Repository: mozilla/addons-server
Catalog: locale/cak/LC_MESSAGES/django.po
Languages: cak

source: This will approve, sign, and publish this version. The comments will be sent to the developer.
cak: Re re' ütz xtutz'ët, xtujüx chuqa' xtrelesaj rutzijol ri ruwäch. Xkeruk'ül ri taq na'oj ri b'anonel.

source: This will reject this version and remove it from the queue. The comments will be sent to the developer.
cak: Re re' xtuyüj re ruwäch re' chuqa' xtuyüj el pa kicholajem nik'oxïk. Xtitaq taq na'oj chi re r' b'anobnel.

source: Approve Content
cak: Ütz Titz'et Rupam

source: This records your approbation of the content of the latest public version, without notifying the developer.
cak: Re re' nutz'ib'aj ri ütz atz'etoj chi rij ri ruk'isib'äl ruwäch elesan rutzijol, akuchi' majun niya' rutzijol chi re ri b'anonel.

source: Confirm Approval
cak: Tijikib'äx Ütz Tz'etoj

source: The latest public version of this add-on was automatically approved. This records your confirmation of the approval of that version, without notifying the developer.
cak: Ri ruk'isib'äl ruwäch re tz'aqat re' ri elesan rutzijol ruyonil ütz xtz'et. Re re' nuyäk ri ajikib'anik richin ütz rutz'etik re ruwäch re', akuchi' man xya' ta rutzijol chi re ri b'anonel.

source: Reject Multiple Versions
cak: Kexutüx K'ïy taq Ruwäch

source: This will reject the selected public versions. The comments will be sent to the developer.
cak: Re re' xkeruyüj ri aj winäq taq ruwäch echa'on. Xkeruk'ül ri taq na'oj ri b'anonel.

source: Reviewer reply
cak: Tzolin rutzij nik'onel

source: This will send a message to the developer. You will be notified when they reply.
cak: Re re' xtutäq rutzijol chi re ri b'anonel. Xtiya' rutzijol toq xtitzolïx pe tzij.

source: Request super-review
cak: Tik'utüx nimanik'oxïk

source: If you have concerns about this add-on that an admin reviewer should look into, enter your comments in the area below. They will not be sent to the developer.
cak: We nana'ojij chi ri nuk'samajel k'o ta chi nunik'oj re tz'aqat re', katzib'an kan pa xulan. Man xtiqatäq ta chi re ri b'anonel.

source: Comment
cak: Tzijoxïk

source: Make a comment on this version. The developer won't be able to see this.
cak: Tatzijoj rij re ruwäch re'. Man xtitikïr ta xtutz'ët ri b'anonel.

source: Review Log
cak: Kitz'ib'axik Nik'oxïk

source: Add-on Review Guide
cak: Rucholajem Runik'oxik Tz'aqat

source: Auto-Approved Add-ons
cak: Ruyon Ütz Etz'eton taq Tz'aqat

source: Auto Approved Add-ons ({0})
cak: Ruyon Ütz Etz'eton taq Tz'aqat ({0})

source: Add-on Review Log
cak: Kitz'ib'axik Runik'oxik Tz'aqat

source: Review Guide
cak: Ruk'amöl Nik'oxïk

source: Content Review
cak: Runik'oxik Rupam

source: Content Review ({0})
cak: Runik'oxik Rupam ({0})

source: New ({0})
cak: K'ak'a' ({0})

source: Updates ({0})
cak: Taq k'exoj ({0})

source: Theme Review Guide
cak: Rucholajem Rutzijoxik Wachinel

source: User Ratings Moderation
cak: Kiwetwachinik ri Kejaqalem Okisanela'

source: Ratings Awaiting Moderation ({0})
cak: Kiwetwachinik Oyob'en taq Ejqalem ({0})

source: Moderated Review Log
cak: Kitz'ib'axik Etwachin taq Nik'oxïk

source: Moderation Guide
cak: Kicholajil Etwachinela'

source: Unlisted Add-ons
cak: Mecholajin taq Tz'aqat

source: All Unlisted Add-ons
cak: Ronojel Mecholajin taq Tz'aqat

source: Announcement
cak: Eltzijol

source: Update message of the day
cak: Tik'ex ri tzijol wakami

source: Expired Information Requests ({0})
cak: Xk'is Ruq'ijul ri Etamab'äl Xek'utüx ({0})

source: An unknown error occurred
cak: Xk'ulwachitäj jun man etaman ta ruwäch chi sachoj.

source: Self-reviews are not allowed.
cak: Man ya'on ta q'ij chi ke ri kiyon yenik'on.

source: Review successfully processed.
cak: Ütz xsamajïx ri nik'oxïk.

source: Review lock limit reached
cak: Xq'i' ruchi' kiq'atoj taq nik'oxïk

source: {addon} :: Privacy Policy
cak: {addon} :: Runa'ojil Ichinanem

source: {addon} :: Abuse Reports
cak: {addon} :: Kitzijol Tz'ilanem

source: Abuse Reports for {addon} and its developers ({num})
cak: Rutz'ijol Tz'ilanem ruma {addon} chuqa' rub'anonela' ({num})

source: Abuse Reports
cak: Kitzijol Tz'ilanem

source: Add-on Information for {0}
cak: Retamab'al Tz'aqat richin {0}

source: Works with
cak: Nisamäj rik'in

source: Visibility
cak: Wachel

source: Visible
cak: Tz'etel

source: View Statistics
cak: Kek'ut pe ri taq Molob'a'

source: Average Daily Users
cak: Kipajik Okisanela' Q'ij Q'ij

source: View Privacy Policy
cak: Titz'et Runa'ojil Ichinanem

source: Requires Payment
cak: K'o chi Nitoj

source: View End-User License Agreement
cak: Titz'et ri Rutununa'oj Ya'öl Q'ij richin K'isib'äl Okisanel

source: Last Approval Date
cak: Ruk'isib'äl Q'ij Ütz Nitz'et

source: Abuse Reports ({num})
cak: Kitzijol Tz'ilanem ({num})

source: Bad User Ratings ({num})
cak: Kejqalem Itzel Okisanel ({num})

source: Theme Images
cak: Kiwachib'al Wachinel

source: Rendered Preview
cak: Nab'ey Rutzub'al Xb'an

source: More about this add-on
cak: Ch'aqa' chik chi rij re tz'aqat re'

source: Image Gallery
cak: Ruwachib'al Wachib'äl Jay

source: Nothing to see here! The developer did not include any details.
cak: ¡Majun tz'etel wawe'! Majun rub'anikil xutz'aqatisaj ri b'anonel.

source: Return to the Reviewer Tools dashboard
cak: Titzolin pa ri ruxaq Rusamajib'al Nik'onel

source: Reviewer Leaderboard
cak: Rupas Rajil Nik'onel

source: No review points awarded yet.
cak: K'a wakami majun rajil ya'on.

source: Rank
cak: K'ojlib'äl

source: Score
cak: Rejqalem

source: Filter
cak: Tichayüx

source: Date
cak: Q'ijul

source: Event
cak: Molojri'ïl

source: More details.
cak: Ch'aqa' chik rub'anikil.

source: No events found for this period.
cak: Majun molojri'ïl xe'ilitäj pa re q'ijul re'.

source: Log details
cak: Kib'anikil kitz'ib'anik

source: Review Author
cak: Rub'anel Nik'oxïk

source: Add-on Title
cak: Rub'i' Tz'aqat

source: Review Text
cak: Tinik'öx Tz'ib'anïk

source: Review was flagged prior to deletion.
cak: Ri nik'oxik ya'on retal richin niyuj.

source: Undelete
cak: Man tiyuj

source: Save
cak: Tiyak

source: Add-on Reviewer Performance
cak: Rub'eyal Nisamäj Runik'onel Tz'aqat

source: View statistics for user
cak: Ketz'et rumolob'a' okisanel

source: Range
cak: Rajilab'al

source: Your Reviews
cak: Taq Atzijoxik

source: By {user_name}
cak: Ruma {user_name}

source: Total Reviews
cak: Ronojel taq Tzijoxïk

source: Active Contributors
cak: Samajel To'onela'

source: This Month
cak: Re ik' re'

source: This Year
cak: Re Juna' Re'

source: Monthly Performance
cak: Rub'eyal Nisamäj Richin ri Ik'

source: All-time Point Breakdown by Type
cak: Rucholik Nïm Ejqalem ruma Ruwäch

source: Total
cak: Ronojel

source: Month
cak: Ik'

source: Year
cak: Juna'

source: All-Time
cak: Ronojel-Q'ij

source: Advanced Search
cak: Q'axinäq Kanoxïk

source: clear search
cak: Tijosq'ïx kanoxïk

source: Process Reviews
cak: Kesamajïx taq Nik'oxïk

source: Moderation actions:
cak: Kib'anik taq Etwachinïk:

source: by %(user)s on %(date)s %(stars)s (%(locale)s)
cak: ruma %(user)s pa %(date)s %(stars)s (%(locale)s)

source: <strong>%(reason)s</strong> <span class="light">Flagged by %(user)s on %(date)s</span>
cak: <strong>%(reason)s</strong> <span class="light">Ya'on retal ruma %(user)s ri %(date)s</span>

source: All reviews have been moderated. Good work!
cak: Xek'is ronojel ri taq nik'oxïk. ¡Ütz asamaj!

source: There are currently no add-ons of this type to review.
cak: Majun ruwäch re tz'aqat re richin ninik'öx.

source: Helpful Links:
cak: Jeb'ël taq Ximonel:

source: Add-on Policy
cak: Kina'ojil Tz'aqat

source: Reviewer's Guide
cak: Kik'amöl Nik'onela'

source: Content Review {0}
cak: Runik'oxik Rupam {0}

source: Review {0}
cak: Nik'oxïk {0}

source: Add-on user change history
cak: Jalon runatab'al rokisanel tz'aqat

source: Add-on History
cak: Runatab'al Tz'aqat

source: Version %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
cak: Ruwäch %(version)s &middot; %(created)s <span class="light">&middot;%(version_status)s</span>

source: (Confirmed)
cak: (Xjikib'äx)

source: Compatibility:
cak: K'amonïk:

source: Additional sources:
cak: Rutz'aqat ruxe'el:

source: Download files
cak: Ruyakb'al qasanïk

source: The developer has provided source code.
cak: Xuya' ri ruxe'el b'itz'ib' ri b'anonel.

source: Weight:
cak: Ralal:

source: Download
cak: Tiqasäx

source: Not Auto Approved Because
cak: Man Ruyon ta Ütz Tz'eton Ruma

source: Auto-Approval script has not run yet on this version.
cak: K'a man samajib'en ta ri runuk' ruyon ütz nitz'et pa re ruwäch re'.

source: This version has not been reviewed.
cak: Man nik'on ta re ruwäch re'.

source: Please select one or more versions in the list above.
cak: Tacha' jun o ch'aqa' chik ruwäch pa ri rucholb'äl ajsik.

source: You can still submit this form, however only do so if you know it won't conflict.
cak: K'a yatikïr natäq re nojwuj re', ütz we awetaman chi majun k'ayewal.

source: Insert canned response...
cak: Tinim jun k'o wi chi tzolin tzij...

source: Tested on:
cak: Tojtob'en pa:

source: <strong>Warning!</strong> Another user was viewing this page before you.
cak: <strong>¡K'ayewal!</strong> Jun chik okisanel xutz'ët re ruxaq re' chawäch.

source: The whiteboard is the place to exchange information relevant to this addon (whatever the version), between the developer and the reviewer. This is visible and editable by both.
cak: Ri tz'alamtz'ib'ab'äl jun k'ojlib'äl akuchi' nikomonïx nïm taq retamab'al tz'aqat (xab'achike ruwäch) chi kikojol b'anonel chuqa' nuk'unel. Chi ka'i' yatikïr nikitz'ët chuqa' nikinük'.

source: The private whiteboard is used for exchanging information between reviewers that is independent of the version. Please keep the language objective. It is visible only to reviewers.
cak: Ri ichinan tz'alamtz'ib'äl nokisäx richin chi ri nik'onela' kikek'exela' etamab'äl chuqa' rujachon ri' rik'in ri ruwäch. Jikïl tzij nrokisaj. Xa xe wachel chi kiwäch ri nik'onela'.

source: Update whiteboards
cak: Kek'ex tz'alamtz'ib'ab'äl

source: More Actions
cak: Ch'aqa' chik taq B'anoj

source: Notify me about new listed versions
cak: Tiya' rutzijol chwe toq k'o k'ak'a' ch'olajin ruwäch

source: Force-disable add-on
cak: Tib'an chi tichup ri tz'aqat

source: Force-enable add-on
cak: Tib'an chi titzij ri tz'aqat

source: Disable Auto-Approval
cak: Tichup Ruyon-Ütz-Nitz'et

source: Enable Auto-Approval
cak: Titzij Ruyon-Ütz-Nitz'et

source: Clear information request
cak: Tijosq'ïx ruk'utuxik etamab'äl

source: Clear Admin Code Review Flag
cak: Tijosq'ïx Retal Runik'oxik Rub'itz'ib' Nuk'samajel

source: Clear Admin Content Review Flag
cak: Tijosq'ïx Retal Runik'oxik Rupam Nuk'samajel

source: Clear Admin Static Theme Review Flag
cak: Tijosq'ïx Retal Runik'oxik Che' Ruwachinel Nuk'samajel

source: (admin)
cak: (nuk'samajel)

source: Admin Page
cak: Ruxaq Nuk'samajinïk

source: Review This Add-on
cak: nik'öx Re Tz'aqat Re'

source: More Information
cak: Ch'aqa' chik Rutzijol

source: Resolution
cak: Rusaqil

source: Reviewer
cak: Nik'onel

source: Add-on has been deleted.
cak: Xyuj ri tz'aqat.

source: Show Comments
cak: Kek'ut Ka'i' oxi' Na'oj

source: Hide Comments
cak: Ke'ewäx Ka'i' Oxi' Na'oj

source: No reviews found for this period.
cak: Majun nik'oxïk xe'ilitäj pa re q'ijul re'.

source: Dismiss this announcement
cak: Titz'apïx re rutzijol re'

source: Files in this version:
cak: Taq ruyakb'al re ruwäch re':

source: Contents
cak: Taq rupam

source: Compare
cak: Tijunamäx

source: Permissions:
cak: Taq ya'oj q'ij:

source: <div>By %(user)s on %(date)s</div>
cak: <div> Ruma %(user)s pa %(date)s</div>

source: Older
cak: Ojer

source: Newer
cak: K'ak'a'

source: Recent Points
cak: K'ak'a' Rajil

source: No points awarded yet.
cak: K'a majun rajil ya'on.

source: Top Reviewers (past 7 days)
cak: Samajel Nik'onela' (ruk'isib'äl 7 taq q'ij)

source: No top reviewers yet.
cak: Majun nik'onel ya'on ruq'ij.

source: All Time
cak: Ronojel Q'ij

source: You have <span>{0}</span> points.
cak: K'o <span>{0}</span> taq awajil.

source: Theme
cak: Wachinel

source: %(user)s on %(date)s [%(ip_address)s]
cak: %(user)s pa %(date)s [%(ip_address)s]

source: Rejected or Unreviewed
cak: Exutun o Man Enik'on ta

source: [status:%s]
cak: [rub'anikil:%s]

source: Update ({0})
cak: Ruk'exoj ({0})

source: Rating Review ({0})
cak: Runik'oxik Rajil ({0})

source: Auto Approved ({0})
cak: Ruyon Ütz Nitz'et ({0})

source: Expired Info Request ({0})
cak: Xk'is Ruq'ijul Ruk'utuxik Etamab'äl ({0})

source: Maximum query length exceeded.
cak: Xq'i' ri nïm raqän k'ulub'enïk.

source: You do not own this addon.
cak: Man awichin ta re tz'aqat re'.

source: Missing "upload" key in multipart file data.
cak: Nrajo' na ri "upload" tzij pa ri kiyakb'al multipart.

source: You cannot add versions to an addon that has status: %s.
cak: Man yatikïr ta ye'atz'aqatisaj taq ruwäch jun tz'aqat rik'in kib'anikil: %s.

source: Version does not match the manifest file.
cak: Man nik'äm ta ri' ri ruwäch rik'in ri ruyakb'al tzijoxïk.

source: Only WebExtensions are allowed to omit the GUID
cak: Xa xe WebExtensions nitikïr nurepuj ri GUID

source: Please specify your Add-on GUID in the manifest if it's longer than 64 characters.
cak: We q'axinäq chi re ri 64 taq tz'ib', tajikib'a' ri GUID richin atz'aqat pa tzijoxïk.

source: Invalid GUID in URL
cak: Man okel ta ri GUID pa URL

source: You cannot add a listed version to this addon via the API due to missing metadata. Please submit via the website
cak: Man yatikïr ta natz'aqatisaj jun cholajin ruwäch re tz'aqat re' rik'in ri API ruma majun ichintzij. Tatojtob'ej pa ajk'amaya'l ruxaq.

source: No uploaded file for that addon and version.
cak: Majun ruyakb'al jotob'an richin ri tz'aqat ri' chuqa' ri ruwäch.

source: Overview
cak: Chijun rutzijoxkil

source: by Source
cak: chi Ruxe'el

source: Daily Users
cak: Q'ij chi Q'ij Okisanela'

source: by Add-on Version
cak: chi Ruwäch Tz'aqat

source: by Application
cak: chi Chokoy

source: by Language
cak: chi Ch'ab'äl

source: by Platform
cak: chi Nuk'uche'el

source: by Add-on Status
cak: chi Kib'anikilTz'aqat

source: Custom Date Range
cak: Kajlab'al Ichinan Q'ijul

source: From
cak: Richin

source: To
cak: Chi re

source: Update
cak: Tik'ex

source: Export
cak: Tik'wäx el

source: {0} :: Statistics Dashboard :: Add-ons for {1}
cak: {0} :: Rupas Molob'a' :: Kitz'aqat {1}

source: {0} :: Statistics Dashboard
cak: {0} :: Rupas Molob'a'

source: Statistics Dashboard :: Add-ons for {0}
cak: Rupas Molob'a' :: Kitz'aqat {0}

source: Statistics for {0}
cak: Rumolob'a' {0}

source: Statistics Dashboard
cak: Rupas Molob'a'

source: Controls:
cak: Kisamajib'al:

source: reset zoom
cak: titzolïx runimilem

source: Group by:
cak: Tzub'ajin ruma:

source: day
cak: q'ij

source: week
cak: wuqq'ij

source: month
cak: ik'

source: For last:
cak: Chi ruk'isib'äl:

source: 7 days
cak: 7 taq q'ij

source: 30 days
cak: 30 taq q'ij

source: 90 days
cak: 90 taq q'ij

source: 365 days
cak: 365 taq q'ij

source: Custom...
cak: Ichinan...

source: Statistics processing is currently disabled, so recent data is unavailable. The statistics are still being collected and this page will be updated soon with the missing data.
cak: Wakami chupül ri rub'eyal molob'a', ruma ri' toq ri k'ak'a' taq tzij man e wachel ta. K'a yeqamöl taq molob'a' chuqa' xtuk'ëx ri' ri ruxaq rik'in ri taq tzij k'a nrajo' na.

source: Loading the latest data&hellip;
cak: Yesamajib'ëx ri ruk'isib'äl taq tzij&hellip;

source: No data available.
cak: Majun tzij wachel

source: This dashboard is currently <b>public</b>.
cak: Wakami re pas re' <b>aj winäq</b>.

source: This dashboard is currently <b>private</b>.
cak: Wakami re pas re' <b>ichinan</b>.

source: Change settings.
cak: Kejal taq nuk'ulem.

source: Application usage by Date
cak: Rokisaxik chokoy chi Q'ijul

source: Downloaded by Date
cak: Niqasäx chi Q'ijul

source: How are downloads counted?
cak: ¿Achike rub'eyal ye'ajiläx ri taq qasanïk?

source: <h2>How are downloads counted?</h2> <p> Download counts are updated every evening and only include original add-on downloads, not updates. Downloads can be broken down by the specific source referring the download. </p>
cak: <h2>¿Achike rub'eyal ye'ajiläx ri taq qasanïk?</h2> <p> Ri kajilab'al taq qasanïk chaq'a' ch'aqa' yek'ex xa xe kik'wan ri qitzij taq ruqasaxik ri tz'aqat, manäq ri taq ruk'exoj. Ri taq qasanïk tikirel yejach ruma ri ruxe'el xximo ri qasanïk. </p>

source: User languages by Date
cak: Kich'ab'äl okisanela' chi Q'ijul

source: Platform usage by Date
cak: Rokisaxik nuk'uch'el chi Q'ijul

source: <b>{0}</b> Downloads
cak: <b>{0}</b> Taq Qasanïk

source: Loading...
cak: Nisamajib'ëx...

source: <b>{0}</b> Average Daily Users
cak: <b>{0}</b>Taq ajq'ij Rokisanela' K'oxom

source: Top Applications
cak: Ütz taq Chokoy

source: See more applications&hellip;
cak: Ketz'et ch'aqa' chik taq chokoy&hellip;

source: Top Languages
cak: Ütz taq Ch'ab'äl

source: See more languages&hellip;
cak: Ketz'et ch'aqa' chik taq ch'ab'äl&hellip;

source: Top Platforms
cak: Ütz taq Nuk'uch'e'el

source: See more platforms&hellip;
cak: Ketz'et ch'aqa' chik taq nuk'uche'el&hellip;

source: Download sources by Date
cak: Kixe'el qasanïk chi Q'ijul

source: About tracking external sources...
cak: Chi rij rojqaxik ch rij kixe'el...

source: Add-on Status by Date
cak: Rub'anikil Tz'aqat chi Q'ij

source: Daily Users by Date
cak: Q'ij Q'ij Okisanela' chi Q'ijul

source: What are daily users?
cak: ¿Achike ri q'ij q'ij okisanela'?

source: <h2>What are daily users?</h2> <p> Add-ons downloaded from this site check for updates once per day. The total number of these update pings is known as Active Daily Users. Daily users can be broken down by add-on version, operating system, add-on status, application, and locale. </p>
cak: <h2>¿Achike ri q'ij q'ij okisanela'?</h2> <p> Ri taq tz'aqat eqasan rik'in re ruxaq re' nunik'oj we e k'o jun k'exoj pa jun q'ij. Ri kajilab'al re taq qasanïk re' etaman kiwäch achi'el Tzijïl Q'ij Q'ij Okisanela'. Ri q'ij q'ij taq okisanela' yetikïr nikijäch chi ruwäch ri tz'aqat, samajel q'inoj, rub'anikil tz'aqat, chokoy chuqa' ch'ab'äl.</p>

source: Application versions by Date
cak: Taq Ruwäch chokoy chi Q'ijul

source: Mozilla Add-ons
cak: Rutz'aqat Mozilla

source: Back to Add-ons
cak: Titzolin pa Taq Tz'aqat

source: Footer logo
cak: Ruwachib'al kamuluntzij

source: The new website supports mobile and desktop clients
cak: Ri k'ak'a' ajk'amaya'l ruxaq nuköch' oyonib'äl chuqa' ajch'atal taq okisanela'

source: View the new site
cak: Titz'et ri k'ak'a' ruxaq

source: Report a bug
cak: Tiya' rutzijol jun sachoj

source: Except where otherwise <a href="https://www.mozilla.org/about/legal/">noted</a>, content on this site is licensed under the <br /> <a href="https://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License v3.0 </a> or any later version.
cak: Man keta ri' we <a href="https://www.mozilla.org/about/legal/">jun wi ri nitzijöx</a>, ri rupam re ruxaq re' ya'on q'ij chi re rik'in ri ajilab'äl <br /> <a href="https://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Atribution Share-Alike License v3.0 </a> o jun chik ruwäch nipe.

source: get to know <b>add-ons</b>
cak: tawetamaj kiwäch <b>tz'aqat</b>

source: Download Firefox
cak: Taqasaj Firefox

source: Android Browser
cak: Android Okik'amaya'l

source: iOS Browser
cak: iOS Okik'amaya'l

source: Focus Browser
cak: Focus Okik'amaya'l

source: Desktop Browser
cak: Ajkematz'ib' Okik'amaya'l

source: Other languages
cak: Ch'aqa' chik taq ch'ab'äl

source: Return to the {0} Add-ons homepage
cak: Titzolin pa ri ruxaq {0} Tz'aqat

source: <img alt="Firefox" src="{0}"> Add-ons
cak: <img alt="Firefox" src="{0}"> Taq Tz'aqat

source: <img alt="" src="{0}"> Add-ons
cak: <img alt="" src="{0}"> Taq Tz'aqat

source: My Account
cak: Rub'i' Nutaqoya'l

source: Welcome, {0}
cak: Ütz Apetik, {0}

source: <a href="%(reg)s">Register</a> or <a href="%(login)s">Log in</a>
cak: <a href="%(reg)s">Rutz'ib'axik b'i'aj</a></a> o <a href="%(login)s">Titikirisäx molojri'ïl</a>

source: Android Add-ons
cak: Taq rutz'aqat Android

source: Required fields
cak: Rajowaxik taq k'ojlib'äl

source: (optional)
cak: (cha'el)

source: Localize for: <a id="change-locale" href="#">%(dl)s</a>
cak: Titzalq'omïx richin: <a id="change-locale" href="#">%(dl)s</a>

source: Existing Locales
cak: Ch'ab'äl e K'o

source: New Locales
cak: K'ak'a' taq Ch'ab'äl

source: You have unsaved changes in the <b>{0}</b> locale. Would you like to save your changes before switching locales?
cak: K'o taq jaloj man e'ayakon ta pa ri <b>{0}</b> ch'ab'äl. ¿La nawajo' ye'ayäk chuwäch yaq'ax pa jun chik ch'ab'äl?

source: Discard Changes
cak: Kech'aqïx taq Jaloj

source: Are you sure you want to remove all <b>{0}</b> translations? This cannot be undone.
cak: ¿La kan nawajo' ye'ayüj ri taq <b>{0}</b> tzalq'omanïk? Man xkatikïr ta xtatzolij re'

source: Delete Locale
cak: Tiyuj Ch'ab'äl

source: The user "%(user)s" has been banned.
cak: Xyuj ri okisanel "%(user)s".

source: The picture belonging to user "%(user)s" has been deleted.
cak: Xyuj ruwachib'al ri okisanel "%(user)s".

source: The users "%(users)s" have been banned.
cak: Xech'aqïx el ri taq okisanela' "%(users)s".

source: Ban selected users
cak: Kech'aqïx el ri okisanela' echa'on

source: Profile Photo
cak: Ruwachib'al Ruwäch B'i'aj

source: Collections
cak: Taq mol

source: Activity Logs
cak: Kitz'ib'axik Samaj

source: No user with that email.
cak: Majun okisanel rik'in ri taqoya'l ri' xilitäj.

source: Firefox user {id}
cak: Firefox okisanel {id}

source: My Mobile Add-ons
cak: Oyonib'äl Taq Nutz'aqat

source: My Favorite Add-ons
cak: Taq Tz'aqat Ewajowan

source: Before starting, please read and accept our Firefox Add-on Distribution Agreement as well as our Review Policies and Rules. The Firefox Add-on Distribution Agreement also links to our Privacy Notice which explains how we handle your information.
cak: Chuwäch natikirisaj, tasik'ij chuqa' tak'ulu' ri Qajunamil richin Kitaluxik Kitz'aqat Firefox chuqa' ri taq Qab'eyal chuqa' taq Qana'ojil richin Nik'oxïk. Pa ri Junamil chuqa' xtawïl jun ximonel yaruk'waj pa ri Qatzijol richin Ichinanem, chi ri' nitzijöx rub'eyal xtiqanuk'samajij ri awetamab'al.

source: an add-on developer replies to my review
cak: jun b'anonel tz'aqat nutzolij tzij chi rij ri nunik'oxïk

source: new add-ons or Firefox features are available
cak: e k'o k'ak'a' taq rutz'aqat o rub'anikil Firefox

source: my add-on's compatibility is upgraded successfully
cak: ri k'amonel nutz'aqat ütz nuk'ëx ri'

source: someone writes a review of my add-on
cak: k'o nutz'ib'aj jun ejqalem chi rij ri nutz'aqat

source: stay up-to-date with news and events relevant to add-on developers (including the about:addons newsletter)
cak: tawetamaj q'ij q'ij pa kiwi' ri taq tzijol chuqa' taq kinimaq'ij b'anonel taq tz'aqat (chuqa' ri ko'öl ruwäch rutzijol about:addons)

source: my add-on's compatibility cannot be upgraded
cak: man tikirel ta nik'ex ri ruk'amonel nutz'aqat

source: my add-on is reviewed by a reviewer
cak: ri nutz'aqat ninik'öx ruma jun nuk'unel

source: Mozilla needs to contact me about my individual add-on
cak: Mozilla nrajo' nitzijon wik'in ruma ri tz'aqat wichin

source: User Notifications
cak: Kitzijol Okisanel

source: Ban
cak: Tik'aq

source: Delete picture
cak: Tiyuj wachib'äl

# user_list_others
source: others
cak: juley chik

source: {app} {min} and later
cak: {app} {min} chuqa' ri nipe

source: Deleted versions can`t be changed.
cak: Man tikirel ta yejal ri taq ruwäch eyujun el.
