Repository: mozilla/addons-server
Catalog: locale/cak/LC_MESSAGES/django.po
Languages: cak

source: Just drag text, images, or links to perform actions like copy, open, search, and more.
cak: Xa xe k'o chi naqirirej tz'ib'anïk, taq wachib'äl o taq ximonel richin yawachib'en, yajaqon, yakanon chuqa' ch'aqa' chik.

source: Harness the ability to download video and/or audio in multiple formats.
cak: Tawokisaj chi yatikïr naqasaj rupam silowäch chuqa'/o k'oxom pa jalajöj kib'anikil.

source: Location awareness {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawetamaj ruwäch ri k'ojlib'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Learn where any website's server is geographically located. Be an informed web traveler.
cak: Tawila' akuchi' k'o wi ri ruk'u'x rusamaj xab'achike ajk'amaya'l ruxaq. Katok jun etamanel b'yajinel chi rij ajk'amaya'l.

source: Fix annoying audio {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'achojmirisaj ri taq k'ayewal chi rij k'oxom {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Edit before printing {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tanuk'u' rupam ajk'amaya'l chuwäch natz'ajb'a' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Track Amazon pricing history {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawojqaj kajil wachinäq pa Amazon {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Master audio {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Nïm k'oxomanel {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Adjust browser audio settings with extreme clarity.
cak: Tab'ana' runuk'ulem ri ruk'oxom okik'amaya'l richin ütz rak'axaxik nub'än.

source: Privacy protection {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tachajij ri awichinem {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Defend yourself against the sneakiest trackers.
cak: Tato' awi' chi kiwäch ri na'owinäq taq ojqanela'.

source: Cover your tracks {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Takuchi' ri awetal {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: File viewer is locked, extraction for %s could be in progress. Please try again in approximately 5 minutes.
cak: Q'atäl ri tz'etonel yakb'äl, rik'in jub'a' nelesäx %s. Tatojtob'ej chik pa 5 ch'utiramaj.

source: There was an error accessing file %s.
cak: K'o jun k'ayewal richin nok pa ri yakb'äl %s.

source: That file no longer exists.
cak: Man k'o ta chik re yakb'äl re'.

source: File size is over the limit of {0}.
cak: Ri runimilem yakb'äl niq'ax chi re ri {0}.

source: Problems decoding {0}.
cak: K'o k'ayewal toq nelesäx runa'oj {0}.

source: This file is not viewable online. Please download the file to view the contents.
cak: Man tikirel ta nitz'et re yakb'äl re' pa k'amab'ey. Taqasaj richin natz'ët rupam ri yakb'äl.

source: This file is a directory.
cak: Re yakb'äl re' jun cholb'äl.

source: Cannot diff a version against itself
cak: Man tikirel ta nijunamäx ruwäch rik'in rija'

source: Could not parse the manifest file.
cak: Man niq'ax ta ri runa'oj ri ruyakb'al tzijoxïk.

source: GUID is required for Firefox 47 and below.
cak: GUID k'atzinel pa Firefox 47 chuqa' ch'aqa' chik nima'q ruwäch.

source: Lowest supported "strict_min_version" is 42.0.
cak: Ri "strict_min_version" ojer nik'ul ja ri 42.0.

source: Could not parse uploaded file, missing or empty <%s> element
cak: Man xnik'öx ta ri yakb'äl xjotob'äx, nrajo' na ruchakulal %s o majun rupam

source: Could not parse uploaded file.
cak: Man niq'ax ta ri runa'oj ri yakb'äl xjotob'äx.

source: Invalid file name in archive. Please make sure all filenames are utf-8 or latin1 encoded.
cak: Man okel ta rub'i' yakb'äl. Tatz'eta' chi ronojel ri kib'i' yakb'äl nuk'un rik'in utf-8 or latin1.

source: Invalid file name in archive: {0}
cak: Man okel ta rub'i' yakb'äl pa yakb'äl: {0}

source: File exceeding size limit in archive: {0}
cak: Nik'o runimilem yakb'äl pa yakb'äl: {0}

source: Invalid archive.
cak: Man okel ta yakb'äl.

source: Could not find an add-on ID.
cak: Man xilitäj ta jun rub'anikil ri tz'aqat.

source: The add-on ID in your manifest.json or install.rdf (%s) does not match the ID of your add-on on AMO (%s)
cak: Ri atz'aqat ID pa manifest.json or install.rdf (%s) man nikik'äm ta ki' rik'in ri Id richin ri atz'aqat pa AMO (%s)

source: Duplicate add-on ID found.
cak: Xilitäj jun kamulun tz'aqät ID

source: Version numbers should have fewer than 32 characters.
cak: Ri kajilab'al ruwäch k'o chi k'a xaxe 32 taq kitz'ib'.

source: Version numbers should only contain letters, numbers, and these punctuation characters: +*.-_.
cak: Ri kajilab'al taq ruwäch k'o chi xa xe kik'wan taq tz'ib', taq ajilab'äl chuqa' re taq tz'ib' re': +*.-_.

source: Maximum size for WebExtension themes is {0}.
cak: Ri nïm rupalem WebExtension wachinel ja ri {0}.

source: You cannot submit this type of add-on
cak: Man tikirel ta natäq re ruwäch tz'aqat re'

source: You cannot submit an add-on with a guid ending %s
cak: Man yatikïr ta natäq jun tz'aqat rik'in jun guid k'isinäq rik'in %s

source: You cannot submit a Mozilla Signed Extension
cak: Man yatikïr ta natäq jun Juch'un Ruk'amal Mozilla

source: Unexpected error.
cak: Man oyob'en ta re sachoj.

source: Back to review
cak: Titzolin pa runik'oxik

source: Back to add-on
cak: Titzolin pa Tz'aqat

source: Version: %(version)s &bull; Size: %(size)s &bull; SHA256 hash: %(sha256)s &bull; Mimetype: %(mimetype)s
cak: Ruwäch: %(version)s &bull; Nimilem: %(size)s &bull; SHA256 hash: %(sha256)s &bull; Ruwäch MIME: %(mimetype)s

source: File Compare :: Reviewer tools
cak: Junamanel Yakb'äl :: Taq rusamajib'al nik'onel

source: File Viewer :: Reviewer tools
cak: Tz'etonel Yakb'äl :: Taq rusamajib'al nik'onel

source: Validation failed:
cak: Xsach ri jikib'anïk:

source: File content not supported for syntax highlighting
cak: Man nik'am ta ri rupam yakb'äl richin niya' retal cholb'ab'

source: The output can be broken, please be careful and %(link_start)sreport an issue%(link_end)s immediately!
cak: ¡Rik'in jub'a' xk'apïx ri niq'i': tachajij awi' chuqa' %(link_start)stataqa' jun rutzijol%(link_end)s chanin!

source: close
cak: titz'apïx

source: Go
cak: Jo'

source: Add-on file being processed, please wait.
cak: Xsamajïx ri tz'aqat yakb'äl, tawoyob'ej.

source: Fetching validation results...
cak: Kikolik ri xq'i' richin jikib'anïk...

source: Files:
cak: Taq yakb'äl:

source: Deleted files:
cak: Keyuj taq yakb'äl:

source: Hide known files
cak: Ke'ewäx taq yakb'äl etaman kiwa

source: Tab stops:
cak: Rukojol ruchi':

source: Up file
cak: Tijotob'äx yakb'äl

source: Down file
cak: Tiqasäx yakb'äl

source: Previous diff
cak: Ruwa diff

source: Previous note
cak: Jun kan ch'utitzijol

source: Next diff
cak: Jun chik diff

source: Next note
cak: Jun chik ch'utitzijol

source: Expand all
cak: Tirik' ronojel

source: Hide or unhide tree
cak: Tewäx o tik'ut ruche'el

source: Wrap or unwrap text
cak: Man tiqupïx o tiqupïx tz'ib'anïk

source: No files in the uploaded file.
cak: Majun yakb'äl pa ri yakb'äl xjotob'äx.

source: Fetching file.
cak: Nika'am yakb'äl.

source: Reported Status
cak: Xsik'ïx Rub'anikil

source: Reported Spam
cak: Xsik'ïx Rub'anikil Seq'tzijol

source: Reported Ham
cak: Xsik'ïx Ham

source: Not Reported
cak: Man Sik'in ta

source: Content Submitted
cak: Rupam Xtaq

source: View Rating on site
cak: Titz'et Rejqalem pa ri ruxaq

source: Submit Ham to Akismet
cak: Titaq Ham pan Akismet

source: Submit Spam to Akismet
cak: Titaq Seq'tzijol pan Akismet

source: About Mozilla Add-ons
cak: Chi rij Mozilla Add-ons

source: What is this website?
cak: ¿Achike ajk'amaya'l ruxaq re'?

source: addons.mozilla.org, commonly known as "AMO", is Mozilla's official site for add-ons to Mozilla software, such as Firefox, Thunderbird, and SeaMonkey. Add-ons let you add new features and change the way your browser or application works. Take a look around and explore the thousands of ways to customize the way you do things online.
cak: addons.mozilla.org, etaman ruwäch achi'el "AMO", jun nïm ruxaq Mozilla kichin ri taq rutz'aqat cholkema', achi'el Firefox, Thunderbird chuqa' SeaMonkey. Ri taq tz'aqat nikiya' q'ij chawe richin natz'aqatisaj k'ak'a' taq samaj chuqa' nikijäl rusamaj ri awokik'amaya'l o chokoy. Tatz'eta' chuqa' takanoj k'ïy rub'anikil richin nawichinaj ab'anikil pa k'amab'ey.

source: Who creates these add-ons?
cak: ¿Achike nitz'ukun re taq tz'aqat re'?

source: The add-ons listed here have been created by thousands of developers from our community, ranging from individual hobbyists to large corporations. All publicly listed add-ons are reviewed by a team of reviewers before being released. Add-ons marked as Experimental have not been reviewed and should only be installed with caution.
cak: Ri taq tz'aqat echolajin wawe' enuk'un kuma k'ïy rub'anonvela' qatinamit, achi'el winaqi' chuqa' taq nimamoloj. Ronojel ri taq tz'aqat echolajin enik'on ruma jun qamolaj nik'onela' chuwäch nel rutzijol. Ri taq tz'aqat ya'on ketal achi'el tojtob'enel man enik'on ta ruma ri' toq k'o chi nachajij awi' we nawajo' nayäk qa.

source: How do I keep up with what's happening at AMO?
cak: ¿Achike rub'eyal ninwetamaj ri nib'anataj pa AMO ronojel q'ij?

source: There are several ways to find out the latest news from the world of add-ons:
cak: K'ïy rub'anikil richin ye'awïl ri ruk'isib'äl taq rutzijol pa kiwi' ri taq tz'aqat:

source: Our <a href="%(url)s">Add-ons Blog</a> is regularly updated with information for both add-on enthusiasts and developers.
cak: Ri <a href="%(url)s">Kichinya'l Tz'aqat</a> junelïk nik'ex rik'in ketamab'äl samajela' chuqa' b'anonela' taq tz'aqat.

source: We often post news, tips, and tricks to our Twitter account, <a href="%(url)s">mozamo</a>
cak: Jutaqil yeqelesaj taq rutzijol, taq pixa' chuqa' taq q'oloj pa rub'i' qataqoya'l richin Twitter, <a href="%(url)s">mozamo</a>

source: Our <a href="%(url)s">forums</a> are a good place to interact with the add-ons community and discuss upcoming changes to AMO.
cak: Ri <a href="%(url)s">qach'ob'omol</a> jeb'ël k'ojlib'äl richin yojtzijon rik'in ri kitamital taq tz'aqat chuqa' nitzijöx rij rujaloj ri AMO ri chwa'q kab'ij.

source: This sounds great! How can I get involved?
cak: ¡Jeb'ël nak'axäx! ¿Achike rub'eyal yito'on?

source: There are plenty of ways to get involved. If you're on the technical side:
cak: K'ïy rub'anikil richin yato'on. We k'o samajel taq awetamab'al:

source: <a href="%(url)s">Make your own add-on</a>. We provide free hosting and update services and can help you reach a large audience of users.
cak: <a href="%(url)s">Tatz'uku' jun atz'aqat</a>. Niqaya' sipan awoqxanib'al chuqa' samaj pa ruwi' k'exoj chuqa' yatqato' chi yatapon kik'in k'ïy okisanela'.

source: If you have add-on development experience, <a href="%(url)s"> become an Add-on Reviewer</a>! Our reviewers are add-on fans with a technical background who review add-ons for code quality and stability.
cak: We k'o awetamab'al richin kitz'ukik taq tz'aqat, ¡<a href="%(url)s"> katok Kinik'onel Tz'aqat</a>! Ri qanik'onela' niqa chi kiwa samajel taq b'anikil chuqa' yekinik'oj ri taq tz'aqat richin nikijikib'a' rutzil chuqa' ruchuq'a'.

source: Help improve this website. It's open source, and you can file bugs and submit patches. <a href="%(url)s"> GitHub</a> contains all of our current bugs, legacy bugs can still be found in Bugzilla.
cak: Kojato' richin niqutzilaj re ajk'amaya'l ruxaq re'. Jaqäl rub'itz'ib' chuqa' yatikïr natäq rutzijol jun sachoj chuqa' natäq kisolik k'ayewal. <a href="%(url)s"> GitHub</a> ruk'wan ronojel ri taq sachoj k'o wakami; ri taqanel taq sachoj yatikïr ye'awojqaj pa Bugzilla.

source: If you're interested in add-ons but not quite as technical, there are still ways to help:
cak: We niqa chawäch ri taq tz'aqat, estape' man kan ta at ajtïj, k'o ch'aqa' chik rub'anikil richin yato'on:

source: Tell your friends! Let people know which add-ons you use.
cak: ¡Tatzijoj chi ke ri awachib'il! Tiketamaj achike taq tzaqat nawokisaj.

source: Participate in our <a href="%(url)s">forums</a>.
cak: Kato'on pa <a href="%(url)s">qach'ob'omol</a>.

source: Review add-ons on the site. Add-on authors are more likely to improve their add-ons and write new ones when they know people appreciate their work.
cak: Kamolon taq tz'aqat pa ri ruxaq. Ke ri' ri ajb'anöy yekutzilaj ri taq kitz'aqat chuqa' yekib'än ch'aqa' chik we niketamaj chi ri winaqi' nikiya' ruq'ij kisamaj.

source: I have a question
cak: K'o jun nuk'utunik

source: A good place to start is <a href="%(sumo_url)s">Support</a> Mozilla. If you don't find an answer there, you can <a href="%(forum_url)s"> ask on our forums</a>.
cak: Jun ütz k'ojlib'äl richina nitikirisäx ja ri <a href="%(sumo_url)s">Tob'äl Mozilla. We man nisol ta ri ak'utunik chi ri', yatikïr <a href="%(forum_url)s"> nak'utuj pa ri qach'ob'omol</a>.

source: If you really need to contact someone from the Mozilla team, please see our <a href="%(url)s"> contact information</a> page.
cak: We kan nawajo' yatzijon rik'in jun ruwinaq rumolaj Mozilla, tatz'eta' pa ri <a href="%(url)s"> tzijonem etamab'äl</a> ruxaq.

source: Who works on this website?
cak: ¿Achike nisamäj pa re ruxaq re'?

source: Over the years, many people have contributed to this website, including both volunteers from the community and a dedicated AMO team.
cak: K'ïy chik juna', k'ïy winaqi', achi'el ri e ruto'onel tinamït achi'el jun molaj nikisamajij ri AMO, xeto'on pa re ajk'amaya'l ruxaq re'.

source: Review Guidelines
cak: Kib'eyal Yesamajïx taq Nik'oxïk

source: Sections
cak: Taq peraj

source: Some tips for writing a great review
cak: Jujun taq na'oj richin ütz yetz'ib'äx taq ejqalem

source: Frequently Asked Questions about Reviews
cak: Junelïk taq K'utunïk pa kiwi' taq Tzijoxïk

source: Add-on reviews are a way for you to share your opinions about the add-ons you’ve installed and used. Our review moderation team reserves the right to refuse or remove any review that does not comply with these guidelines.
cak: Ri kejqalem taq tz'aqat jun rub'anikil richin ye'akomonij ri taq ana'oj chi kij ri taq tz'aqat e'ayakon chuqa' e'awokisan. Pa kiq'a' ri qamolaj k'o richin yekipäj ri taq ejqalem richin yekixutuj o nikiyüj xab'achike ejqalem man rojqan ta xab'achike chi ke re taq rucholajil re'.

source: Do:
cak: Tib'an:

source: Write like you are telling a friend about your experience with the add-on.
cak: Tatz'ib'aj achi'el yatzijon rik'in jun awachib'il pa ruwi' ri awetamab'al rik'in ri tz'aqat.

source: Keep reviews concise and easy to understand.
cak: Ke'atz'ib'aj ri taq ejqalem richin ütz chuqa' anin niq'ax pan awi'.

source: Give specific and helpful details. For example:
cak: Ke'aya' jikïl chuqa' utziläj taq b'anikil. Achi'el:

source: Did the add-on work as you expected it to?
cak: ¿La xsamäj re tz'aqat re' achi'el awoyob'en?

source: What features did you like or dislike?
cak: ¿Achike taq rub'anikil ütz o itzel xe'atz'ët?

source: Was it useful?
cak: ¿La xk'atzin?

source: Was it easy to use?
cak: ¿La man k'ayew ta xokisäx?

source: Will you continue to use this add-on?
cak: ¿La k'a xtawokisaj na re tz'aqat re'?

source: Take a moment to read your review before submitting it to minimize typos.
cak: Taya' jun ach'utiramaj richin nasik'ij ri atzijoxik chuwäch nitaq richin yech'utinisäx sachoj taq tz'ib'.

source: Don’t:
cak: Mani:

source: Submit one-word reviews such as "Great!", "wonderful," or "bad."
cak: Yetaq taq tzijoxïk kik'wan xa xe jun tzij achi'el "Jeb'ël", "utziläj," o "itzel".

source: Post technical issues, support requests, or feature suggestions. Use the available support options for each add-on, if available. You can find them in the side column next to the About this Add-on section.
cak: Telesäx kitzijol samajel taq k'ayewal, ruchilab'enik tob'äl, o kichilab'exik samaj. Ke'okisäx ri taq rucha'oj tob'äl e k'o pa jujun taq tz'aqat, we e k'o. Ye'awïl pa ri ajxikin tem chuchi' ri peraj Chi rij re Tz'aqat re'.

source: Write reviews for add-ons which you have not personally used.
cak: Natz'ib'aj taq tzijoxïk chik ri taq tz'aqat man e'awokisan ta.

source: Use profanity, sexual language or language that can be construed as hateful.
cak: Nokisäx xajan, naqonïk tzij o tzij nina'ojïx chi nitzelan.

source: Include HTML, links, source code or code snippets. Reviews are meant to be text only.
cak: Yetz'aqatisäx HTML, taq ximonel, ruxe'el b'itz'ib' o taq snipet. Ri taq tzijoxïk k'o chi xa xe tz'ib'anïk.

source: Make false statements, disparage add-on authors or personally insult them.
cak: Yeb'an taq itzel taq ch'ojinem, yoq'oj o ch'owen chi kij ri e b'anel taq tz'aqat.

source: Include your own or anyone else’s email, phone number, or other personal details.
cak: Natz'aqatisaj rochochib'al ataqoya'l o richin jun chik winäq, rajilab'al awoyonib'al o jun chik awetamab'al.

source: Post reviews for an add-on you or your organization wrote or represent.
cak: Taq tzijoxïk chi rij jun tz'aqat ri rat o amoloj xe'itz'ük o ïx pa'äl pa ruwi'.

source: Criticize an add-on for something it’s intended to do. For example, leaving a negative review of an add-on for displaying ads or requiring data gathering, when that is the intended purpose of the add-on, or the add-on requires gathering data to function.
cak: Yach'o chi rij jun tz'aqat ruma jun samaj ri k'o chi nub'än. Achi'el, naya' kan itzel rejqalem jun tz'aqat ruma nuk'üt eltzijol o nuk'utuj chi yerumöl taq tzij, toq ja rusamaj ri' ri jun tz'aqat, o toq ri tz'aqat rajowaxik yerumöl taq tzij richin nitikïr nisamäj.

source: How can I report a problematic review?
cak: ¿Achike rub'eyal ninya' rutzijol jun k'ayew tzijoxïk?

source: Please report or flag any questionable reviews by clicking the "Report this review" and it will be submitted to the site for moderation. Our moderation team will use the Review Guidelines to evaluate whether or not to delete the review or restore it back to the site.
cak: Taya' rutzijol chi rij xab'achike man ruk'amon ta rejqalem rik'in napïtz pa "Tiya' rutzijol re rejqalem re'" richin nitaq pa ri ruxaq k'amaya'l richin nitzijöx rij. Ri qamolaj richin ch'ob'oj xtrokisaj ri Retal ejqalem richin nupäj rij we nuyüj o manäq ejqalem, o nik'ex pa ruxaq k'amaya'l.

source: I’m an add-on author, can I respond to reviews?
cak: In b'anel jun tz'aqat, ¿la yitikïr nintzolij tzij chi ke ri taq tzijoxïk?

source: Yes, add-on authors can provide a single response to a review. You can set up a discussion topic in our <a href="%(forum_url)s">forum</a> to engage in additional discussion or follow-up.
cak: Ja', ri b'anonela' taq tz'aqat yetikïr nikiya' xa jun tzolin tzij chi re jun nik'oxïk. Yatikïr najäq jun na'oj richin nitzijöx rij pa <a href="%(forum_url)s">ch'ob'omoloj</a> richin natikirisaj jun chik tzijonem o nawojqaj ri ximonel.

source: I’m an add-on author, can I delete unfavorable reviews or ratings?
cak: In b'anel jun tz'aqat, ¿la yitikïr yenyüj el taq tzijoxïk o itzel taq nik'oxïk?

source: In general, no. But if the review did not meet the review guidelines outlined above, you can click "Report this review" and have it moderated. If a review included a complaint that is no longer valid due to a new release of your add-on, we may consider deleting the review.
cak: Ronojel, mani. We ri ejqalem man rojqan ta ronojel ri taq retal nik'oxïk etzijon kan, yatikïr napïtz pa "Tiya' rutzijol re ejqalem re'" richin nisol rij. We jun ejqalem k'o rusujunik ri man okel ta chik ruma xa jun chik ruwäch ri atz'aqat, yojtikïr niqana'ojij niqayüj el.

source: Spam or otherwise non-review content
cak: Man ruk'amon ta ri eltzijol o jun chik rupam

source: Inappropriate language/dialog
cak: Man okel ta chi tzij/dialog

source: Misplaced bug report or support request
cak: Rutzijol k'ayewal o ruk'utuxik to'ïk pa jun itzel k'ojlib'äl

source: Other (please specify)
cak: Jun chik (tatzijoj)

source: This field is required.
cak: K'atzinel re k'ojlib'äl re'.

source: You can't change the add-on of a review once it has been created.
cak: Man yatikïr ta najäl ri runik'oxik ri tz'aqat toq xtz'uk el.

source: You can't reply to a review that is already a reply.
cak: Man yatikïr ta natzolij rutzij jun nik'oxik toq tzolin tzij chik.

source: You can't change the version of the add-on reviewed once the review has been created.
cak: Man yatikïr ta najäl ruwäch ri tz'aqat nik'on toq xtz'uk yan ri nik'oxik.

source: This version of the add-on doesn't exist or isn't public.
cak: Man k'o ta o man tz'etel ta kuma winaqi' re ruwäch tz'aqat re'.

source: You can't leave a review on your own add-on.
cak: Man yatikïr ta natz'ib'aj jun runik'oxik atz'aqat.

source: You can't leave more than one review for the same version of an add-on.
cak: Man yatikïr ta natz'ib'aj ka'i' oxi' runik'oxik jun ruwäch tz'aqat.

source: This rating can't be flagged because it has no review text.
cak: Man tikirel ta niya' retal re ejqalem re' ruma man k'o ta rutz'ibaniki richin ninik'öx.

source: A short explanation must be provided when selecting "Other" as a flag reason.
cak: We nacha' "Jun chik" k'o chi naya' jun ko'öl rutzijoxkil.

source: {num} review
cak: {num} rejqalem

source: Not yet rated
cak: K'a man ya'on ta rejqalem

source: Rated {0} out of 5 stars
cak: Ya'on {0} richin 5 ch'umil

source: Rated %(rating)s out of 5 stars
cak: Ya'on %(rating)s richin 5 taq ch'umil

source: Approved reviews
cak: Ütz taq ejqalem

source: Deleted reviews
cak: Keyuj ri taq ejqalem

source: View entries between
cak: Ketz'et taq okem chi kikojol

source: and
cak: chuqa'

source: Filter by type/action
cak: Tichayüx rik'in ruwäch/action

source: containing
cak: k'wayon

source: start
cak: titikirisäx

source: end
cak: ruchi'

source: add-on, reviewer or comment
cak: tz'aqat, nuk'unel o tzijoxïk

source: Search by add-on name / author email
cak: Tikanöx rik'in rub'i' tz'aqat / rutaqoya'l b'anel

source: Needs Admin Code Review
cak: Nrajo' Runik'oxik Rub'itz'ib' Nuk'samajel

source: yes
cak: ja'

source: no
cak: manäq

source: Add-on Types
cak: Kiwäch Tz'aqat

source: Search by add-on name / author email / guid
cak: Tikanöx rik'in rub'i' tz'aqat / rutaqoya'l b'anel / k'wab'äl

source: Max. Version
cak: Nïm Ruwäch

source: Select an application first
cak: Nab'ey ticha' jun chokoy

source: Comments:
cak: Taq tzijoxïk

source: Operating systems:
cak: Samajel taq q'inoj:

source: Applications:
cak: Taq chokoy:

source: Require developer to respond in less than…
cak: Tik'utüx chi tutzolij pe tzij ri b'anonel pa…

source: days
cak: taq q'ij

source: Choose a canned response...
cak: Ticha' jun k'o wi chi tzolin tzij...

source: Private Whiteboard
cak: Ichinan Tz'ib'ab'äl

source: Keep review; remove flags
cak: Tik'oje' na nik'oxïk; keyuj taq yaketal

source: Skip for now
cak: Wakami tuk'owisaj

source: Delete review
cak: Tiyuj tzijoxïk

source: Needs Admin Content Review
cak: Nrajo' Runik'oxik Ka'i' Oxi' Rutzij Nuk'samajel

source: Needs Admin Static Theme Review
cak: K'atzinel Ninik'öx ri Mesilon Wachinel Ruma ri Nuk'samajel

source: Requires Restart
cak: Nrajo' chi Nitikirisäx chik

source: More Information Requested
cak: Xk'utüx Ch'aqa' chik Etamab'äl

source: Expired Information Request
cak: Xk'is Ruq'ijul ri Etamab'äl Xk'utüx

source: Sources provided
cak: Ya'on taq xe'el

source: Type
cak: Ruwäch

source: Waiting Time
cak: Ramaj Xtoyob'ëx

source: Flags
cak: Tiya' ketal

source: moments ago
cak: nimakol

source: {0} minute
cak: {0} ch'utiramaj

source: {0} hour
cak: {0} ramaj

source: {0} day
cak: {0} q'ij

source: Last Review
cak: Ruk'isib'äl nik'oxïk

source: Last Update
cak: Ruk'isib'äl k'exoj

source: No Reviews
cak: Majun taq Tzijoxïk

source: Weight
cak: Ralal

source: Information Request Deadline
cak: Ruk'isib'äl Q'ijul richin Nik'utuüx Etamab'äl
