Repository: mozilla/addons-server
Catalog: locale/cak/LC_MESSAGES/django.po
Languages: cak

source: Kids
cak: Ak'wala'

source: Multiple Search
cak: Jalajöj Kanoxïk

source: News & Blogs
cak: Taq Tzijoj & Taq Ichinya'l

source: Photos & Images
cak: Taq Wachiwäch & Taq Wachib'äl

source: Shopping & E-Commerce
cak: Loq'oj & E-K'ayinïk

source: Social & People
cak: Winaqilal & Winäq

source: Travel
cak: B'eyajnem

source: Video
cak: Silowäch

source: All Rights Reserved
cak: E'ichinan Ronojel ri taq Ch'ojib'äl

source: Any
cak: Xab'achike

source: All Platforms
cak: Ronojel Nuk'uche'el

source: Add-on
cak: Tz'aqat

source: Static Theme
cak: Mesilon Wachinel

source: No Reputation
cak: Majun Rejqalem

source: Good (1)
cak: Ütz (1)

source: Very Good (2)
cak: Yalan Ütz (2)

source: Excellent (3)
cak: Jwi' (3)

source: Manual Reviewer Points
cak: Ketal Ajq'ab'aj Nik'onela'

source: New Legacy Add-on Review
cak: K'ak'a' Rutzijoxik Ichinan Tz'aqat

source: Preliminary Add-on Review
cak: Nab'ey Rutzijoxik Tz'aqat

source: Updated Legacy Add-on Review
cak: Xk'ex Runik'oxik Ichinan Tz'aqat

source: New Dictionary Review
cak: K'ak'a' Rutzijoxik Sotzij

source: Preliminary Dictionary Review
cak: Nab'ey Rutzijoxik Soltzij

source: Updated Dictionary Review
cak: Xk'ex Rutzijoxik Soltzij

source: New Language Pack Review
cak: K'ak'a' Rutzijoxik Tanaj Ch'ab'äl

source: Preliminary Language Pack Review
cak: Nab'ey Rutzijoxik Tanaj Ch'ab'äl

source: Updated Language Pack Review
cak: Xk'ex Rutzijoxik Tanaj Ch'ab'äl

source: Theme Review
cak: Rutzijoxik Wachinel

source: Theme (Static) Review
cak: Runik'oxik ri Wachinel (Mesilon)

source: New Search Provider Review
cak: K'ak'a' Rejqalem Ajya'öl richin Kanoxïk

source: Preliminary Search Provider Review
cak: Nab'ey Rejqalem Ajya'öl richin Kanoxïk

source: Updated Search Provider Review
cak: Xk'ex Rejqalem Ajya'öl richin Kanoxïk

source: New Complete Theme Review
cak: K'ak'a' Rejqalem Tz'aqät Wachinel

source: Preliminary Complete Theme Review
cak: Nab'ey Rejqalem Tz'aqät Wachinel

source: Updated Complete Theme Review
cak: Xk'ex Rejqalem Tz'aqät Wachinel

source: Moderated Add-on Review
cak: Xwetch'owïx Rutzijoxik Tz'aqat

source: Add-on Review Moderation Reverted
cak: Xchojmirisäx ri retch'owik Runik'oxik Tz'aqat

source: Add-on Content Review
cak: Runik'oxik Rupam Tz'aqat

source: Add-on Review (Highest Risk)
cak: Runik'oxik Tz'aqat (Nïm Ruk'ayewal)

source: Add-on Review (High Risk)
cak: Runik'oxik Tz'aqat (Nïm Ruk'ayewal)

source: Add-on Review (Medium Risk)
cak: Runik'oxik Tz'aqat(Loman Ruk'ayewal)

source: Add-on Review (Low Risk)
cak: Runik'oxik Tz'aqat (Ko'öl Ruk'ayewal)

source: Level 1
cak: Chojwi' 1

source: Level 2
cak: Chojwi' 2

source: Level 3
cak: Chojwi' 3

source: Level 4
cak: Chojwi' 4

source: Level 5
cak: Chojwi' 5

source: Level 6
cak: Chojwi' 6

source: Level 7
cak: Chojwi' 7

source: Level 8
cak: Chojwi' 8

source: Level 9
cak: Chojwi' 9

source: Request More Info
cak: Tik'utüx Ch'aqa' Etamab'äl

source: Flag
cak: Tiya' retal

source: Duplicate
cak: Kamulun

source: Reject
cak: Tixutüx

source: Approve
cak: Xjuch'

source: Sexual or pornographic content
cak: Jisil o jisowäch rupam

source: Inappropriate or offensive content
cak: Tz'ilonel o mek'amonel rupam

source: Violence, war, or weaponry images
cak: Oyowal, lab'al, o q'aq' taq wachib'äl

source: Nazi or other hate content
cak: Nasi o itzelanïk rupam

source: Defamatory content
cak: Q'ab'an tzij rupam

source: Online gambling
cak: Molöl ixim etz'anem pa k'amab'ey

source: Spam content
cak: Seq'tzijol rupam

source: Low-quality, stretched, or blank image
cak: B'achab'ïk, yuqun o pa saqil wachib'äl

source: Header image alignment problem
cak: Ruk'ayewal rucholajem wachib'äl pa ri jub'i'aj

source: Core
cak: K'uxaj

source: Recent Changes for %s
cak: K'ak'a' taq Jaloj pa %s

source: Recent Changes for My Add-ons
cak: K'ak'a' taq Jaloj pa Taq Nutz'aqat

source: Add-ons for Thunderbird and SeaMonkey are now listed and maintained on addons.thunderbird.net. You can use the same account to update your add-ons on the new site.
cak: Wakami ri taq rutz'aqat Thunderbird chuqa' SeaMonkey xtiq'alajin pa addons.thunderbird.net. Yatikïr nawokisaj ri rub'i' taqoya'l richin ye'ak'ëx pa ri k'ak'a' ajk'amaya'l ruxaq.

source: We allow and encourage an upgrade but you cannot reverse this process. Once your users have the WebExtension installed, they will not be able to install a legacy add-on.
cak: Niqaya' q'ij chuqa' niqaya' kitzijol ri taq k'exoj, xa xe man tikirel ta nik'ex. Toq ri okisaxela' kiyakon chik ri WebExtension, man xketikïr ta xtikiyäk jun rutz'aqat choltz'ib'anem.

source: This slug is already in use. Please choose another.
cak: Nokisäx re slug re'. Tacha' jun chik.

source: The slug cannot be "%(slug)s". Please choose another.
cak: Re slug re' man tikirel ta nok "%(slug)s". Tacha' jun chik.

source: Invalid tag: {0}
cak: Man okel ta ri etal: {0}

source: "{0}" is a reserved tag and cannot be used.
cak: "{0}" jun q'atapun etal chuqa' man tikirel ta nokisäx.

source: You have {0} too many tags.
cak: E k'o {0} taq etal ruwi'.

source: All tags must be %s characters or less after invalid characters are removed.
cak: Ronojel ri taq etal k'o chi kik'wan %s taq tz'ib' o qajinäq toq xeyuj ri taq tz'ib' man e okel ta.

source: All tags must be at least {0} character.
cak: Ronojel etal k'o chi nik'o chi re {0} tz'ib'.

source: Categories cannot be changed while your add-on is featured for this application.
cak: Man tikirel ta yejal ri taq ruwäch toq ri tz'aqat ya'on ruq'ij pa re chokoy re'.

source: You can have only {0} category.
cak: Tikirel xa xe k'o {0} ruwäch awik'in.

source: The miscellaneous category cannot be combined with additional categories.
cak: Man tikirel ta yetun ri xolwachinäq taq ruwäch kik'in tz'aqatel taq ruwäch.

source: URL domain must be one of [%s], or a subdomain.
cak: URL ajk'amal k'o chi jun [%s], o jun achajk'amal.

source: Before changing your default locale you must have a name, summary, and description in that locale. You are missing %s.
cak: Chuwäch najäl ri ach'ab'äl k'o wi, k'o chi k'o jun rub'i', jun ch'utitzijol chuqa' jun rucholaxik pa ri ch'ab'äl ri'. Nrajo' na %s.

source: Must have at least one owner.
cak: K'o chi k'o jun rajaw.

source: At least one author must be listed.
cak: K'o chi nicholajïx jun b'anel.

source: Slug incorrect.
cak: Man ütz ta ri Slug.

source: Details
cak: Kib'anikil

source: What is your license's name?
cak: ¿Achike rub'i' ri aya'öl q'ij?

source: Custom License
cak: Ichinan Ya'oj Q'ij

source: Provide the text of your license.
cak: Taya' ri cholan rutzij aya'öl q'ij.

source: License text is required when choosing Other.
cak: Toq nicha' Jun chik, k'atzinel ri rucholan tzij ya'öl q'ij.

source: This add-on has an End-User License Agreement
cak: Re tz'aqat re' k'o jun Ruya'öl Ruq'ij Ruk'isib'äl-Okisanel

source: Please specify your add-on's End-User License Agreement:
cak: Tajikib'a' ri Ruya'öl Ruq'ij Ruk'isib'äl-Okisanel richin ri atz'aqat:

source: This add-on has a Privacy Policy
cak: Re tz'aqat re' k'o jun Runa'ojil Ichinanem

source: Please specify your add-on's Privacy Policy:
cak: Tajikib'a' ri Runa'ojil Ichinanem ri atz'aqat:

source: Unsupported file type, please upload an archive file {extensions}.
cak: Man yek'ul ta re taq ruwäch yakb'äl re', tajotob'a' jun yakb'äl rik'in rub'anikil {extensions}.

source: View current
cak: Titz'et ri wakami

source: Invalid version range.
cak: Rajilab'al man okel ta ruwäch.

source: Need at least one compatible application.
cak: K'atzinel jun k'amonel chokoy.

source: There was an error with your upload. Please try again.
cak: K'o jun sachoj rik'in ri ataqoj. Tatojtob'ej chik.

source: Override failed validation
cak: Tirepüx rusachoj jikib'anem

source: Version {version} was uploaded before and deleted.
cak: Ri ruwäch {version} xjotob'äx chuqa' xyuj el.

source: Version {version} already exists.
cak: Ri ruwäch {version} k'o chik.

source: Continue with existing upload instead?
cak: ¿La k'a nasamajij ri rujotob'axik k'o?

source: Yes
cak: Ja'

source: No
cak: Mani

source: You have not uploaded a source file.
cak: Man ajotob'an ta jun ruxe'el yakb'äl.

source: On this site. <span class="helptext">Your submission will be listed on this site and the Firefox Add-ons Manager for millions of users, after it passes code review. Automatic updates are handled by this site. This add-on will also be considered for Mozilla promotions and contests. Self-distribution of the reviewed files is also possible.</span>
cak: Pa re ruxaq re'. <span class="helptext">Chi rij ninik'öx ri b'itz'ib', t'ijtäq okisanela' xketikïr xkekitz'ët ri taq atzijol pa re ruxaq re' chuqa' pa ri Kinuk'samajel Kitz'aqat Firefox. Ja ri ruxaq xkesamajin ri yonil taq k'exoj. Ri t'zaqat xtichap chuqa' richin kitalunem chuqa' ch'akoj kimoloj ri Mozilla. Chuqa' ri taq yakb'äl enik'on xketalüx achi'el kichin.</span>

source: On your own. <span class="helptext">Your submission will be immediately signed for self-distribution. Updates should be handled by you via an updateURL or external application updates.</span>
cak: Awuma rat. <span class="helptext">Re ruwäch re' xtijuch' richin nitalüx awuma. Ri taq k'exoj xkesamajïx chi q'ab'aj rik'in jun updateURL o chi kij taq ruk'exoj ri chokoy.</span>

source: Categories cannot be changed while your add-on is featured.
cak: Man tikirel ta yejal ri taq ruwäch toq ri atz'aqat ya'on ruq'ij.

source: Your developer API key was found in the submitted file. To protect your account, the key will be revoked.
cak: Xilitäj ri API ewan atzij richin b'anonel pa ri yakb'äl xtaq. Richin nichajïx ri rub'i' ataqoya'l, xtiyuj ri ewan tzij.

source: The developer API key of a coauthor was found in the submitted file. To protect your add-on, the key will be revoked.
cak: Xilitäj ri API ewan rutzij b'anonel richin jun achb'anel pa ri yakb'äl xtaq. Richin nichajïx ri tz'aqat, xtiyuj ri ewan tzij.

source: Mozilla Security Notice: Your AMO API credentials have been revoked
cak: Rutzijol Rujikomal Mozilla: Xeyuj ri taq AMO API wujil

source: Validation generated too many errors/warnings so %s messages were truncated. After addressing the visible messages, you'll be able to see the others.
cak: Ri junamanem ruya'on k'ïy taq sachoj//warnings ruma ri toq %s taq rutzijol xe'ewäx. Toq xesamajïx yan ri tz'etel taq rutzijol, xkatikïr xtatz'ët ri ch'aqa' chik.

source: Updated
cak: Xk'ex

source: Name
cak: B'i'aj

source: Created
cak: Xtz'uk

source: Downloads
cak: Taq qasanïk

source: Rating
cak: Kejqalem

source: All My Add-ons
cak: Ronojel Taq Nutz'aqat

source: All Activity
cak: Ronojel Samaj

source: Add-on Updates
cak: Kik'exoj Tz'aqat

source: Add-on Status
cak: Kib'anikilTz'aqat

source: User Collections
cak: Kimol Okisanel

source: User Reviews
cak: Kitzijoxik Okisanel

source: Add-on cannot be deleted. Disable this add-on instead.
cak: Man tikirel ta niyuj ri tz'aqat. Tichup re tz'aqat re'.

source: Theme deleted.
cak: Wachinel yujun.

source: Add-on deleted.
cak: Tz'aqat yujun.

source: URL name was incorrect. Theme was not deleted.
cak: Man ütz ta ri rub'i' URL. Man xyuj ta ri wachinel.

source: URL name was incorrect. Add-on was not deleted.
cak: Man ütz ta ri rub'i' URL. Man xyuj ta ri tz'aqat.

source: An author has been added to your add-on
cak: Jun b'anel xutz'aqatisaj ri atz'aqat

source: An author has been removed from your add-on
cak: Jun b'anel xuyüj el pa ri atz'aqat

source: Changes successfully saved.
cak: Ütz xeyak ri jaloj.

source: Validate Add-on
cak: Tijikib'äx ri Tz'aqat

source: Icons must be either PNG or JPG.
cak: Ri taq wachib'äl k'o chi e PNG o JPG kib'anikil.

source: Icons cannot be animated.
cak: Man tikirel ta e silonel ri taq wachib'äl.

source: There was an error uploading your preview.
cak: Xk'ulwachitäj jun sachoj toq nijotob'äx ri nab'ey rutzub'al.

source: Version %s disabled.
cak: Ruwäch %s chupun.

source: Version %s deleted.
cak: Ruwäch %s xyuj.

source: Version %s re-enabled.
cak: Ruwäch %s xtzij chik.

source: This upload has failed validation, and may lack complete validation results. Please take due care when reviewing it.
cak: Re jotonem re' xuyüj ri junamanem ruma ri' toq rik'in jub'a' man tz'aqät ta ri ketal junamanem. Jeb'ël tanik'oj.

source: Header area background
cak: Rupam ruk'ojlib'al jub'i'aj

source: Header area text and icons
cak: Rutz'ib'anïk chuqa' ruwachib'al ruk'ojlib'al b'i'aj

source: Toolbar area background
cak: Rupam ruk'ojlib'al rukajtz'ik samajib'äl

source: The background color for the navigation bar, the bookmarks bar, and the selected tab. Manifest field: toolbar.
cak: Ri rub'onil rupam rukajtz'ik okem pa k'amaya'l, kikajtz'ik yaketal chuqa' ri ruwi' cha'on. Ruk'ojlib'al manifiesto: toolbar.

source: Toolbar area text and icons
cak: Rutz'ib'anïk chuqa' ruwachib'al ruk'ojlib'al rukajtz'ik samajib'äl

source: Toolbar field area background
cak: Rupam ruk'ojlib'al rukajtz'ik samajib'äl

source: The background color for fields in the toolbar, such as the URL bar. Manifest field: toolbar_field.
cak: Ri rub'onil rupam ruk'ojlib'al rukajtz'ik samajib'äl, achi'el ri rukajtz'ik URL. Ruk'ojlib'al Manifiesto: toolbar_field.

source: Toolbar field area text
cak: Kitz'ib'anik ruk'ojlib'al rukajtz'ik samajib'äl

source: The color of text in fields in the toolbar, such as the URL bar. Manifest field: toolbar_field_text.
cak: Ri rub'onil rutz'ib'anik ruk'ojlib'al rukajtz'ik samajib'äl, achi'el ri rukajtz'ik URL. Ruk'ojlib'al manifiesto: toolbar:field_text.

source: Review requested.
cak: Xk'utüx nik'oxïk.

source: You must provide further details to proceed.
cak: K'o chi naya' ch'aqa' chik rub'anikil richin nisamajïx chik el.

source: Your old credentials were revoked and are no longer valid.
cak: Ri ojer taq awujil xexutüx pe chuqa' man e okel ta chik.

source: New API key created
cak: K'ak'a' API k'uxatzij xtz'uk

source: API key revoked
cak: API k'uxatzij xxutüx

source: My add-on doesn't fit into any of the categories
cak: Ri nutz'aqat man nuk'äm ta ri pa majun ruwäch

source: Firefox Add-on Distribution Agreement
cak: Ruch'ob'otzij Kijachik Rutz'aqat Firefox

source: Review Policies and Rules
cak: Kib'eyal chuqa' Kina'ojil Nik'onem

source: I have read and accept this Agreement and the Rules and Policies
cak: Xinsik'ij chuqa' ütz yentz'ët ri Ch'ob'otzij chuqa' taq ri B'eyal chuqa' ri taq Na'ojil

source: Accept
cak: Tik'ul

source: or <a href="{0}">Cancel</a>
cak: o <a href="{0}">Tiq'at</a>

source: {0} Add-ons
cak: {0} Taq tz'aqat

source: Return to the DevHub homepage
cak: Titzolin pa ri DevHub tikirib'äl ruxaq

source: <small>Add-on</small> Developer Hub
cak: <small>Tz'aqat</small> Rochoch B'anonel

source: more add-ons...
cak: ch'aqa' chik tz'aqat...

source: Documentation
cak: Yaköl wuj

source: Extension Development
cak: Kib'anik K'amal

source: Themes
cak: Taq wachinel

source: Add-on Validator
cak: Rujikib'anel Tz'aqat

source: Development Add-ons
cak: Kitz'aqat B'anonem

source: Community & Support
cak: Tinamït & Tob'äl

source: Add-ons Blog
cak: Kichinya'l Tz'aqat

source: Add-ons Forum
cak: Kich'ob'omoloj Tz'aqat

source: More Resources
cak: Ch'aqa' chik Tob'äl

source: Search Developer Docs
cak: Kekanöx Kiwujil B'anonel

source: Search
cak: Tikanöx

source: Use the field below to upload your add-on package.
cak: Tawokisaj ri k'ojlib'äl ikim richin najotob'a' tz'aqat pisaj.

source: After upload, a series of automated validation tests will be run on your file.
cak: Chi rij ri jotob'anïk, xkesamajïx jalajöj taq rutojtob'enik yonil junamanem chi rij ri ayakb'al.

source: Do you want your add-on to be distributed on this site?
cak: ¿La nawajo' chi nitalüx ri atz'aqat pa re ruxaq re'?

source: Validation Results for {0}
cak: Kiq'i'oj Jikib'anem richin {0}

source: Validation Results
cak: Kiq'i'oj Jikib'anem

source: Validated at:
cak: Jikib'an pa:

source: Recent Activity for My Add-ons
cak: K'ak'a' Samaj pa Taq Nutz'aqat

source: Recent Activity for {0}
cak: K'ak'a' Samaj richin {0}

source: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> by %(user)s
cak: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> ruma %(user)s

source: No results found.
cak: Majun achike xilitäj.

source: Refine Activity
cak: Tutziläx Samaj

source: Activity
cak: Samaj

source: Subscribe to this feed
cak: Tatz'ib'aj ab'i' pa re b'ätz' re'

source: This add-on is incompatible with <b>%(app_name)s %(app_version)s</b>, the latest release of %(app_name)s. Please consider updating your add-on's compatibility info, or uploading a newer version of this add-on.
cak: Man nuk'äm ta ri' re tz'aqat re' rik'in ri <b>%(app_name)s %(app_version)s</b>, ri ruk'isib'äl ruwäch %(app_name)s. Yatikïr nak'ëx ri retamab'al richin nuk'äm ri' ri atz'aqat, o natäq jun k'ak'a' ruwäch re tz'aqat re'.

source: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Update Compatibility</a> <a href="%(version_url)s" class="button">Upload New Version</a> or <a href="#" class="close">Ignore</a>
cak: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Tik'ex ri K'amonem</a> <a href="%(version_url)s" class="button">Tijotob'äx K'ak'a' Ruwäch</a> o <a href="#" class="close">Tirepüx kan</a>

source: Compatibility
cak: K'amonïk

source: Update Compatibility
cak: Tik'ex K'amonïk

source: Adjusting application information here will allow users to install your add-on even if the install manifest in the package indicates that the add-on is incompatible.
cak: Toq xb'an runuk'ulem ri retamab'al chokoy, xtaya' q'ij chi ke ri okisanela' richin nikiyäk ri atz'aqat achi'el chuqa' we ri manifest ruyakb'al pitzoj nuya' pe rutzijol chi man nuk'äm ta ri'.

source: Application
cak: Chokoy

source: Supported Versions
cak: K'amonel taq Ruwäch

source: Remove
cak: Tiyuj

source: Add Another Application&hellip;
cak: Titz'aqatisäx Jun Chik Chokoy&hellip;

source: Save Changes
cak: Keyak Jaloj

source: or
cak: o

source: Cancel
cak: Tiq'at

source: Close
cak: Titz'apïx

source: <b>{0}</b> add-on
cak: <b>{0}</b> tz'aqat

source: Recent Activity
cak: K'ak'a' Samaj

source: %(ago)s by %(user)s
cak: %(ago)s ruma %(user)s

source: Older activity for My Add-ons
cak: Ojer rusamaj ri Nutz'aqat

source: <b>{0}</b> theme
cak: <b>{0}</b> wachinel

source: None
cak: Majun

source: Preview
cak: Nab'ey tzub'al

source: Preview of listed version
cak: Nab'ey rutzub'al ri cholajin ruwäch

source: Preview still being generated - come back later or refresh the page.
cak: Tajin nisamajïx ri nab'ey tzub'al - katzolin chik pe o tatzolij ri ruxaq.

source: Manage Authors & License
cak: Kenuk'samajïx B'anel & Ya'öl Q'ij

source: Authors
cak: Taq b'anel

source: About author roles
cak: Chi rij kisamaj b'anel

source: <p>Add-ons can have any number of authors with 2 possible roles:</p> <ul> <li><b>Owner:</b> Can manage all aspects of the add-on's listing, including adding and removing other authors</li> <li><b>Developer:</b> Can manage all aspects of the add-on's listing, except for adding and removing other authors</li> </ul>
cak: <p>Ri taq tz'aqat tikirel e k'ïy yeb'ano ri tikirel 2 kisamaj:</p> <ul> <li><b>Rajaw:</b> Nitikïr nusamajij ronojel ri rub'anikil tz'aqat cholajin, achi'el yerutz'aqatisaj chuqa' yeruyüj ch'aqa' chik taq b'anel</li> <li><b>B'anonel:</b> Nitikïr nusamajij ronojel ri rub'anikil tz'aqat cholajin, man ke ta ri' richin yerutz'aqatisaj o yeruyüj ch'aqa' chik taq b'anel</li> </ul>

source: Edit
cak: Tinuk'

source: Tags
cak: Taq etal

source: Tags help users find your add-on and should be short descriptors such as tabs, toolbar, or twitter. You may have a maximum of {0} tags.
cak: Ri taq etal yeruto' ri okisanela' richin yekïl taq tz'aqat, k'o ta chi ko'öl kitzijol achi'el taq ruwi', kikajtz'ik samajib'äl o Twitter. E k'o {0} taq awetal.

source: Comma-separated, minimum of {0} character.
cak: Jachon rik'in mixtuq', rik'in {0} taq tz'ib'.

source: Example: dark, cinema, noir. Limit 20.
cak: Tz'eteb'äl: q'equ'm, silowäch, aq'a', Ruchi' 20.

source: Reserved tag:
cak: Q'atapun etal:

source: Contributions URL
cak: To'onela' URL

source: If you would like to request monetary contributions from your users, set this to a page where they can do so.
cak: We nawajo' nak'utuj chi keto'on rik'in pwäq ri okisanela', tab'ana' runuk'ulem re re' pa jun ruxaq akuchi' yetikïr nikib'än.

source: Default Locale
cak: Ch'ab'äl K'o Wi

source: Information about your add-on is displayed in this locale unless you override it with a locale-specific translation. It is only relevant for listed add-ons.
cak: Ri retamab'al atz'aqat nik'ut pa re ch'ab'äl re', man ke ta ri' we nanab'eyisaj jun chik tz'alq'omanem. Okel xa xe pa cholajin taq tz'aqat.

source: Homepage
cak: Ruxaq tikirib'äl

source: If your add-on has another homepage, enter its address here. If your website is localized into other languages multiple translations of this field can be added. It is only relevant for listed add-ons.
cak: We ri atz'aqat k'o chik jun tikirib'äl ruxaq, tatz'ib'aj ri ochochib'äl wawe'. We ri ruxaq tzalq'omin pa ch'aqa' chik ch'ab'äl, tikirel yetz'aqatisäx ri jalajöj taq tzalq'omanem. Okel xa xe pa cholajin taq tz'aqat.

source: Describe Add-on
cak: Titzijöx rij Tz'aqat

source: Summary
cak: Ch'utitzijol

source: Add-on URL
cak: Tz'aqat URL

source: Choose a short, unique URL slug for your add-on.
cak: Tacha' jun ruyonil jeb'ël ruximob'al atz'aqat.

source: View Listing
cak: Titz'et Cholb'äl

source: This summary should clearly explain what your add-on does. It will be shown in listings and searches, and it will be used by reviewers to test your add-on.
cak: Wawe' k'o ta chi naya' rutzijol rusamaj nub'än ri achokoy. Xtiwachin pa taq cholb'äl chuqa' pa taq kanoxïk chuqa' xtikokisaj ri nik'onela' richin nikitojtob'ej ri achokoy.

source: Description
cak: Tzijoxkil

source: Experimental?
cak: ¿La soltojtob'enel?

source: If your add-on on is experimental or otherwise not ready for general use. The add-on will be listed but will have reduced visibility.
cak: We nitojtob'ëx ri achokoy o k'a majani ütz nokisäx kuma xab'achike winäq. Xtiwachin pa cholb'äl ri chokoy xa xe chi e jub'a' xketz'eto.

source: This add-on is experimental.
cak: Re tz'aqat re' nitojtob'ëx.

source: This add-on is ready for general use.
cak: Re chokoy re' ütz chik nikokisaj xab'achike winäq.

source: Requires Payment?
cak: ¿La k'o chi nitoj?

source: Check this box if this add-on's core features require some form of payment upfront or after a trial period in order to work.
cak: Taya' retal re kajtz'ik re' we ri nïm rusamaj achokoy nrajo' chi nab'ey titoj o nik'o na q'ij tojtob'enïk richin ütz nisamäj.

source: This add-on requires payment, non-free services or software, or additional hardware.
cak: Re chokoy re' nrajo' rutojik, rusamajixik o tojel kema' o rutz'aqat ch'akulkem.

source: This add-on doesn't require any additional payments, paid services or software, or additional hardware.
cak: Majun tojïk nrajo' re tz'aqat re'. rutojik samaj o kema' o jun rutz'aqat ch'akulkem.

source: Categories are the primary way users browse through add-ons. Choose any that fit your add-on's functionality for the most exposure.
cak: Ri taq ruwäch e nima'q rub'anikil richin yekanöx taq tz'aqat. Tacha' ri ütz, ri nuk'äm ri' rik'in ri rusamaj atz'aqat richin nawïl jeb'ël taq q'i'oj.

source: Categories cannot be changed while your add-on is featured for this application. Please email <a href="mailto:%(email)s">%(email)s</a> if there is a reason you need to modify your categories.
cak: Man tikirel ta yejal ri taq ruwäch toq ya'on ruq'ij ri atz'aqat pa re chokoy re'. Katz'ib'an chi re <a href="mailto:%(email)s">%(email)s</a> we k'o jun aruma toq nawajo' ye'ajäl ri taq ab'anikil.
