Repository: mozilla/addons-server
Catalog: locale/cak/LC_MESSAGES/djangojs.po
Languages: cak

source: There was a problem contacting the server.
cak: Xk'ulwachitäj jun k'ayewal toq nikanöx ri k'uxasamaj.

source: Select a file...
cak: Ticha' jun yakb'äl...

source: Your add-on should end with .zip, .xpi or .crx
cak: Ri atz'aqat k'o ta chi nik'is rik'in .zip, .xpi, o .crx.

source: {0}% complete
cak: {0}% tz'aqät

source: {0} of {1}
cak: {0} richin {1}

source: Cancel
cak: Tiq'at

source: Uploading {0}
cak: Nijotob'äx {0}

source: Error with {0}
cak: Sachoj rik'in {0}

source: Please make sure to report any linting related issues on GitHub
cak: Taya' rutzijol xab'achike k'ayewal rik'in ri runuk'ik cholaj pa GitHub

source: Your add-on failed validation with {0} error.
cak: Ri atz'aqat xsach rik'in ri rujikib'axik rik'in {0} sachoj.

source: &hellip;and {0} more
cak: &hellip;chuqa'{0} ch'aqa' chik

source: See full validation report
cak: Titz'et ri tz'aqät rutzijol jikib'anem

source: Validating {0}
cak: Nijikib'äx {0}

source: Your add-on exceeds the maximum size of {0}.
cak: Ri atz'aqat xik'o chuwa ri nïm runimilem {0}.

source: Received an empty response from the server; status: {0}
cak: Xk'ulutäj jun kowöl tzolin rutzij k'uxasamaj; rub'anikil: {0}

source: Unexpected server error while validating.
cak: Man oyob'en ta ri sachoj toq nijikib'äx.

source: Finished validating {0}
cak: Xk'is richin nijikib'äx {0}

source: Your add-on validation timed out, it will be manually reviewed.
cak: Xk'is ruq'ijul rujikib'axik atz'aqat, chi q'ab'aj xtinik'öx.

source: Your add-on was validated with no errors and {0} warning.
cak: Ri atz'aqat xjikib'äx rik'in majun sachoj chuqa' {0} rutzijol k'ayewal.

source: Your add-on was validated with no errors and {0} message.
cak: Ri atz'aqat xjikib'äx rik'in majun taq sachoj chuqa' {0} rutzijol.

source: Your add-on was validated with no errors or warnings.
cak: Ri atz'aqat xjikib'äx rik'in majun taq sachoj o kitzijol k'ayewal.

source: Include detailed version notes (this can be done in the next step).
cak: Ruk'wan ruch'utitzijol ruwäch (re re' tikirel nib'an pa ri jun chik xak).

source: If your add-on requires an account to a website in order to be fully tested, include a test username and password in the Notes to Reviewer (this can be done in the next step).
cak: We ri atz'aqat nrajo' jun rub'i' taqoya'l pa jun ruxaq k'amaya'l richin nitojtob'ëx ütz, tatz'aqatisaj jun tojtob'enel okisaxel chuqa' ewan tzij pa ri Ch'utitzijol richin ri Nik'onel (re re' tikirel nib'an pa ri jun chik xak).

source: Add-on submission checklist
cak: Rucholb'al kijikib'anem kitaqik taq tz'aqat

source: Please verify the following points before finalizing your submission. This will minimize delays or misunderstanding during the review process:
cak: Tanik'oj re taq rupam re' chuwäch nak'isib'ej ri ataqoj. Re re' xtuch'utinisaj yokenïk o itzel taq na'oj toq ninik'öx:

source: The validation process found these issues that can lead to rejections:
cak: Ri rusamajixik jikib'anem xrïl re taq k'ayewal re' ri yetikïr nikib'än chi xtixutüx pe:

source: The filetype you uploaded isn't recognized.
cak: Man netamäx ta ruwäch ri ruwäch yakb'äl xajotob'a'.

source: Your file exceeds the maximum size of {0}.
cak: Ri ayakb'al xik'o chuwa ri nïm runimilem {0}.

source: You cancelled the upload.
cak: Xaq'ät rujotob'axik.

source: Images must be either PNG or JPG.
cak: Ri taq wachib'äl k'o chi e PNG o JPG kib'anikil.

source: Videos must be in WebM.
cak: Ri taq silowäch k'o chi e WebM kib'anikil.

source: Week of {0}
cak: Ruwuqq'ij {0}

source: {0} download
cak: {0} qasanïk

source: {0} user
cak: {0} okisanel

source: {0} add-on
cak: {0} tz'aqat

source: {0} collection
cak: {0} mol

source: {0} review
cak: {0} tzijoxïk

source: {0} sale
cak: {0} k'ayij

source: {0} refund
cak: {0} tzolin pwäq

source: {0} install
cak: {0} yakoj

source: Downloads
cak: Taq qasanïk

source: Daily Users
cak: Q'ij chi Q'ij Okisanela'

source: Amount, in USD
cak: Jaru'il, pa USD

source: Number of Contributions
cak: Kajilab'al taq To'ïk

source: More Info...
cak: Ch'aqa' chik Etamab'äl...

source: Details for {0}
cak: Kib'anikil {0}

source: Collections Created
cak: Taq Mol Xetz'uk

source: Add-ons in Use
cak: Taq Tz'aqat Ye'okisäx

source: Add-ons Created
cak: Taq Tz'aqat Xetz'uk

source: Add-ons Downloaded
cak: Taq Tz'aqat Eqasan

source: Add-ons Updated
cak: Taq Tz'aqat Xek'ex

source: Reviews Written
cak: Taq Tzijoxïk Etz'ib'an

source: User Signups
cak: Rutz'ib'axik Kib'i' Okisanela'

source: Subscribers
cak: Tz'ib'anela' b'i'aj

source: Ratings
cak: Kejqalem

source: Sales
cak: Taq k'ayij

source: Installs
cak: Keyak

source: Unknown
cak: Man etaman ta ruwäch

source: Add-ons Manager
cak: Kinuk'samajel taq T'aqat

source: Add-ons Manager Promo
cak: Kitaluxik Kinuk'samajel taq Tz'aqat

source: Add-ons Manager Featured
cak: Ya'on Kiq'ij Kinuk'samajel taq Tz'aqat

source: Add-ons Manager Learn More
cak: Tetamäx Ch'aqa' Chik Kinuk'samajel taq Tz'aqat

source: Search Suggestions
cak: Kichilab'exik Kanoxïk

source: Search Results
cak: Kiq'i'oj Kanoxïk

source: Homepage Promo
cak: Talunïk pa Tikirib'äl Ruxaq

source: Homepage Featured
cak: Ya'on Kiq'ij Tikirib'äl Ruxaq

source: Homepage Up and Coming
cak: Nik'oje' yan pa Tikirib'äl Ruxaq

source: Homepage Most Popular
cak: K'ïy Kiwinaq pa Tikirib'äl Ruxaq

source: Detail Page
cak: B'anikil Ruxaq

source: Detail Page (bottom)
cak: B'anikil Ruxaq (pitz'b'äl)

source: Detail Page (Development Channel)
cak: B'anikil Ruxaq (Ruq'asab'al B'anonem)

source: Often Used With
cak: Jutaqil Nokisäx Rik'in

source: Others By Author
cak: Juley Chik Ruma B'anel

source: Dependencies
cak: Taq moloj

source: Upsell
cak: Talunïk

source: Meet the Developer
cak: Tetamäx Ruwäch ri B'anonel

source: User Profile
cak: Ruwäch Rub'i' Okisanel

source: Version History
cak: Runatab'al Ruwäch

source: Sharing
cak: Nikomonïx

source: Category Pages
cak: Kixaq Ruwäch

source: Collections
cak: Taq mol

source: Category Landing Featured Carousel
cak: Qajem Ruwäch Ya'on Ruq'ij Karusel

source: Category Landing Top Rated
cak: Qajem Ruwäch Ütz Ya'on Kiq'ij

source: Category Landing Most Popular
cak: Qajem Ruwäch K'ïy Kiwinaq

source: Category Landing Recently Added
cak: Qajem Ruwäch K'a B'a' Tz'aqatisan

source: Browse Listing Featured Sort
cak: Tikanöx Cholajem Cholajin Chi K'o Kiq'ij

source: Browse Listing Users Sort
cak: Tikanöx Cholajem Cholajin Chi Okisanela'

source: Browse Listing Rating Sort
cak: Tikanöx Cholajem Cholajin Chi Kejqalem

source: Browse Listing Created Sort
cak: Tikanöx Cholajem Cholajin Chi Etz'ukun

source: Browse Listing Name Sort
cak: Tikanöx Cholajem Cholajin Chi B'i'aj

source: Browse Listing Popular Sort
cak: Tikanöx Cholajem Cholajin Chi K'ïy Kiwinaq

source: Browse Listing Updated Sort
cak: Tikanöx Cholajem Cholajin Chi Ek'exon

source: Browse Listing Up and Coming Sort
cak: Tikanöx Cholajem Cholajin Chi Yewachin Yan Pe

source: Total Amount Contributed
cak: Ronojel ri To'onïk

source: Average Contribution
cak: Nik'aj To'onïk

source: Usage
cak: Okisaxïk

source: Downloads and Daily Users, last {0} days
cak: Taq Qasanïk chuqa' Q'ij chi Q'ij Okisanela', ri ruk'isib'äl {0} q'ij

source: Downloads and Daily Users from {0} to {1}
cak: Taq Qasanïk chuqa' Q'ij chi Q'ij Okisanela' pa {0} k'a {1}

source: Installs and Daily Users, last {0} days
cak: Taq Yakoj chuqa' Q'ij chi Q'ij Okisanela', ri ruk'isib'äl {0} q'ij

source: Installs and Daily Users from {0} to {1}
cak: Taq Yakoj chuqa' Q'ij chi Q'ij Okisanela' pa {0} k'a {1}

source: Downloads, last {0} days
cak: Taq qasanïk, ri ruk'isib'äl {0} q'ij

source: Downloads from {0} to {1}
cak: Taq qasanïk pa {0} k'a {1}

source: Daily Users, last {0} days
cak: Q'ij chi Q'ij Okisanela', ri ruk'isib'äl {0} q'ij

source: Daily Users from {0} to {1}
cak: Q'ij chi Q'ij Okisanela' pa {0} k'a {1}

source: Applications, last {0} days
cak: Taq chokoy, ri ruk'sib'äl {0} q'ij

source: Applications from {0} to {1}
cak: Taq chokoy pa {0} k'a {1}

source: Countries, last {0} days
cak: Taq amaq', ri ruk'sib'äl {0} q'ij

source: Countries from {0} to {1}
cak: Taq amaq' pa {0} k'a {1}

source: Platforms, last {0} days
cak: Taq nuk'uche'el, ri ruk'sib'äl {0} q'ij

source: Platforms from {0} to {1}
cak: Taq nuk'uche'el pa {0} k'a {1}

source: Languages, last {0} days
cak: Taq ch'ab'äl, ri ruk'isib'äl {0} q'ij

source: Languages from {0} to {1}
cak: Taq ch'ab'äl pa {0} k'a {1}

source: Add-on Versions, last {0} days
cak: Kiwäch Tz'aqat, ri ruk'sib'äl {0} q'ij

source: Add-on Versions from {0} to {1}
cak: Kiwäch Tz'aqat pa {0} k'a {1}

source: Add-on Status, last {0} days
cak: Kib'anikil Tz'aqat, ri ruk'sib'äl {0} q'ij

source: Add-on Status from {0} to {1}
cak: Kib'anikil Tz'aqat pa {0} k'a {1}

source: Download Sources, last {0} days
cak: Kiqasaxïk Taq Xe'el, ri ruk'isib'äl {0} q'ij

source: Download Sources from {0} to {1}
cak: Kiqasaxik Xe'el pa {0} k'a {1}

source: Download Mediums, last {0} days
cak: Loman Taq Qasanïk, ruk'isib'äl {0} q'ij

source: Download Mediums from {0} to {1}
cak: Loman Taq Qasanïk pa {0} k'a {1}

source: Download Contents, last {0} days
cak: Kiqasaxïk Taq Rupam, ruk'isib'äl {0} q'ij

source: Download Contents from {0} to {1}
cak: Kiqasaxik Taq Rupam pa {0} k'a {1}

source: Download Campaigns, last {0} days
cak: Keqasäx taq Samajinem, ruk'isib'äl {0} q'ij

source: Download Campaigns from {0} to {1}
cak: Keqasäx taq Samajinem pa {0} k'a {1}

source: Contributions, last {0} days
cak: Taq to'onïk, ri ruk'sib'äl {0} q'ij

source: Contributions from {0} to {1}
cak: Taq to'onïk pa {0} k'a {1}

source: Site Metrics, last {0} days
cak: Kitz'etnuk'ulem Ruxaq K'amaya'l, ri ruk'isib'äl {0} q'ij

source: Site Metrics from {0} to {1}
cak: Kitz'etnuk'ulem Ruxaq K'amaya'l pa {0} k'a {1}

source: Add-ons in Use, last {0} days
cak: Taq Tz'aqat Xe'okisäx, ri ruk'sib'äl {0} q'ij

source: Add-ons in Use from {0} to {1}
cak: Taq Tz'aqat Xe'okisäx pa {0} k'a {1}

source: Add-ons Downloaded, last {0} days
cak: Taq Tz'aqat Xeqasäx, ri ruk'isib'äl {0} q'ij

source: Add-ons Downloaded from {0} to {1}
cak: Taq Tz'aqat Xeqasäx pa {0} k'a {1}

source: Add-ons Created, last {0} days
cak: Taq Tz'aqat Xetz'uk, ri ruk'sib'äl {0} q'ij

source: Add-ons Created from {0} to {1}
cak: Taq Tz'aqat Xetz'uk pa {0} k'a {1}

source: Add-ons Updated, last {0} days
cak: Taq Tz'aqat Xek'ex, ri ruk'sib'äl {0} q'ij

source: Add-ons Updated from {0} to {1}
cak: Taq Tz'aqat Xek'ex pa {0} k'a {1}

source: Reviews Written, last {0} days
cak: Taq Tzijoxïk Xetz'ib'äx, ri ruk'isib'äl {0} q'ij

source: Reviews Written from {0} to {1}
cak: Taq Tzijoxïk Xetz'ib'äx pa {0} k'a {1}

source: User Signups, last {0} days
cak: Kitz'ib'axik Okisanela', ri ruk'isib'äl {0} q'ij

source: User Signups from {0} to {1}
cak: Kitz'ib'axik Okisanela' pa {0} k'a {1}

source: Collections Created, last {0} days
cak: Taq Mol Xetz'uk, ri ruk'sib'äl {0} q'ij

source: Collections Created from {0} to {1}
cak: Taq Mol Xetz'uk pa {0} k'a {1}

source: Subscribers, last {0} days
cak: Tz'ib'anela' b'i'aj, ri ruk'isib'äl {0} q'ij

source: Subscribers from {0} to {1}
cak: Tz'ib'anela' b'i'aj pa {0} k'a {1}

source: Ratings, last {0} days
cak: Kejqalem, ri ruk'sib'äl {0} q'ij

source: Ratings from {0} to {1}
cak: Kejqalem pa {0} k'a {1}

source: Sales, last {0} days
cak: Taq k'ayij, ri ruk'sib'äl {0} q'ij

source: Sales from {0} to {1}
cak: Taq k'ayij pa {0} k'a {1}

source: Installs, last {0} days
cak: Kiyakoj, ri ruk'sib'äl {0} q'ij

source: Installs from {0} to {1}
cak: Kiyakoj pa {0} k'a {1}

source: <b>{0}</b> in last {1} days
cak: <b>{0}</b> pa ruk'isib'äl {1} q'ij

source: <b>{0}</b> from {1} to {2}
cak: <b>{0}</b> pa {1} k'a {2}

source: <b>{0}</b> average in last {1} days
cak: <b>{0}</b> junamilil pa ruk'isib'äl {1} q'ij

source: No data available.
cak: Majun tzij wachel.

source: Date
cak: Q'ijul

source: Other
cak: Juley chik

source: Changes Saved
cak: Xeyak taq Jaloj

source: Enter a new author's email address
cak: Titz'ib'äx jun k'ak'a' ochochib'al rutaqoya'l b'anel

source: There was an error uploading your file.
cak: Xk'ulwachitäj jun sachoj toq nijotob'äx ayakb'al.

source: {files} file
cak: {files} yakb'äl

source: Image changes being processed
cak: Yesamajïx ri taq jaloj pa ri wachib'äl

source: <b>{0}</b> character
cak: <b>{0}</b> tz'ib'.

source: <b>{0}</b> character left
cak: <b>{0}</b> jun chik tz'ib'.

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
cak: Chupül re b'anikil re' k'a niqab'än na ruk'ojlem re ajk'amaya'l ruxaq. Tatojtob'ej chik pa ka'i' oxi' ch'utiramaj.

source: Remove this localization
cak: Tiyuj re k'ojlemal re'

source: {name} was viewing this page first.
cak: {name} rutz'eton chik wi re ruxaq re'.

source: {name} was viewing this add-on first.
cak: {name} rutz'eton chik wi re tz'aqat re'.

source: Loading&hellip;
cak: Nisamajib'ëx&hellip;

source: Version Notes
cak: Kich'utitzijol Ruwäch

source: Notes for Reviewers
cak: Kich'utitzijol Nik'onela'

source: No version notes found
cak: Majun kich'utitzijol ruwäch xilitäj

source: Review Text
cak: Tinik'öx Cholan Rutzij

source: Review notes found
cak: Kenik'öx taq ch'utitzijol xe'ilitäj

source: Maximum upload size is {0} - choose a smaller background image.
cak: Ri nïm rupalem rusamajib'exik ja ri {0} - tacha' jun ko'öl ruwachib'al rupam.

source: Requested Info
cak: K'utun Etamab'äl

source: Flagged
cak: Xya' retal

source: Duplicate
cak: Kamulun

source: Rejected
cak: Xutun

source: Approved
cak: Juch'un

source: No results found
cak: Majun achike xilitäj

source: Theme
cak: Wachinïk

source: Reviewer
cak: Nik'onel

source: Status
cak: B'anikil

source: All tests passed successfully.
cak: Ütz xe'ik'owisäx ronojel ri taq tojtob'enïk.

source: These tests were not run.
cak: Man xesamajib'ëx ta re taq tojtob'enïk re'.

source: Tests
cak: Taq tojtob'enïk

source: Error
cak: Sachoj

source: Warning
cak: Rutzijol k'ayewal

source: {0} line {1} column {2}
cak: {0} cholaj {1} tem {2}

source: {0} line {1}
cak: {0} cholaj {1}

source: Add-on failed validation.
cak: Xsach rik'in ri jikib'anïk ri tz'aqat.

source: Add-on passed validation.
cak: Xik'o rik'in ri jikib'anïk ri tz'aqat.

source: {0} error
cak: {0} sachoj

source: {0} warning
cak: {0} rutzijol k'ayewal

source: {0} notice
cak: {0} tzijol

source: Validation task could not complete or completed with errors
cak: Max xtikïr ta xtz'aqär ri rujikib'axik samaj o xtz'aqatisäx rik'in sachoj

source: Internal server error
cak: Sachoj chupam ri ruk'u'x samaj
