Repository: mozilla/addons-server
Catalog: locale/cak/LC_MESSAGES/django.po
Languages: cak

source: Categories cannot be changed while your add-on is featured. Please email <a href="mailto:%(email)s">%(email)s</a> if there is a reason you need to modify your categories.
cak: Man tikirel ta yejal ri taq ruwäch toq ya'on ruq'ij ri atz'aqat. Katz'ib'an chi re <a href="mailto:%(email)s">%(email)s</a> we k'o jun aruma toq nawajo' ye'ajäl ri taq ab'anikil.

source: Email
cak: Taqoya'l

source: If you wish to display an e-mail address for support inquiries, enter it here. If you have different addresses for each language multiple translations of this field can be added. It is only relevant for listed add-ons.
cak: We nawajo' nak'üt ri taqoya'l richin ye'asöl taq k'utunïk, tatz'ib'aj wawe'. We jalajöj taq ataqoya'l pa jujun ch'ab'äl, tikirel yetz'aqatisäx kitzalq'omen kichin jujun ch'ab'äl, tikirel yetz'aqatisäx taq tzalq'omanem richin re k'ojlib'äl re'. Okel xa xe pa cholajin taq tz'aqat.

source: Website
cak: Ajk'amaya'l ruxaq

source: If your add-on has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added. It is only relevant for listed add-ons.
cak: We ri atz'aqat k'o ajk'amaya'l ruxaq o ruch'ob'omoloj, tatz'ib'aj ri rochochib'al wawe'. We ri ruxaq tzalq'omin pa ch'aqa' chik ch'ab'äl, tikirel yetz'aqatisäx taq rutzalq'omanem re k'ojlib'äl re'. Okel xa xe pa cholajin taq tz'aqat.

source: Images
cak: Taq wachib'äl

source: Technical Details
cak: Etamanel taq B'anïk

source: Technical Details for {0}
cak: Etamanel Kichin B'anïk {0}

source: Developer Comments
cak: Kitzijoxik B'anonela'

source: Any information end users may want to know that isn't necessarily applicable to the add-on summary or description. Common uses include listing known major bugs, information on how to report bugs, anticipated release date of a new version, etc. It is only relevant for listed add-ons.
cak: Xab'achike etamab'äl nikajo' niketamaj ri okisanela' xa xe chi man k'o ta pa ruch'utitzijol o rutzijoxkil tz'aqat. Ri relik ta okisanem ja ri kicholb'al etaman taq sachoj, etamab'äl pa ruwi' rub'eyal ye'atäq sachoj, kiq'ijul k'ak'a' taq ruwäch, ch'aqa' chik. Okel xa xe pa cholajin taq tz'aqat.

source: View Source?
cak: ¿La Nitz'et Ruxe'el?

source: Whether the source of your add-on can be displayed in our online viewer. It is only relevant for listed add-ons.
cak: Yojtikïr niqak'üt ri ruxe'el atz'aqat pan online qatz'etob'al. Okel xa xe pa cholajin taq tz'aqat.

source: This add-on's source code is publicly viewable.
cak: Ri rub'itz'ib' ruxe'el re tz'aqat re' xab'achike nitz'eto.

source: No, this add-on's source code is not publicly viewable.
cak: Manäq, ri rub'itz'ib' ruxe'el re tz'aqat re' man xab'achike ta nitz'eto.

source: Public Stats?
cak: ¿La E Xab'achike Molob'a'?

source: Whether the download and usage stats of your add-on can be displayed in our online viewer. It is only relevant for listed add-ons.
cak: Yojtikïr niqak'üt ri ruqasaxik chuqa' ri rub'anikil rokisaxik ri atz'aqat pan online qatz'etob'al. Okel xa xe pa cholajin taq tz'aqat.

source: This add-on's stats are publicly viewable.
cak: Ri taq rumolob'a' re tz'aqat re' xab'achike nitz'eto.

source: No, this add-on's stats are not publicly viewable.
cak: Manäq, ri taq rumolob'a' re tz'aqat re' man xab'achike ta nitz'eto.

source: Universally unique identifier
cak: Ojer yonil k'utunel

source: The UUID of your add-on is specified in its install manifest and uniquely identifies it. You cannot change your UUID once it has been submitted.
cak: Ri UUID richin atz'aqat jikib'an pa ri ruyakb'al mafiest yakoj chuqa' xa xe ri' nuya' retal. Man yatikïr ta najäl ri UUID toq xtatäq.

source: Whiteboard
cak: Tz'alamtz'ib'ab'äl

source: The whiteboard is the place to provide information relevant to your addon, whatever the version, to the reviewers. Use it to provide ways to test the addon, and any additional information that may help. This whiteboard is also editable by reviewers.
cak: Pa tz'alamtz'ib'ab'äl yatikïr naya' nïm etamab'äl chi re ri nuk'unel pa ruwi' ri atz'aqat, xab'achike ruwäch. Tawokisaj richin naya' rutzijol ri ütz rub'anikil richin nitojtob'ëx ri tz'aqat, chuqa' tatz'aqatisaj etamab'äl, ri nito'on. Ri nuk'unela' chuqa' yetikïr nikinük' ri tz'alamtz'ib'ab'äl.

source: Add-on Media for {0}
cak: Tz'aqat Ruk'oxom {0}

source: Add-on icon
cak: Ruwachib'al tz'aqat

source: Upload an icon for your add-on or choose from one of ours. The icon is displayed nearly everywhere your add-on is. Uploaded images must be one of the following image types: .png, .jpg. It is only relevant for listed add-ons.
cak: Tajotob'a' jun ruwachib'al ri atz'aqat o tacha' jun chi ke ri qichin. Xtiwachin ri wachib'äl akuchi' niwachin ri atz'aqat. Ri taq wachib'äl xke'ajotob'a' k'o chi ke kib'anikil: .png, .jpg. Okel xa xe pa cholajin taq tz'aqat.

source: Select an icon for your add-on:
cak: Tacha' jun ruwachib'al ri atz'aqat:

source: Used in listings of add-ons, like search results and featured add-ons.
cak: Okisan pa kicholajem tz'aqat, achi'el ri xe'ilitäj richin xekanöx chuqa' eto'on tz'aqat.

source: Used in add-on detail pages.
cak: Okisan pa ruxaq kib'anikil chokoy.

source: Upload a Custom Icon...
cak: Tijotob'äx jun Ichinan Wachib'äl...

source: Screenshots
cak: Chapoj kiwäch

source: Please provide at least one screen shot of your add-on:
cak: Taya' estape' xa xe jun chapoj ruwäch ri atz'aqat:

source: Please provide a caption for this screenshot:
cak: Taya' rub'i' re chapoj ruwa' re':

source: Add a Screenshot...
cak: Titz'aqatisäx jun Chapoj Ruwäch...

source: Continue
cak: Titikïr chik el

source: Can others share your Add-on, as long as you're given credit?
cak: ¿La yetikïr nikikomonij ri atz'aqat ri winaqi', toq ketaman chi ja rat xab'anon richin?

source: Can others make commercial use of your Add-on?
cak: ¿La yetikïr ch'aqa' chik yetzijok'ayin rik'in ri Atz'aqat?

source: Can others create derivative works from your Add-on?
cak: ¿La yetikïr ch'aqa' chik nikokisaj ri Atz'aqat richin yekitz'ük taq samaj?

source: Yes, as long as they share alike
cak: Ja', xa k'o chi nukomonij chuqa'

source: The licensor permits others to distribute derivativeworks only under the same license or one compatible with the one that governs the licensor's work.
cak: Ri rajaw ya'öl q'ij nuya' q'ij chi ke ch'aqa' chik richin yekitaluj taq nimawuj xa xe rik'in ri junam ya'öl q'ij o jun ri nuk'äm ri' rik'in ri rajaw nimawuj.

source: Your Add-on will be released under the following license:
cak: Ri Atz'aqat xtitalüx rutzijol rik'in re ya'öl q'ij re':

source: Select a different license.
cak: Ticha' jun chik ya'öl q'ij.

source: More information on Creative Commons licenses
cak: Ch'aqa' chik etamab'äl chi rij ri taq Ruya'öl Q'ij Creative Commons

source: General Tests
cak: Chijun Tojtob'enïk

source: Security Tests
cak: Jikomal Tojtob'enïk

source: Extension Tests
cak: K'amal Tojtob'enïk

source: Localization Tests
cak: K'ojlem Tojtob'enïk

source: Compatibility Tests
cak: K'amonel Tojtob'enïk

source: Hide messages not required for automated signing
cak: Tewäch rutzijol man najowäx ta richin ri yonil juch'uj

source: Hide messages present in previous version and ignored
cak: Ke'ewäx rutzijol e k'o erepun pa ri ruk'isib'äl ruwäch

source: Top
cak: Ajsik

source: Delete Add-on
cak: Tiyuj Tz'aqat

source: Deleting your add-on will permanently delete all versions and files you have submitted for this add-on, listed or not. The add-on ID will continue to be linked to your account, so others won't be able to submit versions using the same ID.
cak: Toq nayüj ri tz'aqat xkeyuj el konojel ri taq ruwäch chuqa' taq yakb'äl xe'atäq richin re tz'aqat re', echolajin o manäq. Ri tz'aqat ID k'a xtixim na rik'in ri rub'i' ataqoya'l, richin chi ri ch'aqa' chik man yetikïr ta yekitäq taq ruwäch rik'in rokisaxik ri junam ID.

source: Enter the following text to confirm your decision: {slug}
cak: Tajikib'a' ri ana'ojib'al rik'in natz'ib'aj re cholan tzij re': {slug}

source: Please tell us why you are deleting your add-on:
cak: Taya' jun ch'utitzijol chi qe achike ruma nayüj el ri atz'aqat:

source: Actions
cak: Taq b'anoj

source: Resume
cak: Titikïr chik el

source: Delete this add-on.
cak: Tiyuj re tz'aqat re'.

source: Delete
cak: Tiyuj

source: New Version
cak: K'ak'a' Ruwäch

source: Statistics
cak: Kimolob'a'

source: Manage Status & Versions
cak: Kenuk'samajïx B'anikil & Ruwäch

source: View Recent Changes
cak: Ketz'et K'ak'a' taq Jaloj

source: This add-on is missing some required information before it can be submitted for publication.
cak: Re tz'aqat re nrajo' jujun taq etamab'äl chuwäch tikirel nitaq richin nitaläx rutzijol.

source: This add-on doesn't have any versions.
cak: Re tz'aqat re' majun ruwäch.

source: <strong>{0}</strong> weekly download
cak: <strong>{0}</strong> wuqq'ijul qasanïk

source: <strong>{0}</strong> active user
cak: <strong>{0}</strong> titzij okisanel

source: Submit a New Version
cak: Titaq jun K'ak'a' Ruwäch

source: required
cak: ajowan

source: Add-on URL:
cak: Tz'aqat URL:

source: Please use only letters, numbers, underscores, and dashes in your URL.
cak: Tawokisaj xa xe tz'ib', ajilab'äl, ikim juch' chuqa' juch' pa ri URL.

source: Name:
cak: B'i'aj:

source: Name on listing on this site. May be different to the name inside the add-on, which is shown inside Firefox
cak: Ri b'i'aj pa ri rucholb'al re ruxaq k'amaya'l re' tikirel jun wi ri rub'i' rik'in ri niq'alajin pa ri tz'aqat pa Firefox.

source: Summary:
cak: Ch'utitzijol:

source: This add-on is experimental
cak: Re tz'aqat re' nitojtob'ëx

source: Check this option if your add-on is experimental or otherwise not ready for general use. The add-on will be listed but will have reduced visibility. You can change this setting later.
cak: Tacha' re' cha'oj re' we ri atz'aqat nitojtob'ëx o k'a man okel ta nikokisaj konojel. Ri tz'aqat xtiwachin pa cholb'äl, xa xe chi man konojel ta xketz'eto. Xkatikïr na xtajäl re runuk'ulem re'.

source: Select a category for this add-on:
cak: Ticha' jun ruwäch re tz'aqat re':

source: Support email:
cak: Rutaqoya'l Tob'äl

source: Support website:
cak: Ruxaq Ruk'amaya'l Tob'äl:

source: License:
cak: Ya'oj q'ij:

source: Please choose a license appropriate for the rights you grant.
cak: Tacha' jun ruk'amon ya'oj kiq'ij ri taq ch'ojib'äl najikib'a'.

source: If your add-on transmits any data from the user's computer, a privacy policy is required that explains what data is sent and how it is used.
cak: We ri atz'aqat nuq'alajisaj tzij pa ri rusamajib'al okisanel, nrajo' jun runa'ojil ichinanem, ri nuchöl achike tzij xketaq chuqa' achike rokisaxik xkeb'an.

source: Notes to Reviewer:
cak: Kich'utitzijol Nik'onela':

source: Is there anything our reviewers should bear in mind when reviewing this add-on?
cak: ¿La k'o ri k'o chi niketamaj ri nik'onela' toq xtikitz'ët re tz'aqat re'?

source: Remember
cak: Tinatäx

source: These notes will only be visible to you and our reviewers.
cak: Re taq ch'utitzijol re' xa xe rat chuqa' ri qanik'onela' xketikïr xketz'eto.

source: Submit Version
cak: Titaq Ruwäch

source: Cancel and Disable Version
cak: Tiq'at chuqa' Tichup Ruwäch

source: Describe Version
cak: Titz'ijöx rij Ruwäch

source: Release Notes:
cak: Ruch'utitzijol re Ruwäch re'

source: Let your users know what's new and what's changed in this version.
cak: Taya' q'ij chi ri okisanela' tiketamaj ri k'ak'a' chuqa' ri jaloj ruk'amon pe re ruwäch re'.

source: These notes will appear on the detail page.
cak: Re taq ch'utitzijol re' xkewachin pa ri tzijoxkil ruxaq.

source: How to Distribute this Version
cak: Achike Rub'eyal Nitalüx re Ruwäch re'

source: More information on Add-on Distribution and Signing
cak: Ch'aqa' chik Etamab'äl chi rij ri Juch' chuqa' Rutaluxik Tz'aqat

source: Submission Complete
cak: Xtaq Ronojel

source: Version Submitted for Review
cak: Xtaq Ruwäch richin Ninik'öx

source: Preview of the version submitted
cak: Nab'ey rutzub'al ri ruwäch xtaq

source: You’re done! This version will be available after it passes review. You will be notified when it is reviewed.
cak: ¡Xk'achoj! Re ruwäch re' okel chik toq xtinik'öx. Xtitaq rutzijol chawe toq xtinik'öx.

source: Version Submitted
cak: Ruwäch Xtaq

source: You’re done! This version will be available on our site shortly.
cak: ¡Xk'achoj! Re ruwäch re' xtiwachin yan pa ri ruxaq qak'amaya'l.

source: You’re done! This version has been submitted for review. You will be notified when the review has been completed, or if our reviewers have any questions about your submission.
cak: ¡Xk'achoj! Xtaq re ruwäch re' richin ninik'öx. Xtitzijöx chawe toq xtitz'aqatisäx runik'oxik o jun chi ke ri nik'onela' k'o ruk'utunik.

source: Your listing will be more successful by adding a detailed description. Get your listing ready for publication:
cak: Xtik'oje' ruchuqa' ri acholb'al we natz'aqatisaj jun jeb'ël rutzijoxkil. Tatz'ib'aj ri acholb'al richin nataluj:

source: Your listing will be more successful by adding a detailed description and screenshots. Get your listing ready for publication:
cak: Xtik'oje' ruchuqa' ri acholb'al we natz'aqatisaj jun jeb'ël rutzijoxkil chuqa' chapoj taq ruwäch. Tatz'ib'aj ri acholb'al richin nataluj:

source: Manage Listing
cak: Tinuk'samajïx Cholb'äl

source: You can also edit this version to add version notes, or source code if your submission includes minified, obfuscated or compiled code.
cak: Yatikïr nanük' ri ruwäch xatäq rik'in ye'atz'aqatisaj ruch'utitzijol ruwäch o ri rub'itz'ib' xe'el toq ruk'wan k'ayew b'itz'ib' o e sachel.

source: Edit version {0}
cak: Tinuk' ruwäch {0}

source: Version Signed
cak: Ruwäch Juch'un

source: You’re done! This version is signed and ready to for self-distribution. You can download it by clicking the button below.
cak: ¡Xk'achoj! Xjuch' re ruwäch re' chuqa' ütz chik richin nitalüx. Yatikïr naqasaj rik'in napïtz ri pitz'b'äl k'o ikim.

source: Download {0}
cak: Qasanïk {0}

source: Go to My Submissions
cak: Kib'e pa Taq Nutaqoj

source: Source Code Upload
cak: Tijotob'äx Ruxe'el B'itz'ib'

source: Do you use any of the following?
cak: ¿La xawokisaj jun chi ke re re'?

source: Code minifiers or obfuscators
cak: Tz'aqonela' o ewanela' b'itz'ib'

source: How to Submit:
cak: Achike rub'eyal Nitaq:

source: Include instructions in a README file in the source code,
cak: Tatz'aqatisaj ri k'utunem taq tzij pa jun README yakb'äl pa ri ruxe'el b'itz'ib',

source: or in reviewer notes on the next page (if applicable).
cak: o pa taq ruch'utitzijol nik'onel pa ri jun chik ruxaq (we okel).

source: Upload source code:
cak: Xjotob'äx ruxe'el b'itz'ib':

source: Add-on Distribution Agreement
cak: Ruch'ob'otzij Kijachik Rutz'aqat

source: Upload Add-on
cak: Tijotob'äx Tz'aqat

source: Where to Host Version
cak: Akuchi' Nojqanëx Ruwäch

source: Change
cak: Tijalwachïx

source: Upload Version
cak: Tijotob'äx Ruwäch

source: Use the fields below to upload your add-on package. After upload, a series of automated validation tests will be run on your file.
cak: Ke'awokisaj re taq k'ojlib'äl re' richin najotob'a' ri tz'aqat. Toq xjotob'äx yan, xtisamajib'ëx jutanaj rutojtob'enik yonil jikib'anem pan ayakb'al.

source: Administrative overrides
cak: Tzolin taq nuk'samajixïk

source: Create a Theme Version
cak: Titz'uk jun Ruwäch Wachinel

source: Create a Theme
cak: Titz'uk jun Wachinel

source: Sign Add-on
cak: Tijux Tz'aqat

source: Theme generate
cak: Tib'an wachinel

source: Theme generator
cak: B'anöy wachinel

source: Theme name
cak: Rub'i' wachinel

source: Select a header image for your theme
cak: Tacha' jun ruwachib'al jub'i'aj richin ri awachinel

source: Recommended height: 200 pixels
cak: Rupalem chilab'en: 200 rupiksel

source: 6.9MB max
cak: 6.9MB nïm

source: PNG, JPG, APNG, SVG or GIF (not animated)
cak: PNG, JPG, APNG, SVG o GIF (man nisilon ta)

source: Aligned to top-right
cak: Cholajin pa ajsik ajqkiq'a' tz'ik

source: Select a different header image
cak: Ticha' jun chik rujub'i'aj wachib'äl

source: Select colors for your theme
cak: Ke'acha' taq rub'onil awachinel

source: optional
cak: cha'el

source: Browser preview
cak: Nab'ey rutzub'al okik'amaya'l

source: Uploading Theme
cak: Nijotob'äx Wachinel

source: Finish Theme
cak: Tik'is Wachinel

source: Back
cak: Chi rij

source: API Credentials
cak: API Taq Wujil

source: For detailed instructions, consult the <a href="%(docs_url)s">API documentation</a>.
cak: Richin ch'aqa' chik rucholsamaj, tatz'eta' ri <a href="%(docs_url)s">API wujinem </a>.

source: Keep your API keys secret and <strong>never share them with anyone</strong>, including Mozilla contributors.
cak: Ke'ajask'umij ri API taq ajaqb'al chuqa' <strong>man tak'üt chuwäch xab'achike</strong>, ni xa ta kik'in ri ruto'onela' Mozilla.

source: JWT issuer
cak: JWT tikirisanel tzij

source: JWT secret
cak: JWT jask'um

source: To make API requests, send a <a href="%(jwt_url)s">JSON Web Token (JWT)</a> as the authorization header. You'll need to generate a JWT for every request as explained in the <a href="%(docs_url)s">API documentation</a>.
cak: Richin ye'ab'än API taq k'utunïk, tataqa' jun <a href="%(jwt_url)s">JSON Web Token (JWT)</a> achi'el rub'anikil b'i'aj richin niya' q'ij. K'o chi nab'än jun JWT toq natäq jun k'utunïk, achi'el nitzijöx pa <a href="%(docs_url)s">API wujinem</a>.

source: You don't have any API credentials.
cak: Man k'o ta API awujil.

source: Revoke
cak: Tiyuj

source: Revoke and regenerate credentials
cak: Ketzolïx chuqa' keb'an taq wujil

source: Generate new credentials
cak: Keb'an k'ak'a' wujil

source: Invisible
cak: Metz'etel

source: Please complete your add-on by adding a version or missing metadata.
cak: Tatz'aqatisaj ri atz'aqat, rik'in natz'aqatisaj jun ruwäch o ri taq ichintzij nrajo' na.

source: You will receive an email when the review is complete. Until then, your add-on is not listed in our gallery but can be accessed directly from its details page.
cak: Xtak'ül jun taqoya'l toq xtik'is runik'oxik. Ruma k'a ri', ri atz'aqat man xtiwachin ta pa wachib'äl qochoch, po tikirel nib'an okem chupam pa ri ruxaq rub'anikil.

source: Your add-on is displayed in our gallery and users are receiving automatic updates.
cak: Ri atz'aqat k'o pa ruwachib'al qochoch chuqa' ri okisanela' yekik'ül yonil taq k'exoj.

source: Your add-on won't be included in search results, and its listing page will indicate you disabled it. New version submissions for listing won't be accepted in this state.
cak: Man xtiq'alajin ta pe ri atz'aqat pa ri yekanöx, pa ri ruxaq xtitz'et chi xachüp. Man xkek'ul ta chik ri k'ak'a' ruwäch xketaq richin yecholajïx.

source: Created:
cak: Xtz'uk:

source: Last Updated:
cak: Ruk'isib'äl k'exoj:

source: Status:
cak: B'anikil:

source: Listed Version:
cak: Cholajin Ruwäch:

source: Next Listed Version:
cak: Jun chik Cholajin Ruwäch:

source: Queues are not reviewed strictly in order
cak: Man yenik'öx ta ri taq jey pa rub'eyal rucholajem

source: Queue Position:
cak: Ruk'ojlib'al Rujey:

source: %(position)s of %(total)s
cak: %(position)s richin %(total)s

source: Signed for self-distribution. Updates are handled by you.
cak: Juxun richin ichin-jachoj. Ja rat ye'asamajij ri taq k'exoj.

source: Latest Version:
cak: Ruk'isib'äl Ruwäch:

source: Upload New Version
cak: Tijotob'äx K'ak'a' Ruwäch

source: View All
cak: Titz'et Ronojel

source: Listed Review Page
cak: Cholajin Nik'oxïk Ruxaq

source: Unlisted Review Page
cak: Man Cholajin Ta Nik'oxïk Ruxaq

source: Admin Manage
cak: Runuk'samajixik Nuk'samajel

source: View Statistics Dashboard
cak: Titz'et Rupas Molob'a'

source: Developer News
cak: Kitzijol B'anonela'

source: View the blog &#9658;
cak: Titz'et ri ichinya'l

source: Pending information request:
cak: Oyob'en retamab'al ri xk'utüx:

source: This request for information has been resolved
cak: Xsol re ruk'utuxik etamab'äl re'

source: License
cak: Ya'oj q'ij

source: Please choose a license appropriate for the rights you grant on your source code. It is only relevant for listed add-ons.
cak: Tacha' jun ruk'amon ya'oj q'ij kichin ri taq ch'ojib'äl ye'ajikib'a' pa ri ruxe'el b'itz'ib'. Xa xe okel pa cholajin taq tz'aqat

source: Allowed HTML: %(allowed_html)s
cak: Ya'on q'ij HTML: %(allowed_html)s

source: Some HTML supported.
cak: Jujun HTML ya'on q'ij.

source: Remove this application
cak: Tiyuj re chokoy re'

source: Select <b>up to {0}</b> {1} category for this add-on:
cak: Tacha' <b>k'a {0}</b> {1} ruwäch re tz'aqat re':

source: End-User License Agreement
cak: Rutununa'oj Ya'öl Q'ij richin K'ixib'äl Okisanel

source: Privacy Policy
cak: Ichinan na'oj

source: If your add-on transmits any data from the user's computer, a privacy policy is required that explains what data is sent and how it is used. It is only relevant for listed add-ons.
cak: We ri atz'aqat nuq'axaj tzij pa ri rukematz'ib' okisanel, k'atzinel jun ichinan na'ojil, akuchi' nichol achike taq tzij yetaq chuqa' achike yek'atzin. Okel xa xe pa cholajin taq tz'aqat.

source: If your add-on contains binary or obfuscated code other than known libraries, upload its sources for review.
cak: We ruk'wan kach'akul o kuchun taq b'itz'ib' chuqa' taq wujb'äl etaman kiwäch, nujotob'a' ruxe'el richin yenik'öx.

source: Please include instructions on how to reproduce the final add-on file, either in a README file or the Notes to Reviewer for this version.
cak: Ke'atz'aqatisaj taq rub'eyal tzij richin nitzij ri ruk'isib'äl ruyakb'al atz'aqat, ütz pa jun README yakb'äl o pa ri taq Ruch'utitzijol runik'onel re ruwäch re'.

source: Read more about the source code review policy.
cak: Tisik'ïx ch'aqa' chik chi rij ri runa'ojil kinik'oxik kixe'el b'itz'ib'.

source: Latest News
cak: Ruk'isib'äl taq Rutzijol

source: Read more in our Blog
cak: Tisik'ïx ch'aqa' chik pa ri Qichinya'l

source: Resources
cak: Taq Tob'äl

source: Porting
cak: Niq'axäx

source: Community
cak: Tinamital

source: About
cak: Qawäch

source: Forum
cak: Molna'oj

source: Blog
cak: Ichinya'l

source: Contact Us
cak: Tzijonem Qik'in

source: Support
cak: To'ïk

source: Report Bug
cak: Tiya' Rutzijol Sachoj

source: Site Status
cak: Rub'anikil Ruxaq K'amaya'l

source: Web-Ext: build & test extensions
cak: Web-Ext: okisan & tojtob'en taq k'amal

source: Promote
cak: To'ïk

source: Get Your Add-on Featured
cak: Tiya' Ruq'ij Atz'aqat

source: "Get The Add-on" button
cak: "Tik'ul ri Tz'aqat" pitz'b'äl

source: Legal
cak: Taqanel

source: Report Trademark Abuse
cak: Taya' Rutzijol Itzel Rokisaxik ri Retal B'i'aj

source: Legal Notices
cak: Taqanel Rutzijol

source: Contribute
cak: Kato'on

source: Review Add-ons
cak: Kenik'öx taq Tz'aqat

source: Volunteer reviewers help keep add-ons safe and reliable to use. They enjoy great perks too!
cak: Ri yenik'on yeto'on chi nakuqub'a' ak'u'x chi kij chuqa' chi e ütz ri taq tz'aqat richin nawokisaj. ¡Chuqa' niqa chi kiwäch ri nima'q taq rutzil!

source: Join us!
cak: ¡Tatunu' pe awi'!

source: Write Some Code
cak: Titz'ib'äx B'itz'ib'

source: Help make add-ons better by contributing your coding skills.
cak: Kato'on ye'awutzilaj taq tz'aqat, akuchi' nak'üt ri awetamab'al pa ruwi' ri b'itz'ib'.

source: Get started
cak: Titikirisäx

source: More Ways to Participate
cak: Juley Rub'eyal richin Yato'on

source: You don't need coding skills to help keep Firefox the most customizable browser available!
cak: ¡Man nik'atzin ta chawe chi awetaman pa ruwi' ri b'itz'ib' richin nato' ri Firefox chi junelïk ichinel!

source: See how
cak: Tatz'eta' Kwi' Rub'eyal

source: Manage Your Add-on
cak: Tanuk'samajij Atz'aqat

source: Sign In to Edit and Update Your Add-on
cak: Tatikirisaj Molojri'ïl richin Nanük' chuqa' Nak'ëx ri Atz'aqat

source: Welcome Back
cak: Ütz Apetik
