Repository: mozilla/addons-server
Catalog: locale/cak/LC_MESSAGES/django.po
Languages: cak

source: Addons
cak: Taq tz'aqat

source: No links are allowed.
cak: Majun ximonel ya'on q'ij chi re.

source: This display name cannot be used.
cak: Man tikirel ta nokisäx re b'i'aj xk'ut pe.

source: The homepage field can only be used to link to external websites.
cak: Ri tikirib'äl ruxaq nokisäx richin yexim aj juk'an ajk'amaya'l ruxaq.

source: Images must be either PNG or JPG.
cak: Ri taq wachib'äl k'o chi e PNG o JPG kib'anikil.

source: Images cannot be animated.
cak: Man tikirel ta e silonel ri taq wachib'äl.

source: Please use images smaller than %dMB.
cak: Ke'okisäx taq wachib'äl ko'öl chi re ri %dMB.

source: You are already logged in.
cak: Atokinäq chik.

source: Your login attempt could not be parsed. Please try again.
cak: Man xtikïr ta xnik'öx ri rutojtob'enik richin nitikirisäx molojri'ïl. Titojtob'ëx chik.

source: Your Firefox Account could not be found. Please try again.
cak: Man xojtikïr ta xqïl ri Rub'i' Ataqoya'l richin Firefox. Tatojtob'ej chik.

source: You could not be logged in. Please try again.
cak: Man xatikïr ta xatok. Tatojtob'ej chik.

source: Need help?
cak: ¿La nawajo' ato'ik?

source: Developers of add-ons or themes cannot delete their account. You must delete all add-ons and themes linked to this account, or transfer them to other users.
cak: Man yetikïr ta nikiyüj ri rub'i' ataqoya'l ri rub'anonela' tz'aqat o wachinel. K'o chi ye'ayüj ronojel ri taq tz'aqat chuqa' ximon taq wachinel rik'in re rub'i' taqoya'l re' o ye'aq'axaj chi ke ch'aqa' chik okisanela'.

source: Review
cak: Tzijoxïk

source: Version {0}
cak: Ruwäch {0}

source: Review note
cak: Ruch'utitzijol nik'oxïk

source: Only latest versions of addons can have notes added.
cak: Xa xe tikirel yetz'aqatisäx ch'utitzijol pa ri ruk'isib'äl taq kiwäch tz'aqat.

source: Ratings
cak: Kejqalem

source: Status
cak: B'anikil

source: - Add-on not on AMO -
cak: - Tz'aqat man wachel ta pa AMO -

source: Listed
cak: Cholajin

source: Addon and collection paths need to end with "/"
cak: Ri kib'i' tz'aqat chuqa' mol k'o chi nikik'isb'ej rik'in "/"

source: Add-on names cannot contain the Mozilla or Firefox trademarks.
cak: Ri kib'i' tz'aqat man tikirel ta nikik'waj ketal ri Mozilla chuqa' Firefox.

source: Sort by:
cak: Tichol chi:

source: More
cak: Ch'aqa' chik

source: My Add-ons
cak: Taq Nutz'aqat

source: My Themes
cak: Taq Nuwachinel

source: Tools
cak: Taq samajib'äl

source: My Profile
cak: Ruwäch Nub'i'

source: Account Settings
cak: Kinuk'ulem Rub'i' Taqoya'l

source: My Collections
cak: Taq Numol

source: My Favorites
cak: Taq Wajowab'al

source: Log out
cak: Titz'apïx molojri'ïl

source: Manage My Submissions
cak: Kenuk'samajïx Taq Nutaqoj

source: Submit a New Add-on
cak: Titaq jun K'ak'a' Tz'aqat

source: Submit a New Theme
cak: Titaq jun K'ak'a' Wachinïk

source: Developer Hub
cak: Kochoch B'anonela'

source: Manage API Keys
cak: Kenuk'samajïx API Kik'u'x Tzij

source: Reviewer Tools
cak: Taq Rusamajib'al Nik'onel

source: Admin Tools
cak: Kisamajib'al Nuk'samajel

source: Positive integer
cak: Chijun ütz

source: This field can only be used to link to external websites. URLs on %(domain)s are not allowed.
cak: Re k'ojlib'äl re' nokisäx richin nib'an ximoj pa aj juk'an ajk'amaya'l ruxaq. Man niya' ta q'ij chi ke ri taq URLs pa %(domain)s.

source: Incorrect, please try again.
cak: Man ütz ta, tatojtob'ej chik.

source: Error verifying input, please try again.
cak: Xsach toq yerujikib'a' taq tzij, tatojtob'ej chik.

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
cak: Yechup jumej jujun taq b'anikil ruma yojsamäj richin niqachojmirisaj ri Ajk'amaya'l ruxaq. Xkojtikïr chik xtik'oje' ronojel ri quchuq'a'.

source: Not allowed
cak: Man ya'on ta q'ij chi re

source: Oops! Not allowed.
cak: ¡Uy! Man ya'on ta q'ij.

source: You tried to do something that you weren't allowed to.
cak: K'o xawajo' xab'än xa xe chi man ya'on ta q'ij chawe.

source: You are seeing this message because this HTTPS site requires a 'Referer header' to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
cak: Natz'ët re rutzijol re' ruma re HTTPS ruxaq k'amaya'l re' narajo' chi ri awokik'amaya'l tutaqa' jun 'Retal jub'i'aj', xa xe chi majun taqon. Re jub'i'aj re' nik'atzin richin ri jikomal, richin nujikib'a' chawa chi man eleq'an ta ri awokik'amaya'l kuma aj rox winäq.

source: If you have configured your browser to disable 'Referer' headers, please re-enable them, at least for this site, or for HTTPS connections, or for 'same-origin' requests.
cak: We pa runuk'ulem ri awokik'amaya'l yeruchüp ri taq rujub'i'aj 'ketal ruxaq k'amaya'l', tatzija' chik, estape' xa xe pa re ruxaq k'amaya'l re', o pa taq HTTPS okem, o pa taq k'utuj kepe' pa 'xa jun ruxe'el'.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
cak: Natz'ët re rutzijol re' ruma ri ruxaq k'amaya'l nrajo' jun CSRF kaxlanwäy toq nutäq nojwuj. K'atzinel re kaxlanwäy re' ruma ri jikomal, richin nijikib'äx chi man neleq'äx ta ri awokik'amaya'l kuma aj rox winäq.

source: Page Not Found
cak: Man Xilitäj ta Ruxaq

source: Firefox Add-ons
cak: Taq Rutz'aqat Firefox

source: Sorry, but we can't find anything at the address you entered. If you followed a link to an add-on, it's possible that add-on has been removed by its author.
cak: Kojakuyu', majun achike xqïl pa ri ochochib'äl xatz'ib'aj. We xawojqaj ruximonel jun tz'aqat, rik'in jub'a' ri b'anel xuyüj el ri tz'aqat.

source: Suggested Pages
cak: Chilab'en taq Ruxaq

source: Browse all extensions
cak: Kekanöx ronojel ri taq k'amal

source: Browse all themes
cak: Kekanöx ronojel ri taq wachinel

source: Add-ons Home Page
cak: Kitikirib'al Ruxaq Tz'aqat

source: Not Found
cak: Man Xilitäj ta

source: Oops
cak: Uy

source: <h1>Oops! We had an error.</h1> <p>We'll get to fixing that soon.</p> <p> You can try refreshing the page, or head back to the <a href="%(home)s">Add-ons homepage</a>. </p>
cak: <h1>¡Uuy! Xqapalb'ej jun sachoj.</h1> <p>Xtiqatïj qaq'ij richin niqasöl.</p> <p> Tatojtob'ej rik'in nak'ëx ri ruxaq o yatolin pa <a href="%(home)s">Kitikirib'al ruxaq tz'aqat</a>. </p>

source: No results found
cak: Majun achike xilitäj

source: Prev
cak: Chuwa

source: Next
cak: Jun chik

source: Results <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> of <strong>%(count)s</strong>
cak: Q'i'oj <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> richin <strong>%(count)s</strong>

source: Maintenance in progress
cak: Nib'an ruk'ojlem

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
cak: Chupül re b'anikil re' k'a niqab'än na ruk'ojlem re ajk'amaya'l ruxaq. Tawokisaj ri pitz'b'äl Chi rij awokik'amaya'l k'a ri' tatojtob'ej chik pa jun ti ramaj.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
cak: E chupül jujun taq b'anikil k'a niqab'än na ruk'ojlem re ajk'amaya'l ruxaq. Tatojtob'ej chik pa jun ti mej.

source: Are you human?
cak: ¿La at winäq?

source: What's this?
cak: ¿Achike re'?

source: <p> Please enter <strong>all the words</strong> below, <strong>separated by a space if necessary</strong>. </p> <p> If this is hard to read, you can <a href="#" id="recaptcha_different">try different words</a> or <a href="#" id="recaptcha_audio">try a different type of challenge</a> instead. </p>
cak: <p> Tatz'ib'aj <strong>ronojel taq tzij</strong> ikim, <strong>ejachon rik'in kikojol we k'atzinel</strong>. </p> <p> We man wachel ta, yatikïr <a href="#" id="recaptcha_different">natojtob'ej kik'in ch'aqa' chik taq tzij</a> o <a href="#" id="recaptcha_audio">natojtob'ej juley chik taq samaj</a> pa ruk'exel. </p>

source: Most Popular
cak: K'ïy Ruwinaq

source: Top Rated
cak: Ya'on Kejqalem

source: Newest
cak: K'ak'a'

source: Featured
cak: Ya'on kiq'ij

source: Explore
cak: Tikanöx

source: Categories
cak: Taq ruwäch

source: Page <a href="%(current_pg_url)s">%(current_pg)s</a> of <a href="%(last_pg_url)s">%(last_pg)s</a>
cak: Ruxaq <a href="%(current_pg_url)s">%(current_pg)s</a> richin <a href="%(last_pg_url)s">%(last_pg)s</a>

source: Jump to first page
cak: Tib'iyin pa nab'ey ruxaq

source: Previous
cak: Chuwäch

source: Jump to last page
cak: Tib'iyin pa ruk'isib'äl ruxaq

source: Showing <b>%(begin)s</b>&ndash;<b>%(end)s</b> of <b>%(count)s</b>
cak: Nik'ut <b>%(begin)s</b>&ndash;<b>%(end)s</b> richin <b>%(count)s</b>

source: Add-ons for {0}
cak: Kitz'aqat {0}

source: Add-ons
cak: Taq tz'aqat

source: {0} ago
cak: {0} kan

source: Title
cak: B'i'aj

source: Body
cak: Ch'akulal

source: Another Title
cak: Jun Chik B'i'aj

source: Another Body
cak: Jun chik Ch'akulaj

source: Invalid Authorization header. No credentials provided.
cak: Man okel ta ya'oj ruq'ij jub'i'aj. Man xek'ut ta wujil.

source: Invalid Authorization header. Credentials string should not contain spaces.
cak: Man okel ta Ya'oj ruq'ij jub'i'aj. K'atzinel chi man jun kikojol ri kicholajem wujil.

source: Signature has expired.
cak: Xik'o ruq'ijul juch'.

source: Error decoding signature.
cak: Xsach toq xumecholajisaj ri' ri juch'.

source: Wrong type for one or more keys in payload
cak: Itzel ruwäch richin jun o ch'aqa' chik rupam

source: Invalid JWT Token.
cak: Me'okel JWT Token.

source: The field must have a length of at least {num} characters.
cak: Ri k'ojlib'äl k'o chi ruk'wan jotöl chi re ri {num} tz'ib'.

source: The language code {lang_code} is invalid.
cak: Man okel ta ri rub'itz'ib' {lang_code} ch'ab'äl.

source: You must provide an object of {lang-code:value}.
cak: K'o chi naya' jun ruwachinaq {lang-code:value}.

source: Invalid pk or slug "%s" - object does not exist.
cak: Man okel ta pk o slug "%s" - man k'o ta ri wachinäq.

source: Application Versions
cak: Taq Ruwäch Chokoy

source: Acceptable versions for all applications on AMO.
cak: Ek'ulun taq ruwäch pa ronojel taq ruchokoy AMO.

source: Valid Application Versions
cak: Okel taq Ruwäch Chokoy

source: Add-ons submitted to Mozilla Add-ons must have a manifest file with at least one of the below applications supported. Only the versions listed below are allowed for these applications.
cak: Ri taq tz'aqat xetaq chi re ri Mozilla Add-ons k'o chi kik'an jun tzijoxïk yakb'äl rik'in jun chi ke ri k'amonel taq chokoy. Xa xe yek'ul ri taq ruwäch echolajin qa richin re taq chokoy re'.

source: Please be aware that WebExtensions will not accept a "*" in %(amo_version_link_open)sstrict_min_version%(amo_version_link_close)s.
cak: Tanataj chi ri WebExtensions man nuk'ül ta taq etal jun "*" pa %(amo_version_link_open)sstrict_min_version%(amo_version_link_close)s.

source: Versions
cak: Taq ruwäch

source: If your supported application does not require a manifest file, you still must include one with the required properties as specified %(amo_manifests_mdn_link_open)shere%(amo_manifests_mdn_link_close)s.
cak: Estape' ri chokoy k'ulun ruma ri atz'aqat man nuk'utuj ta jun tzijoxïk yakb'äl, k'o chi natz'aqatisaj jun rik'in ri taq richinil najowäx, achi'el nichol %(amo_manifests_mdn_link_open)swawe%(amo_manifests_mdn_link_close)s.

source: The text entered has been flagged as spam.
cak: Ri tz'ib'anïk xtz'ib'äx ya'on retal achi'el seq'tzijol.

source: This custom URL is already in use by another one of your collections.
cak: Re ichinan URL re' nokisäx chik pa jun chi ke ri amol.

source: Name cannot be empty.
cak: Man tikirel ta majun b'i'aj.

source: This name cannot be used.
cak: Man tikirel ta nokisäx re b'i'aj re'.

source: The custom URL must consist of letters, numbers, underscores or hyphens.
cak: Ri ichinan URL k'o chi yeruk'waj taq tz'ib', taq ajilab'äl, ko'öl taq juch' o nïm taq juch'.

source: This custom URL cannot be used.
cak: Man tikirel ta nokisäx re ichinan URL re'.

source: This add-on already belongs to the collection
cak: Re tz'aqat re' k'o chi pa ri mol

source: {addon} was created.
cak: {addon} xtz'uk.

source: {addon} properties edited.
cak: {addon} taq richinil xenuk'.

source: {addon} description edited.
cak: {addon} rutzijoxkil xnuk'.

source: Categories edited for {addon}.
cak: Xenuk' taq ruwäch {addon}.

source: {0.name} ({1}) added to {addon}.
cak: {0.name} ({1}) xtz'aqatisäx pa {addon}.

source: {0.name} ({1}) removed from {addon}.
cak: {0.name} ({1}) xyuj el pa {addon}.

source: Contributions for {addon}.
cak: Taq ruto'ik {addon}.

source: {addon} disabled.
cak: {addon} chupun.

source: {addon} enabled.
cak: {addon} tzijon.

source: {addon} status changed to {status}.
cak: {addon} b'anikil xjal rik'in {status}.

source: {version} added to {addon}.
cak: {version} xtz'aqatisäx pa {addon}.

source: {version} edited for {addon}.
cak: {version} xnuk' richin {addon}.

source: Version {0} deleted from {addon}.
cak: Ruwäch {0} xyuj pa {addon}.

source: File {0.name} added to {version} of {addon}.
cak: Yakb'äl {0.name} xtz'aqatisäx pa {version} richin {addon}.

source: File {0} deleted from {version} of {addon}.
cak: Yakb'äl {0} xyuj pa {version} richin {addon}.

source: {addon} {version} approved.
cak: {addon} {version} ya'on q'ij.

source: Approved
cak: Juch'un

source: {addon} {version} given preliminary review.
cak: {addon} {version} xuk'ül jun nab'ey runik'oxik.

source: Preliminarily approved
cak: Nab'ey ya'on q'ij

source: {addon} {version} rejected.
cak: {addon} {version} xxutüx.

source: Rejected
cak: Xutun

source: {addon} {version} retained.
cak: {addon} {version} xk'am.

source: Retained
cak: Xk'am

source: {addon} {version} escalated.
cak: {addon} {version} xtaq ruma k'o xk'ulwachitäj.

source: Super review requested
cak: Xk'utüx Nik'onïk

source: {addon} {version} review requested.
cak: {addon} {version} xk'utüx runik'oxik.

source: Review requested
cak: Xk'utüx nik'oxïk

source: {addon} {version} more information requested.
cak: {addon} {version} ch'aqa' chik etamab'äl xk'utüx.

source: More information requested
cak: Ch'aqa' chik etamab'äl xk'utüx

source: {addon} {version} super review requested.
cak: {addon} {version} xk'utüx runik'oxik.

source: The addon has been flagged for Admin Review. It's still in our review queue, but it will need to be checked by one of our admin reviewers. The review might take longer than usual.
cak: Xya' retal ri tz'aqat richin Tinik'öx ruma ri Nuk'samajel. K'o pa rucholajil qanik'oxik, po k'o chi xtiya' rejqalem ruma jun qanuk'samajel. Rik'in jub'a' xtiyoke' jub'a'.

source: Comment on {addon} {version}.
cak: Tzijoxïk pa {addon} {version}.

source: Commented
cak: Xtz'ijöx

source: {tag} added to {addon}.
cak: {tag} xtz'aqatisäx pa {addon}.

source: {tag} removed from {addon}.
cak: {tag} xyul pa {addon}.

source: {addon} added to {collection}.
cak: {addon} xtz'aqatisäx pa {collection}.

source: {addon} removed from {collection}.
cak: {addon} xyuj pa {collection}.

source: {rating} for {addon} written.
cak: {rating} richin {addon} tz'ib'an.

source: {addon} featured in {0}.
cak: {addon} ya'on ruq'ij pa {0}.

source: {addon} no longer featured in {0}.
cak: {addon} man q'aläj ta chik chi ya'on ruq'ij pa {0}.

source: {addon} is now featured.
cak: {addon} wakami ya'on ruq'ij.

source: {addon} is no longer featured.
cak: {addon} wakami man ya'on ta chik ruq'ij.

source: {0} {1} added.
cak: {0} {1} xtz'aqatisäx.

source: {0.name} role changed to {1} for {addon}.
cak: {0.name} xjal rik'in {1} richin {addon}.

source: {addon} is now licensed under {0}.
cak: {addon} ya'on ruya'öl q'ij richin {0}.

source: {addon} policy changed.
cak: {addon} runa'ojil xjal.

source: {addon} icon changed.
cak: {addon} wachib'äl xjal.

source: {rating} for {addon} approved.
cak: {rating} richin {addon} xya' q'ij chi re.

source: {user} approved {rating} for {addon}.
cak: {user} xya' q'ij {rating} richin {addon}.

source: Review {rating} for {addon} deleted.
cak: Tzijoxïk {rating} richin {addon} xyuj.

source: {user} deleted {rating} for {addon}.
cak: {user} xyuj {rating} richin {addon}.

source: Application max version for {version} updated.
cak: Nïm ruwäch chokoy richin {version} xk'ex.

source: Authors emailed about compatibility of {version}.
cak: Xtaq jun rutzijol taqoya'l chi ke ri ajb'anöl pa ruwi' ri ruk'amonel {version}.

source: Email sent to Author about add-on compatibility.
cak: Xtaq chi re ri B'anel ri taqoya'l chi rij ruk'amonel tz'aqat.

source: Password changed.
cak: Xjal ewan taq tzij.

source: {addon} {version} approved but waiting to be made public.
cak: {addon} {version} juch'un chik xa xe nrajo' na nitalüx chi kiwäch winaqi'.

source: Approved but waiting
cak: Juch'un chik xa xe noyob'en

source: Account updated.
cak: Xk'ex rub'i' taqoya'l.

source: Created: {0}.
cak: Xtz'uk: {0}.

source: Edited field: {2} set to: {0}.
cak: Xnuk' k'ojlib'äl: {2} jikib'an chi re: {0}.

source: Deleted: {1}.
cak: Xyuj: {1}.

source: User {user} edited, reason: {1}
cak: Okisaxel {user} xnuk', ruma: {1}

source: User {user} anonymized.
cak: Okisaxel {user} xmeb'ina'äx.

source: User {user} restricted.
cak: Okisanel {user} xq'at.

source: Admin {0} viewed activity log for {user}.
cak: Ri nuk'samajel {0} xuq'alajisaj ri rutz'ib'axik rusamaj {user}.

source: {rating} for {addon} updated.
cak: {rating} richin {addon} xk'ex.

source: {addon} reviewed.
cak: {addon} xnik'öx.

source: User {user} banned.
cak: Okisaxel {user} xelesäx.

source: User {user} picture deleted.
cak: Okisanel {user} xyuj ruwachib'al.

source: User {0.name} added to {group}.
cak: Okisanel {0.name} xtz'aqatisäx pa {group}.

source: User {0.name} removed from {group}.
cak: Okisanel {0.name} xyuj pa {group}.

source: {addon} unlisted.
cak: {addon} man xcholajïx ta.

source: {file} was signed.
cak: {file} xjuch'.

source: Addon id {0} with GUID {1} has been deleted
cak: Ri tz'aqat id {0} rik'in GUID {1} xyuj el

source: {addon} migrated from preliminary.
cak: {addon} xb'e pa jun nab'ey ruwäch.

source: Reply by developer on {addon} {version}.
cak: Tzolin rutzij b'anonel chi re {addon} {version}.

source: Developer Reply
cak: Tzolin Rutzij B'anonel

source: Reply by reviewer on {addon} {version}.
cak: Tzolin rutzij nik'onel chi re {addon} {version}.

source: Reviewer Reply
cak: Tzolin Rutzij Nik'onel

source: Approval notes changed for {addon} {version}.
cak: Xejal ruch'utitzijol juch'uj richin {addon} {version}.

source: Approval notes changed
cak: Xejal ri ta juch'un ch'utitzijol

source: Source code uploaded for {addon} {version}.
cak: Xk'ex ri ruxe'el b'itz'ib' richin {addon} {version}.

source: Source code uploaded
cak: Xk'ex ri ruxe'el b'itz'ib'

source: Auto-Approval confirmed for {addon} {version}.
cak: Yoni-juch'uj xjikib'äx richin {addon} {version}.

source: Auto-Approval confirmed
cak: Yoni-juch'uj xjikib'äx

source: {addon} {version} re-enabled.
cak: {addon} {version} xtzij-chik.

source: {addon} {version} disabled.
cak: {addon} {version} xchup.

source: {addon} {version} content approved.
cak: {addon} {version} rupam xjuch'.

source: Content approved
cak: Rupam xjuch'

source: {addon} {version} content rejected.
cak: {addon} {version} rupam xxutüx.

source: Content rejected
cak: Rupam xxutüx

source: {addon} information request altered or removed by admin.
cak: {addon} etamab'äl xk'utüx xyuj o xjal ruma ri nuk'samajel.

source: Information request altered
cak: Xjal ri etamab'äl xk'utüx

source: Information request cleared by developer on {addon} {version}.
cak: Etamab'äl xk'utüx xsol ruma ri b'anonel pa {addon} {version}.

source: Information request removed
cak: Xyuj ri etamab'äl xk'utüx

source: {addon} {version} admin add-on-review requested.
cak: {addon} {version} xk'utüx runik'oxik nuk'samajel.

source: Admin add-on-review requested
cak: Xk'utüx runuk'uxik tz'aqat ruma ri nuk'samajel

source: {addon} {version} admin content-review requested.
cak: {addon} {version} xk'utüx runik'oxik retamab'al nuk'samajel.

source: Admin content-review requested
cak: Xk'utüx runik'oxik retamab'al nuk'samajel

source: {addon} {version} admin theme-review requested.
cak: {addon} {version} xk'utüx runik'oxik ruwachinel nuk'samajel.

source: Admin theme-review requested
cak: Xk'utüx runik'oxik ruwachinel nuk'samajel

source: {addon} was migrated from a lightweight theme.
cak: {addon} xb'e pa jun aninäq wachinel.

source: Mobile
cak: Oyonib'äl

source: Firefox for Android
cak: Firefox richin Android

source: Unknown
cak: Man etaman ta ruwäch

source: Incomplete
cak: Man tz'aqät ta

source: Awaiting Review
cak: Noyob'ëx Nik'oxïk

source: Disabled by Mozilla
cak: Xchup ruma Mozilla

source: Deleted
cak: Xyuj

source: Unlisted
cak: Man cholajin ta

source: Owner
cak: Rajaw

source: Developer
cak: B'anonel

source: Extension
cak: K'amal

source: Complete Theme
cak: Tz'aqät Wachinel

source: Dictionary
cak: Soltzij

source: Search Engine
cak: Rusamajel kanob'äl

source: Language Pack (Application)
cak: Tanaj ch'ab'äl (Chokoy)

source: Language Pack (Add-on)
cak: Tanaj Ch'ab'äl (Tz'aqat)

source: Plugin
cak: Nak'ab'äl

source: Theme (Static)
cak: Wachinel (Molob'a')

source: Extensions
cak: Taq k'amal

source: Complete Themes
cak: Tz'aqät taq Wachinel

source: Dictionaries
cak: Taq soltzij

source: Search Tools
cak: Kekanöx Samajib'äl

source: Language Packs (Application)
cak: Taq Tanaj Ch'ab'äl (Chokoy)

source: Language Packs (Add-on)
cak: Taq Tanaj Ch'ab'äl (Tz'aqat)

source: Plugins
cak: Taq nak'ab'äl

source: Themes (Static)
cak: Taq Wachinel (Molob'a')

source: Alerts & Updates
cak: Kitzijol K'ayewal & Taq K'exoj

source: Download Firefox extensions that help you stay up-to-date, track tasks, improve efficiency. Find extensions that reload tabs, manage productivity, and more.
cak: Ke'aqasaj taq ruk'amal Firefox yatkito' richin nak'exla' awi', ye'awojqaj taq samaj richin ri ütz samaj. Ke'awila' taq k'amal yekisamajib'ej taq ruwi', nikinuk'samajij k'iyirisanem chuqa' ch'aqa' chik.

source: Appearance
cak: Rutzub'al

source: Bookmarks
cak: Taq yaketal

source: Download Management
cak: Kinuk'samejel Qasanïk

source: Feeds, News & Blogging
cak: Taq b'ey, Taq Tzijol & Taq Ichinya'l

source: Games & Entertainment
cak: Taq Etz'anem & K'astanib'alil

source: Language Support
cak: Rutob'al Ch'ab'äl

source: Photos, Music & Videos
cak: Taq Wachib'äl, Q'ojom & taq Silowäch

source: Privacy & Security
cak: Ichinanem & Jikomal

source: Shopping
cak: Loq'oj

source: Social & Communication
cak: Winaqilal & Tzijob'äl

source: Tabs
cak: Taq ruwi'

source: Web Development
cak: Ajk'amaya'l Nuk'unem

source: Other
cak: Juley chik

source: Device Features & Location
cak: Kisamaj Okisaxel & K'ojlem

source: Experimental
cak: Soltojtob'enel

source: Performance
cak: Rub'eyal nisamaj

source: Photos & Media
cak: Taq Wachib'äl & K'oxom

source: Security & Privacy
cak: Jikomal & Ichinanem

source: Social Networking
cak: K'amawinaqil

source: Sports & Games
cak: Taq Etz'asilonem & Taq Etz'anem

source: User Interface
cak: Ruk'amal Okisanel

source: Animals
cak: Chikopi'

source: Compact
cak: Tz'aqatz'öj

source: Large
cak: Nïm

source: Miscellaneous
cak: K'ib'anob'äl

source: Modern
cak: K'ak'a'

source: Nature
cak: Ruwach'ulew

source: OS Integration
cak: OS Tunuj

source: Sports
cak: Taq etz'asilonem

source: Abstract
cak: Ch'utinisan na'oj

source: Causes
cak: Taq aruma

source: Fashion
cak: Wiqob'äl

source: Film and TV
cak: Silowachil chuqa' TV

source: Holiday
cak: Uxlanem

source: Music
cak: Q'ojom

source: Scenery
cak: Wachaj

source: Seasonal
cak: Kajtz'ukalil

source: Solid
cak: Köw

source: Websites
cak: Ajk'amaya'l ruxaq

source: General
cak: Chijun

source: Business
cak: Taq loq'k'ayij

source: Dictionaries & Encyclopedias
cak: Taq Soltzij & Solob'äl taq Tzij
