Repository: mozilla/addons-server
Catalog: locale/cak/LC_MESSAGES/django.po
Languages: cak

source: Want your extension to be featured on %(amo_link_open)saddons.mozilla.org%(amo_link_close)s? Our featured extensions policies will tell you what you need to know.
cak: ¿La nawajo' chi tiya' rutzijol ri ak'amal pa %(amo_link_open)saddons.mozilla.org%(amo_link_close)s? Xtawïl ronojel ri k'atzinel awetaman pa ri runa'ojil kitaluxik taq k'amal.

source: Learn More
cak: Tetamäx Ch'aqa' Chik

source: Listed on this site after passing code review. Automatic updates are handled by this site.
cak: Yetz'etetäj pa re ruxaq k'amaya'l re' toq xkik'owisaj runik'oxik b'itz'ib'. Ja ri ruxaq yerusamajij ri yonil taq k'exoj.

source: View All Submissions
cak: Ketz'eto Ronojel ri Etaqon

source: This is where you view and manage your add-ons and themes. To publish your first add-on, click "Submit Your First Add-on" or "Submit Your First Theme".
cak: Wawe' yatikïr ye'atz'ët chuqa' ye'asamajij ri taq atz'aqat chuqa' taq awachinel. Richin nataluj ri nab'ey atz'aqat, tapitz'a' pa "Titaq ri Nab'ey Atz'aqat" o "Titaq ri Nab'ey Awachinel".

source: Submit Your First Add-on
cak: Tataqa' ri Nab'ey Atz'aqat

source: Submit Your First Theme
cak: Tataqa' ri Nab'ey Awachinel

source: Add-on Developer Hub
cak: Tz'aqat Rochoch B'anonel

source: Docs
cak: Wuj

source: Sign Out
cak: Titz'apïx Molojri'ïl

source: No Photo
cak: Majun Wachib'äl

source: User Photo
cak: Ruwachib'al Okisanel

source: <a href="%(register)s">Register</a> or <a href="%(login)s">Sign In</a>
cak: <a href="%(register)s">Titz'ib'äx</a> o <a href="%(login)s">Titikirisäx Molojri'ïl</a>

source: Customize Firefox
cak: Tawichinaj Firefox

source: Add-ons let millions of Firefox users enhance their browsing experience. If you know %(html_link_open)sHTML%(link_close)s, %(js_link_open)sJavaScript%(link_close)s, and %(css_link_open)sCSS%(link_close)s, you already have all the necessary skills to make a great add-on.
cak: Ri taq tz'aqat nikiya' q'ij chi ke janila rokisanela' Firefox richin ütz ketamab'al rik'in ri okem pa k'amaya'l. We awetaman %(html_link_open)sHTML%(link_close)s, %(js_link_open)sJavaScript%(link_close)s, chuqa' %(css_link_open)sCSS%(link_close)s, k'o chik ri k'atzinel awik'in richin natz'ük jun nïm tz'aqat.

source: Learn How to Make an Add-on
cak: Tawetamaj Rub'eyal Nab'än jun Tz'aqat

source: Port a Chrome Extension
cak: Tik'wäx jun Ruk'amal Chrome

source: Firefox supports WebExtension APIs, which in most cases are compatible with the extension APIs supported by Chrome, Opera and Edge, so your extensions will run in Firefox with just a few changes.
cak: Firefox yeruk'ül ri WebExtension, k'ïy mul nikik'äm ki' kik'in ri taq k'amal APIs yekik'ül Google, Chrome chuqa' Opera. Ruma ri', ri taq k'amal xkesamäj pa Firefox rik'in ko'öl taq jaloj.

source: Learn How
cak: Tetamäx Achike Rub'eyal

source: Publish Your Add-on
cak: Tataluj Atz'aqat

source: Have an add-on ready? Submit your extension or theme to be listed on addons.mozilla.org or sign and distribute your extension on your own.
cak: ¿La k'o chik jun atz'aqat? Tataqa' ri ak'amal o awachinel richin nicholajïx pa addons.mozilla.org o tatikirisaj molojri'ïl richin nataluj ruyon chawa.

source: Sign In
cak: Titikirisäx Molojri'ïl

source: A command line tool to build, run, and test extensions.
cak: Jun rucholajem nuk'uj richin yetz'uk, yeb'an chuqa' yetojtob'ëx k'amal.

source: Automated code tests for your add-on.
cak: Kitojtob'enik yonil b'itz'ib' richin atz'aqat.

source: Compatibility Test
cak: Rutojtob'enik K'amonïk

source: Check to see if your extension is compatible with Firefox.
cak: Tatojtob'ej we ri ak'amal nuk'äm ri' rik'in Firefox.

source: Manage Version {0}
cak: Tinuk'samajïx Ruwäch {0}

source: Manage {0}
cak: Tinuk'samajïx {0}

source: Files
cak: Taq Yakb'äl

source: Version Notes
cak: Kich'utitzijol Ruwäch

source: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information is also shown in the Add-ons Manager when updating.
cak: Etamab'äl chi rij rujalik re ruwäch re'k k'ak'a' taq samaj, etaman taq rusachoj chuqa' utziläj chuqa' jikïl retamab'al re ruwäch/version. Re etamab'äl nik'ut pa ri Runuk'samajel Tz'aqat toq nik'ex.

source: Approval Status
cak: Rub'anikil Tojtob'enïk

source: Notes for Reviewers
cak: Kich'utitzijol Nik'onela'

source: Optionally, enter any information that may be useful to the Reviewer of this add-on, such as test account information.
cak: Chuqa' yatikïr natz'ib'aj etamab'äl nik'atzin chi re ri nuk'unel xtinik'on re tz'aqat re', achi'el retamab'al ri tojtob'enïk rub'i' taqoya'l.

source: Source code
cak: Ruxe'el b'itz'ib'

source: If your add-on contain binary or obfuscated code, make the source available here for reviewers.
cak: We ri atz'aqat ruk'wan kach'akul o ewan b'itz'ib', tak'utu' ri taq xe'el wawe' kichin ri nik'onela'.

source: File {file_id} ({platform})
cak: Yakb'äl {file_id} ({platform})

source: Created on %(created)s and changed to %(status)s on %(status_date)s
cak: Xtz'uk pa %(created)s chuqa' xjal rik'in %(status)s pa

source: Created on %(created)s and changed to %(status)s
cak: Xtz'uk pa %(created)s chuqa' xjal rik'in %(status)s

source: Status & Versions
cak: Taq B'anikil & Taq Ruwäch

source: Edit this version
cak: Tinuk' re ruwäch re'

source: 0 files
cak: 0 taq yakb'äl

source: Re-enable Version
cak: Titzij-chik Ruwäch

source: Review History
cak: Runatab'al Tzijoxïk

source: Close Review History
cak: Titz'apïx Runatab'al Nik'oxik

source: Not validated.
cak: Man xjikib'äx ta.

source: Validate now.
cak: Tijikib'äx wakami.

source: Request Review
cak: Tik'utüx Runik'oxik

source: Cancel Review Request
cak: Tiq'at Ri Tik'utuüx Runuk'uxik

source: Loading Review History...
cak: Nisamajib'ëx Kinik'oxik Natab'äl...

source: We had a problem retrieving review notes
cak: Xk'ulwachitäj jun k'ayewal toq yekol ri taq ruch'utitzijol nik'oxïk

source: Load older...
cak: Kesamajib'ëx e ojer...

source: by
cak: ruma

source: Leave a reply
cak: Titzolïx tzij

source: Reply
cak: Titzolïx tzij

source: Listing visibility
cak: Kitz'etik cholb'äl

source: Listed versions
cak: Cholajin ruwäch

source: Currently on AMO
cak: Wakami pa AMO

source: Validation
cak: Jikib'anïk

source: Delete/Disable
cak: Tiyuj//Disable

source: Next version of this add-on
cak: Jun chik ruwäch re tz'aqat re'

source: Other versions
cak: Juley taq ruwäch

source: All versions
cak: Ronojel taq ruwäch

source: Upload a New Version
cak: Tijotob'äx jun K'ak'a' Ruwäch

source: Version
cak: Ruwäch

source: Delete Version {version}
cak: Tiyuj Ruwäch {version}

source: You are about to delete the current version of your add-on. This may cause your add-on status to change, or your listing to lose public visibility, if this is the only public version of your add-on.
cak: Nayüj yan el ri ruwäch atz'aqat k'o wakami. Re re' nitikïr nujäl rub'anikil ri atz'aqat, o man nitz'et ta chik kuma ri winaqi' we ja re' ruyonil ruwäch atz'aqat kichin winaqi'.

source: Deleting this version will permanently delete:
cak: Toq niyuj re ruwäch re', jumul xtiyuj el:

source: <strong>Important:</strong> Once a version has been deleted, you may not upload a new version with the same version number.
cak: <strong>Nïn ruq'ij:</strong> Toq niyuj jun ruwäch, man xkatikïr ta chik xtajotob'a' jun k'ak'a' ruwäch rik'in ri junam rajilab'al ruwäch.

source: Are you sure you wish to delete this version?
cak: ¿At jikïl chi nawajo' nayüj el re ruwäch re'?

source: Delete Version
cak: Tiyuj Ruwäch

source: Disable Version
cak: Tichup Ruwäch

source: Hide Add-on
cak: Tewäx Tz'aqat

source: Hiding your add-on will prevent it from appearing anywhere in our gallery and will stop users from receiving automatic updates.
cak: Nawewaj ri atz'aqat nub'än chi man xtiwachin ta xab'achike k'ojlib'äl chi re ri rochoch qawachib'al chuqa' man xtuya' ta q'ij chi ke ri okisanela' nikik'ül ruyonil taq k'exoj.

source: The files awaiting review will be disabled and you will need to upload new versions.
cak: Xkechuputäj ri taq yakb'äl ri koyob'en kinik'oxik chuqa' k'o chi xtajotob'a' k'ak'a' taq ruwäch.

source: Are you sure you wish to hide your add-on?
cak: ¿La at jikïl chi nawajo' nawewaj ri atz'aqat?

source: Canceling your review request will mark your add-on incomplete, and any versions awaiting review will be disabled.
cak: Naq'ät ri ruk'utuxik anik'oxik xtuya' retal ri atz'aqat chi man tz'aqät ta chuqa' xtichup xab'achike ruwäch k'a majani ninik'öx.

source: Are you sure you wish to cancel your review request?
cak: ¿La at jikïl chi nawajo' naq'ät ri ruk'utuxik anik'oxik?

source: Add-on Documentation :: Developer Hub
cak: Tz'aqat Wujinem :: Rochoch B'anonel

source: {0} error
cak: {0} sachoj

source: {0} warning
cak: {0} k'ayewal

source: Stop sneaky trackers {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'aq'ata' ri jüt taq ojqanela' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Block invisible trackers and spying ads that follow you around the web.
cak: Ke'aq'ata' ri metz'etel ojqanela' chuqa' ri nachanel taq tzijob'äl, ri yatkojqaj pa ajk'amaya'l.

source: Customize new tab pages {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'awichinaj ri k'ak'a' taq ruwi' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Enjoy a beautiful new page with customizable backgrounds, local weather info, and more.
cak: Jeb'ëy kasamäj pa k'ak'a' ruxaq rik'in ichinel rupam, etamab'äl pa ruwi' ch'ewe' kaq'iq'al,

source: Translate easily {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Anin katzalq'omin {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Highlight any text, right-click, and translate instantly.
cak: Tacha' xab'achike tz'ib'anïk, tapitz'a' ri rajkiq'a' pitz'b'äl richin chanin natzalq'omij.

source: Search Images {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Kekanöx wachib'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Perform reverse image searches from an array of engines.
cak: Tab'ana' piskolin kikanoxik wachib'äl rik'in jalajöj taq kanob'äl.

source: Ad blocking & privacy protection {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Kiq'atik eltzijonem & ruchajixik ichinanem {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Re-imagine tabs {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'atz'uku' chik taq ruwi' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Do you have a ton of open tabs? Organize them in a tidy sidebar.
cak: ¿La k'ïy ruwi' e'ajaqon? Ke'acholajij pa jun ruxikin kajtz'ik.

source: Stop Facebook tracking {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Taq'ata' rojqanik Facebook {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Simplify search {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Anin Kanoxïk {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Instant weather updates {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Anin taq kik'exoj rub'anikil q'ijul {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Tab Customization {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'awichinaj ruwi' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Choose the page you see every time you open a new tab.
cak: Tacha' ri ruxaq nawajo' natz'ët toq najäq jun k'ak'a' ruwi'.

source: Reverse image search {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Piskolin rukanoxik wachib'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: See an interesting picture on the web and want to learn more about it? Try this image search tool.
cak: ¿La xatz'ët jun wachib'äl pan ajk'amaya'l chuqa' nawajo' nawetamaj pa ruwi' ri'? Tatojtob'ej re samajib'äl re' richin kikanoxik wachib'äl.

source: Download videos {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'aqasaj taq silowäch {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Enhance your emoji game {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawutzilaj ri emoji awetz'anem {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Manage passwords {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Kinuk'samajixik ewan taq tzij {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Block ads {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'aq'ata' eltzijol {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Improve videos {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'awutzilaj taq silowäch {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Enjoy a suite of new YouTube features, like cinema mode, ad blocking, auto-play control, and more.
cak: Tak'owisaj ak'u'x rik'in jutanaj k'ak'a' taq rusamaj ri YouTube, achi'el ri rub'anikil wilowäch, kiq'atik eltzijol, ruchajixik ruyonil tzijoj chuqa' ch'aqa' chik.

source: Easily find images {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Aninäq ke'awila' taq wachib'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Highlight any text and right-click to quickly perform an image search.
cak: Tacha' xab'achike tz'ib'anïk k'a ri' tapitz'a' ri ajkiq'a' pitz'b'äl richin aninäq ye'akanoj taq wachib'äl.

source: Enjoy visual bookmarks {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tak'owisaj ak'u'x chi kij ri tz'etel taq ruyaketal {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Access knowledge {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Katok pa tzijöy rupam {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Automatically add Britannica facts to your search results.
cak: Tatz'aqatisaj kiyonil taq rutzij Britannica pa ri ye'akanoj.

source: Remove YouTube Ads {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'ayuju' YouTube taq eltzijol {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Block annoying ads and annotations from appearing on YouTube.
cak: Ke'aq'ata' ri itzel taq eltzijol chuqa' taq ruwi' tz'ib'anïk richin man kewachin pa YouTube.

source: Read anywhere {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tasik'ij pa xab'akuchi' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Send news articles, stories, blog posts, and more to your Kindle.
cak: Ke'ataqa' kicholna'oj rutzijol, taq b'anob'äl, okem pan ichinya'l chuqa' ch'aqa' chik pa ri Kindle.

source: Color code your tabs {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'acholajij ri taq ruwi' chi b'onil {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Organize your tabs by color grouping them based on URL patterns.
cak: Ke'acholajij ri taq ruwi' rik'in kitzob'axik pa b'onil rik'in ri URL taq b'anikil.

source: Prevent cryptocurrency mining {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tachajij awi' rik'in ri kik'amik ko'in miner {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Stop malicious websites from using your computer power to mine for cryptocurrency.
cak: Taq'ata' chi ri itzel ajk'amaya'l taq ruxaq tikokisaj ruchuq'a' akematz'ib' richin yekik'äm ko'in miner.

source: Automatic grammar checks {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ruyonil runik'oxik kemchi' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Get grammar help anywhere you write on the web—social media, email, docs, and more.
cak: Tak'ulu' ato'ik pa ruwi' kemchi' xab'akuchi' yatz'ib'an pan ajk'amaya'l—winaqil taq k'amaya'l, taqoya'l, wujilem chuqa' ch'aqa' chik.

source: Check global times {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tanik'oj ri ramaj chijun ri ruwach'ulew {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Display current worldwide times in Firefox's status bar.
cak: Nuk'üt ri ramaj wakami chijun ruwach'ulew pa ri rub'anikil rukajtz'ik Firefox.

source: Easy translations {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Anin katzalq'omin {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Tap academic wisdom {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Katok pan ajtij taq etamab'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Customize mouse gestures {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawichinaj ri ruwäch ch'oy {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Optimize videos {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'awutzilaj taq silowäch {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Darken the page around video players for a focused viewing experience.
cak: Niq'equmär ri ruxaq chi kij ri tzijöy silowäch richin nik'asäs ri etamab'äl pa ruwi' jikïl tz'etoj.

source: Search in good conscience {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Nukanoj chi nato' jun utziläj na'ojib'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Ecosia uses 80% of its search profits to fund tree-planting programs around the world. Put Ecosia right into Firefox search
cak: Ecosia nrokisaj 80% chi re ri nuch'äk chi rij ri kanoxïk richin nutöj ri runuk'samaj richin kitikik che' chijun ri ruwach'ulew. Tacha' Ecosia achi'el kanob'äl pa Firefox.

source: Find missing web content {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tikanöx rupam ajk'amaya'l xsach el {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Is the page you're looking for unavailable? Search for an archived/cached version.
cak: ¿La man k'o ta ri ruxaq nakanoj? Takanoj jun ruwäch yakon/cached.

source: Find missing web content {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tikanöx rupam ajk'amaya'l xsach el {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Enlarge images {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'animirisaj ri taq wachib'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Make cookies disappear {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tab'ana' chi kesach el ri taq kaxlanwäy {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Automatically erase cookies after you close a tab.
cak: Ruyonil yeruyüj ri taq kaxlanwäy toq nitz'apïx jun ruwi'.

source: Adjust page size view {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tib'an runuk'ulem runimilem ruxaq {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: A simple way to adjust the size of any page's text—or even enlarge the page itself.
cak: Jun aninäq rub'eyal nib'an runuk'ulem runimilem jun tz'ib'anïk pa xab'achike ruxaq, o chuqa' richin ninimirisäx ri ruxaq.

source: Block invisible trackers {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'aq'ata' ri ewan taq ojqanïk {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Stop trackers in their tracks and learn more about them.
cak: Ke'aq'ata' ri ojqanela' chuqa' tawetamaj na'oj chi kij.

source: Leave a clean digital trail {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Majun retal ruwi' q'ab'aj taya' kan {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Save text for later {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tayaka' jun tz'ib'anïk richin pa jumej {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Block email ads {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'aq'a' ri taq eltzijol pan ri taqoya'l {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Get more screen space by removing ads from your web-based inbox.
cak: Tijame' rupam ruwäch rik'in ye'ayüj taq eltzijol pa ataqob'al richin ajk'amaya'l.

source: Find your tabs {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'awila' ri taq ruwi' awichin {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Manage your open tabs in a tidy sidebar.
cak: Ke'anuk'samajij ri taq ruwi' ye'ajaqon pa rucholajem pa jun rukajtz'ik ruchi'.

source: Avoid sneaky trackers and restrictions {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tachajij awi' chi kiwäch ri ewan taq ojaqanela' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Refresh tabs {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Kek'ex ri taq ruwi' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Automatically reload tabs based on time intervals you set.
cak: Ruyonil kesamajib'ëx ri taq ruwi' rik'in ri retal ramaj xajikib'a'.

source: Separate your online lives {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'ajacha' ri jalajoj k'amab'ey ak'aslem {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Stop trackers {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'aq'ata' ri taq ojeqanem {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Gain an additional layer of tracking protection as you browse the web.
cak: Tak'ulu' jun rutz'aqat rupisb'al chajinïk chuwäch ojqanem toq yatok pan ak'amaya'l.

source: Read ePub files {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'asik'ij ePub taq yakb'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Elevate your YouTube experience {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawutzilaj awetamab'l pa YouTube {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Track the trackers {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'awojqaj ri ojqanela' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Change your proxy server {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tajala' ri proxi ruk'u'x asamaj {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Control video playback {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tachajij kitzijoxik taq silowäch {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Enhance your viewing experience by adjusting video speed and more.
cak: Tawutzilaj awetamab'al rik'in ri tz'etoj akuchi' nanuk'ub'ej ranin silowäch chuqa' ch'aqa' chik.

source: Browse securely {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Jikïl katok pa k'amaya'l {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Shop & save {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Kaloq'on & kayakon {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Improve Reddit {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tutzilaj Reddit {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Change the way you surf Reddit by using tags and more.
cak: Tajala' rub'anikil yatok pa Reddit rik'in rokisaxik taq yaketal chuqa' ch'aqa' chik.

source: Capture the web {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawelesaj taq wachib'äl pan ajk'amaya'l {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Screenshot webpages, make edits, and share.
cak: Tawelesaj chapoj kiwäch ajk'amaya'l ruxaq, ke'ab'ana' taq nuk'uj, chuqa' kakomonin.

source: A superior Windows-only downloader tool.
cak: Jun nïm samajib'äl richin niqasäx xa xe richin Windows.

source: Know your trackers {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawetamaj kiwäch ri awojqanela' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Find out who's tracking you and where they may be sharing your information.
cak: Tawila' achike nojqan awichin chuqa' akuchi' rik'in jub'a' nakomonij ri awetamab'al.

source: Surf anonymously {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Katok akuchi' man niketamaj ta awäch {start_sub_heading}rik'in {addon_name}{end_sub_heading}
