Repository: mozilla/addons-server
Catalog: locale/cak/LC_MESSAGES/django.po
Languages: cak

source: Set your homepage {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tab'ana' runuk'ulem ri tikirib'äl ruxaq {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Designate a custom home page for your new tabs.
cak: Taya' jun ichinan tikirib'äl ruxaq chi ke ri k'ak'a' taq ruwi'.

source: List your tabs {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'acholajij ri taq ruwi' awichin {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Convert all your open tabs into a list to easily manage them and speed up Firefox.
cak: Ke'acholajij ri jaqäl taq ruwi' awichin richin yenuk'samajïx aninäq chuqa' nipararëx ri Firefox.

source: Robust download management {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tak'ulu' jun nïm ruchuq'a' runuk'samajel qasanïk {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Capture web content {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tachapa' ajk'amaya'l rupam {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Save information from the internet to OneNote so you can edit, annotate, and more.
cak: Tayaka' retamab'al k'amaya'l pa OneNote richin ninuk', nitz'ib'äx pa ruwi' chuqa' ch'aqa' chik.

source: Search tracking protection {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tachajij awi' chi kiwäch ojqanem pa taq kanoxïk {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Dynamic navigation {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Kakikot rik'in jun silonel okem pa k'amaya'l {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Use mouse gestures to close tabs, go back one page, reload, and more.
cak: Tawokisaj retal rupaläj ch'oy richin ye'atz'apij taq ruwi', natzolij jun ruxaq, yak'exon chuqa' ch'aqa' chik.

source: Add images to search returns {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tatz'aqatisaj wachib'äl pa ri xe'ilitäj toq nikanöx {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Ease eye strain {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Nraq'omaj rukosik runaq' wachaj {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Make the web easier on the eyes by darkening its display.
cak: Tab'ana' chi ri ajk'amya'l man kan ta chik tutz'ila' ri runaq' awäch rik'in ruq'equmuxik ruwa.

source: Stop pop-ups {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'aq'ata' ri elenel taq tzuwäch {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Block all pop-ups by default, then decide which ones you'd like to open.
cak: Ke'aq'ata' ronojel ri elenel taq tzuwäch achi'el k'o wi, k'a ri tacha' achike nawajo' najäq.

source: Customize your favorite websites {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'awichinaj ri jeb'ël ajk'amaya'l taq ruxaq {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Customize your new tab {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawichinaj ri k'ak'a' ruwi' awichin {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Manage your passwords {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'anuk'samajij ri ewan taq atzij {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Store passwords securely and access them across multiple devices.
cak: Ke'ayaka' ütz ewan taq tzij chuqa' ke'atz'eta' pa xab'achike okisab'äl.

source: Know where you go on the web {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tik'oje' pan ak'u'x akuchi' at k'o pan ajk'amaya'l {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Enhance your reading experience {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawutzilaj awetamab'al richin nasik'ij wuj {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Open multiple links {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'ajaqa' jalajöj taq simonel {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Retrieve tabs {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'akolo' taq ruwi' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Access recently closed tabs by right-clicking the icon in your toolbar.
cak: Katok pa ri taq ruwi' k'ab'a' ke'atz'apij rik'in napïtz ri ajkiq'a' pitz'b'äl pa ri ruwachib'al kikajtz'ik samajib'äl.

source: Inspire productivity {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tel chak'u'x ri atzij richin jeb'ël ri asamaj {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Increase productivity {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tak'iyirisaj asamaj {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Block time-wasting sites so you can focus on the task at hand.
cak: Ke'aq'ata' taq ruxaq nikisäch aramaj richin ütz yaq'ijun chi rij asamaj nab'än.

source: Refresh Tabs {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Kek'ex ri taq Ruwi' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Automatically reload tabs based on time intervals.
cak: Tanuk'samajib'ej richin ruyon yek'ex ri taq ruwi'.

source: Fix your favorites {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'anuk'u' ri jeb'ël taq awajowab'al {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Find and resolve broken bookmarks, duplicates, and more.
cak: Tawila' chuqa' ke'ayuju' ri taq k'ayewal pa ri k'apinäq, ekamulun taq yaketal, chuqa' ch'aqa' chik.

source: Stress less {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Man kakös {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Get things done with a helpful to-do list that syncs across devices.
cak: Ke'anataj ri asamaj k'a man e tz'aqät ta rik'in jun jeb'ël kicholb'al samaj, ri nuxïm ri' pa ronojel awokisab'äl.

source: Shop Smarter {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Kana'o toq yaloq'on {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Track historical pricing, find competing products, know the seller's ratings, and more.
cak: Ke'awoqaj ri ojer taq kajil wachinäq, tikojil k'o kajaw, tawetamaj rejqalem nikiya' ri loq'onela' chuqa' ch'aqa' chik.

source: Make it your YouTube {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tipo' achi'el awichin ri YouTube {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Explore website traffic {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawetamaj pa ruwi' ri kik'ayij ajk'amaya'l ruxaq {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Get in-depth engagement and traffic information for any website.
cak: Tak'ulu' cholan etamab'äl chi rij ri kisamaj chuqa' kik'ayij xab'achike ajk'amaya'l ruxaq.

source: Style Wikipedia {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'awutzilaj Rub'anikil ri Wikipedia {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Work faster {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Anin kasamäj {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Disguise the page {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Taya' ruk'oj ri ruxaq {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Hide portions of the website you're viewing.
cak: Tewüx taq ruperaj ajk'amaya'l ruxaq natz'ët.

source: Download pictures {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'aqasaj taq wachib'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Self-censor {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Taq'ata' awokem pa jujun taq rupam {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Restrict access to inappropriate or undesired content with a filter.
cak: Taq'ata' okem pan itzel o man ruk'amon ta rupam rik'in jun chayub'äl.

source: Improve new tabs {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'awutzilaj ri k'ak'a' taq ruwi' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Open a new tab to the right of your current tab, not at the end of the row.
cak: Tajaqa' jun k'ak'a' ruwi' pa rajkiq'a' ri ruwi' k'o wakami, man pa ruk'isib'äl taq chi re ri cholaj.

source: Conquer spam {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tach'aka' ri seq'tzijol {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Alter your privacy {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tajala' runuk'ulem awichinanem {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Get instant translations {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Anin ke'ak'ulu' taq tzalq'omanïk {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: No more redirects {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Mani chik ri jech'un taq okem {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Go straight to the website you want to access without being redirected in between.
cak: Jät pa ri ajk'amaya'l ruxaq nawajo' yatok, akuchi' man nijech'üx taq ri awokem.

source: WhatsApp on the web {start_sub_heading}with {addon_name}{end_sub_heading}
cak: WhatsApp pa ri ajk'amaya'l {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Translate to/from German {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Titzalq'omïx pe/from pa Aleman {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Get expert German translations between English, French, Spanish, and other languages.
cak: Tak'ulu' jeb'ël taq tzalq'ominïk richin Aleman rik'in Ingles, Frances, Español chuqa' ch'aqa' chik ch'ab'äl.

source: Create a website block list {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tak'uku' jun kicholb'al q'aton ajk'amaya'l taq ruxaq {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Work smarter {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Kana'o toq yasamäj {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Manage your productivity by working in set time intervals.
cak: Tasamajij ri ruk'iyirisaxik asamaj rik'in taq ramaj najikib'a'.

source: Easy reading {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Anin rusik'ixik {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Check your favorite RSS feeds all in a single page.
cak: Ke'anik'oj ri jeb'ël RSS k'amab'ey pa xa jun ruxaq.

source: Reduce eye strain {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Taqasaj rukosik runaq' awäch {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Enable night mode for a better viewing experience.
cak: Titzij ri aq'a' rub'anikil richin jun ütz etamab'äl richin tz'etoj.

source: Search images {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'akanoj taq wachib'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Reverse image search by leveraging the power of multiple search providers.
cak: Tak'exa' kikanoxik taq wachib'äl rik'in rutz'etik kuchuq'a' jujun kanob'äl.

source: Easily select bookmark locations {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Anin tacha' ri kik'ojlib'al taq ayaketal {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Zero formatting {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Majun chik b'anikil {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Strip away unnecessary formatting and copy just the plain text.
cak: Tayuju' ri rutz'aqat b'anikil richin nawachib'ej xa xe ri tz'ib'anïk, ri man nuk'un ta.

source: Convert an entire webpage to your preferred language—with the click of a button.
cak: Tajala' ri ruch'ab'äl jun ajk'amaya'l ruxaq pa ri ach'ab'äl nawajo'—rik'in jun pitz'oj pa jun pitz'b'äl.

source: Extract links {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'ak'ama' taq ximonel {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Skip redirects & trackers {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Karopin pa kiwi' ri jech'un taq okem & ri ojqanela' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Stop search trackers {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'aq'ata' ri ojqanela' pa taq kanob'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Prevent search engines from knowing what search results you click on.
cak: Tachajij chi ri taq kanob'äl tiketamaj achike taq kanoxïk napïtz' pa kiwi'.

source: Download YouTube videos {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Taqasaj taq rusilowäch YouTube {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Gather reading material {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'amolo' sik'inel taq tob'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: An advanced reader for aggregating all of your RSS/Atom/RDF sources.
cak: Jun q'axinäq sik'inel akuchi' xtayäk ronojel ri RSS/Atom/RDF taq xe'el.

source: Jot it down {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tatz'ib'aj rub'i' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Create general and website-specific notes to review later.
cak: Ke'atz'uku' chijun chuqa' jikïl taq ruch'utitzijol ajk'amaya'l ruxaq richin ye'anik'oj pa jumej.

source: Phone-like scrolling {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Kasilon achi'el pan oyonib'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Delete data {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tiyuj tzij {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Clear your browser cache with a click or keystroke.
cak: Tajosq'ij ru kache' awokik'amaya'l rik'in jun pitz'oj o napïtz' pa ruwi' jun pitz'b'äl.

source: Highlight text {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tiya' retal ruch'akulal jun tz'ib'anïk {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Enjoy music from around the world {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawak'axaj jalajöj q'ojom k'o pa ruwach'ulew {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Listen to videos {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'awak'axaj taq silowäch {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Transform text into images {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tak'exa' tz'ib'anïk pa wachib'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Turn words into beautiful headlines and image overlay text.
cak: Ke'ak'exa' taq tzij pa jeb'ël taq b'i'aj chuqa' tatz'aqatisaj tz'ib'anïk pa jun wachib'äl.

source: Surf safely {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ütz katok pa k'amaya'l {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Delete your navigation history {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tayuju' ri runatab'al awokem pa k'amaya'l {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Remove search ads {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'ayuju' eltzijonel toq yakanon {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Stop ads from appearing within your search results.
cak: Taq'ata' richin yeb'eq'alajin pe taq eltzijo chi kikojol ri nakanoj.

source: Manage passwords safely {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ütz ke'anuk'samajij ri ewan atzij {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Store passwords securely and sign in to known websites automatically.
cak: Ütz ke'ayaka' ewan taq tzij chuqa' ruyon tutikirisaj molojri'ïl pa ri ajk'amaya'l ruxaq etaman kiwa.

source: Fill forms automatically {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ruyon Kenojisäx ri taq nojwuj {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Browse privately {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Katok pan ichinan k'amaya'l {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Stop tab hijacking {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Taq'ata' ri keleq'axik taq ruwi' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Easily access Wikipedia {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Anin katok pa Wikipedia {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Discover site-specific content {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawila' rupam ri jikïl ajk'amaya'l {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Find what you're looking for within a specific domain.
cak: Takanoj rupam pa jun jikïl ajk'amal.

source: Find videos {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'awila' taq silowäch {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Highlight text from any website and right-click to search YouTube for related media.
cak: Tacha' tz'ib'anïk pa xab'achike ajk'amaya'l ruxaq k'a ri' tapitz'a' ri rajkiq'a' rupitz'b'al ch'oy richin nakanoj xab'achike k'oxom pa ri YouTube.

source: Gain an Amazon edge {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Jeb'ël tawokisaj ri rutzil Amazon {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Ultimate tab control {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Jeb'ël rusamajixik ruwi' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Enjoy a strange education {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tak'ulu' relik etamab'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Change up your new tab {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'ajala' k'ak'a' taq ruwi' {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Configure new tab pages to display custom background colors and images.
cak: Tab'ana' kinuk'ulem k'ak'a' taq ruwi' richin yetz'et ichinan taq wachib'äl chuqa' kib'onil taq rupam.

source: Cat lovers rejoice {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ri ye'ajowan kichin taq sya'n xkekikot {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Meet an adorable kitty with every new tab. Give it a scratch behind the ear and see what happens.
cak: Tawetamaj ruwäch jun jeb'ël sya'n rik'in jun k'ak'a' ruwi'. Taroko' rij ruxikin richin natz'ët ri nib'anatäj.

source: Decrease productivity {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tach'utinisaj ri ak'iyirisanem {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: For those moments when you need to fire lasers out of a cat.
cak: Toq nawajo' nak'äq ruch'ab'ik laser rik'in jun sya'n.

source: Search Firefox {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tikanöx pa Firefox {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Lots of open tabs? Skip the scrolling and search via keyboard shortcuts.
cak: ¿La k'ïy taq ruwi' e'ajaqon? Tameja' ri q'axanïk chuqa' kakanon rik'in aninäq taq pitz'b'äl.

source: Prevent redirects & tracking {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tachajij awi' chi kiwäch ri jech'un taq okem chuqa' ri ojqanïk {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Stop redirects so you can access the site you want—faster.
cak: Ke'aq'ata' ri jech'un taq okem richin yatok pa ri taq ruxaq nawajo' rik'in rub'anikil—aninäq.

source: Reveal typed passwords {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'aq'alajisaj ri ewan taq tzij xe'atz'ib'aj {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Adds show/hide ability to all password fields.
cak: Tatz'aqatisaj tik'ut/tewäx b'eyal ronojel ri kik'ojlib'al ewan taq tzij.

source: Reduce distractions {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'ach'utinisaj ri rusachik k'u'x {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Focus on what you're watching by dimming everything but the video player.
cak: Taya' anojib'al chi rij ri natz'ët akuchi' nach'utinisaj ronojel po man ke ta ri' ri tz'etöy silowäch.

source: Manage bookmarks {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'anuk'samajij ri taq ayaketal {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Modify your bookmarks through an easily accessible panel.
cak: Ke'ajala' ri taq ayaketal rik'in jun pas anin yatok chupam.

source: Keep passwords safe {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tab'ana' jikïl chi ke ri ewan taq atzij {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Store passwords securely and sign in automatically to known websites.
cak: Ütz ke'ayaka' ewan taq atzij chuqa' ruyon tutikirisaj molojri'ïl pa ajk'amaya'l taq ruxaq awetaman kiwäch.

source: A simple ad blocker focused on displaying just the content you want.
cak: Jun relik q'atonel eltzijol wachib'en richin nik'ut pe xa xe ri rupam nawajo'.

source: Track Amazon Pricing History {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawojqaj Runatab'al ajil pan Amazon {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Shop with confidence {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Kaloq'on pa jikïl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Track productivity {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawojqaj ri ramaj yasamäj {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Surf securely {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ütz katok pa k'amaya'l {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Manage cookies {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'anuk'samajij ri taq kuki {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Take full control of the cookies you've accumulated while browsing.
cak: Ke'anuk'samajij ronojel taq kuki ye'amöl toq yatok pa k'amaya'l.

source: Forget history {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tamestaj ri ojer {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Automatically delete browser history for websites you select.
cak: Ruyonil tayuju' ri runatab'al okem pa k'amaya'l kichin ri taq ajk'amaya'l ruxaq ye'acha'.

source: Safeguard Bookmarks {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'achajij ri taq Ayaketal {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Password-protect your personal bookmarks.
cak: Ke'achajij ri taq ayaketal rik'in jun ewan tzij.

source: Prevent IP address leaks {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Man tichayüx ri IP awochochib'al {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Do you use a VPN? Your IP address may leak. Put a stop to that by disabling WebRTC.
cak: ¿La nawokisaj jun VPN? Rik'in jub'a' ri IP awochochib'al nuya' kan retal. Taq'ata' ronojel ri' rik'in nachüp ri WebRTC.

source: Close annoying overlays {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Ke'atz'apij ri itzel taq tzuwäch e k'o chuwäch {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Investigate any image {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Tawetamaj pa ruwi' xab'achike wachib'äl {start_sub_heading}rik'in {addon_name}{end_sub_heading}

source: Find an interesting image on the web? Use TinEye to explore its origins.
cak: ¿La xatz'ët jun jeb'ël wachib'äl pan ajk'amaya'l? Tawokisaj TinEye richin nawetamaj akuchi' petenäq wi.

source: Streamline things {start_sub_heading}with {addon_name}{end_sub_heading}
cak: Anin tab'ana' ri wachinäq {start_sub_heading}rik'in {addon_name}{end_sub_heading}
