Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: {addon} {version} super review requested.
hu: {addon} {version} teljes értékelés kérve.
id: {addon} {version} ulasan super dimintakan.
ka: {addon} {version} საჭიროებს პროფესიონალურ განხილვას.
kab: {addon} {version} acegger leqqayen yettusuter.
ms: {addon} {version} perlukan semakan teliti.
sk: Pre doplnok {addon} {version} bola vyžiadaná super-kontrola.
sq: U kërkua supershqyrtim për {addon} {version}.
sr_latn: Zahtevana je super recenzija za {addon} {version}.
sv_se: {addon} {version} supergranskning begärd.
te: {addon} {version} ఉత్తమమైన సమీక్ష అభ్యర్థించబడింది.

source: Super review requested
hu: Teljes értékelést kér
id: Ulasan super dimintakan
ka: საჭიროებს პროფესიონალურ განხილვას.
kab: Acegger leqqayen yettusuter
ms: Perlu semakan teliti
sk: Vyžiadaná super-kontrola
sq: Është kërkuar supershqyrtim
sr_latn: Zahtevana super recenzija
sv_se: Supergranskning begärd
te: ఉత్తమమైన సమీక్ష అభ్యర్థించబడింది

source: Comment on {addon} {version}.
hu: Hozzászólás ehhez: {addon} {version}.
id: Komentar untuk {addon} {version}.
ka: კომენტარი {addon} {version}-ზე.
kab: Awennit ɣef {addon} {version}.
ms: Komen untuk {addon} {version}.
sk: Doplnok {addon} {version} bol okomentovaný.
sq: Koment për {addon} {version}.
sr_latn: Komentar na {addon} {version}.
sv_se: Kommentar till {addon} {version}.
te: {addon} {version} పై వ్యాఖ్యానించండి.

source: Comment
hu: Megjegyzés
id: Komentar
ka: კომენტარი
kab: Awennit
ms: Komen
sk: Komentár
sq: Koment
sr_latn: Komentariši
sv_se: Kommentar
te: వ్యాఖ్య

source: {tag} added to {addon}.
es_ar: {tag} agregada a {addon}.
fi: {tag} lisätty lisäosaan {addon}.
fur: {tag} zontât a {addon}.
fy_nl: {tag} oan {addon} tafoege.
he: התג {tag} נוסף לתוספת {addon}.
hr: Dodatku {addon} je dodana oznaka {tag}.
hu: A(z) {tag} címke hozzáadásra került a(z) {addon} kiegészítőhöz.
ia: {tag} addite a {addon}.
id: {tag} ditambahkan ke {addon}.
is: {tag} bætt við {addon}.
ka: {tag} დამატებულია {addon}-ზე.
kab: {tag} yettwarna ɣer {addon}.
ms: {tag} ditanda untuk {addon}.
nb_no: {tag} lagt til på {addon}.
nn_no: {tag} lagt til på {addon}.
ro: {tag} adăugată la {addon}.
sk: Doplnku {addon} pridaná značka {tag}.
sq: Te {addon} u shtua etiketa {tag}.
sr_latn: {tag} dodato u {addon}.
sv_se: {tag} lades till {addon}.
te: {addon}కు {tag} జోడించబడింది.
th: {tag} ถูกเพิ่มไปยัง {addon}
tr: {addon} eklentisine {tag} eklendi.
vi: {tag} được thêm vào {addon}.

source: {tag} removed from {addon}.
es_ar: {tag} eliminada de {addon}.
fi: {tag} poistettu lisäosasta {addon}.
fur: {tag} gjavât di {addon}.
fy_nl: {tag} fan {addon} fuortsmiten.
he: התג {tag} הוסר מהתוספת {addon}.
hr: Dodatku {addon} je uklonjena oznaka {tag}.
hu: A(z) {tag} címke eltávolításra került a(z) {addon} kiegészítőtől.
ia: {tag} removite ex {addon}.
id: {tag} dihapus dari {addon}.
is: {tag} fjarlægt af {addon}.
ka: {tag} მოცილებულია {addon}-იდან.
kab: {tag} yettwakkes si {addon}.
ms: {tag} dibuang daripada {addon}.
nb_no: {tag} fjernet fra {addon}.
nn_no: {tag} fjerna frå {addon}.
ro: {tag} eliminată de pe {addon}.
sk: Pre doplnok {addon} odstránená značka {tag}.
sq: Te {addon} u hoq etiketa {tag}.
sr_latn: {tag} uklonjeno iz {addon}.
sv_se: {tag} togs bort från {addon}.
te: {addon} నుండి {tag} తొలగించబడింది.
th: {tag} ถูกเอาออกจาก {addon}
tr: {addon} eklentisinden {tag} silindi.
vi: {tag} bị xóa khỏi {addon}.

source: {addon} added to {collection}.
es_ar: {addon} agregado a {collection}.
fi: {addon} lisätty kokoelmaan {collection}.
fur: {addon} zontât a {collection}.
fy_nl: {addon} oan {collection} tafoege.
he: התוספת {addon} נוספה לאוסף {collection}.
hr: Dodatak {addon} je dodan u zbirku {collection}.
hu: A(z) {addon} kiegészítő hozzáadásra került a(z) {collection} gyűjteményhez.
ia: {addon} addite a {collection}.
id: {addon} ditambahkan ke {collection}.
is: {addon} bætt í {collection}.
ka: {addon} დამატებულია {collection}-ში.
kab: {addon} yettwarna ɣer {collection}.
ms: {addon} ditambah ke {collection}.
nb_no: {addon} lagt til i {collection}.
nn_no: {addon} lagt til i {collection}.
ro: {addon} adăugat la {collection}.
sk: Doplnok {addon} pridaný do kolekcie {collection}.
sq: {addon} u shtua te {collection}.
sr_latn: {addon} dodat u {collection}.
sv_se: {addon} lades till {collection}.
te: {addon} {collection}లో జోడించబడింది.
th: {addon} ถูกเพิ่มไปยัง {collection}
tr: {addon}, {collection} koleksiyonuna eklendi.
vi: {addon} được thêm vào {collection}.

source: {addon} removed from {collection}.
es_ar: {addon} eliminado de {collection}.
fi: {addon} poistettu kokoelmasta {collection}.
fur: {addon} gjavât di {collection}.
fy_nl: {addon} út {collection} fuortsmiten.
he: התוספת {addon} הוסרה מהאוסף {collection}.
hr: Dodatak {addon} je uklonjen iz zbirke {collection}.
hu: A(z) {addon} kiegészítő eltávolításra került a(z) {collection} gyűjteményből.
ia: {addon} removite de {collection}.
id: {addon} dihapus dari {collection}.
is: {addon} fjarlægt úr {collection}.
ka: {addon} ამოიშალა {collection}-იდან.
kab: {addon} yettwakkes si {collection}.
ms: {addon} dibuang daripada {collection}.
nb_no: {addon} fjernet fra {collection}.
nn_no: {addon} fjerna frå {collection}.
ro: {addon} eliminat din {collection}.
sk: Doplnok {addon} odstránený z kolekcie {collection}.
sq: {addon} u hoq prej {collection}.
sr_latn: {addon} uklonjeno iz {collection}.
sv_se: {addon} togs bort från {collection}.
te: {addon} {collection} నుండి తొలగించబడింది.
th: {addon} ถูกเอาออกจาก {collection}
tr: {addon}, {collection} koleksiyonundan çıkarıldı.
vi: {addon} bị xóa khỏi {collection}.

source: {review} for {addon} written.
hu: {review} értékelés érkezett a(z) {addon} kiegészítőhöz.
id: {review} untuk {addon} ditulis.
kab: {review} i {addon} yura.
sk: Napísaná recenzia {review} pre doplnok {addon}.
sq: U shkrua {review} për {addon}.
sr_latn: {review} za {addon} je napisana.
sv_se: {review} för {addon} skriven.

source: {addon} featured in {0}.
hu: {addon} kiemelve itt: {0}.
id: {addon} diunggulkan di {0}.
ka: {addon} რჩეულია {0}-ში.
kab: {addon} d itri di {0}.
ms: {addon} sorotan dalam {0}.
sk: Doplnok {addon} pridaný medzi odporúčané v kategórii {0}.
sq: {addon} e përfshirë te {0}.
sr_latn: {addon} je istaknut u {0}.
sv_se: {addon} utvald i {0}.
te: {addon} {0}లో ఫీచరయినది.

source: {addon} no longer featured in {0}.
hu: A(z) {addon} kiegészítő már nem kiemelt a(z) {0} kategóriában.
id: {addon} tidak lagi diunggulkan di {0}.
ka: {addon} აღარაა რჩეული {0}-ში.
kab: {addon} ur yezgi d itri di {0}.
ms: {addon} tidak lagi sorotan dalam {0}.
sk: Doplnok {addon} už nie je medzi odporúčanými v kategórii {0}.
sq: {addon} jo më e përfshirë te {0}.
sr_latn: {addon} više nije istaknut u {0}.
sv_se: {addon} inte längre utvald i {0}.
te: {addon} ఇకపై {0}లో ఫీచర్ అవ్వదు.

source: {addon} is now featured.
hu: A(z) {addon} kiegészítő mostantól kiemelt.
id: {addon} sekarang diunggulkan.
ka: {addon} გახდა რჩეული.
kab: {addon} yuɣal tura d itri.
ms: {addon} kini jadi sorotan.
sk: Doplnok {addon} je teraz odporúčaný.
sq: {addon} tani është e zgjedhur.
sr_latn: {addon} je sada istaknut.
sv_se: {addon} är nu utvald.
te: {addon} ఇప్పుడు ఫీచర్ అవ్వుతోంది.

source: {addon} is no longer featured.
hu: A(z) {addon} kiegészítő már nem kiemelt.
id: {addon} tidak lagi diunggulkan.
ka: {addon} აღარაა რჩეული.
kab: {addon} ur yezgi d itri.
ms: {addon} tidak lagi jadi sorotan.
sk: Doplnok {addon} už viac nie je odporúčaný.
sq: {addon} s’është më e zgjedhur.
sr_latn: {addon} više nije istaknut.
sv_se: {addon} inte längre utvald.
te: {addon} ఇకపై ఫీచర్ అవ్వదు.

source: {0} {1} added.
es_ar: {0} {1} agregado.
fi: {0} {1} lisätty.
fur: Zontât {0} {1}.
fy_nl: {0} {1} tafoege.
he: {0} {1} נוסף.
hr: {0} {1} dodan.
hu: {0} {1} hozzáadva.
ia: Addite {0} {1}.
id: {0} {1} ditambahkan.
is: {0} {1} bætt við
ka: {0} {1} დამატებულია.
kab: {0} {1} yettwarna.
ms: {0} {1} ditambah.
nb_no: {0} {1} lagt til.
nn_no: {0} {1} lagt til.
ro: {0} {1} adăugat.
sk: Pridaná aplikácia {0} {1}.
sq: U shtua {0} {1}.
sr_latn: {0} {1} je dodat.
sv_se: {0} {1} lades till.
te: {0} {1} జోడించబడింది.
th: เพิ่ม {0} {1} แล้ว
tr: {0} {1} eklendi.
vi: {0} {1} đã được thêm.

source: {0.name} role changed to {1} for {addon}.
hu: A(z) {0.name} felhasználó szerepe megváltozott erre: {1} a(z) {addon} kiegészítőhöz.
id: {0.name} peran berubah menjadi {1} untuk {addon}.
ka: {addon} დამატების ავტორის, {0.name} გახდა {1}.
kab: {0.name} yuɣal tura {1} i uzegrir {addon}.
ms: peranan {0.name} ditukar ke {1} untuk {addon}.
sk: Rola používateľa {0.name} pre doplnok {addon} zmenená na {1}.
sq: Roli për {0.name} ndryshoi në {1} për {addon}.
sr_latn: Uloga korisnika {0.name} je promenjena u {1} za {addon}.
sv_se: {0.name} roll ändrad till {1} för {addon}.
te: {addon} కోసం {0.name} పాత్ర {1} కు మార్చబడింది.

source: {addon} is now licensed under {0.name}.
hu: A(z) {addon} kiegészítőre mostantól {0.name} licenc vonatkozik.
id: {addon} sekarang berlisensi di bawah {0.name}.
kab: {addon} hatan tura daw n turagt {0.name}.
sk: Doplnok {addon} je teraz vedený pod licenciou {0.name}.
sq: {addon} tani qarkullon nën licencën {0.name}.
sr_latn: {addon} je sada licenciran pod {0.name}.
sv_se: {addon} licensieras nu under {0.name}.

source: {addon} policy changed.
es_ar: Política de {addon} cambiada.
fur: {addon} al à cambiât politiche.
fy_nl: belied fan {addon} wizige.
he: המדיניות של התוספת {addon} השתנתה.
hr: {addon} politika je promijenjena.
hu: {addon} kiegészítő irányelvei megváltoztak.
ia: Politica de {addon} cambiate.
id: {addon} kebijakan diubah.
is: Stefna varðandi {addon} breyttist.
ka: {addon}-ის დებულება შეიცვალა.
kab: {addon} yesnifel tasertit.
ms: polisi {addon} ditukar.
nb_no: {addon} sin policy endret.
nn_no: {addon}-praksis endra.
ro: Politică {addon} modificată.
sk: Zmenené zásady ochrany súkromia pre doplnok {addon}.
sq: Rregullat për {addon} u ndryshuan.
sr_latn: Polisa izmenjena za {addon}.
sv_se: {addon} policy ändrad.
te: {addon} విధానం మార్చబడింది.
th: เปลี่ยนนโยบายของ {addon} แล้ว
tr: {addon} politikası değiştirildi.
vi: Chính sách {addon} đã thay đổi.

source: {addon} icon changed.
hu: {addon} kiegészítő ikonja megváltozott.
id: Ikon {addon} diganti.
ka: {addon}-ის ხატულა შეიცვალა.
kab: {addon} yesnifel tignit.
ms: ikon {addon} ditukar.
sk: Zmenená ikona doplnku {addon}.
sq: U ndryshua ikona për {addon}.
sr_latn: Ikonica je promenjena za {addon}.
sv_se: {addon} ikon ändrad.
te: {addon} ప్రతీకం మార్చబడింది.

source: {review} for {addon} approved.
hu: a(z) {addon} kiegészítő {review} értékelése elfogadva.
id: {review} untuk {addon} disetujui.
kab: {review} i {addon} yettwaqbel.
sk: Schválená recenzia {review} doplnku {addon}.
sq: U miratua {review} për {addon}.
sr_latn: {review} za {addon} je odobren.
sv_se: {review} för {addon} godkänd.

source: {user} approved {review} for {addon}.
hu: {user} jóváhagyta a(z) {addon} kiegészítő {review} értékelését.
id: {user} menyetujui {review} untuk {addon}.
kab: {user} yeqbel {review} i {addon}.
sk: Používateľ {user} schválil recenziu {review} doplnku {addon}.
sq: {user} miratoi {review} për {addon}.
sr_latn: {user} je odobrio {review} za {addon}.
sv_se: {user} godkände {review} för {addon}.

source: Review {review} for {addon} deleted.
hu: A {addon} kiegészítőhöz tartozó {review} értékelés törlésre került.
id: Ulasan {review} untuk {addon} dihapus.
kab: Aceggir {review} n {addon} yettwakkes.
sk: Recenzia {review} pre {addon} bola odstránená.
sq: Shqyrtimi {review} për {addon} u fshi.
sr_latn: Recenzija {review} za {addon} je izbrisana.
sv_se: Recension {review} för {addon} borttagen.

source: {user} deleted {review} for {addon}.
hu: {addon} kiegészítőhöz tartozó {review} értékelést {user} felhasználó törölte.
id: {user} menghapus {review} untuk {addon}.
kab: {user} yekkes {review} n {addon}.
sk: {user} odstránil {review} pre {addon}.
sq: {user} fshiu {review} për {addon}.
sr_latn: {user} je izbrisao {review} za {addon}.
sv_se: {user} tog bort {review} för {addon}.

source: Application max version for {version} updated.
es_ar: Máxima versión de aplicación para {version} actualizada.
fur: Version massime inzornade par {version}.
fy_nl: Maksimumferzje tapassing foar {version} bywurke.
he: גרסת היישום המרבית עבור {version} עודכנה.
hr: Najviša verzija programa za {version} je aktualizirana.
hu: Az alkalmazás legmagasabb verziószáma frissítve lett erre: {version}.
ia: Version maximal del application actualisate al {version}.
id: Versi aplikasi maksimal untuk {version} diperbarui.
is: Hámarksútgáfa forrits fyrir {version} uppfærð.
ka: პროგრამის ვერსიის ზედა ზღვარი განახლებულია {version}-სთვის.
kab: Lqem afellay n usnas i {version} yettusnifel.
ms: Versi maksimum aplikasi {version} dikemaskini.
nb_no: Maksversjon for applikasjon for {version} oppdatert.
nn_no: Applikasjonens maksimale versjon for {version} oppdatert.
ro: Versiune maximă a aplicației pentru {version} actualizată.
sk: Maximálna verzia aplikácie pre {version} bola aktualizovaná.
sq: U përditësua version maksimal aplikacioni për {version}.
sr_latn: Maksimalna verzija aplikacije za {version} je ažurirana.
sv_se: Applikationens maximala version för {version} uppdaterad.
te: {version} కోసం అనువర్తనం గరిష్ట వెర్షన్ నవీకరించబడింది.
th: อัปเดตเวอร์ชันสูงสุดของแอปพลิเคชันสำหรับ {version} แล้ว
tr: {version} için maksimum uygulama sürümü güncellendi.
vi: Đã cập nhật phiên bản tối đa cho {version}.

source: Authors emailed about compatibility of {version}.
es_ar: Se ha enviado un mensaje de correo a los autores sobre la compatibilidad de {version}.
fur: E-mail mandade ai autôrs in merit ae compatibilitât di {version}.
fy_nl: E-mailberjocht oer kompatibiliteit fan {version} nei skriuwers ferstjoerd.
he: נשלחה הודעה בדוא״ל ליוצרים בנוגע לתאימות של {version}.
hr: Autorima je poslana e-poruka o kompatibilnosti za {version}.
hu: A szerző e-mailt küldött a {version} kompatibilitásáról.
ia: Le autores ha recipite un message sur le compatibilitate de {version}.
id: Penulis mengirim surel tentang kompatibilitas {version}.
is: Höfundar sendu tölvupóst varðandi samhæfni {version}.
ka: {version}-ის თავსებადობის შესახებ, შემქმნელებს ეცნობებათ ელფოსტით.
kab: Imeskaren ttwalɣan s yimayl ɣef umṣada n {version}.
ms: E-mel pengarang perihal keserasian {version}.
nb_no: E-post sendt til opphavsmann om kompatibilitet til {version}.
nn_no: E-post sendt til utviklaren om kompatibilitet for {version}.
ro: E-mail trimis autorilor despre compatibilitatea {version}.
sk: Autori boli informovaní e-mailom o kompatibilite verzie {version}.
sq: Iu dërgua email autorëve rreth përputhshmërisë së {version}.
sr_latn: Autori poslali e-poštu o kompatibilnosti verzije {version}.
sv_se: Utvecklare har mejlats om kompatibilitet för {version}.
te: {version} యొక్క అనుకూలత గురించి రచయితలు ఇమెయిల్ చేశారు.
th: ผู้สร้างเขียนอีเมลเกี่ยวกับความเข้ากันได้ของ {version} แล้ว
tr: {version} uyumluluğu hakkında geliştiricilere e-posta gönderildi.
vi: Các tác giả đã gửi email về khả năng tương thích của {version}.

source: Email sent to Author about add-on compatibility.
es_ar: Correo electrónico enviado al autor acerca de la compatibilidad del complemento.
fi: Sähköposti lähetetty tekijälle lisäosan yhteensopivuudesta.
fur: E-mail mandade al autôr in merit ae compatibilitât dal component adizionâl.
fy_nl: E-mailberjocht oer add-onkompatibiliteit nei skriuwer ferstjoerd.
he: נשלח דוא״ל ליוצר בנוגע לתאימות התוספת.
hr: Autorima je poslana e-poruka o kompatibilnosti dodatka.
hu: E-mail elküldve a szerzőnek a kiegészítő kompatibilitásáról.
ia: Le autor ha recipite un message sur le compatibilitate del additivo.
id: Surel dikirimkan pada Penulis tentang kompatibilitas pengaya.
is: Tölvupóstur sendur til höfundar varðandi samhæfni viðbótar.
ka: დამატების თავსებადობის შესახებ შეტყობინება გაეგზავნა ავტორს.
kab: Imayl yettwazen i umeskar n umṣada n izegrar.
ms: E-mel dihantar kepada Pengarang perihal keserasian add-on.
nb_no: E-post sendt til opphavsmann om tilleggskompatibilitet.
nn_no: E-post sendt til utviklaren om kompatibiliteten til utvidinga.
ro: S-a trimis un mesaj de e-mail autorului despre compatibilitatea suplimentului.
sk: E-mail o kompatibilite doplnku bol odoslaný autorovi.
sq: Autorit iu dërgua email lidhur me përputhshmërinë e shtesës.
sr_latn: E-pošta poslata autoru o kompatibilnosti dodatka.
sv_se: E-post skickat till utvecklare om tilläggskompatibilitet.
te: పొడగింత అనుగుణ్యత గురించి రచయితకు ఈమెయిలు పంపబడింది.
th: ส่งอีเมลไปยังผู้สร้างเกี่ยวกับความเข้ากันได้ของส่วนเสริมแล้ว
tr: Yazara eklenti uyumluluğu hakkında e-posta gönderildi.
vi: Đã gửi email cho tác giả về khả năng tương thích của tiện ích.

source: Password changed.
es_ar: Contraseña cambiada.
fi: Salasana vaihdettu.
fur: Password modificade.
fy_nl: Wachtwurd wizige.
he: הססמה שונתה.
hr: Lozinka je promijenjena.
hu: A jelszó megváltozott.
ia: Contrasigno cambiate.
id: Kata sandi diganti.
is: Lykilorði breytt.
ka: პაროლი შეიცვალა.
kab: Awal uffir yettusnifel.
ms: Kata laluan ditukar.
nb_no: Passord endret.
nn_no: Passord endra.
ro: Parola a fost modificată.
sk: Heslo bolo zmenené.
sq: Fjalëkalimi u ndryshua.
sr_latn: Lozinka je izmenjena.
sv_se: Lösenord ändrat.
te: సంకేతపదం మార్చబడింది.
th: เปลี่ยนรหัสผ่านแล้ว
tr: Parola değiştirildi.
vi: Đã thay đổi mất khẩu.

source: {addon} failed checks with PayPal.
hu: {addon} ellenőrzése a PayPallal sikertelen.
id: {addon} gagal memeriksa dengan PayPal.
sk: Doplnok {addon} zlyhal pri kontrole PayPalu.
sq: Kontrollet me Paypal-in për {addon} dështuan.
sr_latn: {addon} nije prošao provere sa PayPal.
sv_se: {addon} misslyckade kontroller med PayPal.

source: {addon} manifest updated.
hu: {addon} manifest frissítve.
id: {addon} manifesto diperbarui.
sk: Manifest doplnku {addon} bol aktualizovaný.
sq: U përditësua manifesti për {addon}.
sr_latn: {addon} manifest je ažuriran.
sv_se: {addon} manifest uppdaterad.

source: {addon} {version} approved but waiting to be made public.
es_ar: {addon} {version} aprobado, pero esperando que se haga público.
fi: {addon} {version} hyväksytty mutta odottaa julkistamista.
fur: {addon} {version} al è stât aprovât ma al è in spiete di jessi rindût public.
fy_nl: {addon} {version} goedkard mar wachtet op publikaasje.
he: {addon} {version} אושרה אך היא עדיין בהמתנה לפרסום ציבורי.
hr: Dodatak {addon} {version} odobren, ali se čeka da bude objavljen.
hu: {addon} {version} jóváhagyva, de nyilvánossá tételre vár.
ia: {addon} {version} ha essite approbate, ma ancora attende publication.
id: {addon} {version} disetuji namun menunggu dipublikasikan.
is: {addon} {version} er samþykkt en bíður þess að verða birt opinberlega.
ka: {addon} {version} მიღებულია, მაგრამ დროა საჭირო, სანამ გამოქვეყნდება.
kab: {addon} {version} yettwasentem acukan yettṛaǧu ad d-yeffeɣ s wudem azayez.
ms: {addon} {version} dluluskan tetapi masih menunggu untuk dikeluarkan kepada umum.
nb_no: {addon} {version} godkjent, men venter på å bli gjort offentlig.
nn_no: {addon} {version} godkjend, men ventar på å bli gjort offentleg.
ro: {addon} {version} aprobat, dar așteaptă publicarea.
sk: Doplnok {addon} {version} bol schválený, ale čaká na uverejnenie pre verejnosť.
sq: {addon} {version} i miratuar, por në pritje për t’u bërë publik.
sr_latn: {addon} {version} je odobren ali čeka da postane javan.
sv_se: {addon} {version} godkänd men väntar på att publiceras.
te: {addon} {version} ఆమోదించబడింది కానీ బహిరంగపరచడానికి వేచి ఉంది.
th: {addon} {version} ได้รับการอนุมัติแล้ว แต่อยู่ระหว่างรอการเปิดเป็นแบบสาธารณะ
tr: {addon} {version} onaylandı ama halka açılması bekleniyor.
vi: {addon} {version} đã được phê duyệt và đang chờ để được đưa ra công khai.

source: Approved but waiting
es_ar: Aprobado pero en espera
fi: Hyväksytty mutta odottaa
fur: Aprovât ma in spiete
fy_nl: Goedkard mar wachtet
he: עבר אישור אך בהמתנה
hr: Odobren, ali na čekanju
hu: Jóváhagyva, de vár
ia: Approbate, ma attendente
id: Disetujui tapi menunggu
is: Samþykkt en bíður
ka: მიღებულია, მაგრამ მოლოდინის რეჟიმშია
kab: Yettwaqbel acukan yettṛagu
ms: Diluluskan tetapi menunggu
nb_no: Godkjent men venter
nn_no: Godkjend men ventar
ro: Aprobat, însă în așteptare
sk: Schválené, ale čaká
sq: E miratuar por në pritje
sr_latn: Odobren ali na čekanju
sv_se: Godkänd men väntande
te: ఆమోదించబడింది కానీ వేచి ఉంది
th: อนุมัติแล้วแต่กำลังรอ
tr: Onaylandı ancak bekliyor
vi: Đã phê duyệt nhưng đang chờ

source: {addon} purchased.
hu: {addon} megvásárolva.
id: {addon} dibeli.
sk: Bol zakúpený doplnok {addon}.
sq: {addon} u ble.
sr_latn: {addon} je kupljen.
sv_se: {addon} köpt.

source: {addon} installed.
hu: {addon} telepítve.
id: {addon} dipasang.
sk: Bol nainštalovaný doplnok {addon}.
sq: {addon} u instalua.
sr_latn: {addon} je instaliran.
sv_se: {addon} installerad.

source: Account updated.
es_ar: Cuenta actualizada.
fi: Tili päivitetty.
fur: Account inzornât.
fy_nl: Rekkening bywurke.
he: החשבון עודכן.
hr: Račun aktualiziran.
hu: Felhasználói fiók frissítve.
ia: Conto actualisate.
id: Akun diperbarui.
is: Aðgangur uppfærður.
ka: ანგარიში განახლდა.
kab: Amiḍa yettusnifel.
ms: Akaun dikemaskini.
nb_no: Konto oppdatert.
nn_no: Konto oppdatert.
ro: Cont actualizat.
sk: Účet bol aktualizovaný.
sq: Llogaria u përditësua.
sr_latn: Nalog ažuriran.
sv_se: Konto uppdaterad.
te: ఖాతా నవీకరించబడింది.
th: อัปเดตบัญชีแล้ว
tr: Hesap güncellendi.
vi: Đã cập nhật tài khoản.

source: Escalation cleared for {addon}.
hu: Eszkaláció törölve erről: {addon}.
id: Eskalasi dibereskan untuk {addon}.
sk: Pri doplnku {addon} bola zrušená kontrola administrátorom.
sq: Për {addon} u hoq kërkesa për shqyrtim të mëtejshëm.
sr_latn: Eskalacija je očišćena za {addon}.
sv_se: Upptrappning rensad för {addon}.

source: Escalation cleared
hu: Eszkaláció törölve
id: Eskalasi dibereskan
sk: Zrušená nutnosť kontroly administrátorom
sq: Kërkesa për shqyrtim të mëtejshëm u hoq
sr_latn: Eskalacija očišćena
sv_se: Upptrappning rensad

source: App disabled
hu: App letiltva
id: Aplikasi dinonaktifkan
sk: Aplikácia zakázaná
sq: Aplikacioni u çaktivizua
sr_latn: Aplikacija je onemogućena
sv_se: App inaktiverad

source: {addon} escalated because of high number of abuse reports.
hu: {addon} eszkalálva a visszaélési jelentések nagy száma miatt.
id: {addon} dieskalasi karena tingginya jumlah laporan penyalahgunaan.
sk: Doplnok {addon} bol eskalovaný na kontrolu, pretože bolo zaregistrované väčšie množstvo hlásení o zneužití.
sq: {addon} e kaluar për shqyrtim të mëtejshëm, për shkak të numrit të madh të njoftimeve për abuzim.
sr_latn: {addon} je eskalirao zbog visokog broja prijava o zloupotrebi.
sv_se: {addon} upptrappad på grund av stort antal missbruksrapporter.

source: High Abuse Reports
hu: Sok visszaélési jelentés
id: Laporan Penyalahgunaan Tinggi
sk: Časté hlásenia o zneužití
sq: Njoftime të Shumta Shpërdorimi
sr_latn: Previše prijava o zloupotrebi
sv_se: Många missbruksrapporter

source: {addon} escalated by reviewer.
hu: Az értékelő eszkalálta ezt: {addon}.
id: {addon} dieskalasi oleh pengulas.
sk: Doplnok {addon} bol redaktorom postúpený na detailnú kontrolu.
sq: Nga shqyrtuesi u kërkua shqyrtim i mëtejshëm për {addon}.
sr_latn: {addon} je eskalirao od strane recezenta.
sv_se: {addon} upptrappad av granskare.

source: Reviewer escalation
hu: Értékelő általi eszkalálás
id: Eskalasi pengulas
sk: Postúpenie na detailnú kontrolu
sq: Kërkesë nga shqyrtuesi për shqyrtim të mëtejshëm
sr_latn: Eskalacija recezenta
sv_se: Upptrappning granskare

source: Video removed from {addon} because of a problem with the video.
hu: A videó hibája miatt eltávolítva ebből: {addon}.
id: Video dihilangkan dari {addon} karena ada masalah dengan video.
sq: Videoja u hoq nga {addon} për shkak të një problemi me videon.
sv_se: Video borttagen från {addon} för att det var ett problem med videon.

source: Video removed
hu: Videó eltávolítva
id: Video dihapus
sk: Video bolo odstránené
sq: Videoja u hoq
sr_latn: Video uklonjen
sv_se: Video borttagen
