Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: a clear and concise name (no lengthy keywords)
hu: egy pontos és tömör név (nincsenek hosszú kulcsszavak)
id: nama yang jelas dan ringkas (tak ada kata kunci panjang)
sk: jasný a výstižný názov (žiadny dlhý rad kľúčových slov)
sq: emër i qartë dhe i qëruar (pa fjalëkyçe të stërzgjatur)
sr_latn: kratko i jasno ime (nema dugih ključnih reči)
sv_se: ett klart och koncist namn (inga långa nyckelord)

source: a clear and concise summary of the add-on's functionality
hu: egy pontos és tömör összegzés a kiegészítő funkcióiról
id: ringkasan yang jelas dan ringkas mengenai fungsi pengaya
sk: jasný a výstižný súhrn funkcií doplnku
sq: përmbledhje e qartë dhe e qëruar e funksionit të shtesës suaj
sr_latn: kratak i jasan rezime funkcionalnosti dodatka
sv_se: en klar och koncis sammanfattning av tilläggets funktionalitet

source: detailed description and privacy policy, if applicable
hu: részletes leírás és adatvédelmi nyilatkozat, ha van értelme
id: deskripsi dan kebijakan privasi yang terinci, jika memungkinkan
sk: detailný popis a informácie o zásadách súkromia, ak sú potrebné
sq: rregulla dhe përshkrim të hollësishëm të privatësisë, në pastë
sr_latn: detaljan opis i polisa o privatnosti, po potrebi
sv_se: detaljerad beskrivning och integritetspolicy, i förekommande fall

source: updated screenshots of the add-on's functionality
hu: frissített képernyőképek a kiegészítő funkcióiról
id: memperbarui tangkapan layar untuk fungsi pengaya
sk: aktualizované obrázky funkcionality doplnku
sq: foto të përditësuara nga shtesa në punë e sipër
sr_latn: ažuriran snimak ekrana funkcionalnosti dodatka
sv_se: uppdaterade skärmdumpar av tilläggets funktionalitet

source: must be fully approved by AMO editors (no preliminarily reviewed entries)
hu: az AMO szerkesztőinek teljesen el kell fogadniuk (nem lehet előzetesen értékelt)
id: harus disetujui sepenuhnya oleh penyunting AMO (tidak ada entri yang ditinjau sebelumnya)
sk: musí byť plne schválený redaktorom AMO (predbežné kontroly nie sú dostatočné)
sq: duhet të jetë plotësisht e miratuar nga redaktorët e AMO-s (jo paraprakisht)
sr_latn: mora biti potpuno odobren od strane AMO urednika (nema preliminarnih unosa recenzija)
sv_se: måste vara fullt godkänd av AMO:s redigerare (inga preliminärt granskade poster)

source: The add-on must have excellent user reviews and any problems or support requests must be promptly addressed by the developer.
hu: A kiegészítőnek kiváló felhasználói értékelésekkel kell rendelkeznie, és bármilyen problémát időben kell kezelnie a fejlesztőnek.
id: Pengaya ini pasti memiliki ulasan pengguna yang sempurna dan jika ada masalah atau permintaan dukungan pasti segera ditindaklanjuti oleh pengembangnya.
sk: Doplnok musí mať výborné recenzie od používateľov a akékoľvek problémy alebo otázky na podporu musia byť vývojárom rýchlo riešené.
sq: Shtesa duhet të ketë përshtypje të shkëlqyera përdoruesish dhe çfarëdo problemi apo kërkese për asistencë të trajtohet menjëherë nga zhvilluesi.
sr_latn: Dodatak mora imati odličnu recenziju korisnika i bilo kakav problem ili zahtev za podršku mora biti prijavljen programeru.
sv_se: Tillägget måste ha utmärkta användarrecensioner och eventuella problem eller supportärenden måste omedelbart åtgärdas av utvecklare.

source: The add-on must have a minimum of 2,000 users.
hu: A kiegészítőnek legalább 2.000 felhasználóval kell rendelkeznie.
id: Pengaya harus memiliki minimal 2000 pengguna.
sk: Doplnok musí mať minimálne 2000 používateľov.
sq: Shtesa duhet të ketë një minimum prej 2000 përdoruesish.
sr_latn: Dodatak mora da ima minimalno 2,000 korisnika.
sv_se: Tillägget måste ha minst 2.000 användare.

source: The add-on must be compatible with the latest release of Firefox and must be compatible with beta versions 4 weeks before their final release.
hu: A kiegészítőnek kompatibilisnek kell lennie a legfrissebb Firefox kiadással, és kompatibilisnek kell lennie a béta verziókkal 4 héttel a végső megjelenésük előtt.
id: Pengaya harus kompatibel dengan rilis terakhir Firefox dan harus kompatibel dengan versi beta 4 minggu sebelum rilis finalnya.
sk: Doplnok musí byť kompatibilní s poslednou verziou Firefoxu a musí byť kompatibilní s betaverziou nasledujúcej verzie 4 týždne pred jej finálnym vydaním.
sq: Shtesa duhet të jetë e përputhshme me versionin më të ri të Firefox-it dhe duhet të jetë e përputhshme me versione beta 4 javë përpara hedhjes së tyre përfundimtare në qarkullim.
sr_latn: Dodatak mora biti kompatibilan sa poslednjom verzijom Firefox-a i mora biti kompatibilan sa beta verzijom 4 nedelje pre konačnog puštanja.
sv_se: Tillägget måste vara kompatibel med den senaste versionen av Firefox och måste vara kompatibel med betaversioner 4 veckor innan den slutliga versionen.

source: <strong>Most importantly</strong>, the add-on must have wide consumer appeal to Firefox's users and be outstanding in nearly every way: user experience, performance, security, and usefulness or entertainment value. Featured complete themes must also be visually appealing.
hu: <strong>A legfontosabb</strong>, a kiegészítőnek széleskörű fogyasztói vonzereje legyen a Firefox felhasználóinak, és kiemelkedő legyen szinte mindenben: felhasználói élmény, teljesítmény, biztonság, valamint hasznosság vagy szórakoztatási érték. A kiemelt teljes témáknak megjelenésükben is vonzónak kell lenniük.
id: <strong>Yang terpenting</strong>, pengaya harus memiliki daya tarik luas bagi pengguna Firefox dan unggul di hampir semua hal: pengalaman pengguna, performa, keamanan dan nilai ketergunaan atau hiburan. Tema lengkap unggulan juga harus menarik secara visual.
sq: <strong>Më e rëndësishmja</strong>, shtesa duhet të ketë një tërheqje të gjerë të përdoruesve të Firefox-it dhe të jetë e pashoqe në thuajse të gjitha këndvështrimet: punimi, performanca, siguria, dhe vlerat dobiprurëse ose zbavitëse. Temat e plota të zgjedhura duhet të jenë tërheqëse edhe nga ana pamore.
sr_latn: <strong>Ono što je najvažnije</strong>, dodatak mora imati širok potrošački apel Firefox korisnicima i da bude izuzetan na gotovo svaki način: iskustvo korisnika, performanse, sigurnost i korisnu ili zabavnu vrednost. Istaknute završene teme takođe moraju biti vizuelno privlačne.
sv_se: <strong>Viktigast av allt</strong>, tillägget måste ha bred attraktion bland Firefoxs användare och vara enastående på nästan alla sätt: användarupplevelse, prestanda, säkerhet och användbarhet eller underhållningsvärde. Utvalda komplett teman måste också vara visuellt tilltalande.

source: Nominating an Add-on
hu: Kiegészítő jelölése
id: Menominasikan Pengaya
sk: Nominácie doplnku
sq: Kandidimi i një Shtese
sr_latn: Nominovanje dodatka
sv_se: Nominera ett tillägg

source: If you wish to nominate an add-on to be featured and it meets the criteria above, send an email to %(mail_featured)s with:
hu: Ha kiemeltnek szeretne jelölni egy kiegészítőt, és megfelel a fenti követelményeknek, akkor küldjön egy e-mailt az %(mail_featured)s címre a következőkkel:
id: Jika anda ingin menominasikan pengaya untuk diunggulkan dan pengaya tersebut sesuai dengan kriteria di atas, kirimkan surel ke %(mail_featured)s dengan:
sk: Ak chcete váš doplnok nominovať a splňuje kritériá uvedené vyššie, pošlite e-mail na adresu %(mail_featured)s s nasledujúcimi vecami:
sq: Nëse dëshironi të kandidoni një shtesë për të qenë mes të zgjedhurave, dhe nëse ajo i plotëson kriteret më sipër, na dërgoni një email te %(mail_featured)s with:
sr_latn: Ako želite da nominujete dodatak da bude istaknut i da ispuni prethodne kriterijume, pošaljite e-poštu na %(mail_featured)s sa:
sv_se: Om du vill nominera en tillägg till att vara utvalt och det uppfyller kriterierna ovan, skicka ett mejl till %(mail_featured)s med:

source: the add-on name, URL, and whether you are its developer
hu: a kiegészítő neve, URL-je, és hogy Ön-e a fejlesztője
id: nama pengaya, URLnya, dan apakah anda adalah pengembangnya
sk: názov doplnku, jeho URL adresa a informácia, či ste jeho vývojárom
sq: emri i shtesës, URL-ja, dhe nëse jeni ju zhvilluesi i saj
sr_latn: ime dodatka, URL adresa i da li ste njegov programer
sv_se: tilläggets namn, URL och om du är dess utvecklare

source: a short explanation of why the add-on has wide appeal and should be featured
hu: egy rövid magyarázat, hogy miért van széleskörű vonzereje és miért kellene kiemelni
id: penjelasan pendek mengenai mengapa pengaya ini memiliki daya tarik yang luas dan harus diunggulkan
sk: krátke vysvetlenie, prečo je doplnok určený pre široké spektrum používateľov a prečo by mal byť propagovaný
sq: një shpjegim i shkurtër pse shtesa mund të joshë shumë vetë dhe do të duhej zgjedhur
sr_latn: kartko objašnjenje zašto dodatak ima žalbe i zašto treba da bude istaknut
sv_se: en kort förklaring till varför tillägget har en bred attraktion och bör bli utvalt

source: optionally, links to any external reviews or articles mentioning the add-on
hu: választhatóan, hivatkozások külső értékelésekre és cikkekre, amelyek említik a kiegészítők
id: pilihan lainnya, tautkan ke ulasan eksternal atau artikel yang menyebutkan pengaya ini
sk: voliteľne, odkaz na akékoľvek externé recenzie, alebo články, ktoré o doplnku niečo píšu
sq: në pastë, të ofrohen lidhje për te shqyrtime ose artikuj të jashtëm që e përmendin shtesën
sr_latn: po izboru, povezuje na bilo koju spoljnu recenziju ili članak koji spominje dodatak
sv_se: valfritt, länkar till alla externa granskningar eller artiklar som hänvisar till tillägget

source: Add-on nominations are reviewed by the Advisory Board once a month (once every 3 months for complete theme nominations). Common reasons for rejection include lacking wide appeal to consumers, a suboptimal user experience, quality or security issues, incompatibility, and similarity to another featured add-on. Rejected add-ons cannot be re-nominated within 3 months.
hu: A kiegészítő jelöléseket a Tanácsadó Testület havonta nézi át (a teljes témajavaslatokat 3 havonta egyszer). A gyakori visszautasítási ok a nem elég széles közönség, a nem optimális felhasználói élmény, minőségi és biztonsági problémák és hasonlóság más kiemelt kiegészítőkhöz. Visszautasított kiegészítőt 3 hónapig nem lehet újrajelölni.
id: Nominasi pengaya ditinjau oleh Dewan Penasihat setiap bulan (sekali dalam 3 bulan untuk nominasi tema lengkap). Alasan umum penolakan diantaranya kurang menarik untuk pengguna, pengalaman pengguna yang kurang optimal, masalah keamanan atau mutu, ketidakcocokan, dan kemiripan dengan pengaya unggulan lainnya. Pengaya yang ditolak tidak dapat dinominasikan ulang dalam waktu 3 bulan.
sk: Nominované doplnky sú kontrolované skupinou Advisory Board raz za mesiac (každé tri mesiace pre témy). Bežné dôvody pre zamietnutie zahŕňajú úzke zameranie doplnkov, neoptimálne vyhotovenie, zlú kvalitu, bezpečnostné problémy, nekompatibilitu, alebo podobnosť s iným, už odporúčaným doplnkom. Zamietnuté doplnky nemôžu byť ďalšie tri mesiace znovu nominované.
sq: Kandidimet e shtesave shqyrtohen nga Trupi Këshillimor një herë në muaj (një herë në 3 muaj për kandidime temash të plota). Te arsyet e rëndomta për mospranim përfshihen mungesa e të qenit shumë joshës për konsumatorët, funksionim nën optimalen, probleme cilësie ose sigurie, papërputhshëmri, dhe ngjashmëria me shtesa të tjera të zgjedhura tashmë. Shtesat e hedhura tej s’mund të rikandidohen brenda tre muajsh.
sr_latn: Nominacije dodataka su pregledane od strane savetodavnog odbora jednom mesečno (jednom u svaka 3 meseca za nominacije završenih tema). Uobičajeni razlozi za odbijanje uključuju nedostatak široke žalbe na potrošače, suboptimalno iskustvo korisnika, kvalitet i bezbednosne probleme, nespojivost i sličnosti sa drugim istaknutim dodatkom. Odbijeni dodatak ne može biti ponovo nominovan u sledeća 3 meseca.
sv_se: Tillläggsnomineringar granskas av den rådgivande nämnden en gång i månaden (en gång var 3 månader för nomineringar av kompletta teman). Vanliga orsaker till avslag inkluderar saknad av en bred attraktion från konsumenterna, en suboptimal användarupplevelse, kvalitet eller säkerhetsfrågor, inkompatibilitet och likheten till ett annat utvalt tillägg. Avvisade tillägg kan inte åter nomineras inom 3 månader.

source: Rotating Featured Add-ons
hu: Kiemelt kiegészítők forgatása
id: Merotasi Pengaya Unggulan
sk: Rotácia odporúčaných doplnkov
sq: Shtesa të Zgjedhura
sr_latn: Rotacija istaknutih dodataka
sv_se: Roterande utvalda tillägg

source: Mozilla and the Featured Add-ons Advisory Board regularly evaluate and rotate out featured add-ons. Some of the most common reasons for add-ons being removed from the featured list are:
hu: A Mozilla és a Kiemelt Kiegészítők Tanácsadói Testület rendszeresen értékeli és forgatja a kiemelt kiegészítőket. A leggyakoribb okai a kiegészítők eltávolításának a kiemeltek közül a következőek:
id: Mozilla dan Dewan Penasihat Pengaya Unggulan secara teratur mengevaluasi dan menggilir pengaya unggulan. Sebagian dari alasan umum sebuah pengaya dikeluarkan dari daftar unggulan adalah:
sq: Mozilla dhe Trupa Këshillimore e Shtesave të Zgjedhura peshon dhe qarkullon rregullisht shtesat e zgjedhura. Disa nga arsyet më të rëndomta që një shtesë të hiqet nga lista e të zgjedhurave janë:
sr_latn: Mozilla i savetodavni odbor istaknutih dodataka regularno procenjuju i rotiraju istaknute dodatke. Neki od najčešćih razloga za uklanjanje dodatka sa istaknute liste su:
sv_se: Mozilla och den rådgivande nämnden för utvalda tillägg utvärderar regelbundet och rotera ut utvalda tillägg. Några av de vanligaste orsakerna till att tillägg avlägsnas från den utvalda listan är:

source: Lack of growth &mdash; Add-ons that are featured typically experience a substantial gain in both downloads and active users. If an add-on is not demonstrating growth in any substantial way, that's a good indicator the add-on may not be very useful to our users.
hu: Növekedés hiánya &mdash; A kiemelt kiegészítők jellemzően jelentősen nőnek mind letöltésekben, mind aktív felhasználókban. Ha egy kiegészítő nem növekszik lényeges mértékeben, az egy jó jelzése annak, hogy a kiegészítő nem nagyon hasznos a felhasználóinknak.
id: Kurangnya pertumbuhan &mdash; Pengaya yang diunggulkan biasanya mengalami pertumbuhan yang substansial dalam pengunduhan dan pengguna aktif. Jika sebuah pengaya tidak menunjukkan pertumbuhan secara substansial, ini adalah penanda bahwa pengaya tersebut tidak terlalu bermanfaat bagi pengguna.
sq: Mungesë rritjeje &mdash; Shtesat që paraqiten si të zgjedhura, zakonisht njohin një shtim thelbësor si të shkarkimeve, ashtu edhe të përdoruesve aktivë. Nëse një shtesë nuk shfaq rritje thelbësore në çfarëdo drejtimi, ky është tregues i mirë që shtesa mund të mos jetë dhe aq e dobishme për përdoruesit tanë.
sr_latn: Nedostatak rasta &mdash; Istaknuti dodaci obično dožive značajan rast i kod korisnika koji preuzimaju i kod aktivnih korisnika. Ako dodatak ne pokazuje rast na bilo koji značajan način, to je dobar pokazatelj da dodatak možda neće biti koristam drugim korisnicima.
sv_se: Brist på tillväxt &mdash; Tillägg som är utvalda upplever en betydande ökning i både nedladdningar och aktiva användare. Om ett tillägg inte visar tillväxt på något betydande sätt, det är en bra indikator som visar att tillägget inte är användbart för våra användare.

source: Negative reviews &mdash; Featured add-ons should have a great experience and very few bugs, so add-ons with many negative reviews may be reconsidered.
hu: Negatív értékelések &mdash; A kiemelt kiegészítőnek nagyszerű felhasználói élménnyel kell rendelkezniük, és kevés hibával, így a sok negatív értékeléssel rendelkező kiegészítők esetén megfontolhatjuk az eltávolításukat.
id: Ulasan negatif &mdash; Pengaya unggulan harus memberikan pengalaman yang baik dan hanya sedikit bug, jadi pengaya dengan banyak ulasan negatif akan pertimbangkan ulang.
sq: Shqyrtime negative &mdash; Shtesat e zgjedhura do të duhej të kishin funksionin të shkëlqyer dhe shumë pak të meta, ndaj shtesat me shumë shqyrtime negative do të duheshin rishqyrtuar.
sr_latn: Negatvne recenzije &mdash; Istaknuti dodaci bi trebali imati odlično iskustvo i veoma malo grešaka, tako da dodatak sa mnogo negativnih recenzija bude ponovo razmatran.
sv_se: Negativa recensioner &mdash; Utvalda tillägg bör ha en fantastisk upplevelse och väldigt få buggar, så tillägg med många negativa recensioner kan omprövas.

source: Incompatibility with upcoming Firefox versions &mdash; Featured add-ons are expected to be compatible with stable and beta versions of Firefox. Add-ons not yet compatible with a Beta version of Firefox four weeks before its expected release will lose their featured status.
hu: Inkompatibilitás a Firefox következő verzióival &mdash; A kiemelt kiegészítőktől elvárt a Firefox stabil és béta verzióival való kompatibilitás. Azok a kiegészítők, melyek nem kompatibilisek a Firefox Béta verziójával a várt kiadás előtt négy héttel, elveszítik a kiemelt státuszukat.
id: Ketidakcocokan dengan versi Firefox yang akan datang &mdash; Pengaya unggulan diharapkan cocok dengan versi beta dan stabil Firefox. Pengaya yang belum cocok dengan versi beta Firefox empat minggu sebelum rilisnya dijadwalkan akan kehilangan status unggulannya.
sq: Papërputhshëmria me versione të ardhshme të Firefox-it &mdash; Shtesat e zgjedhura pritet të jenë të përputhshme me versionet beta dhe ato të qëndrueshme të Firefox-it. Shtesat ende të papërputhshme me një version Beta të Firefox-it katër javë përpara hedhjes së pritshme në qarkullim do ta humbin gjendjen si të zgjedhura.
sr_latn: Nekompatibilan sa predstojećim Firefox verzijama &mdash; Od istaknutih dodataka se očekuje da budu kompatibilni sa stabilnim i beta verzijama Firefox-a. Dodaci koji nisu kompatibilni sa beta verzijom Firefox-a četiri nedelje pre njegovog puštanja će izgubiti svoje istaknute pozicije.
sv_se: Inkompabilitet med kommande Firefox-versioner &mdash; Utvalda tillägg förväntas vara kompatibla för stabila och betaversioner av Firefox. Tillägg som ännu inte är kompatibla med en betaversion av Firefox fyra veckor före den förväntade släppet kommer att förlora sin utvalda status.

source: Joining the Featured Add-ons Advisory Board
hu: Csatlakozás a Kiemelt Kiegészítők Tanácsadói Testülethez
id: Bergabung dengan Badan Penasihat Pengaya Unggulan
sk: Pripojenie sa k Featured Add-ons Advisory Board
sq: Bëhuni pjesë e Bordit Këshillimor për Shtesat e Zgjedhura
sr_latn: Pridruživanje istaknutom savetodavnom odboru dodataka
sv_se: Gå med i den rådgivande nämnden för utvalda tillägg

source: Every six months a new Advisory Board is chosen based on applications from the add-ons community. Members must:
hu: Hat havonta új tanácsadói testület kerül kiválasztásra a közösségéből. A tagoknak:
id: Setiap enam bulan sebuah Badan Penasihat dipilih berdasarkan aplikasi dari komunitas pengaya. Anggota harus:
sk: Každých šesť mesiacov je ustanovený nový Advisory Board, ktorý je zostavený na základe žiadostí z našej komunity okolo doplnkov. Členovia musia:
sq: Çdo gjashtë muaj zgjidhet një Trupë e re Këshillimore, bazuar mbi kandidatura prej bashkësisë së shtesa. Anëtarët duhet:
sr_latn: Svakih šest meseci novi savetodavni odbor se bira na osnovu prijava iz zajednice za dodatke. Članovi moraju:
sv_se: Varje halvår väljs en rådgivande nämnd baserat på ansökningar från gemenskapen för tillägg. Medlemmar måste:

source: be active members of the add-ons community, whether as a developer, evangelist, or fan
hu: aktív tagoknak kell lenniük a közösségben, fejlesztőként, evangelistaként vagy rajongóként
id: jadilah anggota komunitas pengaya yang aktif, baik sebagai pengembang, penggerak, atau penggemar
sk: byť aktívnym členom komunity doplnkov (nezáleží na tom, či je vývojár, evanjelista, alebo fanúšik)
sq: të jenë anëtarë aktivë të bashkësisë së shtesave, qofshin zhvillues, predikues apo dashamirës
sr_latn: da budu aktivni članovi zajednice dodataka, bilo kao programer, evanđelista ili ljubitelj
sv_se: vara aktiva medlemmar i gemenskapen för tillägg, oavsett om du är utvecklare, missionär eller beundrare

source: commit to trying all the nominations submitted, giving their feedback, and casting their votes every month
hu: ki kell próbálniuk minden beküldött jelöltet, visszajelzést adniuk, és szavazni minden hónapban
id: berkomitmen untuk mencoba semua nominasi yang diserahkan, memberikan umpan balik mereka, dan memberikan suara mereka setiap bulan
sk: aktívne skúšať všetky nominované doplnky, poskytovať k nim reakcie a zúčastniť sa každý mesiac hlasovania
sq: t’i përkushtohen provës së krejt kandidaturave të parashtruara, duke dhënë përshtypjet e tyre, dhe të japin votën e tyre çdo muaj
sr_latn: posvetite se isprobavanju svih podnesenih nominacija, davanju povratnih informacija i glasanju svakog meseca
sv_se: åta sig att försöka testa alla kandidater, ge dem återkoppling och ge dem röster varje månad

source: abstain from voting on add-ons that they have any business or personal affiliations with, as well as direct competitors of any such add-ons
hu: nem szabad szavazniuk olyan kiegészítőkre, melyekkel üzleti vagy személyes kapcsolódásuk van, valamint közvetlen versenytársakra sem
id: menjauhkan diri dari pemungutan suara untuk pengaya di mana mereka memiliki ikatan bisnis atau pribadi, serta pesaing langsung pengaya bersangkutan
sk: nehlasovať pri doplnkoch, ktoré sú s nim nejako osobne, alebo obchodne spojené a rovnako tak nebude hlasovať pri svojej konkurencii
sq: të mos marrin pjesë në votimin e një shtese me të cilën i lidh biznesi apo vetja, si dhe në votim për konkurrentë të drejtpërdrejt të çfarëdo shtese të tillë
sr_latn: uzdržite se od glasanja za dodatke koji imaju bilo kakve poslovne ili lične veze sa Vama, kao i direktno konkurentih dodataka
sv_se: avstå från att rösta på tillägg som de har någon affärs eller personlig koppling till, liksom direkta konkurrenter till sådana tillägg

source: Members of the Mozilla Add-ons team may veto any add-on's selection because of security, privacy, compatibility, or any other reason, but in general it is up to the Board to select add-ons to feature.
hu: A Mozilla Kiegészítők csapat megvétózhatja bármelyik kiegészítő kiválasztását, biztonsági, magánszféra, kompatibilitási vagy bármilyen más okból, de általánosságban a testület választja ki a kiemelendő kiegészítőket.
id: Anggota tim Pengaya Mozilla dapat memveto pilihan pengaya apapun karena alasan keamanan, privasi, kecocokan dan lain sebagainya, namun secara umum, ini adalah keputusan Badan untuk memilih pengaya unggulan.
sq: Anëtarët e ekipit të Shtesave Mozilla mund të vendosin veto mbi çfarëdo përzgjedhje shtese, kur vjen puna për sigurinë, privatësinë, përputhshmërinë, ose për çfarëdo arsye tjetër, por në përgjithësi i takon Trupës të përzgjedhë shtesa për te të zgjedhurat.
sr_latn: Članovi Mozilla tima za dodatke mogu zabraniti bilo koju selekciju dodatka zbog bezbednosti, privatnosti, kompatibilnost ili bilo kog drugog razloga, ali generalno je na Odboru da izabere dodatke koje će istaći.
sv_se: Medlemmar av Mozilla gruppen för tillägg kan inlägga veto mot varje tilläggs utbud på grund av säkerhet, integritet, kompatibilitet eller någon annan orsak, men i allmänhet är det upp till nämnden att välja utvalda tillägg.
