Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, bn, el, fa, fi, fur, fy_nl, gu_in, he, hi_in, hr, ia, is, ja, ka, kab, ms, nn_no, pl, pt_br, pt_pt, ro, si, sk, sl, sr_latn, sv_se, te, th, tr, vi

source: More Info...
ar: معلومات أكثر…
ast: Más información...
bn: আরো তথ্য...
el: Περισσότερες πληροφορίες...
fa: اطّلاعات بیشتر...
fi: Lisätietoja...
fur: Altris informazions...
fy_nl: Mear ynformaasje…
gu_in: વધુ માહિતી...
he: מידע נוסף...
hi_in: अधिक जानकारी...
hr: Više informacija...
ia: Altere informationes...
is: Nánari upplýsingar...
ja: 詳細...
ka: მეტი ინფო...
kab: Ugar n telɣut...
ms: Info Lanjut...
nn_no: Meir info …
pl: Więcej informacji…
pt_br: Mais informações...
pt_pt: Mais info...
ro: Mai multe informații...
si: තව තොරතුරු...
sk: Viac informácií...
sl: Več informacij ...
sr_latn: Više informacija...
sv_se: Mer info...
te: మరింత సమాచారం...
th: ข้อมูลเพิ่มเติม...
tr: Daha fazla bilgi...
vi: Thêm thông tin…

source: Details for {0}
ar: تفاصيل {0}
ast: Detalles pa {0}
bn: {0} এর জন্য বিস্তারিত
el: Λεπτομέρειες του {0}
fa: جزئیات {0}
fi: Tiedot kohteelle {0}
fur: Detais par {0}
fy_nl: Details foar {0}
gu_in: {0} માટે વિગતો
he: פרטים עבור {0}
hi_in: {0} के लिए विवरण
hr: Detalji za {0}
ia: Detalios pro {0}
is: Upplýsingar um {0}
ja: {0} の詳細
ka: {0}-ის დეტალები
kab: Talqayt i {0}
ms: Butiran untuk {0}
nn_no: Detaljar for {0}
pl: Szczegóły dla {0}
pt_br: Detalhes em {0}
pt_pt: Detalhes para {0}
ro: Detalii pentru {0}
si: {0} සඳහා විස්තර
sk: Detaily pre {0}
sl: Podrobnosti za {0}
sr_latn: Detalji o {0}
sv_se: Detaljer för {0}
te: {0} వివరాలు
th: รายละเอียดสำหรับ {0}
tr: {0} ayrıntıları
vi: Các chi tiết của {0}

source: Collections Created
ar: أُنشئت المجموعات
ast: Coleiciones creaes
bn: সংগ্রহ তৈরি করা হয়েছে
el: Συλλογές που δημιουργήθηκαν
fi: Kokoelmat luotu
fur: Racueltis creadis
fy_nl: Makke kolleksjes
gu_in: સંગ્રહો બનાવ્યાં
he: אוספים שנוצרו
hi_in: संग्रह बनाया गया
hr: Kolekcija napravljeno
ia: Collectiones create
is: Söfn búin til
ja: コレクション作成回数
ka: კრებულები შეიქმნა
kab: Tigrummiwin ttwarnant
ms: Koleksi Dicipta
nn_no: Samlingar oppretta
pl: Utworzone kolekcje
pt_br: Coleções criadas
pt_pt: Coleções criadas
ro: Colecții create
si: සාදන ලද එකතු
sk: Vytvorené kolekcie
sl: Ustvarjene zbirke
sr_latn: Napravljene kolekcije
sv_se: Samlingar skapade
te: సేకరణలు సృష్టించబడ్డాయి
th: ชุดที่สร้างแล้ว
tr: Oluşturulan koleksiyon
vi: Bộ sưu tập đã được tạo

source: Add-ons in Use
ar: الإضافات المستخدمة
bn: ব্যবহৃত হচ্ছে এমন এডঅনস
el: Πρόσθετα σε χρήση
fi: Käytössä olevat lisäosat
fur: Components adizionâi in ûs
fy_nl: Brûkte add-ons
gu_in: ઉપયોગમાં એડ-ઑન્સ
he: תוספות שבשימוש
hi_in: उपयोग हो रहे ऐड-ऑन
hr: Dodaci koji se koriste
ia: Additivos in uso
is: Viðbætur í notkun
ja: アドオン使用回数
ka: დამატებები, რომლებიც გამოიყენება
kab: Izegrar yettuseqdacen
ms: Add-on Digunakan
nn_no: Utvidingar i bruk
pl: Używane dodatki
pt_br: Complementos em uso
pt_pt: Extras em uso
ro: Suplimente în uz
si: භාවිතා වන එක්කහු
sk: Používané doplnky
sl: Dodatki v uporabi
sr_latn: Dodaci koji se koriste
sv_se: Tillägg i användning
te: పొడిగింతలు వాడుకలో ఉన్నాయి
th: ส่วนเสริมที่ใช้อยู่
tr: Kullanımdaki eklenti
vi: Tiện ích đang sử dụng

source: Add-ons Created
ar: الإضافات المنشأة
bn: এড-অনস তৈরি করা হয়েছে
el: Δημιουργηθέντα Πρόσθετα
fi: Lisäosia luotu
fur: Components adizionâi creâts
fy_nl: Makke add-ons
gu_in: એડ-ઓન બનાવ્યું
he: תוספות שנוצרו
hi_in: बनाए गए ऐड-ऑन
hr: Dodataka napravljeno
ia: Additivos create
is: Viðbætur búnar til
ja: アドオン作成回数
ka: შექმნილი დამატებები
kab: Azegrir yettwarna
ms: Add-on Dicipta
nn_no: Utvidingar oppretta
pl: Utworzone dodatki
pt_br: Complementos criados
pt_pt: Extras criados
ro: Suplimente create
si: සාදන ලද එක්කහු
sk: Vytvorené doplnky
sl: Ustvarjeni dodatki
sr_latn: Dodataka napravljeno
sv_se: Tillägg skapat
te: పొడిగింతలు రూపొందించబడ్డాయి
th: ส่วนเสริมที่สร้าง
tr: Oluşturulan eklenti
vi: Tiện ích đã tạo

source: Add-ons Downloaded
ar: الإضافات المنزّلة
bn: এড-অনস ডাউনলোড করা হয়েছে
el: Ληφθέντα Πρόσθετα
fi: Lisäosia ladattu
fur: Components adizionâi discjariâts
fy_nl: Downloade add-ons
gu_in: એડ-ઓન ડાઉનલોડ કરેલ
he: תוספות שהורדו
hi_in: डाउनलोड किए गये ऐड-ऑन
hr: Dodataka preuzeto
ia: Additivos discargate
is: Viðbætur sóttar
ja: アドオンダウンロード回数
ka: ჩამოტვირთული დამატებები
kab: Izegrar ttwasidren
ms: Add-on Dimuat turun
nn_no: Utvidingar lasta ned
pl: Pobrane dodatki
pt_br: Complementos baixados
pt_pt: Extras descarregados
ro: Suplimente descărcate
si: බාගත කළ එක්කහු
sk: Prevzaté doplnky
sl: Preneseni dodatki
sr_latn: Dodataka preuzeto
sv_se: Tillägg nedladdat
te: పొడిగింతల దింపుకోళ్ళైనది
th: ส่วนเสริมที่ดาวน์โหลด
tr: İndirilen eklenti
vi: Tiện ích đã tải xuống

source: Add-ons Updated
ar: الإضافات المحدّثة
bn: এড-অনস আপডেটে করা হয়েছে
el: Ενημερωμένα πρόσθετα
fi: Lisäosia päivitetty
fur: Components adizionâi inzornâts
fy_nl: Bywurke add-ons
gu_in: એડ-ઓન અપડેટ
he: תוספות שעודכנו
hi_in: अपडेट किए गये ऐड-ऑन
hr: Dodataka ažurirano
ia: Additivos actualisate
is: Viðbætur uppfærðar
ja: アドオン更新回数
ka: განახლებული დამატებები
kab: Izegrar ttwasniflen
ms: Add-on Dikemaskini
nn_no: Utvidingane er oppdatert
pl: Zaktualizowane dodatki
pt_br: Complementos atualizados
pt_pt: Extras atualizados
ro: Suplimente actualizate
si: යාවත්කාල කළ එක්කහු
sk: Aktualizované doplnky
sl: Posodobljeni dodatki
sr_latn: Dodataka ažurirano
sv_se: Tillägg uppdaterad
te: పొడిగింతలు నవీకరించబడ్డాయి
th: ส่วนเสริมที่ปรับปรุง
tr: Güncellenen eklenti
vi: Tiện ích đã cập nhật

source: Reviews Written
ar: المراجعات المكتوبة
ast: Reseñes escrites
bn: পর্যালোচনা লিখেছেন
el: Συνταχθείσες αξιολογήσεις
fi: Arvioita kirjoitettu
fur: Recensions scritis
fy_nl: Skreaune beoardielingen
gu_in: લખાયેલી સમીક્ષાઓ
he: סקירות שנכתבו
hi_in: लिखित समीक्षाएं
hr: Ocjena napisao
ia: Revisiones scribite
is: Umsagnir skrifaðar
ja: レビュー投稿数
ka: მიმოხილვები გაკეთებულია
kab: Aɛiwed n tɣuri yuran
ms: Ulasan Ditulis
nn_no: Skrivne vurderingar
pl: Napisane opinie
pt_br: Avaliações escritas
pt_pt: Revisões escritas
ro: Recenzii scrise
si: ලියන ලද සමාලෝචන
sk: Napísané recenzie
sl: Napisane ocene
sr_latn: Recenzija napisano
sv_se: Recensioner skrivna
te: సమీక్షలు వ్రాయబడ్డాయి
th: เขียนบทวิจารณ์แล้ว
tr: Yazılan inceleme
vi: Số bài xem xét được viết

source: User Signups
ar: تسجيلات المستخدمين
ast: Rexistros d'usuariu
bn: ব্যবহারকারীর সাইনআপ
el: Εγγραφές χρήστη
fi: Käyttäjiä rekisteröitynyt
fur: Regjistrazions utent
fy_nl: Brûkersregistraasjes
gu_in: વપરાશકર્તા માટે સાઇનઅપ
he: הרשמות משתמשים
hi_in: उपयोगकर्ता साइन अप
hr: Korisničkih prijava
ia: Registrationes de usatores
is: Nýskráningar notenda
ja: ユーザログイン回数
ka: დარეგისტრებული მომხმარებლები
kab: Tuqqniwin n useqdac
ms: Pendaftaran Pengguna
nn_no: Brukarregistreringar
pl: Logowania użytkowników
pt_br: Inscrições de usuários
pt_pt: Subscrições de utilizadores
ro: Înscrieri de utilizatori
si: ලියාපදිංචි පරිශ්‍රීලකයින්
sk: Prihlásení používatelia
sl: Uporabniške registracije
sr_latn: Prijave korisnika
sv_se: Användarregistreringar
te: ఖాతాలు తెరచిన వాడుకరులు
th: ผู้ใช้ที่ลงทะเบียน
tr: Kullanıcı kaydı
vi: Đăng ký người dùng

source: Subscribers
ar: المشتركون
ast: Soscriptores
bn: গ্রাহকসমূহ
el: Εγγεγραμμένοι
fi: Tilaajat
fur: Iscrits
fy_nl: Abonnees
gu_in: સબ્સ્ક્રાઇબર્સ
he: מנויים
hi_in: सदस्य
hr: Pretplatitelja
ia: Subscriptores
is: Áskrifendur
ja: 購読者数
ka: გამომწერები
kab: Imeltaɣen
ms: Pelanggan
nn_no: Tingarar
pl: Subskrybenci
pt_br: Assinantes
pt_pt: Subscritores
ro: Abonați
sk: Odberatelia
sl: Naročniki
sr_latn: Pretplatnici
sv_se: Prenumeranter
te: చందాచేరు
th: ผู้ติดตาม
tr: Abone
vi: Người theo dõi

source: Ratings
ar: التقييمات
ast: Valoraciones
bn: রেটিং
el: Αξιολογήσεις
fi: Arviot
fur: Valutazions
fy_nl: Wurdearringen
gu_in: રેટિંગ્સ
he: דירוגים
hi_in: रेटिंग्स
hr: Ocjene
ia: Valutationes
is: Einkunnir
ja: 評価数
ka: შეფასებები
kab: Tizmilin
ms: Penarafan
nn_no: Vurderingar
pl: Oceny
pt_br: Avaliações
pt_pt: Avaliações
ro: Evaluări
si: ඇගැයුම්
sk: Hodnotenia
sl: Ocene
sr_latn: Ocene
sv_se: Betyg
te: రేటింగులు
th: การจัดอันดับ
tr: Puanlama
vi: Số đánh giá

source: Sales
ar: المبيعات
ast: Ventes
bn: বিক্রিগুলো
el: Πωλήσεις
fi: Myynti
fur: Venditis
fy_nl: Ferkeapen
gu_in: વેચાણ
he: מכירות
hi_in: बिक्री
hr: Prodaja
ia: Venditas
is: Sala
ja: 販売数
ka: გაყიდვები
kab: Aznuzu
ms: Jualan
nn_no: Sal
pl: Sprzedaże
pt_br: Vendas
pt_pt: Vendas
ro: Vânzări
si: අලෙවි
sk: Predaje
sl: Prodaje
sr_latn: Prodaje
sv_se: Försäljning
te: అమ్మకాలు
th: ขาย
tr: Satış
vi: Giảm giá

source: Installs
ar: التثبيتات
ast: Instalaciones
bn: ইন্সটলসমূহ
el: Εγκαταστάσεις
fi: Asennuksia
fur: Instalazions
fy_nl: Ynstallaasjes
gu_in: સ્થાપિત કરે છે
he: התקנות
hi_in: संस्थापित
hr: Instaliranja
ia: Installationes
is: Uppsetningar
ja: インストール回数
ka: დაყენების რაოდ.
kab: Asebded
ms: Pemasangan
nn_no: Installeringar
pl: Instalacje
pt_br: Instalações
pt_pt: Instalações
ro: Instalări
si: ස්ථාපන
sk: Inštalácie
sl: Namestitve
sr_latn: Instalacije
sv_se: Installationer
te: స్థాపనలు
th: ติดตั้ง
tr: Kurulum
vi: Cài đặt

source: Unknown
ar: مجهول
ast: Desconocíu
bn: অজানা
el: Άγνωστο
fi: Tuntematon
fur: No cognossût
fy_nl: Unbekend
gu_in: અજ્ઞાત
he: לא ידוע
hi_in: अज्ञात
hr: Nepoznato
ia: Incognite
is: Óþekkt
ja: 不明
ka: უცნობი
kab: Arussin
ms: Tidak diketahui
nn_no: Ukjend
pl: Nieznane
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
si: නොදන්නා
sk: Neznáme
sl: Neznano
sr_latn: Nepoznato
sv_se: Okänd
te: తెలియని
th: ไม่ทราบ
tr: Bilinmiyor
vi: Không rõ

source: Add-ons Manager
ar: مدير الإضافات
bn: এড-অনস ম্যানেজার
el: Διαχειριστής προσθέτων
fi: Lisäosien hallinta
fur: Gjestôr components adizionâi
fy_nl: Add-onbehearder
gu_in: એડ-ઑન્સ સંચાલક
he: מנהל התוספות
hi_in: ऐड-ऑन प्रबंधक
hr: Upravitelj dodataka
ia: Gestor de additivos
is: Viðbótastjóri
ja: アドオンマネージャ
ka: დამატებების მმართველი
kab: Amsefrak n izegrar
ms: Pengurus Add-ons
nn_no: Utvidingshandsamar
pl: Menedżer dodatków
pt_br: Gerenciador de complementos
pt_pt: Gestor de Extras
ro: Manager de suplimente
si: එක්කහු කළමනාකරු
sk: Správca doplnkov
sl: Upravitelj dodatkov
sr_latn: Menadžer dodataka
sv_se: Tilläggshanterare
te: పొడిగింతల నిర్వాహకుడు
th: ตัวจัดการส่วนเสริม
tr: Eklenti Yöneticisi
vi: Trình quản lý tiện ích

source: Add-ons Manager Promo
ar: ترويجات مدير الإضافات
bn: এড-অনস ম্যানেজার প্রমো
fi: LIsäosien Hallinta Promootio
fur: Promozions su Gjestôr components adizionâi
fy_nl: Add-onbehearder-promo
gu_in: એડ-ઑન્સ સંચાલક પ્રોમો
hi_in: ऐड-ऑन प्रबंधक प्रोमो
hr: Promocija upravitelja dodataka
ia: Gestor de additivos in promotion
is: Kynningarefni í viðbótastjóra
ja: アドオンマネージャ内のプロモーション
ka: დამატებების მმართველის პრომო
kab: Asnerni s umsefrak n izegrar
ms: Promo Pengurus Add-ons
nn_no: Utvidingshandsamarpromo
pl: Promocja w Menedżerze dodatków
pt_br: Gerenciador de complementos em promoção
pt_pt: Gestor de Promoção de Extras
ro: Promoție în managerul de suplimente
sk: Propagácia v správcovi doplnkov
sl: Oglas Upravitelja dodatkov
sv_se: Tilläggshanterare promo
te: పొడిగింతల నిర్వాహకుడి ప్రోమో
tr: Eklenti Yöneticisi Tanıtım
vi: Quản lý tiện ích khuyến mãi

source: Add-ons Manager Featured
ar: مختارات مدير الإضافات
bn: এড-অনস ম্যানেজার ফিচারসমূহ
fi: Lisäosien hallinta Esittelyssä
fur: In risalt su Gjestôr components adizionâi
fy_nl: Oanrekommandearre yn Add-onbeheerder
gu_in: ઍડ-ઑન્સ મેનેજર ફીચર્ડ
hi_in: ऐड-ऑन प्रबंधक विशेष रुप से प्रदर्शित
hr: Istaknuto u upravitelju dodataka
ia: Gestor de additivos in evidentia
is: Sérvalið í viðbótastjóra
ja: アドオンマネージャ内のおすすめ
ka: დამატებების მმართველის რჩეულები
kab: Asezwer s umsefrak n izegrar
ms: Sorotan Pengurus Add-ons
nn_no: Utvidingshandsamar, framheva
pl: Polecane w Menedżerze dodatków
pt_br: Gerenciador de complementos em destaque
pt_pt: Gestor de Destaques de Extras
ro: Promovate în managerul de suplimente
sk: Odporúčané v správcovi doplnkov
sl: Predstavljeni Upravitelja dodatkov
sv_se: Tilläggshanterare utvalda
te: పొడగింతల నిర్వాహకంలో విశేషంగా చూపించబడింది
tr: Eklenti Yöneticisi Öne Çıkarılan
vi: Quản lý tiện ích nổi bật

source: Add-ons Manager Learn More
ar: إعرف المزيد عن مدير الإضافات
bn: এড-অনস ম্যানেজার সম্বন্ধে আরো জানুন
fi: Lisäosien hallinta Lue lisää
fur: Plui informazions su Gjestôr components adizionâi
fy_nl: Mear oer de Add-onbehearder
gu_in: ઍડ-ઓન્સ વ્યવસ્થાપક વધુ જાણો
hi_in: ऐड-ऑन प्रबंधक और जानें
hr: Naučite više o upravitelju dodataka
ia: Gestor de additivos, Saper plus
is: Frekari upplýsingar um viðbótastjóra
ja: アドオンマネージャ内の詳細リンク
ka: დამატებების მმართველის დაწვრილებით
kab: Issin ugar ɣef umsefrak n izegrar
ms: Ketahui Selanjutnya Pengurus Add-ons
nn_no: Utvidingshandsamar, les meir
pl: Więcej informacji w Menedżerze dodatków
pt_br: Gerenciador do saiba mais dos complementos
pt_pt: Gestor de Saber Mais sobre Extras
ro: Secțiunea „Află mai multe” din cadrul managerului de suplimente
si: එක්කහු කළමනාකරු ගැන දැන ගන්න
sk: Zistiť viac v správcovi doplnkov
sl: Več o Upravitelju dodatkov
sv_se: Tilläggshanterare läs mer
te: పొడిగింతల నిర్వాహకులు ఇంకా నేర్చుకొండి
tr: Eklenti Yöneticisi Daha Fazla Bilgi Al
vi: Quản lý tiện ích khám phá

source: Search Suggestions
ar: اقتراحات البحث
ast: Suxerencies de gueta
bn: অনুসন্ধান প্রস্তাবনা
fi: Hakuehdotukset
fur: Sugjeriments di ricercje
fy_nl: Syksuggesjes
gu_in: શોધ સૂચનો
he: הצעות חיפוש
hi_in: खोज सुझाव
hr: Prijedlozi pretrage
ia: Suggestiones de recerca
is: Leitartillögur
ja: 検索サジェスト
ka: ძიების შემოთავაზებები
kab: Nadi isumar
ms: Cadangan Carian
nn_no: Søkjeforslag
pl: Sugestie wyszukiwania
pt_br: Pesquisar Sugestões
pt_pt: Sugestões de Pesquisa
ro: Sugestii de căutare
si: සෙවුම් යෝජනා
sk: Návrhy vyhľadávania
sl: Predlogi iskanja
sv_se: Sökförslag
te: శోధన సలహాలు
tr: Arama Önerileri
vi: Gợi ý tìm kiếm

source: Search Results
ar: نتائج البحث
ast: Resultaos de gueta
bn: ফলাফলসমূহ খুঁজুন
el: Αποτελέσματα αναζήτησης
fi: Hakutulokset
fur: Risultâts de ricercje
fy_nl: Sykresultaten
gu_in: શોધ પરિણામો
he: תוצאות חיפוש
hi_in: खोज के परिणाम
hr: Rezultati pretrage
ia: Resultatos del recerca
is: Leitarniðurstöður
ja: 検索結果
ka: ძიების შედეგები
kab: Nadi igmaḍ
ms: Hasil Carian
nn_no: Søkjeresultat
pl: Wyniki wyszukiwania
pt_br: Resultados da pesquisa
pt_pt: Resultados da pesquisa
ro: Rezultate ale căutării
si: සෙවුම් ප්‍රතිඵල
sk: Výsledky hľadania
sl: Rezultati iskanja
sr_latn: Rezultati pretrage
sv_se: Sökresultat
te: శోధన ఫలితాలు
th: ผลลัพธ์การค้นหา
tr: Arama Sonuçları
vi: Kết quả tìm kiếm

source: Homepage Promo
ar: ترويجات الصفحة الرئيسية
ast: Promocionao na páxina d'aniciu
bn: হোমপেজ প্রেমো
el: Promo Αρχικής Σελίδας
fi: Etusivun mainos
fur: Pagjine principâl des promozions
fy_nl: Startside Promoasje
gu_in: મુખપૃષ્ઠ પ્રોમો
he: פרומו דף הבית
hi_in: मुखपृष्ठ का प्रचार
hr: Promocija početne stranice
ia: Promotion del pagina principal
is: Heimasíða kynningarefni
ja: ホームページの宣伝枠
ka: მთავარ გვერდზე დაწინაურებული
kab: Asnerni s usebter agejdan
ms: Promo Halaman utama
nn_no: Heimeside-promo
pl: Strona promocji
pt_br: Promoção na página inicial
pt_pt: Promo da página inicial
ro: Promoție pe pagina de start
sk: Domovská stránka (propagácia)
sl: Oglas domače strani
sr_latn: Promocija na početnoj strani
sv_se: Hemsida promo
te: ముంగిలిపేజీ ప్రోమో
tr: Ana sayfa tanıtımı
vi: Trang chủ khuyến mãi

source: Homepage Featured
ar: مختارات الصفحة الرئيسية
ast: Destacao de la páxina d'aniciu
bn: হোমপেজ বৈশিষ্ট্যযুক্ত করা হয়েছে
el: Προβεβλημένη Αρχική Σελίδα
fi: Etusivu Esittelyssä
fur: Pagjine principâl dai “in risalt”
fy_nl: Startside Oanrekommandearre
gu_in: મુખ્યપૃષ્ઠ ફીચર્ડ
he: הצעות דף הבית
hi_in: मुखपृष्ठ प्रदर्शित किया गया
hr: Istaknuta početna stranica
ia: Pagina principal consiliate
is: Heimasíða úrvalsefni
ja: ホームページのおすすめ枠
ka: მთავარ გვერდზე შემოთავაზებულებში
kab: Asezwer s usebter agejdan
ms: Sorotan Halaman utama
nn_no: Heimeside framheva
pl: Strona polecanych
pt_br: Em destaque na página inicial
pt_pt: Em destaque na página inicial
ro: Promovate pe pagina de start
sk: Domovská stránka (odporúčané)
sl: Predstavljena domača stran
sr_latn: Izdvojeno na početnoj strani
sv_se: Hemsida utvalda
te: ముంగిలి పుటలో ప్రదర్శితం
tr: Ana sayfa vitrindekiler
vi: Trang chủ nổi bật

source: Homepage Up and Coming
ast: Lo que vien na páxina d'aniciu
bn: হোমপেইজ আসন্ন
el: Προσεχής Αρχική Σελίδα
fi: Kotisivu tulossa
fur: Pagjine principâl dai “daûr a rivâ”
fy_nl: Startside Oankommende
gu_in: મુખપૃષ્ઠ ઉપર અને આવતા
he: מתקרב ובא דף הבית
hi_in: मुखपृष्ठ तैयार है और आ रहा है
hr: Perspektivna početna stranica
ia: Pagina principal emergente
is: Nýtt og væntanlegt á heimasíðu
ja: ホームページの注目枠
ka: მთავარ გვერდზე მზარდი მოთხოვნის
kab: Amaynut deg usebter agejdan
ms: Penampilan Halaman Utama
nn_no: Heimeside, framgangsrik
pl: Strona najnowszych
pt_br: Complementos em ascensão da página inicial
pt_pt: Brevemente na página inicial
ro: În curs de apariție pe pagina de start
sk: Domovská stránka (zaujímavé)
sl: Prihajajoča domača stran
sr_latn: Nadolazeće na početnoj strani
sv_se: Hemsida bubblare
te: ముంగిలిపేజీ రాబోతోంది
tr: Ana sayfa yükselenler
vi: Trang chủ phát triển và sắp ra mắt

source: Homepage Most Popular
ast: Lo más popular na páxina d'aniciu
bn: সবচেয়ে জনপ্রিয় হোমপেইজ
el: Δημοφιλέστερη Αρχική Σελίδα
fi: Suosituimpien kotisivu
fur: Pagjine principâl dai plui popolârs
fy_nl: Startside Populêrste
gu_in: મુખપૃષ્ઠ સૌથી વધુ લોકપ્રિય
he: הכי פופולרי דף הבית
hi_in: मुखपृष्ठ सबसे लोकप्रिय
hr: Najpopularnija početna stranica
ia: Pagina principal plus popular
is: Vinsælast á heimasíðu
ja: ホームページの人気枠
ka: მთავარ გვერდზე ყველაზე მოთხოვნადი
kab: Asebtar agejdan yettwasnen aṭas
ms: Paling Popular dalam Halaman utama
nn_no: Heimeside, mest populær
pl: Strona najpopularniejszych
pt_br: Mais populares na página inicial
pt_pt: Mais populares na página inicial
ro: Cele mai populare pe pagina de start
sk: Domovská stránka (populárne)
sl: Najbolj priljubljena domača stran
sr_latn: Najpopularnije na početnoj strani
sv_se: Hemsida mest populära
te: అత్యంత ప్రజాదరణ కలిగిన ముంగిలిపేజీ
tr: Ana sayfa en popüler
vi: Thông dụng Nhất trên Trang chủ

source: Detail Page
ar: صفحة التفاصيل
ast: Páxina de detalles
bn: পেজ এর বিস্তারিত
el: Σελίδα λεπτομερειών
fi: Tietosivu
fur: Pagjine dai detais
fy_nl: Detailside
gu_in: વિગતવાર પૃષ્ઠ
he: עמוד פירוט
hi_in: विवरण पृष्ठ
hr: Stranica detalja
ia: Pagina de detalio del additivo
is: Ítarleg síða
ja: 詳細ページ
ka: აღწერის გვერდი
kab: Asebter n telqyat
ms: Butiran Halaman
nn_no: Detaljside
pl: Strona dodatku
pt_br: Página de detalhes
pt_pt: Página de detalhes
ro: Pagina cu detalii
si: විස්තර පිටුව
sk: Stránka s detailmi
sl: Stran s podrobnostmi
sr_latn: Dodatne informacije
sv_se: Detaljsida
te: వివరాల పేజీ
th: หน้ารายละเอียด
tr: Ayrıntı sayfası
vi: Trang Chi tiết

source: Detail Page (bottom)
ar: صفحة التفاصيل (من الأسفل)
bn: বিস্তারিত পৃষ্ঠা (নিচে)
el: Σελίδα λεπτομερειών (κάτω μέρος)
fi: Tietosivu (alaosa)
fur: Pagjine dai detais (in bas)
fy_nl: Detailside (ûnderkant)
gu_in: વિગતવાર પૃષ્ઠ (નીચે)
he: עמוד פירוט (תחתית)
hi_in: विवरण पृष्ठ (नीचे)
hr: Stranica detalja (dno)
ia: Pagina de detalio del additivo (fundo)
is: Ítarleg síða (neðst)
ja: 詳細ページ (下部)
ka: აღწერის გვერდი (ქვემოთ)
kab: Asebter n telqayt (akesser)
ms: Halaman Butiran (bawah)
nn_no: Detaljside (botn)
pl: Strona dodatku (przycisk)
pt_br: Página de detalhes (fim)
pt_pt: Página de detalhes (fundo)
ro: Pagina de detalii (jos)
si: විස්තර පිටුව (පහළ)
sk: Stránka s detailmi (dole)
sl: Stran s podrobnostmi (spodaj)
sr_latn: Dodatne informacije (dole)
sv_se: Detaljsida (nederst)
te: వివరాల పేజీ (అట్టడుగు)
th: หน้ารายละเอียด (ด้านล่าง)
tr: Ayrıntı sayfası (alt)
vi: Trang Chi tiết (cuối)

source: Detail Page (Development Channel)
ar: صفحة التفاصيل (قناة التطوير)
bn: বিস্তারিত পৃষ্ঠায় (অগ্রগতি চ্যানেল)
el: Σελίδα λεπτομερειών (Κανάλι Ανάπτυξης)
fi: Tietosivu (kehityskanava)
fur: Pagjine dai detais (canâl di disvilup)
fy_nl: Detailside (Untwikkelingskanaal)
gu_in: વિગતવાર પૃષ્ઠ (વિકાસ ચેનલ)
he: עמוד פירוט (ערוץ פיתוח)
hi_in: विवरण पृष्ठ (विकास प्रणाली)
hr: Stranica detalja (Kanal za programiranje)
ia: Pagina de detalio del additivo (canal de disveloppamento)
is: Ítarleg síða (þróunarrás)
ja: 詳細ページ (開発チャンネル)
ka: ინფორმაციის გვერდი (განვითარების არხი)
kab: Asebter n telqayt (Abadu n tneflit)
ms: Halaman Butiran (Saluran Pembangunan)
nn_no: Detaljside (utviklarkanal)
pl: Strona dodatku (kanał rozwoju)
pt_br: Página de detalhes (Canal de Desenvolvimento)
pt_pt: Página de detalhes (canal de desenvolvimento)
ro: Pagina de detalii (canalul de dezvoltare)
si: විස්තර පිටුව (සංවර්ධන නාලිකාව)
sk: Stránka s detailmi (vývojársky kanál)
sl: Stran s podrobnostmi (Razvojni kanal)
sr_latn: Dodatne informacije (Kanal za razvoj)
sv_se: Detaljsida (utvecklingskanal)
te: వివరాల పేజీ (అభివృద్ధి వాహిక)
th: หน้ารายละเอียด (ช่องการพัฒนา)
tr: Ayrıntı sayfası (geliştirme kanalı)
vi: Trang Chi tiết (Kênh Phát triển)

source: Often Used With
ar: تُستعمل عادةً مع
bn: প্রায়ই ব্যবহার
el: Χρησιμοποιείται συχνά μαζί με
fi: Usein käytetty
fur: Dispès doprât cun
fy_nl: Faaks brûkt mei
gu_in: વારંવાર સાથે વપરાય છે
he: לרוב בשימוש עם
hi_in: के साथ अक्सर प्रयोग किया जाता है
hr: Često korišteno sa
ia: Sovente usate con
is: Oft notað með
ja: 同時使用アドオン
ka: ამასთან, ხშირად იყენებენ
kab: Yettuseqdac s waṭas s
ms: Sering Digunakan Dengan
nn_no: Ofte brukt saman med
pl: Często używane z
pt_br: Usado frequentemente com
pt_pt: Normalmente usado com
ro: Adesea folosit cu
sk: Často sa používa spolu s
sl: Se pogosto uporablja z
sr_latn: Često korišćeno uz
sv_se: Används ofta med
te: తరచూ దినితో వాడబడుతోంది
th: ใช้บ่อยๆ โดย
tr: Sıklıkla birlikte kullanılanlar
vi: Thường dùng với

source: Others By Author
ar: أخرى حسب المؤلف
ast: Otros pol autor
bn: অন্যদের কাছে লেখক
el: Άλλα από τον ίδιο
fi: Muut tekijältä
fur: Altris dal stes autôr
fy_nl: Oare troch skriuwer
gu_in: લેખક દ્વારા અન્ય
he: אחרים מאותו היוצר
hi_in: लेखक द्वारा अन्य
hr: Ostali od autora
ia: Altero del mesme autor
is: Annað frá höfundinum
ja: 作者の他のアドオン
ka: ამ ავტორის სხვა პროდუქტები
kab: Ayen nniḍen sɣuṛ ameskar
ms: Lain-lain Mengikut Pengarang
nn_no: Andre av utviklaren
pl: Inne tego autora
pt_br: Outros desse autor
pt_pt: Outros pelo autor
ro: Altele de la același autor
si: කර්තෘගේ වෙනත්
sk: Ďalšie aplikácie tohto autora
sl: Ostali dodatki tega avtorja
sr_latn: Ostalo od autora
sv_se: Andra av utvecklaren
te: రచయిత ద్వారా ఇతర రచనలు
th: อื่น ๆ โดยผู้สร้าง
tr: Bu yazardan
vi: Những người khác theo tác giả

source: Dependencies
ar: الاعتماديات
bn: নির্ভরশীলতা
el: Εξαρτήσεις
fi: Riippuvuudet
fur: Dipendencis
fy_nl: Ofhinklikheden
gu_in: નિર્ભરતા
he: תלויות
hi_in: निर्भरता
hr: Zavisnosti
ia: Dependentias
is: Kerfiskröfur
ja: 依存関係
ka: დამოკიდებულებები
kab: Iḍaraɛen
ms: Kebergantungan
nn_no: Avhengigheiter
pl: Zależności
pt_br: Dependências
pt_pt: Dependências
ro: Dependențe
si: පරායත්ත
sk: Závislosti
sl: Odvisnosti
sr_latn: Zavisi od
sv_se: Beroenden
te: ఆధారితాలు
tr: Bağımlılıklar
vi: Phụ thuộc

source: Upsell
bn: আপসেল
fur: Promozion
fy_nl: Ferkeap
gu_in: અપસેલ
hi_in: महंगा
hr: Skuplje
ia: Promotion
is: Selja dýrara
ja: 有料版
ka: სარეკლამო
kab: Alluy di tseddaṛt
nn_no: Oppgradering
pl: Usprawnienia
pt_br: Divulgação
ro: Promovare produse asociate
sk: Prechod na platenú variantu
sl: Dodatna ponudba
sr_latn: Tehnike uvećanja prodaje
sv_se: Uppgradering
te: అధిక అమ్మకాలు
th: เพิ่มยอดขาย
vi: Phiên bản trả phí

source: Meet the Developer
ar: تعرّف على المطوّر
ast: Conoz al desendolcador
bn: ডেভেলপারের সাথে পরিচিত হোন
fi: Tapaa kehittäjä
fur: Cognòs il svilupadôr
fy_nl: Meitsje kennis mei de ûntwikkeler
gu_in: વિકાસકર્તાને મળો
he: היכרות עם המפתח
hi_in: डेवलपर से मिलें
hr: Upoznajte programera
ia: Incontra le disveloppator
is: Kynnstu höfundinum
ja: 開発者の紹介
ka: გაიცანით შემქმნელი
kab: Mlal akken uneflay
ms: Bertemu Pembangun
nn_no: Møt utviklaren
pl: Poznaj autora
pt_br: Encontre o desenvolvedor
pt_pt: Conheça o programador
ro: Fă cunoștință cu dezvoltatorul
si: සංවර්ධක හමුවන්න
sk: Spoznajte vývojára
sl: Spoznajte razvijalca
sv_se: Möt utvecklaren
te: డెవలపర్ను కలవండి
tr: Geliştiriciyle tanışın
vi: Gặp lập trình viên
