Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Create and customize tab groups.
es_ar: Crear y personalizar grupos de pestañas.
fi: Luo ja muokkaa välilehtiryhmiä.
fur: Cree e personalize grups di schedis.
fy_nl: Meitsje ljepblêdgroepen en pas se oan.
he: יצירה והתאמה אישית של קבוצות לשוניות.
hr: Stvori i prilagodi grupe kartica.
ia: Crea e personalisa gruppos de schedas.
is: Búðu til og sérsníddu flipahópa.
nb_no: Opprett og tilpass fanegrupper.
nn_no: Opprett og tilpass fanegrupper.
ro: Creezi și personalizezi grupuri de file.
tr: Sekme grupları oluşturun ve özelleştirin.
vi: Tạo và tùy chỉnh các nhóm thẻ.

source: Save an entire web page—including images and styling—as a single HTML file.
es_ar: Guarda páginas completas —incluyendo imágenes y estilos— como un único archivo HTML.
fi: Tallenna koko verkkosivu — mukaan lukien kuvat ja tyylit — yhtenä HTML-tiedostona.
fur: Salve une pagjine web interie—includudis lis imagjins e i stîi—come singul file HTML.
fy_nl: Bewarje folsleine siden – ynklusyf ôfbyldingen en opmaak – as ien HTML-bestân.
he: שמירת דף אינטרנט שלם — כולל תמונות ועיצוב — כקובץ HTML בודד.
hr: Spremi cijelu web stranicu – uključujući slike i stil – kao jednu HTML datoteku.
ia: Salva un integre pagina web, con imagines e stilos, como singule file HTML.
is: Vistaðu heilar vefsíður – þar á meðal myndir og stíl – sem eina HTML-skrá.
nb_no: Lagre en hel nettside — inkludert grafikk og stilsett — som en enkelt HTML-fil.
nn_no: Lagre ei heil nettside — inkludert grafikk og stilsett — som ei enkelt HTML-fil.
ro: Salvează o pagină web întreagă — inclusiv imagini și stil — într-un singur fișier HTML.
tr: Görseller ve stil dahil olmak üzere tüm web sayfasını tek bir HTML dosyası olarak kaydedin.
vi: Lưu các trang hoàn chỉnh—hoặc chỉ một phần—trong một tập tin HTML.

source: Block all ads—video, pop-ups, banners & more.
es_ar: Bloquear todos los anuncios: videos, ventanas emergentes, banners y más.
fi: Estä kaikki mainokset — videot, ponnahdusikkunat, bannerit ja muut.
fur: Bloche ducj i anuncis publicitaris—video, barcons a comparse, strissons e tant altri.
fy_nl: Blokkearje alle advertinsjes – fideo, pop-ups, banners en mear.
he: חסימת כל המודעות — וידאו, חלונות קופצים, באנרים ועוד.
hr: Blokiraj sve oglase – video, skočne prozore, dijaloge i više.
ia: Bloca tote le annuncios: videos, quadros resaltante, bandieras, e plus.
is: Lokar á allar auglýsingar - myndskeið, sprettglugga, borða og fleira.
nb_no: Blokker alle annonser — video, sprettoppvinduer, bannere og mer.
nn_no: Blokker alle annonsar — video, sprettoppvindauge, banner og meir.
ro: Blochează toate reclamele — video, pop-up, bannere și multe altele.
tr: Video, açılır pencereler, banner'lar ve daha fazlası dahil tüm reklamları engelleyin.
vi: Chặn tất cả quảng cáo—video, cửa sổ bật lên, biểu ngữ và hơn thế nữa.

source: Watch streaming media with friends and family anywhere.
es_ar: Mirá transmisión multimedia con amigos y familiares en cualquier lugar.
fi: Katso suoratoistomediaa ystävien ja perheen kanssa missä tahansa.
fur: Cjale contignûts multimediâi trasmetûts cui tiei amîs e familiârs dapardut là che tu ti cjatis.
fy_nl: Besjoch oeral streaming media mei freonen en famylje.
ia: Specta con amicos e familia ubique le medios diffuse.
is: Horfðu á streymisefni hvar sem er með vinum og fjölskyldu.
nb_no: Se strømmemedier med venner og familie hvor som helst.
nn_no: Sjå strøymemedium med vennar og familie kvar som helst.
ro: Urmărești fluxuri media cu prietenii și familia oriunde.
tr: Arkadaşlarınız ve ailenizle istediğiniz yerde canlı medya izleyin.
vi: Xem phương tiện truyền trực tuyến với bạn bè và gia đình ở bất cứ đâu.

source: Skip over sponsored portions of YouTube videos.
es_ar: Omite las partes patrocinadas de los videos de YouTube.
fi: Ohita YouTube-videoiden sponsoroidut osat.
fur: Salte lis porzions sponsorizadis dai videos di YouTube.
fy_nl: Slach sponsore dielen fan YouTube-fideo’s oer.
he: דילוג על חלקים ממומנים בסרטוני YouTube.
ia: Salta le portiones sponsorisate del videos sur YouTube.
is: Slepptu kostuðum hlutum Youtube-myndskeiða.
nb_no: Hopp over sponsede deler av YouTube-videoer.
nn_no: Hopp over sponsa delar av YouTube-videoar.
ro: Sari peste porțiunile sponsorizate ale videoclipurilor YouTube.
tr: YouTube videolarının sponsorlu kısımlarını atlayın.
vi: Bỏ qua các phần được tài trợ của video YouTube.

source: Have web pages read aloud to you. 40+ languages supported.
es_ar: Haz que las páginas web se lean en voz alta. Más de 40 idiomas compatibles.
fi: Luetuta sivujen sisältö ääneen. Tuki yli 40 kielelle.
fur: Fâti lei a vôs alte il contignût des pagjinis web. Plui di 40 lenghis supuartadis.
fy_nl: Lit websiden hurdop foarlêze. Mear as 40 stipe talen.
he: לקרוא דפי אינטרנט בקול רם. למעלה מ־40 שפות נתמכות.
ia: Ascolta le contento del paginas web. Plus de 40 linguas es compatibile.
is: Láttu lesa upp af vefsíðum fyrir þig. Fleiri en 40 tungumál studd.
nb_no: Få nettsider lest høyt for deg. Støtter over 40 språk.
nn_no: Få nettsider lesne høgt for deg. Støttar over 40 språk.
ro: Ascultă conținutul paginilor web. Suport pentru peste 40 de limbi.
tr: Web sayfalarının sesli okunmasını sağlayın. 40'tan fazla dili destekler.
vi: Yêu cầu đọc to các trang web cho bạn. Hơn 40 ngôn ngữ được hỗ trợ.

source: Double-click any word to instantly see its definition.
es_ar: Haz doble clic en cualquier palabra para ver instantáneamente su definición.
fi: Kaksoisnapsauta mitä tahansa sanaa nähdäksesi sen määritelmän.
fur: Fâs dopli clic suntune peraule par viodi intun lamp la sô definizion.
fy_nl: Dûbelklik op elk wurd om daliks de definysje derfan te sjen.
he: לחיצה כפולה על כל מילה כדי לראות מיד את ההגדרה שלה.
ia: Duple-clicca ulle parola pro vider al instante su definition.
is: Tvísmelltu á eitthvað orð til að sjá skilgreiningu þess samstundis.
nb_no: Dobbeltklikk på et hvilket som helst ord for å umiddelbart se definisjonen.
nn_no: Dobbeltklikk på kva ord som helst for å straks sjå definisjonen.
ro: Dă dublu clic pe orice cuvânt pentru a-i vedea definiția.
tr: İstediğiniz kelimeye çift tıklayarak tanımını görün.
vi: Bấm đúp vào bất kỳ từ nào để xem ngay định nghĩa của từ đó.

source: Save batches of tabs as convenient bookmarks.
es_ar: Guardá lotes de pestañas como marcadores convenientes.
fur: Salve grups di schedis come comuts segnelibris.
fy_nl: Groepen ljepblêden bewarje as handige blêdwizers.
he: שמירת קבוצות של לשוניות כסימניות נוחות.
ia: Salva gruppos de schedas como marcapaginas favorite
is: Vista marga flipa sem þægileg bókamerki.
nb_no: Lagre grupper med faner som praktiske bokmerker.
nn_no: Lagre grupper med faner som praktiske bokmerke.
ro: Salvează loturi de file ca marcaje convenabile.
tr: Sekme gruplarını yer imleri halinde kaydedin.
vi: Lưu hàng loạt thẻ dưới dạng dấu trang tiện lợi.

source: Tabs and bookmarks neatly organized in a Firefox side view.
es_ar: Pestañas y marcadores ordenados en una vista lateral de Firefox.
fi: Välilehdet ja kirjanmerkit siististi järjestettynä Firefoxin sivunäkymässä.
fur: Schedis e segnelibris organizâts in mût ordenât te viodude laterâl di Firefox.
fy_nl: Ljepblêden en blêdwizers kreas oardere yn in sydoansicht yn Firefox.
he: לשוניות וסימניות מאורגנות בצורה מסודרת בתצוגת צד של Firefox.
ia: Schedas e marcapaginas ben organisate in un vista lateral de Firefox.
is: Skipuleggðu flipa og bókamerki Firefox á snyrtilegu hliðarspjaldi.
nb_no: Faner og bokmerker pent organisert i en sidevisning av Firefox.
nn_no: Faner og bokmerke fint organiserte i ei sidevising av Firefox.
ro: File și marcaje organizate bine într-o vizualizare laterală Firefox.
tr: Firefox’un yan tarafında temiz bir şekilde düzenlenmiş sekmeler ve yer imleri.
vi: Các thẻ và dấu trang được sắp xếp gọn gàng trong thanh lề của Firefox.

source: Thousands of GIFs at your fingertips.
es_ar: Miles de GIFs al alcance de tus dedos.
fi: Tuhansia GIF-kuvia käden ulottuvilla.
fur: Miârs di GIFs a puartade di man.
fy_nl: Tûzenen GIFs deunby.
he: אלפי קובצי GIF בקצות האצבעות שלך.
ia: Milles de GIFs al puncta de tu digitos.
is: Þúsundir GIF-hreyfimynda innan seilingar.
nb_no: Tusenvis av GIF-er lett tilgjengelig.
nn_no: Tusenvis av GIF-ar lett tilgjengeleg.
ro: Mii de GIF-uri la îndemână.
tr: Binlerce GIF parmaklarınızın ucunda.
vi: Hàng nghìn GIF trong tầm tay bạn.

source: The easiest way to manage YouTube subscriptions.
es_ar: La forma más conveniente de administrar tus suscripciones de YouTube.
fi: Helpoin tapa hallita YouTube-tilauksia.
fur: Il mût plui sempliç par gjestî dutis lis tôs iscrizions ai canâi YouTube.
fy_nl: De ienfâldichste manier om al jo abonneminten fan YouTube te behearen.
he: הדרך הקלה ביותר לניהול מינויים ב־YouTube.
ia: Le maniera plus facile de gerer subscriptiones YouTube.
is: Auðveldasta leiðin til að stjórna YouTube-áskriftum.
nb_no: Den enkleste måten å behandle YouTube-abonnementer.
nn_no: Den enklaste måten å handsame YouTube-abonnement.
ro: Cel mai ușor mod de a gestiona abonamentele YouTube.
tr: YouTube aboneliklerini yönetmenin en kolay yolu.
vi: Cách dễ nhất để quản lý đăng ký YouTube.

source: Get the mouse scrollbar you've always wanted—specify width and color.
es_ar: Obtené la barra de desplazamiento del mouse que siempre has querido—especificá el ancho y el color.
fi: Hanki unelmiesi hiiren vierityspalkki – määritä leveys ja väri.
fur: Oten la sbare di scoriment che tu âs simpri volût—specifiche la largjece e il colôr.
fy_nl: Krij de mûsskowbalke dy’t jo altyd woene – jou de breedte en de kleur op.
hr: Prilagodi traku za pomicanje – odaberi širinu i boju.
ia: Installa le barra de rolamento del mus que tu ha sempre desirate, specifica largessa e color.
is: Fáðu þér skrunstikuna sem þú hefur alltaf óskað þér fyrir músina - tilgreindu breidd og lit.
nb_no: Få musens rullefelt du alltid har ønsket deg — angi bredde og farge.
nn_no: Få muserullefeltet du alltid har ønskt deg—spesifiser breidde og farge.
ro: Obține bara de derulare pe care ați dorit-o dintotdeauna — specifică lățimea și culoarea.
tr: Her zaman istediğiniz, genişliğini ve rengini değiştirebileceğiniz kaydırma çubuğuna kavuşun.
vi: Nhận thanh cuộn chuột mà bạn luôn muốn—chỉ định chiều rộng và màu sắc.

source: Save and restore tabs. Includes auto-save and cloud sync features.
es_ar: Guarda y restaura pestaña. Incluye funciones de autoguardado y sincronización en la nube.
fi: Tallenna ja palauta välilehtiä. Sisältää automaattisen tallennuksen ja pilvisynkronoinnin.
fur: Salve e ripristine lis schedis. Al inclût lis funzions par salvâ in automatic e sincronizâ midiant cloud.
fy_nl: Ljepblêden bewarje en weromsette. Ynklusyf funksjes foar automatysk bewarjen en cloudsyngronisaasje.
he: שמירה ושחזור לשוניות. כולל יכולות שמירה אוטומטית וסנכרון בענן.
ia: Salva e restaura schedas. Include functiones de auto-salvamento e synchronisation in nube.
is: Vistaðu og endurheimtu flipa. Inniheldur sjálfvirka vistun og skýjasamstillingu.
nb_no: Lagre og gjenopprett faner. Inkluderer automatisk lagring og sky-synkroniseringsfunksjoner.
nn_no: Lagre og gjenopprett faner. Inkluderer automatisk lagring og sky-synkroniseringsfunksjonar.
ro: Salvezi și restaurezi file. Include funcții de salvare automată și sincronizare în cloud.
tr: Sekmeleri kaydedin ve geri yükleyin. Otomatik kaydetme ve bulutla eşitleme özelliklerini içerir.
vi: Lưu và khôi phục các thẻ. Bao gồm các tính năng tự động lưu và đồng bộ hóa đám mây.

source: Goodbye, annoying cookie warnings!
es_ar: ¡Adiós, molestas advertencias de cookies!
fi: Hyvästi, ärsyttävät evästevaroitukset!
fur: Mandi mandi, fastidiôs avîs sui cookies!
fy_nl: Opsokkebolje, ferfelende cookiewarskôgingen!
he: להתראות, אזהרות עוגיות מעצבנות!
hr: Zbogom, dosadna upozorenja o kolačićima!
ia: Adeo, enoiose avisos de cookies!
is: Bless, leiðinda aðvaranir útaf vefkökum!
nb_no: Farvel, irriterende infokapseladvarsler!
nn_no: Farvel, irriterande infokapsel-åtvaringar!
ro: Gata cu avertismentele enervante despre cookie-uri!
tr: Can sıkıcı çerez uyarılarına elveda!
vi: Tạm biệt các cảnh báo cookie phiền phức!

source: All your emoji needs—always just a click away.
es_ar: Todos los emojis que necesitás—siempre a un solo clic de distancia.
fi: Kaikki tarvitsemasi emojit – vain yhden napsautuksen päässä.
fur: Dut ce che ti covente pai emoji—simpri a puartade di clic.
fy_nl: Al jo emoji-behoeften – altyd mar ien klik fuort.
hr: Svi emotikoni koje trebaš – uvijek pri ruci.
ia: Tote le emojis que te servi: sempre a portata de un clic.
is: Allar emoji-táknmyndaþarfir þínar - með einum smelli.
nb_no: Alle emojiene du trenger — alltid bare et klikk unna.
nn_no: Alle emojiane du treng — alltid berre eit klikk unna.
ro: Toate emoji-urile de care ai nevoie — mereu la un clic distanță.
tr: Tüm emoji ihtiyaçlarınız bir tık uzağınızda.
vi: Tất cả biểu tượng cảm xúc của bạn cần—luôn chỉ cần một cú nhấp chuột.

source: Mask your email address. Firefox Relay protects your identity & prevents junk mail.
es_ar: Enmascará tu dirección de correo electrónico. Firefox Relay protege tu identidad y evita el correo basura.
fi: Peitä sähköpostiosoitteesi. Firefox Relay suojaa henkilöyttäsi ja estää roskapostin.
fur: Mascare la tô direzion e-mail. Firefox Relay al protêç la tô identitât e al preven la pueste malvolude.
fy_nl: Maskearje jo e-mailadres. Firefox Relay beskermet jo identiteit en foarkomt net-winske berjochten.
he: מיסוך כתובת הדוא״ל שלך. Firefox Relay מגן על הזהות שלך ומונע דואר זבל.
ia: Masca tu adresse email. Firefox Relay protege tu identitate e impedi le posta immunditia.
is: Feldu tölvupóstfangið þitt. Firefox Relay verndar persónuauðkennin þín og kemur í veg fyrir ruslpóstsendingar.
nb_no: Skjul e-postadressen din. Firefox Relay beskytter identiteten din og forhindrer søppelpost.
nn_no: Skjul e-postadressa di. Firefox Relay vernar identiteten din og forhindrar søppelpost.
ro: Ascunde-ți adresa de e-mail. Firefox Relay îți protejează identitatea și previne primirea de mesaje nesolicitate.
tr: E-posta adresinizi maskeleyin. Firefox Relay, kimliğinizi korur ve istenmeyen e-postaları önler.
vi: Che giấu địa chỉ email của bạn. Firefox Relay bảo vệ danh tính của bạn & chặn thư rác.

source: Time-based theme changer. Make Firefox change colors as the time of day changes.
es_ar: Cambiador de temas según la hora. Hacé que Firefox cambie de color a medida que cambia la hora.
fi: Aikaan perustuva teemanvaihtaja. Saat Firefoxin vaihtamaan värejä kellonajan mukaan.
fur: Teme che al cambie in base ae ore. Fâs cambiâ i colôrs a Firefox a man a man che al passe il timp vie pe zornade.
fy_nl: Tiidbasearre temawikseler. Lit Firefox ôfhinklik fan de tiid fan de dei fan kleur feroarje.
ia: Cambiator de thema basate sur tempore. Face cambiar colores de Firefox al cambiar del hora del die.
nb_no: Tidsbasert temaveksler. Få Firefox til å endre farger når tiden på dagen endres.
nn_no: Tidsbasert temavekslar. Få Firefox til å endre fargar når tida på dagen blir endra.
ro: Schimbarea temelor în funcție de oră. Setează Firefox să schimbe culorile de la o oră la alta.
tr: Zamana dayalı tema değiştirici. Firefox’un saate göre renk değiştirmesini sağlayın.
vi: Thay đổi chủ đề dựa trên thời gian. Làm cho Firefox thay đổi màu sắc khi thời gian trong ngày thay đổi.

source: Declutter your Twitter experience.
es_ar: Ordená tu experiencia en Twitter.
fi: Siivoa Twitter-kokemuksesi.
fur: Rint plui nete la tô esperience su Twitter.
fy_nl: Romje jo Twitter-ûnderfining op.
ia: Reordina tu experientia in Twitter.
nb_no: Rydd opp i Twitter-opplevelsen din.
nn_no: Rydd opp i Twitter-opplevinga di.
ro: Ordonează-ți experiența pe Twitter.
tr: Twitter'daki dağınıklığı giderin.
vi: Làm mới trải nghiệm Twitter của bạn.

source: Bring back the ability to see thumbs down!
es_ar: ¡Recuperá la habilidad de ver los pulgares hacia abajo!
fi: Palauta alapeukut!
fur: Ripristine la pussibilitât di visualizâ il numar di poleârs in jù!
fy_nl: Bring de mooglikheid werom om ôfkarreaksjes te sjen!
he: מחזיר את היכולת לראות דיסלייק!
ia: Reporta le capacitate de vider pollices a basso!
nb_no: Få tilbake muligheten til å se tommelen ned!
nn_no: Få tilbake høvet til å sjå tommelen ned!
ro: Restaurează posibilitatea de a vedea degetul mare în jos!
tr: Beğenmeme özelliğini geri getirin!
vi: Mang lại tính năng hiển thị số lượt không thích!

source: Listen to music on YouTube without those annoying "Video paused. Continue watching?" interruptions.
es_ar: Escuchá música en YouTube sin esas molestas interrupciones de "Video pausado. ¿Continuar viendo?".
fi: Kuuntele musiikkia YouTubessa ilman ärsyttäviä "Video keskeytetty. Jatketaanko katselua?"-keskeytyksiä.
fur: Scolte la musiche su YouTube cence lis fastidiosis interuzions “Video in pause. Stâstu ancjemò cjalant?”.
fy_nl: Harkje nei muzyk op YouTube sûnder dy ferfelende ‘Video gepauzeerd. Doorgaan met kijken?’-ûnderbrekkingen.
he: להאזין למוזיקה ב־YouTube בלי הפרעות של "הסרטון מושהה. להמשיך לצפות?".
ia: Ascolta musica sur YouTube sin le enoiose interruptiones “Video in pausa. Reguardar ancora?".
nb_no: Lytt til musikk på YouTube uten de irriterende avbruddene av «Videoen satt på pause. Fortsett å se?».
nn_no: Lytt til musikk på YouTube utan dei irriterande avbrota av «Videoen sett på pause. Hald fram med å sjå?».
ro: Ascultă muzică pe YouTube fără întreruperi enervante de tipul „Videoclip întrerupt. Continui vizionarea?”.
tr: YouTube'daki müzikleri "Video duraklatıldı. İzlemeye devam edilsin mi?" sorularıyla karşılaşmadan dinleyin.
vi: Nghe nhạc trên YouTube mà không bị hiện tượng "Video đã tạm dừng. Tiếp tục xem?" gián đoạn.

source: Change the way the web looks.
es_ar: Cambiar la apariencia de la web.
fi: Muuta verkon ulkoasua.
fur: Cambie l’aspiet dal Web.
fy_nl: Wizigje it uterlik fan it web.
hr: Promijeni izgled weba.
ia: Cambiar apparentia del web.
nb_no: Endre hvordan nettet ser ut.
nn_no: Endre korleis nettet ser ut.
ro: Schimbă aspectul webului.
tr: Web’in görünüşünü değiştirin.
vi: Thay đổi giao diện của trang web.

source: Customize YouTube to taste. Give it a new look, new features & filter only the content you want.
es_ar: Personalizá YouTube a tu gusto. Dale un nuevo aspecto, nuevas funciones y filtrá solo el contenido que quieras.
fi: Mukauta YouTubea makusi mukaan. Anna sille uusi ulkoasu, uusia ominaisuuksia ja suodata vain haluamasi sisältö.
fur: Personalize YouTube daûr dai tiei gurcj. Dai un gnûf aspiet, gnovis funzionalitâts e mostre dome i contignûts che tu desideris.
fy_nl: Pas YouTube oan nei jo smaak. Jou it in nij uterlik, nije funksjes en filter allinnich de winske ynhâld.
ia: Personalisa YouTube a tu gustos. Da a illo un nove apparentia, nove functiones e filtra solo le contento que tu vole.
nb_no: Tilpass YouTube etter din smak. Gi det et nytt utseende, nye funksjoner og filtrer bare innholdet du ønsker.
nn_no: Tilpass YouTube etter din smak. Gi det ein ny utsjånad, nye funksjonar og filtrer berre innhaldet du ønskjer.
ro: Personalizează YouTube după preferințe. Dă-i un aspect nou, funcționalități noi și filtrează doar conținutul dorit.
tr: YouTube’u zevkinize göre özelleştirin. Yeni bir görünüme, yeni özelliklere kavuşun ve istediğiniz içerikleri filtreleyin.
vi: Tùy chỉnh YouTube theo sở thích. Cung cấp cho nó một giao diện mới, các tính năng mới và chỉ lọc nội dung bạn muốn.

source: Changes the color of Firefox to match the appearance of any website.
es_ar: Cambia el color de Firefox para que coincida con la apariencia de cualquier sitio web.
fi: Muuttaa Firefoxin värin vastaamaan minkä tahansa verkkosivuston ulkoasua.
fur: Al cambie il colôr di Firefox in mût che al corispuindi al aspiet di cualsisei sît.
fy_nl: Wiziget de kleur fan Firefox sadat dizze oerienkomt mei it uterlik fan in website.
ia: Cambia le color de Firefox pro satisfacer le apparentia de qualcunque sito web.
nb_no: Endrer fargen på Firefox slik at den matcher utseendet på et nettsted.
nn_no: Endrar fargen på Firefox for å matche utsjånaden på ein nettstad.
ro: Schimbă culorile Firefox ca să se potrivească cu aspectul oricărui site web.
tr: Firefox’un rengini her web sitesinin görünümüne uyacak şekilde değiştirir.
vi: Thay đổi màu sắc của Firefox để phù hợp với giao diện của bất kỳ trang web nào.

source: Protect your privacy against a unique form of JavaScript “fingerprinting”.
fi: Suojaa yksityisyyttäsi ainutlaatuiselta JavaScript-yksilöinniltä.
fur: Protêç la tô riservatece cuintri une forme particolâr di “fingerprinting” (rilevament di stamp numeric) vie JavaScript.
fy_nl: Beskermje jo privacy tsjin in unike foarm fan JavaScript ‘fingerprinting’.
nb_no: Beskytt personvernet ditt mot en unik form for JavaScript-«fingeravtrykk».
nn_no: Ta vare på personvernet ditt mot ei unik form for JavaScript-«fingeravtrykk».
ro: Proteză-ți confidențialitatea împotriva unei forme unice de „amprentare digitală” în JavaScript.
tr: Benzersiz bir JavaScript “parmak izi” biçimine karşı gizliliğinizi koruyun.
vi: Bảo vệ sự riêng tư của bạn chống lại một hình thức “dấu vân tay” JavaScript duy nhất.

source: Automatically deny cookie pop-up tracking requests.
es_ar: Denegar automáticamente los pedidos de ventanas emergentes de cookies de rastreo.
fur: Dinee in automatic lis richiestis par stâti daûr ator pal web tai barcons a comparse pai cookies.
fy_nl: Pop-uptrackingfersiken foar cookies automatysk wegerje.
nb_no: Avvis automatisk sporingsforespørsler fra sprettopp-vindu for infokapsler.
nn_no: Avvis automatisk sporingsførespurnadar frå sprettopp-vindauge for infokapslar.
ro: Respinge automat cererile de urmărire pentru cookie-uri în ferestre pop-up.
tr: Çerezlerin sizi takip etme isteklerini otomatik olarak reddedin.

source: Powerful pop-up dictionary optimized for learning new languages.
es_ar: Potente diccionario emergente optimizado para aprender nuevos idiomas.
fur: Dizionari a comparse potent, otimizât par imparâ gnovis lenghis.
fy_nl: Krêftich pop-upwurdboek, optimalisearre foar it learen fan nije talen.
nb_no: Kraftig sprettopp-ordbok, optimalisert for å lære nye språk.
nn_no: Kraftig sprettopp-ordbok, optimalisert for å lære nye språk.
ro: Dicționar pop-up puternic, optimizat pentru învățarea de limbi noi.

source: Hover your mouse over thumbnails to easily browse and download HD images.
es_ar: Pasá el mouse sobre las miniaturas para navegar y descargar imágenes en HD fácilmente.
fur: Passe parsore cul mouse su lis miniaturis par sgarfâ e discjariâ cun facilitât lis imagjins HD.
fy_nl: Beweech jo mûs oer miniatueren om maklik HD-ôfbyldingen te besjen en te downloaden.
nb_no: Hold musepekeren over miniatyrbilder for enkelt å bla gjennom og laste ned HD-bilder.
nn_no: Hald musepeikaren over miniatyrbilde for enkelt å bla gjennom og laste ned HD-bilde.
ro: Plasează cursorul pe miniaturi pentru a naviga cu ușurință și pentru a descărca imagini HD.

source: Remove distracting and unwanted search results and related video content.
es_ar: Eliminá resultados de búsqueda no deseados y que distraen, así como contenido de video relacionado.
fur: Gjave i risultâts des ricercjis che no ti interessin e che ti distrain, cun ducj i contignûts video corelâts.
fy_nl: Ofliedende en net winske sykresultaten en relatearre fideoynhâld fuortsmite.
nb_no: Fjern distraherende og uønskede søkeresultater og relatert videoinnhold.
nn_no: Fjern distraherande og uønskte søkjeresultat og relatert videoinnhald.
ro: Elimină rezultatele nedorite de la căutare și care îți distrag atenția, precum și conținutul video aferent.
