Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Adjusting application information here will allow users to install your add-on even if the install manifest in the package indicates that the add-on is incompatible.
es_ar: Al ajustar la información de la aplicación, permitirás a los usuarios instalar tu complemento incluso si el archivo manifest del paquete indica que no es compatible.
fur: Lant a modificâ achì lis informazions de aplicazion, i utents a podaran instalâ il to component adizionâl ancje se tal file manifest di instalazion dal pachet al ven indicât che il component adizionâl nol è compatibil.
fy_nl: Troch hjir tapassingsynformaasje oan te passen kinne brûkers jo add-on ynstallearje, sels as it ynstallaasjemanifest yn it pakket oanjout dat de add-on net kompatibel is.
he: התאמת פרטי היישום כאן תאפשר למשתמשים להתקין את התוספת שלך גם אם מניפסט ההתקנה בחבילה מציין שהתוספת אינה תואמת.
hr: Podešavanje informacija o aplikaciji ovdje će korisnicima dopustiti da instaliraju tvoj dodatak čak i ako instalacijski manifest u paketu ukazuje na to da je dodatak nekompatibilan.
hu: Az alkalmazás információjának beállításával a felhasználóknak lehetőségük van a kiegészítők telepítésére, abban az esetben is, ha a telepítéskor a kiegészítő azt jelzi, hogy nem kompatibilis az adott rendszerrel.
ia: Adjustar le informationes del application hic permittera al usatores de installar tu additivo mesmo si le manifesto de installation in le pacchetto indica que le additivo es incompatibile.
id: Menyesuaikan informasi aplikasi di sini akan memungkinkan pengguna untuk memasang pengaya anda bahkan jika manifest pemasangan di paket mengindikasikan bahwa pengaya ini tidak kompatibel.
ka: პროგრამის მონაცემების აქ მითითება, მომხმარებლებს საშუალებას მისცემს დააყენონ თქვენი დამატება მაშინაც კი, თუ მანიფესტში მითითებულია, რომ დამატება არათავსებადია.
ms: Mengubah maklumat aplikasi di sini akan membolehkan pengguna memasang add-on anda walaupun manifes pemasangan di dalam pakej menjelaskan bahawa add-on ini tidak serasi.
nb_no: Hvis du justerer programinformasjonen her, kan brukere installere tillegget ditt selv om installasjonsmanifestet i pakken indikerer at tillegget er inkompatibelt.
nn_no: Om du justerer programinformasjonen her, kan brukarar installere tillegget ditt sjølv om installasjonsmanifestet i pakken indikerer at tillegget er inkompatibelt.
ro: Dacă modifici aici informațiile aplicației, vei permite utilizatorilor să îți instaleze suplimentul chiar dacă manifestul de instalare din pachet arată că suplimentul este incompatibil.
sk: Tu zadané informácie o aplikácií umožňujú používateľom nainštalovať doplnok aj vtedy, keď inštalačný manifest v balíku uvádza, že doplnok nie je kompatibilný.
sq: Rregullimi i të dhënave të aplikacionit këtu do t’u lejojë përdoruesve të instalojnë shtesën tuaj edhe manifesti i instalimit te paketa tregon që ajo shtesë është e papërputhshme.
sr_latn: Podešavanje informacije o aplikaciji ovde će dozvoliti korisnicima da instaliraju Vaš dodatak čak iako manifest instalacije u paketu ukazuje da je dodatak nekompatibilan.
sv_se: Att justera applikationens information här, kommer att tillåta användare att installera tillägget även om installationsmanifestet i paketet visar att tillägget inte är kompatibel.
th: การปรับเปลี่ยนข้อมูลแอปพลิเคชันที่นี่จะทำให้ผู้ใช้สามารถติดตั้งส่วนเสริมของคุณได้แม้ว่าข้อมูลกำกับการติดตั้งในแพกเกจจะระบุว่าส่วนเสริมเข้ากันไม่ได้
tr: Buradaki uygulama bilgilerinin değiştirilmesi, paketteki kurulum bildirisi eklentinin uyumsuz olduğunu gösterse bile, kullanıcılarınıza eklentinizi kurma izni verecektir.
vi: Điều chỉnh thông tin ứng dụng tại đây sẽ cho phép người dùng cài đặt tiện ích của bạn cho dù tập tin chỉ dẫn cài đặt trong gói có ghi rằng tiện ích của bạn không tương thích.

source: Supported Versions
hu: Támogatott verziók
id: Versi yang Didukung
ka: მხარდაჭერილი ვერსიები
kab: Ileqman yettwasefraken
ms: Versi Disokong
sk: Podporované verzie
sq: Versione Që Mbulohen
sr_latn: Podržane verzije
sv_se: Versioner som stöds
te: తోడ్పాటున్న వెర్షనులు

source: Add Another Application&hellip;
es_ar: Agregar otra aplicación&hellip;
fi: Lisää toinen sovellus&hellip;
fur: Zonte une altre aplicazion&hellip;
fy_nl: Noch in tapassing tafoegje…
he: הוספת יישום נוסף&hellip;
hr: Dodaj jednu drugu aplikaciju&hellip;
hu: Másik alkalmazás hozzáadása&hellip;
ia: Adder un altere application&hellip;
id: Tambahkan Aplikasi Lain &hellip;
is: Bæta við öðru forriti&hellip;
ka: სხვა პროგრამის დამატება&hellip;
kab: Rnu asnas nniḍen&hellip;
ms: Tambah Aplikasi Lain&hellip;
nb_no: Legg til en annen applikasjon&hellip;
nn_no: Legg til ein annan applikasjon&hellip;
ro: Adaugă altă aplicație &hellip;
sk: Pridať ďalšiu aplikáciu&hellip;
sq: Shtoni Një Tjetër Aplikacion&hellip;
sr_latn: Dodaj drugu aplikaciju&hellip;
sv_se: Lägg till en annan applikation&hellip;
te: మరొక అనువర్తనాన్ని చేర్చు&hellip;
th: เพิ่มแอปพลิเคชันอื่น&hellip;
tr: Başka bir uygulama ekle &hellip;
vi: Thêm Ứng dụng Khác&hellip;

source: Close
es_ar: Cerrar
fi: Sulje
fur: Siere
fy_nl: Slute
he: סגירה
hr: Zatvori
hu: Bezárás
ia: Clauder
id: Tutup
is: Loka
ka: დახურვა
kab: Mdel
ms: Tutup
nb_no: Lukk
nn_no: Lat att
ro: Închide
sk: Zavrieť
sq: Mbylle
sr_latn: Zatvori
sv_se: Stäng
te: మూసివేయి
th: ปิด
tr: Kapat
vi: Đóng

source: %(ago)s by %(user)s
es_ar: %(ago)s por %(user)s
fur: %(ago)s di %(user)s
fy_nl: %(ago)s troch %(user)s
he: %(ago)s על־ידי %(user)s
hr: %(ago)s, %(user)s
hu: %(ago)s, %(user)s szerkesztette
ia: %(ago)s per %(user)s
id: %(ago)s oleh %(user)s
is: %(ago)s frá %(user)s
ka: %(ago)s %(user)s-ის მიერ
kab: %(ago)s sɣuṛ %(user)s
ms: %(ago)s oleh %(user)s
nb_no: %(ago)s av %(user)s
nn_no: %(ago)s av %(user)s
ro: %(ago)s de către %(user)s
sk: %(ago)s, autor %(user)s
sq: %(ago)s nga %(user)s
sr_latn: %(ago)s od %(user)s
sv_se: %(ago)s av %(user)s
te: %(ago)s ద్వారా %(user)s
th: %(ago)s โดย %(user)s
tr: %(user)s tarafından %(ago)s
vi: %(ago)s bởi %(user)s

source: Older activity for My Add-ons
es_ar: Actividad más antigua para mis complementos
fi: Omien lisäosien aikaisemmat toiminnot
fur: Ativitât plui vecje pai miei components adizionâi
fy_nl: Eardere aktiviteit foar myn add-ons
he: פעילות קודמת עבור התוספות שלי
hr: Starija aktivnost za Moji dodaci
hu: Saját kiegészítőim régebbi aktivitása
ia: Activitate plus vetere pro mi additivos
id: Aktivitas lebih lama untuk Pengaya Anda
is: Eldri virkni í mínum viðbótum
ka: დამატებებთან დაკავშირებული ადრინდელი მოქმედებები
kab: Armud aqbuṛ n izegrar inu
ms: Aktiviti Terdahulu untuk Add-ons Saya
nb_no: Eldre aktivitet for utvidelsene mine
nn_no: Eldre aktivitet for utvidingane mine
ro: Activitate veche pentru suplimentele mele
sk: Staršia aktivita pre Moje doplnky
sq: Veprimtari më e vjetër për Shtesën Time
sr_latn: Starije aktivnosti za Moji dodaci
sv_se: Äldre aktivitet för mina tillägg
te: నా పొడగింతల పాత కార్యకలాపం
th: กิจกรรมเก่ากว่าของส่วนเสริมของฉัน
tr: Eklentilerimin önceki etkinlikleri
vi: Hoạt động cũ hơn cho Tiện ích của Tôi

source: <b>{0}</b> theme
es_ar: <b>{0}</b> tema
fi: <b>{0}</b> teema
fur: <b>{0}</b> teme
fy_nl: <b>{0}</b> tema
he: ערכת נושא <b>אחת</b>
hr: <b>{0}</b> tema
hu: <b>{0}</b> téma
ia: <b>{0}</b> thema
id: <b>{0}</b> tema
is: <b>{0}</b> þema
ka: <b>{0}</b> თემა
kab: <b>{0}</b> asentel
ms: <b>{0}</b> tema
nb_no: <b>{0}</b> tema
nn_no: <b>{0}</b> tema
ro: <b>{0}</b> temă
sk: <b>{0}</b> téma vzhľadu
sq: <b>{0}</b> temë
sr_latn: <b>{0}</b> tema
sv_se: <b>{0}</b> tema
te: <b>{0}</b> అలంకారం
th: <b>{0}</b> ชุดตกแต่ง
tr: <b>{0}</b> tema
vi: <b>{0}</b> chủ đề

source: Edit Listing
hu: Megjelenés szerkesztése
id: Sunting Daftar
ka: გვერდის ჩასწორება
kab: Ẓreg tabdart
ms: Edit Penyenaraian
sk: Upraviť údaje
sq: Përpunoni Listën
sr_latn: Izmeni spisak
sv_se: Redigera listning

source: None
es_ar: Ninguno
fi: Ei mitään
fur: Nissun
fy_nl: Gjin
he: ללא
hr: Ništa
hu: Nincs
ia: Nulle
id: Жодного
is: Ekkert
ka: არცერთი
kab: Ulac
ms: Tiada
nb_no: Ingen
nn_no: Ingen
ro: Nimic
sk: Žiadne
sq: Asnjë
sr_latn: Nema
sv_se: Ingen
te: ఏదీకాదు
th: ไม่มี
tr: Hiçbiri
vi: Không

source: Manage Authors & License
es_ar: Administrar autores y licencia
fi: Hallitse tekijöitä ja lisenssiä
fur: Gjestìs autôrs e licence
fy_nl: Skriuwers en lisinsje beheare
he: ניהול יוצרים ורשיונות
hr: Upravljaj autorima i licencom
hu: Szerzők és licencek kezelése
ia: Gerer autores & licentia
id: Mengelola Penulis dan Lisensi
is: Sýsla með höfunda og notkunarleyfi
ka: ავტორებისა და ლიცენზიის მართვა
kab: Sefrek imeskaren & iselkinen
ms: Urus Pengarang & Lesen
nb_no: Behandle opphavsmenn og lisens
nn_no: Handsam opphavsmenn og lisens
ro: Gestionează autorii și licența
sk: Správa autorov a licencie
sq: Administroni Autorë & Licenca
sr_latn: Upravljajte Autorima i licencama
sv_se: Hantera upphovsmän & licens
te: రచయితలు & లైసెన్సులు నిర్వహించండి
th: จัดการผู้สร้างและสัญญาอนุญาต
tr: Yazarları ve lisansı yönet
vi: Quản lí Tác giả & Giấy phép

source: Authors
es_ar: Autores
fi: Tekijät
fur: Autôrs
fy_nl: Skriuwers
he: יוצרים
hr: Autori
hu: Szerzők
ia: Autores
id: Penyusun
is: Höfundar
ka: ავტორები
kab: Imeskaren
ms: Pengarang
nb_no: Opphavsmenn
nn_no: Opphavsmenn
ro: Autori
sk: Autori
sq: Autorë
sr_latn: Autori
sv_se: Upphovsmän
te: రచయితలు
th: ผู้สร้าง
tr: Yazarlar
vi: Tác giả

source: About author roles
es_ar: Acerca de las funciones de un autor
fur: Informazions sui rûi dai autôrs
fy_nl: Oer ûntwikkelersfunksjes
he: על אודות תפקידי יוצרים
hr: O ulogama autora
hu: Szerző feladatai
ia: A proposito del rolos de autores
id: Tentang peran penulis
is: Um hlutverk höfunda
ka: ავტორის მოვალეობის შესახებ
kab: Γef temlilin
ms: Perihal peranan pengarang
nb_no: Om roller for opphavsmenn
nn_no: Om roller for opphavsmenn
ro: Despre rolurile autorilor
sk: O roliach autorov
sq: Rreth rolit autor
sr_latn: O ulogama autora
sv_se: Om roller för upphovsmän
te: రచయిత పాత్రల గురించి
th: เกี่ยวกับบทบาทผู้สร้าง
tr: Yazar rolleri hakkında
vi: Giới thiệu vai trò tác giả

source: <p>Add-ons can have any number of authors with 3 possible roles:</p> <ul> <li><b>Owner:</b> Can manage all aspects of the add-on's listing, including adding and removing other authors</li> <li><b>Developer:</b> Can manage all aspects of the add-on's listing, except for adding and removing other authors and managing payments</li> <li><b>Viewer:</b> Can view the add-on's settings and statistics, but cannot make any changes</li> </ul>
hu: <p>A kiegészítőknek tetszőleges számú készítője lehet, akik 3 különböző csoportba sorolhatók:</p> <ul> <li><b>Tulajdonos:</b> kezelheti a kiegészítő megjelenésének tulajdonságait, beleértve a szerzők hozzáadását és eltávolítását.</li> <li><b>Fejlesztő:</b> kezelheti a kiegészítő minden tulajdonságát, kivéve a szerzők hozzáadását és eltávolítását és a kifizetések kezelését.</li> <li><b>Megtekintő:</b> megtekintheti a kiegészítő beállításait és statisztikáit, de nem módosíthat semmit.</li> </ul>
id: <p>Pengaya bisa memiliki sejumlah penulis dengan 3 peran yang memungkinkan:</p> <ul> <li><b>Pemilik:</b> Dapat mengelola semua aspek pendaftaran pengaya, termasuk menambahkan dan menghapus penulis lainnya</li> <li><b>Pengembang:</b> Dapat mengelola semua aspek pendaftaran pengaya, kecuali menambahkan dan menghapus penulsi lain dan mengelola pembayaran</li> <li><b>Pengamat:</b> Dapat melihat pengaturan dan statistik pengaya, tetapi tidak bisa membuat perubahan apapun </li> </ul>
sk: <p>Doplnky môžu mať viac autorov a to v 3 definovaných roliach: </p><ul> <li><b>Vlastník:</b> Môže spravovať všetko, čo sa týka stránky doplnku, a pridávať či odoberať iných autorov.</li> <li><b>Vývojár</b> Môže spravovať všetko, čo sa týka stránky doplnku, s výnimkou pridávania/odoberania autorov a správy platieb.</li> <li><b>Pozorovateľ:</b> Môže zobraziť nastavenia doplnku a jeho štatistiky, ale nesmie robiť žiadne zmeny.</li> </ul>
sq: <p>Shtesat mund të kenë çfarëdo numri autorësh me një nga 3 rolet e mundshme:</p> <ul> <li><b>Pronar:</b> Mund të administrojë krejt anët e paraqitjes së shtesës te galeria, përfshi shtimin dhe heqjen e autorëve të tjerë</li> <li><b>Zhvillues:</b> Mund të administrojë krejt anët e paraqitjes së shtesës te galeria, hiq shtimin dhe heqjen e autorëve të tjerë dhe administrimin e pagesave</li> <li><b>Parës:</b> Mund të shohë rregullimet dhe statistikat e shtesës, por s’mund të bëjë ndryshime</li> </ul>
sr_latn: <p>Dodaci mogu imati bilo koji broj autora sa 3 moguće uloge:</p> <ul> <li><b>Vlasnik:</b> Može upravljati svim aspektima listinga dodatka, uključujući i dodavanje i uklanjanje drugih autora</li> <li><b>Programer:</b> Može upravljati svim aspektima listinga dodatka, osim za dodavanje i uklanjanje drugih autora i upravljanje plaćanja</li> <li><b>Posmatrač:</b> Može videti podešavanja dodatka i statistike, ali ne može da menja</li> </ul>
sv_se: <p>Tillägg kan ha hur många upphovsmän, med 3 möjliga roller: :</p> <ul> <li><b>Ägare:</b> Kan hantera alla aspekter av tilläggets listning, inklusive lägga till och ta bort andra upphovsmän</li> <li><b>Utvecklare:</b> Kan hantera alla aspekter av tilläggets listning, med undantag för att lägga till och ta bort andra upphovsmän och hantera betalningar </li> <li><b>Betraktare:</b> kan visa tilläggets inställningar och statistik, men kan inte göra några ändringar</li> </ul>

source: Manage Developer Profile
hu: Fejlesztői profil kezelése
id: Kelola Profil Pengembang
kab: Sefrek amaɣnu n uneflay
sk: Správa profilu vývojára
sq: Administroni Profil Zhvilluesi
sr_latn: Upravljanje profilom programera
sv_se: Hantera utvecklarprofil

source: Your <a href="%(url)s">developer profile</a> is currently <strong>public</strong> and <strong>required</strong> for contributions.
hu: A <a href="%(url)s">fejlesztői profilja</a> jelenleg <strong>nyilvános</strong> és <strong>szükséges</strong> az adománygyűjtéshez.
id: Profil pengembang <a href="%(url)s">anda</a> saat ini <strong>publi</strong> dan <strong>memerlukan</strong> untuk berkontribusi.
kab: <a href="%(url)s">Amaɣnu inek</a> n uneflay d <strong>azayez</strong> akka tura udiɣ <strong>yettwasra</strong> deg uttekki.
sk: Váš <a href="%(url)s">profil vývojára</a> je momentálne <strong>verejný</strong> a <strong>vyžadovaný</strong> pre príspevky.
sq: <a href="%(url)s">Profili juaj si zhvillues</a> në këtë çast është <strong>publik</strong> dhe <strong>i domosdoshëm</strong> për kontribute.
sr_latn: Vaš <a href="%(url)s">profil programera</a> je trenutno <strong>javan</strong> i <strong>neophodan</strong> za doprinose.
sv_se: Din <a href="%(url)s">utvecklarprofil</a> är för närvarande <strong>publik</strong> och det <strong>krävs</strong> för bidrag.

source: Remove Both
hu: Mindkettő eltávolítása
id: Hapus Keduanya
kab: Kkes-iten i sin
sk: Odstrániť obe
sq: Hiqi të Dy
sr_latn: Ukloni oba
sv_se: Ta bort båda

source: Your <a href="%(url)s">developer profile</a> is currently <strong>public</strong>.
hu: A <a href="%(url)s">fejlesztői profilja</a> jelenleg <strong>nyilvános</strong>.
id: Profil <a href="%(url)s">developer anda</a> saat ini <strong>publik</strong>.
kab: <a href="%(url)s">Amaɣnu-ik n uneflay</a> d <strong>azayez </strong> akka tura.
sk: Váš <a href="%(url)s">profil vývojára</a> je momentálne <strong>verejný</strong>.
sq: <a href="%(url)s">Profili juaj si zhvillues</a> në këtë çast është <strong>publik</strong>.
sr_latn: Vaš <a href="%(url)s">profil programera</a> je trenutno <strong>javan</strong>.
sv_se: Din <a href="%(url)s">utvecklarprofil</a> är för närvarande <strong>publik</strong>.

source: Remove Profile
hu: Profil eltávolítása
id: Hapus Profil
kab: Kkes amaɣnu
sk: Odstrániť profil
sq: Hiqe Profilin
sr_latn: Uklonite profil
sv_se: Ta bort profil

source: Create Profile
hu: Profil létrehozása
id: Buat Profil
kab: Rnu amaɣnu
sk: Vytvoriť profil
sq: Krijoni Profil
sr_latn: Napravite profil
sv_se: Skapa profil

source: Basic Information
hu: Alapinformációk
id: Informasi Dasar
ka: ძირითადი მონაცემები
kab: Talγut tazadurt
ms: Maklumat Asas
sk: Základné informácie
sq: Të dhëna Bazë
sr_latn: Osnovne informacije
sv_se: Grundläggande information

source: Basic Information for {0}
hu: {0} fájl alapvető információi
id: Informasi Dasar untuk {0}
ka: {0} დამატების ძირითადი მონაცემები
kab: Talγut tazadurt i {0}
ms: Maklumat Asas untuk {0}
sk: Základné informácie pre {0}
sq: Të dhëna Bazë për {0}
sr_latn: Osnovne informacije za {0}
sv_se: Grundläggande information för {0}

source: Add-on URL
es_ar: URL del complemento
fi: Lisäosan URL
fur: URL dal component adizionâl
he: כתובת התוספת
hr: URL dodatka
hu: Kiegészítő URL-je
ia: URL de additivo
id: URL Pengaya
is: Vefslóð viðbótar
ka: დამატების URL
kab: Tansa URL n uzegrir
ms: URL Add-on
nb_no: URL for utvidelser
nn_no: URL for utvidingar
ro: URL-ul suplimentului
sk: URL adresa doplnku
sq: URL Shtese
sr_latn: URL adresa dodatka
sv_se: URL för tillägg
te: పొడిగింత URL
th: URL ของส่วนเสริม
tr: Eklenti URL'si
vi: URL Tiện ích

source: Choose a short, unique URL slug for your add-on.
es_ar: Elige un enlace amigable único para tu complemento.
fi: Valitse lisäosallesi lyhyt, yksilöllinen URL-osoitemuoto.
fur: Sielç un URL curt e univoc (slug) pal to component adizionâl.
fy_nl: Kies in koarte, unike URL-identifikator foar jo add-on.
hr: Odaberi kratak, jedinstven URL naziv stranice za tvoj dodatak.
hu: Válasszon rövid, egyedi SEO URL-t a kiegészítőjéhez.
ia: Elige un identificator curte e unic pro le adresse URL de tu additivo.
id: Pilihlah URL slug yang unik dan pendek untuk pengaya anda.
ka: შეარჩიეთ მოკლე, უნიკალური URL დაბოლოება, თქვენი დამატებისთვის.
kab: Fren tansa URL wezzilen s war isekkilen imezliyen i uzegrir inek.
ms: Pilih slug URL yang ringkas dan unik untuk add-on anda.
nb_no: Velg en kort, unik URL-slugg for tillegget ditt.
nn_no: Vel ein kort, unik URL-slugg for utvidinga di.
ro: Alege un slug URL unic scurt pentru suplimentul tău.
sk: Zvoľte krátku, unikátnu adresu URL pre svoj doplnok.
sq: Zgjidhni një përshkrim të shkurtër, unik, për URL-në e shtesës suaj.
sr_latn: Izaberite kratak, jedinstven URL opis za Vaš dodatak.
sv_se: Välj en kort, unikt URL slugg för ditt tillägg.
te: మీ పొడగింతకు ఒక చిన్న, ప్రత్యేక URL స్లగ్‌ను ఎంచుకోండి.
th: เลือกสลัก URL ที่สั้นและไม่ซ้ำกันสำหรับส่วนเสริมของคุณ
tr: Eklentiniz için kısa ve benzersiz bir kısa URL seçin.
vi: Chọn một chuỗi từ URL độc đáo ngắn gọn cho tiện ích của bạn.

source: View Listing
es_ar: Ver lista
fur: Visualize liste
fy_nl: List besjen
he: הצגת רשומה
hr: Prikaži popis
hu: Megjelenés megtekintése
ia: Vide le lista
id: Tampilkan pada Daftar
is: Skoða upptalningu
ka: იხილეთ საიტზე
kab: Asebter n usnas
ms: Papar Senarai
nb_no: Vis listning
nn_no: Vis listning
ro: Afișează listarea
sk: Zobraziť doplnok
sq: Shihni Listën
sr_latn: Pogledaj listing
sv_se: Visa listning
te: జాబితాను చూడండి
th: ดูรายการ
tr: Listelemeyi gör
vi: Xem Liệt Kê

source: Summary
es_ar: Descripción
fi: Yhteenveto
fur: Somari
fy_nl: Gearfetting
he: תקציר
hr: Sažetak
hu: Összefoglalás
ia: Summario
id: Звіт
is: Samantekt
ka: შეჯამება
kab: Agzul
ms: Ringkasan
nb_no: Sammendrag
nn_no: Samandrag
ro: Rezumat
sk: Súhrn
sq: Përmbledhje
sr_latn: Rezime
sv_se: Sammanfattning
te: సారాంశం
th: สรุป
tr: Özet
vi: Tóm tắt

source: A short explanation of your add-on's basic functionality that is displayed in search and browse listings, as well as at the top of your add-on's details page. It is only relevant for listed add-ons.
hu: Egy rövid leírás a kiegészítője céljáról, felhasználhatóságáról, ami a keresési és böngészési találatokban jelenik meg, valamint a kiegészítőjét leíró oldal tetején. Mindez csak a listázott kiegészítőkre vonatkozik.
id: Penjelasan pendek untuk fungsi dasar pengaya anda yang ditampilkan dalam daftar pencarian dan penjelajahan, seperti halnya bagian atas rincian laman pengaya anda. Hanya relevan untuk pengaya terdaftar.
sq: Një shpjegim i shkurtër i funksioneve bazë të shtesës suaj, që shfaqet në kërkime dhe lista, si dhe në krye të faqes së hollësive mbi shtesën tuaj. Kjo vlen vetëm për shtesa të paraqitura.
sv_se: En kort förklaring av din tilläggs grundfunktionalitet som visas i sök- och bläddringslistor, liksom högst upp på ditt tilläggs detaljsida. Detta är endast relevant för listade tillägg.

source: Categories are the primary way users browse through add-ons. Choose any that fit your add-on's functionality for the most exposure. It is only relevant for listed add-ons.
sq: Kategoritë janë rruga parësore përmes të cilës përdoruesit shfletojnë për shtesa. Zgjidhni cilëndo që i përshtatet funksioneve të shtesës suaj për ekspozim sa më të madh. Kjo vlen vetëm për shtesat e paraqitura.

source: Categories cannot be changed while your add-on is featured for this application. Please email <a href="mailto:%(email)s">%(email)s</a> if there is a reason you need to modify your categories.
hu: A kategóriák nem módosíthatók amíg az alkalmazás kiemelt kiegészítője. Küldjön levelet ide: <a href="mailto:%(email)s">%(email)s</a>, amennyiben valamilyen okból módosítani szeretné a kategóriát.
id: Kategori tidak dapat diubah saat pengaya anda ditampilkan untuk aplikasi ini. Harap mengirim surel <a href="mailto:%(email)s">%(email)s</a> jika ada alasan anda perlu mengubah kategori anda.
ka: კატეგორიის შეცვლა შეუძლებელია, როცა დამატება რჩეულადაა მიჩნეული. გთხოვთ მოგვწეროთ ელფოსტაზე <a href="mailto:%(email)s">%(email)s</a> მიზეზი, თუ რატომაა საჭირო კატეგორიის შეცვლა.
ms: Kategori tidak boleh ditukar semasa add-on anda menjadi ciri aplikasi ini. Sila e-mel <a href="mailto:%(email)s">%(email)s</a> jika ada alasan supaya kategori anda itu perlu ditukar.
sk: Ak je doplnok pre túto aplikáciu vedený ako odporúčaný, nemôžete meniť jeho umiestnenie v kategóriách. Ak máte dôvod, prečo chcete kategórie upraviť, napíšte nám na e-mail <a href="mailto:%(email)s">%(email)s</a>.
sq: Kategoritë s’mund të ndryshohen, ndërkohë që shtesa juaj është e zgjedhur për këtë aplikacion. Ju lutemi, dërgoni email te <a href="mailto:%(email)s">%(email)s</a>, nëse ka ndonjë arsye që ju bën të modifikoni kategoritë tuaja.
sr_latn: Kategorije se ne mogu promeniti dok je Vaš dodatak istaknut za ovu aplikaciju. Molimo pošaljite e-poštu <a href="mailto:%(email)s">%(email)s</a> ako postoji razlog za izmenjivanje Vaših kategorija.
sv_se: Kategorier kan inte ändras medan ditt tillägg är utvald för denna applikation. Skicka ett mejl till <a href="mailto:%(email)s">%(email)s</a> om det finns en anledning till att du behöver ändra dina kategorier.

source: Tags help users find your add-on and should be short descriptors such as tabs, toolbar, or twitter. You may have a maximum of {0} tags. It is only relevant for listed add-ons.
hu: A címkék segítenek a felhasználóknak hogy megtalálják a kiegészítőjét és rövid leírásként is működnek mint pl. „lapok”, az „eszköztár” vagy a „twitter”. Legfeljebb {0} címkét használhat. Mindez csak a listázott kiegészítőkre vonatkozik.
id: Tag membantu pengguna menemukan pengaya anda dan harus berisi gambaran pendek berisi tab, toolbar, atau twitter. Anda bisa memiliki maksimum {0} tag. Ini hanya relevan untuk pengaya terdaftar.
sq: Etiketat i ndihmojnë përdoruesit të gjejnë shtesën tuaj dhe do të duhej të ishin përshkrues të shkurtër, fjala vjen, skeda, panel, ose Twitter. Mund të përdorni e shumta {0} etiketa. Kjo vlen vetëm për shtesa të paraqitura.
sv_se: Taggar hjälper användarna att hitta ditt tillägg och bör vara korta beskrivningar så som flikar, verktygsfält eller twitter. Du kan ha högst {0} taggar. Det är endast relevant för listade tillägg.
