Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Receive contributions in your PayPal account or send them to an organization of your choice
hu: Adományokat kaphat a PayPal számlájára, vagy elküldheti egy kiválasztott szervezetnek.
id: Menerima kontribusi melalui akun PayPal anda atau mengirimkannya ke lembaga pilihan anda
sk: Prijímať príspevky na vašom účte PayPal alebo ich odosielať organizácii podľa vlastného výberu
sq: Merrni kontribute te llogaria juaj PayPal ose dërgojini te një organizëm zgjedhur prej jush
sr_latn: Primite doprinose na Vaš PayPal nalog ili ih pošaljite organizaciji po Vašem izboru
sv_se: Få bidrag till ditt PayPal-konto eller skicka dem till en organisation som du väljer

source: Contributions are only available for listed add-ons.
hu: Az adományozás csak a listázott kiegészítőknél elérhető.
id: Kontribusi hanya tersedia bagi pengaya terdaftar.
sq: Kontributet vlejnë vetëm për shtesa të paraqitura
sv_se: Bidrag är endast tillgängliga för listade tillägg.

source: Contributions are only available for add-ons with a <a href="%(url)s">completed developer profile</a>.
hu: Az adományozás csak a <a href="%(url)s">teljes fejlesztői profillal</a> rendelkező kiegészítőknél elérhető.
id: Kontribusi hanya tersedia untuk pengaya dengan <a href="%(url)s">profil pengembang yang lengkap</a>.
sk: Príspevky sú dostupné len pre doplnky s <a href="%(url)s">vyplneným profilom vývojára</a>.
sq: Kontributet mund të kihen vetëm për shtesa me <a href="%(url)s">profil të plotë zhvilluesi</a>.
sr_latn: Doprinosi su dostupni samo za dodatke sa <a href="%(url)s">završenim programerskim profilom</a>.
sv_se: Bidrag är endast tillgängliga för tillägg med en <a href="%(url)s">färdig utvecklarprofil</a>.

source: Contributions are only available for fully reviewed add-ons.
hu: Az adományozás csak a teljesen értékelt kiegészítőknél elérhető.
id: Kontribusi hanya tersedia bagi pengaya yang sudah diulas lengkap.
sk: Príspevky sú dostupné len pre úplne skontrolované doplnky.
sq: Kontributet janë të mundshme vetëm për shtesa të shqyrtuara plotësisht.
sr_latn: Doprinosi su dostupni samo za u potpunosti pregledane dodatke.
sv_se: Bidrag är endast tillgängliga för fullständigt granskade tillägg.

source: Set up Contributions
hu: Adományozás beállítása
id: Menetapkan Kontribusi
kab: Sbadu ittekkiyen
sk: Nastaviť príspevky
sq: Rregulloni Kontributet
sr_latn: Postavi doprinose
sv_se: Konfigurera bidrag

source: Step 2. Pricing and Availability
hu: 2. lépés: árazás és elérhetőség
id: Langkah 2. Harga dan Ketersediaan
kab: Amecwaṛ 2. Tasqamt akked tilin
sk: Krok 2: Ceny a dostupnosť
sq: Hapi 2. Çmime dhe Pasje
sr_latn: Korak 2. Određivanje cene i dostupnost
sv_se: Steg 2. Priser och tillgänglighet

source: or <a href="%(cancel)s">Cancel</a>
hu: vagy <a href="%(cancel)s">Mégse</a>
id: or <a href="%(cancel)s">Batal</a>
kab: neɣ <a href="%(cancel)s">Sefsex</a>
sk: alebo <a href="%(cancel)s">Zrušiť</a>
sq: ose <a href="%(cancel)s">Anulojeni</a>
sr_latn: ili <a href="%(cancel)s">otkaži</a>
sv_se: eller <a href="%(cancel)s">Avbryt</a>

source: Contributions
hu: Adományok
id: Sumbangan
kab: Ittekkiyen
sk: Príspevky
sq: Kontribute
sr_latn: Prilozi
sv_se: Bidrag

source: Fill in the fields below to begin asking for voluntary contributions from users.
hu: Töltse ki az alábbi mezőket, ha közösségi hozzájárulást kíván kérni a felhasználóktól.
id: Isi kolom di bawah ini untuk mulai meminta kontribusi sukarela dari para pengguna.
kab: Ččaṛ urtan daw-a akken ad tebduḍ asuter n twizi i yiseqdacen.
sk: Ak chcete začať požadovať príspevky od používateľov, vyplňte pole nižšie.
sq: Plotësoni fushat vijuese që të fillohet kërkimi i kontributeve vullnetare prej përdoruesve.
sr_latn: Popunite polja ispod da počnete pitati korisnike za dobrovoljni doprinos.
sv_se: Fyll i fälten nedan för att börja be om frivilliga bidrag från användarna.

source: Who will receive contributions to this add-on?
hu: Ki kapja meg a kiegészítőkhöz érkező hozzájárulást?
id: Siapa yang akan menerima kontribusi pada pengaya ini?
kab: Anwa ara yeremsen ittekkiyen n uzegrir-agi?
sk: Kto dostane získané príspevky z tohto doplnku?
sq: Kush do ta marrë kontributin e kësaj shtese?
sr_latn: Ko će primiti doprinose za ovaj dodatak?
sv_se: Vilka kommer att få bidrag för detta tillägg?

source: What is the name of the organization?
hu: Mi a szervezet neve?
id: Apa nama organisasi tersebut?
kab: Isem-is tkebbanit-agi?
sk: Aký je názov organizácie?
sq: Cili është emri i llogarisë?
sr_latn: Koje je ime organizacije?
sv_se: Vad är namnet på organisationen?

source: What is the URL of the organization?
hu: Mi a szervezet URL-je?
id: Apa URL organisasi tersebut?
kab: D acu-tt tensa URL n tkebbanit?
sk: Aká je adresa URL organizácie?
sq: Cila është URL-ja e organizmit?
sr_latn: Koja je URL adresa organizacije?
sv_se: Vad är URL:en för organisationen?

source: What is the PayPal ID of the organization?
hu: Mi a szervezet PayPal azonosítója?
id: Apa ID PayPal organisasi tersebut?
kab: D acu-t usulay ID PayPal n tkebbanit?
sk: Aké je PayPal ID organizácie?
sq: Cila është ID-ja PayPal e organizmit?
sr_latn: Koji je PayPal ID organizacije?
sv_se: Vad är PayPal-ID för organisationen?

source: What is your PayPal ID?
hu: Mi a PayPal azonosítója?
id: Apa ID PayPal Anda?
kab: D acu-t usulay-ik ID PayPal?
sk: Aký je váš identifikátor pre PayPal?
sq: Cila është ID-ja juaj PayPal?
sr_latn: Koji je Vaš PayPal ID?
sv_se: Vad är ditt PayPal-ID?

source: Sign up for PayPal
hu: Regisztráció a PayPalra
id: Daftar PayPal
kab: Jerred di Paypal
sk: Prihlásiť sa k službe PayPal
sq: Regjistrohuni për PayPal
sr_latn: Prijavite se za PayPal
sv_se: Registrera dig för PayPal

source: What is your suggested contribution?
hu: Mi a javasolt támogatás?
id: Apakah kontribusi yang anda sarankan?
kab: D acu-t uttekki i d-sumreḍ?
sk: Aký je navrhovaný príspevok?
sq: Sa është kontributi që këshilloni?
sr_latn: Šta je Vaš predložen doprinos?
sv_se: Vad är ditt föreslagna bidrag?

source: (Example: 3.99)
hu: (Például: 3.99)
id: (Contoh: 3.99)
kab: (Amedya: 3.99)
sk: (Napríklad: 3.99)
sq: (Shembull: 3.99)
sr_latn: (Primer: 3.99)
sv_se: (Exempel: 3,99)

source: When should users be asked for contributions?
hu: Mikor kellene megkérdezni a felhasználókat az adományokról?
id: Kapan seorang pengguna bisa dimintai kontribusi?
kab: Melmi ara nesuter attekki n iseqdacen?
sk: Kedy by mali byť používatelia požiadaný o príspevky?
sq: Kur i duhet kërkuar përdoruesit kontributi?
sr_latn: Kada bi korisnici trebali biti pitani za doprinose?
sv_se: När bör användare frågas om bidrag?

source: Send a thank-you note?
hu: Küld köszönő üzenetet?
id: Sampaikan catatan terima-kasih?
kab: Azen tazmilt n tanemmirt?
sk: Odoslať poznámku s poďakovaním?
sq: Të dërgohet pusullë falënderimi?
sr_latn: Pošaljite poruku zahvalnosti?
sv_se: Skicka ett tackkort?

source: We'll automatically email users who contribute to your add-on with this message.
hu: Automatikusan elküldjük az alábbi üzenetet a felhasználóknak, akik adományt adtak.
id: Kami akan mengiri surel secara otomatis ke pengguna yang berkontribusi ke pengaya Anda dengan pesan ini.
kab: Nettazen s wudem awurman imayl i yiseqdacen ittekkan deg uzegrir akked yizen-agi.
sk: Používateľom, ktorí prispejú na doplnok odošleme e-mail s nasledovným textom.
sq: Do t’ua dërgojmë vetvetiu me email këtë mesazh përdoruesve që kontribuojnë te shtesa juaj.
sr_latn: Automatski ćemo poslati e-poštu korisnicima koji doprinose Vašem dodatku sa ovom porukom.
sv_se: Vi kommer automatiskt att skicka användare som bidrar till ditt tillägg med detta meddelande.

source: We recommend thanking the user and telling them how much you appreciate their support. You might also want to tell them about what's next for your add-on and about any other add-ons you've made for them to try.
hu: Javasoljuk, hogy köszönje meg a támogatás és mondja el, hogy mennyire értékeli azt. Ugyanakkor elmondhatja, hogy mi a következő lépés a kiegészítő fejlesztésében és javasolhat kipróbálásra más kiegészítőket.
id: Kami merekomendasikan untuk berterima kasih pada pengguna dan mengatakan pada mereka betapa anda menghargai dukungan mereka. Anda mungkin juga ingin mengatakan pada mereka apa langkah selanjutnya untuk pengaya anda dan tentang pengaya lain yang anda minta mereka coba.
sk: Odporúčame používateľovi poďakovať a povedať mu, ako moc si ceníte jeho podporu. Môžete mu tiež povedať, čo ďalšie s doplnkom plánujete, alebo aké iné doplnky ste vytvoril.
sq: Këshillojmë që t’i falënderoni përdoruesit dhe t’u tregoni atyre se sa shumë e vlerësoni përkrahjen e tyre. Mund të doni edhe t’u tregoni se ç’vjen më tej për shtesën tuaj dhe rreth çfarëdo shtese tjetër që keni krijuar e ta provojnë.
sr_latn: Preporučujemo da se zahvalite korisniku i da mu kažete koliko Vam znači njegova podrška. Takođe, recite im o tome šta je novo za Vaš dodatak i o svim novim dodacima koje ste napravili za njih.
sv_se: Vi rekommenderar att tacka användaren och berätta för dem hur mycket du uppskattar deras stöd. Du kanske också vill berätta om vad som händer med ditt tillägg och om eventuella andra tillägg som du har gjort för dem att prova.

source: Activate Contributions
hu: Adományozás engedélyezése
id: Kontribusi Aktif
kab: Rmed attekki
sk: Aktivovať príspevky
sq: Aktivizo Kontribute
sr_latn: Aktiviraj doprinose
sv_se: Aktiva bidragsgivare

source: or <a id="setup-cancel" href="#">Cancel</a>
hu: vagy <a id="setup-cancel" href="#">Mégsem</a>
id: atau <a id="setup-cancel" href="#">Batal</a>
kab: neɣ <a id="setup-cancel" href="#">Sefsex</a>
sk: alebo <a id="setup-cancel" href="#">Zrušiť</a>
sq: ose <a id="setup-cancel" href="#">Anulojeni</a>
sr_latn: ili <a id="setup-cancel" href="#">Otkaži</a>
sv_se: eller <a id="setup-cancel" href="#">Avbryt</a>

source: Transfer ownership
hu: Tulajdonjog átadása
id: Pengalihan kepemilikan
ka: საკუთრების გადაცემა
kab: Beddel imawlan n uzegrir
ms: Pindah pemilikan
sk: Presun vlastníctva
sq: Transferojini pronësinë
sr_latn: Prenesi vlasništvo
sv_se: Överför ägarskapet

source: Theme Details
hu: Téma részletei
id: Detil Tema
ka: თემის მონაცემები
kab: Talqayt n usentel
ms: Butiran Tema
sk: Detaily o téme
sq: Hollësi Teme
sr_latn: Detalji teme
sv_se: Detaljer för tema

source: Supply a pretty URL for your detail page.
hu: Adjon meg egy szép URL-t a részletek oldalához.
id: Berikan URL yang cantik untuk laman rincian anda.
ka: შეუსაბამეთ სასურველი URL ბმული თქვენს გვერდს.
kab: Mudd-ad talnsa URL icebḥen i usebter inek n telqayt.
ms: Sesiakan URL yang cantik untuk halaman butiran anda.
sk: Nastavte si peknú URL adresu pre stránku detailu.
sq: Jepni një URL të hijshme për te faqja e hollësive.
sr_latn: Obezbedi lepu URL adresu za Vašu stranicu sa detaljima.
sv_se: Tillhandahålla en snygg URL för din detaljsida.

source: Select the category that best describes your Theme.
hu: Válassza ki a kategóriát, amely legjobban jellemzi a témáját.
id: Pilih kategori yang paling tepat menggambarkan Tema anda.
ka: მიუთითეთ კატეგორია, რომელიც ყველაზე უკეთ მიესადაგება თქვენს თემას.
kab: Fren taggayt iwulmen i usentel inek.
ms: Pilih kategori yang paling sesuai menjelaskan Tema anda.
sk: Zvoľte kategóriu, ktorá najlepšie popisuje vašu tému.
sq: Përzgjidhni kategorinë që përshkruan më mirë Temën tuaj.
sr_latn: Izaberite kategoriju koja najbolje opisuje Vašu temu.
sv_se: Välj den kategori som bäst beskriver ditt tema.

source: Add some tags to describe your Theme.
hu: Adjon meg néhány címkét, amely jellemzi a témáját.
id: Tambahkan beberapa tag untuk mendeskripsikan Tema anda.
ka: დაამატეთ ჭდეები, თემის უკეთ აღწერისთვის.
kab: Rnu kra n tebzimin i usentel inek.
ms: Tambah beberapa tag untuk menjelaskan Tema anda.
sk: Pridajte značky, ktoré popisujú vašu tému.
sq: Shtoni ca etiketa që të përshkruajnë Temën tuaj.
sr_latn: Dodajte neke oznake da opišete Vašu temu.
sv_se: Lägg till några taggar för att beskriva ditt tema.

source: A short explanation of your theme's basic functionality that is displayed in search and browse listings, as well as at the top of your theme's details page.
hu: Egy rövid magyarázat a témája alapfunkcionalitásáról, amely megjelenik a keresésekben és a böngészi listázásokban, valamint a témája részletező oldalának tetején.
id: Penjelasan pendek atas tema anda fungsi dasar yang ditampilkan di daftar pencarian dan penelusuran, termasuk di bagian atas laman rincian tema anda.
ka: მოკლე აღწერა თქვენი თემის ძირითადი შესაძლებლობების, რომელიც გამოჩნდება საიტზე, ძიებასა და ასევე თქვენი თემის გვერდის დასაწყისში.
ms: Penjelasan ringkas fungsi asas tema anda yang dipamerkan dalam senarai carian dan pelayaran, serta pada bahagian atas halaman butiran tema anda.
sk: Krátky popis vašej témy, ktorý je zobrazený vo vyhľadávaní, prehľade kategórií, alebo priamo na stránke s detailom témy.
sq: Një shpjegim i shkurtër i funksioneve bazë të temës suaj e që shfaqet në lista kërkimi dhe shfletimi, si edhe në krye të faqes së hollësive mbi temën suaj.
sr_latn: Kratko objašnjenje osnovnih fukcionalnosti Vaše teme koje je prikazano u listama pretrage i pregledavanja, kao i na vrhu stranice sa detaljima Vaše teme.
sv_se: En kort förklaring av ditt temas grundläggande funktionalitet som visas i sök- och bläddringslistor, liksom överst i ditt temas detaljsida.

source: Theme License
hu: Téma licence
id: Lisensi Tema
ka: თემის ლიცენზია
kab: Turagt n usentel
ms: Lesen Tema
sk: Licencia témy
sq: Licencë Teme
sr_latn: Licenca teme
sv_se: Licens för tema

source: Can others share your Theme, as long as you're given credit?
hu: Megoszthatják mások a témáját, ha megjelölik Önt forrásként?
id: Dapatkah orang lain membagikan Tema anda, asalkan anda diberi kreditasi?
ka: აძლევთ სხვებს უფლებას, გაავრცელონ თქვენი თემა, ავტორის მითითებით?
kab: Wiyaḍ zemren ad bḍun asentel inek ma yella nan-d d kečč i d ameskar?
ms: Bolehkah orang lain berkongsi tema anda, selagi anda diberi penghargaan?
sk: Môžu ďalší zdieľať vašu tému, ak vás uvedú ako autora?
sq: A mundet të tjerët të ndajnë me dikë Temën tuaj, për sa kohë që përmendeni si autori?
sr_latn: Da li drugi mogu da dele Vašu temu, ukoliko Vama idu zasluge?
sv_se: Kan andra dela ditt tema, så länge du omnämnes?

source: The licensor permits others to copy, distribute, display, and perform the work, including for commercial purposes.
hu: A licencadó lehetővé teszi másoknak, hogy lehessen másolni, terjeszteni, megjeleníteni és felhasználni az adott munkát, akár kereskedelmi célokra is.
id: Pemberi lisensi mengizinkan orang lain untuk menyalin, mendistribusikan, memajang dan menampilkan karya, termasuk untuk tujuan komersial.
ka: ლიცენზიის მფლობელი ნებას რთავს მსურველებს, გაამრავლონ, გაავრცელონ და გამოიყენონ თავიანთი საჭიროებისამებრ, მათ შორის მოგების მიზნითაც.
ms: Pemberi lesen membenarkan pihak lain menyalin, mengedar, memapar dan melaksanakan kerja, termasuk bagi tujuan komersial.
sk: Autor dáva ďalším právo kopírovať, distribuovať, zobrazovať a upravovať. Tieto povolenia platia aj pre komerčné využívanie.
sq: Licencuesi u lejon të tjerëve të kopjojnë, shpërndajnë, shfaqin dhe ekzekutojnë veprën, përfshi rastet për qëllime komerciale.
sr_latn: Davalac licence dozvoljava drugima da kopiraju, distribuiraju, prikazuju i obavljaju posao, uključujući i komercijalne svrhe.
sv_se: Licensgivaren tillåter andra att kopiera, distribuera, visa och utföra arbetet, även för kommersiella ändamål.

source: The licensor permits others to copy, distribute, display, and perform the work for non-commercial purposes only.
hu: A licencadó lehetővé teszi másoknak, hogy lehessen másolni, terjeszteni, megjeleníteni és felhasználni az adott munkát, de csak akkor ha felhasználásuk nem kereskedelmi jellegű.
id: Pemberi lisensi mengizinkan orang lain untuk menyalin, mendistribusikan, memajang dan menampilkan karya untuk tujuan non-komersial saja.
ka: ლიცენზიის მფლობელი ნებას რთავს მსურველებს, გაამრავლონ, გაავრცელონ და გამოიყენონ თავიანთი საჭიროებისამებრ, მხოლოდ არამომგებიანი დანიშნულებით.
ms: Pemberi lesen membenarkan pihak lain menyalin, mengedar, memapar dan melaksanakan kerja, bagi tujuan bukan komersial sahaja.
sk: Autor dáva ďalším právo kopírovať, distribuovať, zobrazovať a upravovať. Tieto povolenia neplatia pre komerčné využívanie.
sq: Licencuesi u lejon të tjerëve të kopjojnë, shpërndajnë, shfaqin, dhe ekzekutojnë veprën vetëm për qëllime jokomerciale.
sv_se: Licensgivaren tillåter andra att kopiera, distribuera, visa och utföra arbetet endast för icke-kommersiella ändamål.

source: Can others make commercial use of your Theme?
hu: Használhatják-e mások kereskedelmi célokra a témáját?
id: Bisakah orang lain menggunakan Tema anda secara komersial?
ka: აძლევთ სხვებს უფლებას, მოგების მიზნით გამოიყენონ თქვენი თემა?
kab: Zemren wiyaḍ ad zenzen asentel inek?
ms: Bolehkah pihak lain menggunakan Tema anda bagi tujuan komersial?
sk: Môžu ďalší komerčne využívať vašu tému?
sq: A mund të përdoret Tema juaj në rrugë komerciale?
sr_latn: Da li drugi mogu da koriste Vašu temu u komercijalne svrhe?
sv_se: Kan andra använda ditt tema i kommersiellt syfte?

source: Can others create derivative works from your Theme?
hu: Készíthetnek-e a mások származékos munkákat a témájából?
id: Dapatkah orang lain membuat karya derivatif dari Tema anda?
ka: აძლევთ სხვებს, თქვენი თემის გადამუშავების უფლებას?
kab: Zemren wiyaḍ ad sqedcen asentel inek akken ad d-snufun wiyaḍ?
ms: Bolehkan pihak lain membuat kerja terbitan daripada Tema anda?
sk: Môžu ďalší vytvárať odvodené diela z vašej témy?
sq: A munden të tjerët të krijojnë vepra të rrjedhura nga Tema juaj?
sr_latn: Da li drugi mogu da prave izvedena dela na osnovu Vaše teme?
sv_se: Kan andra skapa utvecklingar från ditt tema?

source: The licensor permits others to copy, distribute, display and perform the work, as well as make derivative works based on it.
hu: A licencadó lehetővé teszi másoknak, hogy lehessen másolni, terjeszteni, megjeleníteni és felhasználni az adott, vagy az ebből származtatott munkát.
id: Pemberi lisensi mengizinkan orang lain untuk menyalin, mendistribusikan, memajang dan menampilkan karya, termasuk membuat karya turunan berdasarkan itu.
ka: ლიცენზიის მფლობელი ნებას რთავს მსურველებს, გაამრავლონ, გაავრცელონ და გამოიყენონ თავიანთი საჭიროებისამებრ, მათ შორის, გადამუშავებული სახით.
ms: Pemberi lesen membenarkan pihak lain menyalin, mengedar, memapar dan melaksanakan kerja, serta kerja terbitan daripadanya.
sk: Autor dáva ostatným právo kopírovať, distribuovať, zobrazovať a upravovať. Dáva tiež dovolenie na vytváranie odvodených diel.
sq: Licencuesi u lejon të tjerëve të kopjojnë, shpërndajnë, shfaqin dhe ekzekutojnë veprën, si edhe të krijojnë vepra të rrjedhura bazuar në të.
sv_se: Licensgivaren tillåter andra att kopiera, distribuera, visa och utföra arbetet, samt göra utvecklingar av tidigare arbete.

source: Yes, as long as they share alike
es_ar: Sí, siempre que lo compartan de la misma manera
fur: Sì, a cundizion che a vegnin condividûts te stesse maniere
fy_nl: Ja, sa lang se dat ek diele
he: כן, כל עוד מדיניות השיתוף נשמרת
hr: Da, pod uvjetom da dijele pod istim uvjetima
hu: Igen, ha ugyanígy osztják meg
ia: Si, fin que illes lo comparti del mesme maniera
id: Iya, sepanjang yang mereka bagi mirip
ka: კი, თუ ამავე ლიცენზიით გაავრცელებენ
kab: Ih, ma yella bḍant am akken tebḍiɣ
ms: Ya, selagi mereka berkongsi yang sama
nb_no: Ja, så lenge de deler likt
nn_no: Ja, så lenge dei deler likt
ro: Da, atât timp cât sunt partajate în același mod
sk: Áno, ak je rešpektovaná pôvodná licencia
sq: Po, për sa kohë që e ndajnë me të tjerët po njësoj
sr_latn: Da, ukoliko i oni podele
sv_se: Ja, så länge de delar likadant
te: అవును, వారు ఇదే విధంగా పంచుకున్నంతవరకు
th: ใช่ ตราบใดที่พวกเขาแบ่งปันเหมือนกัน
tr: Aynı lisansla paylaştıkları sürece evet
vi: Có, miễn là họ chia sẻ như nhau

source: The licensor permits others to distribute derivativeworks only under the same license or one compatible with the one that governs the licensor's work.
es_ar: El titular de la licencia permite a otros distribuir obras derivadas sólo bajo la misma licencia o una compatible con la que regula la obra del titular.
fur: Chel che al concêt la licence al permet a chei altris di distribuî oparis derivadis dome se a doprin la stesse licence o une licence compatibile cun chê origjinâl.
fy_nl: De lisinsjejouwer stiet oaren allinnich ta ôflaad wurk te fersprieden ûnder deselde lisinsje of in lisinsje dy’t kompatibel is mei de lisinsje wêrûnder it wurk fan de lisinsjejouwer falt.
he: מעניק הרישיון מתיר לאחרים להפיץ יצירות נגזרות תחת אותו הרישיון או רישיון שתואם לזה שחל על היצירה של מעניק הרישיון.
hr: Davatelj licence dozvoljava drugima distribuciju izvedenih djela samo pod istom licencom ili onom, koja je kompatibilna s onom licencom, koja upravlja djelom davatelja licence.
hu: A licencadó lehetővé teszi másoknak, hogy a származtatott munkát terjesszék, amennyiben az ugyanazt a licencet használja vagy kompatibilis azzal, amely a licencadó munkáját szabályozza.
ia: Le licentiante permitte alteres de distribuer labores derivate solmente sub le mesme licentia o uno compatibile con illo que rege le labor del licentiante.
id: Pemberi lisensi mengizinkan orang lain untuk mendistribusikan karya turunan hanya di bawah lisensi yang sama atau yang cocok dengan yang mengatur karya pemberi lisensi.
ka: ლიცენზიის მფლობელი ნებას რთავს მსურველებს, გაავრცელონ გადამუშავებული სახით მხოლოდ, იმავე ლიცენზიის, ან მასთან თავსებადი ლიცენზიის ქვეშ, რასაც მფლობელი იყენებს.
ms: Pemberi lesen membenarkan pihak lain untuk mengedarkan kerja terbitan hanya di bawah lesen yang sama atau yang serasi dengan yang mengawal lesen kerja.
nb_no: Lisensgiveren tillater andre å distribuere avledede verk kun under samme lisens eller en som er kompatibel med den som regulerer lisensgiverens verk.
nn_no: Lisensgivaren tillèt andre å distribuere avleidde verk berre under same lisens eller ein som er kompatibel med den som regulerer verka til lisensgivaren.
ro: Deținătorul licenței permite altora să distribuie lucrări derivate numai sub aceeași licență sau sub una compatibilă cu cea care guvernează lucrarea deținătorului licenței.
sk: Licencia umožňuje ostatným distribuovať odvodenú prácu len pod rovnakou licenciou, prípadne inou, ktorá je však zlúčiteľná s licenciou pôvodného diela.
sq: Licensuesi u lejon të tjerëve të shpërndajnë vepra të rrjedhura vetëm sipas të njëjtës licencë ose një të përputhshmeje me atë që qeveris veprën e licensuesit.
sv_se: Licensgivaren tillåter andra att distribuera utvecklingar endast under samma licens eller en kompatibel med den som reglerar licensgivarens arbete.
th: ผู้อนุญาตอนุญาตให้ผู้อื่นแจกจ่ายงานอนุพันธ์ภายใต้ใบอนุญาตเดียวกันหรืออย่างใดอย่างหนึ่งที่เข้ากันได้กับงานที่ควบคุมงานของผู้อนุญาต
tr: Lisans sahibi; bu çalışmayı temel alacak çalışmaların yalnızca aynı lisans veya diğer uyumlu lisanslardan biriyle dağıtılmasına izin veriyor.
vi: Người cấp phép chỉ cho phép người khác phân phối các sản phẩm phái sinh theo cùng một giấy phép hoặc một giấy phép tương thích với giấy phép điều chỉnh công việc của người cấp phép.
