Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Enjoy multi-threading download support. Automatically detect different types of media available for download.
es_ar: Disfruta de descargas multihilo. Detecta automáticamente diferentes tipos de contenido multimedia para descargar.
fi: Nauti monisäikeisestä lataustuesta. Tunnistaa automaattisesti ladattavissa olevat erityyppiset mediat.
fur: Gjolditi il supuart pal discjariament in paralêl su plui threads. Rileve in automatic i diviers gjenars di contignûts multimediâi disponibii di discjariâ.
fy_nl: Genietsje fan stipe foar multi-threading-downloads. Detektearje automatysk ferskate soarten media dy’t te downloaden binne.
ia: Gaude del supporto de discargamento plure-filos. Detege automaticamente le differente typos de medios disponibile a discargar.
is: Nýttu þér stuðning við niðurhal á mörgum örgjörvaþráðum. Greindu sjálfvirkt mismunandi tegundir niðurhals í boði.
nb_no: Få støtte for flertrådede nedlastinger. Oppdag automatisk ulike typer medier som er tilgjengelige for nedlasting.
nn_no: Få støtte for fleirtråda nedlastingar. Oppdag automatisk ulike typar medium som er tilgjengelege for nedlasting.
ro: Bucură-te de suport multifilar la descărcare. Detectează automat diferite tipuri de multimedia disponibile pentru descărcare.
tr: Parçalı indirme desteğinden yararlanın. İndirilebilir ortam türlerini otomatik olarak algılayın.
vi: Tận hưởng hỗ trợ tải xuống đa luồng. Tự động phát hiện các loại phương tiện khác nhau có sẵn để tải xuống.

source: Save images easily—just grab them from your current tab.
es_ar: Guardá imágenes fácilmente—tomalas de la pestaña actual.
fi: Tallenna kuvat helposti – nappaa ne vain nykyiseltä välilehdeltäsi.
fur: Salve lis imagjins cun facilitât—ti baste strissinâlis de schede corinte.
fy_nl: Bewarje ôfbyldingen maklik - sleep se gewoan fan jo aktive ljepblêd.
hr: Spremi slike s lakoćom – jednostavno ih zgrabi s trenutačne kartice.
ia: Salva facilemente le imagines: basta los sasir ab le scheda actual.
is: Vistaðu myndir auðveldlega - gríptu þær bara af viðkomandi flipa.
nb_no: Lagre bilder enkelt — hent dem fra den nåværende fanen.
nn_no: Lagre bilde enkelt — hent dei frå den gjeldande fana.
ro: Salvezi ușor imagini —pur și simplu le iei din fila actuală.
tr: Resimleri kolayca kaydedin: Bulunduğunuz sekmeden resimleri tutup sürüklemeniz yeterli.
vi: Lưu hình ảnh dễ dàng—chỉ cần lấy chúng từ thẻ hiện tại của bạn.

source: Measure web pages. Draw a digital ruler across any web page to check height, width, and alignment of page elements.
es_ar: Medí páginas web. Dibujá una regla digital en cualquier página para comprobar su altura, anchura y alineación de los elementos.
fi: Mittaa verkkosivuja. Piirrä digitaalinen viivain minkä tahansa verkkosivun poikki tarkistaaksesi sivuelementtien korkeuden, leveyden ja tasauksen.
fur: Misure lis pagjinis web. Dissegne une rie digjitâl par controlâ altece, largjece e inlineament dai elements de pagjine.
fy_nl: Mjit websiden. Tekenje in digitale liniaal op elke webside om de hichte, breedte en útlining fan side-eleminten te kontrolearjen.
he: מדידת דפי אינטרנט. ציור סרגל דיגיטלי בכל דף אינטרנט כדי לבדוק גובה, רוחב ויישור של רכיבי הדף.
hr: Mjeri web stranice. Povuci digitalno ravnalo preko bilo koje web stranice za provjeravanje visine, širine i poravnanje elemenata stranice.
ia: Mesura le paginas web. Tira un regula digital sur qualcunque pagina web pro determinar le altitude, latitude e alineamento del elementos del pagina.
is: Mældu vefsíður. Teiknaðu með stafrænni mælistiku á hverskyns vefsíður til að mæla hæð, breidd og hliðjöfnun síðuhluta.
nb_no: Mål nettsider. Tegn en digital linjal over en hvilken som helst nettside for å sjekke høyde, bredde og justering av sideelementer.
nn_no: Mål nettsider. Teikn ein digital linjal over kva nettside som helst for å sjekke høgd, breidd og justering av sideelement.
ro: Măsoară paginile web. Trasează o riglă digitală pe orice pagină web ca să verifici înălțimea, lățimea și alinierea elementelor în pagină.
tr: Web sayfalarını ölçün. Web sayfalarındaki öğelerin yüksekliğini, genişliğini ve hizalamasını kontrol etmek için dijital bir cetvel çizin.
vi: Đo lường các trang web. Vẽ một thước kỹ thuật số trên bất kỳ trang web nào để kiểm tra chiều cao, chiều rộng và căn chỉnh của các phần tử trang.

source: Enjoy the benefits of strong password management.
es_ar: Disfruta de los beneficios de una gestión segura de contraseñas.
fi: Nauti vahvan salasanahallinnan eduista.
fur: Gjolditi ducj i vantaçs di une salde gjestion des passwords.
fy_nl: Genietsje fan de foardielen fan sterk wachtwurdbehear.
he: להנות מהיתרונות של ניהול ססמאות חזקות.
ia: Tote le avantages de un solide gestion del contrasignos.
is: Njóttu kostanna við umsýslu sterkra lykilorða.
nb_no: Dra nytte av fordelene med sterk passordbehandling.
nn_no: Dra nytte av fordelane med sterk passordhandsaming.
ro: Bucură-te de beneficiile unei gestionări puternice a parolelor.
te: బలమైన సంకేతపద నిర్వహణ యొక్క ప్రయోజనాలను ఆనందించండి.
tr: Güçlü parola yönetiminin avantajlarından yararlanın.
vi: Tận hưởng những lợi ích của việc quản lý mật khẩu mạnh.

source: Customize shades of light and dark to make web pages more visually pleasing.
es_ar: Personaliza las sombras claras y oscuras para que las páginas sean más agradables a la vista.
fur: Personalize lis gradazions di lûs e ombrenis, par rindi lis pagjinis web plui bielis di viodi.
fy_nl: Pas ljochte en donkere tinten oan om websiden fisueel oantrekliker te meitsjen.
he: התאמה אישית של גוונים בהירים וכהים כדי להפוך אתרים לנעימים יותר לצפייה.
hr: Prilagodi svijetle i tamne nijanse kako bi web stranice bile vizualno ugodnije.
ia: Personalisa umbras de luce e obscuritate pro render le paginas web plus agradabile visualmente.
is: Sérsníddu ljósa og dökka litatóna til að gera vefsíður þægilegri fyrir augun.
nb_no: Tilpass nyanser av lyse og mørke for å gjøre nettsider mer visuelt tiltalende.
nn_no: Tilpass nyansar av lyse og mørke for å gjere nettsider meir visuelt tiltalande.
ro: Personalizează tente de clar/obscur pentru a optimiza vizual paginile.
tr: Web sayfalarını görsel olarak iyileştirmek için açık ve koyu tonlarınızı özelleştirin.
vi: Tùy chỉnh các sắc độ đậm nhạt để làm cho các trang web trực quan hơn.

source: Block distracting websites. Simply list the sites you want the extension to block. Instant discipline!
es_ar: Bloqueá los sitios web que distraen. Simplemente enumerá los sitios que querés que la extensión bloquee. ¡Disciplina instantánea!
fi: Estä häiritsevät sivustot. Listaa ne sivustot, jotka haluat laajennuksen estävän. Välitöntä kurinpitoa!
fur: Bloche i sîts web che ti distrain. Al baste listâ i sîts che tu desideris blocâ midiant la estension. Dissipline istantanie!
fy_nl: Blokkearje ôfliedende websites. Meitsje ienfâldich in list fan de websites dy’t jo de útwreiding blokkearje litte wolle. Daliks dissipline!
he: לחסום אתרים שמסיחים את הדעת. כל מה שעליך לעשות זה להוסיף לרשימה את האתרים שברצונך לחסום. משמעת מיידית!
hr: Blokiraj web stranice koje odvlače pažnju. Jednostavno navedi stranice koje želiš da proširenje blokira. Trenutna disciplina!
ia: Bloca sitos web que distrahe. Simplemente lista le sitos que tu desira blocate per le extension. Disciplina instantanee!
is: Lokaðu fyrir truflandi vefsvæði. Þú skráir einfaldlega þau vefsvæði sem þú vilt að viðbótin loki á. Agi á augnabliki!
nb_no: Blokker distraherende nettsteder. Bare oppgi nettstedene du vil at utvidelsen skal blokkere. Øyeblikkelig disiplin!
nn_no: Blokker distraherande nettstadar. Berre oppgi nettstadane du vil at utvidinga skal blokkere. Snarleg disiplin!
ro: Blochezi site-urile web care îți distrag atenția. Pur și simplu enumeri site-urile pe care vrei să le blocheze extensia. Disciplină instant!
tr: Dikkat dağıtan web sitelerini engelleyin. Uzantının engellemesini istediğiniz listeye eklemeniz yeterli.
vi: Chặn các trang web gây mất tập trung. Chỉ cần liệt kê các trang web bạn muốn tiện ích mở rộng chặn. Kỷ luật tức thì!

source: Change your browser's appearance. Easily design your own visual themes to make Firefox look as you please.
es_ar: Cambiá la apariencia de tu navegador. Diseñá fácilmente tus propios temas visuales para que Firefox se vea como quieras.
fi: Muuta selaimesi ulkoasua. Suunnittele helposti omat visuaaliset teemat, jotta Firefox näyttää haluamaltasi.
fur: Cambie l'aspiet dal to navigadôr. Dissegne cun facilitât i tiei temis visîfs par dâi a Firefox il stîl che ti plâs.
fy_nl: Wizigje hoe’t jo browser der út sjocht. Untwerp ienfâldich jo eigen fisuele tema’s om Firefox der út sjen te litten sa as jo dat wolle.
he: שינוי מראה הדפדפן שלך. ניתן לתכנן בקלות ערכות נושא חזותיות משלך כדי לגרום ל־Firefox להיראות כרצונך.
hr: Promijeni izgled preglednika. Jednostavno dizajniraj vlastite vizualne teme kako bi Firefox izgledao kako želiš.
ia: Cambia apparentia a tu navigator. Designa facilemente tu proprie themas visual pro facer parer Firefox como te place.
is: Breyttu því hvernig vafrinn þinn lítur út. Útbúðu þín eigin þemu á einfaldan máta til að gera Firefox eins útlítandi og þig lystir.
nb_no: Endre utseendet på nettleseren din. Design enkelt dine egne visuelle temaer for å få Firefox til å se ut som du ønsker.
nn_no: Endre utsjånaden på nettlesaren din. Design enkelt dine eigne visuelle tema for å få Firefox til å sjå ut som du ønskjer.
ro: Schimbă-ți aspectul browserului. Îți creezi ușor propriile teme vizuale și dai Firefox-ului un aspect pe gustul tău.
tr: Tarayıcınızın görünümünü değiştirin. Firefox'un istediğiniz gibi görünmesini sağlamak için görsel temalarınızı kolayca tasarlayın.
vi: Thay đổi giao diện trình duyệt của bạn. Dễ dàng thiết kế các chủ đề trực quan của riêng bạn để làm cho Firefox trông theo ý bạn.

source: Keep personal notes anywhere on the web. Simply use a sidebar to attach notes on specific web pages.
es_ar: Mantén tus notas personales en cualquier lugar de la web. Solo tienes que usar una barra lateral para adjuntar notas en páginas web específicas.
fur: Cjape notis personâls dapardut sul Web. Al baste doprâ une sbare laterâl par zontâ notis a pagjinis web specifichis.
fy_nl: Bewarje persoanlike oantekeningen oeral op it ynternet. Brûk gewoan in sydbalke om notysjes oan spesifike websiden ta te foegjen.
hr: Spremaj vlastite napomene bilo gdje na webu. Koristi bočnu traku za dodavanje napomena na određenim web stranicama.
ia: Mantene notas personal ubicunque sur le web. Usa simplemente un barra lateral a attacca tu notas sur paginas web specific.
is: Geymdu persónulega minnispunkta hvar sem er á vefnum. Notaðu einfaldlega hliðarstiku til að hengja athugasemdir við tilteknar vefsíður.
nb_no: Oppbevar personlige notater hvor som helst på nettet. Bruk ganske enkelt en sidestolpe for å legge ved notater på bestemte nettsider.
nn_no: Oppbevar personlege notat kvar som helst på nettet. Bruk ganske enkelt ein sidestolpe for å leggje ved notat på visse nettsider.
ro: Păstrează note personale oriunde pe net. Pur și simplu folosești o bară laterală ca să atașezi note la anumite pagini web.
tr: Kişisel notlarınızı web'de istediğiniz yerde saklayın. Web sayfalarına not eklemek için kenar çubuğunu kullanabilirsiniz.
vi: Giữ các ghi chú cá nhân ở bất cứ đâu trên web. Chỉ cần sử dụng thanh lề để đính kèm ghi chú trên các trang web cụ thể.

source: Use speech recognition to enable voice search on Google, Yahoo, and DuckDuckGo.
es_ar: Usa el reconocimiento de voz para activar la búsqueda por voz en Google, Yahoo y DuckDuckGo.
fi: Käytä puheentunnistusta ottaaksesi käyttöön äänihaun Googlessa, Yahoossa ja DuckDuckGossa.
fur: Dopre il ricognossiment vocâl par abilitâ la ricercje vocâl su Google, Yahoo e DuckDuckGo.
fy_nl: Brûk spraakwerkenning om sprutsen sykopdrachten op Google, Yahoo en DuckDuckGo yn te skeakeljen.
he: שימוש בזיהוי דיבור כדי לאפשר חיפוש קולי ב־Google, ‏Yahoo ו־DuckDuckGo.
hr: Koristi prepoznavanje govora za aktiviranje pretrage na Google, Yahoo i DuckDuckGo.
ia: Usa le recognition de voce pro activar le cerca vocal sur Google, Yahoo e DuckDuckGo.
is: Notaðu talkennsl til að leita með röddinni á Google, Yahoo og DuckDuckGo.
nb_no: Bruk talegjenkjenning for å slå på talesøk på Google, Yahoo og DuckDuckGo.
nn_no: Bruk talegjenkjenning for å slå på talesøk på Google, Yahoo og DuckDuckGo.
ro: Folosește recunoașterea vocală ca să activezi căutările vocale pe Google, Yahoo și DuckDuckGo.
te: Google, Yahoo, DuckDuckGo లలో మాట్లాడి వెతకడానికి స్వర గుర్తింపును వాడండి.
tr: Google, Yahoo ve DuckDuckGo'da sesli aramayı etkinleştirmek için konuşma tanımayı kullanın.
vi: Sử dụng nhận dạng giọng nói để bật tìm kiếm bằng giọng nói trên Google, Yahoo và DuckDuckGo.

source: Track products and get notified when prices drop on items you're interested in at Amazon, Best Buy, eBay, Home Depot, and Walmart.
es_ar: Rastreá los productos y recibí notificaciones cuando bajen los precios de los artículos que te interesan en Amazon, Best Buy, eBay, Home Depot y Walmart.
fi: Seuraa tuotteita ja vastaanota ilmoitus, kun sinua kiinnostavien tuotteiden hinnat laskevat Amazonissa, Best Buyssa, eBayssa, Home Depotissa ja Walmartissa.
fur: Ten di voli i prodots che ti interessin e ricêf un avîs cuant che i presits a calin. Al funzione cun Amazon, Best Buy, eBay, Home Depot e Walmart.
fy_nl: Folgje produkten en ûntfang in melding wannear prizen fan artikelen wêryn jo ynteressearre binne by Amazon, Best Buy, eBay, Home Depot en Walmart dale.
he: מעקב אחר מוצרים וקבלת התרעה כאשר המחירים יורדים על פריטים שמעניינים אותך ב־Amazon, ‏Best Buy, ‏eBay, ‏Home Depot, ‏Walmart.
ia: Tracia le precios del productos e recipe avisos quando cade le precios de articulos cuje tu es interessate in Amazon, Best Buy, eBay, Home Depot e Walmart.
nb_no: Spor produkter og få beskjed når prisene faller på varer du er interessert i hos Amazon, Best Buy, eBay, Home Depot og Walmart.
nn_no: Spor produkt og få beskjed når prisane fell på varer du er interessert i hos Amazon, Best Buy, eBay, Home Depot og Walmart.
ro: Urmărești produse și primești notificări când scad prețurile la articolele de care ești interesat(ă) pe Amazon, Best Buy, eBay, Home Depot și Walmart.
tr: Ürünleri takip edin ve Amazon, Best Buy, eBay, Home Depot ve Walmart'ta ilgilendiğiniz ürünlerin fiyatları düşünce bildirim alın.
vi: Theo dõi sản phẩm và nhận thông báo khi giá giảm trên các mặt hàng bạn quan tâm tại Amazon, Best Buy, eBay, Home Depot và Walmart.

source: Turn the web dark or select a custom color scheme to visually tailor the internet to your own taste.
es_ar: Pásate a la web oscura o selecciona un esquema de color personalizado para adaptar Internet de forma visual a tus propios gustos.
fi: Tummenna verkkosivut tai valitse mukautettu värimaailma räätälöidäksesi Internetin visuaalisesti oman makusi mukaan.
fur: Passe ae version scure de pagjine web opûr selezione un scheme di colôrs personalizât par imbinâ internet ai tiei guscj.
fy_nl: Meitsje it web donker of selektearje in oanpast kleureskema om it ynternet fisueel oan jo eigen smaak oan te passen.
he: להפוך את הרשת לכהה או לבחור בערכת צבעים מותאמת אישית כדי להתאים באופן חזותי את הרשת לטעמך.
ia: Obscura le Web o selige un combination de colores personalisate pro visualisar internet a tu proprie gusto.
is: Gerðu vefinn dökkann eða veldu sérsniðið litastef til að klæðskerasauma internetið eins og þú vilt hafa það.
nb_no: Gjør nettet mørkt eller velg et tilpasset fargevalg for å visuelt skreddersy internett etter din egen smak.
nn_no: Gjer nettet mørkt eller vel eit tilpassa fargeval for å visuelt skreddarsy nettet etter din eigen smak.
ro: Navighează pe web cu o temă întunecată sau selectează o paletă de culori personalizată pentru a plia vizual Internetul pe gustul tău.
tr: İnterneti kendi göz zevkinize göre uyarlamak için web'i karartın veya kendi renk düzeninizi seçin.
vi: Chỉnh trang web tối hoặc chọn một bảng màu tùy chỉnh để điều chỉnh Internet một cách trực quan theo sở thích của riêng bạn.

source: Get a more advanced search page on Firefox for Android.
es_ar: Consigue una página de búsqueda más avanzada en Firefox para Android.
fi: Hanki edistynyt hakusivu Firefoxin Android-versiolle.
fur: Oten une pagjine di ricercje avanzade su Firefox par Android.
fy_nl: Krij in avansearre sykside op Firefox foar Android.
he: קבלת דף חיפוש מתקדם יותר ב־Firefox עבור Android.
ia: Obtene un pagina de recerca plus avantiate sur Firefox pro Android.
is: Fáðu ítarlegri leitarsíðu í Firefox fyrir Android.
nb_no: Få en mer avansert søkeside på Firefox for Android.
nn_no: Få ei meir avansert søkeside på Firefox for Android.
ro: Obține o pagină de căutare mai avansată în Firefox pentru Android.
te: ఆండ్రాయిడ్ కోసం Firefoxలో మరింత ఉన్నతమైన వెతుకులాట పేజీని పొందండి.
tr: Android için Firefox'ta daha gelişmiş bir arama sayfası edinin.
vi: Nhận trang tìm kiếm nâng cao hơn trên Firefox dành cho Android.

source: Some sites have difficulty playing videos on Firefox for Android. This extension provides a fix.
es_ar: Algunos sitios tienen problemas para reproducir vídeos en Firefox para Android. Esta extensión te ofrece una solución.
fi: Joillakin verkkosivustoilla on vaikeuksia toistaa videoita Firefoxin Android-versiossa. Tämä laajennus korjaa asian.
fur: Cualchi sît al à dificoltâts tal riprodusi videos su Firefox par Android. Cheste estension e comede il probleme.
fy_nl: Guon websites hawwe muoite mei it ôfspyljen fan fideo’s op Firefox foar Android. Dizze útwreiding biedt in oplossing.
he: ישנם אתרים שמתקשים בהפעלת סרטונים ב־Firefox עבור Android. הרחבה זו מספקת את התיקון.
hr: Neke web stranice imaju poteškoće s reprodukcijom videozapisa na Firefoxu za Android. Ovo proširenje to ispravlja.
ia: Alcun sitos ha difficultate a reproducer videos sur Firefox pro Android. Iste extension forni un remedio.
is: Sum vefsvæði eiga í erfiðleikum með að spila myndskeið í Firefox fyrir Android. Hér er lausn á því.
nb_no: Noen nettsteder har problemer med å spille av videoer i Firefox for Android. Denne utvidelsen gir en løsning.
nn_no: Nokre nettstadar har problem med å spele av videoar i Firefox for Android. Denne utvidinga har ei løysing.
ro: Unele site-uri întâmpină dificultăți la redarea videoclipurilor în Firefox pentru Android. Această extensie oferă o remediere.
tr: Bazı siteler Android için Firefox'ta videoları oynatamayabilir. Bu uzantı bu sorunu düzeltir.
vi: Một số trang gặp khó khăn khi phát video trên Firefox dành cho Android. Tiện ích mở rộng này cung cấp một bản sửa lỗi.

source: Select, sort, and run your downloads faster.
es_ar: Selecciona, ordena y ejecuta tus descargas más rápido.
fi: Valitse, lajittele ja suorita latauksia aiempaa nopeammin.
fur: Selezione, ordene e discjame plui svelt.
fy_nl: Selektearje, oardenje en fier jo downloads flugger út.
hr: Odaberi, razvrstaj i pokreni preuzimanja brže.
ia: Elige, ordina e exeque tu discargamentos plus rapidemente.
is: Veldu, raðaðu og keyrðu niðurhalið þitt fljótar.
nb_no: Velg, sorter og kjør nedlastingene dine raskere.
nn_no: Vel, sorter og køyr nedlastingane dine raskare.
ro: Selectezi, sortezi și execuți descărcări mai rapid.
tr: İndirmelerinizi daha hızlı seçin, sıralayın ve çalıştırın.
vi: Chọn, sắp xếp và tải xuống của bạn nhanh hơn.

source: Get weather updates right in the browser.
es_ar: Obtén actualizaciones meteorológicas directamente en el navegador.
fi: Hanki säätilapäivitykset suoraan selaimeesi.
fur: Ricêf inzornaments meteo dret tal navigadôr.
fy_nl: Untfang waarupdates streekrjocht yn de browser.
he: קבלת עדכוני מזג אוויר היישר מהדפדפן.
hr: Dobij aktualizirane vremenske prognoze direktno u pregledniku.
ia: Previsiones meteorologic directemente in le navigator.
is: Fáðu uppfært veður beint í Firefox.
nb_no: Få væroppdateringer direkte i nettleseren.
nn_no: Få vêroppdateringar direkte i nettlesaren.
ro: Obține actualizări meteo direct în browser.
te: వాతావరణ తాజాకరణలను విహారిణిలోనే పొందండి.
tr: Hava durumu güncellemelerini doğrudan tarayıcıdan alın.
vi: Nhận thông tin cập nhật về thời tiết ngay trong trình duyệt.

source: Delete cookies, browsing history, and cached files with just a single click.
es_ar: Borrar cookies, historial de búsqueda y los archivos en caché con un solo click.
fi: Poista evästeet, selaushistoria ja välimuistitiedostot yhdellä napsautuksella.
fur: Elimine i cookies, la cronologjie di navigazion e i files te memorie cache cuntun sôl clic.
fy_nl: Smyt cookies, browserskiednis en buffere bestannen mei mar ien klik fuort.
he: מחיקת עוגיות, היסטוריית גלישה, וקבצים במטמון בלחיצה אחת בלבד.
hr: Izbriši kolačiće, povijest pregledavanja i predmemorirane datoteke jednim klikom.
ia: Dele cookies, chronologia de navigation e files in cache con un sol clic.
is: Eyddu vefkökum, vafurferli og skrám í skyndiminni með einum smelli.
nb_no: Slett infokapsler, surfehistorikk og hurtigbufrede filer med bare et enkelt klikk.
nn_no: Slett infokapslar, surfehistorikk og snøggbufra filer med berre eitt enkelt klikk.
ro: Ștergi cookie-uri, istoricul de navigare și fișiere din cache dintr-un singur clic.
te: ఒకే నొక్కుతో కుకీలను, విహరణ చరిత్రను, క్యాషె లోని ఫైళ్ళను తొలగించుకోండి.
tr: Tek tıklamayla çerezleri, gezinti geçmişini ve önbelleğe alınmış dosyaları silin.
vi: Xóa cookie, lịch sử duyệt web và các tập tin đã lưu trong bộ nhớ đệm chỉ với một cú nhấp chuột.

source: Remove tracking elements from web links.
es_ar: Eliminar elementos de seguimiento de enlaces web.
fi: Poista seurantaelementit linkeistä.
fur: Gjave i elements che ti spiin dai colegaments web.
fy_nl: Smyt trackingeleminten út webkeppelingen fuort.
he: הסרת רכיבי מעקב מקישורי אינטרנט.
ia: Remove elementos traciante de ligamines web.
is: Fjarlægðu rakningareinindi úr veftenglum.
nb_no: Fjern sporingselementer fra lenker på nettet.
nn_no: Fjern sporingselement frå lenker på nettet.
ro: Elimini elementele de urmărire din linkurile web.
tr: Web bağlantılarındaki takip öğelerini kaldırın.
vi: Loại bỏ các yếu tố theo dõi khỏi các liên kết web.

source: Get auto-populated RSS feed bookmark folders.
es_ar: Obtén carpetas de marcadores de RSS autopobladas.
fur: Cree cartelis di segnelibris pai feed RSS che a vegnin popoladis in automatic.
fy_nl: Krij automatysk folle blêdwizermappen mei RSS-feeds.
ia: Obtene dossiers de marcapaginas que se replena automaticamente con fluxos RSS.
is: Fáðu sjálfvirkt útfylltar bókamerkjamöppur fyrir RSS-streymi.
nb_no: Få automatisk utfylte bokmerkemapper for informasjonskanaler (RSS-feeder).
nn_no: Få automatisk utfylte bokmerkemapper for informasjonskanalar (RSS-feedar).
ro: Obții dosare de marcaje de fluxuri RSS populate automat.
tr: RSS beslemesi yer imi klasörlerini otomatik olarak doldurun.
vi: Nhận các thư mục đánh dấu nguồn cấp dữ liệu RSS được điền tự động.

source: Easily organize tons of open tabs.
es_ar: Organice fácilmente toneladas de pestañas abiertas.
fi: Järjestä helposti lukuisat avoinna olevat välilehdet.
fur: Organize cun facilitât toneladis di schedis viertis.
fy_nl: Organisearje ienfâldich in enoarme hoemannichte iepen ljepblêden.
he: ארגן בקלות כמויות גדולות של לשוניות פתוחות.
hr: Jednostavno organiziraj mnoštvo otvorenih kartica.
ia: Organisa facilemente tonnas de schedas aperte.
is: Skipuleggðu auðveldlega heilt tonn af opnum flipum.
nb_no: Organiser enkelt tonnevis av åpne faner.
nn_no: Organiser enkelt tonnevis av opne faner.
ro: Organizezi ușor tone de file deschise.
te: అనేక తెరిచివున్న ట్యాబులను తేలికగా నిర్వహించుకోండి.
tr: Çok sayıda açık sekmeyi kolayca düzenleyin.
vi: Dễ dàng tổ chức hàng tấn thẻ đang mở.
