Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Some pages use elements of <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (non-commercial), licensed under a <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.
id: Sejumlah halaman menggunakan elemen dari <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (non-commercial), di bawah lisensi <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.
kab: Kra nisebtar seqdacen iferdisen n <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (non-commercial), daw n turagt <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.
sk: Niektoré stránky používajú prvky <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (nekomerčné), uvoľnené pod licenciou <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.
sq: Disa nga faqet përdorin elemente nga <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (jokomerciali), licecuar sipas <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.
sr_latn: Neke stranice koriste elemente iz <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (nisu komercijalni), licencirani pod <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 licencom</a>.
sv_se: Vissa sidor använda element av <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (icke-kommersiell), licensierat under en <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.

source: For information on contributing, please see our <a href="%(url)s">wiki page</a>.
id: Untuk informasi mengenai berkontribusi, silakan lihat <a href="%(url)s">laman wiki</a>.
kab: I telɣut ɣef uttekki, ma ulac aɣilif ddu ar <a href="%(url)s">usebter wiki</a>-nneɣ.
sk: Ďalšie informácie o prispievaní do projektu nájdete na našej <a href="%(url)s">wiki stránke</a>.
sq: Për informacion rreth dhënies së kontributeve, ju lutemi, shihni <a href="%(url)s">faqen tonë wiki</a>.
sr_latn: Za informacije o doprinosu, pogledajte našu <a href="%(url)s">wiki stranicu</a>.
sv_se: För information om att bidra, se vår <a href="%(url)s">wiki-sida</a>.

source: Developer FAQ
hu: Fejlesztői GYIK
id: FAQ Pengembang
kab: Isteqsiyen FAQ n uneflay
sk: Často kladené otázky pre vývojárov
sq: FAQ për Zhvilluesit
sr_latn: ČPP programera
sv_se: FAQ utvecklare

source: Sections
hu: Szakaszok
id: Bagian
ka: განყოფილებები
kab: Tigezmiyin
ms: Bahagian
sk: Sekcie
sq: Ndarje
sr_latn: Sekcije
sv_se: Avdelningar
te: భాగాలు

source: Developing an Add-on
hu: Kiegészítő fejlesztése
id: Mengembangkan sebuah Pengaya
kab: Taneflit n uzegrir
sk: Vývoj doplnkov
sq: Zhvillimi i një Shtese
sr_latn: Razvoj dodatka
sv_se: Utveckla ett tillägg

source: Support Resources
hu: Támogatási erőforrások
id: Mendukung Sumber Daya
kab: Tiɣbula i tallalt
sk: Kde hľadať podporu
sq: Burime Asistence
sr_latn: Resursi podrške
sv_se: Support Resurser

source: Contributing your Add-on
hu: Kiegészítőjének közreadása
id: Menyumbangkan Pengaya anda
sq: Si të Kontribuoni me Shtesën tuaj
sr_latn: Doprinošenje Vašem dodatku
sv_se: Bidrar ditt tillägg

source: Add-on Review Process
hu: Kiegészítő értékelési folyamata
id: Proses Mengulas Pengaya
kab: Akala n ucegger n izegrar
sq: Procesi i Shqyrtimi të Shtesës
sr_latn: Proces pregleda dodatka
sv_se: Granskningsprocess för tillägg

source: Managing Your Add-on
hu: Kiegészítők kezelése
id: Mengelola Pengaya Anda
kab: Sefrek azegrir inek
sq: Administrimi i Shtesës Suaj
sr_latn: Upravljanje Vašim dodatkom
sv_se: Hantera ditt tillägg

source: References for Open Source Licenses
hu: Nyílt forráskódú licencek hivatkozásai
id: Referensi untuk Lisensi Sumber Terbuka
kab: Timsiɣal ɣef turagin n uɣbalu yeldin
sq: Referenca për Licencë Burimi të Hapur
sr_latn: Reference na licence otvorenog izvora
sv_se: Referenser för Open Source licenser

source: Add-on Developer FAQ
hu: Kiegészítő-fejlesztői GYIK
id: FAQ Pengembang Pengaya
kab: Iseteqsiyen FAQ n uneflay n izegrar
sk: Často kladené otázky pre vývojárov doplnkov
sq: FAQ për Zhvillues Shtesash
sr_latn: ČPP programera dodatka
sv_se: Tilläggs utvecklar FAQ

source: <h3>How do I build an Add-on?</h3> <p> Mozilla provides documentation on how to build an add-on via the <a href="%(url)s">Mozilla Developer Network</a>. </p>
hu: <h3>Hogyan készítek egy kiegészítőt?</h3> <p>A Mozilla a <a href="%(url)s">Mozilla fejlesztői hálózaton</a> keresztül biztosít dokumentációt arról, hogy hogyan készítsen el egy kiegészítőt.</p>
id: <h3>Bagaimana cara membangun Pengaya?</h3> <p> Mozilla menyediakan dokumentasi tentang bagaimana membangun pengaya melalui <a href="%(url)s">Jejaring Pengembang Mozilla</a>. </p>
sq: <h3>Si ta krijoj një Shtesë?</h3> <p> Te <a href="%(url)s">Rrjeti i Zhvilluesve Mozilla</a>, Mozilla ofron dokumentim se si të krijohet një shtesë. </p>
sr_latn: <h3>Kako napraviti dodatak?</h3> <p> Mozilla pruža dokumentaciju kako da napravite dodatak na sajtu <a href="%(url)s">Mozilla Developer Network</a>. </p>
sv_se: <h3>Hur skapar jag ett tillägg?</h3> <p> Mozilla tillhandahåller dokumentation om hur man bygger en tillägg via <a href="%(url)s">Mozilla Developer Network</a>. </p>

source: Other resources include:
hu: Más források többek között:
id: Sumber daya lainnya termasuk:
kab: Tiɣbula nniḍen gebrent:
sk: Ďalšie zaujímavé zdroje:
sq: Burime të tjera përfshijnë:
sr_latn: Ostali izvori uključuju:
sv_se: Andra resurser inkluderar:

source: "How to develop a Firefox extension" post in the Add-ons Blog
hu: „Hogyan fejlesszen Firefox kiegészítőt” bejegyzés a Kiegészítők blogon
id: Tulisan "Bagaimana cara mengembangkan ekstensi Firefox" di Blog Pengaya
sq: Postimi "Si të krijohet një zgjerim Firefox-i", te Blogu i Shtesave
sr_latn: "How to develop a Firefox extension" post na Add-ons blogu
sv_se: "Hur man utvecklar en utökning för Firefox" post i bloggen för tillägg

source: Mozilla Add-ons Blog
hu: Mozilla kiegészítők blog
id: Blog Pengaya Mozilla
kab: Ablug n izegrar n Mozilla
sq: Blogu i Shtesave Mozilla
sv_se: Mozilla blogg för tillägg

source: What tools do I need to be able to build an Add-on?
hu: Milyen eszközökre van szükségem, hogy egy kiegészítőt készítsek?
id: Alat apa yang saya perlukan untuk membangun sebuah Pengaya?
kab: Anwa ifecka i sriɣ akken ad izmireq ad snefliɣ azegrir?
sq: Ç’mjete më duhen që të jem në gjendje të ndërtoj një Shtesë?
sr_latn: Koji alati su mi potrebni da bi napravio dodatak?
sv_se: Vilka verktyg behöver jag för att kunna bygga ett tillägg?

source: You will need to have a version of the Mozilla software that you're building the add-on for and a code editor of your choice. Add-ons can be built for almost all Mozilla software but are primarily targeted for:
hu: Szüksége lesz arra a Mozilla szoftver verzióra, amelyre összeállítja a kiegészítőt, és a választott szövegszerkesztőjére. Kiegészítők szinte minden Mozilla szoftverhez készíthetőek, de főleg a következőket célozzák:
id: Anda perlu memiliki versi perangkat lunak Mozilla untuk yang mana anda membuat pengaya dan penyunting kode pilihan anda. Pengaya bisa dibuat untuk hampir semua perangkat lunak Mozilla namun terutama ditargetkan untuk:
sq: Do t’ju duhet të keni një version të software-it Mozilla për të cilin po ndërtoni shtesën dhe një përpunues kodi që e zgjidhni vetë. Shtesa mund të ndërtoni për thuajse krejt software-in Mozilla, por më së pari synohen:
sr_latn: Moraćete da imate verziju Mozilla softvera za koju pravite dodatak i program za uređivanje koda po Vašem izboru. Dodaci mogu biti napravljeni za skoro sve Mozilla softvere ali se uglavnom prave za:
sv_se: Du måste ha en version av Mozillas mjukvara som du bygger tillägget för och en kodredigerare som du väljer. Tillägg kan byggas för nästan alla Mozillas mjukvara men är huvudsakligen måltavlan för:

source: Popular code editors include:
hu: Népszerű kódszerkesztők többek között:
id: Penyunting kode populer meliputi:
kab: Imaẓragen n tengalt yettwasnen yegber:
sk: Medzi populárne editori kódu sa radia hlavne:
sq: Te përpunuesit popullorë të kodit përfshihen:
sr_latn: Popularni programi za obradu koda su:
sv_se: Populära kodredigerare inkluderar:

source: You can also learn more about setting up your development environment via the MDN article <a href="%(url)s">Setting up extension development environment</a>
hu: Többet tudhat meg a fejlesztőkörnyezet beállításáról a <a href="%(url)s">Fejlesztőkörnyezet beállítása</a> MDN cikkből
id: Anda bisa mengetahui lebih lanjut mengenai penyetelan lingkungan pengembangan melalui artikel MDN <a href="%(url)s">Penyetelan lingkungan pengembangan ekstensi</a>
sq: Rreth rregullimit të mjedisit tuaj të zhvillimit mund të mësoni më tepër përmes artikullit të MDN-së <a href="%(url)s">Rregullim mjedisi zhvillimi zgjerimesh</a>
sr_latn: Takođe možete naučiti kako da podesite Vaša razvojno okruženje preko MDN članka <a href="%(url)s">Setting up extension development environment</a>
sv_se: Du kan också lära dig mer om hur du konfigurerar din utvecklingsmiljö via MDN artikeln <a href="%(url)s">Konfigurera utvecklingsmiljö för utökningar</a>

source: What is a ".xpi" file?
hu: Mi az a „.xpi” fájl?
id: Apakah berkas ".xpi" itu?
kab: D acu-t ufaylu ".xpi"?
sk: Čo je súbor s koncovkou ".xpi"?
sq: Ç’janë kartelat ".xpi"?
sr_latn: Šta je ".xpi" datoteka?
sv_se: Vad är en ".xpi"-fil?

source: Extensions are packaged and distributed in ZIP files or Bundles, with the XPI (pronounced "zippy") file extension.
hu: A kiegészítők ZIP fájlokban vagy XPI (ejtsd: „zippi”) kiterjesztésű csomagokban csomagoltak és terjesztettek.
id: Ekstensi dikemas dan didistribusikan dalam berkas ZIP atau Bundles, dengan berkas ekstensi XPI (dibaca "zippy").
sq: Zgjerimet paketohen dhe shpërndahen si kartela ZIP ose Paketa, me zgjatim kartele XPI (të shqiptuar "zipi").
sr_latn: Ekstenzije su upakovane i distribuirane u ZIP datotekama ili paketima, sa XPI (izgovara se "zippy") ekstenzijom datoteke.
sv_se: Utökningar är paketerade och distribueras i ZIP-filer eller Bundles, med filtillägget XPI (uttalas "zippy").

source: What is XUL?
hu: Mi az a XUL?
id: Apakah XUL itu?
kab: D acu-t XUL ?
sk: Co je XUL?
sq: Ç’është XUL-i?
sr_latn: Šta je XUL?
sv_se: Vad är XUL?

source: XUL (XML User Interface Language) is Mozilla's XML-based language that lets you build feature-rich cross platform applications. It provides user interface widgets like buttons, menus, toolbars, trees, etc that can be used to enhance add-ons by modifying parts of the browser UI.
hu: A XUL (XML User Interface Language) a Mozilla XML-alapú nyelve, amellyel funkciógazdag, keresztplatformos alkalmazások készíthetőek. Felhasználói felületi elemeket biztosít, mint gombok, menük, eszköztárak, fák, stb., amelyek arra használhatóak, hogy jobbá tegyék a kiegészítőket, a böngésző felületének egyes részeinek módosításával.
id: XUL (XML User Interface Language) adalah basis bahasa XML Mozilla yang memungkinkan anda membuat fitur yang melintasi platform aplikasi. Hal ini memberi pengguna dengan widget antarmuka seperti tombol, menu, toolbar, pohon dll yang bisa digunakan untuk meningkatkan pengaya dengan memodifikasi bagian UI peramban.
kab: XUL (XML User Interface Language) d tutlayt yebnan ɣef XML n Mozilla ara k-yeǧǧen ad tesneflif̣ isnasen ɣef deqs n inagrawen. Yettmuddu-d iferdisen n ugrudem n useqdac am tqeffalin, umuɣen, ifeggagen n ifecka, isekla, atg izemren ad ttwasqedcen deg usnerni n izegrar s usnifel n yeḥricen n ugrudem n useqdac UI n iminig.
sq: XUL (XML User Interface Language - Gjuhë XML Ndërfaqesh Përdoruesi) është gjuha me bazë XML e Mozilla-s, e cila ju lejon të ndërtoni aplikacione plot funksione dhe ndërplatformësh. Ajo ju furnizon elemente ndërfaqeje përdoruesi, të tillë si butona, menu, panele, struktura pemë, etj, që mund të përdoren për të zgjeruar shtesat, duke ndryshuar pjesë të Ndërfaqes së Përdoruesit të shfletuesit.
sv_se: XUL (XML User Interface Language) är Mozillas XML-baserade språk som låter dig bygga funktionsrika plattformsoberoende program. Det ger ett användargränssnitt med widgets som knappar, menyer, verktygsfält, träd, etc som kan användas för att förbättra tillägg genom att ändra delar av webbläsarens UI.

source: What is the "install.rdf" file used for?
hu: Mire használják az „install.rdf” fájlt?
id: Digunakan untuk apa berkas "install.rdf" itu?
kab: Imumi yettuseqdac ufaylu "install.rdf" ?
sk: Na čo sa používa súbor "install.rdf"?
sq: Përse përdoret kartela "install.rdf"?
sr_latn: Za šta se koristi datoteka "install.rdf"?
sv_se: Vad används filen "install.rdf" till?

source: This file, called an <a href="%(url)s">Install Manifest</a>, is used by Add-on Manager-enabled XUL applications to determine information about an add-on as it is being installed. It contains metadata identifying the add-on, providing information about who created it, where more information can be found about it, which versions of what applications it is compatible with, how it should be updated, and so on. The format of the Install Manifest is RDF/XML.
hu: Ezt a fájl, a <a href="%(url)s">telepítési jegyzékfájlt</a>, a Kiegészítőkezelőben engedélyezett XUL alkalmazások használják, hogy információt kapjanak a kiegészítőkről, amikor azok települnek. Olyan metaadatokat tartalmaz, amely azonosítja a kiegészítőt, információt adva arról, hogy ki készítette, hol található több információ, mely alkalmazások, mely verzióival kompatibilis, hogyan kell frissíteni, és így tovább. A telepítési jegyzékfájl RDF/XML formátumú.
id: Berkas ini, disebut <a href="%(url)s">Manifest Pemasangan</a>, digunakan oleh Manajer Pengaya untuk memungkinkan aplikasi XUL untuk menentukan informasi mengenai pengaya saat dipasang. Ia mengandung metadata yang mengidentifikasi pengaya, memberikan informasi mengenai siapa yang membuatnya, di mana informasi yang lebih banyak bisa ditemukan mengenai hal ini, versi apa dari aplikasi yang cocok dengan itu, bagaimana caranya diperbarui dan seterusnya. Format Manifest Pemasangan adalah RDF/XML.
sq: Kjo kartelë, e quajtur një <a href="%(url)s">Manifest Instalimi</a>, përdoret nga aplikacione XUL, të përdorshme nga Përgjegjësi i Shtesave, për të përcaktuar të dhëna rreth një shtese, teksa fillon instalimi i saj. Në të përmbahen tejtëdhëna që identifikojnë shtesën, duke furnizuar informacion se kush e krijoi, ku mund të gjenden më tepër të dhëna rreth saj, cili version i cilit aplikacion është i përputhshëm me të, si do të duhej përmirësuar ajo, e me radhë. Formati për Manifeste Instalimi është RDF/XML.
sv_se: Denna fil, som kallas en <a href="%(url)s">Install Manifest</a>, används av tilläggshanterar-aktiverade XUL program för att bestämma information om ett tillägg som ska installeras. Den innehåller metadata som identifierar tillägget, som ger information om vem som skapade den, där mer information kan hittas om det, vilka versioner av program som den är kompatibel med, hur det ska uppdateras och så vidare. Formatet på Install Manifest är RDF/XML.

source: What does "maxVersion" mean?
hu: Mit jelent a „maxVersion”?
id: Apa yang dimaksud dengan "maxVersion"?
kab: D acu-t unamek n "maxVersion" ?
sq: Ç’do të thotë "maxVersion"?
sr_latn: Šta znači "maxVersion"?
sv_se: Vad betyder "maxVersion"?

source: This determines the maximum version of Firefox you're saying this extension will work with. Set this to be no newer than the newest currently available version!
hu: Ez határozza meg a legnagyobb Firefox verziót, amelyről azt állítja, hogy működni fog rajta ez a kiegészítő. Ne állítsa újabbra, mint a legújabb elérhető verzió!
id: Ini menentukan versi maksimum Firefox dengan yang mana menurut anda ekstensi ini bisa bekerja. Atur ini untuk tidak menjadi lebih baru daripada versi paling baru yang saat ini tersedia!
sq: Kjo përcakton versionin maksimum të Firefox-it me të cilin thoni se do të punojë zgjerimi. Caktojeni jo më të ri se versioni më i ri i tanishëm!
sr_latn: To određuje maksimalnu verziju Firefox-a na kojoj će ova ekstenzija raditi. Podesite da ovo bude novije od trenutno dostupne verzije!
sv_se: Detta bestämmer den maximala versionen av Firefox du säger denna utökning kommer att fungera med. Ange detta för att inte vara nyare än den senaste tillgängliga version!

source: Can my add-on contain binary components?
hu: Tartalmazhat a kiegészítőm bináris komponenseket?
id: Bisakah pengaya saya mengandung komponen biner?
kab: Yezmer uzegrir inu ad yegber isuddas imsinen?
sq: A mund të përmbajë shtesa ime përbërës dyorë?
sr_latn: Da li moj dodatak može da sadrži binarne komponente?
sv_se: Kan mitt tillägg innehålla binära komponenter?

source: Yes. You can use Mozilla's <a href="%(url)s">XPCOM component object model</a> to enhance your add-ons. XPCOM components be used and implemented in JavaScript, Java, and Python in addition to C++.
hu: Igen. Használhatja a Mozilla <a href="%(url)s">XPCOM komponens objektum-modellt</a> hogy jobbá tegye a kiegészítőit. Az XPCOM komponensek C++ mellett JavaScriptben, Javában és Pythonban is használhatóak és megvalósíthatóak.
id: Ya. Anda bisa menggunakan <a href="%(url)s">XPCOM model komponen obyek</a> Mozilla untuk meningkatkan pengaya anda. Komponen XPCOM bisa digunakan dan diimplementasikan dalam JavaScript, Java, dan Python sebagai tambahan untuk C++.
sq: Po. Mund të përdorni <a href="%(url)s">XPCOM component object model</a> të Mozilla-s për të zgjeruar shtesat tuaja. Përbërësit XPCOM të jenë përdorur dhe sendërtuar në JavaScript, Java, dhe Python, përveç se C++.
sr_latn: Da. Možete da koristite Mozilla-in <a href="%(url)s">XPCOM component object model</a> da poboljšate svoj dodatak. XPCOM komponente će biti implementirane u JavaScript, Java i C++.
sv_se: Ja. Du kan använda Mozillas <a href="%(url)s">XPCOM komponentobjektmodell</a> för att förbättra ditt tillägg. XPCOM komponenter kan användas och implementeras i JavaScript, Java och Python förutom C ++.

source: Can I use a JavaScript library like jQuery, MooTools or Prototype to build my add-on?
hu: Használhatok JavaScript könyvtárakat, mint a jQuery, MooTools vagy Prototype, a kiegészítőm elkészítéséhez?
id: Bisakah saya menggunakan pustaka JavaScript seperti jQuery, MooTools atau Prototype untuk membuat pengaya?
sq: A mund të përdor në ndërtimin e shtesë sime librari JavaScript, të tilla si jQuery, MooTools ose Prototype?
sr_latn: Da i mogu da koristim JavaScript biblioteku kao što je jQuery, MooTools ili Prototype da napravim dodatak?
sv_se: Kan jag använda ett JavaScript-bibliotek som jQuery, MooTools eller Prototyp för att bygga mitt tillägg?

source: Yes. It's possible, but some of the functionality provided by these libraries are available through XPCOM, XUL, and JavaScript. In addition, authors should take care if libraries modify primitive object prototypes (String.prototype, Date.prototype, etc.) and/or define global functions (eg. the $ function). These are prone to cause conflict with other add-ons, in particular if different add-ons use different versions of libraries and so on. Developers need to be very, very careful with using them. Mozilla does not offer documentation on using them to build add-ons.
sq: Po. Është e mundur, por disa nga funksionet e furnizuara nga këto librari janë të mundshme përmes XPCOM-it, XUL-it, dhe JavaScript-it. Për më tepër, autorët duhet të kujdesen se mos libraritë modifikojnë prototipe objektesh primitive (String.prototype, Date.prototype, etj.) dhe/ose përkufizojnë funksione globalë (p.sh. funksionin $). Njihen si shkaktarë përplasjesh me shtesa të tjera, veçanërisht nëse shtesa të tjera përdorin versione të tjerë të librarive, e me radhë. Zhvilluesit duhet të jenë shumë, shumë të kujdesshëm në përdorimin e tyre. Mozilla nuk ofron dokumentim mbi përdorimin e tyre për të krijuar shtesa.

source: How do I debug my add-on?
hu: Hogyan keressen hibát a kiegészítőjében?
id: Bagaimana saya men-debug pengaya?
kab: Amek ara seɣtiɣ azegrir inu?
sq: Si ta diagnostikoj shtesën time?
sr_latn: Kako da otklonim greške sa mog dodatke?
sv_se: Hur kan jag felsöka mitt tillägg

source: You can use the <a href="%(url)s">Add-on Debugger</a>.
hu: Használhatja a <a href="%(url)s">Kiegészítő hibakövetőt</a>.
id: Anda bisa menggunakan <a href="%(url)s">Debugger Pengaya</a>.
kab: Tzemred ad tesqedceḍ <a href="%(url)s"> Tamseɣtayt n izegrar</a>.
sq: Mund të përdorni <a href="%(url)s">Diagnostikues Shtesash</a>.
sr_latn: Možete da koristite <a href="%(url)s">Add-on Debugger</a>.
sv_se: Du kan använda <a href="%(url)s">felsökaren för tillägg</a>.

source: How do I test for compatibility with the latest version of Mozilla software?
hu: Hogyan tesztelheti a kompatibilitást a legfrissebb Mozilla szoftverekkel?
id: Bagaimana saya menguji kecocokan dengan versi terbaru perangkat lunak Mozilla?
kab: Ames ara skeydeɣ azegrir inu ma yemṣada akked lqem aneggaru n useɣẓan n Mozilla?
sq: Si ta provoj për përputhshmëri me versionin më të ri të software-it Mozilla-s?
sr_latn: Kako da testiram kompatibilnost sa najnovijom verzijom Mozilla softvera?
sv_se: Hur testar jag kompatibilitet med den senaste versionen av programvara från Mozilla?

source: To ensure compatibility with the latest Mozilla software, it's important to download updates as they become available and test your add-on to ensure that it is still functioning as expected. In many cases, the latest version of Mozilla software may be a beta release. Since these releases at times introduce architectural changes that may impact the functionality of your add-on, it's important to be actively involved in the beta process to ensure that your add-on users are not negatively impacted upon final release of Mozilla software.
id: Untuk memastikan kecocokan dengan perangkat lunak Mozilla terbaru, sangatlah penting untuk mengunduh pembaruan segera setelah tersedia dan menguji pengaya anda untuk memastikannya masih bekerja sebagai mana diharapkan. Dalam kebanyakan kasus, versi terbaru perangkat lunak Mozilla bisa menjadi rilis beta. Karena rilis ini sering kali memperkenalkan perubahan arsitektural yang akan mempengaruhi fungsi pengaya anda, sangat penting untuk terlibat secara aktif dalam proses beta untuk memastikan bahwa pengguna pengaya anda tidak dipengaruhi secara negatif saat rilis final perangkat lunak Mozilla.
sq: Për të siguruar përputhshmëri me software-in më të ri Mozilla, është e rëndësishme të shkarkohen përditësimet dora-dorës që vijnë, dhe të testohet shtesa juaj për t’u siguruar që funksionon përsëri ashtu siç pritet. Në mjaft raste, versioni më i ri i një software-i Mozilla mund të jetë beta. Këto versione ka raste që sjellin ndryshime arkitekturore që mund të ndikojnë në funksionimin e shtesës suaj, ndaj është e rëndësishme të përfshiheni aktivisht në proceset beta, për të siguruar që përdoruesit e shtesës suaj nuk do të preken negativisht nga hedhja përfundimtare në qarkullim e software-it Mozilla.
sv_se: För att säkerställa kompatibilitet med den senaste programvaran av Mozilla, är det viktigt att ladda ner uppdateringar när de blir tillgängliga och testa ditt tillägg för att säkerställa att det fortfarande fungerar som förväntat. I många fall kan den senaste versionen av Mozillas programvara vara en betaversion. Eftersom dessa släpp ibland inför arkitektoniska förändringar som kan påverka funktionaliteten hos ditt tillägg, är det viktigt att aktivt delta i beta-processen för att säkerställa att ditt tilläggs användare inte negativt påverkas av den slutliga utgåvan av Mozillas programvara.
