Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Yes. You can specify a license agreement when submitting your add-on. You can also add or update a license agreement via the Developer Tools dashboard after your add-on has been submitted.
hu: Igen. Megadhatja a licencmegállapodást a kiegészítője beküldésekor. A kiegészítő beküldése után, a fejlesztői eszközök vezérlőpulton is megadhatja vagy frissítheti a licencmegállapodást.
id: Bisa. Anda bisa merinci kesepakatan lisensi saat memasukkan pengaya. Anda juga bisa menambahkan atau memperbarui kesepakatan pengaya lewat papan Perangkat Pengembang setelah pengaya anda didaftarkan.
sq: Po. Mund të caktoni një marrëveshje licence, gjatë parashtrimit të shtesës suaj. Përmes pultit të Mjeteve të Zhvilluesit mund të shtoni ose përditësoni një marrëveshje licence edhe pasi shtesa juaj të jetë parashtruar.
sr_latn: Da. Možete odrediti sporazum o licenciranju prilikom slanja dodatka. Takođe možete da dodate ili ažurirate ugovor o licenci preko Developer Tools table nakon što je podnet Vaš dodatak.
sv_se: Ja. Du kan ange ett licensavtal när du skickar in ditt tillägg. Du kan också lägga till eller uppdatera ett licensavtal via översikten för utvecklingsverktyg efter att tillägget har skickats in.

source: Can I include a privacy policy for my add-on?
hu: Adhat-e meg adatvédelmi szabályzatot a kiegészítőjéhez?
id: Bisakah saya memasukkan kebijakan privasi untuk pengaya saya?
kab: Zemreɣ ad sedduɣ tasertit tabadnit i uzegrir inu?
sq: A mund të përfshij rregulla privatësie për shtesën time?
sr_latn: Da li mogu da uključim polisu privatnosti za moj dodatak?
sv_se: Jag kan inkludera en sekretesspolicy för mitt tillägg?

source: Yes. You can specify a privacy policy when submitting your add-on. You can also add or update a privacy policy via the Developer Tools dashboard after your add-on has been submitted.
hu: Igen. Megadhatja az adatvédelmi szabályzatot a kiegészítője beküldésekor. A kiegészítő beküldése után, a fejlesztői eszközök vezérlőpulton is megadhatja vagy frissítheti az adatvédelmi szabályzatot.
id: Bisa. Anda bisa merinci kebijakan privasi saat memasukkan pengaya. Anda juga bisa menambah atau memperbarui kebijakan privasi melalui papan Perangkat Pengembang setelah pengaya anda didaftarkan.
sq: Po. Mund të caktoni rregulla privatësie, gjatë parashtrimit të shtesës suaj. Përmes pultit të Mjeteve të Zhvilluesit mund të shtoni ose përditësoni rregulla privatësie edhe pasi shtesa juaj të jetë parashtruar.
sr_latn: Da. Možete da navedete polisu privatnosti prilikom slanja dodatka. Takođe možete da dodate ili ažurirate polisu privatnosti preko Developer Tools table nakon što je podnet Vaš dodatak.
sv_se: Ja. Du kan ange en sekretesspolicy när du skickar in ditt tillägg. Du kan också lägga till eller uppdatera en sekretesspolicy via översikten för utvecklingsverktyg efter att tillägget har skickats in.

source: Why must my add-on be reviewed?
hu: Miért kell a kiegészítőjét értékelni?
id: Mengapa pengaya saya harus diulas?
sq: Pse duhet shqyrtuar shtesa ime?
sr_latn: Zašto moj dodatak mora ponovo da se pregleda?
sv_se: Varför måste mitt tillägg bli granskat?

source: All add-ons submitted, whether new or updated, are reviewed to ensure that Mozilla users have a stable and safe experience. All add-ons submissions are reviewed using the guidelines outlined in the <a href="%(url)s">Editors Reviewing Guide</a>.
hu: Minden, akár új, akár frissített kiegészítő értékelésre kerül, hogy a Mozilla felhasználók számára biztosítva legyen a stabil és biztonságos felhasználói élmény. Minden beküldött kiegészítő értékelésre kerül a <a href="%(url)s">Szerkesztői értékelési útmutató</a> irányelvei mentén.
id: Semua pengaya yang didaftarkan, baik baru atau dieprbarui, harus diulas untuk memastikan bahwa pengguna Mozilla mendapatkan pengalaman yang stabil dan aman. Seluruh pendaftaran pengaya diulas menggunakan panduan yang ditulis dalam <a href="%(url)s">Panduan Pengulasan Penyunting</a>.
sq: Krejt shtesat e parashtruara, të reja apo të përditësuara, shqyrtohen, që përdoruesve t’u bëhet e mundur një punim i qëndrueshëm dhe i parrezik. Krejt parashtrimet e shtesave shqyrtohen duke përdorur udhëzimet e përcaktuara te <a href="%(url)s">Udhërrëfyesi i Redaktorëve të Shqyrtimeve</a>.
sv_se: Alla tillägg som skickas in, vare sig nya eller uppdaterade, granskas för att se till att Mozilla-användare har en stabil och säker upplevelse. Alla inskickade tillägg granskas med hjälp av riktlinjerna i <a href="%(url)s">riktlinjer för redigerare</a>.

source: Who reviews my add-on?
hu: Ki értékeli a kiegészítőjét?
id: Siapa yang mengulas pengaya saya?
kab: Anwa ara cegren azegrir-inu?
sq: Kush e shqyrton shtesën time?
sr_latn: Ko pregledava moj dodatak?
sv_se: Vem granskar mitt tillägg?

source: Add-ons are reviewed by the AMO Editors, a group of talented developers that volunteer to help the Mozilla project by reviewing add-ons to ensure a stable and safe experience for Mozilla users. When communicating with editors, please be courteous, patient and respectful as they are working hard to ensure that your add-on is set up correctly and follows the guidelines outlined in the <a href="%(url)s">Editors Reviewing Guide</a>.
id: Semua pengaya diulas oleh Penyunting AMO, sekelompok pengembang berbakat yang secara sukarela membantu proyek Mozilla dengan mengulas pengaya untuk memastikan pengalaman yang stabil dan aman untuk pengguna Mozilla. Saat berkomunikasi dengan penyunting, harap sopan, sabar dan menghormati karena mereka bekerja keras untuk memastikan pengaya anda dipasang dengan benar dan mengikuri panduan yang digariskan di <a href="%(url)s">Panduan Ulasan Penyunting</a>.
sq: Shtesat shqyrtohen nga Redaktorët e AMO-s, një grup programuesish të talentuar, vullnetarë në ndihmë të projektit Mozilla që shqyrtojnë shtesat për t’u siguruar përdoruesve Mozilla një punim të qëndrueshëm dhe të parrezik. Kur komunikoni me redaktorët, ju lutemi, jini të sjellshëm, të duruar dhe me respekt, pasi ata punojnë fort për të siguruar që shtesa juaj të jetë rregulluar si duhet dhe se është në pajtim me udhëzimet e përcaktuara në <a href="%(url)s">Udhërrëfyesin e Redaktorëve të Shtesave</a>.
sv_se: Tillägg granskas av AMO:s redigerare, en grupp begåvade utvecklare som frivilligt hjälper Mozilla-projekt genom att granska tillägg för att säkerställa en stabil och säker upplevelse för Mozillas användare. Vid kommunikation med redigerare, vänligen var artig, tålmodig och respektfull, eftersom de arbetar hårt för att se till att ditt tillägg är korrekt och följer riktlinjerna i <a href="%(url)s">riktlinjer för redigerare</a>.

source: What are the guidelines used to review my add-on?
id: Apakah panduan yang digunakan untuk mengulas pengaya saya?
sq: Cilat janë udhëzimet e përdorura për të shqyrtuar shtesën time?
sr_latn: Koje su smernice koje se koriste za pregled mog dodatka?
sv_se: Vilka riktlinjer används för att granska mitt tillägg?

source: The Mozilla editorial team follows the <a href="%(url)s">Editors Reviewing Guide</a> when testing an add-on for acceptance onto AMO. It is important that add-on developers review this guide to ensure that common problem areas are addressed prior to submitting their add-on for review. This will greatly assist in expediting the review process.
id: Tim penyunting Mozilla mengikuti <a href="%(url)s">Panduan Ulasan Penyunting</a> saat menguji pengaya untuk diterima di AMO. Sangat penting bagi pengembang pengaya meninjau panduan ini untuk memastikan bahwa bagian masalah umum telah ditangani sebelum memasukkan pengaya mereka untuk diulas. Ini akan sangat membantu mempercepat proses pengulasan.
sq: Kur vë në provë një shtesë, për pranim te AMO, ekipi i shqyrtuesve të shtesave Mozilla ndjek <a href="%(url)s">Udhërrëfyesin për Shqyrtimet</a>. Është e rëndësishme që zhvilluesit e shtesave ta studiojnë këtë udhërrëfyes, për të bërë të mundur që problemet e rëndomta të jenë trajtuar përpara parashtrimit të shtesës për shqyrtim. Kjo do të ndihmojë fort në përshpejtimin e procesit të shqyrtimit.
sv_se: Mozilla redaktionen följer <a href="%(url)s">riktlinjer för redigerare</a> när man testar ett tillägg för godkännande på AMO. Det är viktigt att tilläggsutvecklare granskar denna guide för att se till att gemensamma problemområden behandlas innan de skickar in tillägg för granskning. Detta kommer att kraftigt bidra till att påskynda granskningsprocessen.

source: How long will it take for my add-on to be reviewed?
id: Berapa lama waktu yang diperlukan pengaya saya untuk diulas?
sq: Sa kohë do të duhet për shqyrtimin e shtesës sime?
sr_latn: Koliko dugo je potrebno da se dodatak pregleda?
sv_se: Hur lång tid tar det innan mitt tillägg granskas?

source: We cannot give a time estimate as to how long it will take before an add-on is reviewed. Many factors affect the time including the:
id: Kami tidak dapat memberikan perkiraan waktu berapa lama sebelum pengaya diulas. Beberapa faktor yang mempengaruhi jangka waktu tercakup dalam:
sq: Nuk japim dot përafërsisht një kohë se sa do të duhet përpara se një shtesë të jetë shqyrtuar. Ka shumë faktorë që ndikojnë, përfshi:
sr_latn: Mi Vam ne možemo dati procenu vremena koliko će biti potrebno pre nego što se pregleda dodatak. Mnogi faktori utiču na vreme, uključujući:
sv_se: Vi kan inte ge en uppskattad tid om hur lång tid det tar innan ett tillägg granskas. Många faktorer påverkar tiden, inklusive:

source: number of add-on submissions
hu: kiegészítőbeküldések száma
id: jumlah pengaya yang dimasukkan
kab: amḍan n tuzniwin n izigrar
sq: numër parashtrimesh shtesash
sr_latn: broj podnesenih dodataka
sv_se: antalet inskickade tillägg

source: complexity of an add-on’s code
id: kompleksitas kode pengaya
sq: ndërlikueshmëria e kodit të një shtese
sr_latn: složenost koda dodataka
sv_se: komplexiteten för ett tilläggs kod

source: number of problem areas discovered
id: jumlah masalah yang dicakup
sq: numër zonash problematike të zbuluara
sr_latn: broj problematičnih oblasti koje su otkrivene
sv_se: antal upptäckta problemområden

source: This is why it's very important to read the <a href="%(g_url)s">Editors Reviewing Guide</a> to ensure that your add-on is setup as expected. It's also a good idea to read the blog post, <a href="%(blog_url)s">Successfully Getting your Add-on Reviewed</a> which provides excellent insight into ensuring a smooth review of your add-on.
sq: Kjo është arsyeja pse është me shumë rëndësi të lexohet <a href="%(g_url)s">Udhërrëfyesi për Redaktorë Shqyrtimesh</a> për të siguruar që shtesa juaj është rregulluar ashtu siç pritet. Po ashtu, është ide e mirë të lexohet postimi në blog, <a href="%(blog_url)s">Successfully Getting your Add-on Reviewed</a> që ofron këndvështrim të shkëlqyer lidhur me bërjen të mundur të një shqyrtimi të rrjedhshëm të shtesës suaj.

source: How can I see how many times my add-on has been downloaded?
id: Bagaimana saya bisa melihat berapa kali pengaya saya diunduh?
sq: Si mund ta shoh se sa herë është shkarkuar shtesa ime?
sr_latn: Kako mogu da vidim koliko je puta preuzet moj dodatak?
sv_se: Hur kan jag se hur många gånger mitt tillägg har laddats ner?

source: The Statistics Dashboard found in the Developer Tools dashboard provides information that can help you determine your add-on downloads since you've submitted it to AMO.
id: Papan Statistik yang ditemukan dalam papan Perangkat Pengembang menyediakan informasi yang bisa membantu anda menentukan berapa kali pengaya anda diunduh sejak dimasukkan ke AMO.
sq: Pulti i Statistikave te pulti Mjete Zhvilluesi ju ofron të dhëna që mund t’ju ndihmojnë të përcaktoni shkarkimet e shtesës suaj që nga parashtrimi i saj te AMO.
sr_latn: Kontrolna tabla statistika koja možete naći u Developer Tools tabli pruža informacije koje Vam mogu pomoći da utvrdite preuzimanja Vaših dodataka pošto ste ga podneli na AMO.
sv_se: Statistiköversikten som hittas i översikten för utvecklingsverktyg ger information som kan hjälpa dig att avgöra ditt tilläggs nedladdningar sedan du har skickat in det till AMO.

source: How can I see how many active users are using my add-on?
id: Bagaimana saya bisa melihat berapa banyak pengguna aktif pengaya saya?
sq: Si mund të shoh se sa përdorues aktivë po e përdorin shtesën time?
sr_latn: Kako mogu da vidim koliko aktivnih korisnika koristi moj dodatak?
sv_se: Hur kan jag se hur många aktiva användare som använder mitt tilllägg?

source: The Statistics Dashboard found in the Developer Tools dashboard provides information that can help you determine how many users have been actively using your add-on since you've submitted it to AMO.
id: Papan Statistik yang ditemukan dalam papan Perangkat Pengembang menyediakan informasi yang bisa membantu anda menentukan berapa jumlah pengguna aktif pengaya anda sejak dimasukkan ke AMO.
sq: Pulti i Statistikave që gjeni te pulti i Mjeteve të Zhvilluesit ofron informacion që mund t’ju ndihmojë të përcaktoni sa përdorues e kanë përdorur aktivisht shtesën tuaj që nga parashtrimi i saj te AMO.
sv_se: Statistiköversikten som hittas i översikten för utvecklingsverktyg ger information som kan hjälpa dig att avgöra hur många användare som aktivt har använt ditt tillägg sedan du har skickat in det till AMO.

source: How do I submit an update for my add-on?
id: Bagaimana saya memasukkan pembaruan pengaya saya?
kab: Amek ara yazneɣ lqem i uzegrir inu?
sq: Si të parashtroj një përditësim për shtesën time?
sr_latn: Kako da podnesem nadogradnju za moj dodatak?
sv_se: Hur skickar jag in en uppdatering för mitt tillägg?

source: You can submit an update for your add-on via the Developer Tools dashboard by choosing the option "Upload a new version" and uploading a new .xpi file for your add-on.
id: Anda bisa memasukkan pembaruan pengaya melalui papan Perangkat Pengembang dengan memilih "Unggah versi baru" dan mengunggah berkas .xpi baru untuk pengaya anda.
sq: Për shtesën tuaj mund të parashtroni një përditësim përmes pultit të Mjeteve të Zhvilluesve, duke përzgjedhur mundësinë "Ngarkoni një version të ri" dhe duke ngarkuar një kartelë të re .xpi për shtesën tuaj.
sv_se: Du kan skicka in en uppdatering för ditt tillägg via översikten för utvecklingsverktyg genom att välja alternativet "Ladda upp en ny version" och ladda upp en ny .xpi fil för ditt tillägg.

source: Does my update need to be reviewed by editors?
id: Apakah pembaruan yang saya buat perlu diulas oleh penyunting?
sq: A lypset që përditësimi im të shqyrtohet nga redaktorët?
sr_latn: Da li moja nadogradnja mora da bude pregledana od strane urednika?
sv_se: Behöver min uppdatering granskas av redigerare?

source: That depends. If you are simply changing a description of your add-on or updating a "maxVersion" to ensure compatibility with a new Mozilla software update, then your add-on does not need to be reviewed again. If, however, you submit a new updated file, then your add-on update will need to be reviewed by an editor.
id: Tergantung. Jika anda hanya mengubah deskripsi pengaya atau memperbarui "maxVersion" untuk memastikan kecocokan dengan pembaruan perangkat lunak Mozilla, maka pengaya anda tidak perlu diulas kembali. Namun, jika anda memasukkan berkas pembaruan, maka pengaya anda akan perlu diulas kembali oleh penyunting.
sq: Varet. Nëse thjesht po ndryshoni një përshkrim të shtesës suaj, ose po përditësoni "maxVersion" që të siguroni përputhshmërinë me një përditësim të ri të software-it Mozilla, shtesa juaj s’ka nevojë të merret në shqyrtim sërish. Por, nëse parashtroni një kartelë të re të përditësuar, atëherë sh përditësimi i shtesës suaj do të lypë shqyrtim nga një redaktor.
sv_se: Det beror på. Om du bara ändrar en beskrivning för ditt tillägg eller uppdaterar en "maxVersion" för att säkerställa kompatibilitet med en ny programuppdatering av Mozilla, då behöver inte ditt tillägg granskas på nytt. Men om du skickar in en ny uppdaterad fil, då behöver uppdateringen av ditt tillägg granskas av en redigerare.

source: How do I reply to a user who has posted a negative review of my add-on?
id: Bagaimana saya menjawab pengguna yang mengirimkan ulasan negatif untuk pengaya saya?
sq: Si t’i përgjigjem një përdoruesi që ka postuar një shqyrtim negativ të shtesës sime?
sr_latn: Kako mogu da odgovorim korisniku koji je objavio negativan komentar na moj dodatak?
sv_se: Hur svarar jag på en användare som har postat en negativ recension av mitt tillägg?

source: A developer may reply to any review posted to their add-on as long as they are logged into AMO. In addition, any user can flag a review as:
id: Pengembang bisa membalas ulasan apapun untuk pengaya mereka asalkan mereka masuk dalam AMO. Sebagai tambahan, setiap pengguna bisa menandai ulasan sebagai:
sq: Një zhvillues mund t’i përgjigjet cilitdo shqyrtim të postuar mbi shtesën e tyre, mjaft të kenë bërë hyrjen në AMO. Për më tepër, çdo shqyrtues mund t’i vërë shenjë një shqyrtimi si:
sv_se: En utvecklare kan besvara varje inlägg som postas till deras tillägg så länge de är inloggade på AMO. Dessutom kan alla användare flagga en granskning som:

source: Spam or otherwise non-review content
es_ar: Publicidad u otro contenido no relacionado
fur: Spam o contignût fûr di lûc
fy_nl: Spam of oare tekst dy’t net in beoardieling is
he: ספאם או תוכן שאינו שייך לסקירה
hr: Neželjena pošta ili na drugi način ne revizirani sadržaj
hu: Hirdetés vagy nem értékeléssel kapcsolatos tartalom
ia: Spam o contento alteremente non-revidite
id: Spam atau tidak berisi ulasan
is: Ruslpóstur eða annað ótengt efni
ka: სარეკლამო ან შეუსაბამო შიგთავსი
ms: Spam atau kandungan lain yang tiada kaitan
nb_no: Spam eller annet innhold som ikke er anmeldt
nn_no: Søppel (Spam) eller anna ikkje-vurderingsinnhald
ro: Spam sau alt conținut care nu e o recenzie
sk: Spam alebo iný neschválený obsah
sq: E pavlerë ose përndryshe lëndë jo nga shqyrtime
sr_latn: Spam ili drugi sadržaj ne-recenzentnog tipa
sv_se: Skräpkommentar eller annat icke recensionsartat innehåll
te: స్పామ్ లేదా సమీక్ష-కాని విషయం
tr: Spam veya inceleme olmayan içerik
vi: Spam hoặc các nội dung không phải là đánh giá

source: Inappropriate language/dialog
es_ar: Lenguaje/diálogo inapropiado
fur: lengaç/dialic sconvenient
fy_nl: Unfoech taalgebrûk
he: שפה בלתי־הולמת
hr: Neprikladan jezik/dijalog
hu: Nem ideillő nyelvhasználat/veszekedés
ia: Lingua/dialogo inappropriate
id: Bahasa yang tidak pantas
is: Óviðeigandi umtal/málfar
ka: შეუფერებელი ლექსიკა/დიალოგი
kab: Yir tutlayt /amsawal
ms: Bahasa//dialog tidak sesuai
nb_no: Upassende språk/dialog
nn_no: Upassande språk/innhald
ro: Limbaj necuviincios
sk: Nevhodný jazyk/dialóg
sq: Gjuhë/dialog i papërshtatshëm
sr_latn: Neprikladan jezik/dijalog
sv_se: Opassande språk/innehåll
te: అనుచిత భాష/సంభాషణ
th: ใช้ภาษาไม่เหมาะสม/dialog
tr: Uygunsuz dil/konuşma
vi: Hộp thoại / ngôn ngữ không phù hợp

source: Misplaced bug report or support request
es_ar: Informe de problema o petición de asistencia en una ubicación incorrecta
fur: Segnalazion di erôr o richieste di supuart fate intun puest sbaliât
fy_nl: Mispleatst bugrapport of stipefersyk
he: דיווח על באג או בקשת תמיכה במקום הלא נכון
hr: Zagubljeno izvješće greške ili zahtjev za podršku
hu: Rossz helyre küldött hibajelentés vagy támogatási kérés
ia: Reporto de defecto o requesta de supporto mal ponite
id: Laporan bug atau permintaan dukungan yang tidak pada tempatnya
is: Ekki rétt staðsett villutilkynning eða aðstoðarbeiðni
ka: არასწორი მოხსენება ან მხარდაჭერის მოთხოვნა
ms: Laporan atau sokongan pepijat yang tersalah tempat
nb_no: Feilplassert feilrapport eller kundestøttehenvendelse
nn_no: Feilplassert feilrapport eller kundestøtteførespurnad
ro: Raport de defect sau cerere de asistență plasat(ă) greșit
sk: Nevhodne umiestnená správa o chybe alebo žiadosť o podporu
sq: Njoftim të metash apo kërkesë për asistencë jo në vendin e duhur
sr_latn: Pogrešno postavljen izveštaj o grešci ili zahtev za podršku
sv_se: Felrapport eller begäran om hjälp på fel ställe
te: తప్పు స్థానంలో ఉంచిన దోష నివేదిక లేక తోడ్పాటు అభ్యర్థన
tr: Yanlış yere konmuş hata raporu veya destek isteği
vi: Yêu cầu hỗ trợ hoặc báo cáo lỗi bị đặt nhầm

source: Other (provides a pop-up prompt for information)
id: Lainnya (memberi bagian yang muncul dengan cepat untuk memberi informasi)
sq: Tjetër (ofron një fushë hapmbyll për informacion)
sr_latn: Ostalo (pruža iskačuću liniju za informacije)
sv_se: Annat (ger en pop-up prompt för information)

source: Currently, AMO does not provide a mechanism to directly communicate with a reviewer but this feature is being investigated and considered for a future update.
hu: Jelenleg, az AMO nem biztosít módot az értékelővel való közvetlenül kommunikációra, de vizsgáljuk a funkciót, és megfontoljuk egy jövőbeni frissítésben.
id: Saat ini, AMO tidak menyediakan mekanisme untuk berkomunikasi secara langsung dengan pengulas namun fitur ini sedang diselidiki dan dipertimbangkan untuk pembaruan di masa depan.
sq: Hëpërhë, AMO s’ofron ndonjë mekanizëm për komunikim të drejtpërdrejtë me një shqyrtues, por kjo veçori po merret në shqyrtim për një version të së ardhmes.
sr_latn: Trenutno, AMO ne obezbeđuje mehanizam da direktnu komunikaciju sa recenzentom, ali ova opcija se istražuje i razmatra za buduće nadogradnje.
sv_se: För närvarande tillhandahåller AMO inte en mekanism för att kommunicera direkt med en granskare men denna funktion är under utredning och beaktad för en framtida uppdatering.

source: Can I request that a review be removed if the review is negative?
id: Bisakah saya meminta sebuah ulasan dihapus jika ulasan tersebut negatif?
sk: Môžem požiadať o odstránenie recenzie, ak je negatívna?
sq: A mund të kërkoj heqjen e një shqyrtuesi, nëse shqyrtimi është negativ?
sr_latn: Da li mogu tražiti da se pregled ukloni ukoliko je pregled bio negativan?
sv_se: Kan jag begära att en granskning tas bort om granskningen är negativ?

source: No. We do not remove negative reviews from add-ons unless they are found to be false.
id: Tidak. Kami tidak menghapus ulasan negatif dari pengaya kecuali jika ulasan itu diketahui salah.
sq: Jo. Nuk i heqim shqyrtimet negative mbi një shtesë, veç në u gjetshin të rreme.
sr_latn: Ne. Mi ne uklanjamo negativne kritike od dodataka, osim ako se utvrdi da su lažne.
sv_se: Nej. Vi tar inte bort negativa granskningar från tillägg om de inte visar sig vara falska.

source: Can I request that a review be removed if the review is inaccurate?
id: Bisakah saya meminta sebuah ulasan dihapus jika ulasan tersebut tidak akurat?
sk: Môžem požiadať o odstránenie recenzie, ktorá je nepravdivá?
sq: A mund të kërkoj heqjen e një shqyrtuesi, nëse shqyrtimi është i pasaktë?
sr_latn: Da li mogu tražiti da se pregled ukloni ukoliko je pregled bio netačan?
sv_se: Kan jag begära att en granskning tas bort om granskningen är felaktig?

source: If an author contacts us and asks for a review containing false or inaccurate information to be removed, we will review the post and consider removing it.
id: Jika penulis mengontak kami dan meminta supaya ulasan yang mengandung kesalahan informasi atau tidak akurat dihapus, kami akan meninjau kiriman tersebut dan menghapusnya.
sq: Nëse një autor na kontakton dhe na kërkon që një shqyrtim të hiqet, sepse përmban informacion të rremë ose të pasaktë, do ta marrim në shqyrtim postimin dhe do të shohim edhe heqjen e tij.
sr_latn: Ako nas autor kontaktira i traži da se ukloni revizija koja sadrži lažne ili netačne informacije, mi ćemo je pregledati i razmislit ćemo o tome da je uklonimo.
sv_se: Om en upphovsmannen kontaktar oss och ber om att en granskning tas bort som innehåller falska eller felaktiga uppgifter, går vi igenom posten och överväger att ta bort den.
