Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Information request cleared by developer on {addon} {version}.
ka: მონაცემების მოთხოვნა {addon} {version}-ზე წაშალა შემმუშავებელმა.
ms: Permintaan maklumat dibuang oleh pembangun {addon} {version}.

source: Information request removed
ka: მონაცემების მოთხოვნა გაუქმებულია
ms: Permintaan maklumat dibuang
te: సమాచార అభ్యర్థన తీసివేయబడింది

source: {addon} {version} admin add-on-review requested.
ka: {addon} {version} საჭიროებს ადმინისტრატორის განხილვას.
ms: {addon} {version} perlu semakan pentadbir.

source: Admin add-on-review requested
ka: საჭიროებს ადმინისტრატორის განხილვას
ms: Perlu semakan pentadbir add-on
te: నిర్వాహక పొడిగింత-సమీక్ష అభ్యర్థించబడింది

source: {addon} {version} admin content-review requested.
ka: {addon} {version} შიგთავსი საჭიროებს ადმინისტრატორის განხილვას.
ms: {addon} {version} perlu semakan pentadbir kandungan.

source: Admin content-review requested
ka: შიგთავსი საჭიროებს ადმინისტრატორის განხილვას
ms: Perlu semakan pentadbir kandungan
te: నిర్వాహక కంటెంట్-సమీక్ష అభ్యర్థించబడింది

source: {addon} {version} admin theme-review requested.
es_ar: Se ha solicitado la revisión de tema de un administrador para {addon} {version}.
fi: {addon} {version} teeman tarkistusta pyydettiin järjestelmävalvojalta.
fur: Richieste revision teme de bande di un aministradôr par {addon} {version}.
fy_nl: Temabeoardieling troch admin foar {addon} {version} oanfrege.
he: נשלחה בקשה לסקירת ערכת נושא על־ידי מנהל עבור {addon} {version}.
hr: {addon} {version} administratorski pregled teme zatražen.
ia: Le administrator demandava revision de thema pro {addon} {version}.
ka: {addon} {version} თემა საჭიროებს ადმინისტრატორის განხილვას.
ms: {addon} {version} perlu semakan pentadbir tema.
nb_no: {addon} {version} temagjennomgang av admin forespurt.
nn_no: {addon} {version} temagjennomgåing av admin førespurd.
ro: Recenzarea temei de către administrator pentru {addon} {version} a fost solicitată.
th: ร้องขอการพิจารณาชุดตกแต่งโดยผู้ดูแลสำหรับ {addon} {version} แล้ว
tr: {addon} {version} yönetici tema incelemesi talep edildi.

source: Admin theme-review requested
es_ar: Se ha solicitado la revisión de tema de un administrador
fi: Teeman tarkistusta pyydettiin järjestelmävalvojalta
fur: Richieste revision teme de bande di un aministradôr
fy_nl: Temabeoardieling troch admin oanfrege
he: נשלחה בקשה לסקירת ערכת נושא על־ידי מנהל
hr: Administratorski pregled teme zatražen
ia: Le administrator demandava revision de thema
ka: თემა საჭიროებს ადმინისტრატორის განხილვას
ms: Perlu semakan pentadbir tema
nb_no: Temagjennomgang av admin forespurt
nn_no: Temagjennomgåing av admin førespurd
ro: Recenzarea temei de către administrator a fost solicitată
te: నిర్వాహక అలంకారం-సమీక్ష అభ్యర్థించబడింది
th: ร้องขอการพิจารณาชุดตกแต่งโดยผู้ดูแลระบบแล้ว
tr: Yönetici tema incelemesi istendi
vi: Yêu cầu đánh giá chủ đề của quản trị viên

source: {addon} was migrated from a lightweight theme.
es_ar: {addon} se migró desde un tema liviano.
fur: {addon} al à fat la migrazion di un teme lizêr.
fy_nl: {addon} is migrearre fan in ljochtgewicht tema ôf.
hr: {addon} je preseljen iz lakih tema.
ia: {addon} habeva migrate ab un thema legier.
ka: {addon} გადმოტანილია მსუბუქი თემიდან.
ms: {addon} dipindahkan daripada tema ringkas.
nb_no: {addon} ble migrert fra et lettvektstema.
nn_no: {addon} vart migrert frå eit lettvektstema.
ro: {addon} a migrat de la o temă ușoară.
te: {addon} తేలికపాటి అలంకారం నుండి వలస వచ్చింది.
th: {addon} ถูกโอนย้ายจากชุดตกแต่งขนาดเล็ก
tr: {addon} hafif bir temadan taşındı.
vi: {addon} đã được di chuyển từ một chủ đề nhẹ.

source: Theme (Static)
ka: თემა (უცვლელი)
ms: Tema (Statik)
te: అలంకారం (అచలం)

source: Themes (Static)
ka: თემა (უცვლელი)
ms: Tema (Statik)
te: అలంకారాలు (అచలం)

source: Alerts & Updates
es_ar: Alertas y actualizaciones
fi: Ilmoitukset ja päivitykset
fur: Avîs & inzornaments
fy_nl: Warskôgingen en fernijingen
he: התראות ועדכונים
hr: Upozorenja i aktualiziranja
ia: Alertas & actualisationes
is: Aðvaranir og uppfærslur
ka: უწყებები და განახლებები
kab: Alɣu & Ileqman
ms: Makluman & Kemaskini
nb_no: Varslinger og oppdateringer
nn_no: Varslingar og oppdateringar
ro: Alerte și actualizări
te: హెచ్చరికలు మరియు నవీకరణలు
th: การแจ้งเตือนและการอัปเดต
tr: Uyarılar ve Güncellemeler
vi: Cảnh báo & Cập nhật

source: Appearance
es_ar: Apariencia
fi: Käyttöliittymän muokkaus
fur: Aspiet
fy_nl: Foarmjouwing
he: תצוגה
hr: Izgled
ia: Apparentia
is: Útlit
ka: იერსახე
kab: Arwes
ms: Penampilan
nb_no: Utseende
nn_no: Utsjånad
ro: Aspect
te: రూపురేఖలు
th: รูปลักษณ์
tr: Görünüm
vi: Diện mạo

source: Bookmarks
es_ar: Marcadores
fi: Kirjanmerkit
fur: Segnelibris
fy_nl: Blêdwizers
he: סימניות
hr: Zabilješke
ia: Marcapaginas
is: Bókamerki
ka: სანიშნები
kab: Ticraḍ n isebtar
ms: Tandabuku
nb_no: Bokmerke
nn_no: Bokmerke
ro: Marcaje
te: ఇష్టాంశములు
th: ที่คั่นหน้า
tr: Yer İmleri
vi: Đánh dấu

source: Download Management
es_ar: Administrador de descargas
fi: Latausten hallinta
fur: Gjestion files discjariâts
fy_nl: Downloadbehear
he: ניהול הורדות
hr: Upravljanje preuzimanjima
ia: Gestion de discargamento
is: Umsýsla niðurhals
ka: ჩამოტვირთვების მართვა
kab: Asefrek n usider
ms: Pengurusan Muat turun
nb_no: Nedlastingsbehandling
nn_no: Nerladdningshandsaming
ro: Gestionare descărcări
te: దింపుకోలు నిర్వహణ
th: การจัดการการดาวน์โหลด
tr: İndirme Yönetimi
vi: Quản lí tải xuống

source: Feeds, News & Blogging
es_ar: Canales, noticias y blogs
fi: Syötteet, uutiset ja blogit
fur: Feeds, notiziis e blogs
fy_nl: Feeds, nijs en blogging
he: הזנות, חדשות ובלוגים
hr: Kanali, vijesti i blogovi
ia: Feeds de novas, novas e blog
is: Streymi, fréttaveitur og blogg
ka: სიახლეების არხები და სვეტები
kab: Isuddam, isallen & ublugi
ms: Suapan, Berita & Blog
nb_no: RSS-kanaler, nyheter og blogging
nn_no: RSS-kjelder, nyheiter og blogging
ro: Fluxuri, știri și blogging
te: ఫీడులు, వార్తలు & బ్లాగులు
th: ฟีด, ข่าว และบล็อก
tr: Akışlar, Haberler ve Blog'lar
vi: Nguồn cấp dữ liệu, tin tức & blog

source: Games & Entertainment
es_ar: Juegos y entretenimiento
fi: Pelit ja viihde
fur: Zûcs e divertiment
fy_nl: Spultsjes en amusemint
he: משחקים ובידור
hr: Igre i zabava
ia: Jocos e amusamento
is: Leikir og afþreying
ka: თამაშები და გართობა
kab: Uraren & Zhu
ms: Permainan & Hiburan
nb_no: Spill og underholdning
nn_no: Spel og underhaldning
ro: Jocuri și divertisment
te: ఆటలు మరియు వినోదం
th: เกมและความบันเทิง
tr: Oyunlar ve Eğlence
vi: Trò chơi & Giải trí

source: Photos, Music & Videos
es_ar: Fotos, música y videos
fi: Kuvat, musiikki ja video
fur: Fotos, musiche e videos
fy_nl: Foto’s, muzyk en fideo’s
he: תמונות, מוסיקה ווידאו
hr: Fotografija, glazba i video
ia: Photos, Musica & Videos
is: Ljósmyndir, tónlist og myndskeið
ka: ფოტო, მუსიკა და ვიდეო
kab: Tiwlafin, aẓawan & tvidyutin
ms: Foto, Muzik & Video
nb_no: Foto, musikk og videoer
nn_no: Foto, musikk og videoar
ro: Foto, audio și video
te: ఫోటోలు, సంగీతం & వీడియోలు
th: รูปถ่าย, เพลง และวิดีโอ
tr: Fotoğraf, Müzik ve Videolar
vi: Hình ảnh, Âm nhạc và Phim

source: Privacy & Security
es_ar: Privacidad y seguridad
fi: Tietosuoja ja -turvallisuus
fur: Riservatece e sigurece
fy_nl: Privacy en befeiliging
he: פרטיות ואבטחה
hr: Privatnost i sigurnost
ia: Confidentialitate & securitate
is: Persónuvernd og öryggi
ka: პირადულობა და უსაფრთხოება
kab: Tabaḍnit & Taɣellist
ms: Privasi & Keselamatan
nb_no: Personvern og sikkerhet
nn_no: Personvern og sikkerheit
ro: Confidențialitate și securitate
te: అంతరంగికత & భద్రత
th: ความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve Güvenlik
vi: Riêng tư & Bảo mật

source: Shopping
es_ar: Compras
fi: Ostokset
fur: Compris
fy_nl: Winkelje
he: קניות
hr: Kupovanje
ia: Compras
is: Verslun
ka: ვაჭრობა
kab: Tiɣin
ms: Beli-belah
ro: Cumpărături
te: కొనుగోలు
th: การซื้อของ
tr: Alışveriş
vi: Mua sắm

source: Social & Communication
es_ar: Social y comunicación
fi: Sosiaaliset ja kommunikointi
fur: Social e comunicazion
fy_nl: Sosjaal en kommunikaasje
he: חברתי ותקשורתי
hr: Društvene mreže i komunikacija
is: Félagslegt og samskipti
ka: სოციალური ქსელები
kab: Timetti & Taɣwalt
ms: Sosial & Komunikasi
nb_no: Sosialt og kommunikasjon
nn_no: Sosialt og kommunikasjon
ro: Social și comunicare
te: సామాజిక మరియు సమాచారవ్యవస్థ
th: สังคมและการสื่อสาร
tr: Sosyal ve İletişim
vi: Giao lưu & Liên lạc

source: Tabs
es_ar: Pestañas
fi: Välilehdet
fur: Schedis
fy_nl: Ljepblêden
he: לשוניות
hr: Kartice
ia: Schedas
is: Flipar
ka: ჩანართები
kab: Iccaren
ms: Tab
nb_no: Faner
nn_no: Faner
ro: File
te: ట్యాబులు
th: แท็บ
tr: Sekmeler
vi: Thẻ

source: Web Development
es_ar: Desarrollo web
fi: Websivujen kehitys
fur: Disvilup web
fy_nl: Webûntwikkeling
he: פיתוח הרשת
hr: Razvoj weba
ia: Disveloppamento del Web
is: Vefhönnun
ka: ვებშემუშავება
kab: Taneflit Web
ms: Pembangunan Web
nb_no: Nettutvikling
nn_no: Nettutvikling
ro: Dezvoltare web
te: జాల అభివృద్ధి
th: การพัฒนาเว็บ
tr: Web Geliştirme
vi: Phát triển Web

source: Animals
ka: ცხოველები
kab: Iγeṛsiwen
ms: Haiwan
te: జంతువులు

source: Compact
ka: შემჭიდროებული
kab: Ussid
ms: Padat
te: కుదించు

source: Large
ka: ფართო
kab: Hraw
ms: Besar
te: పెద్దది

source: Modern
ka: თანამედროვე
kab: Atrar
ms: Moden
te: ఆధునిక

source: Nature
es_ar: Naturaleza
fi: Luonto
fy_nl: Natuer
he: טבע
hr: Priroda
ia: Natura
is: Náttúra
ka: ბუნება
kab: Agama
ms: Alam
nb_no: Natur
nn_no: Natur
ro: Natură
te: ప్రకృతి
th: ธรรมชาติ
tr: Doğa
vi: Thiên nhiên

source: OS Integration
ka: სისტემასთან თავსებადი
kab: Asleɣ n unagraw
ms: Integrasi OS
te: OS అనుసంధానం

source: Retro
ka: ძველებური
te: రెట్రో

source: Sports
es_ar: Deportes
fi: Urheilu
fy_nl: Sport
he: ספורט
hr: Sport
is: Íþróttir
ka: სპორტი
kab: Addal
ms: Sukan
nb_no: Sport
nn_no: Sport
ro: Sport
te: క్రీడలు
th: กีฬา
tr: Spor
vi: Thể thao

source: Abstract
es_ar: Abstracto
fi: Abstraktit
fur: Astrat
fy_nl: Abstrakt
he: מופשט
hr: Abstraktno
ia: Abstracte
is: Óhlutbundið
ka: აბსტრაქტული
kab: Agzul
ms: Abstrak
nb_no: Abstrakt
nn_no: Abstrakt
te: సంక్షిప్తము
th: นามธรรม
tr: Soyut
vi: Trừu tượng

source: Causes
es_ar: Causas
fi: Aatteet
fur: Iniziativis
fy_nl: Goede doelen
he: גורמים
hr: Povodi
ia: Causas
is: Málstaðir
ka: მრწამსი
kab: Tignatin
ms: Alasan
nb_no: Formål
nn_no: Føremål
ro: Cauze
te: కారణాలు
th: เจตจำนง
tr: Gayeler
vi: Mục đích

source: Fashion
es_ar: Moda
fi: Muoti
fur: Mode
fy_nl: Moade
he: אופנה
hr: Moda
ia: Moda
is: Tíska
ka: მოდა
kab: Amaynut
ms: Fesyen
nb_no: Mote
nn_no: Mote
ro: Modă
te: ఫ్యాషన్
th: แฟชั่น
tr: Moda
vi: Thời trang

source: Film and TV
es_ar: Cine y tv
fi: Elokuva ja TV
fur: Cine e tv
fy_nl: Film en telefyzje
he: קולנוע וטלוויזיה
hr: Film i TV
ia: Film e TV
is: Kvikmyndir og sjónvarp
ka: ფილმები და ტელევიზია
kab: Isura & Tiliẓri
ms: Filem dan TV
nb_no: Film og TV
nn_no: Film og TV
ro: Film și TV
te: సినిమా, టీవీ
th: ภาพยนตร์และโทรทัศน์
tr: Film ve TV
vi: Phim và TV

source: Holiday
es_ar: Vacaciones
fi: Loma
fur: Vacancis
fy_nl: Fakânsje
he: חופשה
hr: Blagdan
ia: Vacantias
is: Frítími og hátíðir
ka: დღესასწაული
kab: Amras
ms: Percutian
nb_no: Ferie
nn_no: Ferie
ro: Vacanțe și sărbători
te: సెలవు
th: วันหยุด
tr: Tatil
vi: Ngày lễ

source: Music
es_ar: Música
fi: Musiikki
fur: Musiche
fy_nl: Muzyk
he: מוזיקה
hr: Glazba
ia: Musica
is: Tónlist
ka: მუსიკა
kab: Aẓawan
ms: Muzik
nb_no: Musikk
nn_no: Musikk
ro: Muzică
te: సంగీతము
th: เพลง
tr: Müzik
vi: Âm nhạc

source: Scenery
es_ar: Paisajes
fi: Maisema
fur: Paisaçs
fy_nl: Lânskip
he: נופי
hr: Pejzaž
ia: Paisage
is: Landslag og náttúra
ka: ხედები
ms: Pemandangan
nb_no: Landskap
nn_no: Landskap
ro: Peisaj
te: సీనరీ
th: ทิวทัศน์
tr: Manzara
vi: Phong cảnh

source: Seasonal
es_ar: Estaciones
fi: Vuodenajat
fur: Stagjons
fy_nl: Seizoensbûn
he: עונתי
hr: Sezona
ia: Saisonal
is: Árstíðabundið
ka: სეზონური
ms: Musim
nb_no: Sesongbestemt
nn_no: Sesong
ro: De sezon
te: రుతువు
th: ฤดูกาล
tr: Dönemsel
vi: Theo mùa

source: Solid
es_ar: Sólido
fi: Tasaväriset
fur: Colôrs uniformis
fy_nl: Fêst
he: אחיד
hr: Jednobojne
ia: Colores uniforme
is: Gegnheilt
ka: მთლიანი
ms: Padu
nb_no: Fast
nn_no: Fast
te: ముదురు
th: สีทึบ
tr: Katı
vi: Màu đồng nhất

source: Websites
es_ar: Páginas web
fi: Verkkosivustot
fur: Sîts web
he: אתרים
hr: Web stranice
ia: Sitos web
is: Vefsvæði
ka: ვებგვერდები
kab: Ismal web
ms: Laman web
nb_no: Nettsteder
nn_no: Nettstadar
ro: Site-uri web
te: వెబ్‌సైట్లు
th: เว็บไซต์
tr: Web Siteleri
vi: Trang web

source: General
fi: Yleiset
fur: Gjenerâl
fy_nl: Algemien
he: כללי
hr: Opće
is: Almennt
ka: ზოგადი
kab: Amatu
ms: Umum
nb_no: Generelt
nn_no: Generelt
te: సాధారణం
th: ทั่วไป
tr: Genel
vi: Tổng quát

source: Business
ka: საქმიანობა
kab: Amahil
ms: Perniagaan
te: వ్యాపారం

source: Dictionaries & Encyclopedias
ka: ლექსიკონები და ენციკლოპედიები
kab: Imawalen & tisanayin
ms: Kamus & Ensiklopedia
te: నిఘంటువులు & విజ్ఞాన సర్వస్వాలు

source: Kids
ka: საბავშვო
kab: Igwerdan
ms: Kanak-kanak
te: చిన్న పిల్లలు

source: Multiple Search
ka: გაერთიანებული საძიებოები
kab: Deqs n inadiyen
ms: Pelbagai Carian
te: బహుళ శోధన

source: News & Blogs
ka: სიახლეები და სვეტები
kab: Isallen & Iblugen
ms: Berita & Blog
te: వార్తలు & బ్లాగులు

source: Photos & Images
ka: ფოტო და სურათები
kab: Tiwlafin & Tugniwin
ms: Foto & Imej
te: ఫోటోలు మరియు చిత్రాలు

source: Shopping & E-Commerce
ka: ვაჭრობა და ელკომერცია
kab: Tiɣin & Tanezzut taliktṛunant
ms: Beli-belah & E-Dagang
te: షాపింగ్ మరియు ఇ-కామర్స్

source: Social & People
ka: სოც. ქსელები
kab: Timetti & Imdanen
ms: Sosial & Manusia
te: సామాజిక మరియు ప్రజలు

source: Travel
ka: მოგზაურობა
kab: Tirza
ms: Pelancongan
te: ప్రయాణం

source: Video
ka: ვიდეო
kab: Tividyutin
te: వీడియో

source: Device Features & Location
ka: მოწყობილობის შესაძლებლობები და ადგილმდებარეობა
kab: Timahilin akked wadig n ibenkan
ms: Ciri & Lokasi Peranti
te: పరికర ఫీచర్లు & స్థానం

source: Experimental
ka: საცდელი
kab: Armitan
ms: Eksperimen
te: ప్రయోగాత్మకం

source: Feeds, News, & Blogging
ka: არხები, სიახლეები და სვეტები
kab: Isuddam, isallen & ublugi
ms: Suapan, Berita & Blog

source: Photos & Media
ka: ფოტო და მედია
kab: Tiwlafin & Allalen n teɣwalt
ms: Foto & Media
te: ఫోటోలు మరియు మీడియా

source: Security & Privacy
ka: უსაფრთხოება და პირადულობა
kab: Taɣellist & Tabaḍnit
ms: Keselamatan & Privasi
te: భద్రత & అంతరంగికత

source: Social Networking
ka: სოციალური ქსელები
kab: Aẓeṭṭa n tmetti
ms: Rangkaian Sosial
te: సామాజిక నెట్‌వర్కింగ్

source: Sports & Games
ka: სპორტი და თამაშები
kab: Addal & uraren
ms: Sukan & Permainan
te: క్రీడలు & ఆటలు

source: User Interface
ka: სამომხმარებლო გარემო
kab: Agrudem n useqdac
ms: Antaramuka Pengguna
te: వాడుకరి అంతరవర్తి

source: Appearance and Customization
ka: იერსახე და მორგება
kab: Udem d waggan
ms: Penampilan dan Penyesuaian

source: Calendar and Date/Time
ka: კალენდარი, თარიღი/დრო
kab: Awitay akked wazemz /Time
ms: Kalendar dan Tarikh/Time

source: Chat and IM
ka: საუბარი და შეტყობინებები
kab: Adiwennid srid
ms: Chat dan IM

source: Message Composition
ka: შეტყობინების გაგზავნა
kab: Tira n yizen
ms: Karangan Mesej

source: Contacts
ka: კონტაქტები
kab: Inermisen
ms: Kenalan

source: Folders and Filters
ka: საქაღალდეები და დახარისხება
kab: Ikaramen akked imzizdigen
ms: Folder dan Tapis

source: Import/Export
ka: შეტანა/გატანა
kab: Kter /Export

source: Message and News Reading
ka: სიახლეების და ცნობების წამკითხველი
kab: Taɣuṛi n yeznan akked isallen
ms: Mesej dan Membaca Berita

source: Privacy and Security
ka: პირადულობა და უსაფრთხოება
kab: Tabaḍnit & Taɣellist
ms: Privasi dan Keselamatan

source: Downloading and File Management
ka: ჩამოტვირთვებისა და ფაილების მართვა
kab: Asefrek n usider d ifuyla
ms: Muat turun dan Pengurusan Fail

source: Interface Customizations
ka: იერსახის მორგება
kab: Aggan n ugrudem
ms: Penyesuaian Antaramuka

source: Language Support and Translation
ka: ენების მხარდაჭერა და თარგმნა
kab: Asefrek n tutlyain akked tsuqilt
ms: Sokongan Bahasa dan Penterjemahan

source: Photos and Media
ka: ფოტო და მედია ფაილები
kab: Tiwlafin & Allalen n teɣwalt
ms: Foto dan Media

source: RSS, News and Blogging
ka: RSS არხები, სიახლეები და სვეტები
kab: RSS, Isallen akked ublugi
ms: RSS, Berita dan Blog

source: Site-specific
ka: საიტზე მორგებული
kab: Asefru n usmel
ms: Laman-khusus

source: Web and Developer Tools
ka: ვებშემმუშავებლის ხელსაწყოები
kab: Ifecka n uneflay Web
ms: Web dan Alatan Pembangun

source: Creative Commons Attribution 3.0
es_ar: Creative Commons Reconocimiento 3.0
fi: Creative Commons Nimeä 3.0
fur: Creative Commons Atribuzion 3.0
hr: Creative Commons Imenovanje 3.0
is: Creative Commons Attribution 3.0 notkunarleyfið
ka: Creative Commons Attribution 3.0 (ავტორის მითითებით)
ro: Creative Commons cu atribuire 3.0
th: Creative Commons แบบแสดงที่มา 3.0

source: Creative Commons Attribution-NonCommercial 3.0
es_ar: Creative Commons Reconocimiento-No Comercial 3.0
fi: Creative Commons Nimeä-EiKaupallinen 3.0
fur: Creative Commons Atribuzion-No comerciâl 3.0
hr: Creative Commons Imenovanje – Nekomercijalno 3.0
is: Creative Commons Attribution-NonCommercial 3.0 notkunarleyfið
ka: Creative Commons Attribution-NonCommercial 3.0 (არაკომერციული – ავტორის მითითებით)
ro: Creative Commons cu atribuire, necomercial 3.0
th: Creative Commons แบบแสดงที่มา ไม่ใช้เพื่อการค้า 3.0

source: Creative Commons Attribution-NonCommercial-NoDerivs 3.0
es_ar: Creative Commons Reconocimiento-No Comercial-No Derivadas 3.0
fi: Creative Commons Nimeä-EiKaupallinen-EiMuutoksia 3.0
fur: Creative Commons Atribuzion-No comerciâl-No oparis derivadis 3.0
hr: Creative Commons Imenovanje – Nekomercijalno – Bez prerada 3.0
is: Creative Commons Attribution-NonCommercial-NoDerivs 3.0 notkunarleyfið
ka: Creative Commons Attribution-NonCommercial-NoDerivs 3.0 (არაკომერციული – ავტორის მითითებით – გადამუშავების გარეშე)
ro: Creative Commons cu atribuire, necomercial, fără modificări 3.0
th: Creative Commons แบบแสดงที่มา ไม่ใช้เพื่อการค้า ไม่ดัดแปลง 3.0

source: Creative Commons Attribution-NonCommercial-Share Alike 3.0
es_ar: Creative Commons Reconocimiento-No Comercial-Compartir Igual 3.0
fi: Creative Commons Nimeä-EiKaupallinen-JaaSamoin 3.0
fur: Creative Commons Atribuzion-No comerciâl-Condivît te stesse maniere 3.0
hr: Creative Commons Imenovanje – Nekomercijalno – Dijeli pod istim uvjetima 3.0
is: Creative Commons Attribution-NonCommercial-Share Alike 3.0 notkunarleyfið
ka: Creative Commons Attribution-NonCommercial-Share Alike 3.0 (არაკომერციული – ავტორის მითითებით – იმავე პირობებით)
ro: Creative Commons cu atribuire, necomercial, distribuire în condiții identice 3.0
th: Creative Commons แบบแสดงที่มา ไม่ใช้เพื่อการค้า อนุญาตแบบเดียวกัน 3.0

source: Creative Commons Attribution-NoDerivs 3.0
es_ar: Creative Commons Reconocimiento-No Derivadas 3.0
fi: Creative Commons Nimeä-EiMuutoksia 3.0
fur: Creative Commons Atribuzion-No oparis derivadis 3.0
hr: Creative Commons Imenovanje – Bez prerada 3.0
is: Creative Commons Attribution-NoDerivs 3.0 notkunarleyfið
ka: Creative Commons Attribution-NoDerivs 3.0 (ავტორის მითითებით – გადამუშავების გარეშე)
ro: Creative Commons cu atribuire, fără modificări 3.0
th: Creative Commons แบบแสดงที่มา ไม่ดัดแปลง 3.0

source: Creative Commons Attribution-ShareAlike 3.0
es_ar: Creative Commons Reconocimiento-Compartir Igual 3.0
fi: Creative Commons Nimeä-JaaSamoin 3.0
fur: Creative Commons Atribuzion-Condivît te stesse maniere 3.0
hr: Creative Commons Imenovanje – Dijeli pod istim uvjetima 3.0
is: Creative Commons Attribution-ShareAlike 3.0 notkunarleyfið
ka: Creative Commons Attribution-ShareAlike 3.0 (ავტორის მითითებით – იმავე პირობებით)
ro: Creative Commons cu atribuire, distribuire în condiții identice 3.0
th: Creative Commons แบบแสดงที่มา อนุญาตแบบเดียวกัน 3.0

source: Static Theme
ka: უცვლელი თემა
ms: Tema Statik
te: స్టాటిక్ అలంకరణ

source: No Reputation
es_ar: Sin reputación
fur: Cence reputazion
fy_nl: Gjin reputaasje
he: ללא מוניטין
hr: Bez reputacije
ia: Nulle reputation
ka: შეფასების გარეშე
ms: Tiada Reputasi
nb_no: Ingen omdømme
te: ప్రఖ్యాతి ఏమీ లేదు
th: ชื่อเสียง
tr: İtibar yok
vi: Không có danh tiếng

source: Good (1)
es_ar: Bueno (1)
fur: Buine (1)
fy_nl: Goed (1)
he: טוב (1)
hr: Dobro (1)
ia: Bon (1)
ka: კარგი (1)
ms: Baik (1)
nb_no: Bra (1)
te: మంచిది (1)
th: ดี (1)
tr: İyi (1)
vi: Tốt (1)

source: Very Good (2)
es_ar: Muy bueno (2)
fur: Une vore buine (2)
fy_nl: Hiel goed (2)
he: טוב מאוד (2)
hr: Vrlo dobro (2)
ia: Multo bon (2)
ka: ძალიან კარგი (2)
ms: Amat Baik (2)
nb_no: Veldig bra (2)
te: చాలా మంచిది (2)
th: ดีมาก (2)
tr: Çok iyi (2)
vi: Rất tốt (2)

source: Excellent (3)
es_ar: Excelente (3)
fur: Ecelente (3)
fy_nl: Poerbêst (3)
he: מצויין (3)
hr: Odlično (3)
ia: Excellente (3)
ka: ბრწყინვალე (3)
ms: Cemerlang (3)
nb_no: Fantastisk (3)
te: అద్భుతం (3)
th: ดีเยี่ยม (3)
tr: Mükemmel (3)
vi: Tuyệt vời (3)

source: New Add-on Review
ka: ახალი დამატების განხილვა
kab: Aɛiwed n tɣuṛi amaynut n uzegrir
ms: Ulasan Add-on Baru

source: New Dictionary Review
ka: ახალი ლექსიკონის განხილვა
kab: Acegger amaynut n umawal
ms: Ulasan Kamus Baru
te: కొత్త నిఘంటువు సమీక్ష

source: New Language Pack Review
ka: ენის ახალი პაკეტის განხილვა
kab: Acegger n ukemmus utlayan amaynut
ms: Ulasan Pek Bahasa Baru
te: కొత్త భాష ప్యాక్‌ల సమీక్ష

source: Theme (Static) Review
ka: თემა (უცვლელი)
ms: Ulasan Tema (Statik)
te: అలంకారం (స్థిరమైన) సమీక్ష

source: New Search Provider Review
ka: ახალი საძიებო სისტემის მიმოხილვა
kab: Acegger n umsedday n unadi amaynut
ms: Ulasan Penyedia Carian Baru
te: క్రొత్త శోధన ప్రదాత సమీక్ష

source: New Complete Theme Review
ka: ახალი სრული თემის მიმოხილვა
kab: Acegger n usentel yemden amaynut
ms: Ulasan Tema Lengkap Baru
te: కొత్త పూర్తి అలంకారం సమీక్ష

source: Moderated Add-on Review
ka: შემოწმებული დამატების მიმოხილვა
ms: Semakan Add-on Moderat
te: మోడరేట్ చేసిన పొడిగింత సమీక్ష

source: Add-on Review Moderation Reverted
ka: დამატების მიმოხილვის შემოწმება უარყოფილია
ms: Moderat Semakan Add-on Diterbalikkan

source: Add-on Content Review
ka: დამატების შიგთავსის მიმოხილვა
ms: Semakan Kandungan Add-on
te: పొడిగింత విషయం సమీక్ష

source: Post-Approval Add-on Review (Highest Risk)
ka: უკვე მიღებული დამატების განხილვა (ძალიან მაღალი რისკის)
ms: Semakan Add-on Pasca-Kelulusan (Risiko Tertinggi)

source: Post-Approval Add-on Review (High Risk)
ka: უკვე მიღებული დამატების განხილვა (მაღალი რისკის)
ms: Semakan Add-on Pasca-Kelulusan (Risiko Tinggi)

source: Post-Approval Add-on Review (Medium Risk)
ka: უკვე მიღებული დამატების განხილვა (საშუალო რისკის)
ms: Semakan Add-on Pasca-Kelulusan (Risiko Medium)

source: Post-Approval Add-on Review (Low Risk)
ka: უკვე მიღებული დამატების განხილვა (დაბალი რისკის)
ms: Semakan Add-on Pasca-Kelulusan (Risiko Rendah)

source: Version {version} was uploaded before and deleted.
es_ar: La versión {version} fue cargada anteriormente y eliminada.
fi: Versio {version} lähetettiin aiemmin ja poistettiin.
fur: La version {version} e je stade za cjariade in rêt e po eliminade.
fy_nl: Ferzje {version} is earder al opladen fuortsmiten.
he: הגרסה {version} הועלתה בעבר ונמחקה.
hr: Verzija {version} je već prije bila prenesena i izbrisana.
ia: Le version {version} ha jam essite incargate e delite.
ka: {version} ვერსია იყო ატვირთული და წაიშალა.
ms: Versi {version} telah dimuat naik sebelum ini dan dibuang.
nb_no: Versjon {version} er lastet opp tidligere og slettet.
nn_no: Versjon {version} er lasta opp tidlegare og sletta.
ro: Versiunea {version} a mai fost încărcată și apoi ștearsă.
te: వెర్షను {version} ఇంతకుముందు ఎక్కించి, తొలగించబడింది.
th: มีการอัปโหลดรุ่น {version} ก่อนหน้าและลบแล้ว
tr: {version} sürümü daha önce yüklenip silinmiş.
vi: Phiên bản {version} đã được tải lên trước đó và đã bị xóa.
