Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Customize mouse gestures. Discover a new way to navigate with 50+ configurations.
es_ar: Personaliz los gestos de ratón. Descubrí una nueva forma de navegar con más de 50 configuraciones.
fi: Mukauta hiirieleitä. Löydä uusi tapa liikkua yli 50 eri määrityksen pohjalta.
fur: Personalize i mots cul mouse. Scuvierç une gnove maniere par navigâ cun plui di 50 configurazions.
fy_nl: Pas jo mûsbewegingen oan. Untdek in nije manier fan navigearjen mei mear as 50 ynstellingen.
he: מחוות עכבר מותאמות אישית. גלו דרך חדשה לניווט עם למעלה מ־50 תצורות שונות.
hr: Prilagodi geste mišem. Otkrij novi način navigacije s više od 50 konfiguracija.
ia: Personalisa le gestos del mus. Discoperi un nove maniera pro navigar con plus de 50 configurationes.
is: Sérsníddu músarbendingar. Uppgötvaðu nýjar leiðir til að rata með meira en 50 uppsetningum.
nb_no: Tilpass musebevegelser. Oppdag en ny måte å navigere med over 50 konfigurasjoner.
nn_no: Tilpass museberørsler. Oppdag ein ny måte å navigere med over 50 konfigurasjonar.
ro: Personalizează gesturile din mouse. Descoperă un mod nou de navigare cu peste 50 de configurații.
th: ปรับแต่งท่าทางเมาส์ด้วยการค้นพบวิธีใหม่ในการนำทางด้วยรูปแบบการกำหนดค่ากว่า 50 แบบ
tr: Fare hareketlerini özelleştirin. 50'den fazla fare hareketiyle gezinmenin yeni yolunu keşfedin.
vi: Tùy chỉnh cử chỉ chuột. Khám phá những cách mới để điều hướng với hơn 50 tùy chỉnh.

source: Hover over an image to magnify it.
es_ar: Pasa el ratón por encima de una imagen para ampliarla.
fi: Suurenna kuvaa viemällä hiiren osoitin sen päälle.
fur: Passe il mouse sore di une imagjin par ingrandîle.
fy_nl: Hâld de mûsoanwizer gewoan boppe in ôfbylding om dizze te fergrutsjen.
he: ריחוף על תמונה כדי להגדיל אותה.
hr: Za povećanje slike povuci pokazivač miša iznad nje.
ia: Simplemente passa le mus super un imagine pro aggrandir lo.
is: Láttu bendilinn svífa yfir mynd til að stækka hana.
nb_no: Hold musepekeren over et bilde for å forstørre det.
nn_no: Hald musepekikaren over eit bilde for å forstørre det.
ro: Plasează cursorul pe o imagine pentru a o mări.
th: เลื่อนเมาส์ไปอยู่เหนือภาพเพื่อขยายภาพ
tr: Bir resmin üzerine gelerek onu büyütün.
vi: Di chuột qua một hình ảnh để phóng đại nó.

source: Leave a clean digital trail. Make Firefox forget website data like cookies and local storage, but only for domains you choose.
es_ar: Deja un rastro digital limpio. Haz que Firefox olvide los datos del sitio, como cookies y almacenamiento local, pero solo en los dominios que elijas.
fi: Jätä puhdas digitaalinen jälki. Aseta Firefoxin unohtamaan verkkosivustojen tiedot, kuten evästeet ja paikallisen tallennustilan, mutta vain valitsemiesi verkkotunnusten kohdalla.
fur: Fâs pierdi lis tôs olmis digjitâls. Scancele de memorie di Firefox i dâts relatîfs ai sîts web come i cookies e la archiviazion locâl, ma nome pai dominis che tu decidis tu.
fy_nl: Lit in skjin digitaal spoar efter. Lit Firefox websitegegevens lykas cookies en lokale ûnthâld ferjitte, mar allinnich foar keazen domeinen.
he: השארת שביל עקבות דיגיטלי נקי. להשכיח מ־Firefox נתוני אתרים כגון עוגיות ואחסון מקומי, אך רק עבור שמות מתחם לבחירתך.
hr: Ostavi čist digitalni trag. Omogući Firefoxu da zaboravi podatke web stranica poput kolačića i lokalnog spremišta, ali samo za odabrane domene.
ia: Lassa un pista digital munde. Face in modo que Firefox oblida le datos del sitos web como le cookies e le immagazinage local, ma solo pro le dominios que tu selige.
is: Lágmarkaðu stafrænu slóðina þína. Láttu Firefox gleyma vefsíðugögnum eins og vefkökum og gögnum í staðbundinni geymslu, en aðeins fyrir þau lén sem þú velur.
nb_no: Legg igjen få digitale spor. Få Firefox til å glemme nettstedsdata som infokapsler og lokal lagring, men bare for domener du velger.
nn_no: Legg igjen få digitale spor. Få Firefox til å gløyme nettstadsdata som infokapslar og lokal lagring, men berre for domene du vel.
ro: Lasă urme digitale curate. Fă Firefox să uite datele site-urilor web, precum cookie-uri și stocare locală, dar numai pentru domeniile alese de tine.
th: ไม่ทิ้งร่องรอยดิจิทัลใดๆ โดยให้ Firefox ลืมข้อมูลเว็บไซต์อย่างเช่น คุกกี้และที่เก็บข้อมูลภายใน แต่ใช้ได้เฉพาะโดเมนที่คุณเลือกไว้เท่านั้น
tr: İz bırakmayın. Seçtiğiniz siteler için Firefox'un çerezler ve yerel depolama gibi web sitesi verilerini unutmasını sağlayın.
vi: Để lại một dấu vết kỹ thuật số sạch sẽ. Làm cho Firefox quên dữ liệu trang web như cookie và bộ nhớ cục bộ, nhưng chỉ dành cho các miền bạn chọn.

source: No need to write the same thing over and over. Save frequently-entered text to paste anytime.
es_ar: No es necesario escribir lo mismo una y otra vez. Guarda el texto introducido con frecuencia para pegarlo en cualquier momento.
fi: Ei tarvetta kirjoittaa samaa asiaa kerta toisensa jälkeen. Tallenna usein kirjoitettu teksti liitettäväksi milloin tahansa.
fur: Nol covente scrivi la stesse robe in continuazion. Salve i tescj che tu scrivis dispès par tacâju cuant che tu vûs.
fy_nl: It is net nedich om hieltyd itselde te skriuwen. Bewarje faaks ynfierde tekst om op elk winske momint te plakken.
hr: Nema potrebe stalno pisati istu stvar. Spremi često pisani tekst i umetni ga bilo kada.
ia: Nulle besonio de scriber identic objecto repetitemente. Salva texto inserite frequentemente pro collar lo quando tu vole.
is: Það er óþarft að skrifa það sama aftur og aftur. Vistaðu texta sem oft er sleginn inn til að líma hvenær sem er.
nb_no: Du trenger ikke å skrive det samme om og om igjen. Lagre ofte skrevet inn tekst for å lime inn når som helst.
nn_no: Du treng ikkje å skrive det same om og om igjen. Lagre ofte innskriven tekst for å lime inn når som helst.
ro: Nu este nevoie să scrii același lucru iar și iar. Salvează textele introduse frecvent și inserează-le în orice moment.
th: ไม่จำเป็นต้องเขียนสิ่งเดียวกันซ้ำแล้วซ้ำเล่าอีกต่อไป โดยบันทึกข้อความที่พิมพ์บ่อยเพื่อวางเมื่อใดก็ได้
tr: Aynı şeyi tekrar tekrar yazmaya gerek yok. İstediğiniz zaman yapıştırmak için sık yazdığınız metinleri kaydedin.
vi: Không cần phải viết đi viết lại cùng một thứ. Lưu văn bản được nhập thường xuyên để dán bất cứ lúc nào.

source: Avoid sneaky trackers and restrictions. Disguise your navigation by cloaking the identity of your browser and operating system.
es_ar: Evita a los rastreadores y restricciones. Oculta tu navegación enmascarando la identidad de tu navegador y sistema operativo.
fi: Vältä viekkaita seuraimia ja rajoituksia. Hämää muokkaamalla selaimesi ja käyttöjärjestelmän tunnistetietoja.
fur: Evite lis spiis sordinis e lis restrizions sul web. Mascare la tô navigazion platant la identitât dal to navigadôr e dal sisteme operatîf.
fy_nl: Mij stikeme trackers en beheiningen. Maskearje jo navigaasje troch de identiteit fan jo browser en bestjoeringssysteem te ferbergjen.
ia: Evita traciatores furtive e restrictiones. Disguisa tu navigation per le copertura del identitate de tu navigator e de tu systema operative.
is: Forðastu lúmska rekjara og ýmsar takmarkanir. Dulbúðu flakkið þitt með því að fela auðkenni vafrans þíns og stýrikerfisins.
nb_no: Unngå snikende sporere og restriksjoner. Skjul navigasjonen din ved å skjule identiteten til nettleseren og operativsystemet ditt.
nn_no: Unngå snikande sporarar og restriksjonar. Skjul navigasjonen din ved å skjule identiteten til nettlesaren og operativsystemet ditt.
ro: Evită elementele de urmărire insidioase și restricțiile. Disimulează-ți navigarea prin mascarea identității browserului și a sistemului de operare.
tr: Sinsi takip kodlarından ve kısıtlamalardan kaçının. Tarayıcınızı ve işletim sisteminizi gizleyerek gezintinizi kamufle edin.
vi: Tránh các trình theo dõi và hạn chế lén lút. Ngụy trang điều hướng của bạn bằng cách che giấu danh tính của trình duyệt và hệ điều hành của bạn.

source: Keep parts of your online life separated into color-coded and cookie separated tabs. Now integrated with Mozilla VPN for an extra layer of privacy.
es_ar: Mantené partes de tu vida en línea separadas en pestañas codificadas por colores y separadas por cookies. Ahora integrado con Mozilla VPN para una capa extra de privacidad.
fi: Pidä osat verkkoelämästäsi erillään värikoodatuilla ja evästerajatuilla välilehdillä. Nyt integroitu Mozilla VPN:n kanssa ylimääräisen yksityisyyskerroksen kera.
fur: Ten separadis lis diviersis parts de tô vite in linie midiant schedis cun codifiche colorade e cun cookies separâts. Cumò a son integradis cun Mozilla VPN par un nivel superiôr di riservatece.
fy_nl: Hâld dielen fan jo online libben skieden yn kleurkodearre en troch cookies skieden ljepblêden. No yntegrearre mei Mozilla VPN foar in ekstra laach privacy.
ia: Mantener le partes de tu vita online separate in schedas separate per codice de color e cookie. Ora integrate con Mozilla VPN pro un altere strato de confidentialitate.
is: Haltu hinum ýmsu hlutum stafræna lífsins þíns aðskildum með flipum í mismunandi litum og misjöfnum reglum fyrir vefkökur. Nuna er þetta samþætt við Mozilla VPN til að fá aukalag af gagnaleynd.
nb_no: Hold deler av nettlivet ditt adskilt i fargekodede og infokapsel-separerte faner. Nå integrert med Mozilla VPN for et ekstra lag med personvern.
nn_no: Hald delar av nettlivet ditt skilt i fargekoda og infokapsel-separerte faner. No integrert med Mozilla VPN for eit ekstra lag med personvern.
ro: Păstrează părți ale vieții tale online separate în file codificate pe culori și cookie-uri separate. Acum integrat cu Mozilla VPN pentru un nivel suplimentar de confidențialitate.
tr: Çevrimiçi hayatınızı renkli, çerezleri birbirinden ayrı sekmelere bölün. Ekstra gizlilik için artık Mozilla VPN entegrasyonu da var.
vi: Giữ các phần của cuộc sống trực tuyến của bạn được tách biệt thành các thẻ được mã hóa bằng màu và được phân tách bằng cookie. Hiện được tích hợp với Mozilla VPN để có thêm một lớp bảo mật.

source: Read ePub files right in Firefox—increase font size, page dimensions, and more.
es_ar: Lee archivos ePub directamente en Firefox: aumenta el tamaño de la fuente, las dimensiones de la página y mucho más.
fi: Lue ePub-tiedostoja suoraan Firefoxissa – suurenna fonttikokoa, sivun mittoja ja paljon muuta.
fur: Lei i files ePub dret di Firefox—aumente lis dimensions dal caratar, lis dimensions de pagjine e tant altri.
fy_nl: Lês ePub-bestannen binnen Firefox – ferheegje lettergrutte, side-ôfmjittingen en mear.
he: קריאת קובצי ePub היישר ב־Firefox — הגדלת גודל הגופן, ממדי הדף ועוד.
hr: Čitaj ePub datoteke izravno u Firefoxu – povećaj veličinu fonta, dimenzije stranice i više.
ia: Lege files ePub directemente in Firefox. Aggrandi le litteras, augmenta le dimension del pagina, e multo plus.
is: Lestu ePub-rafbókaskrár beint inni í Firefox - stækkaðu letur, breyttu stærð á síðum, auk annars.
nb_no: Les ePUB-filer rett i Firefox — øk skriftstørrelse, sidedimensjoner og mer.
nn_no: Les ePub-filer rett i Firefox – auk skriftstorleik, sidedimensjonar og meir.
ro: Citește fișiere ePub direct în Firefox—poți mări fonturile, dimensiunile paginilor și multe altele.
th: อ่านไฟล์ ePub ใน Firefox—เพิ่มขนาดฟอนต์ ขนาดหน้า และอื่นๆ
tr: ePub dosyalarını doğrudan Firefox’ta okuyun: Yazı tipi boyutunu, sayfa boyutlarını artırın ve fazlasını yapın.
vi: Đọc tập tin ePUB ngay trong Firefox—tăng kích thước phông chữ, kích thước trang và hơn thế nữa.

source: Play YouTube videos by default in the highest quality, turn off annotations, and more.
es_ar: Reproduce vídeos de YouTube de forma predeterminada con la máxima calidad, desactiva las anotaciones y mucho más.
fi: Toista YouTube-videoita oletuksena parhaalla mahdollisella laadulla, poista merkinnät käytöstä ja paljon muuta.
fur: Tant che impostazion predefinide, riprodûs i videos di YouTube te massime cualitât disponibile, disative lis anotazions e tant altri.
fy_nl: Spylje YouTube-fideo’s standert ôf yn de heechste kwaliteit, set oantekeningen út, en mear.
he: הפעלת סרטוני YouTube כברירת מחדל באיכות הגבוהה ביותר, כיבוי הערות ועוד.
ia: Reguarda le videos YouTube sempre in le melior qualitate, disactiva annotationes, e multo plus.
is: Spilaðu YouTube myndskeið sjálfgefið í hæstu gæðum, slökktu á athugasemdum og fleira.
nb_no: Spill av YouTube-videoer som standard i høyeste kvalitet, slå av merknader og mer.
nn_no: Spel av YouTube-videoar som standard i høgaste kvalitet, slå av merknadar, og meir.
ro: Redai videoclipuri YouTube implicit la cea mai mare calitate, dezactivezi adnotările și multe altele.
tr: YouTube videolarını varsayılan olarak en yüksek kalitede oynatın, ek açıklamaları kapatın.
vi: Phát video YouTube theo mặc định ở chất lượng cao nhất, tắt chú thích và hơn thế nữa.

source: Track the trackers. Get a glimpse into who's tracking you with just a click.
es_ar: Rastrea a los rastreadores. Averigua quién te está siguiendo con un solo clic.
fi: Seuraa seuraimia. Saat yhdellä napsautuksella käsityksen siitä, kuka tai mikä seuraa sinua.
fur: Sta daûr des spiis. Bute un voli a chei che ti stan daûr cuntun sôl clic.
fy_nl: Folgje de trackers. Krij in glimp fan wa’t jo folget mei ien simpele klik.
he: לעקוב אחרי רכיבי המעקב. קבלת הצצה למי עוקב אחריך בלחיצה אחת.
ia: Tracia le traciatores. Vide qui te spia con un sol clic.
is: Fylgstu með rekjurum. Fáðu innsýn í hverjir séu að fylgjast með þér með einum smelli.
nb_no: Følg sporere. Få et glimt av hvem som sporer deg med bare et klikk.
nn_no: Følg sporarar. Få eit glimt av kven som sporar deg med berre eit klikk.
ro: Urmărește elementele de urmărire. Vezi dintr-un singur clic cine te urmărește.
tr: Takip kodlarını takip edin. Sizi kimin izlediğine tek tıkla göz atın.
vi: Tìm các trình theo dõi. Xem nhanh ai đang theo dõi bạn chỉ với một cú nhấp chuột.

source: Change your proxy server and surf the web through self-defined proxy settings.
es_ar: Navega por la web con una configuración proxy determinada por ti.
fi: Vaihda välityspalvelinta ja surffaa verkossa itse määrittämiesi välityspalvelinasetusten avulla.
fur: Cambie il servidôr proxy e navighe sul web midiant lis impostazions proxy auto-definidis.
fy_nl: Wizigje jo proxyserver en surf op it web fia troch josels definiearre proxyynstellingen.
ia: Cambia tu servitor proxy e naviga le web per parametros auto-definite del servitor proxy.er definir le configurationes del servitor proxy.
is: Breyttu milliþjóninum þínum og vafraðu á vefnum í með þínum eigin milliþjónastillingum.
nb_no: Endre proxy-serveren din og surf på nettet gjennom selvdefinerte proxy-innstillinger.
nn_no: Endre proxy-serveren din og surf på nettet gjennom sjølvdefinerte proxy-innstillingar.
ro: Îți schimbi serverul de proxy și navighezi pe web prin setări de proxy definite de tine.
tr: Proxy sunucunuzu değiştirin ve kendi tanımladığınız proxy ayarlarıyla web'de gezinin.
vi: Thay đổi máy chủ proxy của bạn và lướt web thông qua cài đặt proxy tự xác định.

source: Add encrypted security to any site that supports HTTPS. Browse securely.
es_ar: Añade seguridad cifrada a cualquier sitio que admita HTTPS. Navega de forma segura.
fi: Käytä salattua yhteyttä millä tahansa HTTPS:ää tukevalla sivustolla. Selaa turvallisesti.
fur: Dopre il scambi informazions cifradis cui sîts che a supuartin HTTPS. Navighe in sigurece.
fy_nl: Foegje fersifere befeiliging ta oan alle websites dy’t HTTPS stypje. Surf feilich.
he: הוספת אבטחה מוצפנת לכל אתר התומך ב־HTTPS. גלישה מאובטחת.
hr: Dodaj šifriranu sigurnost bilo kojoj web stranici koja podržava HTTPS. Pregledaj web sigurno.
ia: Adde securitate cryptographic a omne sito compatibile con HTTPS. Naviga con securitate.
is: Bættu dulkóðuðu öryggi við öll þau vefsvæði sem styðja HTTPS. Vafraðu á öruggan hátt.
nb_no: Legg til kryptert sikkerhet på ethvert nettsted som støtter HTTPS. Surf sikkert.
nn_no: Legg til kryptert sikkerheit på alle nettstadar som størHTTPS. Surf sikkert.
ro: Adaugă securitate criptată pe orice site care are suport HTTPS. Navighează securizat.
tr: HTTPS'yi destekleyen sitelere şifrelenmiş güvenlik ekleyin. Güvenli bir şekilde gezinin.
vi: Thêm bảo mật được mã hóa vào bất kỳ trang web nào hỗ trợ HTTPS. Duyệt một cách an toàn.

source: Surf anonymously. Browse the web with disguised identity—even appear as if you're browsing from another country.
es_ar: Navega de forma anónima. Navega por la web con una identidad disfrazada, incluso como si estuvieras navegando desde otro país.
fi: Surffaa anonyymisti. Selaa verkkoa peitellyllä identiteetillä – voit jopa vaikuttaa siltä kuin selaisit toisesta maasta.
fur: Navighe in mût anonim. Esplore il web mascarant la tô identitât—tu puedis ancje fâ fente di stâ di une altre bande intun altri paîs.
fy_nl: Surf anonym. Surf op it web mei in bedekke identiteit – sels as oft jo fan in oar lân út surfe.
hr: Pregledaj anonimno. Pregledaj web s prikrivenim identitetom – čak se pretvaraj da pregledavaš iz jedne druge zemlje.
ia: Naviga anonymemente. Move te in le Web con identitate disguisate – mesmo appare como si tu te connecte ab un altere pais.
is: Vafraðu nafnlaust. Flakkaðu um vefinn í dulargerfi - láttu jafnvel líta út fyrir að þú sért í öðru landi.
nb_no: Surf anonymt. Surf på nettet med skjult identitet — få det til og med til å virke som om du surfer fra et annet land.
nn_no: Surf anonymt. Surf på nettet med ein skjult identitet – det ser til og med ut som om du surfar frå eit anna land.
ro: Navighează anonim. Mergi pe web cu o identitate deghizată—o să pară chiar că navighezi din altă țară.
tr: Anonim bir şekilde gezinin. Web'de gezinirken kimliğinizi gizleyin, hatta başka bir ülkeden geliyormuş gibi görünün.
vi: Lướt web ẩn danh. Duyệt web với danh tính được ngụy trang—thậm chí xuất hiện như thể bạn đang duyệt từ một quốc gia khác.

source: Enjoy visual bookmarks. Access your favorite sites, recently closed tabs, and more—all from a gorgeous tile layout.
es_ar: Disfruta de los marcadores visuales. Accede a tus sitios favoritos, pestañas cerradas recientemente y mucho más, a través de magníficos iconos dinámicos.
fi: Nauti visuaalisista kirjanmerkeistä. Käytä suosikkisivustojasi, äskettäin suljettuja välilehtiä ja paljon muuta – kaikki upean laatta-asettelun avulla.
fur: Gjolt la gnove grafiche pai segnelibris. Vierç i tiei sîts preferîts, lis schedis sieradis di resint e tant altri—dut doprant une disposizion a tassei ninine.
fy_nl: Genietsje fan fisuele blêdwizers. Benaderje jo favorite websites, koartlyn sluten ljepblêden en mear – alles fan in prachtige tegelyndieling út.
hr: Bolja vizualizacija zabilježaka. Pristupi svojim omiljenim web lokacijama, nedavno zatvorenim karticama, itd. iz predivnog pločastog rasporeda.
ia: Gaude de marcapaginas visual. Accede a tu sitos favorite, al schedas recentemente claudite, e multo plus – toto in un splendide disposition a quadrellos.
is: Nýttu þér myndræn bókamerki. Nálgastu eftirlætisvefina þína, nýlega lokaða flipa og fleira - allt úr skýrri reitaðri framsetningu.
nb_no: Bedre oversikt med visuelle bokmerker. Få tilgang til favorittsidene dine, nylig lukkede faner og mer med en vakker rutevisning.
nn_no: Kos deg med visuelle bokmerke. Få tilgang til favorittnettstadar, nyleg attlatne faner og meir – alt frå eit nydeleg rutevising.
ro: Bucură-te de marcaje vizuale. Accesezi site-uri favorite, file închise recent și multe altele—toate dintr-un aranjament superb tip dale.
tr: Görsel yer imlerinin keyfini çıkarın. Favori sitelerinize, son kapattığınız sekmelere ve daha fazlasına muhteşem bir döşeme düzeninden erişin.
vi: Thưởng thức dấu trang trực quan. Truy cập các trang web yêu thích của bạn, các thẻ đã đóng gần đây và hơn thế nữa—tất cả đều từ một bố cục xếp hình tuyệt đẹp.

source: Robust download management. Check the state of your downloads through a status bar, download history page, and more.
es_ar: Gestión de descargas eficiente. Comprueba el estado de tus descargas a través de una barra de estado, página de historial de descargas y mucho más.
fur: Gjestion dai files discjariâts plui robuste. Controle il stât dai tiei files discjariâts midiant une sbare di stât, la pagjine de cronologjie e ancjemò altri.
fy_nl: Robúst downloadbehear. Kontrolearje de steat fan jo downloads fia in steatbalke, side mei downloadskiednis, en mear.
hr: Robusno upravljanje preuzimanjem. Provjeri stanja svojih preuzimanja u traci stanja, na stranici povijesti preuzimanja itd.
ia: Gestion robuste de discargamentos. Verifica le stato de tu files discargate per un barra de stato, un pagina con historia de discargamentos, e plus ancora.
is: Skoteheld umsýsla niðurhals. Skoðaðu ástand þess sem þú ert að sækja með hjálp stöðustiku, síðu með niðurhalsferli og fleira.
nb_no: Robust nedlastingsbehandling. Sjekk statusen til nedlastingene dine via en statuslinje, nedlastingshistorikkside og mer.
nn_no: Robust nedlastingshandsaming. Sjekk statusen på nedlastingane dine via ei statuslinje, nedlastingshistorikkside, og meir.
ro: Gestionare robustă a descărcărilor. Verifici starea descărcărilor cu o bară de stare, pagina cu istoricul descărcărilor și multe altele.
tr: Etkili indirme yönetimi. Durum çubuğu, indirme geçmişi sayfası ve daha fazlasıyla indirmelerinizin durumunu kontrol edin.
vi: Quản lý tải xuống mạnh mẽ. Kiểm tra trạng thái tải xuống của bạn thông qua thanh trạng thái, lịch sử tải xuống và hơn thế nữa.

source: Stop ad trackers when you click Google and Yandex search returns.
es_ar: No permitas ser rastreado al hacer clic en los resultados de búsqueda de Google y Yandex.
fi: Pysäytä mainosseuraimet kun napsautat Google- ja Yandex-hakutuloksia.
fur: Ferme lis spiis des publicitâts cuant che tu fasis clic sui risultâts des ricercjis su Google e Yandex.
fy_nl: Stopje advertinsjetrackers wannear’t jo op sykresultaten fan Google en Yandex klikke.
hr: Zaustavi sisteme praćenja oglasa kada klikneš na rezultate Google i Yandex pretrage.
ia: Stoppa le traciatores publicitari quando tu clicca sur resultatos de recerca de Google o Yandex.
is: Stöðvaðu auglýsingarekjara þegar þú smellir á leitarniðurstöður í Google og Yandex.
nb_no: Stopp annonsesporing når du klikker på Google- og Yandex-søkeresultater.
nn_no: Stoppar annonsesporing når du klikkar på Google- og Yandex-søkjeresultat.
ro: Oprește elementele de urmărire din reclame când dai clic pe rezultatele căutărilor în Google și Yandex.
tr: Google ve Yandex arama sonuçlarına tıkladığınızda devreye giren reklam takip kodlarını durdurun.
vi: Dừng trình theo dõi quảng cáo khi bạn nhấp vào kết quả trả về của Google và Yandex.

source: Use mouse gestures to close tabs, navigate pages, and more.
es_ar: Usá gestos del ratón para cerrar pestañas, navegar por las páginas y mucho más.
fi: Käytä hiirieleitä sulkeaksesi välilehtiä, liikkuaksesi sivuilla jne.
fur: Dopre i mots cul mouse par sierâ schedis, navigâ tra lis pagjinis e tant altri.
fy_nl: Brûk mûsbewegingen om ljepblêden te sluten, nei siden te navigearjen, en mear.
he: שימוש במחוות עכבר כדי לסגור לשוניות, לעבור בין דפים ועוד.
hr: Koristi pokrete mišem za zatvaranje kartica, kretanje po stranicama i još mnogo toga.
ia: Usa gestos del mus pro clauder schedas, navigar inter paginas, e plus.
is: Notaðu músarbendingar til að loka flipum, rata um vefsíður og fleira.
nb_no: Bruk musebevegelser til å lukke faner, navigere på sider og mer.
nn_no: Bruk muserørsler for å late att faner, navigere på sider, og meir.
ro: Folosește gesturile din mouse pentru închiderea filelor, navigarea prin pagini și multe altele.
tr: Sekmeleri kapatmak, sayfalarda gezinmek ve daha fazlası için fare hareketlerini kullanın.
vi: Sử dụng cử chỉ chuột để đóng thẻ, điều hướng trang và hơn thế nữa.
