Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Save information from the internet to OneNote so you can edit, annotate, and more.
es_ar: Guarda información de Internet en OneNote para poder editarla, hacer anotaciones y mucho más.
fi: Tallenna tietoja Internetistä OneNoteen, jotta voit muokata, tehdä merkintöjä ja paljon muuta.
fur: Salve lis informazions cjapadis di internet su OneNote in mût di podêlis modificâ, notâlis e altri.
fy_nl: Bewarje ynformaasje fan it ynternet nei OneNote, sadat jo dizze bewurkje kinne, oantekeningen meitsje en mear.
he: שמירת מידע מהאינטרנט ל־OneNote כדי שיהיה ניתן לערוך, להוסיף הערות ועוד.
hr: Spremi informacije s interneta u OneNote za uređivanje, dodavanje bilješki i još mnogo toga.
ia: Salva informationes de internet in OneNote de maniera que tu pote rediger los, annotar los, etc.
is: Vistaðu upplýsingar af internetinu í OneNote svo þú getir breytt, skrifað athugasemdir og fleira.
ka: შეინახეთ ინფორმაცია ინტერნეტიდან პირდაპირ OneNote-ში, შედეგად შეგეძლებათ მისი ჩასწორება, ტექსტის დართვა და ა.შ.
ms: Simpan maklumat dari internet ke OneNote supaya anda boleh edit, anotasi dan banyak lagi.
nb_no: Lagre informasjon fra nettet til OneNote så du kan redigere, kommentere og mer.
nn_no: Lagre informasjon frå nettet til OneNote så du kan redigere, kommentere, og meir.
ro: Salvează informații de pe internet în OneNote ca să le poți edita, adnota și multe altele.
te: అంతర్జాలం నుండి సమాచారాన్ని OneNoteలో భద్రపరచుకొని, దాన్ని సవరించుకోవడం, ఉల్లేఖించడం, వంటివెన్నో చేయండి.
th: บันทึกข้อมูลจากอินเทอร์เน็ตไปยัง OneNote ดังนั้นคุณสามารถแก้ไข, อธิบาย และอื่น ๆ ได้
tr: İnternetten OneNote'a bilgi kaydedip düzenleyin, işaretleyin ve daha fazlasını yapın.
vi: Lưu thông tin từ internet vào OneNote để bạn có thể chỉnh sửa, chú thích và hơn thế nữa.

source: Search tracking protection {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ძიებისას თვალის დევნებისგან დაცვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Cari perlindungan penjejakan {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Stop trackers when you click Google and Yandex search returns.
ka: შეზღუდეთ მეთვალყურეები Google და Yandex საძიებოებზე გადასვლისას.
ms: Sekat penjejak apabila anda klik hasil carian Google dan Yandex.

source: Dynamic navigation {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გვერდებზე მოქნილი გადაადგილება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Navigasi dinamik {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Use mouse gestures to close tabs, go back one page, reload, and more.
ka: თაგვის ჟესტების გამოყენება ჩანართების დასახურად, წინა გვერდზე გადასასვლელად, გვერდის ხელახლა გასახსნელად და ა.შ.
ms: Gunakan gerak isyarat tetikus untuk menutup tab, undur satu halaman, muat semula dan banyak lagi.

source: Add images to search returns {start_sub_heading}with {addon_name}{end_sub_heading}
ka: სურათების დამატება ძიების შედეგებზე {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Letak imej pada hasil carian {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Enjoy thumbnail images alongside your search returns.
ka: იხილეთ სურათები, შედეგების გვერდით.
ms: Sertakan imej kecil bersama hasil carian anda.

source: Ease eye strain {start_sub_heading}with {addon_name}{end_sub_heading}
ka: თვალის დაძაბვის შემცირება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Redakan tekanan mata {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Make the web easier on the eyes by darkening its display.
es_ar: Haz que la web afecte menos a tus ojos oscureciendo tu pantalla.
fi: Tee verkosta miellyttävämpi silmille tummentamalla näkymää.
fur: Dopre un teme scûr par no stracâ la viste intant che tu navighis sul web.
fy_nl: Meitsje it web makliker foar de eagen troch de werjefte dêrfan donkerder te meitsjen.
ia: Rende le web plus leve pro tu oculos per obscurar su schermo.
is: Gerðu vefinn auðveldari fyrir augun með því að dekkja skjáinn.
ka: შეამცირეთ თვალების დატვირთვა გვერდების მონახულებისას, ეკრანის ჩამუქებით.
ms: Jadikan web lebih mudah dibaca dengan paparan yang gelap.
nb_no: Gjør nettet mer behagelig for øynene ved å gjøre skjermen mørkere.
nn_no: Gjer nettet meir behageleg for augene dine ved å gjere skjermen mørkare.
ro: Redu efortul ochilor prin scăderea luminozității de afișare.
tr: Ekranınızı karartarak gözlerinizi rahatlatın.
vi: Làm cho trang web dễ nhìn hơn bằng cách làm tối màn hình của nó.

source: Stop pop-ups {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეზღუდეთ ამომხტომი ფანჯრები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Hentikan popup {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Block all pop-ups by default, then decide which ones you'd like to open.
es_ar: Bloquea todas las ventanas emergentes de forma predeterminada y, a continuación, decide cuáles quieres abrir.
fi: Estä kaikki ponnahdusikkunat oletusarvoisesti ja päätä sitten, mitkä haluat avata.
fur: Bloche ducj i barcons a comparse, dopo decît cuâi vierzi.
fy_nl: Blokkearje standert alle pop-ups en beslis dêrnei hokker jo iepenje wolle.
he: חסימת כל החלונות הקופצים כברירת מחדל, ולאחר מכן בחירה באלו שברצונך לפתוח.
hr: Standardno blokiraj sve skočne prozore. Zatim odluči koje želiš otvoriti.
ia: Bloca tote le fenestras emergente primo, postea decide quales tu vole aperir.
is: Lokaðu sjálfgefið fyrir alla sprettiglugga og ákveddu síðan hverja þeirra þú vilt opna.
ka: ყველა ამომხტომი ფანჯარა შეიზღუდება ნაგულისხმევად, შემდეგ კი გადაწყვეტთ, რომლის გახსნა გსურთ.
ms: Sekat semua popup secara piawai, kemudian tentukan yang anda mahu buka.
nb_no: Blokker all sprettoppvinduer som standard og bestem senere hvilke du vil åpne.
nn_no: Blokker all sprettoppvindauge som standard og bestem seinare kva for nokre du vil opne.
ro: Blochează implicit toate pop-up-urile, apoi decizi pe care ai vrea să le deschizi.
tr: Varsayılan olarak tüm açılır pencereleri engelleyin, ardından hangilerini açmak istediğinize karar verin.
vi: Chặn tất cả các cửa sổ bật lên theo mặc định, sau đó đợi bạn quyết định muốn mở cái nào.

source: Customize your favorite websites {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოირგეთ თქვენი რჩეული საიტები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Penyesuaian laman web kegemaran {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Change the look of any website! Shift colors, page backgrounds, and more.
ka: შეცვალეთ ნებისმიერი საიტის იერსახე! ჩაანაცვლეთ ფერები, გვერდის ფონები და ა.შ.
ms: Tukar penampilan laman web! Ubah warna, latar belakang halaman dan banyak lagi.

source: Customize your new tab {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოირგეთ ახალი ჩანართის გვერდი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Penyesuaian tab baru {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Edit the new tab page to display your preferred number of tiles, background image, and more.
ka: ჩაასწორეთ ახალი ჩანართის გვერდი და გამოიტანეთ სასურველი რაოდენობის საიტები, აირჩიეთ ფონის სურათი და ა.შ.
ms: Edit halaman tab baru supaya memaparkan bilangan jubin serta imej latar belakang yang anda mahu dan banyak lagi.

source: Get quick translations {start_sub_heading}with {addon_name}{end_sub_heading}
ka: სწრაფი თარგმნა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Terjemahan pantas {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Highlight text on any website, right-click, and translate instantly.
ka: მონიშნეთ ტექსტი ნებისმიერ საიტზე და მარჯვენა დაწკაპებით თარგმნეთ მყისიერად.
ms: Serlahkan teks dalam laman web, klik kanan dan diterjemahkan serta-merta.

source: Manage your passwords {start_sub_heading}with {addon_name}{end_sub_heading}
ka: პაროლების მართვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Urus kata laluan {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Store passwords securely and access them across multiple devices.
es_ar: Almacena contraseñas de forma segura y accede a ellas desde todos tus dispositivos.
fi: Säilytä salasanoja turvallisesti ja käytä niitä useilta laitteilta.
fur: Memorize lis passwords in sigurece e doprilis su plui dispositîfs.
fy_nl: Bewarje wachtwurden feilich en benaderje se op mear apparaten.
he: אחסון ססמאות באופן מאובטח וקבלת גישה אליהם ממכשירים מרובים.
ia: Salva contrasignos con securitate e accede a illos inter plure apparatos.
is: Geymdu lykilorð á öruggan hátt og hafðu aðgang að þeim á mörgum tækjum.
ka: შეინახეთ პაროლები უსაფრთხოდ და მიიღეთ მათზე წვდომა სხვადასხვა მოწყობილობებიდან.
ms: Simpan kata laluan dengan selamat dan mengaksesnya dalam pelbagai peranti.
nb_no: Lagre passord sikkert og få tilgang til dem på flere enheter.
nn_no: Lagre passord sikkert og få tilgang til dei på fleire einingar.
ro: Stochează parolele în siguranță și accesează-le pe mai multe dispozitive.
th: เก็บรหัสผ่านอย่างปลอดภัยและเข้าถึงผ่านอุปกรณ์หลายเครื่อง
tr: Parolalarınızı güvenle saklayın ve onlara tüm cihazlarınızdan erişin.
vi: Lưu trữ mật khẩu an toàn và truy cập chúng trên nhiều thiết bị.

source: Know where you go on the web {start_sub_heading}with {addon_name}{end_sub_heading}
ka: იხილეთ, თუ სად მიდიხართ ინტერნეტში {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Ketahui pelayaran anda dalam web {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Get the country location for websites you visit. Be an informed internet traveler.
ka: მიიღეთ მონაცემები იმ ვებსაიტების ადგილმდებარეობის შესახებ, რომელთაც ნახულობთ. იყავით გათვითცნობიერებული მოგზაური.
ms: Ketahui lokasi negara laman web yang anda lawati. Jadilah pengembara internet yang bermaklumat.

source: Enhance your reading experience {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გააუმჯობესეთ ტექსტის კითხვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Make the text you're reading more appealing by removing the clutter around it.
ka: გახადეთ ტექსტი კითხვა უფრო მოსახერხებელი, გარშემო არსებული უწესრიგობის მოცილებით.
ms: Jadikan teks yang anda baca lebih menarik dengan membuang gangguan di sekelilingnya.

source: Open multiple links {start_sub_heading}with {addon_name}{end_sub_heading}
ka: რამდენიმე ბმულის ერთიანად გახსნა {start_sub_heading}mit {addon_name}{end_sub_heading}

source: Right-click and drag over links you want open in new tabs.
ka: სასურველ ბმულებზე მარჯვენა წკაპით ან მაჩვენებლის გადატარებით, გახსენით ახალ ჩანართებში.
ms: Klik kanan dan seret pautan yang anda mahu buka dalam tab baru.

source: Retrieve tabs {start_sub_heading}with {addon_name}{end_sub_heading}
ka: დაიბრუნეთ ჩანართები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Access recently closed tabs by right-clicking the icon in your toolbar.
es_ar: Accede a las pestañas cerradas recientemente haciendo clic con el botón derecho en el icono de la barra de herramientas.
fi: Palaa äskettäin suljettuihin välilehtiin napsauttamalla hiiren kakkospainikkeella kuvaketta työkalupalkissa.
fur: Torne aes schedis sieradis di resint fasint un clic diestri su la icone te sbare dai struments.
fy_nl: Benaderje koartlyn sluten ljepblêden troch mei de rjochtermûsknop op it piktogram yn jo arkbalke te klikken.
he: קבלת גישה ללשוניות שנסגרו לאחרונה על־ידי לחיצה על כפתור העכבר הימני על הסנח שבסרגל הכלים שלך.
ia: Accede al schedas claudite recentemente con un clic dextre sur le icone in tu barra de instrumentos.
is: Fáðu aðgang að nýlokuðum flipum með því að hægrismella á táknmyndina í verkfærastikunni.
ka: მიიღეთ წვდომა ბოლოს დახურულ ჩანართებზე, ხელსაწყოთა ზოლში არსებულ ხატულაზე მარჯვენა წკაპით.
ms: Akses tab terkini ditutup dengan mengklik kanan ikon dalam bar alatan.
nb_no: Åpne nylig lukkede faner ved å høyreklikke på ikonet på verktøylinjen.
nn_no: Opne nyleg attlatne faner ved å høgreklikke på ikonet på verktøylinja.
ro: Accesează file închise recent prin clic dreapta pe pictograma din bara ta de instrumente.
th: เข้าถึงแท็บที่เพิ่งปิดโดยการคลิกขวาไอคอนนี้บนแถบเครื่องมือของคุณ
tr: Araç çubuğunuzdaki simgeye sağ tıklayarak en son kapattığınız sekmelere erişin.
vi: Truy cập các thẻ đã đóng gần đây bằng cách nhấp chuột phải vào biểu tượng trên thanh công cụ của bạn.

source: Inspire productivity {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გააუმჯობესეთ შედეგიანობა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Modify your new tab page to display a beautiful background, set your daily focus, and more.
ka: შეცვალეთ ახალი ჩანართის გვერდი და განათავსეთ სასურველი ფონი, მიუთითეთ ყოველდღიურად შესასრულებელი მიზნები და ა.შ.
ms: Ubah halaman tab baru supaya memaparkan latar belakang yang indah, menetapkan tumpuan harian dan banyak lagi.

source: View images {start_sub_heading}with {addon_name}{end_sub_heading}
ka: სურათების ნახვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Brings back the "View image" button while searching on Google Images.
ka: „სურათის ნახვის“ ღილაკის დაბრუნება, Google სურათებში ძიებისას.
ms: Kembalikan butang "Papar imej" ketika membuat carian di Google Images.

source: Increase productivity {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გაზარდეთ სარგებლიანობა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Block time-wasting sites so you can focus on the task at hand.
es_ar: Bloquea los sitios que te hacen perder el tiempo para poder concentrarte en la tarea que estás realizando.
fi: Estä aikaa vievät sivustot, jotta voit keskittyä käsillä olevaan tehtävään.
fur: Bloche i sîts che ti fasi pierdi timp in mût di podêti concentrâ sui tiei obietîfs.
fy_nl: Blokkearje tiid fergriemende websites, sadat jo jo op de aktuele taak rjochtsje kinne.
he: חסימת אתרים שמבזבזים זמן כך שניתן להתמקד במשימה העומדת בפניך.
ia: Bloca le sitos dispersive assi que tu pote mitter al foco le labor al mano.
is: Útilokaðu vefsvæði sem stela frá þér tíma, þannig að þú getir einbeitt þér að fyrirliggjandi verkefnum.
ka: შეზღუდეთ დროის დასაკარგი საიტები და მთელი ყურადღება საქმისკენ მიმართეთ.
ms: Sekat laman yang membuang masa supaya anda boleh fokus kepada tugasan.
nb_no: Blokker tidkrevende nettsteder slik at du kan fokusere på oppgaven du har.
nn_no: Blokker tidkrevjande nettstadar slik at du kan fokusere på oppgåva du har.
ro: Blochează site-urile care-ți consumă inutil timpul ca să te poți concentra pe ce ai de făcut.
th: ปิดกั้นเว็บไซต์ที่เปลืองเวลา ดังนั้นคุณสามารถมุ่งไปที่งานที่อยู่ในมือ
tr: İşinize odaklanabilmek için vakit israfı siteleri engelleyin.
vi: Chặn các trang web lãng phí thời gian để bạn có thể tập trung vào nhiệm vụ trước mắt.

source: Refresh Tabs {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ჩანართების განახლება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Automatically reload tabs based on time intervals.
es_ar: Programa la actualización automática de las pestañas.
fi: Päivitä välilehdet automaattisesti tietyin aikavälein.
fur: Torne cjame lis schedis a dadis di timp stabilidis.
fy_nl: Laad automatysk ljepblêden opnij op basis fan tiidsynterfallen.
he: טעינת לשוניות מחדש באופן אוטומטי בהתבסס על מרווחי זמן.
hr: Automatski ponovo učitaj kartice na osnovi vremenskih intervala.
ia: Recarga automaticamente le schedas in base a intervallos de tempore.
is: Endurhlaða flipa sjálfkrafa á grundvelli tímabila.
ka: ჩანართების თვითგანახლება დროის მითითებულ შუალედში.
ms: Muatkan tab secara automatik berdasarkan selang masa.
nb_no: Oppdater automatisk faner basert på tidsintervaller.
nn_no: Oppdater automatisk faner basert på tidsintervall.
ro: Reîncarcă automat filele la anumite intervale de timp.
te: సమయ వ్యవధి ఆధారంగా ట్యాబులను స్వయంచాలకంగా రీలోడ్ చేయండి.
th: โหลดแท็บใหม่อัตโนมัติตามช่วงเวลา
tr: Zaman aralıklarına göre sekmeleri otomatik olarak tazeleyin.
vi: Tự động tải lại các thẻ dựa trên khoảng thời gian.

source: Fix your favorites {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ჩანიშნული გვერდების გასწორება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Find and resolve broken bookmarks, duplicates, and more.
es_ar: Encuentra y elimina los problemas con tus marcadores rotos, duplicados y mucho más.
fi: Etsi ja selvitä rikkinäiset kirjanmerkit, kaksoiskappaleet jne.
fur: Cjate e comede i segnelibris rots, doplis e altri.
fy_nl: Fyn en ferhelp defekte blêdwizers, duplikaten en mear.
he: איתור ותיקון סימניות שבורות, כפילויות ועוד.
hr: Pronađi i riješi neispravne zabilješke, duplikate i još više.
ia: Trova e repara marcapaginas rupte, duplicatos, e multo plus.
is: Finndu og lagfærðu skemmd bókamerki, tvítök og fleira.
ka: მონახეთ და გაასწორეთ დაზიანებული სანიშნები, განმეორებული ბმულები და ა.შ.
ms: Cari dan selesaikan tandabuku yang rosak, duplikasi dan banyak lagi.
nb_no: Finn og løs defekte bokmerker, duplikater og mer.
nn_no: Finn og løys defekte bokmerke, duplikat, og meir.
ro: Caută și repară marcaje defecte, duplicate și multe altele.
tr: Bozuk ve kopya yer imlerini bulun ve sorunları giderin.
vi: Tìm và giải quyết các dấu trang bị hỏng, trùng lặp và hơn thế nữa.

source: Stress less {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეამცირეთ დატვირთვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Get things done with a helpful to-do list that syncs across devices.
es_ar: Recuerda tus tareas pendientes con una útil lista de tareas que se sincroniza en todos tus dispositivos.
fi: Hoida asioita hyödyllisen tehtävälistan avulla, joka synkronoituu eri laitteiden välillä.
fur: Finìs lis tôs ativitâts cuntune pratiche liste des robis di fâ sincronizade su ducj i dispositîfs.
fy_nl: Krij dingen dien mei in nuttige to-dolist dy’t tusken apparaten syngronisearret.
ia: Sia efficace con un utile lista de cosas a facer que se synchronisa inter tu apparatos.
is: Komdu hlutum í verk með hjálplegum verkefnalista sem samstillist milli tækja.
ka: ჩამოწერეთ გასაკეთებელი საქმეები სიის სახით და დაასინქრონეთ მოწყობილობებზე.
ms: Selesaikan tugasan mengikut senarai berguna yang diselaraskan dalam semua peranti.
nb_no: Få ting gjort med en nyttig oppgaveliste som synkroniseres på tvers av enheter.
nn_no: Få ting gjort med ei nyttig oppgåveliste som synkroniserer på tvers av einingar.
ro: Fii mai eficace cu o listă utilă de sarcini care vine sincronizată pe dispozitive.
tr: Cihazlar arasında eşitlenebilen yapılacaklar listesiyle işlerinizi halledin.
vi: Hoàn thành công việc với danh sách việc cần làm hữu ích được đồng bộ hóa giữa các thiết bị.

source: Shop Smarter {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ივაჭრეთ მოხერხებულად {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Track historical pricing, find competing products, know the seller's ratings, and more.
es_ar: Haz un seguimiento de los precios históricos, productos de la competencia, conoce las valoraciones del vendedor y mucho más.
fi: Seuraa hinnankehitystä, löydä kilpailevia tuotteita, tutustu myyjän arvioihin ja paljon muuta.
fur: Ten segnade la cronologjie dai presits, cjate prodots de concorince, lei lis valutazions dai vendidôrs e tant altri.
fy_nl: Folgje histoarysk priisferrin, fyn konkurrearjende produkten, besjoch wurdearringen foar de ferkeaper, en mear.
ia: Tracia le chronologia del precios, trova productos competitive, consulta le evalutationes del venditores, e multo plus.
ka: თვალი ადევნეთ ფასების ცვლილებას, მონახეთ ურთიერთშემცვლელი საქონელი, გაეცანით გამყიდველის შესახებ შეფასებებს და ა.შ.
ms: Jejaki sejarah harga, produk pesaing, penarafan penjual dan banyak lagi.
nb_no: Spor historiske priser, finn konkurrerende produkter, få vite selgerens vurderinger og mer.
nn_no: Spor historiske prisar, finn konkurrerande produkt, få vite vurderingane til seljaren og meir.
ro: Urmărești istoricul prețurilor, găsești produse concurente, afli evaluările vânzătorului și multe altele.
tr: Fiyat geçmişini izleyin, rakip ürünleri bulun, satıcı puanlarını öğrenin ve daha fazlasını yapın.
vi: Theo dõi giá lịch sử, tìm sản phẩm cạnh tranh, biết xếp hạng của người bán và hơn thế nữa.

source: Make it your YouTube {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოირგეთ YouTube {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Play videos in a pop-out window, only see ads within subscribed channels, take video screenshots, and so much more.
ka: გაუშვით ვიდეოები ამომხტომ ფანჯრებში, რეკლამები იხილეთ მხოლოდ გამოწერილ არხებზე, გადაუღეთ სურათები ვიდეოებს და კიდევ ბევრი სხვა რამ.
ms: Mainkan video dalam tetingkap pop keluar, lihat iklan hanya dalam saluran langganan, ambil skrinsyot video dan banyak lagi.

source: Explore website traffic {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გამოიკვლიეთ ვებსაიტზე შემსვლელთა რაოდენობა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Get in-depth engagement and traffic information for any website.
es_ar: Obtén información detallada sobre la interacción y el tráfico de cualquier sitio web.
fi: Hanki yksityiskohtaisia sitoutumis- ja liikennetietoja mille tahansa verkkosivustolle.
fur: Oten informazions aprofondidis su coinvolziment e trafic di cualsisei sît web.
fy_nl: Krij ynformaasje oer belutsenheid en ferkear foar alle websites.
ia: Obtene informationes detaliate sur le ingagiamento e le traffico de qualcunque sito web.
is: Fáðu ítarlegar upplýsingar um þátttöku og umferð um hvaða vefsíðu sem er.
ka: უფრო ღრმად გაერკვიეთ საქმეში და იხილეთ ნებისმიერ ვებსაიტზე შემსვლელთა რაოდენობა.
ms: Dapatkan maklumat penglibatan dan trafik mana-mana laman web.
nb_no: Få dyptgående informasjon om engasjement og trafikk for ethvert nettsted.
nn_no: Få djuptgåande informasjon om engasjement og trafikk for alle nettstadar.
ro: Obține informații aprofundate despre implicare și trafic pentru orice site web.
tr: İstediğiniz web sitesiyle ilgili kapsamlı etkileşim ve trafik bilgilerini alın.
vi: Nhận thông tin tham gia và lưu lượng truy cập chuyên sâu cho bất kỳ trang web nào.

source: Style Wikipedia {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გააფორმეთ ვიკიპედია {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Applies a fresh and modern appearance to Wikipedia.
ka: მიუსადაგეთ ვიკიპედიას უახლესი და თანამედროვე იერსახე.
ms: Beri penampilan baru dan moden kepada Wikipedia.

source: Work faster {start_sub_heading}with {addon_name}{end_sub_heading}
ka: იმუშავეთ მეტად სწრაფად {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Use mouse gestures to get to things done—quicker.
ka: გამოიყენეთ თაგვის ჟესტები, რომ ყველაფერი გააკეთოთ — გაცილებით სწრაფად.
ms: Gunakan gerak isyarat tetikus untuk melaksanakan sesuatu—lebih pantas.

source: Disguise the page {start_sub_heading}with {addon_name}{end_sub_heading}
ka: დამალეთ გვერდი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
