Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: See thumbnail images alongside your search returns.
es_ar: Ver imágenes en miniatura junto a los resultados de búsqueda.
fi: Näe esikatselukuvat hakutulosten ohessa.
fur: Visualize lis miniaturis dongje dai risultâts di ricercje.
fy_nl: Miniatuerôfbyldingen njonken jo sykresultaten toane.
hr: Uživaj u sličicama web stranica pored rezultata pretrage.
ia: Vide imagines in miniatura a latere de tu retornos de recerca.
is: Sjáðu smámyndir við hlið leitarniðurstaðna.
nb_no: Se miniatyrbilder ved siden av dine søkeresultater.
nn_no: Sjå miniatyrbilde saman med søkjeresultata dine.
ro: Vezi imagini miniatură alături de rezultatele căutării.
tr: Arama sonuçlarınızın yanında sitelerin küçük resimleri görünsün.
vi: Xem hình ảnh thu nhỏ cùng với kết quả tìm kiếm của bạn.

source: Customize the look of any website. Shift colors, page backgrounds, and more.
es_ar: ¡Cambia la apariencia de cualquier sitio web! Cambia los colores, los fondos de página y mucho más.
fi: Mukauta minkä tahansa sivuston ulkoasua. Aseta käänteisiä värejä, muuta sivun taustaa yms.
fur: Personalize l'aspiet di cualsisei sît web! Cambie colôrs, fonts e tant altri.
fy_nl: Wizigje de foarmjouwing fan websites. Pas kleuren, side-eftergrûnen en mear oan.
he: התאמה אישית של המראה של כל אתר. שינוי צבעים, רקעים לדפים ועוד.
hr: Prilagodi izgled bilo koje web stranice. Mijenjaj boje, pozadinu stranice i još mnogo toga.
ia: Personalisa le apparentia de qualcunque sito web. Altera le colores, le fundos de pagina e multo plus.
is: Sérsníddu útlit hvaða vefsíðu sem er. Breyttu litum, bakgrunni og fleira.
nb_no: Tilpass utseendet til ethvert nettsted. Endre farger, sidebakgrunner og mer.
nn_no: Tilpass utsjånad på kva som helst nettstad. Byt fargar, sidebakgrunnar og meir.
ro: Personalizezi aspectul oricărui site web. Schimbi culori, fundaluri de pagini și multe altele.
tr: İstediğiniz web sayfasının görünümünü kişiselleştirin. Renkleri, sayfa arka planlarını ve daha fazlasını değiştirin.
vi: Tùy chỉnh giao diện của bất kỳ trang web nào. Thay đổi màu sắc, nền trang và hơn thế nữa.

source: Customize your new tab page to display a preferred number of tiles, background image, and more.
es_ar: Edita la página de la nueva pestaña para visualizar tus preferencias en cuanto al número de iconos dinámicos, la imagen de fondo y mucho más.
fi: Mukauta Uusi välilehti -sivua näyttämään haluamasi määrä ruutuja, taustakuva ja paljon muuta.
fur: Personalize la pagjine des gnovis schedis in mût che a visualizin un ciert numar di tassei, une imagjin di fonts e tant altri.
fy_nl: Bewurkje jo nij-ljepblêdside, sadat dizze jo winske oantal ljepblêden, in eftergrûndôfbylding en mear werjout.
he: התאמה אישית של דף הלשונית החדשה כדי שיציג מספר מועדף של אריחים, תמונת רקע ועוד.
ia: Personalisa le pagina de nove scheda pro monstrar tu preferite numero de quadrellos, imagine de fundo, e plus ancora.
is: Sérsníddu síðuna fyrir nýja flipa, þannig að hún birti tiltekinn fjölda flísa, bakgrunnsmynd og fleira.
nb_no: Tilpass ny fane-siden for å vise et foretrukket antall ruter, bakgrunnsbilde og mer.
nn_no: Tilpass den nye fanesida di for å vise eit føretrekt antal ruter, bakgrunnsbilde, og meir.
ro: Îți personalizezi pagina de filă nouă ca să afișeze un număr preferat de dale, o imagine de fundal și multe altele.
tr: Yeni sekme sayfanızı istediğiniz sayıda kutucuk, arka plan resmi ve daha fazlası görünecek şekilde özelleştirin.
vi: Tùy chỉnh trang thẻ mới của bạn để hiển thị một số ô, hình nền ưa thích và hơn thế nữa.

source: Know where you go on the web. Get the country location of the websites you visit. Be an informed internet traveler.
es_ar: Conoce tu destino web. Obtén la ubicación del país de los sitios web que visitas. Sé un viajero web informado.
fi: Tiedä, missä liikut verkossa. Selvitä vierailemiesi verkkosivustojen maakohtaiset sijainnit. Ole tietoinen Internet-matkailija.
fur: Scuvierç là che tu stâs lant sul web. Ricognòs la localizazion gjeografiche dai sîts che tu visitis. Reste un viazadôr di internet informât.
fy_nl: Witte wêr’t jo nei ta gean op it web. Untdek de lânlokaasje foar websites dy’t jo besykje. Wês in ynformearre ynternetreizger.
ia: Discoperi ubi tu va in le Web. Recipe le position geographic del pais del sitos web que tu visita. Que tu es un viagiator de internet informate.
is: Vertu viss um hvar þú sért á vefnum. Sjáðu í hvaða landi vefsvæði eru hýst. Vertu upplýst/ur á netinu.
nb_no: Kjenn ruten din på nettet. Få vite om landet til alle nettsteder du besøker. Vær en informert internettreisende.
nn_no: Kjenn ruta di på nettet. Få vite om landet til alle nettstadar du besøkjer. Ver ein informert internettreisande.
ro: Află pe unde mergi pe web. Obține locația țării site-urilor web pe care intri. Fii un internaut informat.
tr: Web'de nereye gittiğinizi bilin. Ziyaret ettiğiniz web sitelerinin ülkelerini öğrenin. Bilinçli bir internet gezgini olun.
vi: Biết bạn đi đâu trên web. Nhận vị trí quốc gia của các trang web bạn truy cập. Hãy là một khách du lịch internet có hiểu biết.

source: Enhance your reading experience. Make the text you're reading more appealing by removing the clutter around it.
es_ar: Mejora tu experiencia lectora. Haz que el texto que estás leyendo sea más atractivo eliminando los elementos innecesarios que lo rodean.
fi: Paranna lukukokemustasi. Tee lukemastasi tekstistä houkuttelevampaa poistamalla sen ympäriltä turhaa sisältöä.
fur: Miore la esperience di leture. Rint plui plasevul il test che tu leis eliminant ce che al è di plui.
fy_nl: Ferbetterje jo lêsûnderfining. Meitsje de tekst dy’t jo lêze oantrekliker troch de rommel deromhinne fuort te smiten.
ia: Meliora tu experientia de lectura. Rende plus attrahente le texto que tu lege per le remotion del disordine circum illo.
is: Bættu upplifun þína af lestri. Gerðu textann sem þú ert að lesa skýrari með því að hreinsa óreiðuna í kringum hann.
nb_no: Forbedre leseopplevelsen din. Gjør teksten du leser mer tiltalende ved å fjerne rotet rundt den.
nn_no: Forbetre leseopplevinga di. Gjer teksten du les meir tiltalande ved å fjerne rotet rundt han.
ro: Îmbunătățește-ți experiența de lectură. Fă mai atrăgător textul citit prin eliminarea elementelor inutile din jur.
tr: Okuma deneyiminizi geliştirin. Okuduğunuz metnin etrafındaki dağınıklığı kaldırarak onu daha okunaklı hale getirin.
vi: Nâng cao trải nghiệm đọc của bạn. Làm cho văn bản bạn đang đọc hấp dẫn hơn bằng cách loại bỏ những thứ lộn xộn xung quanh nó.

source: Right-click and drag links you want open in new tabs.
es_ar: Haz clic con el botón derecho y arrastra el cursor por encima de los enlaces que deseas abrir en las nuevas pestañas.
fi: Napsauta hiiren kakkospainikkeella ja vedä linkkejä, jotka haluat avata uusissa välilehdissä.
fur: Fâs clic cul boton diestri e strissine i colegaments che tu desideris vierzi in gnovis schedis.
fy_nl: Klik mei de rjochtermûsknop en sleep keppelingen dy’t jo yn nije ljepblêden iepenje wolle.
ia: Clicca a dextra e trahe ligamines que tu vole aperir in un nove scheda.
is: Hægrismelltu og dragðu tengla sem þú vilt opna í nýjum flipa.
nb_no: Høyreklikk og dra lenkene du vil åpne i nye faner.
nn_no: Høgreklikk og dra lenkene du vil opne i nye faner.
ro: Dă clic dreapta și trage linkuri pe care vrei să le deschizi în file noi.
tr: Yeni sekmede açmak istediğiniz bağlantıları sağ tıklayıp sürükleyin.
vi: Nhấp chuột phải và kéo các liên kết bạn muốn mở trong các thẻ mới.

source: Inspire productivity. Modify your new tab page to display a beautiful background, set your daily focus, and more.
es_ar: Inspirá productividad. Modificá la página de la nueva pestaña para mostrar un fondo atractivo, enfocarte a diario y más.
fi: Lisää tuottavuutta. Muokkaa uutta välilehteä kauniilla taustalla, aseta päivittäinen keskittyminen ja paljon muuta.
fur: Ispirazion pe produtivitât. Modifiche la pagjine des gnovis schedis cuntun biel fonts, stabilìs i compits pe zornade e tant altri.
fy_nl: Ynspirearje produktiviteit. Pas jo nij-ljepblêdside oan om in moaie eftergrûn wer te jaan, jo deistige fokus te bepalen, en mear.
ia: Un inspiration pro tu productivitate. Decora tu pagina de nove scheda con un belle fundo, defini tu prioritates quotidian, e multo plus.
is: Ýttu undir framleiðni. Breyttu síðunni fyrir nýja flipa þannig að hún birti fallega bakgrunnsmynd, sýni daglegar áherslur þínar, og fleira.
nb_no: Inspirer produktiviteten. Endre den ny fane-siden din til å vise en vakker bakgrunn, sette ditt daglige fokus og mer.
nn_no: Inspirer produktiviteten. Endre den nye fanesida di for å vise ein vakker bakgrunn, angi det daglege fokuset ditt, og meir.
ro: Inspiră productivitate. Modifică-ți pagina de filă nouă ca să afișeze un fundal frumos, setează-ți sarcinile zilnice și multe altele.
tr: Verimliliğinizi artırın. Yeni sekme sayfanıza şık bir arka plan ekleyin, günlük odak noktanızı belirleyin ve daha fazlasını yapın.
vi: Tạo cảm hứng cho năng suất. Sửa đổi trang thẻ mới của bạn để hiển thị nền đẹp, đặt trọng tâm hàng ngày của bạn và hơn thế nữa.

source: Make it your YouTube. Play videos in a pop-out window, only see ads within subscribed channels, take video screenshots, and so much more.
es_ar: Personaliza YouTube a tu gusto. Reproduzca videos en una ventana emergente, sólo vea anuncios dentro de canales suscritos, tome videos de capturas de pantalla y mucho más.
fi: Tee YouTubesta mieleisesi. Toista videoita ponnahdusikkunassa, näe mainoksia vain tilatuilla kanavilla, ota videoista kuvakaappauksia ja paljon muuta.
fur: Personalize YouTube. Riprodûs videos intun barcon a comparse, viôt dome lis publicitâts dai canâi là che tu âs la iscrizion, fâs videadis e tant altri.
fy_nl: Meitsje it jo YouTube. Spylje fideo’s ôf yn in pop-outfinster, sjoch allinnich advertinsjes binnen abonnearre kanalen, meitsje fideoôfbyldingen, en sa folle mear.
ia: Personalisa YouTube. Reguarda videos in un fenestra emergente, vide publicitate solmente in canales a que tu te ha subscribite, prende capturas de schermo de videos, e tanto ancora.
is: Gerðu YouTube að þínu. Spilaðu myndskeið í sprettglugga, horfðu bara á auglýsingar í myndskeiðum sem þú ert í áskrift að, taktu skjámyndir af myndskeiðum, og margt fleira.
nb_no: Gjør den til din YouTube. Spill av videoer i et sprettoppvindu, se bare annonser i kanaler du abonnerer på, ta skjermbilder av videoer og mye mer.
nn_no: Gjer han til din YouTube. Spel av videoar i eit popup-vindauge, sjå berre annonsar i kanalar du abonnerer på, ta skjermbilde av videoar og mykje meir.
ro: Personalizează YouTube. Redai videoclipurile într-o fereastră contextuală, vezi reclame numai în canalele la care te-ai abonat, faci capturi de ecrane cu videoclipuri și atât de multe altele.
tr: YouTube’u kişiselleştirin. Videoları açılır pencerede oynatın, yalnızca abone olduğunuz kanallardaki reklamları görün, videolardan ekran görüntüleri alın ve çok daha fazlasını yapın.
vi: Biến nó thành YouTube của bạn. Phát video trên hình trong hình, chỉ xem quảng cáo trong các kênh đã đăng ký, chụp ảnh màn hình video và hơn thế nữa.

source: Applies a fresh, modern appearance to Wikipedia.
es_ar: Aplique a su Wikipedia una apariencia fresca y moderna.
fi: Antaa tuoreen ja modernin ulkoasun Wikipedialle.
fur: Al apliche a Wikipedia un aspiet origjinâl e moderni.
fy_nl: Past in frisse en moderne foarmjouwing ta op Wikipedia.
he: החלת מראה רענן ומודרני לויקיפדיה.
hr: Primjenjuje svjež, moderan izgled Wikipedije.
ia: Applica un apparentia fresc e moderne a Wikipedia.
is: Setur ferskt, nútímalegt útlit á Wikipedíu.
nb_no: Gir Wikipedia et nytt og moderne utseende.
nn_no: Gir Wikipedia ein ny og moderne utsjånad.
ro: Dă paginilor de Wikipedia un aspect proaspăt și modern.
tr: Vikipedi’ye yeni ve modern bir görünüm uygular.
vi: Áp dụng giao diện mới, hiện đại cho Wikipedia.

source: Use mouse gestures to get to things done quicker.
es_ar: Use los gestos del mouse para hacer las cosas más rápido.
fi: Käytä hiirieleitä hoitaaksesi asiat aiempaa nopeammin.
fur: Dopre i mots dal mouse par sveltî lis operazions.
fy_nl: Brûk mûsbewegingen om dingen flugger foar inoar te krijen.
he: שימוש במחוות עכבר כדי לבצע דברים במהירות רבה יותר.
ia: Usa le gestos del mus pro accelerar le actiones.
is: Notaðu músarbendingar svo að hlutirnir gangi hraðar fyrir sig.
nb_no: Bruk musebevegelser for å få ting gjort raskere.
nn_no: Bruk muserørsler for å få ting gjort raskare.
ro: Folosește gesturile din mouse pentru rapiditate.
tr: Fare hareketlerini kullanarak daha hızlı işlem yapın.
vi: Sử dụng cử chỉ chuột để hoàn thành công việc nhanh hơn.

source: Download images you find on the web.
es_ar: Descarga las imágenes que encuentres en la web.
fi: Lataa verkosta löytämiäsi kuvia.
fur: Discjame lis imagjins che tu cjatis sul web.
fy_nl: Download ôfbyldingen dy’t jo op ynternet fine.
he: הורדת תמונות מהאינטרנט.
hr: Preuzmi slike koje pronađeš na webu.
ia: Discarga le imagines que tu trova sur le Web.
is: Sæktu myndir sem þú finnur á vefnum.
nb_no: Last ned bilder du finner på nettet.
nn_no: Last ned bilde du finn på nettet.
ro: Descarcă imagini găsite pe web.
th: ดาวน์โหลดรูปภาพที่คุณพบเห็นบนเว็บ
tr: Web'de bulduğunuz görselleri indirin.
vi: Tải xuống hình ảnh bạn tìm thấy trên web.

source: Conquer spam. Use clever temporary email addresses to remain anonymous and avoid spam.
es_ar: Conquistá el spam. Usá direcciones de correo electrónico temporales inteligentes para permanecer anónimo y evitar el spam.
fi: Kukista roskaposti. Käytä väliaikaisia sähköpostiosoitteita pysyäksesi anonyymina ja välttääksesi roskapostia.
fur: Bat il spam. Dopre direzions e-mail temporaniis inteligjentis par restâ anonim e evitâ il spam.
fy_nl: Oerwin spam. Brûk tûke tydlike e-mailadressen om anonym te bliuwen en spam te mijen.
he: לנצח את הספאם. שימוש בכתובות דוא״ל זמניות וחכמות כדי להישאר בעילום שם ולהימנע מספאם.
ia: Conquire le spam. Usa ingeniose adresses email temporari pro restar anonyme e evitar le spam.
is: Sigraðu ruslpóstinn. Notaðu sniðug bráðabirgðanetföng til að haldast nafnlaus og forðast ruslpóst.
nb_no: Bekjemp spam. Bruk smarte midlertidige e-postadresser for å forbli anonym og unngå spam.
nn_no: Nedkjemp spam. Bruk smarte mellombelse e-postadresser for å halde fram med å vere anonym og unngå spam.
ro: Învinge spamul. Folosește adrese de e-mail temporare inteligente pentru a-ți păstra anonimatul și a evita spamul.
tr: Spam'e hükmedin. Anonim kalmak ve gereksiz e-postalardan kaçınmak için geçici e-posta adresleri kullanın.
vi: Chinh phục thư rác. Sử dụng các địa chỉ email tạm thời thông minh để ẩn danh và tránh thư rác.

source: A direct path to customizing the built-in privacy settings in Firefox.
es_ar: Una ruta directa para personalizar la configuración de privacidad integrada en Firefox.
fi: Suora polku Firefoxiin sisäänrakennettujen yksityisyysasetusten muuttamiseen.
fur: Un percors diret par personalizâ lis impostazions di riservatece integradis in Firefox.
fy_nl: In streekrjocht paad nei oanpassing fan de ynboude privacyynstellingen yn Firefox.
he: נתיב ישיר להתאמה אישית של הגדרות הפרטיות המובנות ב־Firefox.
ia: Un cammino directe pro personalisar le parametros de confidentialitate interior de Firefox.
is: Bein leið til að sérsníða innbyggðu persónuverndarstillingarnar í Firefox.
nb_no: En direkte vei til å tilpasse de innebygde personverninnstillingene i Firefox.
nn_no: Ein direkte veg for å tilpasse dei innebygde personverninnstillingane i Firefox.
ro: Personalizezi ușor setările încorporate de confidențialitate din Firefox.
tr: Firefox'taki gizlilik seçeneklerini özelleştirmenin doğrudan yolu.
vi: Một đường dẫn trực tiếp để tùy chỉnh cài đặt bảo mật tích hợp trong Firefox.

source: Get instant translations by highlighting text and clicking the button that pops up.
es_ar: Conseguí traducciones instantáneas resaltando el texto y haciendo clic en el botón que aparece.
fi: Hanki käännöksiä välittömästi korostamalla haluamasi tekstin ja napsauttamalla esiin tulevaa painiketta.
fur: Oten traduzions istantaniis evidenziant il test e fasint clic sul boton che al ven fûr.
fy_nl: Krij daliks in oersetting troch tekst te markearjen en op de knop dy’t ferskynt te klikken.
he: קבלת תרגומים מיידיים על־ידי סימון טקסט ולחיצה על הכפתור שקופץ.
ia: Accesso immediate al traduction per evidentiar le texto e cliccar le button comparente.
is: Fáðu tafarlausar þýðingar með því að velja texta og smella á hnappinn sem birtist.
nb_no: Få umiddelbare oversettelser ved å markere tekst og klikke på knappen som dukker opp.
nn_no: Få direkte omsetjingar ved å markere tekst og klikke på knappen som dukkar opp.
ro: Obții traduceri instant prin evidențierea textului și clic pe butonul contextual.
tr: Metni seçtiğinizde ortaya çıkan düğmeye tıklayarak anında çeviri yapın.
vi: Nhận bản dịch tức thì bằng cách đánh dấu văn bản và nhấp vào nút bật lên.

source: WhatsApp on the web. Access WhatsApp from within Firefox's toolbar panel to get badge notification of unread threads.
es_ar: WhatsApp en la web. Accedé a WhatsApp desde el panel de la barra de herramientas de Firefox para obtener una notificación con la insignia de los hilos no leídos.
fi: WhatsApp verkossa. Käytä WhatsAppia Firefoxin työkalupalkin kautta saadaksesi ilmoituksen lukemattomista keskusteluista.
fur: WhatsApp sul web. Jentre in WhatsApp dal panel de sbare dai struments di Firefox par ricevi notifichis des conversazions no letis.
fy_nl: WhatsApp op it web. Benaderje WhatsApp fan de arkbalke fan Firefox út om meldingen fan net lêzen konversaasjes te krijen.
hr: WhatsApp na webu. Pristupi WhatsApp-u s ploče alatne trake za dobivanje obavijesti o nepročitanim porukama.
ia: WhatsApp sur le web. Accede a WhatsApp a partir del barra de instrumentos de Firefox pro reciper notificationes sur conversationes non legite.
is: WhatsApp á vefnum. Fáðu aðgang frá WhatsApp í verkfærastiku Firefox að tilkynningum um ólesna þræði.
nb_no: WhatsApp på nettet. Få tilgang til WhatsApp fra Firefox' verktøylinjepanel for å få varsel om uleste tråder.
nn_no: WhatsApp på nettet. Få tilgang til WhatsApp frå verktøylinjepanelet til Firefox for å få varsel om ulesne trådar.
ro: WhatsApp pe web. Accesează WhatsApp din panoul barei de instrumente din Firefox ca să primești notificări în insignă pentru conversații necitite.
tr: WhatsApp artık web’de. Okunmamış iletilerle ilgili rozet bildirimi almak için Firefox’un araç çubuğu panelinden WhatsApp’a erişin.
vi: WhatsApp trên web. Truy cập WhatsApp từ trong bảng thanh công cụ của Firefox để nhận thông báo huy hiệu về các chủ đề chưa đọc.

source: Restrict Firefox from accessing websites you define. A great tool for exercising online self discipline.
es_ar: Restringí el acceso de Firefox a los sitios web que definás. Una gran herramienta para ejercitar la autodisciplina en línea.
fi: Rajoita Firefoxia pääsemästä määrittämillesi verkkosivustoille. Loistava työkalu itsekuriin verkossa.
fur: Impedìs a Firefox l’acès ai sîts web che tu indichis. Un bon imprest par esercitâ in rêt la autodissipline.
fy_nl: Behein de tagong fan Firefox ta websites dy’t jo definiearje. In geweldich helpmiddel om online-seldisipline te trainen.
he: הגבלת Firefox מפני כניסה לאתרים מוגדרים. כלי נהדר להפעלת משמעת עצמית ברשת.
ia: Impedi a Firefox de acceder al sitos web que tu indica. Un excellente utensile pro exercitar autodisciplina in linea.
is: Takmarka aðgang Firefox að vefsíðum sem þú skilgreinir. Frábært tæki til að æfa sjálfsaga á netinu.
nb_no: Begrens Firefox fra å få tilgang til nettsteder du definerer. Et flott verktøy for å utøve selvdisiplin på nett.
nn_no: Avgrens Firefox frå å få tilgang til nettstadar du definerer. Eit flott verktøy for å utøve sjølvdisiplin på nettet.
ro: Restricționează accesul Firefox la site-uri web definite de tine. O unealtă grozavă pentru exercitarea autodisciplinei online.
tr: Firefox’un belli web sitelerine erişimini kısıtlayın. İnternette özdisiplini sağlamak için harika bir araç.
vi: Hạn chế Firefox truy cập các trang web bạn xác định. Một công cụ tuyệt vời để thực hiện kỷ luật trực tuyến.

source: A more efficient way to save bookmarks if you use multiple bookmark folders.
es_ar: Una forma más eficiente de guardar marcadores si usás varias carpetas de marcadores.
fi: Aiempaa tehokkaampi tapa tallentaa kirjanmerkkejä, jos käytät useita kirjanmerkkikansioita.
fur: Une maniere plui eficiente di salvâ i segnelibris se, par organizâju, tu dopris plui cartelis.
fy_nl: In effisjinte manier om blêdwizers te bewarjen as jo mear blêdwizermappen brûke.
he: דרך יעילה יותר לשמור סימניות אם יש לך שימוש בתיקיות סימניות מרובות.
ia: Un maniera plus efficiente de salvar marcapaginas si tu los organisa in plure dossiers.
is: Skilvirkari leið til að vista bókamerki ef þú notar margar bókamerkjamöppur.
nb_no: En mer effektiv måte å lagre bokmerker på hvis du bruker flere bokmerkemapper.
nn_no: Ein mer effektiv måte å lagre bokmerke på viss du brukar fleire bokmerkemapper.
ro: Un mod mai bun de a salva marcaje dacă folosești mai multe dosare de marcaje.
tr: Birden çok yer imi klasörü kullanananlar için yer imlerini kaydetmenin daha etkili bir yöntemi.
vi: Một cách hiệu quả hơn để lưu dấu trang nếu bạn sử dụng nhiều thư mục dấu trang.

source: Instantly display all links from a web page in new tabs.
es_ar: Mostrar instantáneamente todos los enlaces de una página web en pestañas nuevas.
fi: Näytä kaikki verkkosivun linkit välittömästi uusissa välilehdissä.
fur: Vierç intun lamp ducj i colegaments di une pagjine web in gnovis schedis.
fy_nl: Jou daliks alle keppelingen fan in webside wer yn nije ljepblêden.
he: הצגה מיידית של כל הקישורים מדף אינטרנט בלשוניות חדשות.
ia: Monstra instantaneemente tote le ligamines de un pagina web in nove schedas.
is: Birtu samstundis alla tengla á vefsíðu í nýjum flipum.
nb_no: Vis alle lenker fra en nettside umiddelbart i nye faner.
nn_no: Vis alle lenkjer frå ei nettside, med ein gong i nye faner.
ro: Afișează instant în file noi toate linkurile de pe o pagină web.
tr: Bir web sayfasındaki tüm bağlantıları anında yeni sekmelerde görüntüleyin.
vi: Hiển thị ngay lập tức tất cả các liên kết từ một trang web trong các thẻ mới.

source: Strip away redirect pages and URL tracking parameters from web links. Works automatically.
es_ar: Elimina las páginas de redireccionamiento y los parámetros de seguimiento de URL de los enlaces web. Funciona de forma automática.
fur: Gjave vie dai colegaments web i indreçaments viers altris pagjinis e i parametris URL par stâti daûr dilunc la navigazion. Al funzione in automatic.
fy_nl: Smyt omliedingssiden en parameters foar URL-tracking út webkeppelingen fuort. Wurket automatysk.
ia: Spolia del ligamines web le paginas de re-adresse e le parametros de traciamento del URL. Functiona automaticamente.
is: Fjarlægðu tilvísunarsíður og færibreytur vefslóðrakningar úr veftenglum. Virkar sjálfvirkt.
nb_no: Fjern omdirigeringssider og URL-sporingsparametere fra nettlenker. Fungerer automatisk.
nn_no: Fjern omdirigeringssider og URL-sporingsparameter frå nettlenker. Fungerer automatisk.
ro: Elimină paginile de redirecționare și parametrii de urmărire URL din linkuri. Funcționează automat.
th: แยกหน้าเปลี่ยนเส้นทางและพารามิเตอร์ติดตาม URL ออกจากลิงก์เว็บ ทำงานโดยอัตโนมัติ
tr: Web bağlantılarındaki yönlendirme sayfalarını ve URL izleme parametrelerini kaldırın. Otomatik olarak çalışır.
vi: Loại bỏ các trang chuyển hướng và thông số theo dõi URL khỏi các liên kết web. Hoạt động tự động.
