Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Download Firefox themes for musical interests and artists. This category includes popular bands like Nirvana and BTS, instruments, music videos, and much more.
es_ar: Descarga temas de Firefox sobre intereses musicales y artistas. En esta categoría se incluyen las bandas más populares, como Nirvana, instrumentos, vídeos de música y mucho más.
fi: Lataa Firefox-teemoja musiikillisille kiinnostuksen kohteille ja artisteille. Tähän luokkaan kuuluu suosittuja bändejä, kuten Nirvana ja BTS, soittimia, musiikkivideoita ja paljon muuta.
fur: Discjame temis di Firefox su interès e artiscj musicâi. In cheste categorie tu cjatarâs temis ispirâts a famôs grups musicâi come i Nirvana e i BTS, struments musicâi, videos musicâi e tant altri.
fy_nl: Download Firefox-tema’s foar muzikale ynteressen en artysten. Dizze kategory omfettet populêre bands lykas Nirvana en BTS, ynstruminten, muzykfideo’s, en folle mear.
hr: Preuzmi glazbene i umjetničke teme za Firefox. Ova kategorija uključuje popularne bendove poput Nirvane i BTS-a, instrumente, muzičke spotove i još mnogo toga.
ia: Discarga themas de Firefox pro interesses musical e artistas. Iste categoria include gruppos popular como Nirvana e BTS, instrumentos, videos musical e multo plus.
is: Sæktu Firefox-þemu fyrir tónlistaráhugamál og listamenn. Þessi flokkur inniheldur myndefni fyrir vinsælar hljómsveitir eins og Nirvana og BTS, hljóðfæri, tónlistarmyndbönd og margt fleira.
nb_no: Last ned Firefox-temaer for musikalske interesser og artister. Denne kategorien inkluderer populære band som Nirvana og BTS, instrumenter, musikkvideoer og mye mer.
nn_no: Last ned Firefox-tema for musikalske interesser og artistar. Denne kategorien inkluderer populære band som Nirvana og BTS, instrument, musikkvideoar og mykje meir.
ro: Descarcă teme Firefox pentru interese muzicale și artiști. Această categorie include trupe populare precum Nirvana și BTS, instrumente, videoclipuri muzicale și multe altele.
th: ดาวน์โหลดชุดตกแต่ง Firefox เกี่ยวกับดนตรีและศิลปะ ในหมวดนี้มีศิลปินที่โด่งดังมากมาย เช่น วง Nirvana และวง BTS เครื่องดนตรีต่างๆ มิวสิกวีดีโอ และอีกมากมาย
tr: Müzik dünyasına ilişkin ilgi alanlarından ve sanatçılardan ilham alan Firefox temalarını indirin. Bu kategoride, Nirvana ve BTS gibi ünlü gruplardan esinlenen temalar, müzik aletleri, müzik videoları ve daha fazlasını bulacaksınız.
vi: Tải xuống các chủ đề Firefox cho sở thích âm nhạc và nghệ sĩ. Danh mục này bao gồm các ban nhạc nổi tiếng như Nirvana và BTS, nhạc cụ, video âm nhạc, v.v.

source: Download Firefox themes with animals and natural landscapes. This category includes flowers, sunsets, foxes, seasons, planets, kittens, birds, and more.
es_ar: Descarga temas de Firefox sobre animales y paisajes naturales. En esta categoría se incluyen flores, amaneceres, estaciones, planetas, gatitos, pájaros y mucho más.
fi: Lataa Firefox-teemoja, joissa on eläimiä ja luonnonmaisemia. Tähän luokkaan kuuluvat kukat, auringonlaskut, ketut, vuodenajat, planeetat, kissanpennut, linnut ja paljon muuta.
fur: Discjame temis par Firefox cun animâi e paisaçs naturâi. In cheste categorie tu cjatarâs rosis, tramonts, bolps, stagjons, planets, tuiuts, ucei e altris maraveis de nature.
fy_nl: Download Firefox-tema’s mei bisten en natuerlike lânskippen. Dizze kategory omfettet blommen, sinneûndergongen, foksen, seizoenen, planeten, katten, fûgels, en mear.
hr: Preuzmi teme za Firefox sa životinjama i krajolicima. Ova kategorija uključuje cvijeće, zalaske sunca, lisice, godišnja doba, planete, mačiće, ptice i još više.
ia: Discarga themas de Firefox con animales e paisages natural. Iste categoria include flores, poner del sol, vulpes, saisones, planetas, cattones, aves e multo plus.
is: Sæktu Firefox-þemu með dýrum og náttúrulegu landslagi. Þessi flokkur inniheldur blóm, sólsetur, refi, árstíðir, plánetur, kettlinga, fugla og fleira.
nb_no: Last ned Firefox-temaer med dyr og naturlandskap. Denne kategorien inkluderer blomster, solnedganger, rever, årstider, planeter, kattunger, fugler og mer.
nn_no: Last ned Firefox-tema med dyr og naturlandskap. Denne kategorien inkluderer blomstrar, solnedgangar, revar, årstider, planetar, kattungar, fuglar og meir.
ro: Descarcă teme Firefox cu animale și peisaje naturale. Această categorie include flori, apusuri de soare, vulpi, anotimpuri, planete, pisici, păsări și multe altele.
th: ดาวน์โหลดชุดตกแต่ง Firefox เกี่ยวกับสัตว์และทิวทัศน์ธรรมชาติ ในหมวดนี้มีทั้งพืชพรรณดอกไม้ ภาพพระอาทิตย์ตกดิน เหล่าหมาป่า ฤดูกาลต่างๆ ดาวเคราะห์ทั้งหลาย พวกลูกแมว ฝูงนก และอีกมากมาย
tr: Hayvanlar alemi ve doğal güzelliklerden ilham alan Firefox temalarını indirin. Bu kategoride, çiçekler, gün batımı, tilkiler, mevsimler, yavru kediler, kuşlar ve çok daha fazlasını bulacaksınız.
vi: Tải xuống các chủ đề của Firefox với động vật và phong cảnh thiên nhiên. Danh mục này bao gồm hoa, hoàng hôn, cáo, các mùa, hành tinh, mèo con, chim, v.v.

source: Download Firefox themes that are interesting, creative, and unique.
es_ar: Descarga temas de Firefox interesantes, creativos y únicos.
fi: Lataa kiinnostavia, luovia ja yksilöllisiä Firefox-teemoja.
fur: Discjame i temis par Firefox che a son interessants, creatîfs e origjinâi.
fy_nl: Download ynteressante, kreative en unike Firefox-tema’s.
hr: Preuzmi teme za Firefox koje su zanimljive, kreativne i jedinstvene.
ia: Discarga themas de Firefox que es interessante, creative e unic.
is: Sæktu Firefox-þemu sem eru áhugaverð, skapandi og einstök.
nb_no: Last ned Firefox-temaer som er interessante, kreative og unike.
nn_no: Last ned Firefox-tema som er interessante, kreative og unike.
ro: Descarcă teme Firefox interesante, creative și unice.
te: ఆసక్తికరమైన, సృజనాత్మక, ప్రత్యేకమైన Firefox అలంకారాలను దించుకోండి.
th: ดาวน์โหลดชุดตกแต่ง Firefox ที่มีความน่าสนใจ มีความคิดสร้างสรรค์ และไม่เหมือนใคร
tr: İlginç, yaratıcı ve benzersiz Firefox temalarını indirin.
vi: Tải xuống các chủ đề Firefox thú vị, sáng tạo và độc đáo.

source: Download Firefox themes that feature the environment and the natural world. This category includes sunsets, beaches, illustrations, city skylines, and more.
es_ar: Descarga temas de Firefox relacionados con el medio ambiente y el mundo natural. Se incluyen amaneceres, playas, ilustraciones y mucho más.
fi: Lataa Firefox-teemoja, jotka kuvaavat ympäristöä ja luontoa. Tähän luokkaan kuuluvat auringonlaskut, rannat, kuvitukset, kaupunkisiluetit ja paljon muuta.
fur: Discjame temis par Firefox ispirâts al ambient e al mont de nature. In cheste categorie tu cjatarâs tramonts, splazis, ilustrazions, viodudis urbanis e altri.
fy_nl: Download Firefox-tema’s mei de omjouwing en de natuer. Dizze kategory omfettet sinneûndergongen, strannen, yllustraasjes, stêdsgesichten, en mear.
hr: Preuzmi teme za Firefox koje sadrže okoliš i prirodni svijet. Ova kategorija uključuje zalaske sunca, plaže, ilustracije, siluete gradova i još mnogo toga.
ia: Discarga themas de Firefox que monstra le ambiente e le natura. Iste categoria include poner del sol, plagias, illustrationes, horizontes de citate e multo plus.
is: Sæktu Firefox-þemu sem setja umhverfið og náttúruna á oddinn. Þessi flokkur inniheldur sólsetur, strendur, teikningar, borgarlandslag og fleira.
nb_no: Last ned Firefox-temaer som fokuserer på miljøet og naturen. Denne kategorien inkluderer solnedganger, strender, illustrasjoner, bysilhuetter og mer.
nn_no: Last ned Firefox-tema som viser miljøet og den naturlege verda. Denne kategorien inkluderer solnedgangar, strender, illustrasjonar, bysilhuettar og meir.
ro: Descarcă teme Firefox inspirate din mediul înconjurător și natură. Această categorie include apusuri de soare, plaje, ilustrații, panorame de orașe și multe altele.
th: ดาวน์โหลดชุดรูปแบบ Firefox ที่แสดงถึงสภาพแวดล้อมและโลกธรรมชาติ หมวดหมู่นี้ประกอบไปด้วยพระอาทิตย์ตก ชายหาด ภาพประกอบ ภาพทิวทัศน์เมือง และอื่นๆ อีกมากมาย
tr: Çevreden ve doğadan ilham alan Firefox temalarını indirin. Bu kategoride, gün batımı, sahiller, çizimler, kent silüetleri ve çok daha fazlasını bulacaksınız.
vi: Tải xuống các chủ đề Firefox giới thiệu về môi trường và thế giới tự nhiên. Danh mục này bao gồm cảnh hoàng hôn, bãi biển, hình minh họa, đường chân trời của thành phố, v.v.

source: Download Firefox themes for all four seasons—fall, winter, spring, and summer. Autumn leaves, snowy mountain peaks, sunny summer days, and spring flowers.
es_ar: Descarga temas de Firefox para las cuatro estaciones: otoño, invierno, primavera y verano. Las hojas de otoño, montañas nevadas, días soleados de verano y flores de primavera.
fi: Lataa Firefox-teemoja kaikille neljälle vuodenajalle – syksylle, talvelle, keväälle ja kesälle. Syksyn lehdet, lumiset vuorenhuiput, aurinkoiset kesäpäivät ja kevätkukat.
fur: Discjame temis par Firefox ispirâts aes cuatri stagjons—Sierade, Invier, Vierte e Istât. Fueis di Sierade, pics di montagne cuvierts di nêf, zornadis soregladis di Istât e rosutis aviertanis.
fy_nl: Download Firefox-tema’s foar alle fjouwer seizoenen — hjerst, winter, maitiid en simmer. Hjerstblêden, sniewite berchtoppen, sinnige simmerdagen, en maitiidsblommen.
hr: Preuzmi Firefox teme za sva četiri godišnja doba – jesen, zimu, proljeće i ljeto. Jesensko lišće, snježni planinski vrhovi, sunčani ljetni dani i proljetno cvijeće.
ia: Discarga themas de Firefox pro tote le quatro saisones: autumno, hiberno, primavera e estate. Folios autumnal, culmines nivate, dies de estate insolate, e flores primaveral.
is: Sæktu Firefox-þemu fyrir allar fjórar árstíðirnar - vetur, sumar, vor og haust. Haustlauf, snjóþungir fjallatindar, sólríkir sumardagar og vorblóm.
nb_no: Last ned Firefox-temaer for alle fire årstider — høst, vinter, vår og sommer — høstløv, snødekte fjelltopper, solfylte sommerdager og vårblomster.
nn_no: Last ned Firefox-tema for alle dei fire årstidene — haust, vinter, vår og sommar — haustlauv, snødekte fjelltoppar, solfylte sommardagar og vårblomster.
ro: Descarcă teme Firefox pentru toate cele patru anotimpuri—toamnă, iarnă, primăvară și vară. Frunze de toamnă, vârfuri de munte înzăpezite, zile de vară însorite și flori de primăvară.
th: ดาวน์โหลดชุดรูปแบบ Firefox สำหรับฤดูกาลทั้งสี่ซึ่งได้แก่ฤดูใบไม้ร่วง ฤดูหนาว ฤดูใบไม้ผลิ และฤดูร้อน โดยจะประกอบไปด้วยใบไม้ในฤดูใบไม้ร่วง ยอดเขาที่ปกคลุมด้วยหิมะ วันในฤดูร้อนที่มีแสงแดดสดใส และดอกไม้ในฤดูใบไม้ผลิ
tr: Dört mevsimden ilham alan Firefox temalarını indirin: sonbahar, kış, ilkbahar ve yaz. Güz yaprakları, karlı dağlar, güneşli yaz günleri ve bahar çiçekleri.
vi: Tải xuống chủ đề Firefox cho cả bốn mùa—mùa thu, mùa đông, mùa xuân và mùa hè. Những chiếc lá mùa thu, những đỉnh núi đầy tuyết, những ngày hè đầy nắng và những bông hoa mùa xuân.

source: Download Firefox themes with solid and gradient colors to personalize your browser. This category includes bold reds, pastels, soft greys, and much more.
es_ar: Descarga temas de Firefox con colores sólidos y granulados para personalizar tu navegador. Esta categoría incluye rojos acentuados, pasteles, grises y mucho más.
fi: Lataa Firefox-teemoja, jotka sisältävät yhden värin ja liukuvärejä, ja personoi selaintasi. Tähän luokkaan kuuluvat rohkeat punaiset, pastellisävyt, pehmeät harmaat ja paljon muuta.
fur: Discjame temis par Firefox che ti permetin di personalizâ il navigadôr cun tintis unidis o gradients. In cheste categorie tu cjatarâs ros ardîts, colôrs pastel, grîs lizêrs e tancj altris colôrs.
fy_nl: Download Firefox-tema’s mei solide en skakearde kleuren om jo browser te personalisearjen. Dizze kategory omfettet fet read, pastelkleuren, sêft griis, en noch folle mear.
hr: Preuzmi teme za Firefox s punim i prijelaznim bojama za individualiziranje preglednika. Ova kategorija uključuje jake crvene boje, pastelne boje, meke sive boje i još mnogo toga.
ia: Discarga themas de Firefox con colores uniforme o gradiente pro personalisar tu navigator. Iste categoria include rubies hardite, pastellos, grises blande e multo plus.
is: Sæktu Firefox-þemu meðheillitum og litstiglum til að sérsníða vafrann þinn. Þessi flokkur inniheldur feita rauða liti, pastelliti, mjúka gráa og margt fleira.
nb_no: Last ned Firefox-temaer med farger og graderinger for å tilpasse nettleseren din. Denne kategorien inkluderer dristig rød, pastell, myke gråtoner og mye mer.
nn_no: Last ned Firefox-tema med fargar og graderingar for å tilpasse nettlesaren din. Denne kategorien inkluderer dristig raud, pastell, mjuke gråtonar og mykje meir.
ro: Descarcă teme Firefox în culori uni și degradeuri pentru a-ți personaliza browserul. Această categorie include nuanțe îndrăznețe de roșu, pasteluri, tonuri estompate de gri și multe altele.
th: ดาวน์โหลดชุดรูปแบบ Firefox ที่มีสีทึบและไล่ระดับสีเพื่อปรับแต่งเบราว์เซอร์ของคุณ หมวดหมู่นี้ประกอบไปด้วยสีแดงเข้ม สีพาสเทล สีเทาอ่อน และอื่นๆ อีกมากมาย
tr: Tarayıcınızı düz ve geçişli renkler ile kişiselleştirmenize olanak tanıyan Firefox temalarını indirin. Bu kategoride, koyu kırmızılar, pastel tonlar ve yumuşak griler gibi birçok güzel rengi bulabilirsiniz.
vi: Tải xuống chủ đề Firefox với các màu đồng nhất và màu chuyển sắc để cá nhân hóa trình duyệt của bạn. Danh mục này bao gồm màu đỏ đậm, phấn màu, xám dịu và nhiều hơn nữa.

source: Download Firefox themes that feature a variety of sports. This category includes country flags, sports teams, soccer, hockey, and more.
es_ar: Descarga temas de Firefox sobre una gran variedad de deporte. En esta categoría se incluyen banderas de países, equipos de deporte, fútbol, hockecy y mucho más.
fi: Lataa Firefox-teemoja, jotka sisältävät erilaisia urheilulajeja. Tähän luokkaan kuuluvat maiden liput, urheilujoukkueet, jalkapallo, jääkiekko ja paljon muuta.
fur: Discjame temis par Firefox ispirâts al mont dal sport. In cheste categorie tu cjatarâs bandieris nazionâls, scuadris sportivis, balon, hockey e tancj altris sports.
fy_nl: Download Firefox-tema’s mei in ferskaat oan sporten. Dizze kategory omfettet lânflaggen, sportteams, fuotbal, hockey, en mear.
hr: Preuzmi teme za Firefox s različitim sportovima. Ova kategorija uključuje zastave država, sportske momčadi, nogomet, hokej i još mnogo toga.
ia: Discarga themas de Firefox que presenta un varietate de sports. Iste categoria include bandieras de paises, equipas sportive, football, hockey e multo plus.
is: Sæktu Firefox-þemu sem innihalda ýmsar íþróttir. Þessi flokkur inniheldur landsfána, íþróttalið, fótbolta, íshokkí og fleira.
nb_no: Last ned Firefox-temaer som inneholder en mengde ulike sporter. Denne kategorien inkluderer landsflagg, idrettslag, fotball, hockey og mer.
nn_no: Last ned Firefox-tema som inneheld ei mengde ulike sportar. Denne kategorien inkluderer landsflagg, idrettslag, fotball, hockey og meir.
ro: Descarcă teme Firefox inspirate dintr-o varietate de sporturi. Această categorie include steaguri naționale, echipe sportive, fotbal european, hochei și multe altele.
th: ดาวน์โหลดชุดรูปแบบ Firefox ที่แสดงถึงกีฬาหลากหลายประเภท หมวดหมู่นี้ประกอบด้วยธงประจำประเทศ ทีมกีฬา ฟุตบอล ฮอกกี้ และอื่นๆ อีกมากมาย
tr: Spordan ilham alan Firefox temalarını indirin. Bu kategoride, ülke bayrakları, spor takımları, futbol, hokey ve çok daha fazlasını bulacaksınız.
vi: Tải xuống chủ đề Firefox có nhiều môn thể thao. Danh mục này bao gồm cờ quốc gia, đội thể thao, bóng đá, khúc côn cầu, v.v.

source: Download Firefox themes that capture the essence of the web—captivating, unusual, and distinctive.
es_ar: Descarga temas de Firefox que capturan la esencia de la web: fascinante, única y distintiva.
fi: Lataa Firefox-teemoja, jotka vangitsevat verkon ytimen – kiehtovia, epätavallisia ja omaleimaisia.
fur: Discjame temis par Firefox che a caturis la sostance dal web—inmagants, fûr dal solit e unics.
fy_nl: Download Firefox-tema’s dy’t de essinsje fan it web fêstlizze — boeiend, ûngewoan en bysûnder.
hr: Preuzmi teme za Firefox koje otkrivaju bit interneta – zadivljujuće, neobične i prepoznatljive.
ia: Discarga themas de Firefox que captura le essentia del Web: captivante, inusual e distinctive.
is: Sæktu Firefox-þemu sem fanga kjarna vefsins - grípandi, óvenjuleg og áberandi.
nb_no: Last ned Firefox-temaer som fanger essensen av nettet — fengslende, uvanlige og særegne.
nn_no: Last ned Firefox-tema som fangar essensen av nettet – fengslande, uvanlege og særeigne.
ro: Descarcă teme Firefox care redau esența webului—captivante, neobișnuite și distincte.
th: ดาวน์โหลดชุดรูปแบบ Firefox ที่เข้าถึงแก่นแท้ของเว็บ และดูน่ารัก แปลกตา โดดเด่น
tr: Web'in özünü yakalayan büyüleyici, sıradışı ve farklı Firefox temalarını indirin.
vi: Tải xuống chủ đề Firefox nắm bắt được bản chất của web—quyến rũ, khác thường và đặc biệt.

source: GNU General Public License v2.0 only
es_ar: Solo Licencia Pública General de GNU v2.0
fur: Dome GNU General Public License v2.0
fy_nl: Allinnich GNU General Public License v2.0
hr: Samo GNU Opća javna licenca v2.0
ia: Solo GNU General Public License v2.0
nb_no: Kun GNU General Public License v2.0
nn_no: Berre GNU General Public License v2.0
ro: Numai GNU General Public License v2.0
th: GNU General Public License v2.0 เท่านั้น
tr: Yalnızca GNU Genel Kamu Lisansı v2.0

source: GNU General Public License v3.0 only
es_ar: Solo Licencia Pública General de GNU v3.0
fur: Dome GNU General Public License v3.0
fy_nl: Allinnich GNU General Public License v3.0
hr: Samo GNU Opća javna licenca v3.0
ia: Solo GNU General Public License v3.0
nb_no: Kun GNU General Public License v3.0
nn_no: Berre GNU General Public License v3.0
ro: Numai GNU General Public License v3.0
th: GNU General Public License v3.0 เท่านั้น
tr: Yalnızca GNU Genel Kamu Lisansı v3.0

source: GNU Lesser General Public License v2.1 only
es_ar: Solo GNU Lesser General Public License v2.1
fur: Dome GNU Lesser General Public License v2.1
fy_nl: Allinnich GNU Lesser General Public License v2.1
ia: Solo GNU Lesser General Public License v2.1
nb_no: Kun GNU Lesser General Public License v2.1
nn_no: Berre GNU Lesser General Public License v2.1
ro: Numai GNU Lesser General Public License v2.1
th: GNU Lesser General Public License v2.1 เท่านั้น
tr: Yalnızca GNU Kısıtlı Genel Kamu Lisansı v2.1

source: GNU Lesser General Public License v3.0 only
es_ar: Solo GNU Lesser General Public License v3.0
fur: Dome GNU Lesser General Public License v3.0
fy_nl: Allinnich GNU Lesser General Public License v3.0
ia: Solo GNU Lesser General Public License v3.0
nb_no: Kun GNU Lesser General Public License v3.0
nn_no: Berre GNU Lesser General Public License v3.0
ro: Numai GNU Lesser General Public License v3.0
th: GNU Lesser General Public License v3.0 เท่านั้น
tr: Yalnızca GNU Kısıtlı Genel Kamu Lisansı v3.0

source: GNU Affero General Public License v3.0 only
es_ar: Solo GNU Affero General Public License v3.0
fur: Dome GNU Affero General Public License v3.0
fy_nl: Allinnich GNU Affero General Public License v3.0
ia: Solo GNU Affero General Public License v3.0
nb_no: Kun GNU Affero General Public License v3.0
nn_no: Berre GNU Affero General Public License v3.0
ro: Numai GNU Affero General Public License v3.0
th: GNU Affero General Public License v3.0 เท่านั้น
tr: Yalnızca GNU Affero Genel Kamu Lisansı v3.0

source: MIT License
es_ar: Licencia MIT
fi: MIT-lisenssi
fur: Licence MIT
fy_nl: MIT-lisinsje
hr: MIT licenca
ia: Licentia MIT
nn_no: MIT-lisens
ro: Licență MIT
th: สัญญาอนุญาต MIT
tr: MIT Lisansı
vi: Giấy phép MIT

source: ISC License
es_ar: Licencia ISC
fi: ISC-lisenssi
fur: Licence ISC
fy_nl: ISC-lisinsje
hr: ISC licenca
ia: Licentia ISC
nn_no: ISC-lisens
ro: Licență ISC
th: สัญญาอนุญาต ISC
tr: ISC Lisansı
vi: Giấy phép ISC

source: BSD 2-Clause "Simplified" License
es_ar: Licencia BSD 2-Clause "Simplified"
fur: Licence BSD 2-Clause “Simplified”
fy_nl: BSD 2-Claus ‘Ferienfâldige’ lisinsje
ia: Licentia BSD 2-Clause "Simplificate"
nn_no: BSD 2-Klausul «Forenkla» Lisens
ro: Licență BSD 2-Clause "Simplified"
tr: BSD 2 Maddeli "Basitleştirilmiş" Lisans
vi: Giấy phép BSD 2-Clause "Simplified"

source: Creative Commons Attribution 4.0
es_ar: Creative Commons Atribución 4.0
fi: Creative Commons Nimeä 4.0
fur: Creative Commons Atribuzion 4.0
hr: Creative Commons Autorstvo 4.0
th: Creative Commons แบบแสดงที่มา 4.0

source: Creative Commons Attribution-NonCommercial 4.0
es_ar: Creative Commons Atribución-No Comercial 4.0
fi: Creative Commons Nimeä-EiKaupallinen 4.0
fur: Creative Commons Atribuzion-No comerciâl 4.0
hr: Creative Commons Autorstvo-Nekomercijalno 4.0
ro: Creative Commons atribuire necomercială 4.0
th: Creative Commons แบบแสดงที่มา ไม่ใช้เพื่อการค้า 4.0

source: Creative Commons Attribution-NonCommercial-NoDerivs 4.0
fi: Creative Commons Nimeä-EiKaupallinen-EiMuutoksia 4.0
fur: Creative Commons Atribuzion-No comerciâl-No oparis derivadis 4.0
hr: Creative Commons Autorstvo-Nekomercijalno-Bez prerade 4.0
ro: Creative Commons atribuire necomercială, fără lucrări derivate 4.0
th: Creative Commons แบบแสดงที่มา ไม่ใช้เพื่อการค้า ไม่ดัดแปลง 4.0

source: Creative Commons Attribution-NonCommercial-Share Alike 4.0
fi: Creative Commons Nimeä-EiKaupallinen-JaaSamoin 4.0
fur: Creative Commons Atribuzion-No Comerciâl-Condividi te stesse maniere 4.0
hr: Creative Commons Autorstvo-Nekomercijalno-Dijeli pod istim uvjetima 4.0
ro: Creative Commons Atribuire necomercială - partajare similare 4.0
th: Creative Commons แบบแสดงที่มา ไม่ใช้เพื่อการค้า อนุญาตแบบเดียวกัน 4.0

source: Creative Commons Attribution-NoDerivs 4.0
fi: Creative Commons Nimeä-EiMuutoksia 4.0
fur: Creative Commons Atribuzion-No oparis derivadis 4.0
hr: Creative Commons Autorstvo-Bez prerada 4.0
ro: Creative Commons atribuire - fără lucrări derivate 4.0
th: Creative Commons แบบแสดงที่มา ไม่ดัดแปลง 4.0

source: Creative Commons Attribution-ShareAlike 4.0
fi: Creative Commons Nimeä-JaaSamoin 4.0
fur: Creative Commons Atribuzion-Condividi te stesse maniere 4.0
hr: Creative Commons Autorstvo-Dijeli pod istim uvjetima 4.0
ro: Creative Commons Atribuire - partajare similare 4.0
th: Creative Commons แบบแสดงที่มา อนุญาตแบบเดียวกัน 4.0
