Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: <h2>What are daily users?</h2> <p> Add-ons downloaded from this site check for updates once per day. The total number of these update pings is known as Active Daily Users. Daily users can be broken down by add-on version, operating system, add-on status, application, and locale. </p>
hu: <h2>Kik a napi felhasználók?</h2><p>Az oldalról letölthető kiegészítők naponta egyszer ellenőrzik a frissítéseket. Ezen frissítési ellenőrzések összesített száma az úgynevezett aktív napi felhasználók. A napi felhasználók lebonthatóak a kiegészítő verziója, az operációs rendszer, a kiegészítő állapota, az alkalmazás és a területi beállítások szerint.</p>
ia: <h2>Que es le Usatores per die?</h2> <p> Le additivos discargate ex iste sito es controlate pro lor actualisationes un vice per die. Le numero total de iste test de actualisation es note como Usatores active per die. Le Usatores per die pote ser subdividite per version del additivo, systema operative, stato del additivo, application e localisation. </p>
id: <h2>Apakah pengguna harian itu?</h2> <p> Pengaya yang diunduh dari situs ini dicek pembaruannya sekali setiap hari. Jumlah total pembaruan pin ini diketahui sebagai Pengguna Aktif Harian. Pengguna harian bisa dijabarkan berdasarkan versi pengaya, sistem operasi, status pengaya, aplikasi dan kode pelokalan. </p>
ka: <h2>რას ნიშნავს დღიური მომხმარებელი?</h2> <p>საიტიდან ჩამოტვირთული დამატებები, განახლებებზე მოწმდება ყოველდღე. ჯამური რაოდენობა ამ შემოწმების, წარმოადგენს მოქმედ დღიურ მომხმარებლებს. დღიური მომხმარებლები შეიძლება დაიყოს დამატების ვერსიის, საოპერაციო სისტემის, დამატებების მდგომარეობის, პროგრამის და ენის მიხედვით. </p>
ms: <h2>Siapakah pengguna harian?</h2> <p> Add-ons yang dimuat turun dari laman ini diperiksa untuk dikemaskini sekali pada setiap hari. Bilangan ping kemaskini ini dikenali sebagai Pengguna Aktif Harian. Pengguna harian boleh dipecahkan mengikut versi add-on, sistem operasi, status add-on, aplikasi dan lokaliti. </p>
sq: <h2>Çfarë janë përdoruesit e ditës?</h2> <p> Shtesat e shkarkuara prej këtij sajti kontrollojnë për përditësime një herë në ditë. Numri gjithsej i sinjaleve prej këtyre përditësimeve njihet si Përdorues Ditorë Aktivë. Përdoruesit e ditës mund të ndahen sipas versionit të shtesës, sistemit operativ, gjendjes së shtesës, aplikacioneve, dhe vendores. </p>
sr_latn: <h2>Šta su dnevni korisnici?</h2> <p> Dodaci koji su instalirani sa ovog sajta proveravaju nadogradnje jednom dnevno. Ukupan broj provera je poznat kao broj Aktivnih dnevnih korisnika. Dnevni korisnici se mogu rasporediti po verziji dodatka, operativnom sistemu, statusa dodatka, aplikaciji i lokalu. </p>
sv_se: <h2>Vad är dagliga användare?</h2> <p> Tillägg nedladdade från denna webbplats kontrollerar efter uppdateringar en gång per dag. Det totala antalet uppdateringar kallas aktiva dagliga användare. Dagliga användare kan brytas ner efter tilläggsversion, operativsystem, tilläggsstatus, applikation och språk. </p>
th: <h2>ผู้ใช้รายวันคืออะไร?</h2> <p> ส่วนเสริมที่ดาวน์โหลดจากไซต์นี้จะตรวจหาการอัปเดตหนึ่งครั้งในแต่ละวัน จำนวนรวมของ ping การอัปเดตเหล่านี้เรียกว่า ผู้ใช้รายวันที่ใช้งานอยู่ ผู้ใช้รายวันสามารถแบ่งได้ตามรุ่นส่วนเสริม ระบบปฏิบัติการ สถานะส่วนเสริม แอปพลิเคชัน และรูปแบบภาษา </p>
vi: <h2>Người dùng hàng ngày là gì?</h2> <p> Các tiện ích được tải xuống từ trang web này kiểm tra các bản cập nhật mỗi ngày một lần. Tổng số ping cập nhật này được gọi là người dùng đang hoạt động hàng ngày. Người dùng hàng ngày có thể được chia nhỏ theo phiên bản bổ trợ, hệ điều hành, trạng thái tiện ích, ứng dụng và ngôn ngữ. </p>

source: User Signups by Date
hu: Felhasználói regisztrációk dátum szerint
id: Pendaftaran Pengguna berdasarkan Tanggal
ka: დარეგისტრებული მომხმარებლები თარიღის მიხედვით
ms: Pendaftaran Pengguna mengikut Tarikh
sk: Prihlásení používatelia podľa dátumu
sq: Regjistrime Përdoruesish sipas Datash
sr_latn: Broj registrovanih korisnika po datumu
sv_se: Registrerade användare efter datum

source: Application versions by Date
es_ar: Versiones de la aplicación por fecha
fi: Sovellusversiot päivittäin
fur: Versions aplicazions par date
fy_nl: Tapassingsferzjes op datum
he: גרסאות יישום לפי תאריך
hr: Verzije programa po datumu
hu: Alkalmazásverziók dátum szerint
ia: Versiones del application per data
id: Versi aplikasi berdasarkan Tanggal
is: Útgáfur forrits eftir dagsetningum
ka: პროგრამების ვერსიები თარიღის მიხედვით
kab: Ileqman n usnas s wazemz
ms: Versi Aplikasi mengikut Tarikh
nb_no: Programversjoner etter dato
nn_no: Programversjonar etter dato
ro: Versiunile aplicației în funcție de dată
sk: Verzie aplikácií podľa dátumu
sq: Versione aplikacioni sipas Datash
sr_latn: Verzije aplikacija po datumu
sv_se: Applikationsversioner efter datum
te: తేదీ వారీగా అనువర్తన వెర్షనులు
th: รุ่นแอปพลิเคชันตามวันที่
tr: Tarihe göre uygulama sürümleri
vi: Phiên bản ứng dụng theo Ngày

source: Top {0} Tags
sk: Naj značky pre {0}
sq: Etiketa Kryesuese për {0}

source: {0} Top Tags
sk: Naj značky pre {0}
sq: {0} Etiketat Kryesuese

source: Other languages
es_ar: Otros idiomas
fi: Muut kielet
fur: Altris lenghis
fy_nl: Oare talen
he: שפות אחרות
hr: Drugi jezici
hu: Más nyelvek
ia: Altere linguas
id: Bahasa lainnya
is: Önnur tungumál
ka: სხვა ენები
kab: Tutlayin nniḍen
ms: Bahasa lain
nb_no: Andre språk
nn_no: Andre språk
ro: Alte limbi
sk: Ďalšie jazyky
sq: Gjuhë të tjera
sr_latn: Drugi jezici
sv_se: Andra språk
te: ఇతర భాషలు
th: ภาษาอื่น ๆ
tr: Diğer diller
vi: Ngôn ngữ khác

source: Mozilla Add-ons
es_ar: Complementos de Mozilla
fi: Mozilla-lisäosat
hr: Mozilla dodaci
hu: Mozilla kiegészítők
ia: Additivos de Mozilla
id: Pengaya Mozilla
is: Mozilla-viðbætur
ka: Mozilla-ს დამატებები
kab: Izegrar n Mozilla
ms: Add-ons Mozilla
nb_no: Mozilla-tillegg
nn_no: Mozilla-utvidingar
ro: Suplimente Mozilla
sq: Shtesa Mozilla
sr_latn: Mozilla dodaci
sv_se: Mozilla tillägg
te: మొజిల్లా వారి పొడగింతలు
th: ส่วนเสริม Mozilla
tr: Mozilla Eklentileri
vi: Tiện ích Mozilla

source: Find add-ons for other applications
hu: Kiegészítők keresése más alkalmazásokhoz
id: Temukan pengaya untuk aplikasi lainnya
ka: დამატებების მოძიება სხვა პროგრამებისთვის
kab: Af-d izegrar i yesnasen nniḍen
ms: Cari add-ons untuk aplikasi lain
sk: Hľadať doplnky pre iné aplikácie
sq: Gjeni shtesa për aplikacione të tjera
sr_latn: Pronađite dodatke za ostale aplikacije
sv_se: Hitta tillägg för andra applikationer

source: Other Applications
hu: Más alkalmazások
id: Aplikasi Lainnya
ka: სხვა პროგრამები
kab: Isnasen nniḍen
ms: Aplikasi Lain
sk: Ďalšie programy
sq: Aplikacione të Tjera
sr_latn: Ostale aplikacije
sv_se: Andra applikationer

source: To create your own collections, you must have a Mozilla Add-ons account.
hu: Saját gyűjteményt szeretne készítéséhez Mozilla Add-ons felhasználói fiókkal kell rendelkeznie.
id: Untuk membuat koleksi Anda sendiri, Anda harus memiliki akun Pengaya Mozilla.
ka: საკუთარი კრებულების შესაქმნელად, საჭიროა Mozilla დამატებების ანგარიში.
kab: Akken ad ternuḍ tigrummiwin inek, yessefk ad yili ɣur-k umiḍan n izegrar Mozilla.
ms: Untuk mencipta koleksi anda sendiri, anda mesti ada akaun Add-ons Mozilla.
sk: Ak chcete vytvárať svoje vlastné kolekcie, musíte mať zriadený účet Mozilla Add-ons.
sq: Që të krijoni koleksionet tuaja, duhet të keni një llogari te Shtesat Mozilla.
sr_latn: Da biste napravili svoju kolekciju, morate da imate nalog na sajtu za Mozilla dodatke.
sv_se: För att skapa egna samlingar, måste du ha ett konto för Mozilla tillägg.

source: Footer logo
hu: Lábléc logó
id: Logo catatan kaki
ka: ქვედა ლოგო
kab: Alugu n uḍaṛ
ms: Logo pembawah
sk: Logo v päte
sq: Logo Fundfaqeje
sv_se: Logotyp sidfot
te: పాదపీఠిక చిహ్నం

source: Choose a category
hu: Kategória választása
id: Pilih kategori
ka: კატეგორიის არჩევა
kab: Fren taggayt
ms: Pilih kategori
sk: Výber kategórie
sq: Zgjidhni kategori
sr_latn: Izaberite kategoriju
sv_se: Välj en kategori

source: Mobile Categories
hu: Mobile kategóriák
id: Kategori Seluler
sk: Kategórie pre mobilné zariadenia
sq: Kategori Celulari
sr_latn: Kategorije za mobilne
sv_se: Mobila kategorier

source: View Mobile Site
hu: Mobile weboldal
id: Tampilkan Situs Seluler
kab: Sken asmel aziraz
sk: Zobraziť verziu stránky pre mobilné zariadenia
sq: Shihni Sajtin për Celular
sr_latn: Sajt za mobilne uređaje
sv_se: Visa mobil webbplats

source: Site Status
sq: Gjendje Sajti

source: get to know <b>add-ons</b>
hu: ismerje meg a <b>kiegészítőket</b>
id: mengenal <b>pengaya</b>
ka: გაეცანით <b>დამატებებს</b>
kab: wali <b>izegrar</b>
ms: mengenal <b>add-ons</b>
sk: spoznajte <b>doplnky</b>
sq: njihuni me <b>shtesat</b>
sr_latn: saznajte više o <b>dodacima</b>
sv_se: lär känna <b>tillägg</b>
te: <b>పొడగింతల</b> గురించి తెలుసుకోండి

source: About
es_ar: Conócenos
fi: Tietoja
fur: Informazions
fy_nl: Oer
he: על אודות
hr: O nama
hu: Névjegy
ia: A proposito
id: Tentang
is: Um hugbúnaðinn
ka: საიტის შესახებ
kab: Γef
ms: Perihal
nb_no: Om
nn_no: Om
ro: Despre
sk: Čo je
sq: Rreth
sr_latn: Više informacija
sv_se: Om
te: గురించి
th: เกี่ยวกับ
tr: Hakkında
vi: Giới thiệu

source: <img alt="Firefox" src="{0}"> Add-ons
hu: <img alt="Firefox" src="{0}"> Kiegészítők
id: <img alt="Firefox" src="{0}"> Pengaya
ka: <img alt="Firefox" src="{0}"> დამატებები
kab: <img alt="Firefox" src="{0}"> Izegrar
ms: Add-ons <img alt="Firefox" src="{0}">
sk: <img alt="Firefox" src="{0}"> Doplnky
sq: Shtesa për <img alt="Firefox" src="{0}">
sr_latn: <img alt="Firefox" src="{0}"> dodaci
sv_se: <img alt="Firefox" src="{0}"> Tillägg
te: <img alt="Firefox" src="{0}"> పొడిగింతలు

source: <img alt="Thunderbird" src="{0}"> Add-ons
hu: <img alt="Thunderbird" src="{0}"> Kiegészítők
id: <img alt="Thunderbird" src="{0}"> Pengaya
ka: <img alt="Thunderbird" src="{0}"> დამატებები
kab: <img alt="Thunderbird" src="{0}"> Izegrar
ms: Add-ons <img alt="Thunderbird" src="{0}">
sk: <img alt="Thunderbird" src="{0}"> Doplnky
sq: Shtesa për <img alt="Thunderbird" src="{0}">
sr_latn: <img alt="Thunderbird" src="{0}"> dodaci
sv_se: <img alt="Thunderbird" src="{0}"> Tillägg

source: <img alt="Firefox" src="{0}"> Mobile Add-ons
hu: <img alt="Firefox" src="{0}"> Mobile kiegészítők
id: <img alt="Firefox" src="{0}"> Pengaya Seluler
kab: <img alt="Firefox" src="{0}"> Izegrar izirazen
sk: <img alt="Firefox" src="{0}"> Mobilný Firefox
sq: Shtesa për <img alt="Firefox" src="{0}"> në Celular
sr_latn: <img alt="Firefox" src="{0}"> dodaci za mobilni
sv_se: <img alt="Firefox" src="{0}"> Mobila tillägg

source: <img alt="SeaMonkey" src="{0}"> Add-ons
hu: <img alt="SeaMonkey" src="{0}"> Kiegészítők
id: <img alt="SeaMonkey" src="{0}"> Pengaya
ka: <img alt="SeaMonkey" src="{0}"> დამატებები
kab: <img alt="SeaMonkey" src="{0}"> Izegrar
ms: Add-ons <img alt="SeaMonkey" src="{0}">
sk: <img alt="SeaMonkey" src="{0}"> Doplnky
sq: Shtesa për <img alt="SeaMonkey" src="{0}">
sr_latn: <img alt="SeaMonkey" src="{0}"> dodaci
sv_se: <img alt="SeaMonkey" src="{0}"> Tillägg

source: <img alt="" src="{0}"> Add-ons
hu: <img alt="" src="{0}"> Kiegészítők
id: <img alt="" src="{0}"> Pengaya
ka: <img alt="" src="{0}"> დამატებები
kab: <img alt="" src="{0}"> Izegrar
ms: Add-ons <img alt="" src="{0}">
sk: <img alt="" src="{0}"> Doplnky
sq: <img alt="" src="{0}"> Shtesa
sr_latn: <img alt="" src="{0}"> dodaci
sv_se: <img alt="" src="{0}"> Tillägg

source: Firefox Add-ons
id: Pengaya Firefox
ka: Firefox-ის დამატებები
kab: Izegrar Firefox
ms: Add-ons Firefox
sk: Doplnky pre Firefox
sq: Shtesa Firefox-i
sr_latn: Firefox ekstenzije
sv_se: Firefox tillägg

source: Language Support
es_ar: Soporte de idioma
fi: Kielityökalut
fur: Supuart lenghis
fy_nl: Taalstipe
he: תמיכה בשפות
hr: Podrška za jezike
ia: Supporto de linguas
id: Dukungan Bahasa
is: Tungumálastuðningur
ka: ენის ხელსაწყოები
kab: Asefrek n tutlayt
ms: Sokongan Bahasa
nb_no: Språkstøtte
nn_no: Språkstøtte
ro: Suport pentru limbi
sk: Podpora jazykov
sq: Mbulim Gjuhësh
sr_latn: Jezička podrška
sv_se: Språkstöd
te: భాషా మద్దతు
th: การรองรับภาษา
tr: Dil Desteği
vi: Hỗ trợ Ngôn ngữ

source: About Firefox
id: Tentang Firefox
sk: O prehliadači Firefox
sq: Rreth Firefox-it
sr_latn: O Firefox-u
sv_se: Om Firefox

source: Join Mozilla
id: Gabung ke Mozilla
sk: Pripojiť sa k Mozille
sq: Bashkojuni Mozilla-s
sr_latn: Pridružite se Mozilla-i
sv_se: Anslut till Mozilla

source: Participate
id: Berpartisipasi
sk: Zúčastnite sa
sq: Merrni pjesë
sr_latn: Učestvujte
sv_se: Delta

source: Press Center
id: Pusat Pers
sk: Tlačové centrum
sq: Qendra e Shtypit
sr_latn: Centar za medije

source: Brand Toolkit
id: Perkakas Merk
sq: Grup Mjetesh për Markën
sr_latn: Uputstva za brendiranje
sv_se: Varumärkesverktyg

source: Careers
id: Berkarir
sk: Kariéra
sq: Karrierë
sr_latn: Zaposlenje
sv_se: Jobb

source: Partnerships
id: Kemitraan
sk: Partnerstvá
sq: Bashkëpunime
sr_latn: Partnerstva
sv_se: Partnerskap

source: Legal
es_ar: Legales
fi: Juridiset asiat
fur: Notis legâls
fy_nl: Juridysk
he: מידע משפטי
hr: Pravne informacije
is: Lagalegur fyrirvari
ka: სამართლებრივი საკითხები
kab: Usḍif
nb_no: Juridisk
nn_no: Juridisk
ro: Mențiuni legale
sk: Právne informácie
sq: Ligjore
sr_latn: Pravni
sv_se: Juridisk
tr: Hukuki Bilgiler
vi: Pháp lý

source: Contact Us
id: Hubungi Kami
ka: დაგვიკავშირდით
kab: Nermes-aγ-d
ms: Hubungi Kami
sk: Kontakt
sq: Lidhuni me Ne
sr_latn: Kontaktirajte nas
sv_se: Kontakta oss

source: My Account
hu: Saját fiók
id: Akun Saya
ka: ჩემი ანგარიში
kab: Amiḍan-iw
ms: Akaun Saya
sk: Môj účet
sq: Llogaria Ime
sr_latn: Moj nalog
sv_se: Mitt konto

source: Welcome, {0}
hu: Üdvözöljük, {0}
id: Selamat Datang {0}
ka: მოგესალმებათ, {0}
kab: Anṣuf, {0}
ms: Selamat datang, {0}
sk: Vitajte, {0}
sq: Mirë se vini, {0}
sr_latn: Dobrodošli, {0}
sv_se: Välkommen, {0}

source: <a href="%(reg)s">Register</a> or <a href="%(login)s">Log in</a>
es_ar: <a href="%(reg)s">Registrarse</a> o <a href="%(login)s">Conectarse</a>
fi: <a href="%(reg)s">Rekisteröidy</a> tai <a href="%(login)s">kirjaudu sisään</a>
fur: <a href="%(reg)s">Regjistriti</a> o <a href="%(login)s">jentre</a>
fy_nl: <a href="%(reg)s">Registrearje</a> of <a href="%(login)s">oanmelde</a>
he: <a href="%(reg)s">הרשמה</a> או <a href="%(login)s">התחברות</a>
hr: <a href="%(reg)s">Registriraj se</a> ili <a href="%(login)s">Prijavi se</a>
hu: <a href="%(reg)s">Regisztráció</a> vagy <a href="%(login)s">Bejelentkezés</a>
ia: <a href="%(reg)s">Registra te</a> o <a href="%(login)s">accede</a>
id: <a href="%(reg)s">Daftar</a> atau <a href="%(login)s">Masuk</a>
is: <a href="%(reg)s">Nýskráðu þig</a> eða <a href="%(login)s">skráðu þig inn</a>
ka: <a href="%(reg)s">რეგისტრაცია</a> ან <a href="%(login)s">შესვლა</a>
kab: <a href="%(reg)s">Jerred</a> neɣ <a href="%(login)s">Kcem</a>
ms: <a href="%(reg)s">Daftar</a> atau <a href="%(login)s">Log masuk</a>
nb_no: <a href="%(reg)s">Registrer deg</a> eller <a href="%(login)s">logg inn</a>
nn_no: <a href="%(reg)s">Registrer deg</a> eller <a href="%(login)s">Logg inn</a>
ro: <a href="%(reg)s">Fă-ți un cont</a> sau <a href="%(login)s">intră în cont</a>
sk: <a href="%(reg)s">Zaregistrujte</a> alebo <a href="%(login)s">prihláste sa</a>
sq: <a href="%(reg)s">Regjistrohuni</a> ose <a href="%(login)s">Hyni</a>
sr_latn: <a href="%(reg)s">Registrujte nalog</a> ili se <a href="%(login)s">prijavite</a>
sv_se: <a href="%(reg)s">Registrera</a> eller <a href="%(login)s">Logga in</a>
te: <a href="%(reg)s">నమోదవ్వండి</a> లేదా <a href="%(login)s">ప్రవేశించండి</a>
th: <a href="%(reg)s">ลงทะเบียน</a> หรือ <a href="%(login)s">เข้าสู่ระบบ</a>
tr: <a href="%(reg)s">Kaydol</a> veya <a href="%(login)s">giriş yap</a>
vi: <a href="%(reg)s">Đăng ký</a> hoặc <a href="%(login)s">Đăng nhập</a>

source: To try the thousands of add-ons available here, download <a href="%(url)s">Mozilla Firefox</a>, a fast, free way to surf the Web!
hu: A több ezer elérhető kiegészítő kipróbálásához töltse le a <a href="%(url)s">Mozilla Firefox</a> böngészőt, amelynek segítségével gyorsan és ingyenesen internetezhet!
id: Cobalah ribuan pengaya yang tersedia di sini, unduh <a href="%(url)s">Mozilla Firefox</a>, cara cepat dan bebas untuk menjelajahi Web!
ka: აქ ხელმისაწვდომი ათასობით დამატების გამოსაცდელად, ჩამოტვირთეთ <a href="%(url)s">Mozilla Firefox</a>, სწრაფი და უფასო საშუალება ინტერნეტში სამოგზაუროდ!
kab: I usekyed n wagimen n izegrar yellan dagi, sider <a href="%(url)s">Mozilla Firefox</a>, abrid aruradabrid n baṭel i tunigin di Web!
ms: Untuk mencuba beribu-ribu ads-ons yang tersedia di sini, muat turun <a href="%(url)s">Firefox Mozilla</a>, pelayar Web yang pantas dan percuma!
sk: Ak chcete vyskúšať tisíce doplnkov dostupných na tejto stránke, nainštalujte si <a href="%(url)s">Mozilla Firefox</a>, rýchly a jednoduchý prehliadač webu.
sq: Që të provoni mijërat e shtesave që mund të kihen prej këtu, shkarkoni <a href="%(url)s">Mozilla Firefox</a>, një mënyrë e shpejtë dhe e lirë për të lundruar në Web!
sr_latn: Da biste isprobali hiljade dodataka dostupnih ovde, preuzmite <a href="%(url)s">Mozilla Firefox</a>, brz i besplatan način da surfujete vebom!
sv_se: För att prova de tusentals tillägg tillgängliga här, ladda ner <a href="%(url)s">Mozilla Firefox</a>, ett snabbt och gratis sätt att surfa på webben!

source: Add-ons is switching to Firefox Accounts for login. <a href="%(url)s" class="fxa-login">Sign in now to transfer your account.</a>
hu: A Kiegészítők Firefox fiókokra váltanak a bejelentkezéshez. <a href="%(url)s" class="fxa-login">Jelentkezzen be most a fiókja átviteléhez.</a>
id: Pengaya beralih ke Firefox Accounts untuk masuk log. <a href="%(url)s" class="fxa-login">Masuklah sekarang untuk mentransfer akun anda.</a>
sq: Shtesat po kalojnë te përdorimi i Llogarive Firefox për hyrjet. <a href="%(url)s" class="fxa-login">Bëni hyrjen tani që të shpërngulet llogaria juaj.</a>
sv_se: Tillägg byter till Firefox konton för att logga in. <a href="%(url)s" class="fxa-login">Logga in nu för att överföra ditt konto.</a>

source: Welcome to {0} Add-ons.
hu: Üdvözöljük a {0} kiegészítők oldalon.
id: Selamat datang ke Pengaya {0}.
ka: მოგესალმებით, {0} დამატებების გვერდზე.
kab: Anṣuf ar {0} n izegrar.
ms: Selamat datang ke Add-ons {0}.
sk: Víta vás {0} Add-ons.
sq: Mirë se vini te Shtesat për {0}.
sr_latn: Dobrodošli na {0} dodatke.
sv_se: Välkommen till {0} tillägg.

source: Choose from thousands of extra features and styles to make Firefox your own.
hu: Válasszon több ezer extra funkció és stílus közül, hogy Firefoxát teljesen magáénak érezhesse.
id: Pilih dari ribuan fitur tambahan dan gayakan untuk membuat Firefox jadi milik anda.
ka: აირჩიეთ ათასობით დამატებითი შესაძლებლობისა და გაფორმებიდან სასურველი, Firefox-ის უკეთ მოსარგებად.
kab: Fren seg agimen n tmahilin akked iɣunab nniḍen akken ad terreḍ Firefox d ayla-k.
ms: Pilih satu daripada ribuan ciri dan gaya tambahan untuk menjadikan Firefox milik anda.
sk: Vyberte si z tisícov extra funkcií a štýlov a prispôsobte si tak svoj Firefox.
sq: Zgjidhni prej mijëra veçorive dhe stileve ekstra për ta bërë Firefox-in tuajin.
sr_latn: Izaberite iz hiljade dodatnih mogućnosti i stilova kako bi Firefox učinili svojim.
sv_se: Välj bland tusentals extrafunktioner och stilar för att göra Firefox till ditt.

source: Add extra features and styles to make %(app)s your own.
hu: Bővítse extra funkciókkal és stílusokkal, hogy a %(app)s csak az Öné lehessen.
id: Tambahkan fitur ekstra dan gaya untuk membuat %(app)s milik anda.
ka: დაამატეთ ახალი შესაძლებლობები და გაფორმებები, რომ გახადოთ %(app)s მეტად თქვენებური.
kab: Rnu timahilin neɣ iɣunab nniḍen akken ad terreḍ %(app)s d ayla-k.
ms: Tambah ciri dan gaya tambahan untuk menjadikan %(app)s milik anda.
sk: Pridajte si vlastné funkcie a štýly, pomocou ktorých si %(app)s prispôsobíte podľa seba.
sq: Shtoni veçori dhe stile ekstra për ta bërë këtë %(app)s tuajin.
sr_latn: Dodajte dodatne mogućnosti i stilove kako bi napravili %(app)s na svoj način.
sv_se: Lägg till extra funktioner och stilar för att göra %(app)s till ditt.

source: On the go?
hu: Úton van?
id: Dalam perjalanan?
ka: სახლიდან გასვლისას?
kab: D ayen ara tawiḍ?
ms: Di mana-mana sahaja?
sk: Čo sa deje?
sq: Në lëvizje?
sr_latn: U pokretu ste?
sv_se: På språng?

source: Check out our <a class="mobile-link" href="#">Mobile Add-ons site</a>.
hu: Nézze meg a <a class="mobile-link" href="#">Mobile Add-ons weboldalt</a>.
id: Periksa <a class="mobile-link" href="#">situs Pengaya Bergerak</a>.
ka: გაეცანით <a class="mobile-link" href="#">მობილურის დამატებების გვერდს</a>.
kab: Ddu ad twaliḍ <a class="mobile-link" href="#">Asmel-neɣ n izegrar izirazen</a>.
ms: Tinjau <a class="mobile-link" href="#">laman Add-ons Mobile</a> kami.
sk: Pozrite si našu <a class="mobile-link" href="#">stránku doplnkov pre mobilný Firefox</a>.
sq: Hidhini një sy <a class="mobile-link" href="#">sajtit tonë për Shtesa Celularësh</a>.
sr_latn: Proverite naš <a class="mobile-link" href="#">sajt za mobilne ekstenzije</a>.
sv_se: Kolla in vår <a class="mobile-link" href="#">mobila tilläggssida</a>.

source: Android Add-ons
hu: Android kiegészítők
id: Pengaya Android
ka: Android დამატებები
kab: Izegrar Android
ms: Add-ons Android
sk: Doplnky pre Android
sq: Shtesa Android
sr_latn: Dodaci za Android
sv_se: Android tillägg

source: required
es_ar: obligatorio
fi: vaaditaan
fur: obligatori
fy_nl: fereaske
he: נדרש
hr: potreban
hu: szükséges
ia: necessari
id: wajib diisi
is: nauðsynlegt
ka: აუცილებელია
kab: yettwasra
ms: diperlukan
nb_no: påkrevd
nn_no: påkravd
ro: obligatoriu
sk: vyžadované
sq: e domosdoshme
sr_latn: potreban
sv_se: obligatorisk
te: కావలసినవి
th: ต้องการ
tr: gerekli
vi: yêu cầu

source: Required fields
es_ar: Campos obligatorios
fi: Vaaditut kentät
fur: Cjamps obligatoris
fy_nl: Ferplichte fjilden
he: שדות נדרשות
hr: Obavezna polja
hu: Szükséges mezők
ia: Campos obligatori
id: Bidang Yang Diperlukan
is: Nauðsynlegir reitir
ka: აუცილებელი ველები
kab: Urtan yettwasran
ms: Medan diperlukan
nb_no: Obligatoriske felt
nn_no: Påkravde felt
ro: Câmpuri obligatorii
sk: Povinné polia
sq: Fusha të domosdoshme
sr_latn: Potrebna polja
sv_se: Obligatoriska fält
te: అవసరమైన ఖాళీలు
th: ช่องที่ต้องการ
tr: Gerekli alanlar
vi: Trường bắt buộc

source: Mobile Home
hu: Mobile kezdőoldal
id: Beranda Seluler
sk: Pre mobily
sq: Kreu për Celular
sr_latn: Početna stranica za mobilne
sv_se: Mobil hem

source: View full site
hu: Teljes oldal megtekintése
id: Tampilkan situs sepenuhnya
sk: Zobraziť plnú verziu stránky
sq: Shihni sajtin e plotë
sr_latn: Sajt u punoj veličini
sv_se: Visa fullständig webbplats

source: Legal Notices
hu: Jogi megjegyzések
id: Pernyataan Hukum
ka: სამართლებრივი შენიშვნები
kab: Alγu usḍif
ms: Notis Undang-undang
sk: Právne informácie
sq: Shënime Ligjore
sr_latn: Pravna obaveštenja
sv_se: Juridisk information
te: చట్టపరమైన గమనికలు

source: Features
hu: Funkciók
id: Fitur
sk: Funkcie
sq: Veçori
sr_latn: Osobine
sv_se: Funktioner

source: Add-Ons
hu: Kiegészítők
id: Pengaya
sk: Doplnky
sq: Shtesa
sr_latn: Dodaci
sv_se: Tillägg

source: Visit Mozilla
hu: Mozilla weboldal
id: Kunjungi Mozilla
sk: Navštívte stránky Mozilla
sq: Vizitoni Mozilla-n
sr_latn: Posetite Mozilla sajt
sv_se: Besök Mozilla

source: Register
hu: Regisztráció
id: Daftar
sk: Registrovať
sq: Regjistrohuni
sr_latn: Registruj se
sv_se: Registrera

source: Log in
hu: Bejelentkezés
id: Masuk
sk: Prihlásiť sa
sq: Hyni
sr_latn: Prijavi me
sv_se: Logga in
