Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Invalid file name in archive: {0}
es_ar: Nombre de archivo no válido en archivo: {0}
fi: Virheellinen tiedostonimi arkistossa: {0}
fur: Non di file no valit tal archivi: {0}
fy_nl: Unjildige bestânsnamme yn argyf: {0}
he: שם קובץ שגוי בארכיון: {0}
hr: Neispravno ime datoteke u arhivi: {0}
hu: Érvénytelen fájlnév az archívumban: {0}
ia: Nomine de file non valide in le archivo: {0}
id: Nama berkas dalam arsip tidak benar: {0}
is: Ógilt skráarheiti í safnskrá: {0}
ka: ფაილის უმართებულო სახელი არქივში: {0}
kab: Isem n ufaylu mačči d ameɣtu deg uḥraz: {0}
ms: Nama fail tidak sah dalam arkib: {0}
nb_no: Ugyldig filnavn i arkivet: {0}
nn_no: Ugyldig filnamn i arkivet: {0}
ro: Denumire de fișier nevalidă în arhiva: {0}
sq: Emër i pavlefshëm kartele te arkivi: {0}
sr_latn: Nevažeći naziv datoteke u arhivi: {0}
sv_se: Ogiltigt filnamn i arkivet: {0}
te: ఆర్కైవ్‌లో చెల్లని ఫైలు పేరు: {0}
th: ชื่อไฟล์ไม่ถูกต้องในที่เก็บถาวร: {0}
tr: Arşivdeki geçersiz dosya adı: {0}
vi: Tên tập tin không hợp lệ trong tập tin nén: {0}

source: File exceeding size limit in archive: {0}
es_ar: Archivo excede límite de tamaño en archivo: {0}
fi: Tiedosto ylittää kokorajoituksen arkistossa: {0}
fur: Il file al supere la dimension massime ametude tal archivi: {0}
fy_nl: Te grut bestân yn argyf: {0}
he: הקובץ חורג ממגבלת הגודל בארכיון: {0}
hr: Datoteka premašuje ograničenje veličine u arhivi: {0}
hu: A méretkorlátnál nagyobb fájl archívumban: {0}
ia: File excedente le dimension limite in le archivo: {0}
id: Berkas melebihi batas ukuran dalam arsip: {0}
ka: ფაილის მოცულობა არქივში, აჭარბებს {0} დაშვებულ ზღვარს
ms: Saiz fail melebihi had dalam arkib: {0}
nb_no: Filen overskrider størrelsesgrensen i arkivet: {0}
nn_no: Fila overskrid storleiksgrensa i arkivet: {0}
ro: Fișier care depășește limita de mărime în arhiva: {0}
sq: Kartelë që tejkalon kufirin e madhësisë te arkivi: {0}
sr_latn: Veličina prelazi ograničenje veličine u arhivi: {0}
sv_se: Fil överskrider storleksgränsen i arkiv: {0}
te: ఆర్కైవ్‌లో పరిమాణపు పరిమితిని మించిన ఫైలు: {0}
th: ไฟล์มีขนาดเกินขีดจำกัดในที่เก็บถาวร: {0}
tr: Arşivde boyut sınırını aşan dosya: {0}
vi: Tập tin có kích cỡ vượt quá giới hạn: {0}

source: Invalid archive.
es_ar: Archivo no válido.
fi: Virheellinen arkisto.
fur: Archivi no valit.
fy_nl: Unjildich argyf.
he: ארכיון שגוי.
hr: Neispravna arhiva.
hu: Érvénytelen archívum.
ia: Archivo non valide.
id: Arsip tidak sah.
is: Ógild safnskrá.
ka: უმართებულო არქივი.
ms: Arkib tidak sah.
nb_no: Ugyldig arkiv.
nn_no: Ugyldig arkiv.
ro: Arhivă nevalidă.
sk: Neplatný archív.
sq: Arkiv i pavlefshëm.
sr_latn: Nevažeća arhiva.
sv_se: Felaktigt arkiv.
te: చెల్లని ఆర్కైవ్.
th: ที่เก็บถาวรไม่ถูกต้อง
tr: Geçersiz arşiv.
vi: Gói nén bất hợp lệ.

source: Could not parse the manifest file.
es_ar: No se pudo analizar el archivo de manifiesto.
fi: Manifest-tiedoston jäsentäminen epäonnistui.
fur: Impussibil analizâ il file manifest.
fy_nl: Kin it manifest-bestân net ferwurkje.
he: לא ניתן לפענח את קובץ ה־manifest.
hr: Nije bilo moguće obraditi datoteku manifesta.
hu: Nem sikerült feldolgozni a jegyzékfájlt.
ia: Impossibile tractar le file manifesto.
id: Tidak bisa mengurai berkas manifest.
is: Ekki tókst að þátta manifest-skrána.
ka: მანიფესტის ფაილის დამუშავება ვერ მოხერხდა.
kab: Ur izmir ara ad isleḍ afaylu ameskan.
ms: Tidak dapat menghuraikan manifes fail.
nb_no: Kunne ikke analysere manifestfilen.
nn_no: Kunne ikkje tolke manifest-fila.
ro: Nu s-a reușit analizarea fișierului manifest.
sq: S’përtypi dot kartelën manifest.
sv_se: Kunde inte tolka manifest-filen.
te: మానిఫెస్ట్ ఫైల్‌ను చదవడం సాధ్యంకాలేదు.
th: ไม่สามารถแยกวิเคราะห์ไฟล์กำกับ
tr: Manifest dosyası ayrıştırılamadı.
vi: Không thể phân tích cú pháp tập tin manifest.

source: Could not find an add-on ID.
hu: Nem található a kiegészítő azonosítója.
id: Tidak bisa menemukan ID pengaya.
ka: დამატების ID ვერ მოიძებნა.
kab: Ur izmir ara ad d-yaf asulay ID n uzegrir.
ms: Tidak dapat menemukan ID add-on.
sq: S’u gjet dot një ID Shtese.
sv_se: Kunde inte hitta ett tilläggs-ID.
te: పొడిగింత ఐడిని కనుగొనలేకపోయాము.

source: Add-on ID must be 64 characters or less.
hu: A kiegészítő azonosító 64 karakter vagy rövidebb lehet.
id: ID pengaya harus terdiri dari 64 karakter atau kurang dari itu.
kab: Asulay ID n uzegrir yessfk ad yili 64 n isekkilen neɣ daw.
sq: ID-ja e shtesës duhet të jetë nga 64 shenja e poshtë.
sv_se: Tilläggs-ID måste vara 64 tecken eller mindre.

source: Add-on ID doesn't match add-on.
hu: A kiegészítő azonosító nem egyezik a kiegészítővel.
id: ID pengaya tidak sesuai dengan pengaya.
sq: ID-ja e shtesës s’përputhet me shtesën.
sv_se: Tilläggs-ID matchar inte tillägg.

source: Duplicate add-on ID found.
es_ar: Se encontró una identificación de complemento duplicada.
fi: Päällekkäinen lisäosan ID-tunnus havaittu.
fur: Cjatât ID dopli di component adizionâl.
fy_nl: Dûbele add-on-ID fûn.
he: נמצא מזהה תוספת כפול.
hr: Pronađen je dupli ID dodatka.
hu: Kettőzött kiegészítő azonosító található.
ia: ID de additivo trovate duplicate.
id: Menduplikasi ID pengaya yang ditemukan.
ka: აღმოჩენილია დამატების განმეორებული ID.
kab: Asulay ID uslig n uzegrir yettwaf.
ms: Duplikasi ID add-on ditemukan.
nb_no: Duplikat tilleggs-ID funnet.
nn_no: Dobbel utvidings-ID funne.
ro: S-a depistat un ID de supliment duplicat.
sq: U gjet ID e përsëdytur shtese.
sv_se: Dubbla tilläggs-ID hittades.
te: నకిలీ పొడగింత ID కనుగొనబడింది.
tr: Mükerrer eklenti kimliği tespit edildi.
vi: Đã tìm thấy ID tiện ích trùng lặp.

source: Version numbers should have fewer than 32 characters.
hu: A verziószámnak 32 karakternél rövidebbnek kell lennie.
id: Nomor versi harus kurang dari 32 karakter.
ka: ვერსიის ნომერი უნდა შედგებოდეს 32-ზე ნაკლები სიმბოლოსგან.
ms: Nombor versi mesti kurang daripada 32 aksara.
sk: Číslo verzie musí mať menej ako 32 znakov.
sq: Numrat e versioneve duhet të jenë më pak se 32 shenja të gjatë.
sr_latn: Broj verzije bi trebalo da bude manji od 32 karaktera.
sv_se: Versionsnummer ska ha färre än 32 tecken.
te: వెర్షన్ అంకెలు 32 కంటే తక్కువ అక్షరాలను కలిగి ఉండాలి.

source: Version numbers should only contain letters, numbers, and these punctuation characters: +*.-_.
es_ar: Los números de las versiones deben contener únicamente letras, números y los siguientes caracteres: +*.-_.
fi: Versionumeroiden tulisi sisältää vain kirjaimia, numeroita ja seuraavia välimerkkejä: +*.-_.
fur: I numars di version a puedin contignî nome letaris, numars e chescj caratars: +*.-_.
fy_nl: Ferzjenûmers meie allinnich letters, sifers en dizze ynterpunksjetekens befetsje: +*.-_.
he: מספרי גרסאות אמורים להכיל אך ורק תווים, מספרים ואת הסימנים הבאים: +*.-_.
hr: Brojevi verzija smiju sadržavati samo slova, brojke i ove znakove interpunkcije: +*.-_.
hu: A verziószámok kizárólag betűket, számokat és a következő karaktereket tartalmazhatja: +*.-_.
ia: Le numeros de version debe continer solo litteras, numeros, e iste characteres de punctuation: +*.-_.
id: Nomor versi hanya bisa terdiri dari huruf, angka, dan karakter tanda baca ini: +*.-_.
is: Útgáfunúmer ættu aðeins að innihalda bókstafi, tölustafi og þessi greinarmerki: +*.-_.
ka: ვერსიის ნომრები უნდა შედგებოდეს მხოლოდ ასოებისგან, ციფრებისგან და მოცემული სიმბოლოებისგან: +*.-_.
ms: Nombor versi perlu mengandungi hanya huruf, nombor, dan karakter tanda baca berikut: +*.-_.
nb_no: Versjonsnumre skal bare inneholde bokstaver, tall og disse tegnsettingstegnene: +*.-_.
nn_no: Versjonsnummer skal berre innehalde bokstavar, tal og desse teiknsetjingsteikna: +*.-_.
ro: Numerele de versiune trebuie să conțină numai litere, cifre și aceste semne de punctuație: +*.-_.
sk: Číslo verzie môže obsahovať len čísla, písmená a nasledovné znaky: +*.-_.
sq: Numrat e versioneve do të duhej të përmbanin vetëm shkronja, numra, dhe nga këto shenja pikësimi: +*.-_.
sr_latn: Broj verzije vi trebalo da sadrži samo slova, brojeve, i ove karaktere: +*.-_.
sv_se: Versionsnummer bör endast innehålla bokstäver, siffror och dessa skiljetecken: +*.-_.
te: వెర్షన్ అంకెలలో అక్షరాలు, అంకెలు, ఈ విరామచిహ్నలు మాత్రమే ఉండాలి: + *.-_.
th: หมายเลขรุ่นควรประกอบด้วยเฉพาะตัวอักษร, ตัวเลข, และอักขระเครื่องหมายวรรคตอนเหล่านี้: +*.-_
tr: Sürüm numaralarında sadece harfler, numaralar ve bu noktalama işaretleri olmalı: +*.-_.
vi: Số phiên bản chỉ được chứa chữ cái, chữ số, và các kí tự chấm câu sau: +*.-_.

source: <em:type> doesn't match add-on
hu: <em:type> nem illeszkedik kiegészítőre
id: <em:type> tidak cocok dengan pengaya
sk: <em:type> sa nezhoduje s doplnkom
sq: <em:type> s’përputhet me shtesën
sr_latn: <em:type> se ne poklapa sa dodatkom
sv_se: <em:type> matchar inte tillägg

source: Back to review
hu: Vissza az értékeléshez
id: Kembali ke ulasan
ka: მიმოხილვაზე დაბრუნება
ms: Kembali ke semakan
sk: Späť na recenziu
sq: Mbrapsht te shqyrtimi
sr_latn: Nazad na recenzije
sv_se: Tillbaks till granskning
te: తిరిగి సమీక్షకి

source: Back to addon
id: Kembali ke pengaya
sk: Späť na doplnok
sq: Mbrapsht te shtesa
sr_latn: Nazad na dodatke
sv_se: Tillbaks till tillägg

source: Download {0}
hu: Letöltés: {0}
id: Unduh {0}
ka: ჩამოტვირთვა {0}
kab: Sider {0}
ms: Muat turun {0}
sk: Prevziať {0}
sq: Shkarko {0}
sr_latn: Preuzmi {0}
sv_se: Hämta {0}

source: Version: %(version)s &bull; Size: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
hu: Verzió: %(version)s &bull; Méret: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
id: Versi: %(version)s &bull; Ukuran: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
sk: Verzia: %(version)s &bull; Veľkosť: %(size)s &bull; MD5 hash: %(md5)s &bull; Typ mime: %(mimetype)s
sq: Version: %(version)s &bull; Madhësi: %(size)s &bull; Hash MD5: %(md5)s &bull; Lloj MiME: %(mimetype)s
sr_latn: Verzija: %(version)s &bull; Veličina: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
sv_se: Version: %(version)s &bull; Storlek: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetyp: %(mimetype)s

source: File Compare :: Editor tools
hu: Fájl összehasonlítása :: Szerkesztőeszközök
id: Perbandingan Berkas :: Alat penyunting
sk: Porovnanie súborov :: Nástroje editora
sq: Krahasim Kartelash :: Mjete redaktori
sr_latn: Poređenje datoteka :: Alati urednika
sv_se: Filjämförelse :: Redigeringsverktyg

source: File Viewer :: Editor tools
hu: Fájlnézegető :: Szerkesztői eszközök
id: Penampil Berkas :: Perlengkapan penyunting
sk: Zobrazovač súborov :: Nástroje editora
sq: Parës Kartelash :: Mjete redaktori
sr_latn: Prikaz datoteke :: Alati urednika
sv_se: Filvisare :: Redigeringsverktyg

source: Validation failed:
hu: Ellenőrzés sikertelen:
id: Validasi gagal:
ka: შემოწმება წარუმატებლად დასრულდა:
kab: Asentem ur yeddi ara:
ms: Pengesahan gagal:
sk: Kontrola zlyhala:
sq: Vleftësimi dështoi:
sr_latn: Validacija je neuspešna:
sv_se: Valideringen misslyckades:

source: Add-on file being processed, please wait.
hu: A kiegészítő fájl feldolgozás alatt, kérem várjon.
id: Berkas pengaya sedang diproses, harap tunggu.
ka: დამატების ფაილი მუშავდება, გთხოვთ მოითმინოთ.
kab: Asesfer n ufaylu n uzegrir iteddu, ma ulac aɣilif, ṛǧu.
ms: Fail add-on sedang diproses, sila tunggu.
sk: Doplnok sa spracováva, prosím, čakajte...
sq: Po përpunohet kartela e shtesës, ju lutemi, prisni.
sr_latn: Dodatak se procesira, molimo sačekajte.
sv_se: Fil för tillägg bearbetas, vänta.

source: Fetching validation results...
hu: Ellenőrzése eredményének lekérése…
id: Mengambil hasil validasi...
ka: შემოწმების შედეგების შეჯერება...
ms: Mendapatkan hasil pengesahan...
sq: Po sillen përfundimet e vleftësimit...
sr_latn: Preuzimanje rezultata validacije...
sv_se: Hämtar valideringsresultat...

source: Deleted files:
hu: Törölt fájlok:
id: Berkas yang dihapus:
ka: წაშლილი ფაილები:
kab: Kkes ifuyla:
ms: Fail yang telah dibuang:
sk: Odstránené súbory:
sq: Kartela të fshira:
sr_latn: Izbrisane datoteke:
sv_se: Borttagna filer:

source: Hide known files
hu: Ismert fájlok elrejtése
id: Sembunyikan berkas yang diketahui
ka: ცნობილი ფაილების დამალვა
kab: Ffer ifuyla yettwasnen
ms: Sorok fail yang diketahui
sk: Skryť známe súbory
sq: Fshih kartela të njohura
sr_latn: Sakrij poznate datoteke
sv_se: Dölj kända filer

source: Add-on SDK Version:
hu: Kiegészítő SDK verzió:
id: Versi pengaya SDK:
ka: დამატების SDK ვერსია:
kab: Lqem n SDK n uzegrir:
ms: Versi SDK Add-on:
sk: Verze Add-on SDK:
sq: Version SDK-je Shtesash:
sr_latn: Verzija SDK dodatka:
sv_se: Tilläggets SDK Version:

source: Tab stops:
hu: Tabulátorpozíció:
id: Hentikan tab:
ka: ცხრილის მდებარეობა:
ms: Tab berhenti:
sk: Tabulátory:
sq: Ndalesa tab:
sv_se: Tabbstopp:

source: Up file
hu: Felmenő fájl
id: Unggah berkas
ka: ფაილის ატანა
kab: Sali afaylu
ms: Naikkan fail
sk: O súbor vyššie
sq: Ngri kartelë
sr_latn: Datoteka gore
sv_se: Fil upp

source: Down file
hu: Lementő fájl
id: Unduh berkas
ka: ფაილის ჩამოტანა
kab: Sider afaylu
ms: Turunkan fail
sk: O súbor nižšie
sq: Ul kartelë
sr_latn: Datoteka dole
sv_se: Fil ner

source: Previous diff
hu: Előző diff
id: Diff sebelumnya
ka: წინა ცვლილება
kab: Amgired yezrin
ms: Perbezaan dahulu
sk: Predchádzajúci rozdiel
sq: Diff-i i mëparshëm
sr_latn: Prethodni diff
sv_se: Föregående skillnad

source: Previous note
hu: Előző jegyzet
id: Catatan sebelumnya
ka: წინა შენიშვნა
kab: Tazmilt n deffir
ms: Nota dahulu
sk: Predchádzajúca poznámka
sq: Shënimi i mëparshëm
sr_latn: Prethodna napomena
sv_se: Föregående anteckning

source: Next diff
hu: Következő diff
id: Diff berikutnya
ka: მომდევნო ცვლილება
kab: Amgired d-iteddun
ms: Perbezaan berikut
sk: Ďalší rozdiel
sq: Diff-i pasues
sr_latn: Sledeći diff
sv_se: Nästa skillnad

source: Next note
hu: Következő jegyzet
id: Catatan berikutnya
ka: მომდევნო შენიშვნა
kab: Tazmilt n zdat
ms: Nota berikut
sk: Ďalšia poznámka
sq: Shënimi pasues
sr_latn: Sledeća napomena
sv_se: Nästa anteckning

source: Expand all
hu: Összes kinyitása
id: Buka semua
ka: ყველას გაშლა
kab: Semɣeṛ akk
ms: Papar semua
sk: Rozbaliť všetko
sq: Zgjeroji të tëra
sr_latn: Proširi sve
sv_se: Expandera alla

source: Hide or unhide tree
hu: Fa elrejtése vagy megjelenítése
id: Sembunyikan atau tampilkan pohon
ka: ხის დამალვა ან ჩვენება
kab: Ffer neq sken aseklu
ms: Sorok atau nyah-sorok pepohon
sk: Zobraziť alebo skryť strom
sq: Shfaq ose fshih pemën
sr_latn: Sakrij ili prikaži drvo
sv_se: Dölj eller visa träd

source: Wrap or unwrap text
hu: Szövegtördelés
id: Bungkus atau buka teks
ka: ტექსტის გადატანა ან ერთ ხაზზე დატოვება
ms: Balut atau buka teks
sk: Prepnúť zalomenie textu
sq: Mbështill ose shmbështill tekstet
sr_latn: Wrap ili unwrap tekst
sv_se: Radbryt eller radbryt ej text

source: No files in the uploaded file.
hu: Nincsenek fájlok a feltöltött fájlban.
id: Tidak ada berkas dalam berkas yang diunggah.
ka: ასატვირთი ფაილები არ არის მითითებული.
kab: Ulac ifuyla deg ufaylu yulin.
ms: Tiada fail yang dimuat naik.
sk: V odoslanom archíve sa nenachádzajú žiadne súbory.
sq: Pa kartela te kartela e ngarkuar.
sr_latn: Nema datoteka iz otpremljene datoteke.
sv_se: Inga filer i den uppladdade filen.

source: Fetching file.
hu: Fájl feldolgozása.
id: Mengambil berkas.
ka: ფაილის თანხვედრა.
kab: Awway n ufaylu.
ms: Mendapatkan fail.
sk: Získava sa súbor...
sq: Po sillet kartelë.
sr_latn: Preuzimanje datoteke.
sv_se: Hämtar fil.

source: United Arab Emirates Dirham
hu: emirátusi dirham
id: Dirham Uni Emirat Arab
kab: Adirḥam n Imaṛat taɛṛabin yedduklen
sq: Dërhem i Emirateve të Bashkuara Arabe
sv_se: Förenade Arabemiraten Dirham

source: Afghanistan Afghani
hu: afgán afgáni
id: Afghani Afghanistan
kab: Afgani n afganistan
sq: Afgani Afgan
sv_se: Afghanska Afghani

source: Albania Lek
hu: albán lek
id: Lek Albania
kab: Albanya Lek
sk: Albánsky lek
sq: Lek Shqipëtar
sv_se: Albansk Lek

source: Armenia Dram
hu: örmény dram
id: Dram Armenia
kab: Dṛam n arminya
sq: Dram Armene
sv_se: Armeniska Dram

source: Netherlands Antilles Guilder
hu: holland antillákbeli forint
id: Guilder Antilles Belanda
kab: Aflorin n Antiy Tahulandit
sq: Gilder Antilesh Holandeze
sv_se: Nederländska Antillerna Gulden

source: Angola Kwanza
hu: angolai kwanza
id: Kwanza Angola
sq: Kuanxa Angoleze
sv_se: Angolansk Kwanza

source: Argentina Peso
hu: argentin peso
id: Peso Argentina
kab: Peso n Aṛjuntin
sq: Peso Argjentinase
sv_se: Argentinska Peso

source: Australia Dollar
hu: ausztrál dollár
id: Dollar Australia
kab: Adollaṛ n Ustralya
sq: Dollar Australian
sv_se: Australienska Dollar

source: Aruba Guilder
hu: arubai florin
id: Guilder Aruba
kab: Florin n Aruba
sq: Gilder Arubase
sv_se: Arubiska Gulden

source: Azerbaijan New Manat
hu: azeri manat
id: New Manat Azerbaijan
kab: Manat n Azeṛbiǧan
sq: Manat i Ri Azerbajxhanas
sv_se: Azerbaijansk Manat

source: Bosnia and Herzegovina Convertible Marka
hu: bosnyák konvertibilis márka
id: Mark Dapat Dikonversi Bosnia dan Herzegovina
kab: Mark n Bosnie-Herzégovine
sq: Markë e Komvertueshme Bosnje dhe Hercegovine
sv_se: Bosnien och Hercegovina Konvertibilna marka

source: Barbados Dollar
hu: barbadosi dollár
id: Dollar Barbados
kab: Dollar n Baṛbados
sq: Dollar Barbadosi
sv_se: Barbadiska dollar

source: Bangladesh Taka
hu: bangladesi taka
id: Taka Bangladesh
kab: Ataka n Bengladic
sq: Taka Bangladeshase
sv_se: Bangladeshiska Taka

source: Bulgaria Lev
hu: bolgár leva
id: Lev Bulgaria
kab: Bulgarya Lev
sq: Lev Bullgar
sv_se: Bulgariska Leva

source: Bahrain Dinar
hu: bahreini dinár
id: Dinar Bahrain
kab: Adinaṛ n Baḥrayn
sq: Dinar Bahreini
sv_se: Bahrainska Dinarer

source: Burundi Franc
hu: burundi frank
id: Franc Burundi
sq: Frang Burundi
sv_se: Burundiska Franc

source: Bermuda Dollar
hu: bermudai dollár
id: Dollar Bermuda
kab: Adular n Birmud
sq: Dollar Bermudas
sv_se: Bermudiska Dollar

source: Brunei Darussalam Dollar
hu: brunei dollár
id: Dollar Brunei Darussalam
kab: Adulaṛ n Brunay Daṛsalam
sq: Dollar Brunei
sv_se: Brunei Dollar

source: Bolivia Boliviano
hu: bolíviai boliviano
id: Boliviano Bolivia
kab: Bolivya Boliviano
sq: Boliviano Bolivie
sv_se: Bolivianska Boliviana

source: Brazil Real
id: Real Brazil
kab: Ariyal n Brazil
sq: Real Brazilian
sv_se: Brasilianska Real

source: Bahamas Dollar
hu: bahamai dollár
id: Dollar Bahamas
kab: Adular n Bahamas
sq: Dollar Bahamez
sv_se: Bahamanska Dollar

source: Bhutan Ngultrum
hu: bhutáni ngultrum
id: Ngultrum Bhutan
kab: Angultrum n Butan
sq: Ngultrum Butani
sv_se: Bhutanesiska Ngultrum Rupie

source: Botswana Pula
hu: botswanai pula
id: Pula Botswana
kab: Apula n Butswana
sq: Pula Botsvane
sv_se: Botswanska Pula

source: Belarus Ruble
hu: belarusz rubel
id: Ruble Belarusia
kab: Arubel n Bilarus
sq: Rubël Bjelloruse
sv_se: Vitrysk Rubel

source: Belize Dollar
hu: belize-i dollár
id: Dollar Belize
kab: Adulaṛ n Belize
sq: Dollar Belizeje
sv_se: Beliziska Dollar

source: Canada Dollar
hu: kanadai dollár
id: Dollar Kanada
kab: Adulaṛ n Kanada
sq: Dollar Kanadez
sv_se: Kanadensiska Dollar

source: Congo/Kinshasa Franc
hu: kongói frank
id: Franc Kongo/Kinshasa
kab: Afrank n Kungu /Kinshasa
sq: Frang Kongolez (Kinshasa)
sv_se: Kongo-Kinshasa Franc

source: Switzerland Franc
hu: svájci frank
id: Franc Swiss
kab: Afṛank n Swis
sq: Frang Zviceran
sv_se: Schweiziska Franc

source: Chile Peso
hu: chilei peso
id: Peso Chili
kab: Apizu n Cili
sq: Peso Kilian
sv_se: Chilenska Peso

source: China Yuan Renminbi
hu: kínai jüan (renminbi)
id: Yuan Renminbi Tiongkok
sq: Yan Kinez
sv_se: Kinesiska Renminbi

source: Colombia Peso
hu: kolumbiai peso
id: Peso Kolombia
kab: Apisu n Kulumbya
sq: Peso Kolumbian
sv_se: Colombianska Pesos

source: Costa Rica Colon
hu: Costa Rica-i colón
id: Colon Kosta Rika
kab: Akulun n Kosta Rika
sq: Kolon Kosta Rike
sv_se: Costaricanska Colón

source: Cuba Convertible Peso
hu: kubai konvertibilis peso
id: Peso Dapat Ditukarkan Kuba
kab: Apizu yettwaselkaten n Kuba
sq: Peso Kubane e Konvertueshme
sv_se: Kubanska Konvertibla Peso

source: Cuba Peso
hu: kubai peso
id: Peso Kuba
kab: Apizu n Kuba
sq: Peso Kubane
sv_se: Kubanska Peso

source: Cape Verde Escudo
hu: zöld-foki escudo
id: Escudo Tanjung Verde
kab: Askudu n Kap Vir
sq: Eskudo Kepi të Gjelbër
sv_se: Kapverdisk Escudo

source: Czech Republic Koruna
hu: cseh korona
id: Koruna Republik Ceko
kab: Akurun n Čik
sq: Koronë e Republikës Çeke
sv_se: Tjeckisk Krona

source: Djibouti Franc
hu: dzsibuti frank
id: Franc Djibouti
kab: Afrank n Ǧibuti
sq: Frang Xhibuti
sv_se: Djiboutisk Franc

source: Denmark Krone
hu: dán korona
id: Krone Denmark
kab: Akurun n Danmaṛk
sq: Koronë Daneze
sv_se: Danska Kronor

source: Dominican Republic Peso
hu: dominikai peso
id: Peso Republik Dominika
kab: Apisu n Duminik
sq: Peso e Republikës Dominikane
sv_se: Dominikansk Peso

source: Algeria Dinar
hu: algériai dinár
id: Dinar Aljazair
kab: Ẓzeyer Dinaṛ
sq: Dinar Algjerian
sv_se: Algerisk Dinar

source: Egypt Pound
hu: egyiptomi font
id: Pound Mesir
kab: Apawnd n Maseṛ
sq: Lirë Egjiptiane
sv_se: Egyptiskt Pund

source: Eritrea Nakfa
hu: eritreai nakfa
id: Nakfa Eritrea
kab: Anafka n Iritirya
sq: Nafkë Eritrase
sv_se: Eritreanska Nakfa

source: Ethiopia Birr
hu: etióp birr
id: Birr Ethiopia
kab: Abir n Ityupya
sq: Birr Etiopase
sv_se: Etiopiska Birr

source: Euro Member Countries
hu: euró
id: Negara Anggota Euro
sq: Vende Anëtare të Euros
sv_se: Eurons medlemsländer

source: Fiji Dollar
hu: fidzsi dollár
id: Dollar Fiji
kab: Adular n Fiji
sq: Dollar Fixhi

source: Falkland Islands (Malvinas) Pound
hu: Falkland-szigeteki font
id: Pound Kepulauan Falkland (Malvinas)
sq: Lirë e Ishujve Folkland (Malvinas)
sv_se: Falklandspund

source: United Kingdom Pound
hu: font sterling
id: Pound Inggris Raya
sq: Lirë e Mbretërisë së Bashkuar
sv_se: Brittiskt Pund

source: Georgia Lari
hu: grúz lari
id: Lari Georgia
kab: Alari n Jyurjya
sq: Lari Gjeorgjie
sv_se: Georgiska Lari

source: Guernsey Pound
hu: guernsey-i font
id: Pound Guernsey
kab: Apawnd n Girnizi
sq: Lirë Guernsi
sv_se: Guernseypund

source: Ghana Cedi
hu: ghánai cedi
id: Cedi Ghana
kab: Asidi n Gana
sq: Cedi Ganez

source: Gibraltar Pound
hu: gibraltári font
id: Pound Gibraltar
kab: Apawnd n Jibraltar
sq: Lirë Gjibraltari
sv_se: Gibraltarpund

source: Gambia Dalasi
hu: gambiai dalasi
id: Dalasi Gambia
kab: Adalsi n Gambya
sq: Dalasi i Gambias
sv_se: Gambiska Dalasi

source: Guinea Franc
hu: guineai frank
id: Franc Guinea
kab: Afrank n Ɣinya
sq: Frang Guineje
sv_se: Guineansk Franc

source: Guatemala Quetzal
hu: guatemalai quetzal
id: Quetzal Guatemala
sq: Ketzal Guatemalas
sv_se: Guatemalanska Quetzal

source: Guyana Dollar
hu: guyanai dollár
id: Dollar Guyana
sq: Dollar Guajane
sv_se: Guyanansk dollar

source: Hong Kong Dollar
hu: hongkongi dollár
id: Dollar Hong Kong
sq: Dollar Hong-Kongu

source: Honduras Lempira
hu: hondurasi lempira
id: Lempira Honduras
sq: Lempira Honduri
sv_se: Honduranska Lempira

source: Croatia Kuna
hu: horvát kuna
id: Kuna Kroasia
sq: Kuna Kroate
sv_se: Kroatisk Kuna

source: Haiti Gourde
id: Gourde Haiti
sq: Gurdë Haiti
sv_se: Haitiska Gourde

source: Hungary Forint
hu: magyar forint
id: Forint Hungaria
sq: Fiorinë Hungareze
sv_se: Ungersk Forint

source: Indonesia Rupiah
hu: indonéz rúpia
id: Rupiah Indonesia
sq: Rupia Indonezian
sv_se: Indonesisk Rupiah

source: Israel Shekel
hu: izraeli sékel
id: Shekel Israel
kab: Shekel n Israel
sq: Shekel Izraelit
sv_se: Israelisk Shekel

source: Isle of Man Pound
hu: man-szigeti font
id: Pound Pulau Man
kab: Adiṛham n Meṛṛuk
sq: Lirë e Ishullit të Robit
sv_se: Isle of Man-pund

source: India Rupee
hu: indiai rúpia
id: Rupee India
sq: Rupi Indian
sv_se: Indisk Rupie

source: Iraq Dinar
hu: iraki dinár
id: Dinar Irak
kab: Adinaṛ n Ɛiraq
sq: Dinar Irakian
sv_se: Irakisk Dinar

source: Iran Rial
hu: iráni riál
id: Rial Iran
kab: Ariyal n Iran
sq: Rial Iranian
sv_se: Iransk Rial

source: Iceland Krona
hu: izlandi korona
id: Krona Islandia
kab: Akurun n Island
sq: Koronë Islandeze
sv_se: Isländsk krona
