Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Results <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> of <strong>%(count)s</strong>
es_ar: Resultados <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> de <strong>%(count)s</strong>
fi: Tulokset <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong>, yhteensä <strong>%(count)s</strong>
fur: Risultâts <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> di <strong>%(count)s</strong>
fy_nl: Resultaat <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> fan <strong>%(count)s</strong>
he: <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> תוצאות מתוך <strong>%(count)s</strong>
hr: Rezultati <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> od <strong>%(count)s</strong>
hu: Találatok: <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> / <strong>%(count)s</strong>
ia: Resultatos <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> de <strong>%(count)s</strong>
id: Hasil: <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> dari <strong>%(count)s</strong>
is: Niðurstöður <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> af <strong>%(count)s</strong>
ka: <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> შედეგი <strong>%(count)s</strong>-იდან
kab: Igmaḍ <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> si <strong>%(count)s</strong>
ms: Hasil <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> daripada <strong>%(count)s</strong>
nb_no: Resultater <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> av <strong>%(count)s</strong>
nn_no: Resultat <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> av <strong>%(count)s</strong>
ro: Rezultate <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> din <strong>%(count)s</strong>
sk: Výsledky <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> z <strong>%(count)s</strong>
sq: Përfundimet <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> nga <strong>%(count)s</strong> gjithsej
sr_latn: Rezultati <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> od <strong>%(count)s</strong>
sv_se: Resultat <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> av <strong>%(count)s</strong>
te: ఫలితాల <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> యొక్క<strong>%(count)s</strong>
th: ผลลัพธ์ <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> จาก <strong>%(count)s</strong>
tr: <strong>%(count)s</strong> sonuçtan <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> arası sonuçlar
vi: Kết quả <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> của <strong>%(count)s</strong>

source: Maintenance in progress
es_ar: Mantenimiento en proceso
fi: Ylläpitotoimet ovat meneillään
fur: Manutenzion in cors
fy_nl: Underhâld yn útfiering
he: מתבצעות עבודות תחזוקה
hr: Održavanje u tijeku
hu: Karbantartás folyamatban
ia: Mantenentia in progresso
id: Pemeliharaan sedang berlangsung
is: Viðhald í gangi
ka: მიმდინარეობს ტექნიკური სამუშაოები
kab: Aseggem iteddu
ms: Penyelenggaran sedang dijalankan
nb_no: Vedlikehold pågår
nn_no: Under vedlikehald
ro: Mentenanță în curs
sk: Práve prebieha údržba
sq: Mirëmbajtje në kryerje e sipër
sr_latn: Održavanje sajta u toku
sv_se: Underhåll pågår
te: నిర్వహణ పురోగతిలో ఉంది
th: อยู่ระหว่างการบำรุงรักษา
tr: Bakım çalışması var
vi: Đang bảo dưỡng

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
es_ar: Esta característica está temporalmente deshabilitada mientras realizamos tareas de mantenimiento en la página web. Usá el botón Atrás de tu navegador y volvé a intentarlo más tarde.
fi: Tämä toiminto on väliaikaisesti pois käytöstä, koska teemme tähän verkkosivuston osaan päivityksiä. Napsauta selaimen Takaisin-painiketta ja yritä myöhemmin uudelleen.
fur: Cheste funzion e je pal moment disativade intant che o fasìn lavôrs di manutenzion sul sît web. Dopre il boton Indaûr dal to navigadôr e torne prove plui tart.
fy_nl: Dizze funksje is tydlik útskeakele fanwegen ûnderhâld oan de website. Brûk de knop Tebek fan jo browser en probearje it letter nochris.
he: תכונה זו מושבתת למשך פעילות תחזוקה באתר. נא להשתמש בכפתור החזרה של הדפדפן שלך ולנסות לחזור לכאן שוב בעוד זמן קצר.
hr: Tijekom održavanja naših web stranica, funkcija je privremeno deaktivirana. Koristi gumb Natrag u pregledniku i pokušaj kasnije ponovo.
hu: Ez a funkció a karbantartás ideje alatt átmenetileg le van tiltva. Használja a böngésző Vissza gombját és próbálja meg kicsit később.
ia: Iste function es temporarimente disactivate pro mantenentia del sito web. Per favor usa le button Retro tu navigator e reveni un poco plus tarde.
id: Fitur ini dimatikan sementara kami melakukan pemeliharaan situs. Gunakan tombol Kembali pada peramban Anda dan coba lagi nanti.
is: Þessi eiginleiki er óvirkur tímabundið meðan við sinnum viðhaldi á vefsvæðinu. Notaðu 'Til baka'-hnappinn í vafranum þínum og reyndu aftur aðeins síðar.
ka: ვებსაიტზე მიმდინარე ტექნიკური სამუშაოების გამო, ეს შესაძლებლობა დროებით მიწვდომელია. გამოიყენეთ ბრაუზერის უკან დასაბრუნებელი ღილაკი და სცადეთ ხელახლა, ცოტა მოგვიანებით.
kab: Tamahilt-agi taskudant ur termid ara di lawan anida nteddu deg useggem n usmel web. Tanemmirt ma tesqedceḍ taqeffalt Ar Deffir n iminig inek sakin ɛreḍ ticki.
ms: Ciri ini dinyahdayakan buat sementara waktu sementara kami membuat penyelenggaraan laman web. Sila gunakan butang Undur pelayar anda dan cuba semula sebentar lagi.
nb_no: Denne funksjonen er midlertidig avslått mens vi utfører rutinemessig vedlikehold. Bruk nettleserens Tilbake-knapp for å gå tilbake, og prøv igjen senere.
nn_no: Denne funksjonen er for tida avslått medan vi utfører rutinemessig vedlikehald. Bruk Tilbake-knappen i nettlesaren for å gå tilbake, og prøv på nytt seinare.
ro: Funcționalitatea este dezactivată temporar cât facem mentenanță pe site. Te rugăm să folosești butonul Înapoi al browserului și să încerci din nou mai târziu.
sk: Táto funkcia je počas údržby stránok vypnutá. Prosím, použite v prehliadači tlačidlo Naspäť a skúste to znova neskôr.
sq: Kjo veçori është përkohësisht e çaktivizuar, teksa kryejmë mirëmbajtjen e sajtit. Ju lutemi, përdorni butonin Mbrapsht të shfletuesi dhe riprovoni pak më vonë.
sr_latn: Ova mogućnost je na određeno vreme onemogućena dok vršimo održavanje veb sajta. Molimo Vas, vratite se na prethodnu stranicu i pokušajte kasnije.
sv_se: Denna funktion är tillfälligt avstängd medan vi utför underhåll på webbplatsen. Använd bakåtknappen i din webbläsare och försök igen lite senare.
te: మేము వెబ్‌సైటు నిర్వహణ పూర్తిచేసేవరకూ ఈ సౌలభ్యం తాత్కాలికంగా నిలిపివేయబడింది. దయచేసి మీ విహారిణి యొక్క వెనుక బొత్తాన్ని వాడి, కొంత సేపటి తర్వాత ప్రయత్నించండి.
th: คุณสมบัตินี้ถูกปิดการใช้งานชั่วคราวขณะที่เรากำลังดูแลรักษาเว็บไซต์ โปรดใช้ปุ่ม ย้อนกลับ ของเบราว์เซอร์และลองอีกครั้งในภายหลัง
tr: Web sitemizde bakım çalışması yapmakta olduğumuzdan bu özellik geçici olarak devre dışıdır. Lütfen tarayıcınızın Geri düğmesini kullanın ve bir süre sonra tekrar deneyin.
vi: Tính năng này tạm thời bị vô hiệu trong khi chúng tôi đang thực hiện bảo dưỡng trang web. Vui lòng dùng nút Trở lại trên trình duyệt và thử lại sau.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
es_ar: Algunas características están temporalmente deshabilitadas mientras realizamos tareas de mantenimiento en la web. Probá de nuevo más tarde.
fi: Jotkin toiminnot tällä sivulla ovat väliaikaisesti pois käytöstä suorittaessamme verkkosivuston huoltoa. Yritä uudelleen myöhemmin.
fur: Cualchi funzion su cheste pagjine e je disativade in mût temporani intant che o fasìn lavôrs di manutenzion sul sît web. Torne prove plui tart.
fy_nl: Guon funksjes op dizze side binne tydlik útskeakele fanwegen ûnderhâld oan de website. Probearje it letter nochris.
he: חלק מהתכונות בדף זה מושבתות באופן זמני בזמן שאנו מבצעים עבודות התחזוקה על האתר. נא לנסות שוב בעוד זמן קצר.
hr: Tijekom održavanja naših web stranica, pojedine su funkcije na ovoj stranici privremeno deaktivirane. Pokušaj ponovo malo kasnije.
hu: Néhány funkció a karbantartás ideje alatt átmenetileg le van tiltva. Használja a böngésző Vissza gombját és próbálja meg kicsit később.
ia: Alcun functiones sur iste pagina es temporarimente disactivate pro mantenentia del sito web. Per favor reveni un poco plus tarde.
id: Sejumlah fitur pada laman ini dimatikan sementara saat kami melakukan pemeliharaan. Silakan coba lagi nanti.
is: Einhverjir eiginleikar á þessari síðu hafa verið gerðir óvirkir tímabundið á meðan viðhald vefsvæðis fer fram. Reyndu aftur seinna.
ka: ვებსაიტზე მიმდინარე ტექნიკური სამუშაოების გამო, ეს შესაძლებლობა დროებით მიუწვდომელია. გთხოვთ, სცადოთ ხელახლა, ოდნავ მოგვიანებით.
kab: Kra n tmahilin deg usebter-agi ttwasensent akka tura makken nettseggim asmel web. Ma ulac aɣlif,uɣal-d ticki.
ms: Sesetengah ciri pada halaman ini dinyahdayakan buat sementara waktu sementara kami melakukan penyelenggaraan laman web. Sila cuba semula sebentar nanti.
nb_no: Noen funksjoner på denne siden er midlertidig avslått mens vi utfører rutinemessig vedlikehold. Prøv igjen litt senere.
nn_no: Nokre funksjonar på denne sida er for tida avslått medan vi utfører rutinemessig vedlikehald. Prøv igjen litt seinare.
ro: Unele funcționalități de pe această pagină sunt dezactivate temporar, cât facem mentenanța pe site. Te rugăm încerci din nou puțin mai târziu.
sk: Niektoré funkcie sú na tejto stránke dočasne vypnuté kvôli údržbe. Prosím, skúste to znova neskôr.
sq: Disa veçori në këtë faqe janë çaktivizuar përkohësisht, teksa bëjmë mirëmbajtjen e sajtit. Ju lutemi, riprovoni pas pak.
sr_latn: Neke mogućnosti na ovoj stranici su na određeno vreme onemogućene dok vršimo održavanje veb sajta. Molimo Vas, pokušajte kasnije.
sv_se: Vissa funktioner på denna sida är för tillfället inaktiva eftersom vi utför underhåll av webbplatsen. Försök igen lite senare.
te: మేము వెబ్‌సైటు నిర్వహణ పూర్తిచేసేవరకూ ఈ పేజీలోని కొన్ని విశేషాలు తాత్కాలికంగా నిలిపివేయబడ్డాయి. దయచేసి కొంత సేపటి తర్వాత ప్రయత్నించండి.
th: คุณสมบัติบางอย่างในหน้านี้จะใช้ไม่ได้ชั่วคราวระหว่างที่เรากำลังปรับปรุงเว็บไซต์ กรุณาลองใหม่ในภายหลัง
tr: Web sitemizde bakım çalışması yapılmakta olduğundan bu sayfadaki bazı özellikler geçici olarak devre dışıdır. Lütfen biraz sonra tekrar deneyin.
vi: Một số tính năng trên trang này đang tạm thời bị vô hiệu trong khi chúng tôi thực hiện bảo dưỡng trang web. Vui lòng thử lại sau.

source: Are you human?
hu: Valóban ember?
id: Benarkah Anda manusia?
ka: ადამიანი ხართ?
kab: D amdan kečč?
ms: Adakah anda manusia?
sk: Ste človek?
sq: Jeni qenie njerëzore?
sr_latn: Da li ste ljudsko biće?
sv_se: Är du en människa?
te: మీరు మనిషా?

source: <p> Please enter <strong>all the words</strong> below, <strong>separated by a space if necessary</strong>. </p> <p> If this is hard to read, you can <a href="#" id="recaptcha_different">try different words</a> or <a href="#" id="recaptcha_audio">try a different type of challenge</a> instead. </p>
hu: <p> Kérjük, írja be <strong>mind</strong> az alábbi szavakat, szükség esetén <strong>szóközzel elválasztva</strong>. </p> <p>Ha ezt nehéz elolvasni, akkor <a href="#" id="recaptcha_different">próbálkozhat más szavakkal</a> vagy <a href="#" id="recaptcha_audio">próbáljon ki más típusú ellenőrzést</a> helyette. </p>
id: <p> Silakan masukkan <strong>semua kata</strong> di bawah, <strong>dipisahkan dengan spasi </strong>. </p> <p> Jika ini sulit dibaca, anda bisa <a href="#" id="recaptcha_different">mencoba kata lain</a> atau <a href="#" id="recaptcha_audio">dapat pula</a> mencoba tipe tantangan lain. </p>
ka: <p> გთხოვთ შეიყვანოთ <strong>ყველა სიტყვა</strong> ქვემოთ, <strong>ადგილების გამოტოვებით, საჭიროებისამებრ</strong>. </p> <p> თუ რთულად წასაკითხია, შეგიძლიათ <a href="#" id="recaptcha_different">სხვა სიტყვები სცადოთ,</a> ან <a href="#" id="recaptcha_audio">მთლიანად შეცვალოთ გამოსახულება</a>. </p>
kab: <p> Ma ulac aɣilif sekcem<strong>akk awalen</strong> dagi, <strong>yettwabrez s isekkilen ilmawen</strong>. </p> <p> Ma yewɛeṛ i tɣuṛi, tzemreḍ <a href="#" id="recaptcha_different">ɛreḍ awalen nniḍen</a> ou <a href="#" id="recaptcha_audio">ɛreḍ anaw nniḍen</a> àdeg umdiq-is.</p>
ms: <p> Sila masukkan <strong>semua perkataan</strong> di bawah, <strong>diasingkan dengan ruang, jika perlu.</strong>. </p> <p> Jika sukar dibaca, anda boleh <a href="#" id="recaptcha_different">cuba perkataan lain</a> atau <a href="#" id="recaptcha_audio">cuba pula cabaran jenis lain</a>. </p>
sq: <p> Ju lutemi, jepni më poshtë <strong>krejt fjalët</strong>, <strong>të ndara nga një hapësirë, në qoftë e nevojshme</strong>. </p> <p> Nëse kjo është e zorshme të lexohet, mund të <a href="#" id="recaptcha_different">provoni fjalë të tjera</a> ose <a href="#" id="recaptcha_audio">të provoni një tjetër lloj prove</a> më mirë. </p>
sr_latn: <p> Molimo Vas unesite <strong>sve reči</strong> ispod, <strong>razdvojene razmakom ako je neophodno</strong>. </p> <p> Ako je ovo teško za čitanje, možete <a href="#" id="recaptcha_different">isprobati različite reči</a> ili <a href="#" id="recaptcha_audio">pokušajte različite vrste izazova</a> umesto. </p>
sv_se: <p> Ange <strong>alla ord</strong> nedan <strong>med ett mellanslag vid behov</strong>. </p> <p> Om det är svårt att läsa kan du <a href="#" id="recaptcha_different">försöka med andra ord </a> eller <a href="#" id="recaptcha_audio">prova en annan typ av utmaning</a> istället. </p>
te: <p>దయచేసి కింద ఇచ్చిన <strong>పదాలన్నిటినీ</strong> ఇవ్వండి, <strong>అవసరమైన చోట ఖాళీతో వేరుపరచండి</strong>. </p> <p> ఒకవేళ ఇవి చదవడం కష్టంగా ఉంటే, బదులుగా <a href="#" id="recaptcha_different">వేరే పదాలు ప్రయత్నించండి</a> లేదా <a href="#" id="recaptcha_audio">మరో విధమైన సవాలును ప్రయత్నించండి</a>. </p>

source: Top Rated
hu: Legjobbra értékelt
id: Peringkat Teratas
ka: საუკეთესოდ შეფასებული
kab: Yettwasezmel aṭas
ms: Tahap Tinggi
sk: Najlepšie hodnotené
sq: Më të Vlerësuarat
sr_latn: Najbolje ocenjeno
sv_se: Högst rankade

source: Explore
hu: Felfedezés
id: Jelajahi
ka: დათვალიერება
kab: Snirem
ms: Teroka
sk: Pozrite si
sq: Eksploroni
sr_latn: Istraži
sv_se: Utforska

source: Extensions
es_ar: Extensiones
fi: Laajennukset
fur: Estensions
fy_nl: Utwreidingen
he: הרחבות
hr: Proširenja
hu: Bővítmények
ia: Extensiones
id: Ekstensi
is: Forritsaukar
ka: გაფართოებები
kab: Isiɣzaf
ms: Ekstensi
nb_no: Utvidelser
nn_no: Utvidingar
ro: Extensii
sk: Rozšírenia
sq: Zgjerime
sr_latn: Ekstenzije
sv_se: Utökningar
te: పొడిగింతలు
th: ส่วนขยาย
tr: Uzantılar
vi: Tiện ích mở rộng

source: Want more customization? Try <b>Complete Themes</b>
hu: Még több testreszabhatóságot szeretne? Próbálja ki a <b>Teljes témákat</b>
id: Ingin lebih banyak penyesuaian? ? Cobalah <b>Tema Komplet</b>
ka: გსურთ მეტად მორგება? სცადეთ <b>სრული თემები</b>
kab: Tebɣiḍ ad terreḍ iminig inek d udmawan ugar? Ɛreḍ <b>isental ummiden</b>
ms: Mahu lebih banyak penyesuaian? Cuba <b>Tema Lengkap</b>
sq: Doni më tepër përshtatje? Provoni <b>Tema të Plota</b>
sv_se: Vill du ha mer anpassning? Prova <b>kompletta teman</b>

source: Most Followers
hu: Legtöbb követő
id: Pengikut Terbanyak
kab: Ttwaḍfaṛen aṭas
sk: Najviac odberateľov
sq: Shumica e Pasuesve
sr_latn: Najviše pratioca
sv_se: Flest följare

source: Collections I've Made
hu: Saját gyűjtemények
id: Koleksi yang Saya Buat
ka: ჩემ მიერ შექმნილი კრებულები
kab: Tigrimmiwin i xedmeɣ
ms: Koleksi Saya Buat
sk: Kolekcie, ktoré som vytvoril
sq: Koleksionet që Kam Krijuar
sr_latn: Moje kolekcije
sv_se: Samlingar jag skapat

source: Collections I'm Following
hu: Általam követett gyűjtemények
id: Koleksi yang Saya Ikuti
kab: Tigrummiwin i ṭafareɣ
ms: Koleksi Saya Ikuti
sk: Kolekcie, ktoré odberám
sq: Koleksionet që Ndjek
sr_latn: Kolekcije koje pratim
sv_se: Samlingar jag följer

source: My Favorite Add-ons
hu: Kedvenc kiegészítőim
id: Pengaya Fovorit Saya
ka: ჩემი რჩეული დამატებები
kab: Izegrar inu inurifen
ms: Add-ons Kegemaran Saya
sk: Moje obľúbené doplnky
sq: Shtesat e Mia të Parapëlqyera
sr_latn: Moji omiljeni dodaci
sv_se: Mina favorittillägg

source: More&hellip;
hu: Tovább&hellip;
id: Selengkapnya&hellip;
ka: სხვა&hellip;
kab: Ugar &hellip;
ms: Selanjutnya&hellip;
sk: Ďalšie&hellip;
sq: Më tepër&hellip;
sr_latn: Još&hellip;
sv_se: Mer&hellip;

source: Add-ons for Mobile
hu: Kiegészítők a Mobile-hoz
id: Pengaya untuk Seluler
ka: დამატებები მობილურისთვის
kab: Izegrar i uziraz
ms: Add-ons untuk Mudah alih
sk: Doplnky pre mobilný Firefox
sq: Shtesa për Celular
sr_latn: Dodaci za mobilni
sv_se: Tillägg för mobil

source: Search Tools
es_ar: Herramientas de búsqueda
fi: Hakutyökalut
fur: Struments di ricercje
fy_nl: Sykark
he: כלי חיפוש
hr: Alati za pretraživanje
hu: Keresőeszközök
ia: Applicationes de recerca
id: Perangkat Pencarian
is: Leitarverkfæri
ka: ძიების ხელსაწყოები
kab: Ifecka n unadi
ms: Alatan Carian
nb_no: Søkeverktøy
nn_no: Søkjeverktøy
ro: Instrumente pentru căutare
sk: Vyhľadávacie nástroje
sq: Mjete Kërkimi
sr_latn: Alati za pretragu
sv_se: Sökverktyg
te: శోధన సాధనాలు
th: เครื่องมือค้นหา
tr: Arama Araçları
vi: Công cụ tìm kiếm

source: Page <a href="%(current_pg_url)s">%(current_pg)s</a> of <a href="%(last_pg_url)s">%(last_pg)s</a>
hu: <a href="%(current_pg_url)s">%(current_pg)s</a> / <a href="%(last_pg_url)s">%(last_pg)s</a> oldal
id: Laman <a href="%(current_pg_url)s">%(current_pg)s</a> dari <a href="%(last_pg_url)s">%(last_pg)s</a>
ka: <a href="%(current_pg_url)s">%(current_pg)s</a> გვერდი <a href="%(last_pg_url)s">%(last_pg)s</a>-დან
kab: Asebter <a href="%(current_pg_url)s">%(current_pg)s</a> si <a href="%(last_pg_url)s">%(last_pg)s</a>
ms: Halaman <a href="%(current_pg_url)s">%(current_pg)s</a> daripada <a href="%(last_pg_url)s">%(last_pg)s</a>
sk: Stránka <a href="%(current_pg_url)s">%(current_pg)s</a> z <a href="%(last_pg_url)s">%(last_pg)s</a>
sq: Faqja <a href="%(current_pg_url)s">%(current_pg)s</a> nga <a href="%(last_pg_url)s">%(last_pg)s</a> gjithsej
sr_latn: Stranica <a href="%(current_pg_url)s">%(current_pg)s</a> od <a href="%(last_pg_url)s">%(last_pg)s</a>
sv_se: Sida <a href="%(current_pg_url)s">%(current_pg)s</a> av <a href="%(last_pg_url)s">%(last_pg)s</a>
te: పేజీ <a href="%(current_pg_url)s">%(current_pg)s</a> యొక్క <a href="%(last_pg_url)s">%(last_pg)s</a>

source: Jump to first page
hu: Ugrás az első oldalra
id: Menuju laman pertama
ka: გადახტომა პირველ გვერდზე
kab: Uɣal ɣer usebter amezwaru
ms: Pergi ke halaman pertama
sk: Prejsť na prvú stránku
sq: Shko te faqja e parë
sr_latn: Prebacite se na prvu stranicu
sv_se: Gå till första sidan
te: మొదటి పేజీకి వెళ్ళు

source: Previous
es_ar: Anterior
fi: Edellinen
fur: Precedente
fy_nl: Foarige
he: הקודם
hr: Prethodna
hu: Előző
ia: Previe
id: Sebelumnya
is: Fyrra
ka: წინა
kab: Γer deffir
ms: Dahulu
nb_no: Forrige
nn_no: Førre
ro: Înapoi
sk: Predchádzajúce
sq: I mëparshmi
sr_latn: Prethodno
sv_se: Föregående
te: మునుపటి
th: ก่อนหน้า
tr: Önceki
vi: Trước

source: Jump to last page
hu: Ugrás az utolsó oldalra
id: Menuju laman terakhir
ka: გადახტომა ბოლო გვერდზე
kab: Ddu ɣer usebter aneggaur
ms: Pergi ke halaman terakhir
sk: Skok na poslednú stranu
sq: Shko te faqja e fundit
sv_se: Hoppa till sista sidan
te: చివరి పేజీకి వెళ్ళు

source: Showing <b>%(begin)s</b>&ndash;<b>%(end)s</b> of <b>%(count)s</b>
hu: <b>%(begin)s</b>&ndash;<b>%(end)s</b> / <b>%(count)s</b> megjelenítése
id: Menampilkan <b>%(begin)s</b>&ndash;<b>%(end)s</b> dari <b>%(count)s</b>
ka: ნაჩვენებია <b>%(begin)s</b>&ndash;<b>%(end)s</b> შედეგი <b>%(count)s</b>-დან
kab: Askan <b>%(begin)s</b>&ndash;<b>%(end)s</b> si <b>%(count)s</b>
ms: Memaparkan <b>%(begin)s</b>&ndash;<b>%(end)s</b> daripada <b>%(count)s</b>
sk: Zobrazujú sa výsledky <b>%(begin)s</b>&ndash;<b>%(end)s</b> z celkového počtu <b>%(count)s</b>
sq: Po shfaqen <b>%(begin)s</b>&ndash;<b>%(end)s</b> nga <b>%(count)s</b> gjithsej
sr_latn: Prikazano <b>%(begin)s</b>&ndash;<b>%(end)s</b> od <b>%(count)s</b>
sv_se: Visar <b>%(begin)s</b>&ndash;<b>%(end)s</b> av <b>%(count)s</b>
te: చూపిస్తున్న <b>%(begin)s</b>&ndash;<b>%(end)s</b> యొక్క <b>%(count)s</b>

source: Page {n}
hu: {n}. oldal
id: Halaman {n}
sk: Strana {n}
sq: Faqe {n}
sr_latn: Stranica {n}
sv_se: Sida {n}

source: If you are not prompted to install %(addon_name)s in a moment, please <a href="%(addon_xpi)s">click here</a>.
sk: Ak sa o chvíľu neobjaví okno inštalácie doplnku %(addon_name)s, <a href="%(addon_xpi)s">kliknite sem</a>.
sq: Nëse brenda një çasti s’ju kërkohet të instaloni %(addon_name)s, ju lutemi, <a href="%(addon_xpi)s">klikoni këtu</a>.

source: Title
es_ar: Título
fi: Otsikko
fur: Titul
fy_nl: Titel
he: כותרת
hr: Naslov
hu: Cím
ia: Titulo
id: Judul
is: Titill
ka: სათაური
kab: Azwel
ms: Tajuk
nb_no: Tittel
nn_no: Tittel
ro: Titlu
sk: Nadpis
sq: Titull
sr_latn: Naslov
sv_se: Titel
te: శీర్షిక
th: ชื่อเรื่อง
tr: Başlık
vi: Tiêu đề

source: Body
es_ar: Cuerpo
fi: Runko
fur: Cuarp
fy_nl: Berjocht
he: גוף
hr: Tekst
hu: Törzs
ia: Corpore
id: Badan
is: Meginmál
ka: შიგთავსი
kab: Tafekka
ms: Isi
nb_no: Innhold
nn_no: Innhald
ro: Corp
sk: Telo
sq: Përmbajtje
sr_latn: Sadržaj
sv_se: Innehåll
te: ముఖ్యభాగం
th: เนื้อหา
tr: Gövde
vi: Nội dung

source: Another Title
es_ar: Otro título
fi: Toinen otsikko
fur: Altri titul
fy_nl: Oare titel
he: כותרת נוספת
hr: Drugi naslov
hu: Másik cím
ia: Un altere titulo
id: Judul Lain
is: Annar titill
ka: სხვა სათაური
kab: Azwel nniḍen
ms: Tajuk Lain
nb_no: Annen tittel
nn_no: Ein annan tittel
ro: Alt titlu
sk: Ďalší nadpis
sq: Tjetër Titull
sr_latn: Drugi naslov
sv_se: En annan titel
te: మరో శీర్షిక
th: ชื่อเรื่องอื่น
tr: Başka Başlık
vi: Tiêu đề khác

source: Another Body
es_ar: Otro cuerpo
fi: Toinen runko
fur: Altri cuarp
fy_nl: Oar berjocht
he: גוף נוסף
hr: Drugi tekst
hu: Másik törzs
ia: Un altere corpore
id: Badan Lain
is: Annað meginmál
ka: სხვა შიგთავსი
kab: Tafekka nniḍen
ms: Isi Lain
nb_no: Annet innhold
nn_no: Eit anna innhald
ro: Alt corp
sk: Ďalšie telo
sq: Tjetër Përmbajtje
sr_latn: Drugi sadržaj
sv_se: Ett annat innehåll
te: మరో ముఖ్యభాగము
th: เนื้อหาอื่น
tr: Başka Gövde
vi: Nội dung khác

source: Not implemented yet.
hu: Még nem megvalósított.
id: Belum diimplementasikan.
ka: ჯერ არ დანერგილა.
kab: Ur yettwasebded ara yakan.
ms: Belum dilaksanakan lagi.
sk: Zatiaľ nie je implementované.
sq: Ende i pasendërtuar.
sr_latn: Nije još implementiran.
sv_se: Inte implementerat ännu.

source: Application Versions
hu: Alkalmazásverziók
id: Versi Aplikasi
ka: აპლიკაციის ვერსიები
kab: Ileqman n usnas
ms: Versi Aplikasi
sk: Verzie aplikácie
sq: Versione Aplikacionesh
sr_latn: Verzije aplikacije
sv_se: Applikationsversioner
te: అనువర్తనపు వెర్షన్లు

source: Acceptable versions for all applications on AMO.
hu: Az összes alkalmazásnak megfelelő verziók az AMO-n.
id: Versi yang diterima untuk seluruh aplikasi di AMO.
ka: ყველა აპლიკაციის დასაშვები ვერსიები AMO-ზე.
kab: Ileqman yelhan i yesnasen meṛṛa di AMO.
ms: Versi yang boleh diterima bagi semua aplikasi dalam pada AMO.
sk: Akceptovateľné verzie pre všetky aplikácie na stránkach AMO.
sq: Versione të pranueshme për krejt aplikacionet në AMO.
sr_latn: Prihvatljive verzije za sve aplikacije na AMO.
sv_se: Godtagbara versioner för alla applikationer på AMO.
te: AMO పై అన్ని అనువర్తనాల కోసం ఆమోదయోగ్యమైన వెర్షన్లు.

source: Valid Application Versions
hu: Érvényes alkalmazásverziók
id: Versi Aplikasi yang Sah
ka: აპლიკაციის მართებული ვერსიები
kab: Ileqman inetmen n usnas
ms: Versi Aplikasi Sah
sk: Platné verzie aplikácie
sq: Versione të Vlefshëm Aplikacioni
sr_latn: Ispravne verzije aplikacije
sv_se: Giltiga applikationsversioner
te: చెల్లుబాటయ్యే అనువర్తన వెర్షనులు
