Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: You’re done! ✨ You will receive a confirmation email when this version is published on %(site_domain)s. Note that it may take up to 24 hours before publication occurs, or longer if your add-on is selected for manual review. If you do not see an email after 24 hours, please check your spam folder.
es_ar: ¡Ya está! ✨ Recibirás un correo de confirmación cuando esta versión se publique en %(site_domain)s. Tené en cuenta que pueden pasar hasta 24 horas antes de que se produzca la publicación, o más si tu complemento está seleccionado para revisión manual. Si no ves un correo electrónico después de 24 horas, fíjate en la carpeta de correo no deseado.
fur: Fat! ✨ Tu ricevarâs une e-mail di conferme tal moment che cheste version e vignarà publicade su %(site_domain)s. Ten iniments che a podaressin coventâ fin a 24 oris prime che e vegni publicade o ancjemò di plui tal câs che il to component adizionâl al sedi stât selezionât pe revision manuâl. Controle la cartele de pueste malvolude se dopo 24 oris no tu viodis ancjemò la e-mail che ti vin mandât.
fy_nl: Jo binne klear! ✨ Jo ûntfange in befêstigings-e-mail wannear’t dizze ferzje publisearre is op %(site_domain)s. Hâld der rekkening mei dat it oant 24 oer duorje kin eardat publikaasje plakfynt, of langer as jo add-on selektearre is foar hânmjittige beoardieling. As jo nei 24 oeren gjin e-mail ûntfange, kontrolearje dan jo spammap.
he: סיימנו! ✨ תתקבל הודעת דוא״ל כאשר גרסה זו תפורסם ב־%(site_domain)s. יש לשים לב שייתכן שיחלפו עד 24 שעות לפני שהתוספת תפורסם, או יותר מכך אם התוספת שלך נבחרה לסקירה ידנית. אם אינך רואה הודעת דוא״ל לאחר 24 שעות, נא לבדוק את תיקיית הזבל שלך.
ia: Tu ha finite! ✨Tu recipera un e-mail de confirmation quando iste version es publicate sur %(site_domain)s. Nota que il pote prender usque a 24 horas ante que le publication occurre, o plus tempore si tu additivo es seligite pro revision manual. Si tu non vide un e-mail post 24 horas, verifica tu dossier de spam.
nb_no: Du er ferdig! ✨ Du vil motta en bekreftelses-e-post når denne versjonen er publisert på %(site_domain)s. Merk at det kan ta opptil 24 timer før publisering skjer, eller lenger hvis tillegget ditt er valgt for manuell gjennomgang. Hvis du ikke ser en e-post etter 24 timer, kan du sjekke søppelpostmappen din.
nn_no: Du er ferdig! ✨ Du vil få ei stadfesting på e-post når denne versjonen er publisert på %(site_domain)s. Merk at det kan ta opptil 24 timar før publisering skjer, eller lenger viss tillegget ditt er valt for manuell gjennomgang. Om du ikkje ser ein e-post etter 24 timar, kan du sjekke søppelpostmappa di.
ro: Ai terminat! ✨ Vei primi un mesaj de confirmare pe e-mail când această versiune va fi publicată pe %(site_domain)s. De reținut că poate dura până la 24 de ore până la publicare sau mai mult dacă suplimentul este selectat pentru revizuire manuală. Dacă nu primești un mesaj pe e-mail după 24 de ore, te rugăm să verifici dosarul de spam.
th: เสร็จเรียบร้อย! ✨ คุณจะได้รับอีเมลยืนยันเมื่อรุ่นนี้ถูกเผยแพร่บน %(site_domain)s โปรดทราบว่าอาจใช้เวลาสูงสุดถึง 24 ชั่วโมงก่อนที่จะเผยแพร่ หรือนานกว่านั้นถ้าส่วนเสริมของคุณถูกเลือกให้ตรวจสอบโดยเจ้าหน้าที่ ถ้าคุณไม่เห็นอีเมลหลังจากผ่านไป 24 ชั่วโมง โปรดตรวจดูโฟลเดอร์สแปมของคุณ
tr: Tebrikler! ✨ Bu sürüm %(site_domain)s üzerinde yayımlandığında bir onay e-postası alacaksınız. Yayımlanmasının 24 saate kadar sürebileceğini veya eklentinizin manuel inceleme için seçilmesi durumunda daha uzun sürebileceğini unutmayın. 24 saat içinde e-posta almazsanız lütfen spam klasörünüzü kontrol edin.
vi: Bạn đã hoàn tất! ✨ Bạn sẽ nhận được email xác nhận khi phiên bản này được xuất bản trên %(site_domain)s. Lưu ý rằng có thể mất đến 24 giờ trước khi xuất bản hoặc lâu hơn nếu tiện ích của bạn được chọn để xem xét thủ công. Nếu bạn không thấy email sau 24 giờ, vui lòng kiểm tra trong thư mục spam của bạn.

source: You can attract users to your extension by adding a detailed description and screenshots to your listing. Get help <a %(a_attrs)s>creating an appealing listing</a> on Firefox Extension Workshop.
es_ar: Podés atraer usuarios a tu extensión agregando una descripción detallada y capturas de pantalla a tu lista. Encontrá ayuda para <a %(a_attrs)s>crear una lista atractiva</a> en el taller de extensiones de Firefox.
fur: Tu puedis tirâ dongje utents viers il to component adizionâl zontant une descrizion detaiade e cualchi videade ae tô presentazion. Oten jutori su cemût <a %(a_attrs)s>creâ une presentazion stuzighine</a> tal Laboratori estensions di Firefox.
fy_nl: Jo kinne ynteresse fan brûkers foar jo útwreiding opwekke troch in detaillearre beskriuwing en skermôfbyldingen oan jo fermelding ta te foegjen. Krij help <a %(a_attrs)s>by it meitsjen fan in oantreklike fermelding</a> yn de Firefox Extension Workshop.
he: באפשרותך למשוך משתמשים לתוספת שלך על־ידי הוספת תיאור מפורט וצילומי מסך לרשומה שלך. ניתן לקבל עזרה <a %(a_attrs)s>ביצירת עמוד רשומה מושך</a> ב־Firefox Extension Workshop.
ia: Tu pote attraher usatores a tu extension addente un description detaliate e instantaneos a tu presentation public. Obtene adjuta pro <a %(a_attrs)s>crear un presentation attrahente</a> in le Seminario de extensiones de Firefox.
nb_no: Du kan tiltrekke brukere til utvidelsen din ved å legge til en detaljert beskrivelse og skjermbilder i oppføringen din. Få hjelp med å <a %(a_attrs)s>lage en tiltalende oppføring</a> på Firefox Extension Workshop.
nn_no: Du kan tiltrekkje brukarar til utvidinga di ved å leggje til ei detaljert beskriving og skjermbilde i oppføringa di. Få hjelp med å <a %(a_attrs)s>lage ei tiltalande oppføring</a> på Firefox Extension Workshop.
ro: Poți atrage utilizatori către extensia ta adăugând o descriere detaliată și capturi de ecran la listare. Obțineți ajutor pentru <a %(a_attrs)s>crearea unei listări atractive</a> în atelierul de extensii Firefox.
th: คุณสามารถดึงดูดผู้ใช้ให้เข้ามาใช้ส่วนขยายของคุณได้ด้วยการเพิ่มคำอธิบายแบบละเอียดและภาพหน้าจอลงในหน้ารายละเอียดของคุณ รับความช่วยเหลือในการ<a %(a_attrs)s>สร้างหน้ารายละเอียดที่น่าดึงดูด</a>บนเวิร์กช็อปส่วนขยายของ Firefox
tr: Uzantı sayfanıza ayrıntılı bir açıklama ve ekran görüntüleri ekleyerek uzantınıza kullanıcı çekebilirsiniz. <a %(a_attrs)s>İlgi çekici bir sayfa oluşturmak</a> için Firefox Uzantı Atölyesi'nden yardım alabilirsiniz.
vi: Bạn có thể thu hút người dùng đến với tiện ích của mình bằng cách thêm mô tả chi tiết và ảnh chụp màn hình vào danh sách của bạn. Nhận trợ giúp <a %(a_attrs)s>tạo một danh sách hấp dẫn</a> trên Firefox Extension Workshop.

source: You can also edit this version to add version notes, or source code if your submission includes minified, concatenated or otherwise machine-generated code.
es_ar: También podés editar esta versión para agregar notas de la versión o el código fuente si tu envío incluye código minificado, concatenado o generado por una máquina.
fur: Al è pussibil modificâ cheste version par zontâ notis di version o il codiç sorzint origjinâl se il component al inclût codiç minimizât, concatenât se no gjenerât in automatic.
fy_nl: Jo kinne dizze ferzje ek bewurkje om ferzje-opmerkingen ta te foegjen, of boarnekoade as jo ynstjoering ferlytse, keppele of oars automatysk oanmakke koade befettet.
he: באפשרותך גם לערוך גרסה זו כדי להוסיף הערות גרסה, או קוד מקור אם ההגשה שלך כוללת קוד ממוזער, משורשר או שנוצר על־ידי מכונה.
hr: Ovu verziju možeš i urediti, dodavanjem napomena uz verziju ili dodavanjem izvornog koda, ako tvoja prijava uključuje umanjen, skraćen ili strojno generirani kod.
ia: Tu pote etiam modificar iste version pro adder notas de version, o codice fonte si tu invio include codice minimisate, concatenate o alteremente generate automaticamente.
nb_no: Du kan også redigere denne versjonen for å legge til versjonsnotater eller kildekode hvis innsendingen din inneholder minimert, sammenkoblet eller på annen måte maskingenerert kode.
nn_no: Du kan også redigere denne versjonen for å leggje til versjonsnotat eller kjeldekode dersom innsendinga di inneheld minimert, samankopla eller på annan måte maskingenerert kode.
ro: Poți edita această versiune și pentru a adăuga note privind versiunea sau cod sursă, dacă propunerea ta include cod minificat, concatenat sau generat altminteri de mașini.
tr: Eğer sürümünüz küçültülme, birleştirilme vs. şekilde makine tarafından oluşturulmuş kod içeriyorsa, sürüm notları veya kaynak kodu eklemek için bu sürümü düzenleyebilirsiniz.
vi: Bạn cũng có thể chỉnh sửa phiên bản này để thêm ghi chú phiên bản hoặc mã nguồn nếu nội dung bạn gửi bao gồm mã được rút gọn, nối hoặc do máy tạo ra.

source: As a reminder, your add-on is subject to manual review at any time.
es_ar: Te recordamos que tu complemento está sujeto a revisiones manuales en cualquier momento.
fi: Muistutuksena, että lisäosasi voidaan katselmoida manuaalisesti milloin tahansa.
fur: Ti visìn che il to component adizionâl al è sogjet a revision manuâl in cualsisei moment.
fy_nl: As omtinken: jo add-on kin op elk momint hânmjittich beoardiele wurde.
he: כתזכורת, התוספת שלך כפופה לבדיקה ידנית בכל עת.
ia: Non oblida que tu additivo pote esser subjecte a un revision manual a omne momento.
nb_no: Som en påminnelse, kan tillegget ditt når som helst gjennomgås manuelt.
nn_no: Som ei påminning, kan tillegget ditt når som helst vurderast manuelt.
ro: Îți reamintim că extensia poate fi revizuită manual oricând.
tr: Eklentinizin her zaman manuel incelemeye tabi olduğunu hatırlatmak isteriz.
vi: Xin nhắc lại, tiện ích của bạn có thể được xem xét thủ công bất kỳ lúc nào.

source: Mozilla’s add-on reviewers need to be able to read and reproduce the code in your extension. If they can’t, your extension may be rejected.
es_ar: Los revisores de complementos de Mozilla deben poder leer y reproducir el código en tu extensión. Si no pueden, tu extensión puede ser rechazada.
fur: I revisôrs dai components adizionâi di Mozilla a scugnin podê rivâ a lei e a riprodusi il codiç de tô estension. In câs contrari, il to component adizionâl al podarès vignî refudât.
fy_nl: De add-onbeoardielers fan Mozilla moatte de koade yn jo útwreiding lêze en reprodusearje kinne. As se dat net kinne, kin jo útwreiding ôfwizen wurde.
he: סוקרי התוספות של Mozilla צריכים להיות מסוגלים לקרוא ולשחזר את הקוד בהרחבה שלך. אם הם לא יכולים, ההרחבה שלך עשויה להידחות.
ia: Le revisores de additivos de Mozilla debe poter leger e reproducer le codice in tu extension. Si illes non lo pote, tu extension pote esser rejectate.
nb_no: Mozillas tilleggs-gjennomgangspersoner må kunne lese og gjengi koden i utvidelsen din. Hvis de ikke kan det, kan utvidelsen din bli avvist.
nn_no: Mozillas tilleggs-vurderarar må kunne lese og gi att koden i utvidinga di. Om dei ikkje kan det, kan utvidinga di bli avvist.
ro: Revizorii de suplimente Mozilla trebuie să poată citi și reproduce codul din extensie. Dacă nu o pot face, e posibil să ți se respingă extensia.
tr: Mozilla’nın eklenti inceleyicilerinin uzantınızdaki kodları okuyup yeniden oluşturabilmeleri gerekir. Aksi takdirde uzantınız reddedilebilir.
vi: Những người đánh giá tiện ích của Mozilla cần có khả năng đọc và tái tạo mã trong tiện ích mở rộng của bạn. Nếu họ không thể, tiện ích mở rộng của bạn có thể bị từ chối.

source: Do you use any of the following in your extension?
es_ar: ¿Usás alguno de los siguientes en tu extensión?
fi: Käytätkö jotain seuraavista laajennuksessasi?
fur: Dopristu cualchidun di chescj struments te tô estension?
fy_nl: Brûke jo ien fan de folgjende saken yn jo útwreiding?
he: האם אתה משתמש באחד מהאפשרויות הבאות בהרחבה שלך?
ia: Usa tu alcun del sequentes in tu extension?
nb_no: Bruker du noe av det følgende i utvidelsen din?
nn_no: Brukar du nokre av dei følgjande i utvidinga di?
ro: Folosești vreuna dintre extensiile următoare?
tr: Uzantınızda aşağıdakilerden herhangi birini kullanıyor musunuz?
vi: Bạn có sử dụng bất kỳ điều nào sau đây trong tiện ích mở rộng của mình không?

source: Code generators or minifiers
es_ar: Generadores de código o minificadores
fi: Koodigeneraattorit tai -minifikaattorit
fur: Gjeneradôrs o minimizadôrs di codiç
fy_nl: Koadegeneratoaren of -ferlytsers
he: מחוללי קוד או ממזערים
ia: Generatores de codice o minificatores
nb_no: Kodegeneratorer eller minifikatorer
nn_no: Kodgeneratorar eller minifiserarar
ro: Generatoare de cod sau minificatoare
tr: Kod üreteçleri veya küçültücüleri
vi: Bộ tạo mã hoặc bộ giảm thiểu mã

source: Any other tool that takes code or files, applies processing, and generates code or file(s) to include in the extension
es_ar: Cualquier otra herramienta que acceda a código o archivos, procese y genere código o archivo(s) para incluirlos en la extensión
fur: Cualsisei altri strument doprât par elaborâ codiç sorzint o files, e gjenerâ codiç o files includûts te estension
fy_nl: In oar helpmiddel dat koade of bestannen nimt, se ferwurket, en koade of (in) bestân(nen) generearret om yn de útwreiding op te nimmen
he: כל כלי אחר שלוקח קוד או קבצים, מעבד אותם ויוצר קוד או קבצים שייכללו בהרחבה
ia: Omne altere utensile que prende codice o files, processa los, e genera codice o file(s) a includer in le extension
nb_no: Ethvert annet verktøy som tar kode eller filer, bruker behandling og genererer kode eller fil(er) som skal inkluderes i utvidelsen
nn_no: Andre verktøy som handtsamar kode eller filer, brukar prosessering og genererer kode eller fil(er) som vert inkludert i utvidinga
ro: Orice alt instrument care ia cod sau fișiere, aplică procesarea și generează un cod sau fișier(e) de inclus în extensie
th: เครื่องมืออื่นใดที่ใช้โค้ดหรือไฟล์ ประมวลผล และสร้างโค้ดหรือไฟล์ที่จะรวมไว้ในส่วนขยาย
tr: Kodu veya dosyaları alıp işlem uygulayan ve uzantıya dahil edilecek kod veya dosya(lar) üreten diğer herhangi bir araç
vi: Bất kỳ công cụ nào khác lấy mã hoặc tập tin, áp dụng xử lý và tạo (các) mã hoặc tập tin để đưa vào tiện ích

source: You must submit your extension's source code.
es_ar: Debés enviar el código fuente de tu extensión.
fi: Sinun on lähetettävä laajennuksesi lähdekoodi.
fur: Tu scugnis inviâ il codiç sorzint de tô estension.
fy_nl: Jo moatte de boarnekoade fan jo útwreiding yntsjinje.
he: עליך להגיש את קוד המקור של ההרחבה שלך.
ia: Tu debe inviar le codice fonte de tu extension.
nb_no: Du må sende inn kildekoden for utvidelsen din.
nn_no: Du må sende inn kjeldekoden til utvidinga di.
ro: Trebuie să trimiți codul-sursă al extensiei.
th: คุณต้องส่งซอร์สโค้ดของส่วนขยายของคุณ
tr: Eklentinizin kaynak kodunu göndermelisiniz.
vi: Bạn phải gửi mã nguồn của tiện ích mở rộng của bạn.

source: Your source code must include:
es_ar: Tu código fuente debe incluir:
fi: Lähdekoodin tulee sisältää:
fur: Il to codiç sorzint al à di includi:
fy_nl: Jo boarnekoade moat befetsje:
he: קוד המקור שלך חייב לכלול:
hr: Tvoj izvorni kod mora sadržati:
ia: Tu codice fonte debe includer:
nb_no: Kildekoden din må inneholde:
nn_no: Kjeldekoden din må innehalde:
ro: Codul sursă trebuie să includă:
th: โค้ดต้นฉบับของคุณจะต้องมี:
tr: Kaynak kodunuz şunları içermelidir:
vi: Mã nguồn của bạn phải bao gồm:

source: Step-by-step build instructions to create an exact copy of the add-on code, in a README file in your source code or in the reviewer notes on the next page.
es_ar: Instrucciones de compilación paso a paso para crear una copia exacta del código del complemento, en un archivo README en el código fuente o en las notas del revisor en la página siguiente.
fur: Istruzions di compilazion precisis par creâ une copie esate dal codiç dal component adizionâl, in un file README tal to codiç sorzint o tes notis pai revisôrs te prossime pagjine.
fy_nl: Stap-foar-stap-buildynstruksjes om in eksakte kopy fan de add-on-koade te meitsjen, in README-bestân yn jo boarnekoade of yn de beoardielersopmerkingen op de folgjende side.
he: הנחיות בנייה בצעד אחר צעד ליצירת עותק מדויק של קוד התוספת, בקובץ README שבקוד המקור שלך או בהערות לסוקר שבעמוד הבא.
ia: Instructiones de fabrication passo-passo pro crear un copia exacte del codice del additivo, in un file README in tu codice fonte o in le notas de revisor sur le pagina sequente.
nb_no: Steg-for-steg-byggeinstruksjoner for å lage en nøyaktig kopi av tilleggskoden, i en README-fil i kildekoden eller i anmeldernotatene på neste side.
nn_no: Steg- For-steg-byggjeinstruksjonar for å lage ein nøyaktig kopi av tilleggskoden, i ei README-fil i kjeldekoden eller i vurderarnotata på neste side.
ro: Instrucțiuni de compilare pas cu pas pentru crearea unei copii exacte a codului suplimentului, în fișierul README din codul tău sursă sau în notele revizorului de pe pagina următoare.
th: คำแนะนำการประกอบสร้างแบบทีละขั้นตอนเพื่อสร้างสำเนาโค้ดส่วนเสริมที่เหมือนกันทุกส่วน ในไฟล์ README ในซอร์สโค้ดของคุณหรือในหมายเหตุของผู้ตรวจสอบบนหน้าถัดไป
tr: Kaynak kodunuzdaki README dosyasında veya bir sonraki sayfadaki inceleyici notlarında, eklenti kodunun tam bir kopyasını oluşturmak için adım adım build talimatları.
vi: Hướng dẫn xây dựng từng bước để tạo bản sao chính xác của mã tiện ích, trong tập tin README trong mã nguồn của bạn hoặc trong ghi chú cho người xét duyệt trên trang tiếp theo.

source: The required version and installation instructions of any programs used in the build process (such as <span class="tech-emphasis">node</span> and <span class="tech-emphasis">npm</span>).
es_ar: La versión requerida e instrucciones de instalación de cualquier programa usado en el proceso de compilación (como <span class="tech-emphasis">node</span> y <span class="tech-emphasis">npm</span>).
fur: La version domandade e lis istruzions pe instalazion di ogni program doprât tal procès di compilazion (come <span class="tech-emphasis">node</span> e <span class="tech-emphasis">npm</span>).
fy_nl: De fereaske ferzje en ynstallaasje-ynstruksjes fan alle programma’s dy’t yn it buildproses brûkt wurde (lykas <span class="tech-emphasis">node</span> en <span class="tech-emphasis">npm</span>).
he: הגרסה הנדרשת והוראות ההתקנה של כל התוכנות בהן נעשה שימוש בתהליך הבנייה (כגון <span class="tech-emphasis">node</span> ו־<span class="tech-emphasis">npm</span>).
ia: Le version requirite e instructiones de installation de omne programmas usate in le processo de compilation (como <span class="tech-emphasis">node</span> e <span class="tech-emphasis">npm</span>).
nb_no: Den nødvendige versjonen og installasjonsinstruksjonene for alle programmer som brukes i byggeprosessen (som <span class="tech-emphasis">node</span> og <span class="tech-emphasis">npm</span>).
nn_no: Den nødvendige versjonen og installasjonsinstruksjonane for alle program som blir brukte i byggjeprosessen (som <span class="tech-emphasis">node</span> og <span class="tech-emphasis">npm</span>).
ro: Versiunea necesară și instrucțiunile de instalare ale oricăror programe utilizate în procesul de compilare (cum ar fi <span class="tech-emphasis">node</span> și <span class="tech-emphasis">npm</span>).
th: รุ่นที่ต้องการและคำแนะนำการติดตั้งของโปรแกรมใดๆ ที่ใช้ในกระบวนการประกอบสร้าง (เช่น <span class="tech-emphasis">node</span> และ <span class="tech-emphasis">npm</span>)
tr: Build sürecinde kullanılan tüm programların (örn. <span class="tech-emphasis">node</span> ve <span class="tech-emphasis">npm</span>) gerekli sürümleri ve kurulum talimatları.
vi: Phiên bản bắt buộc và hướng dẫn cài đặt của bất kỳ chương trình nào được sử dụng trong quá trình xây dựng (chẳng hạn như <span class="tech-emphasis">node</span> và <span class="tech-emphasis">npm</span>).

source: Source files (aside from open-source third party libraries) cannot be transpiled, concatenated, minified, or otherwise machine-generated.
es_ar: Los archivos fuente (aparte de las bibliotecas de terceros de código abierto) no se pueden transpilar, concatenar, minificar o generar por máquinas.
fur: I files sorzint (gjavant lis librariis open source di tiercis parts) no puedin jessi convertîts midiant transpiler, concatenâts, minimizâts o gjenerâts in automatic in altre maniere.
fy_nl: Boarnebestannen (útsein fan iepenboarne-biblioteken fan tredden) meie net transpilearre wurde, keppele, ferlytse of oars wat troch in masine bewurke wurde.
he: אסור שקובצי מקור (מלבד ספריות צד שלישי בקוד פתוח) יהיו מומרים משפת תכנות אחרת, משורשרים, ממוזערים או כאלו שנוצרו על־ידי מכונה.
ia: Le files fonte (a exception del bibliothecas open-source de tertie parte) non pote esser trans-compilate, concatenate, minimisate o alteremente generate automaticamente.
nb_no: Kildefiler (bortsett fra tredjepartsbiblioteker med åpen kildekode) kan ikke transpileres, sammenkobles, minimeres eller på annen måte maskingenereres.
nn_no: Kjeldefiler (bortsett frå tredjepartsbibliotek med open kjeldekode) kan ikkje transpilerast, blir samankopla, blir minimerte eller på annan måte maskingenererte.
ro: Fișierele-sursă (cu excepția bibliotecilor terțe cu sursă deschisă) nu pot fi transpilate, concatenate, minimizate sau generate automat în alt mod.
th: ไฟล์ซอร์ส (นอกเหนือจากไลบรารีบุคคลที่สามโอเพนซอร์ส) ต้องไม่มาจากการแปลความหมาย ต่อเรียง ทำให้ขนาดเล็กลง หรือสร้างโดยใช้เครื่อง
tr: Kaynak dosyalar (açık kaynaklı üçüncü taraf kitaplıklar dışında) aktarılamaz, birleştirilemez, küçültülemez veya başka bir şekilde makine tarafından oluşturulamaz.
vi: Các tập tin nguồn (ngoài các thư viện bên thứ ba nguồn mở) không thể được chuyển, nối, rút gọn hoặc do máy tạo ra.

source: The maximum file size accepted is %(max_size)s.
es_ar: El tamaño máximo de archivo aceptado es %(max_size)s.
fi: Suurin hyväksytty tiedostokoko on %(max_size)s.
fur: La dimension massime consintude pai files e je di %(max_size)s.
fy_nl: De maksimale akseptearre bestânsgrutte is %(max_size)s.
he: גודל הקובץ המרבי המתקבל הוא %(max_size)s.
ia: La dimension maxime consentite pro le file es %(max_size)s.
nb_no: Maksimal akseptert filstørrelse er %(max_size)s.
nn_no: Maksimalt tillatne filstorleik er %(max_size)s.
ro: Dimensiunea maximă acceptată a fișierului este %(max_size)s.
th: ขนาดไฟล์สูงสุดที่ยอมรับคือ %(max_size)s
tr: Kabul edilen maksimum dosya boyutu %(max_size)s.
vi: Kích thước tập tin tối đa được chấp nhận là %(max_size)s.

source: For more information, please read <a %(a_attrs)s>Source Code Submission</a> on Firefox Extension Workshop.
es_ar: Para más información, leé <a %(a_attrs)s>envío de código fuente</a> en el taller de extensiones de Firefox.
fur: Par altris informazions, lei <a %(a_attrs)s>Inviament dal codiç sorzint</a> tal Laboratori estensions di Firefox.
fy_nl: Lês foar mear ynformaasje <a %(a_attrs)s>Boarnekoade yntsjinje</a> op Firefox Extension Workshop.
he: למידע נוסף, נא לקרוא את <a %(a_attrs)s>הגשת קוד מקור</a> ב־Firefox Extension Workshop.
ia: Pro plus information, per favor lege <a %(a_attrs)s>Invio de codice fonte</a> in le Seminario de extensiones de Firefox.
nb_no: For mer informasjon, les <a %(a_attrs)s>innsending av kildekode</a> på Firefox Extension Workshop.
nn_no: Meir informasjon finst i <a %(a_attrs)s>Send inn kjeldekode</a> i Firefox Extension Workshop.
ro: Pentru mai multe informații, te rugăm să citești secțiunea <a %(a_attrs)s>Trimiterea codului sursă</a> în atelierul de extensii Firefox.
th: สำหรับข้อมูลเพิ่มเติม โปรดอ่าน<a %(a_attrs)s>การส่งโค้ดต้นฉบับ</a> บน Firefox Extension Workshop
tr: Daha fazla bilgi için lütfen Firefox Eklenti Atölyesi'ndeki <a %(a_attrs)s>Kaynak Kodu Gönderme</a> sayfasını okuyun.
vi: Để biết thêm thông tin, vui lòng đọc <a %(a_attrs)s>đệ trình mã nguồn</a> trên Firefox Extension Workshop.
