Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: You can't reply to a review that is already a reply.
es_ar: No puedes responder a una revisión que ya es una respuesta.
fur: Nol è pussibil rispuindi a une revision che e je za une rispueste.
fy_nl: Jo kinne net antwurdzje op in beoardieling dy’t al in antwurd is.
he: לא ניתן להגיב לסקירה שהיא עצמה תגובה.
hr: Ne možeš odgovoriti na recenziju koja je sama već odgovor.
ia: Tu non pote responder a un recension que es ja un responsa.
ka: მიმოხილვაზე გაკეთებულ გამოხმაურებაზე, პასუხის გაცემა აღარ შეგიძლიათ.
ms: Anda tidak boleh membalas semakan yang sudah dijawab.
nb_no: Du kan ikke svare på en omtale som allerede er et svar.
nn_no: Du kan ikkje svare på ein omtale som allereie er eit svar.
ro: Nu poți răspunde la o recenzie care are deja un răspuns.
te: మీరు సమీక్షలపై స్పందనలకు స్పందించలేరు.
tr: Zaten yanıtlanmış bir incelemeye yanıt veremezsiniz.
vi: Bạn không thể trả lời một bài đánh giá đã có câu trả lời.

source: You can't change the version of the add-on reviewed once the review has been created.
es_ar: No puedes cambiar la versión del complemento revisado cuando la revisión ya ha sido creada.
fur: Une volte creade la revision nol è pussibil modificâ la version dal relatîf component adizionâl.
fy_nl: Jo kinne de ferzje fan de beoardiele add-on net wizigje as de beoardieling oanmakke is.
he: לא ניתן לשנות את גרסה התוספת שבסקירה לאחר שהסקירה נוצרה.
hr: Ne možeš promijeniti verziju recenziranog dodatka nakon što je recenzija stvorena.
ia: Tu non pote cambiar le version del additivo revidite un vice que su revision ha essite create.
ka: განსახილველი დამატების ვერსიის შეცვლა, არ შეგიძლიათ.
ms: Anda tidak boleh tukar versi add-on sebaik sahaja semakan sudah dibuat.
nb_no: Du kan ikke endre versjonen av tillegget som er gjennomgått når gjennomgangen er opprettet.
nn_no: Du kan ikkje endre versjonen av tillegget som er vurdert når gjennomgangen er oppretta.
ro: Nu poți modifica versiunea suplimentului după crearea recenziei.
tr: İnceleme oluşturulduktan sonra incelenen eklentinin sürümünü değiştiremezsiniz.
vi: Bạn không thể thay đổi phiên bản của tiện ích đã được xét duyệt sau khi đã tạo xét duyệt.

source: This version of the add-on doesn't exist or isn't public.
es_ar: Esta versión del complemento no existe o no es pública.
fi: Tätä versiota lisäosasta ei ole olemassa tai se ei ole julkinen.
fur: Cheste version dal component adizionâl no esist opûr no je publiche.
fy_nl: Dizze ferzje fan de add-on bestiet net of is net iepenbier.
he: גרסה זו של התוספת אינה קיימת או שאינה ציבורית.
hr: Ova verzija dodatka ne postoji ili nije javna.
ia: Iste version del additivo non existe o non es public.
ka: დამატების ეს ვერსია არ არსებობს, ან არაა საჯარო.
ms: Versi add-on ini tidak wujud atau bukan kegunaan umum.
nb_no: Denne versjonen av tillegget finnes ikke eller er ikke offentlig.
nn_no: Denne versjonen av tillegget finst ikkje eller er ikkje offentleg.
ro: Această versiune a suplimentului nu există sau nu este publică.
tr: Eklentinin bu sürümü mevcut değil veya herkese açık değil.
vi: Phiên bản tiện ích này không tồn tại hoặc không công khai.

source: You can't leave a review on your own add-on.
es_ar: No puedes escribir una revisión de tu propio complemento.
fi: Et voi jättää arviota omasta lisäosastasi.
fur: No tu puedis lassâ une recension pal to component adizionâl.
fy_nl: Jo kinne gjin beoardieling foar jo eigen add-on skriuwe.
he: אין לך אפשרות לכתוב סקירה על התוספת של עצמך.
hr: Ne možeš napisati recenziju za vlastiti dodatak.
ia: Tu non pote lassar un revision sur tu proprie additivo.
ka: საკუთარ დამატებაზე მიმოხილვის დატოვება, არ შეგიძლიათ.
kab: UR tezmireḍ ara ad ternud acegger i uzegrir-inek.
ms: Anda tidak boleh semak add-on anda sendiri.
nb_no: Du kan ikke legge igjen en anmeldelse på ditt eget tillegg.
nn_no: Du kan ikkje leggje igjen ei vurdering på ditt eige tillegg.
ro: Nu poți posta o recenzie la propriul tău supliment.
tr: Kendi eklentinizde yorum yazamazsınız.
vi: Bạn không thể để lại đánh giá về tiện ích của chính mình.

source: You can't leave more than one review for the same version of an add-on.
es_ar: No puedes escribir más de una revisión para la misma versión del complemento.
fi: Et voi jättää kuin yhden arvion samasta lisäosan versiosta.
fur: No tu puedis lassâ plui di une recension pe stesse version di un component adizionâl.
fy_nl: Jo kinne net mear beoardielingen foar deselde ferzje fan in add-on skriuwe.
he: לא ניתן להשאיר יותר מסקירה אחת עבור אותה הגרסה של תוספת.
hr: Ne možeš napisati više od jedne recenzije za istu verziju dodatka.
ia: Tu non pote lassar plus del un revision pro le mesme version de un additivo.
ka: დამატების ერთსა და იმავე ვერსიაზე, ერთზე მეტი მიმოხილვის დატოვება არ შეგიძლიათ.
kab: Ur tezmireḍ ara ad ternuḍ ugar n yiwen n ucegger i yiwen n lqem n uzegrir.
ms: Anda tidak boleh tertinggal lebih daripada satu semakan untuk add-on versi yang sama.
nb_no: Du kan ikke legge igjen mer enn én omtale for den samme versjonen av et tillegg.
nn_no: Du kan ikkje legge igjen meir enn éin omtale for den same versjonen av eit tillegg.
ro: Nu poți posta mai mult de o recenzie pentru aceeași versiune a unui supliment.
te: ఒకే పొడగింత యొక్క అదే వెర్షనుకు ఒకటికంటే ఎక్కువ సమీక్షలు ఇవ్వలేరు.
th: คุณไม่สามารถเหลือบทวิจารณ์ไว้มากกว่าหนึ่งบทสำหรับรุ่นเดียวกันของส่วนเสริมได้
tr: Bir eklentinin aynı sürümü için birden fazla inceleme ekleyemezsiniz.
vi: Bạn không thể để lại nhiều đánh giá cho cùng một phiên bản của một tiện ích mở rộng.

source: This rating can't be flagged because it has no review text.
es_ar: Esta calificación no se puede marcar porque no tiene texto de revisión.
fur: Nol è pussibil segnalâ cheste valutazion parcè che no conten nissune recension testuâl.
fy_nl: Dizze wurdearring kin net markearre wurde, omdat hy gjin beoardielingstekst befettet.
he: לא ניתן לסמן בדגל את הדירוג הזה מכיוון שאין לו טקסט סקירה.
hr: Ovu ocjenu nije moguće označiti, jer nema recenziju.
ia: Iste evalutation non pote esser signalate perque illo non ha texto de recension.
ka: შეფასება შეუძლებელია, რადგან თან არ ახლავს მიმოხილვის ტექსტი.
ms: Penilaian ini tidak boleh ditandakan kerana tiada teks ulasan.
nb_no: Denne vurderingen kan ikke flagges fordi den ikke har noen anmeldelsestekst.
nn_no: Denne vurderingen kan ikkje flaggast fordi ho ikkje har nokon vurderingstekst.
ro: Această evaluare nu poate fi semnalată pentru că nu are text deloc.
te: ఈ రేటింగ్ ఫ్లాగ్ చేయబడదు ఎందుకంటే దీనికి సమీక్ష పాఠ్యం లేదు.
tr: Bu değerlendirme, inceleme metni içermediği için işaretlenemez.
vi: Không thể gắn cờ xếp hạng này vì nó không có văn bản đánh giá.

source: Thanks; this review has been flagged for reviewer approval.
ka: გმადლობთ; ეს მიმოხილვა ჩანიშნულია და შემსწორებელი განიხილავს.
ms: Terima kasih; semakan ini telah ditandakan untuk kelulusan penyemak.

source: <h2>Keep these tips in mind:</h2> <ul> <li> Write like you're telling a friend about your experience with the add-on. Give specifics and helpful details, such as what features you liked and/or disliked, how easy to use it is, and any disadvantages it has. Avoid generic language such as calling it "Great" or "Bad" unless you can give reasons why you believe this is so. </li> <li> Please do not post bug reports here. We do not make your email address available to add-on developers, so they can't contact you to resolve your issue. See this add-on's <a href="%(support)s">support section</a> to find out if assistance is available. You can also try asking the <a href="https://discourse.mozilla-community.org/c/add-ons/add-on-support">add-on community</a> for help. </li> <li>Please keep reviews clean, avoid the use of improper language and do not post any personal information. </li> </ul> <p>Please read the <a href="%(guide)s">Review Guidelines</a> for more detail about user add-on reviews.</p>
ka: <h2>დაიმახსოვრეთ:</h2> <ul> <li> დაწერეთ ისე, თითქოს მეგობარს უყვებით თქვენი გამოცდილების შესახებ, ამ დამატებით სარგებლობასთან დაკავშირებით. ყურადღება გაამახვილეთ განსაკუთრებულ და გამოსადეგ შესაძლებლობებსა და იმ საკითხებზე, რომელიც მოგწონთ და/ან არ მოგწონთ, მარტივი გამოსაყენებელია თუ არა და რა ნაკლოვანებები გააჩნია. თავი აარიდეთ ზოგად შეფასებებს, როგორიცაა „ძალიან კარგია“, ან „ცუდია“ თუ არ აპირებთ მიზეზების განვრცობას, რატომ ფიქრობთ ასე. </li> <li> გთხოვთ არ დაწეროთ ხარვეზების შესახებ აქ. შემმუშავებლებისთვის თქვენი ელფოსტის მისამართი არაა ხელმისაწვდომი და პრობლემის მოსაგვარებლად, თქვენთან დაკავშირებას ვერ შეძლებენ. გაეცანით დამატების <a href="%(support)s">მხარდაჭერის განყოფილებას</a> და ნახეთ, შესაძლებელია თუ არა, საკითხის გადაწყვეტა. ასევე, დახმარება შეგიძლიათ ითხოვოთ <a href="https://discourse.mozilla-community.org/c/add-ons/add-on-support">დამატებების ფორუმზე</a>. </li> <li>გთხოვთ მიმოხილვები არ დააბინძუროთ უხამსი სიტყვებით და არ გამოაქვეყნოთ პირადი მონაცემები. </li> </ul> <p>გთხოვთ გაეცნოთ <a href="%(guide)s">მიმოხილვის სახელმძღვანელოს</a>, დამატებითი ინფორმაციის მისაღებად.</p>
ms: <h2>Perlu sentiasa diingat:</h2> <ul> <li> Tulis seperti anda berkongsi pengalaman menggunakan add-on kepada rakan anda. Beri butiran khusus dan berguna, seperti ciri yangn anda suka dan/atau tidak suka, betapa mudah menggunakannya, dan keburukannya. Elakkan bahasa umum seperti "Bagus" atau "Buruk" kecuali anda ada alasan untuk berbuat begitu. </li> <li> Jangan lapor pepijat di sini. Kami tidak memberikan alamat e-mel anda kepada pembangun add-on, maka mereka tidak dapat menyelesaikan isu anda, Lihat <a href="%(support)s">bahagian sokongan</a> untuk mengetahui samada ada bantuan atau tidak. Anda juga boleh tanya <a href="https://discourse.mozilla-community.org/c/add-ons/add-on-support">komuniti add-on</a> untuk bantuan. </li> <li>Sila pastikan ulasan itu bersih, elakkan penggunaan bahasa kurang sopan dan menyiarkan makumat peribadi. </li> </ul> <p> Sila baca <a href="%(guide)s">Garis Panduan Ulasan</a> untuk maklumat lanjut perihal ulasan add-on.</p>

source: add-on, reviewer or comment
ka: დამატება, მიმომხილველი, ან გამოხმაურება
ms: add-on, penyemak atau komen
te: యాడ్-ఆన్, సమీక్షకులు లేదా వ్యాఖ్య

source: Needs Admin Code Review
ka: კოდი საჭიროებს ადმინისტრატორის მიმოხილვას
ms: Perlu Semakan Kod Pentadbir
te: నిర్వాహక కోడు సమీక్ష అవసరం

source: Require developer to respond in less than…
ka: შემმუშავებელმა მოთხოვნას უნდა უპასუხოს მოცემულ დროში…
ms: Menghendaki pembangun untuk respons dalam tempoh kurang daripada…

source: days
ka: დღე
ms: hari
te: రోజులు

source: Private Whiteboard
ka: პირადი შენიშვნების გვერდი
ms: Papan putih Peribadi
te: అంతరంగిక వైట్‌బోర్డ్

source: Needs Admin Content Review
ka: დამატების შიგთავსი საჭიროებს ადმინისტრატორის მიმოხილვას
ms: Perlu Semakan Kandungan Pentadbir

source: Needs Admin Static Theme Review
ka: უცვლელი თემა საჭიროებს ადმინისტრატორის მიმოხილვას
ms: Perlu Semakan Pentadbir Tema Statik

source: Expired Information Request
ka: მონაცემების ვადაგასული მოთხოვნა
ms: Permintaan Maklumat Tamat Tempoh

source: Is locked by a reviewer.
ka: შეჩერებული მიმომხილველის მიერ.
ms: Dikunci oleh penyemak.

source: Has auto-approval disabled flag set.
ka: მონიშნულია, რომ ავტომატური მიღება გამორთულია.
ms: Ada tetapan auto-kelulusan nyahdaya.

source: Weight
ka: წონა
ms: Pertimbangkan

source: Information Request Deadline
ka: მონაცემების მოთხოვნის ვადა
ms: Tarikh Akhir Permintaan Maklumat

source: Last Content Review
ka: შიგთავსის ბოლო განხილვა
ms: Semakan Kandungan Terakhir

source: This will approve, sign, and publish this version. The comments will be sent to the developer.
ka: შედეგად, ეს ვერსია მიიღება, დამოწმდება და გამოქვეყნდება. შენიშვნები გადაეგზავნება შემმუშავებელს.
kab: Tigawt-agi ad tessentem, ad tezmel, ad tessuffeɣ lqem-agi. Iwenniten ad ttwaznen i uneflay.
ms: Ini akan meluluskan, menandatangani, dan menerbitkan versi ini. Komen akan dihantar kepada pembangun.

source: This will reject this version and remove it from the queue. The comments will be sent to the developer.
ka: შედეგად, ეს ვერსია უარყოფილი იქნება და რიგიდან ამოიშლება. შეფასებები, გადაეგზავნება შემმუშავებელს.
ms: Ini akan menolak versi ini dan menyingkirkannya daripada baris gilir. Komen akan dihantar kepada pembangun.

source: Confirm Approval
ka: მიღების დამოწმება
ms: Sahkan Kelulusan
te: ఆమోదాన్ని నిర్ధారించండి

source: The latest public version of this add-on was automatically approved. This records your confirmation of the approval of that version, without notifying the developer.
ka: დამატების ბოლო გამოქვეყნებული ვერსია ავტომატურად მიღებულია. ამის შედეგად, თქვენი დადასტურება ჩაიწერება, შემმუშავებლის შეუტყობინებლად.
ms: Versi umum terkini add-on ini diluluskan secara automatik. Ini akan merekodkan pengesahan kelulusan anda tanpa memaklumkan pembangun.

source: Reject Multiple Versions
ka: რამდენიმე ვერსიის უარყოფა
ms: Tolak Versi Pelbagai

source: This will reject the selected public versions. The comments will be sent to the developer.
ka: შედეგად, მითითებული გამოქვეყნებული ვერსიები გაითიშება. კომენტარები გაეგზავნება შემმუშავებელს.
ms: Ini akan menolak versi umum yang dipilih. Komen akan dihantar kepada pembangun.

source: Reviewer reply
ka: მიმომხილველის პასუხი
ms: Jawapan penyemak
te: సమీక్షకుల ప్రత్యుత్తరం

source: This will send a message to the developer. You will be notified when they reply.
ka: შედეგად, შემმუშავებელს გაეგზავნება შეტყობინება. გამოხმაურებისთანავე, გეცნობებათ.
ms: Ini akan menghantar mesej kepada pembangun. Anda akan dimaklumkan apabila mereka membalas.

source: If you have concerns about this add-on that an admin reviewer should look into, enter your comments in the area below. They will not be sent to the developer.
ka: თუ გარკვეული მოსაზრებები გაგაჩნიათ ამ დამატების შესახებ, რომელიც გსურთ მიმომხილველმა ადმინისტრატორმა გაითვალისწინოს, დატოვეთ კომენტარი ქვემოთ. შემმუშავებელს არ გაეგზავნება.
ms: Jika anda ada sesuatu yang perlu diberi perhatian pentadbir semakan terhadap add-on ini, sila masukkan komen anda dalam kawasan di bawah. Ini tidak akan dihantar kepada pembangun.

source: Make a comment on this version. The developer won't be able to see this.
ka: კომენტარის დატოვება ამ ვერსიაზე. შემმუშავებელი ვერ იხილავს.
ms: Beri komen untuk versi ini. Pembangun tidak akan dapat melihatnya.

source: Approve Content
ka: შიგთავსის მიღება
ms: Kandungan Lulus
te: విషయం ఆమోదం

source: This records your approbation of the content of the latest public version, without notifying the developer.
ka: შედეგად, თქვენ მიერ ამ ვერსიის შიგთავსის დადასტურება ჩაიწერება, შემმუშავებლის შეუტყობინებლად.
ms: Ini akan merekodkan penerimaan anda terhadap kandungan versi ini tanpa memaklumkan pembangun.

source: Static Themes and Legacy Add-ons
ka: უცვლელი თემები და მოძველებული დამატებები
ms: Tema Statik dan Add-ons Legasi

source: Static Themes
ka: უცვლელი თემები
ms: Tema Statik

source: Legacy Add-ons
ka: მოძველებული დამატებები
ms: Add-ons Legasi

source: New ({0})
ka: ახალი ({0})
ms: Baru ({0})
te: కొత్తవి ({0})

source: Updates ({0})
ka: განახლებები ({0})
ms: Kemaskini ({0})
te: తాజాకరణలు ({0})

source: Review Log
ka: მიმოხილვის ჩანაწერები
ms: Log Ulasan
te: సమీక్షల చిట్టా

source: Add-on Review Guide
ka: დამატების მიმოხილვის სახელმძღვანელო
ms: Panduan Ulasan Add-on
te: యాడ్-ఆన్ సమీక్ష గైడు

source: Theme Review Guide
ka: თემის მიმოხილვის სახელმძღვანელო
ms: Panduan Semakan Tema
te: అలంకారపు సమీక్ష గైడు

source: Auto-Approved Add-ons
ka: ავტომატურად მიღებული დამატებები
ms: Add-ons Auto-Lulus

source: Auto Approved Add-ons ({0})
ka: ავტომატურად მიღებული დამატებები ({0})
ms: Add-on Auto Lulus ({0})

source: Review Guide
es_ar: Guía de revisión
fur: Vuide pes recensions
fy_nl: Beoardielingsrjochtlinen
he: מדריך סקירה
hr: Priručnik za recenziranje
ia: Guida al revision
is: Leiðbeiningar fyrir umsagnir
ka: მიმოხილვის სახელმძღვანელო
ms: Panduan Semakan
nb_no: Retningslinjer for gjennomgang
nn_no: Vurderingsguide
ro: Ghid pentru revizori
te: సమీక్షల మార్గదర్శిని
tr: İnceleme Yönergesi
vi: Hướng dẫn đánh giá

source: Content Review
ka: შიგთავსის განხილვა
ms: Semakan Kandungan
te: విషయం సమీక్ష

source: Content Review ({0})
ka: შიგთავსის განხილვა ({0})
ms: Semakan Kandungan ({0})
te: విషయ సమీక్ష ({0})

source: New Themes ({0})
ka: ახალი თემა ({0})
ms: Tema Baru ({0})

source: Themes Updates ({0})
ka: თემის განახლებები ({0})
ms: Kemaskini Tema ({0})

source: Flagged Themes ({0})
ka: მონიშნული თემები ({0})
ms: Tema Ditanda ({0})

source: Lightweight Themes Review Log
ka: მსუბუქი თემები მიმოხილვის ჩანაწერები
ms: Lig Ulasan Tema Ringan

source: Deleted Themes Log
ka: წაშლილი თემის ჩანაწერი
ms: Log Tema Dibuang

source: User Ratings Moderation
ka: მომხმარებელთა შეფასების შემოწმება
ms: Moderat Pengkadaran Pengguna
te: వాడుకరి రేటింగుల మితత్వం

source: Ratings Awaiting Moderation ({0})
ka: შეფასებები, დაყოვნებული შესამოწმებლად ({0})
ms: Pengkadaran Menunggu Moderat ({0})

source: Moderation Guide
ka: შემოწმების სახელმძღვანელო:
ms: Panduan Moderasi
te: మోడరేషన్ గైడు

source: Unlisted Add-ons
ka: გამოუქვეყნებელი დამატებები
ms: Add-ons Tidak Disenaraikan
te: చూపించని పొడగింతలు

source: Expired Information Requests ({0})
ka: მონაცემების ვადაგასული მოთხოვნა ({0})
ms: Permintaan Maklumat Tamat Tempoh ({0})

source: {addon} :: EULA
ka: {addon} :: სამომხმარებლო შეთნხმება

source: {addon} :: Privacy Policy
ka: {addon} :: პირადულობის დებულება

source: Abuse Reports for {addon} and its developers ({num})
ka: დარღვევის შესახებ მოხსენებები, {addon} და მის შემმუშავებლებთან ({num}) დაკავშირებით
ms: Laporan Penyalahgunaan untuk {addon} dan pembangunnya ({num})

source: Visible
ka: ხილულობა
kab: Uman
ms: Tampak
te: కనిపించు

source: Requires Payment
ka: გადახდა სავალდებულოა
ms: Perlu Bayaran
te: చెల్లింపు అవసరం

source: Last Approval Date
ka: მიღების ბოლო თარიღი
ms: Tarikh Kelulusan Terakhir
te: చివరి ఆమోదం తేదీ

source: Abuse Reports ({num})
ka: მოხსენებები დარღვევების შესახებ ({num})
ms: Laporan Penyalahgunaan ({num})
te: దుర్వినియోగ నివేదికలు ({num})

source: Bad User Ratings ({num})
ka: მომხმარებლის უარყოფითი მიმოხილვები ({num})
ms: Pengkadaran Teruk Pengguna ({num})
te: వాడుకరుల చెడు రేటింగులు ({num})

source: Theme Images
ka: თემის სურათები
ms: Imej Tema
te: అలంకారపు బొమ్మలు

source: Rendered Preview
ka: შემუშავებული წინასწარი ვარიანტი
ms: Semakan Dihurai

source: Background file {0} of {1} - {2}
ka: ფონის ფაილი {0} / {1} – {2}
ms: Fail latar belakang {0} daripada {1} - {2}

source: Return to the Reviewer Tools dashboard
ka: მიმომხილველის ხელსაწყოების გვერდზე დაბრუნება
ms: Kembali ke papan pemuka Alatan Penyemak
te: సమీక్షకుల పనిమట్లల డాష్‌బోర్డ్‌కు తిరిగి వెళ్ళు

source: Review Author
ka: მიმოხილვის ავტორი
ms: Pengarang Semakan
te: రచయిత సమీక్ష

source: Add-on Reviewer Performance
ka: დამატების მიმოხილვის წარმადობა
kab: Timellit n imcegger n uzegrir
ms: Prestasi Penyemak Add-on

source: Reviewer's Guide
ka: მიმომხილველის სახელმძღვანელო
ms: Panduan Penyemak
te: సమీక్షకుల మార్గదర్శిని

source: Content Review {0}
ka: {0} შიგთავსის განხილვა
ms: Semakan Kandungan {0}
te: విషయం సమీక్ష {0}

source: (Confirmed)
ka: (დამოწმებული)
ms: (Disahkan)
te: (ధ్రువీకరించారు)

source: Weight:
ka: წონა:
ms: Pertimbangkan:

source: Not Auto Approved Because
ka: ავტომატურად არაა მიღებული, იმიტომ რომ
ms: Tidak Auto Diluluskan Kerana
te: స్వయంచాలకంగా అమోదించబడలేదు ఎందుకంటే

source: Auto-Approval script has not run yet on this version.
ka: მისაღებად ავტომატური სკრიპტი ამ ვერსიაზე, ჯერ არ გაშვებულა.
ms: Skrip auto-diluluskan masih belum dijalankan untuk versi ini.

source: Please select one or more versions in the list above.
ka: გთხოვთ მიუთითოთ ერთი, ან მეტი ვერსია, ზემოთ მოცემული ჩამონათვალიდან.
ms: Sila pilih satu atau lebih versi dalam senarai di atas.

source: The whiteboard is the place to exchange information relevant to this addon (whatever the version), between the developer and the reviewer. This is visible and editable by both.
ka: შენიშვნების გვერდი არის ადგილი, თქვენს დამატებასთან დაკავშირებული ინფორმაციის გასაცვლელად (ვერსიის განურჩევლად), შემმუშავებელსა და შემსწორებელს შორის. ტექსტის ნახვა და შეცვლა შეუძლიათ ორივეს.
ms: Papan putih iaah tempat untuk bertukar maklumat berkaitan add-on ini (apa sahaja versi), antara pembangun dengan penyemak. Ini boleh dilihat dan diedit oleh kedua-duanya.

source: The private whiteboard is used for exchanging information between reviewers that is independent of the version. Please keep the language objective. It is visible only to reviewers.
ka: პირადი შენიშვნების გვერდი გამოიყენება ინფორმაციის მიმოცვლისთვის შემსწორებელთა შორის, ვერსიის განურჩევლად. გთხოვთ, გამოიყენოთ საქმიანი მიმართვებისთვის. ხილულია, მხოლოდ შემსწორებლებისთვის.
ms: Papan putih peribadi digunakan untuk penyemak bertukar maklumat bebas versi antara mereka. Sila pastikan matlamat bahasa. Ini hanya boleh dilihat oleh penyemak.

source: Update whiteboards
ka: შენიშვნების გვერდის განახლება
ms: Kemaskini papan putih
te: వైట్‌బోర్డులను తాజాకరించు

source: More Actions
ka: დამატებითი მოქმედებები
ms: Tindakan Lanjutan
te: మరిన్ని చర్యలు

source: Notify me about new listed versions
ka: შეტყობინების მიღება, ახლადგამოქვეყნებული ვერსიების შესახებ
ms: Maklumkan saya apabila ada versi baru yang disenaraikan
te: కొత్తగా చూపించబడిన వెర్షన్ల గురించి నాకు తెలియజేయి

source: Force-disable add-on
ka: საგანგებოდ გამორთული დამატება
ms: Add-on yang dipaksa-nyahdaya
te: పొడగింతను బలవంతంగా నిలిపివేయి

source: Force-enable add-on
ka: საგანგებოდ ამოქმედებული დამატება
ms: Add-on yang dipaksa-daya
te: పొడగింతను బలవంతంగా చేతనించు

source: Disable Auto-Approval
ka: ავტომატური მიღების გამორთვა
ms: Nyahdaya Auto-Kelulusan

source: Enable Auto-Approval
ka: ავტომატური მიღების ჩართვა
ms: Dayakan Auto-Kelulusan

source: Clear information request
ka: მონაცემების მოთხოვნის წაშლა
ms: Buang permintaan maklumat

source: Clear Admin Code Review Flag
ka: ადმინისტრატორის მიმოხილვის მონიშვნის მოხსნა
ms: Buang Tanda Semakan Kod Pentadbir

source: Clear Admin Content Review Flag
ka: ადმინისტრატორის მიმოხილვის მონიშვნის მოხსნა
ms: Buang Tanda Semakan Kandungan Pentadbir

source: Clear Admin Static Theme Review Flag
ka: ადმინისტრატორის მიმოხილვის მონიშვნის მოხსნა
ms: Buang Tanda Semakan Pentadbir Tema Statik

source: (admin)
ka: (ადმინისტრატორი)
kab: (anedbal)
ms: (pentadbir)
sr_latn: (administrator)
te: (నిర్వాహకుడు)

source: %(user)s [%(ip_address)s] reported %(object)s on %(date)s
ka: %(user)s [%(ip_address)s] მომხმარებლის მიმოხილვა %(object)s-ის შესახებ %(date)s
ms: %(user)s [%(ip_address)s] melaporkan %(object)s pada %(date)s

source: Permissions:
ka: ნებართვები:
ms: Keizinan:
te: అనుమతులు:

source: [status:%s]
fi: [tila:%s]
fur: [Stât:%s]
fy_nl: [steat:%s]
he: [מצב:%s]
ia: [stato:%s]
is: [staða:%s]
ka: [მდგომარეობა:%s]
kab: [addad:%s]
te: [స్థితి:%s]
th: [สถานะ:%s]
tr: [durum:%s]
vi: [trạng thái: %s]

source: Update ({0})
ka: განახლება ({0})
kab: Lqem ({0})
ms: Kemaskini ({0})

source: Rating Review ({0})
ka: მიმოხილვების შეფასება ({0})
ms: Ulasan Penilaian ({0})

source: Auto Approved ({0})
ka: ავტომატურად მიღებული ({0})
ms: Auto-lulus ({0})

source: Expired Info Request ({0})
ka: მონაცემების ვადაგასული მოთხოვნა ({0})
ms: Permintaan Info Tamat Tempoh ({0})

source: Maximum query length exceeded.
es_ar: Se alcanzó la longitud máxima de la consulta.
fur: Superade la lungjece massime consintude de interogazion.
fy_nl: Maksimale lingte fan sykopdracht oerskreaun.
he: חרגת מאורך השאילתה המרבי.
hr: Prekoračena je maksimalna duljina upita.
ia: Maxime longitude del consulta excedite.
ka: მოთხოვნის სიგრძე აჭარბებს ზღვარს.
ms: Melebihi panjang pertanyaan maksimum.
nb_no: Maksimal spørrelengde overskredet.
nn_no: Maksimal spørjelengd overskriden.
ro: S-a depășit lungimea maximă de interogare.
te: ప్రశ్న గరిష్ట పొడవు మించిపోయింది.
tr: Maksimum sorgu uzunluğu aşıldı.
vi: Độ dài truy vấn đã đạt giới hạn.
