Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, bn, el, fa, fi, fur, fy_nl, gu_in, he, hi_in, hr, ia, is, ja, ka, kab, ms, nn_no, pl, pt_br, pt_pt, ro, si, sk, sl, sr_latn, sv_se, te, th, tr, vi

source: Download Mediums from {0} to {1}
fur: Supuarts di discjariament dai {0} ai {1}
is: Niðurhal gagnamiðla frá {0} til {1}
nn_no: Last ned medium frå {0} til {1}
pl: Sposoby pobrania od {0} do {1}
ro: Medii de descărcare de la {0} până la {1}
te: {0} నుండి {1} వరకు దింపుకోలు మాధ్యమాలు

source: Download Contents, last {0} days
fur: Contignûts dai discjariaments, ultins {0} dîs
is: Niðurhal á efni, síðustu {0} daga
nn_no: Last ned innhald, dei siste {0} dagane
pl: Pobrane treści przez ostatnie {0} dni
ro: Conținutul descărcărilor, ultimele {0} zile
si: අන්තර්ගත බාගැනීම, පසුගිය දවස් {0}
te: దింపుకోలు విషయాలు, గత {0} రోజులు
vi: Lượt tải xuống nội dung, {0} ngày trước

source: Download Contents from {0} to {1}
fur: Contignûts dai discjariaments dai {0} ai {1}
is: Niðurhal á efni frá {0} til {1}
nn_no: Last ned innhold frå {0} til {1}
pl: Pobrane treści od {0} do {1}
ro: Conținutul descărcărilor de la {0} până la {1}
si: {0} සිට {1} දක්වා අන්තර්ගත බාගැනීම
te: {0} నుండి {1} వరకు దింపుకోలు విషయాలు
vi: Lượt tải xuống nội dung từ {0} đến {1}

source: Download Campaigns, last {0} days
fur: Campagnis di discjariament, ultins {0} dîs
is: Niðurhalsherferðir, síðustu {0} daga
nn_no: Last ned kampanjar, dei siste {0} dagane
pl: Kampanie pobierania, ostatnie {0} dni
ro: Campanii de descărcare, ultimele {0} zile
te: దింపుకోలు ప్రచారాలు, గత {0} రోజులు

source: Download Campaigns from {0} to {1}
fur: Campagnis di discjariament dai {0} ai {1}
is: Niðurhalsherferðir frá {0} til {1}
nn_no: Last ned kampanjar frå {0} til {1}
pl: Kampanie pobierania od {0} do {1}
ro: Campanii de descărcare de la {0} până la {1}
te: {0} నుండి {1} వరకు దింపుకోలు ప్రచారాలు

source: <b>{0}</b> character
fi: <b>{0}</b> merkki
fur: <b>{0}</b> caratar
he: תו <b>אחד</b>
hi_in: <b>{0}</b> अक्षर
is: <b>{0}</b> stafur
ms: <b>{0}</b> aksara
nn_no: <b>{0}</b> teikn
pl: <b>{0}</b> znak
ro: <b>{0}</b> caracter
si: අකුරු <b>{0}</b>
te: <b>{0}</b> అక్షరం
vi: <b>{0}</b> ký tự

source: <b>{0}</b> character left
bn: <b> {0} </b> টি অক্ষর বাকি আছে।
fi: <b>{0}</b> merkki jäljellä
fur: <b>{0}</b> caratar disponibil
he: נותר תו <b>אחד</b>
hi_in: <b>{0}</b> बचे अक्षर
is: <b>{0}</b> stafur eftir
ms: <b>{0}</b> aksara lagi
nn_no: <b>{0}</b> teikn att
pl: Pozostał <b>{0}</b> znak
ro: <b>{0}</b> caracter rămas
si: අකුරු <b>{0}</b> ක් ඉතිරිය
te: <b>{0}</b> అక్షరం మిగిలి ఉంది
vi: <b>{0}</b> ký tự còn lại

source: Review page polling failed.
fur: La interogazion cicliche de pagjine recensions e je falide.
is: Vöktun yfirferðarsíðu mistókst.
nn_no: Klarte ikkje å hente sida med vurderingar.
pl: Odpytywanie strony recenzji nie powiodło się.

source: Maximum upload size is {0} - choose a smaller background image.
ar: أقصى حجم للرفع هو {0}. اختر صورة خلفية أصغر من هذه.
fi: Lähetyksen enimmäiskoko on {0} - valitse pienempi taustakuva.
fur: La dimension massime pal cjariament in rêt e je di {0} - sielç une imagjin di fonts plui piçule.
he: גודל ההעלאה המירבי הוא {0} - נא לבחור בתמונת רקע קטנה יותר.
is: Hámarksstærð innsendinga er {0} - veldu minni bakgrunnsmynd.
ms: Saiz maksimum muat naik {0} - pilih imej latar belakang yang lebih kecil.
nn_no: Maksimum opplastingsstorleik er {0} - vel eit mindre bakgrunnsbilde.
pl: Maksymalny rozmiar przesyłanego pliku wynosi {0} - wybierz mniejszy obraz tła.
ro: Mărimea maximă de încărcare este {0} - alege o imagine de fundal mai mică.
si: උඩුගත කිරීමේ උපරිම ප්‍රමාණය {0} - කුඩා පසුබිම් රූපයක් තෝරන්න.
te: గరిష్ట ఎక్కింపు పరిమాణం {0} - చిన్న నేపథ్య చిత్రాన్ని ఎంచుకోండి.
vi: Kích thước tải lên tối đa là {0} - chọn hình nền nhỏ hơn.

source: Android
ar: أندرويد
fa: اندروید
si: ඇන්ඩ්‍රොයිඩ්
te: ఆండ్రాయిడ్

source: Firefox
ar: فَيَرفُكس
bn: ফায়ারফক্স
hi_in: फ़ायरफ़ॉक्स
si: ෆයර්ෆොක්ස්

source: Mozilla
ar: موزيلا
bn: মজিলা
fa: موزیلا
si: මොසිල්ලා

source: Thunderbird
ar: ثنْدَربِرد
bn: থান্ডারবার্ড
fa: تاندربرد
si: තන්ඩර්බර්ඩ්

source: Sunbird
ar: صَنْبِرد
bn: সানবার্ড
fa: سان‌برد
si: සන්බර්ඩ්

source: SeaMonkey
ar: سي‌مَنكي
fa: سی‌مانکی
si: සීමන්කි

source: Fennec
bn: ফেনেক
fa: فنک
si: ෆෙනෙක්
