Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Unsubscribe
hu: Leiratkozás
id: Berhenti berlangganan
ka: გამოწერის გაუქმება
kab: Ffeɣ seg ujerred
ms: Batal langganan
sk: Odhlásiť
sq: Shpajtohuni
sr_latn: Otkaži pretplatu
sv_se: Avsluta prenumeration

source: You are successfully unsubscribed!
hu: Sikeres leiratkozás!
id: Anda sukses berhenti berlangganan!
ka: გამოწერა გაუქმდა წარმატებით!
ms: Anda berjaya membatalkan langganan!
sk: Boli ste úspešne odhlásený.
sq: U shpajtuat me sukses!
sr_latn: Uspešno ste otkazali pretplatu!
sv_se: Du har avslutat prenumerationen!

source: The email address <strong>%(email)s</strong> will no longer get messages when:
hu: Nem fog több üzenetet kapni a <strong>%(email)s</strong> e-mail címre ezt követően:
id: Alamat surel <strong>%(email)s</strong> tidak akan mendapatkan pesan lagi saat:
ka: <strong>%(email)s</strong> ელფოსტის მისამართზე წერილებს ვეღარ მიიღებთ, როცა:
ms: Alamat e-mel <strong>%(email)s</strong> tidak akan menerima mesej lagi apabila:
sk: Na e-mailovú adresu <strong>%(email)s</strong> už nebudú odosielané správy, ak:
sq: Te adresa email <strong>%(email)s</strong> s’do të merren më mesazhe kur:
sr_latn: Adresa e-pošte <strong>%(email)s</strong> više neće dobiti poruke kada:
sv_se: E-postadressen <strong>%(email)s</strong> kommer inte längre att få meddelanden när:

source: More Actions:
hu: További műveletek:
id: Tindakan Lainnya:
ka: დამატებითი მოქმედებები:
kab: Ugar n tigawin:
ms: Tindakan Lanjutan:
sk: Ďalšie akcie:
sq: Më Tepër Veprime:
sr_latn: Još opcija:
sv_se: Fler åtgärder:

source: edit your notification settings
hu: értesítési beállítások szerkesztése
id: sunting pengaturan notifikasi anda
ka: შეტყობინებების პარამეტრების ჩასწორება
ms: edit tetapan notifikasi anda
sk: upraviť nastavenia upozornení
sq: përpunoni rregullimet tuaja për njoftimet
sr_latn: izmenite podešavanja obaveštenja
sv_se: redigera dina aviseringsinställningar

source: edit your profile
hu: profil szerkesztése
id: sunting profil anda
ka: ჩაასწორეთ თქვენი პროფილი
kab: Ẓreg amaɣnu inek
ms: edit profil anda
sk: upraviť profil
sq: përpunoni profilin tuaj
sr_latn: izmenite profil
sv_se: redigera din profil

source: We could not unsubscribe you
hu: Nem sikerült a leiratkozás
id: Anda tidak akan menghentikan langganan anda
ka: გამოწერის გაუქმება ვერ ხერხდება
ms: Kami tidak dapat membatalkan langganan anda
sk: Nebolo možné vás odhlásiť
sq: S’ju shpajtuam dot
sr_latn: Mogli bi da Vam otkažemo pretplatu
sv_se: Vi kunde inte avsluta prenumerationen för dig

source: Unfortunately, we weren't able to unsubscribe you. The link you clicked is invalid. However, you can unsubscribe still unsubscribe on your <a href="%(edit_url)s">edit profile page</a>.
sq: Mjerisht, nuk qemë në gjendje t’ju shpajtonim. Lidhja që klikuat është e pavlefshme. Sido qoftë, mund të shpajtoheni që nga pjesa <a href="%(edit_url)s">përpunoni profilin tuaj</a>.

source: Developer Information
hu: Fejlesztői információ
id: Informasi Pengembang
ka: შემმუშავებლის მონაცემები
ms: Maklumat Pembangun
sk: Informácie o vývojárovi
sq: Të dhëna Zhvilluesish
sr_latn: Informacije o programeru
sv_se: Utvecklarinformation

source: User since
hu: Ezóta tag
id: Pengguna sejak
ka: რეგისტრაციის თარიღი
kab: D aseqdac si
ms: Pengguna semenjak
sk: Registrovaný
sq: Përdorues që prej
sr_latn: Korisnik od
sv_se: Användare sedan

source: Time of last login
hu: Utolsó bejelentkezés időpontja
id: Waktu log masuk terakhir
ka: ბოლო შესვლის დრო
kab: Akud n tuqqna taneggarut
ms: Masa log masuk terakhir
sk: Čas posledného prihlásenia
sq: Koha e hyrjes së fundit
sr_latn: Vreme poslednje prijave
sv_se: Tid för senaste inloggning

source: IP address of last login
hu: Utolsó bejelentkezés IP-címe
id: Alamat IP log masuk terakhir
ka: ბოლო შესვლის IP მისამართი
kab: Tansa IP n tuqqna taneggarut
ms: Alamat IP log masuk terakhir
sk: IP adresa posledného prihlásenia
sq: Adresa IP e hyrjes së fundit
sr_latn: IP adresa poslednje prijave
sv_se: IP-adressen för senaste inloggning

source: Number of add-ons developed
hu: Létrehozott kiegészítők száma
id: Jumlah pengaya yang dikembangkan
ka: შემუშავებული დამატებების რაოდენობა
kab: Amḍan n izegrar yuttusneflin
ms: Bilangan add-ons yang dibangunkan
sk: Počet vytvorených doplnkov
sq: Numër shtesash të zhvilluara
sr_latn: Broj razvijenih dodataka
sv_se: Antal tillägg utvecklade

source: {0} add-ons
hu: {0} kiegészítő
id: {0} pengaya
ka: {0} დამატება
kab: {0} izegrar
sk: {0} doplnkov
sq: {0} shtesa
sr_latn: {0} dodaci
sv_se: {0} tillägg

source: %(num)s theme
hu: %(num)s téma
id: %(num)s tema
ka: %(num)s თემა
kab: %(num)s asentel
ms: %(num)s tema
sk: %(num)s téma
sq: %(num)s temë
sr_latn: %(num)s tema
sv_se: %(num)s tema

source: %(num)s add-on
hu: %(num)s kiegészítő
id: %(num)s pengaya
ka: %(num)s დამატება
kab: %(num)s azegrir
ms: %(num)s add-ons
sk: %(num)s doplnok
sq: %(num)s shtesë
sr_latn: %(num)s dodatak
sv_se: %(num)s tillägg

source: Average rating of developer's add-ons
hu: A fejlesztő kiegészítőinek átlagos értékelése
id: Rata-rata peringkat untuk pengembang pengaya
ka: დამატებების საშუალო შეფასება
kab: Talemmast n tezmilin n izegrar n uneflay
ms: Penarafan purata pembangun add-ons
sk: Priemerné hodnotenie doplnkov vývojára
sq: Vlerësim mesatar për shtesat e programuesit
sr_latn: Prosečna ocena programera dodataka
sv_se: Genomsnittliga betyg för utvecklarens tillägg

source: %s Version History
hu: %s verziótörténet
id: %s Riwayat Versi
ka: %s ვერსიის ისტორია
kab: Amazray n lqem %s
ms: %s Sejarah Versi
sk: História verzií %s
sq: Historik Versionesh për %s
sr_latn: %s istorijat verzije
sv_se: %s versionshistorik

source: Version History with Changelogs
hu: Verziótörténet a módosítások naplójával
id: Riwayat Versi dengan Log Perubahan
ka: ვერსიის ისტორია აღრიცხული ცვლილებებით
ms: Sejarah Versi dengan Changelogs
sk: História verzií s denníkmi zmien
sq: Historik Versionesh me Regjistrime Ndryshimesh
sr_latn: Istorijat verzija sa promenama
sv_se: Versionshistorik med ändringsloggar

source: Add-on uses binary components.
hu: A kiegészítő bináris komponenseket használ.
id: Pengaya menggunakan komponen biner.
sk: Doplnok obsahuje binárne komponenty.
sq: Shtesa përdor përbërës dyorë.
sr_latn: Dodaci koriste binarne komponente.
sv_se: Tillägget använder binära komponenter.

source: Add-on has opted into strict compatibility checking.
hu: A kiegészítő feliratkozott a szigorú kompatibilitás-ellenőrzésre.
id: Pengaya telah dimasukkan ke dalam pengecekan kecocokan yang ketat.
sk: Doplnok má nastavenú striktnú kontrolu kompatibility.
sq: Shtesa ka zgjedhur të bëjë kontroll strikt të përputhshmërisë.
sr_latn: Dodatak se opredelio strogom proverom kompatibilnosti.
sv_se: Tillägg har valt in i strikt kompatibilitetskontroll.

source: {app} {min} and later
es_ar: {app} {min} y posterior
fi: {app} {min} ja uudemmat
fur: {app} {min} e sucessivis
fy_nl: {app} {min} en heger
he: {app} {min} ומעלה
hr: {app} {min} i noviji
hu: {app} {min} és frissebbek
ia: {app} {min} e plus recente
id: {app} {min} dan kemudian
is: {app} {min} og nýrra
ka: {app} {min} და უფრო ახალ ვერსიებთან
kab: {app} {min} neɣ ugar
ms: {app} {min} dan kemudian
nb_no: {app} {min} og senere
nn_no: {app} {min} og nyare
ro: {app} {min} și versiunile ulterioare
sk: {app} {min} a vyššie
sq: {app} {min} dhe më të vonshëm
sr_latn: {app} {min} i kasnije
sv_se: {app} {min} och senare
te: {app} {min} మరియు తరువాత
th: {app} {min} และใหม่กว่า
tr: {app} {min} ve sonrası
vi: {app} {min} trở lên

source: Permanent link to this version
hu: Állandó hivatkozás erre a verzióra
id: Tautan permanen ke versi ini
ka: ამ ვერსიის პირდაპირი ბმული
ms: Pautan kekal ke versi ini
sk: Permanentný odkaz na túto verziu
sq: Lidhje e përhershme për te ky version
sr_latn: Stalna veza ka ovoj verziji
sv_se: Permanent länk till denna version

source: Released {0}
hu: Kiadva: {0}
id: Dirilis {0}
ka: გამოშვების თარიღი: {0}
ms: Dikeluarkan {0}
sk: Sprístupnené: {0}
sq: Hedhur në qarkullim më {0}
sr_latn: Objavljeno {0}
sv_se: Släppt den {0}

source: Source code released under <a target="_blank" href="%(url)s">%(name)s</a>
id: Kode sumber dirilis di bawah <a target="_blank" href="%(url)s">%(name)s</a>
sk: Zdrojový kód vydaný pod licenciou <a target="_blank" href="%(url)s">%(name)s</a>
sq: Kodi burim qarkullon sipas një lejeje <a target="_blank" href="%(url)s">%(name)s</a>
sr_latn: Izvorni kod objavljen od strane <a target="_blank" href="%(url)s">%(name)s</a>
sv_se: Källkoden släpptes under <a target="_blank" href="%(url)s">%(name)s</a>

source: Source code released under <a href="%(url)s">%(name)s</a>
hu: A forráskód kiadva <a href="%(url)s">%(name)s</a> alatt
id: Kode sumber dirilis di bawah <a href="%(url)s">%(name)s</a>
ka: პირველწყარო კოდი ვრცელდება <a href="%(url)s">%(name)s</a> ლიცენზიით
ms: Kod sumber dikeluarkan di bawah <a href="%(url)s">%(name)s</a>
sk: Zdrojový kód vydaný pod licenciou <a href="%(url)s">%(name)s</a>
sq: Kodi burim qarkullon sipas një lejeje <a href="%(url)s">%(name)s</a>
sr_latn: Izvorni kod objavljen od strane <a href="%(url)s">%(name)s</a>
sv_se: Källkoden släpptes under <a href="%(url)s">%(name)s</a>

source: View the source
hu: Forrás megtekintése
id: Tampilkan kode sumber
kab: Sken aɣbalu
sk: Zobraziť zdrojový kód
sq: Shihni burimin
sr_latn: Pogledaj izvorni kod
sv_se: Visa källkoden

source: {0} Version History
hu: {0} verziótörténete
id: Riwayat Versi {0}
ka: {0} ვერსიის ისტორია
kab: {0} Amazray n lqem
ms: Sejarah Versi {0}
sk: História verzií {0}
sq: Historik Versionesh të {0}
sr_latn: Istorijat verzija za {0}
sv_se: {0} versionshistorik

source: Be careful with old versions!
hu: Legyen óvatos a régi verziókkal!
id: Hati-hati dengan versi lawas!
ka: სიფრთხილე გამოიჩინეთ, ძველ ვერსიებთან!
ms: Berhati-hati dengan versi lama!
sk: Opatrne so starými verziami!
sq: Bëni kujdes me versione të vjetër!
sr_latn: Budite oprezni sa starim verzijama!
sv_se: Var försiktig med gamla versioner!

source: These versions are displayed for reference and testing purposes. You should always use the <a href="%(url)s">latest version</a> of an add-on.
hu: Ezek a verziók csak tanulmányozás és tesztelés céljából jelennek meg. Mindig a kiegészítő <a href="%(url)s">legújabb verzióját</a> használja.
id: Versi berikut ditampilkan sebagai referensi atau untuk keperluan pengujian. Anda sebaiknya selalu menggunakan <a href="%(url)s">versi terbaru</a> pengaya.
ka: ქვემოთ მოცემული ვერსიები განსახილველად და შესამოწმებლადაა განკუთვნილი. ყოველდღიური მოხმარებისთვის კი მხოლოდ, დამატებების <a href="%(url)s">უახლესი ვერსია</a> უნდა გამოიყენოთ.
ms: Versi ini dipaparkan bagi tujuan rujukan dan ujian. Anda perlu sentiasa gunakan add-on <a href="%(url)s">versi terkini</a>.
sk: Tieto verzie sú zobrazené na ukážku a testovacie účely. Vždy by ste mali používať <a href="%(url)s">najnovšiu verziu</a> tohto doplnku.
sq: Këto versione paraqiten këtu për qëllime reference dhe testimi. Do të duhej gjithnjë të përdornit <a href="%(url)s">versionin e fundit</a> të një shtese.
sr_latn: Ove verzije su prikazani za svrhe reference i testiranje. Uvek bi trebalo da koristite <a href="%(url)s">najnoviju verziju</a> dodatka.
sv_se: Dessa versioner visas för referens och teständamål. Du bör alltid använda <a href="%(url)s">den senaste versionen</a> av ett tillägg.

source: Beta Version {0}
hu: Beta verzió {0}
id: Versi Beta {0}
sk: Verzia beta {0}
sq: Version Beta {0}
sr_latn: Beta verzija {0}

source: Works with:
hu: Kompatibilis:
id: Bekerja pada:
sk: Určené pre:
sq: Funksionon me:
sr_latn: Radi sa:
sv_se: Fungerar med:

source: Version History
hu: Verziótörténet
id: Riwayat Versi
sk: História verzií
sq: Historik Versionesh
sr_latn: Istorijat verzija
sv_se: Versionshistorik

source: Current Max. Version
hu: Jelenlegi legmagasabb verzió
id: Versi Maks. Saat Ini
sk: Aktuálna maximálna verzia
sq: Versioni Maks. i Tanishëm
sr_latn: Trenutna maks. verzija
sv_se: Nuvarande maximal version

source: Target Version
hu: Célverzió
id: Versi Target
sk: Cieľová verzia
sq: Për Versionin
sr_latn: Ciljana verzija
sv_se: Målversion

source: Email when finished
hu: Küldjön levelet, ha végzett
id: Mengirim surel ketika selesai
sk: Po dokončení odoslať e-mail
sq: Dërgo email kur të mbarohet
sr_latn: Pošalji mi e-poštu kada je završeno
sv_se: E-post när det är klart

source: Log emails instead of sending
hu: Levelek naplózása, küldés helyett
id: Mencatat surel alih-alih mengirim
sk: Logovať e-mailové správy na miesto ich odoslania
sq: Regjistroji email-et, në vend se t’i dërgosh
sr_latn: Beleži e-pošte umesto slanja
sv_se: Logga e-post istället för att skicka

source: Users will always be asked in the Add-ons Manager (Firefox 4 and above). Only applies to desktop.
hu: A Kiegészítőkezelőben a felhasználók mindig megkérdezésre kerülnek (a Firefox 4 verziótól kezdődően). Csak az asztali változatra vonatkozik.
id: Pengguna akan selalu ditanya dalam Manajer Pengaya (Firefox 4 dan seterusnya). Hanya berlaku untuk desktop.
kab: Ad yettwasuter yal tikelt i yiseqdacen deg umsefrak n izegrar (Firefox 4 akked ileqman imaynuten). Ur yettwasnas ala γef ileqman n uselkim.
sv_se: Användarna kommer alltid att bli tillfrågade i tilläggshanteraren (Firefox 4 och uppåt). Gäller endast för dator.

source: Artist
hu: Alkotó
id: Seniman
ka: მხატვარი
kab: Anaẓuṛ
ms: Artis
sk: Autor
sr_latn: Umetnik
sv_se: Konstnär

source: or <b><a class="button installer" href="{url}">download anyway</a></b>
hu: vagy <b><a class="button installer" href="{url}">letöltés mindenképp</a></b>
id: or <b><a class="button installer" href="{url}">langsung unduh</a></b>
kab: neγ <b><a class="button installer" href="{url}">sider akken yebɣu yella</a></b>
sv_se: eller <b><a class="button installer" href="{url}">hämta ändå</a></b>

source: Signature has expired.
es_ar: La firma ha expirado.
fi: Allekirjoitus on vanhentunut.
fur: La firme e je scjadude.
fy_nl: Undertekening is ferrûn.
he: החתימה פגה.
hr: Potpis je istekao.
hu: Az aláírás lejárt.
ia: Signatura expirate.
id: Tanda tangan telah kedaluwarsa.
is: Undirritunin er útrunnin.
ka: ხელმოწერა ამოიწურა.
kab: Azmul yemmut.
ms: Tandatangan telah tamat tempoh.
nb_no: Signaturen har utgått.
nn_no: Signaturen har gått ut.
ro: Semnătura a expirat.
sv_se: Signaturen har upphört.
te: సంతకం కాలంచెల్లింది.
th: ลายเซ็นหมดอายุแล้ว
tr: İmza zaman aşımına uğramış.
vi: Chữ ký đã hết hạn.

source: Error decoding signature.
es_ar: Error al decodificar la firma.
fi: Virhe allekirjoituksen purkamisessa.
fur: Erôr te decodifiche de firme.
fy_nl: Flater by dekodearjen ûndertekening.
he: שגיאה בפענוח החתימה.
hr: Greška u dešifriranju potpisa.
hu: Hiba az aláírás dekódolásakor.
ia: Error al decodification del signatura.
id: Kesalahan menguraikan kode tanda tangan.
is: Villa við afkóðun undirritunar.
ka: ხელმოწერის გაშიფვრის შეცდომა.
kab: Tuccḍa deg uzmek n uzmul.
ms: Ralat penyahkodan tandatangan.
nb_no: Feil ved dekoding av signatur.
nn_no: Feil ved dekoding av signaturen.
ro: Eroare la decodarea semnăturii.
sv_se: Fel vid avkodning av signaturen.
te: సంతకం డీకోడు చేయడంలో పొరపాటు.
th: เกิดข้อผิดพลาดในการถอดรหัสลายเซ็น
tr: İmza çözümleme hatası.
vi: Lỗi khi giải mã chữ ký.

source: Invalid JWT Token.
es_ar: Token JWT no válido.
fi: Virheellinen JWT-poletti.
fur: Gjeton JWT no valit.
fy_nl: Unjildich JWT-token.
he: אסימון JWT שגוי.
hr: Neispravni JWT token.
hu: Érvénytelen JWT jelsor.
ia: Token JWT non valide.
id: Token JWT tidak valid.
is: Ógilt JWT-teikn.
ka: არასწორი JWT ჟეტონი.
kab: Ajiṭun JWT mačči d ameɣtu.
ms: Token JWT Tidak Sah.
nb_no: Ugyldig JWT-symbol.
nn_no: Ugylig JWT-token.
ro: Jeton JWT nevalid.
sv_se: Ogiltig JWT-token.
te: చెల్లని JWT టోకేను.
th: โทเค็น JWT ไม่ถูกต้อง
tr: Geçersiz JWT jetonu.
vi: JWT Token không hợp lệ.

source: Invalid Authorization header. No credentials provided.
es_ar: Encabezado de autorización no válido. No se proporcionaron credenciales.
fi: Virheellinen Authorization-otsake. Kirjautumistietoja ei annettu.
fur: Intestazion di autorizazion no valide. Nissune credenziâl indicade.
fy_nl: Unjildige autorisaasjeheader. Gjin oanmeldgegevens opjûn.
he: כותרת אימות שגויה. לא סופקו פרטי גישה.
hr: Neispravno zaglavlje autorizacije. Nema vjerodajnica.
hu: Érvénytelen engedélyezési fejléc. Nincsenek hitelesítő adatok megadva.
ia: Titulo de autorisation non valide. Nulle credentiales fornite.
id: Otorisasi header tidak valid. Tidak ada pengenal yang diberikan.
is: Ógildur auðkennishaus. Engin auðkenni gefin.
ka: ავტორიზაციის არასწორი თავსართი. მონაცემები არაა წარმოდგენილი.
kab: Aqerru n tsiregt mačči d ameɣtu. Ulac talɣut n usulu yettwafen.
ms: Pengepala Autoriti tidak sah. Tiada kelayakan yang diberikan.
nb_no: Ugyldig autoriserings-header. Ingen innloggingsopplysninger er spesifisert.
nn_no: Ugyldig autoriseringshovud. Ingen atoriseringsopplysningar spesifiserte.
ro: Antet de autorizare nevalid. Nu s-au furnizat date de autentificare.
sv_se: Ogiltigt auktoriseringshuvud. Inga autentiseringsuppgifter tillhandahölls.
th: ส่วนหัวการอนุญาตไม่ถูกต้อง ไม่ได้ระบุข้อมูลประจำตัว
tr: Geçersiz Yetkilendirme başlığı. Kimlik bilgileri sağlanmadı.
vi: Tiêu đề Authorization không hợp lệ. Không có thông tin xác thực nào được cung cấp.

source: Invalid Authorization header. Credentials string should not contain spaces.
es_ar: Encabezado de autorización no válido. La cadena de credenciales no debe contener espacios.
fi: Virheellinen Authorization-otsake. Kirjautumistietojen ei tule sisältää välilyöntejä.
fur: Intestazion di autorizazion no valide. La stringhe des credenziâls no à di contignî spazis.
fy_nl: Unjildige autorisaasjeheader. De oanmeldingstekst mei gjin spaasjes befetsje.
he: כותרת אימות שגויה. מחרוזת פרטי הגישה לא אמורה להכיל רווחים.
hr: Neispravno zaglavlje autorizacije. Znakovni niz vjerodajnica ne smije sadržati razmake.
hu: Érvénytelen engedélyezési fejléc. A hitelesítési adatok karakterlánca nem tartalmazhat szóközöket.
ia: Titulo de autorisation non valide. Le catenas del credentiales non debe continer spatios.
id: Otorisasi header tidak valid. Rangkaian pengenal seharusnya tidak mengandung spasi.
is: Ógildur auðkennishaus. Auðkennastrengur ætti ekki að innihalda bil.
ka: ავტორიზაციის არასწორი თავსართი. მონაცემების სტრიქონი, არ უნდა შეიცავდეს გამოტოვებულ ადგილებს.
kab: Aqerru n tsiregt mačči d ameɣtu. Azrir igebren talɣut n usulu ur issefk ara ad yegber isekkilen imellalen.
ms: Pengepala Autoriti tidak sah. Rentetan kelayakan tidak boleh mengandungi ruang.
nb_no: Ugyldig autoriserings-header. Innloggingsopplysningene skal ikke inneholde mellomrom.
nn_no: Ugyldig autorisasjonshovud. Autorisasjonsopplysningar skal ikkje innehalde mellomrom.
ro: Antet de autorizare nevalid. Șirul datelor de autentificare nu trebuie să conțină spații.
sv_se: Ogiltigt auktoriseringshuvud. Autentiseringsuppgifter ska inte innehålla mellanslag.
th: ส่วนหัวการอนุญาตไม่ถูกต้อง สตริงข้อมูลประจำตัวจะต้องไม่มีช่องว่าง
tr: Geçersiz yetkilendirme üst bilgisi. Kimlik bilgileri dizgisi boşluk içermemelidir.
vi: Tiêu đề Authorization không hợp lệ. Chuỗi thông tin xác thực không được chứa khoảng trắng.

source: The field must have a length of at least {num} characters.
hu: A mezőnek legalább {num} karakter hosszúnak kell lennie.
id: Bidang harus memiliki panjang sekurangnya {num} karakter.
ka: ველს უნდა გააჩნდეს, სულ მცირე {num} სიმბოლოს ზომა.
kab: Urti-agi yessefk ad igber ɣarsum {num} n isekkilen.
ms: Panjang medan perlu ada sekurang-kurangnya {num} aksara.
sv_se: Fältet måste minst ha en längd av {num} tecken.
te: ఈ ఫీల్డ్ కనీసం {num} అక్షరాల పొడవు ఉండాలి.

source: The language code {lang_code} is invalid.
hu: A következő nyelvkód érvénytelen: {lang_code}.
id: Kode bahasa {lang_code} tidak valid.
ka: ენის კოდი {lang_code} არასწორია.
kab: Tangalt n tutlayt {lang_code} mačči d tameɣtut.
ms: Kod bahasa {lang_code} tidak sah.
sv_se: Språkkoden {lang_code} är ogiltig.
te: భాష కోడ్ {lang_code} చెల్లనిది.

source: Your new collection is shown below. You can <a href="%(url)s">edit additional settings</a> if you'd like.
hu: Az új gyűjtemény itt látható. Amennyiben szeretne, további <a href="%(url)s">módosításokat végezhet</a> rajta.
id: Koleksi baru anda ditampilkan di bawah ini. Anda bisa <a href="%(url)s">menyunting pengaturan tambahan</a> jika diinginkan.
ka: თქვენი ახალი კრებული ნაჩვენებია ქვემოთ. ასევე, შეგიძლიათ <a href="%(url)s">დამატებითი პარამეტრების შესწორებაც</a>, სურვილის შემთხვევაში.
kab: Tagrumma yinek tamaynut tettwasken-d daw-a. Tzemreḍ ad <a href="%(url)s">tesnifleḍ iɣewwaṛen nniḍen </a> ma tebɣiḍ.
ms: Koleksi baru anda dipaparkan di bawah. Anda boleh <a href="%(url)s">edit tetapan tambahan</a> jika anda mahu.
sr_latn: Vaša nova kolekcija je prikazana ispod. Možete da <a href="%(url)s">izmenite dodatne postavke</a> ako želite.
sv_se: Din nya samlingen visas nedan. Du kan <a href="%(url)s">redigera ytterligare inställningar</a> om du vill.

source: Email
es_ar: Correo electrónico
fi: Sähköposti
fy_nl: E-mailadres
he: דוא״ל
hr: E-mail adresa
id: Surel
is: Tölvupóstur
ka: ელფოსტა
kab: Imayl
ms: E-mel
nb_no: E-post
nn_no: E-post
sk: E-mailová adresa
sr_latn: E-pošta
sv_se: E-postadress
te: ఇమెయిల్
th: อีเมล
tr: E-posta

source: To include an add-on in this collection, enter its name in the box below and hit enter.
hu: A kiegészítő hozzáadásához ehhez a gyűjteményhez, írja be a nevét az alábbi mezőbe, és nyomja meg az entert.
id: Untuk menyertakan pengaya pada koleksi ini, masukkan nama dalam kotak di bawah ini dan tekan enter.
ka: დამატების კრებულში შესატანად, შეიყვანეთ მისი სახელი ქვემოთ მოცემულ ველში და დააჭირეთ Enter ღილაკს.
kab: Akken ad ternuḍ azgrir di tagrumma-agi, sekcem isem deg urti-agi sakin senned ɣef Kcem.
ms: Untuk menambah add-on dalam koleksi ini, masukkan namanya di dalam kotan di bawah dan tekan masuk.
sv_se: Om du vill inkludera ett tillägg i denna samling, ange dess namn i rutan nedan och tryck enter.

source: Bonus for overdue reviews
hu: Bónusz késedelmes értékelésekért
id: Bonus untuk ulasan yang terlambat
sk: Bonus za oneskorené kontroly
sv_se: Bonus för försenade granskningar

source: The Mozilla Foundation
hu: A Mozilla Alapítvány
id: Mozilla Foundation
kab: Tasbeddit Mozilla
sk: Mozilla Foundation
sr_latn: Mozilla fondacija
sv_se: Mozilla Foundation

source: Do not list my add-on on this site
hu: Ne listázza a kiegészítőt ezen az oldalon
id: Jangan tambahkan pengaya saya di situs ini
kab: Ur d-skan ara izegrar inu ɣef usmel
sv_se: Lista inte mitt tillägg på denna webbplats

source: Version %s already exists, or was uploaded before.
hu: A(z) %s verzió már létezik, vagy már korábban fel lett töltve.
id: Versi %s sudah ada, atau sudah diunggah sebelumnya.
sv_se: Version %s finns redan, eller har laddats upp tidigare.

source: Categories are the primary way users browse through add-ons. Choose any that fit your add-on's functionality for the most exposure. It is only relevant for listed add-ons.
hu: A kategóriák a legfontosabb útja annak, amin keresztül a felhasználók a kiegészítők között böngésznek. Válassza ki azokat, amik illenek a kiegészítője funkcióihoz, hogy a lehető legtöbben találhassák meg. Mindez csak a listázott kiegészítőkre vonatkozik.
id: Kategori adalah cara utama pengguna menelusuri pengaya. Pilihlah pengaya mana saja yang sesuai dengan fungsinya untuk mendapatkan eksposure paling besar. Hanya relevan untuk pengaya terdaftar.
sv_se: Kategorier är det främsta sättet användare surfar bland tillägg. Välj någon som passar ditt tilläggs funktionalitet för den bästa exponeringen. Det är endast relevant för listade tillägg.
