Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, bn, el, fa, fi, fur, fy_nl, gu_in, he, hi_in, hr, ia, is, ja, ka, kab, ms, nn_no, pl, pt_br, pt_pt, ro, si, sk, sl, sr_latn, sv_se, te, th, tr, vi

source: Sales from {0} to {1}
ar: المبيعات من {0} إلى {1}
ast: Merques dende'l {0} fasta'l {1}
el: Πωλήσεις από {0} ως {1}
fi: Myynnit aikaväillä {0} - {1}
fur: Venditis dai {0} ai {1}
fy_nl: Ferkeap fan {0} oant {1}
gu_in: {0} થી {1} સુધીમાં થયેલ વેચાણ
he: מכירות מתאריך {0} עד {1}
hi_in: {0} से {1} तक हुयी बिक्री
hr: Prodaja od {0} do {1}
ia: Venditas ab {0} al {1}
is: Sala frá {0} til {1}
ja: {0} から {1} までの販売数
ka: გაყიდვები {0}-დან {1}-მდე
kab: izenza seg{0} ɣer {1}
ms: Jualan daripada {0} hingga {1}
nn_no: Sal mellom {0} og {1}
pl: Sprzedaże od {0} do {1}
pt_br: Vendas de {0} a {1}
pt_pt: Vendas de {0} a {1}
ro: Vânzări din {0} până în {1}
si: {0} සිට {1} දක්වා විකුණුම්
sk: Predaje od {0} do {1}
sl: Prodaje od {0} do {1}
sr_latn: Prodaja od {0} do {1}
sv_se: Försäljning mellan {0} och {1}
te: {0} నుండి {1} వరకు అమ్మకాలు
th: การขายจาก {0} ถึง {1}
tr: Satışlar, {0} - {1} arasında
vi: Bán hàng từ {0} đến {1}

source: Installs, last {0} days
ar: عمليات التثبيت في آخر {0} من الأيام
ast: Instalaciones no caberos {0} díes
el: Εγκαταστάσεις, τελευταίες {0} ημέρες
fi: Asennukset viimeisten {0} päivän aikana
fur: Instalazions, ultins {0} dîs
fy_nl: Ynstallaasjes, lêste {0} dagen
gu_in: ઇન્સ્ટોલ કરવાના, છેલ્લા {0} દિવસ
he: התקנות, ב־{0} הימים האחרונים
hi_in: पिछले {0} दिनों में, हुए इनस्टॉल
hr: Instaliranja, posljednjih {0} dana
ia: Installationes, ultime {0} dies
is: Uppsetningar, síðustu {0} daga
ja: 最近 {0} 日間のインストール回数
ka: დაყენების რაოდ. ბოლო {0} დღეში
kab: Asebded, {0} n wussan ineggura
ms: Pemasangan, {0} hari lepas
nn_no: Installeringar, siste {0} dagar
pl: Instalacje ostatnie {0} dni
pt_br: Instalações nos últimos {0} dias
pt_pt: Instalações, últimos {0} dias
ro: Instalări, ultimele {0} zile
si: ස්ථාපන, පසුගිය දවස් {0}
sk: Inštalácie, posledných {0} dní
sl: Namestitve zadnjih {0} dni
sr_latn: Instalacije, poslednjih {0} dana
sv_se: Installationer de senaste {0} dagarna
te: గత {0} రోజుల స్థాపనలు
th: การติดตั้งใน {0} วันล่าสุด
tr: Kurulumlar, son {0} gün
vi: Lần Cài đặt, {0} ngày trước

source: Installs from {0} to {1}
ar: التثبيتات من {0} إلى {1}
ast: Instalaciones dende'l {0} fasta'l {1}
bn: ইনস্টলস {0} থেকে {1}
el: Εγκαταστάσεις από {0} ως {1}
fi: Asennukset aikavälillä {0} - {1}
fur: Instalazions dai {0} ai {1}
fy_nl: Ynstallaasjes fan {0} oant {1}
he: התקנות מתאריך {0} עד {1}
hi_in: {0} से {1} तक हुए इंस्टॉल
hr: Instaliranja od {0} do {1}
ia: Installationes ab {0} al {1}
is: Uppsetningar frá {0} til {1}
ja: {0} から {1} までのインストール回数
ka: დაყენებების რაოდ. {0}-დან {1}-მდე
kab: Asebded si {0} ar {1}
ms: Pemasangan daripada {0} untuk {1}
nn_no: Installeringar mellom {0} og {1}
pl: Instalacje od {0} do {1}
pt_br: Instalações de {0} a {1}
pt_pt: Instalações de {0} a {1}
ro: Instalări din {0} până în {1}
si: {0} සිට {1} දක්වා ස්ථාපන
sk: Inštalácie, od {0} do {1}
sl: Namestitve od {0} do {1}
sr_latn: Instalacije, od {0} do {1}
sv_se: Installationer mellan {0} och {1}
te: {0} నుండి {1} వరకు స్థాపనలు
th: การติดตั้งจาก {0} ถึง {1}
tr: Kurulumlar, {0} - {1} arasında
vi: Lần Cài đặt từ {0} đến {1}

source: <b>{0}</b> in last {1} days
ar: <b>{0}</b> في آخر {1} من الأيام
ast: <b>{0}</b> nos caberos {1} díes
bn: <b>{0}</b> শেষ {1} দিনগুলিতে
el: <b>{0}</b> τις τελευταίες {1} ημέρες
fi: <b>{0}</b> viimeisen {1} päivän aikana
fur: <b>{0}</b> tai ultins {1} dîs
fy_nl: <b>{0}</b> yn de lêste {1} dagen
he: <b>{0}</b> ב־{1} הימים האחרונים
hi_in: <b>{0}</b> पिछले {1} दिनों में
hr: <b>{0}</b> u posljednjih {1} dana
ia: <b>{0}</b> in le ultime {1} dies
is: <b>{0}</b> síðustu {1} daga
ja: 最近 {1} 日間の <b>{0}</b>
ka: <b>{0}</b> ბოლო {1} დღეში
kab: <b>{0}</b> di {1} n wussan ineggura
ms: <b>{0}</b> dalam tempoh {1} hari lepas
nn_no: <b>{0}</b> dei siste {1} dagane
pl: <b>{0}</b> w ciągu ostatnich {1} dni
pt_br: <b>{0}</b> nos últimos {1} dias
pt_pt: <b>{0}</b> nos últimos {1} dias
ro: <b>{0}</b> în ultimele {1} zile
si: පසුගිය දවස් {1} තුළ <b>{0}</b>
sk: <b>{0}</b> za posledných {1} dní
sl: <b>{0}</b> v zadnjih {1} dneh
sr_latn: <b>{0}</b> u poslednjih {1} dana
sv_se: <b>{0}</b> de senaste {1} dagarna
te: గత {1} రోజులలో <b>{0}</b>
th: <b>{0}</b> ใน {1} วันล่าสุด
tr: son {1} günde <b>{0}</b>
vi: <b>{0}</b> vào {1} ngày trước

source: <b>{0}</b> from {1} to {2}
ar: <b>{0}</b> من {1} إلى {2}
ast: <b>{0}</b> dende {1} fasta {2}
bn: <b>{0}</b> হতে {1} থেকে {2}
el: <b>{0}</b> από {1} ως {2}
fi: <b>{0}</b> ajanjaksolla {1} - {2}
fur: <b>{0}</b> dai {1} ai {2}
fy_nl: <b>{0}</b> fan {1} oant {2}
he: <b>{0}</b> מתאריך {1} עד {2}
hi_in: <b>{0}</b> {1} से {2} तक
hr: <b>{0}</b> od {1} do {2}
ia: <b>{0}</b> ab {1} a {2}
is: <b>{0}</b> frá {1} til {2}
ja: {1} から {2} までの <b>{0}</b>
ka: <b>{0}</b> {1}-დან {2}-მდე
kab: <b>{0}</b> si {1} ar {2}
ms: <b>{0}</b> daripada {1} hingga {2}
nn_no: <b>{0}</b> mellom {1} og {2}
pl: <b>{0}</b> od {1} do {2}
pt_br: <b>{0}</b> de {1} a {2}
pt_pt: <b>{0}</b> de {1} a {2}
ro: <b>{0}</b> din {0} până în {1}
si: {1} සිට {2} දක්වා <b>{0}</b>
sk: <b>{0}</b> od {1} do {2}
sl: <b>{0}</b> od {1} do {2}
sr_latn: <b>{0}</b> od {1} do {2}
sv_se: <b>{0}</b> mellan {1} och {2}
te: {1} నుండి {2} వరకు<b>{0}</b>
th: <b>{0}</b> จาก {1} ถึง {2}
tr: {1} - {2} arasında <b>{0}</b>
vi: <b>{0}</b> từ {1} đến {2}

source: <b>{0}</b> average in last {1} days
ar: بمعدّل <b>{0}</b> في آخر {1} من الأيام
ast: <b>{0}</b> de promediu nos caberos {1} díes
el: <b>{0}</b> κατά μέσο όρο τις τελευταίες {1} ημέρες
fur: medie di <b>{0}</b> tai ultins {1} dîs
fy_nl: <b>{0}</b> gemiddeld yn de lêste {1} dagen
he: ממוצע <b>{0}</b> ב־{1} הימים האחרונים
hi_in: अंतिम {1} दिनों में <b>{0}</b> औसत
hr: <b>{0}</b> prosječno u posljednjih {1} dana
ia: media de <b>{0}</b> in le ultime {1} dies
is: <b>{0}</b> meðaltal síðustu {1} daga
ja: 最近 {1} 日間の平均 <b>{0}</b>
ka: საშუალო <b>{0}</b> ბოლო {1} დღეში
kab: <b>{0}</b> di tlemmast ineggura {1} n wussan
ms: <b>{0}</b> purata dalam tempoh {1} hari lepas
nn_no: <b>{0}</b> i gjennomsnitt dei siste {1} dagane
pl: Średnio <b>{0}</b> w ciągu ostatnich {1} dni
pt_br: <b>{0}</b> em média nos últimos {1} dias
pt_pt: <b>{0}</b> média nos últimos {1} dias
ro: <b>{0}</b> în medie în ultimele {1} (de) zile
si: පසුගිය දවස් {1} තුළ සාමාන්‍යය <b>{0}</b>
sk: <b>{0}</b> priemerne za posledných {1} dní
sl: <b>{0}</b> povprečno zadnjih {1} dni
sr_latn: <b>{0}</b> prosečne u poslednjih {1} dana
sv_se: <b>{0}</b> genomsnitt de senaste {1} dagarna
te: గత {1} రోజుల్లో సగటు <b>{0}</b>
th: <b>{0}</b> เฉลี่ยใน {1} วันล่าสุด
tr: son {1} günde ortalama <b>{0}</b>
vi: Trung bình <b>{0}</b> vào {1} ngày trước

source: No data available.
ar: لا بيانات متوفرة.
ast: Nun hai datos disponibles.
bn: ডাটা নেই।
el: Δεν υπάρχουν δεδομένα.
fi: Ei dataa saatavilla.
fur: Nissun dât disponibil.
fy_nl: Gjin gegevens beskikber.
gu_in: કોઈ ડેટા ઉપલબ્ધ નથી.
he: אין נתונים זמינים.
hi_in: कोई आँकड़ा उपलब्ध नहीं।
hr: Nema podataka.
ia: Nulle datos disponibile.
is: Engin gögn tiltæk.
ja: 表示できるデータがありません。
ka: მონაცემები არაა ხელმისაწვდომი.
kab: Ulac isefka.
ms: Tiada data tersedia.
nn_no: Ingen data tilgjengelege.
pl: Brak dostępnych danych.
pt_br: Nenhum dado disponível.
pt_pt: Sem dados disponíveis.
ro: Nu există date disponibile.
si: දත්ත නොතිබේ
sk: Údaje sú nedostupné.
sl: Ni podatkov na voljo.
sr_latn: Nema dostupnih podataka.
sv_se: Inga data tillgängliga.
te: ఏ డేటా అందుబాటులో లేదు.
th: ไม่มีข้อมูล
tr: Veri yok.
vi: Không có dữ liệu.

source: Date
ar: التاريخ
ast: Data
bn: তারিখ
el: Ημερομηνία
fi: Päivä
fy_nl: Datum
gu_in: તારીખ
he: תאריך
hi_in: दिनांक
hr: Datum
ia: Data
is: Dagsetning
ja: 日付
ka: თარიღი
kab: Azemz
ms: Tarikh
nn_no: Dato
pl: Data
pt_br: Data
pt_pt: Data
ro: Dată
si: දිනය
sk: Dátum
sl: Datum
sr_latn: Datum
sv_se: Datum
te: తేదీ
th: วันที่
tr: Tarih
vi: Ngày tháng

source: Other
ar: أخرى
ast: Otros
bn: অন্যান্য
el: Άλλο
fi: Muu
fur: Altri
fy_nl: Oar
gu_in: અન્ય
he: אחר
hi_in: अन्य
hr: Ostali
ia: Altero
is: Annað
ja: その他
ka: სხვა
kab: Ayen niḍen
ms: Lain-lain
nn_no: Anna
pl: Inne
pt_br: Outro
pt_pt: Outro
ro: Altele
si: වෙනත්
sk: Iný
sl: Ostalo
sr_latn: Ostali
sv_se: Andra
te: ఇతర
th: อื่น ๆ
tr: Diğer
vi: Khác

source: Select an application first
ast: Esbilla primero una aplicación
el: Επιλέξτε πρώτα εφαρμογή
fy_nl: Selektearje earst in tapassing
hr: Najprije odaberite aplikaciju
ia: Elige antea un application
ja: まずアプリケーションを選択してください
ka: დასაწყისისთვის აირჩიეთ პროგრამა
kab: Fren di tazwara asnas
nn_no: Vel ein applikasjon først
pt_br: Selecione uma aplicação antes
pt_pt: Primeiro selecione uma aplicação
sk: Najskôr zvoľte aplikáciu
sl: Najprej izberite program
sr_latn: Prvo izaberite aplikaciju
sv_se: Välj en applikation först
th: เลือกแอพพลิเคชั่นก่อน
tr: Önce bir uygulama seçin

source: Set {0} add-on to a max version of {1} and email the author.
el: Ορισμός του max version για το πρόσθετο {0} σε {1} και αποστολή μηνύματος στον δημιουργό.
fy_nl: {0} add-on ynstelle op in maksimumferzje fan {1} en in e-mailberjocht nei de skriuwer stjoere.
hr: Namjesti {0} dodatak na maksimalnu verziju od {1} i pošalji email autoru.
ia: Configura le additivo {0} a un version maxime {1} e invia un email al autor.
ja: {0} 個のアドオンの最高対応バージョンを {1} へ更新し、作者へメールを送ります。
ka: მიუთითეთ {0} დამატებისთვის {1} ვერსიის უმაღლესი მნიშვნელობა და მიწერეთ ავტორებს.
kab: Sbadu {0} n uzegrir ar lqem afellay n {1} sakin azen imayl i umeskar.
nn_no: Set utvidinga {0} til maksversjon på {1} og send e-post til utviklaren.
pt_br: Definir a versão máxima do complemento {0} para {1} e notificar o autor.
pt_pt: Definir {0} extra para a versão máxima de {1} e enviar um email ao autor.
sk: Nastaviť maximálnu verziu aplikácie {1} pre {0} doplnok a odoslať e-mailovú správu autorovi.
sl: Nastavi dodatek na največjo različico {1} in obvesti avtorja.
sr_latn: Podesite {0} dodatak na maksimalnu verziju od {1} i pošalji e-poštu autoru.
sv_se: Ställ in tillägget {0} till maxversion på {1} och mejla utvecklaren.
tr: {0} eklentinin maksimum sürümünü {1} olarak ayarla ve geliştiricilere e-posta gönder.

source: Email author of {2} add-on which failed validation.
el: Στείλτε e-mail στον δημιουργό του {2} πρόσθετου το οποίου η επαλήθευση απέτυχε.
fy_nl: E-mailberjocht ferstjoere nei skriuwer fan {2} add-on dy't de falidaasje net trochstien hat.
hr: Pošalji email autoru od {2} dodatka koji nije prošao validaciju.
ia: Invia un email al autor del {2} additivo que falleva le validation.
ja: 検証をパスしなかった {2} 個のアドオンの作者へメールを送ります。
ka: შეტყობინების მიწერა ავტორისთვის, რომლის {2} დამატებამ ვერ გაიარა შემოწმება.
kab: Azen imayl i umeskar ɣef {2} n uzegrir yeccḍen deg usentem.
nn_no: Send e-post til utviklaren av tillegget {2} som feila validering.
pt_br: Enviar e-mail ao autor do complemento {2} que não conseguiu a validação.
pt_pt: Enviar email ao autor do extra {2} que falhou a validação.
sk: Odoslať e-mail autorovi {2} doplnku, u ktorého zlyhala kontrola.
sl: Obvesti avtorja o {2} dodatku, katerega preverjanje veljavnosti je spodletelo.
sr_latn: Autor e-pošte ima {2} dodatak koji nije prošao proveru valjanosti.
sv_se: Mejla utvecklaren av tillägget {2} som misslyckades validering.
tr: Doğrulamayı geçemeyen {2} eklentisinin yazarına e-posta gönder.

source: Accept and Install
ast: Aceutar ya instalar
el: Αποδοχή και εγκατάσταση
fy_nl: Akseptearje en ynstallearje
hr: Prihvati i instaliraj
ia: Acceptar e installar
ja: 同意してインストール
ka: მიღება და ინსტალაცია
kab: Qbel udiɣ sebded
nn_no: Godta og installer
pt_br: Aceitar e Instalar
pt_pt: Aceitar e instalar
sk: Prijať a nainštalovať
sl: Sprejmi in namesti
sr_latn: Prihvati i instaliraj
sv_se: Godkänn och installera
th: ยอมรับและติดตั้ง
tr: Kabul et ve kur

source: Add to {0}
ast: Amestar a {0}
el: Προσθήκη στον {0}
fy_nl: Tafoegje oan {0}
hr: Dodaj u {0}
ia: Adder a {0}
ja: {0} へ追加
ka: {0}-ში დამატება
kab: Rnu ɣer {0}
nn_no: Legg till i {0}
pt_br: Adicionar ao {0}
pt_pt: Adicionar ao {0}
sk: Pridať do programu {0}
sl: Dodaj v {0}
sr_latn: Dodaj u {0}
sv_se: Lägg till i {0}
th: เพิ่มไปยัง {0}
tr: {0}'a Ekle

source: Download Now
ast: Baxar agora
el: Λήψη τώρα
fy_nl: No downloade
hr: Preuzmi sada
ja: 今すぐダウンロード
ka: ჩამოტვირთვა ახლავე
kab: Sider tura
nn_no: Last ned no
pt_br: Baixar agora
pt_pt: Descarregar agora
sk: Prevziať teraz
sl: Prenesi zdaj
sr_latn: Preuzmi odmah
sv_se: Hämta nu
th: ดาวน์โหลดเดี๋ยวนี้
tr: Şimdi İndir

source: Add-on has not been updated to support default-to-compatible.
el: Το πρόσθετο δεν έχει ενημερωθεί ώστε να υποστηρίζει την προεπιλογή σε συμβατό.
fy_nl: Add-on is net bywurke om standert-kompatibel te stypjen.
hr: Dodatak nije ažuriran kako bi podržavao zadano-do-kompatibilno.
ja: アドオンが自動的に互換性を保つバージョンへ更新されていません。
ka: დამატება არ განახლებულა და ვერ იქნება ნაგულისხმევად თავსებადი.
kab: Azegrir ur yettwalqem ara akken ad imṣada akked default-to-compatible.
nn_no: Utvidinga er ikkje oppdatert til å støtta kompatibel-til-standard.
pt_br: O complemento não foi atualizado para suportar a compatibilidade por padrão.
pt_pt: O extra não foi atualizado para suportar a compatibilidade predefinida.
sk: Doplnok nebol aktualizovaný tak, aby bol v predvolenom nastavení kompatibilný.
sl: Dodatek ni bil posodobljen, da bi podpiral privzeto-na-združljivo.
sr_latn: Dodatak nije ažuriran da podržava default-to-compatible.
sv_se: Tillägg har inte uppdaterats för att stödja kompatibel-till-standard.

source: You need to be using Firefox 10.0 or higher.
ast: Precises usar Firefox 10.0 o mayor.
el: Χρειάζεται να χρησιμοποιείτε την έκδοση 10.0 του Firefox ή υψηλότερη.
fy_nl: Jo moatte Firefox 10.0 of heger brûke.
hr: Trebali bi koristiti Firefox 10.0 ili više.
ja: Firefox 10 以上のバージョンを使ってください。
ka: თქვენ უნდა იყენებდეთ Firefox 10.0-ს ან უფრო მაღალ ვერსიას.
kab: Tesriḍ aseqdec n Firefox 10.0 neɣ ugar.
nn_no: Du må bruka Firefox 10.0 eller nyare.
pt_br: Você precisa usar o Firefox 10.0 ou superior.
pt_pt: Precisa de estar a utilizar o Firefox 10.0 ou superior.
sk: Musíte používať Firefox 10.0 alebo novší.
sl: Uporabljati morate Firefox 10.0 ali novejšega.
sr_latn: Morate koristiti Firefox 10.0 ili novije.
sv_se: Du måste använda Firefox 10.0 eller senare.
th: คุณจำเป็นต้องใช้ Firefox 10.0 หรือสูงกว่า
tr: Firefox 10.0 ve üstü bir sürüm kullanmanız gerek.

source: Mozilla has marked this version as incompatible with your Firefox version.
ast: Mozilla conseñó esta versión como incompatible cola to versión de Firefox.
el: Ο Mozilla έχει σημειώσει αυτή την έκδοση ως μη συμβατή με την έκδοση του Firefox που έχετε.
fy_nl: Mozilla hat dizze ferzje as net kompatibel mei jo Firefox-ferzje markearre.
hr: Mozilla je obilježila ovu verziju kao nekompatibilnu sa Vašom Firefox verzijom.
ja: このバージョンは、お使いの Firefox のバージョンと互換性がありません。
ka: Mozilla ეს ვერსია თქვენი Firefox-ის ვერსიასთან შეუთავსებლად მონიშნა.
kab: Mozilla yecreḍ lqem agi d akken ur imṣada ara akked lqem n Firefox.
nn_no: Mozilla har markert denne versjonen som inkompatibel med din Firefox-versjon.
pt_br: A Mozilla marcou essa versão como sendo incompatível com a sua versão do Firefox.
pt_pt: A Mozilla marcou esta versão como incompatível com a sua versão do Firefox.
sk: Mozilla označila túto verziu ako nekompatibilnú s vašou verziou Firefoxu.
sl: Mozilla je označila to različico kot nezdružljivo z vašo različico Firefoxa.
sr_latn: Mozilla je označila ovu verziju kao nekompatabilnu sa Vašom verzijom Firefox-a.
sv_se: Mozilla har markerat denna version som inkompatibel med din Firefox-version.
th: Mozilla ทำเครื่องหมายว่ารุ่นนี้ไม่เข้ากันกับรุ่น Firefox ของคุณ
tr: Mozilla bu sürümü Firefox sürümünüz ile uyumsuz olarak işaretledi.

source: Install for {0} anyway
ast: Instalar pa {0} de toes toes
el: Εγκατάσταση σε {0} οπωσδήποτε
fy_nl: Dochs ynstallearje foar {0}
hr: Instaliraj na {0} svejedno
ia: Installar comocunque pro {0}
ja: {0} へ強制インストール
ka: {0}-ის დაყენება მიუხედავად ყველაფრისა
kab: Sebded i {0} akken yebɣu yili
nn_no: Installer for {0} likevel
pt_br: Instalar no {0} mesmo assim
pt_pt: Mesmo assim, instalar para o {0}
sk: Napriek tomu nainštalovať pre {0}
sl: Vseeno namesti za {0}
sr_latn: Instaliraj za {0} u svakom slučaju
sv_se: Installera för {0} ändå
th: ติดตั้ง {0} ต่อไป
tr: Yine de {0} için yükle

source: Download for {0} anyway
ast: Baxar pa {0} de toes toes
el: Λήψη για {0} οπωσδήποτε
fy_nl: Dochs downloade foar {0}
hr: Preuzmi za {0} svejedno
ia: Discargar comocunque pro {0}
ja: {0} へ強制ダウンロード
ka: {0}-ის ჩამოტვირთვა მიუხედავად ყველაფრისა
kab: Sideri {0} akken yebɣu yili
nn_no: Last ned til {0} likevel
pt_br: Baixar para o {0} mesmo assim
pt_pt: Mesmo assim, descarregar para o {0}
sk: Napriek tomu prevziať pre {0}
sl: Vseeno prenesi za {0}
sr_latn: Preuzmi za {0} u svakom slučaju
sv_se: Hämta för {0} ändå
th: ดาวน์โหลด {0} ต่อไป
tr: Yine de {0} için indir

source: Not available for your platform
ast: Nun ta disponible pa la to plataforma
el: Δεν διατίθεται για το λειτουργικό σας
fy_nl: Net beskikber foar jo platfoarm
hr: Nije dostupno za vašu platformu
ia: Non disponibile pro tu platteforma
ja: お使いの OS には対応していません
ka: თქვენს პლატოფმრაზე ხელმისაწვდომი არაა
kab: Ulac i twennaṭ inek
nn_no: Ikkje tilgjengeleg for di platform
pt_br: Indisponível para a sua plataforma
pt_pt: Não está disponível para a sua plataforma
sk: Nie je dostupné pre vašu platformu.
sl: Ni na voljo za vašo podlago
sr_latn: Nije dostupno za Vašu platformu
sv_se: Ej tillgänglig för din plattform
th: ไม่พร้อมใช้งานสำหรับแพลตฟอร์มของคุณ
tr: Sizin platformunuz için mevcut değil

source: Not available for {0} {1}
ast: Nun ta disponible pa {0} {1}
el: Δεν διατίθεται για τον {0} {1}
fy_nl: Net beskikber foar {0} {1}
hr: Nije dostupno za {0} {1}
ja: {0} {1} には対応していません
ka: {0} {1}-სთვის არაა ხელმისაწვდომი
kab: Ulac i {0} {1}
nn_no: Ikkje last ned for {0} {1}
pt_br: Indisponível para o {0} {1}
pt_pt: Não está disponível para {0} {1}
sk: Nie je dostupné pre {0} {1}
sl: Ni na voljo za {0} {1}
sr_latn: Nije dostupno za {0} {1}
sv_se: Ej tillgänglig för {0} {1}
th: ไม่พร้อมใช้งานสำหรับ {0} {1}
tr: {0} {1} için mevcut değil

source: Works with {app} {min} - {max}
ast: Furrula con {app} {min} - {max}
el: Συμβατό με {app} {min} - {max}
fy_nl: Wurket mei {app} {min} - {max}
hr: Radi sa {app} {min} - {max}
ia: Compatibile con {app} {min} - {max}
ja: 動作環境: {app} {min} - {max}
ka: მუშაობს {app} ვერსიებთან: {min} - {max}
kab: Iteddu s {app} {min} - {max}
nn_no: Verkar med {app} {min} - {max}
pt_br: Funciona com o {app} {min} - {max}
pt_pt: Funciona com {app} {min} - {max}
sk: Funguje s {app} {min} - {max}
sl: Deluje s {app} {min} - {max}
sr_latn: Radi sa {app} {min} - {max}
sv_se: Fungerar med {app} {min} - {max}
th: ทำงานได้กับ {app} {min} - {max}
tr: {app} {min} - {max} ile çalışır

source: Works with {app}
fy_nl: Wurket mei {app}
hr: Radi sa {app}
ia: Compatibile con {app}
kab: Iteddu s {app}
nn_no: Fungerar med {app}
pt_br: Trabalha com {app}
pt_pt: Funciona com {app}
sk: Funguje s {app}
sl: Deluje s {app}
sv_se: Fungerar med {app}

source: View other versions
ast: Ver otres versiones
el: Προβολή άλλων εκδόσεων
fy_nl: Oare ferzjes besjen
hr: Pogledaj ostale verzije
ia: Vider altere versiones
ja: 他のバージョンを見る
ka: სხვა ვერსიების ნახვა
kab: Wali ileqman nniḍen
nn_no: Vis andre versjonar
pt_br: Ver outras versões
pt_pt: Ver outras versões
sk: Zobraziť ďalšie verzie
sl: Ogled drugih različic
sr_latn: Pogledaj ostale verzije
sv_se: Visa andra versioner
th: ดูรุ่นอื่น
tr: Diğer sürümleri görüntüle

source: Only with Firefox — Get Firefox Now!
ast: Namái con Firefox — ¡Consíguilu agora!
fy_nl: Allinnich by Firefox – Download Firefox no!
hr: Samo sa Firefoxom — Nabavite Firefox odmah!
ia: Solo con Firefox — Discarga lo subito!
ja: Firefox 限定 — 今すぐ Firefox をダウンロード！
ka: მხოლოდ Firefox-ზე — ჩამოტვირთეთ Firefox!
kab: Ala s Firefox — Awi-d Firefox tura!
nn_no: Berre med Firefox — Last ned Firefox no!
pt_br: Apenas com o Firefox — Obter o Firefox agora!
pt_pt: Apenas com o Firefox — Obter o Firefox agora!
sk: Len pre Firefox — získajte Firefox teraz!
sl: Samo pri Firefoxu – namestite ga!
sv_se: Endast med Firefox — Hämta Firefox nu!
tr: Yalnızca Firefox ile — Firefox'u hemen indirin!

source: Download now
fy_nl: No downloade
hr: Preuzmi sada
kab: Sider tura
nn_no: Last ned no

source: Only available on Firefox Desktop
fy_nl: Allinnich beskikber in Firefox foar desktops
hr: Dostupno samo za Firefox Desktop
kab: Yella kan di Firefox i uselkim
nn_no: Berre tilgjengeleg på Firefox Desktop

source: Sorry, you need a Mozilla-based browser (such as Firefox) to install a search plugin.
ast: Perdón, precises tener un restolador basáu en Mozilla (como Firefox) pa instalar un complementu de gueta.
el: Λυπούμαστε αλλά απαιτείται περιηγητής της οικογένειας Mozilla (όπως ο Firefox) για να εγκαταστήσετε πρόσθετα αναζήτησης.
fy_nl: Sorry, jo hawwe in op Mozilla basearre browser (lykas Firefox) nedich om in sykynstekker ynstallearje te kinnen.
hr: Žao nam je, potreban vam je Mozillin preglednik (kao što je Firefox) da biste instalirali priključak za tražilicu.
ia: Tu debe usar un navigator basate sur Mozilla (como Firefox) pro installar un plugin de recerca.
ja: 申し訳ありませんが、検索プラグインをインストールするには (Firefox など) Mozilla ベースのブラウザが必要です。
ka: ბოდიში, საძიებო მოდულის დასაინტსტალირებლად გესაჭირეობათ Mozilla-ზე დაფუძნებული ბრაუზერი (მაგალითად Firefox).
kab: Suref-aɣ, tesriḍ iminig yebnan ɣef Mozilla (am Firfefox) akken ad tesbeddeḍ azegrir n unadi.
nn_no: Beklagar, du må ha ein Mozilla-basert nettlesar (som Firefox) for å installera eit søkjetillegg.
pt_br: Sentimos, mas você precisa de um navegador baseado no Mozilla (como o Firefox) para instalar um plug-in de pesquisa.
pt_pt: Desculpe, mas precisa de um navegador baseado na Mozilla (como o Firefox) para instalar um plugin de pesquisa.
sk: Ak chcete nainštalovať vyhľadávací modul, potrebujete prehliadač založený na kóde Mozilla (napríklad Firefox).
sl: Oprostite, za namestitev vtičnika za iskanje potrebujete brskalnik na osnovi Mozille (kot je Firefox).
sr_latn: Žao nam je, treba Vam pregledač baziran na tehnologiji Mozilla fondacije (kao što je Firefox) da biste instalirali priključak za pretraživanje.
sv_se: Tyvärr, du behöver en Mozillabaserad webbläsare (som Firefox) för att installera ett söktillägg.
th: ขออภัย คุณจำเป็นต้องใช้เบราว์เซอร์ที่มีรากฐานมาจาก Mozilla (เช่น Firefox) เพื่อติดตั้งโปรแกรมเสริมสำหรับการค้นหา
tr: Üzgünüz, arama eklentisi yükleyebilmeniz için Mozilla tabanlı (örn. Firefox) bir tarayıcıya ihtiyacınız var.

source: Adding to Favorites&hellip;
ast: Amestando a favoritos&hellip;
el: Γίνεται προσθήκη στις αγαπημένες&hellip;
fy_nl: Wurdt tafoege oan Favoriten…
hr: Dodavanje u favorite&hellip;
ia: Addition a Favoritos&hellip;
ja: お気に入りへ追加...
ka: ემატება რჩეულებში &hellip;
kab: Timerna ɣer inurifen &hellip;
nn_no: Legg til i favorittar&hellip;
pt_br: Adicionando aos favoritos&hellip;
pt_pt: A adicionar aos favoritos&hellip;
sk: Pridať medzi obľúbené&hellip;
sl: Dodajanje med priljubljene &hellip;
sr_latn: Dodajem u Omiljeno&hellip;
sv_se: Lägger till i favoriter&hellip;
th: เพิ่มเข้ารายการโปรด&hellip;
tr: Favorilere ekleniyor&hellip;

source: Removing Favorite&hellip;
ast: Desaniciando favoritu&hellip;
el: Γίνεται αφαίρεση από τις αγαπημένες&hellip;
fy_nl: Favoryt wurdt fuortsmiten…
hr: Uklanjanje favorita&hellip;
ia: Remotion de Favorite&hellip;
ja: お気に入りから削除...
ka: რჩეული იშლება &hellip;
kab: Tukksa n unirif &hellip;
nn_no: Fjernar favoritt&hellip;
pt_br: Removendo favorito&hellip;
pt_pt: A remover favoritos
sk: Odstraňuje sa zo zoznamu obľúbených&hellip;
sl: Odstranjevanje priljubljene &hellip;
sr_latn: Brišem iz Omiljenih&hellip;
sv_se: Tar bort favorit&hellip;
th: เอาออกจากรายการโปรด&hellip;
tr: Favorilerden kaldırılıyor&hellip;
