Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Collections make it easy to keep track of favorite add-ons and share your perfectly customized browser with others.
hu: A gyűjtemények egyszerűvé teszik a kedvenc kiegészítők figyelemmel kísérését és másokkal való megosztását.
id: Koleksi mempermudah mengikuti perkembangan pengaya favorit dan mempermudah Anda membagikan ubahsuaian Anda dengan yang lain.
ka: კრებულები აადვილებს რჩეული დამატებების სიახლეებზე თვალის მიდევნებას და სრულყოფილად მორგებული ბრაუზერის, სხვებისთვის გაზიარებას.
kab: Tigrummiwin ttaǧant lǧeṛṛat s wudem fessusen n izegrar inek inuraf udi q ad bḍun aggan inek n iminig akked yemdanen nniḍen.
ms: Koleksi memudahkan anda menjejaki add-ons kegemaran anda dan mengongsi pelayar yang anda sudah lengkapkan penyesesuaiannya dengan orang lain.
sk: Pomocou kolekcií môžete jednoducho sledovať obľúbené doplnky a zdieľať svoj perfektne upravený prehliadač s ostatnými.
sq: Koleksionet e bëjnë të lehtë ndjekjen e shtesave të pëlqyera dhe shkëmbimin me të tjerët të mundësive për përshtatje të përsosur të shfletuesit tuaj.
sr_latn: Kolekcije olakšavaju praćenje omiljenih dodataka i deljenje Vašeg savršeno prilagođenog pregledača sa ostalima.
sv_se: Samlingar gör det lätt att hålla koll på dina favorittillägg och dela med dig av din perfekt anpassade webbläsare till andra.

source: Collection Icon
hu: Gyűjtemény ikonja
id: Ikon Koleksi
ka: კრებულის ხატულა
kab: Tignit n tagrumma
ms: Ikon Koleksi
sk: Ikona kolekcie
sq: Ikonë Koleksioni
sr_latn: Ikonica kolekcije
sv_se: Samlingsikon

source: Reset
hu: Visszaállítás
id: Setel Ulang
ka: საწყის მდგომარეობაზე დაბრუნება
kab: Wennez
ms: Set semula
sk: Vynulovať
sq: Rimerre
sr_latn: Resetuj
sv_se: Återställ

source: PNG and JPG supported. Image will be resized to 32x32.
hu: A PNG és a JPG formátum támogatott, a kép mérete 32×32 pixelre lesz átméretezve.
id: PNG dan JPG didukung. Gambar akan diubah ukurannya menjadi 32x32.
ka: PNG და JPG მხარდაჭერილია. სურათის ზომა შეიცვლება 32x32-ზე.
kab: PNG akked JPG ttusefraken. Tugna ad tuɣal ar 32x32.
ms: Menyokong PNG dan JPG. Saiz imej akan diubah ke 32x32.
sq: Mbulohen PNG-të dhe JPG-të. Figura do të ripërmasohet në 32x32 piksela.
sv_se: PNG och JPG stöds. Bilder skalas om till 32x32.

source: There are errors in this form. Please correct them below.
hu: Hibák vannak ezen az űrlapon. Kérjük javítsa ezeket.
id: Ada sejumlah kesalahan dalam formulir ini. Silakan memperbaikinya.
ka: ამ ველებში შეცდომებია. გთხოვთ გაასწოროთ ქვემოთ.
kab: Llan tuccḍiwin di tfelwit-agi. Ma ulac aqlif̣ seɣti-tent daw-a.
ms: Ada ralat dalam borang ini. Sila betulkannya di bawah.
sq: Në këtë formular ka gabime. Ju lutemi, ndreqini më poshtë.
sv_se: Det finns fel i formuläret. Rätta dem nedan.

source: Add-ons in Your Collection
hu: Kiegészítők a gyűjteményében
id: Pengaya dalam Koleksi Anda
ka: დამატებები თქვენს კრებულში
kab: Izegrar di tagrumma yinek
ms: Add-ons dalam Koleksi Anda
sk: Doplnky vo vašej kolekcii
sq: Shtesa në Koleksionin Tuaj
sr_latn: Dodaci u Vašoj kolekciji
sv_se: Tillägg i din samling

source: To include an add-on in this collection, enter its name in the box below and hit enter. You can also use the <strong>Add to Collection</strong> links throughout the site to include add-ons later.
sq: Për përfshirjen e një shtese në këtë koleksion, jepni emrin e saj te kutiza më poshtë dhe shtypni Enter. Mundeni gjithashtu të përdorni lidhjet <strong>Shtojeni në Koleksion</strong>, nëpër sajt, për ta përfshirë shtesën më vonë.

source: Add-on
es_ar: Complemento
fi: Lisäosa
fur: Component adizionâl
he: תוספת
hr: Dodatak
hu: Kiegészítő
ia: Additivo
id: Pengaya
is: Viðbót
ka: დამატება
kab: Azegrir
nb_no: Utvidelse
nn_no: Utviding
ro: Supliment
sk: Doplnok
sq: Shtesë
sr_latn: Dodatak
sv_se: Tillägg
te: పొడగింత
th: ส่วนเสริม
tr: Eklenti
vi: Tiện ích

source: Enter the name of the add-on to include
hu: Adja meg a hozzáadni kívánt kiegészítő nevét
id: Masukkan nama pengaya untuk disertakan
ka: შეიყვანეთ დამატების სახელი, შესატანად
kab: Sekcem isem n uzegrir ara tsedduḍ
ms: Masukkan nama add-on untuk disertakan
sk: Zadajte názov doplnku, ktorý chcete pridať
sq: Jepni emrin e shtesës që duhet përfshirë
sr_latn: Unesite naziv dodatka da biste da dodali
sv_se: Ange namnet på ett tillägg att inkludera

source: Add to Collection
hu: Hozzáadás gyűjteményhez
id: Tambahkan ke Koleksi
ka: კრებულში დამატება
kab: Rnu ɣer tagrumma
ms: Tambah ke Koleksi
sk: Pridať do kolekcie
sq: Shtojeni në Koleksion
sr_latn: Dodaj u kolekciju
sv_se: Lägg till i samling

source: Pending
hu: Függő
id: Ditunda
ka: ლოდინი
kab: Yettraǧu
ms: Tertangguh
sk: Čakajúci
sq: Në pritje
sr_latn: U toku
sv_se: Väntande

source: Add a comment
hu: Megjegyzés hozzáadása
id: Tambahkan komentar
ka: კომენტარის დამატება
kab: Rnu awennit
ms: Tambah komen
sk: Pridať komentár
sq: Shtoni një koment
sr_latn: Dodaj komentar
sv_se: Lägg till en kommentar

source: Remove this add-on from the collection
hu: Kiegészítő eltávolítása a gyűjteményből
id: Hapus pengaya ini dari koleksi
ka: ამ დამატების კრებულიდან ამოშლა
kab: Kkes azegrir-agi si tagrumma
ms: Buang add-on ini daripada koleksi
sk: Odstrániť tento doplnok z kolekcie
sq: Hiqe këtë shtesë prej koleksionit
sr_latn: Ukloni ovaj dodatak iz kolekcije
sv_se: Ta bort detta tillägg från denna samling

source: COLLECTIONS
hu: Gyűjtemények
id: KOLEKSI
sk: KOLEKCIE
sq: KOLEKSIONE
sr_latn: KOLEKCIJE
sv_se: SAMLINGAR

source: Groups of related add-ons that anyone can create.
hu: Bárki által létrehozott kiegészítők egy csoportja.
id: Kelompok pengaya yang berkaitan yang bisa dibuat siapa saja.
sk: Skupiny príbuzných doplnkov, ktoré môže vytvárať ktokoľvek.
sq: Grupe shtesash të ngjashme, të cilët mund t’i krijojë cilido.
sr_latn: Grupe srodnih dodataka koje svako može da napravi.
sv_se: Grupper av relaterade tillägg som alla kan skapa.

source: Blocked Add-ons
hu: Blokkolt kiegészítők
id: Pengaya yang Diblokir
sk: Blokované doplnky
sq: Shtesa të Bllokuara
sr_latn: Blokirani dodaci
sv_se: Blockerat tillägg

source: Blocklist
hu: Blokklista
id: Daftar Blokir
sk: Zoznam blokovaných
sq: Listë bllokimesh
sr_latn: Lista blokiranih aplikacija
sv_se: Blockeringslista

source: <b>{0}</b> has been blocked for your protection.
hu: <b>{0}</b> védelme érdekében blokkolva van.
id: <b>{0}</b> telah diblokir untuk melindungi anda.
sk: Doplnok <b>{0}</b> bol kvôli vašej ochrane zablokovaný.
sq: <b>{0}</b> është bllokuar për t’ju mbrojtur.
sr_latn: <b>{0}</b> je blokiran zbog Vaše bezbednosti.
sv_se: <b>{0}</b> har blockerats för din säkerhet.

source: Why was it blocked?
hu: Miért lett blokkolva?
id: Mengapa pengaya ini diblokir?
sk: Prečo bol zablokovaný?
sq: Pse është bllokuar?
sr_latn: Zašto je blokiran?
sv_se: Varför var den blockerad?

source: Who is affected?
hu: Ki érintett?
id: Siapa yang terpengaruh?
sk: Kto je ovplyvnený?
sq: Kush preket?
sr_latn: Ko je pogođen?
sv_se: Vem påverkas?

source: What does this mean?
hu: Mit jelent ez?
id: Apakah maksudnya?
sk: Čo toto znamená?
sq: Ç’do të thotë kjo?
sr_latn: Šta ovo znači?
sv_se: Vad innebär det?

source: Users are strongly encouraged to disable the problematic add-on or plugin, but may choose to continue using it if they accept the risks described.
hu: A felhasználóknak erősen javasolt, hogy tiltsa le a problémás kiegészítőket vagy bővítményeket, de dönthet úgy is, hogy továbbra is használja ezeket, amennyiben elfogadja a leírt kockázatok.
id: Pengguna disarankan untuk mematikan pengaya atau plugin yang bermasalah, tapi bisa memilih untuk melanjutkan menggunakannya jika mereka menerima resiko yang dijelaskan.
sk: Používateľom odporúčame problematický doplnok či zásuvný modul zakázať. Ak beriete na vedomie popísané riziká, môžete takýto doplnok aj naďalej používať.
sq: I nxisim me forcë përdoruesit të çaktivizojnë shtesa ose shtojca problematike, por mund të zgjedhin vazhdimin e përdorimit të tyre, nëse pranojnë rreziqet e përshkruara.
sr_latn: Korisnici se strogo ohrabruju da onemoguće problematičan dodatak ili priključak, ali mogu da nastave sa njihovom upotrebom ako prihvataju opisane rizike.
sv_se: Användare rekommenderas att inaktivera det tillägg eller plugin med problem, men kan välja att fortsätta använda dem om de accepterar de risker som beskrivs.

source: The problematic add-on or plugin will be automatically disabled and no longer usable.
hu: A problémás kiegészítő vagy bővítmény automatikusan letiltásra kerül és nem lesz használható.
id: Pengaya atau plugin yang bermasalah akan secara otomatis dimatikan dan tidak bisa digunakan lagi.
sk: Problematický doplnok alebo zásuvný modul bude automaticky zakázaný a nebude už dostupný.
sq: Shtesat ose shtojcat problematike do të çaktivizohen vetvetiu dhe s’do të jenë më të përdorshme.
sr_latn: Problematičan dodatak ili priključak će biti automatski onemogućen i neupotrebljiv.
sv_se: Det tillägg eller plugin med problem kommer automatiskt inaktiveras och kan inte längre användas.

source: When Mozilla becomes aware of add-ons, plugins, or other third-party software that seriously compromises %(app)s security, stability, or performance and meets <a href="%(criteria)s">certain criteria</a>, the software may be blocked from general use. For more information, please read <a href="%(support)s">this support article</a>.
hu: Amikor a Mozilla tudomást szerez arról, hogy valamely kiegészítő, bővítmény vagy más gyártók szoftverkomponense komolyan veszélyezteti a %(app)s biztonságát, stabilitását vagy teljesítményét, és megfelel <a href="%(criteria)s">bizonyos kritériumoknak</a>, a szoftver általános használatát blokkolásra kerülhet. További információkért kérjük, olvassa el <a href="%(support)s">ezt a leírást</a>.
id: Saat Mozilla menyadari keberadaan pengaya, plugin atau perangkat lunak pihak ketiga lainnya yang sungguh-sungguh membahayakan %(app)s keamanan, stabilitas, atau performa dan memenuhi <a href="%(criteria)s">sejumlah kriteria</a>, perangkat lunak tersebut akan diblokir dari penggunaan umum. Untuk keterangan lebih lanjut, silakan baca <a href="%(support)s">artikel pendukung ini</a>.
sq: Kur Mozilla vihet në dijeni rreth një shtese, shtojce, ose software-i nga palë të treta që prek seriozisht sigurinë, qëndrueshmërinë, ose punimin e %(app)s, dhe që plotëson <a href="%(criteria)s">disa kushte</a>, software-it mund t’i bllokohet përdorimi në masë. Për më tepër të dhëna, ju lutemi, lexoni <a href="%(support)s">këtë artikull asistence</a>.
sv_se: När Mozilla får kännedom om tillägg, insticksmoduler eller andra program från tredje part som allvarligt äventyrar %(app)s säkerhet och stabilitet, eller prestanda och som uppfyller <a href="%(criteria)s">vissa kriterier</a>, kan programvaran blockeras från allmän användning. För mer information, vänligen läs <a href="%(support)s">den här supportartikeln</a>.

source: Blocked on %(date)s. <a href="%(link)s">View block request</a>.
hu: Blokkolva: %(date)s. <a href="%(link)s">Tekintse meg a blokkolási kérést</a>.
id: Diblokir pada %(date)s. <a href="%(link)s">Tampilkan permintaan blokir</a>.
sk: Zablokované dňa %(date)s. <a href="%(link)s">Zobraziť požiadavku na zablokovanie</a>.
sq: Bllokuar më %(date)s. <a href="%(link)s">Shihni kërkesën për bllokim</a>.
sr_latn: Blokiran dana %(date)s. <a href="%(link)s">Pogledajte zahtev za blokiranjem</a>.
sv_se: Blockerad den %(date)s. <a href="%(link)s">Se blockeringsbegäran</a>.

source: Blocked on %(date)s.
hu: Blokkolás ideje: %(date)s.
id: Diblokir pada tanggal %(date)s.
sk: Zablokované dňa %(date)s.
sq: Bllokuar më %(date)s.
sr_latn: Blokiran dana %(date)s.
sv_se: Blockerad den %(date)s.

source: The following software is known to cause serious security, stability, or performance issues with {app}.
hu: Ennek a szoftvernek ismert, súlyos biztonsági-, stabilitási- vagy teljesítmény problémái vannak a {app} alkalmazással.
id: Perangkat lunak berikut ini diketahui menyebabkan persoalan serius terkait keamanan, stabilitas dan performa {app}.
sk: V prípade nasledujúceho softvéru je známe, že v kombinácii s aplikáciou {app} má vážny bezpečnostný problém, problém so stabilitou či problémy s výkonom.
sq: Software-i vijues dihet se shkakton probleme serioze sigurie, qëndrueshmërie ose funksionimi me {app}.
sr_latn: Sledeći softver je poznat da pravi ozbiljne probleme u bezbednosti, stabilnosti, ili performansama sa {app}.
sv_se: Följande programvara är känd för att orsaka allvarliga säkerhet, stabilitet eller prestandaproblem med {app}.

source: %s Add-ons
hu: %s kiegészítők
id: %s Pengaya
ka: %s დამატება
kab: %s izegrar
ms: Add-ons %s
sk: Doplnky pre %s
sq: Shtesa %s
sr_latn: %s dodaci
sv_se: %s Tillägg

source: %s Themes
hu: %s témák
id: %s Tema
ka: %s თემები
kab: %s Isental
ms: Tema %s
sk: Témy v kategórii %s
sq: Tema %s
sr_latn: %s teme
sv_se: %s Teman

source: Featured Add-ons :: %s
hu: Kiemelt kiegészítők :: %s
id: Pengaya Unggulan:: %s
ka: რჩეული დამატებები :: %s
kab: Izegrar yettwasnen:: %s
ms: Add-ons Sorotan :: %s
sk: Odporúčané doplnky :: %s
sq: Shtesa të Zgjedhura :: %s
sr_latn: Istaknuti dodaci :: %s
sv_se: Utvalda tillägg :: %s

source: Here's a few of our favorite add-ons to help you get started customizing %s.
hu: Itt van néhány népszerű kiegészítő, hogy segítsen testreszabni a %s alkalmazást.
id: Ini adalah sejumlah pengaya favorit kami untuk membantu anda mulai menyesuaikan %s.
ka: აგერ, რამდენიმე რჩეული დამატება, რომლებიც დაგეხმარებათ %s-ის მორგების დაწყებაში.
kab: Haten-aya kra n izegrar-nneɣ inuraf ak-dimudden tazwart deg aggan n %s.
ms: Di sini ada beberapa add-ons kegemaran kami untuk membantu anda mulakan penyesuaian %s.
sk: Tu je niekoľko obľúbených doplnkov, pomocou ktorých si môžete upraviť %s.
sq: Ja pak nga shtesat tona të parapëlqyera, për t’ju ndihur t’ia filloni përshtatjes së %s-it.
sr_latn: Ovo su neki od naših omiljenih dodataka koji Vam mogu pomoći da počnete personalziciju %s-a.
sv_se: Här är några av våra favorittillägg för att hjälpa dig att komma igång med anpassning %s.

source: Search tools relating to %s
hu: %s kategóriához kapcsolódó eszközök keresése
id: Perangkat pencarian terkait dengan %s
ka: %s-თან დაკავშირებული ძიების ხელსაწყოები
kab: Nadi ifecka icudden ar %s
ms: Alatan carian berkaitan dengan %s
sk: Vyhľadávacie nástroje vzťahujúce sa ku kategórii %s
sq: Mjete kërkimi të lidhura me %s
sr_latn: Alati za pretragu srodni za %s
sv_se: Sökverktyg som rör %s

source: Search tools and search-related extensions
hu: Keresőeszközök és kereséssel kapcsolatos bővítmények
id: Perangkat pencarian dan ekstensi terkait pencarian
ka: ძიების ხელსაწყოები და საძიებო სისტემები
kab: Ifecka n unadi akked isiɣzaf icudden ar unadi
ms: Alatan carian dan ekstensi berkaitan-carian
sk: Vyhľadávacie nástroje alebo rozšírenia vzťahujúce k vyhľadávaniu
sq: Mjete kërkimi dhe zgjerime të lidhura me kërkimin
sr_latn: Alati za pretragu i njima srodna proširenja
sv_se: Sökverktyg och sökrelaterade utökningar

source: Search tools
hu: Keresőeszközök
id: Perangkat pencarian
ka: ძიების ხელსაწყოები
kab: Ifecka n unadi
ms: Alatan carian
sk: Vyhľadávacie nástroje
sq: Mjete kërkimi
sr_latn: Alati za pretragu
sv_se: Sökverktyg

source: Most Users
hu: Legtöbb felhasználó
id: Sebagian Besar Pengguna
ka: მეტი მომხმარებელი
kab: Yettwaseqdac aṭas
ms: Ramai Pengguna
sk: Najviac používateľov
sq: Shumica e Përdoruesve
sr_latn: Većina korisnika
sv_se: Flest användare

source: Up & Coming
hu: Ígéretes
id: Yang akan Datang
ka: ზრდადი მოთხოვნის
kab: I teddu-d
ms: Penampilan
sk: Zaujímavé
sq: Premtuese
sr_latn: Nadolazeće
sv_se: Bubblare

source: Created
es_ar: Creadas
fi: Luotu
fur: Creât
fy_nl: Oanmakke
he: תאריך יצירה
hr: Stvoreno
hu: Létrehozva
ia: Create
id: Dibuat
is: Búið til
ka: შემქმნელი:
kab: Yettwarna
ms: Dicipta
nb_no: Opprettet
nn_no: Oppretta
ro: Creat
sk: Vytvorené
sq: U krijua
sr_latn: Kreirano
sv_se: Skapad
te: నిర్మించబడినది
th: สร้างเมื่อ
tr: Oluşturma
vi: Đã tạo

source: {0}: Featured Add-ons
hu: {0}: Kiemelt kiegészítők
id: {0}: Pengaya Unggulan
ka: {0}: რჩეული დამატებები
kab: {0}: Izegrar yettwasnen
ms: {0}: Add-ons Sorotan
sk: {0}: odporúčané doplnky
sq: {0}: Shtesa të Zgjedhura
sr_latn: {0}: Istaknuti dodaci
sv_se: {0}: Utvalda tillägg

source: Featured Add-ons
hu: Kiemelt kiegészítők
id: Pengaya Unggulan
ka: რჩეული დამატებები
kab: Izegrar yettwasnen
ms: Add-ons Sorotan
sk: Odporúčané doplnky
sq: Shtesa të Zgjedhura
sr_latn: Istaknuti dodaci
sv_se: Utvalda tillägg

source: No featured add-ons in {0}.
hu: Nincs kiemelt kiegészítő a(z) {0} kategóriában.
id: Tidak ada pengaya unggulan pada {0}.
ka: რჩეული დამატებები {0}-ში არ არის.
kab: Ulac izegrar yettwasnen di {0}.
ms: Tiada add-ons sorotan dalam {0}.
sk: Žiadne odporúčané doplnky v {0}.
sq: Pa shtesa të përzgjedhura në {0}.
sr_latn: Nema istaknutih dodataka u kategoriji {0}.
sv_se: Inga utvalda tillägg i {0}.

source: Here's a few of our favorite add-ons to help you get started customizing %(app)s.
hu: Itt van néhány népszerű kiegészítő, hogy segítsen testreszabni a %(app)s alkalmazást.
id: Ini adalah sejumlah pengaya favorit kami untuk membantu anda mulai menyesuaikan %(app)s.
ka: აგერ, რამდენიმე რჩეული დამატება, რომლებიც დაგეხმარებათ %(app)s-ის მორგების დაწყებაში.
kab: Haten-aya kra n izegrar-nneɣ inuraf ak-dimudden tazwart deg aggan n %(app)s.
ms: Di sini ada beberapa add-ons kegemaran kami untuk membantu anda mulakan penyesuaian %(app)s.
sk: Tu je niekoľko obľúbených doplnkov, pomocou ktorých si môžete upraviť %(app)s.
sq: Ja disa nga shtesat tona të parapëlqyera për t’ju ndihmuar t’ia filloni me personalizimin e %(app)s-it.
sr_latn: Ovo su neki od naših omiljenih dodataka koji Vam mogu pomoći da počnete personalziciju %(app)s -a.
sv_se: Här är några av våra favorittillägg för att hjälpa dig att komma igång med anpassning %(app)s.

source: Install Dictionary
hu: Szótár telepítése
id: Pasang Kamus
ka: ლექსიკონის დაყენება
kab: Sebded amawal
ms: Pasang Kamus
sk: Nainštalovať slovník
sq: Instalo Fjalor
sr_latn: Instaliraj rečnik
sv_se: Installera ordlista

source: Install Language Pack
hu: Nyelvi csomag telepítése
id: Pasang Paket Bahasa
ka: ენის დაყენება
kab: Sebded akemmus n tutlayt
ms: Pasang Pek Bahasa
sk: Nainštalovať jazykový balík
sq: Instalo Paketë Gjuhësore
sr_latn: Instaliraj jezički paket
sv_se: Installera språkpaket

source: Download Dictionary
hu: Szótár letöltése
id: Unduh Kamus
ka: ლექსიკონის ჩამოტვირთვა
kab: Sider amawal
ms: Muat turun Kamus
sk: Prevziať slovník
sq: Shkarkoni Fjalor
sr_latn: Preuzmi rečnik
sv_se: Hämta hem ordlista

source: Download Language Pack
hu: Nyelvi csomag letöltése
id: Unduh Paket Bahasa
ka: ენის პაკეტის ჩამოტვირთვა
kab: Sider akemmus n tutlayt
ms: Muat turun Pek Bahasa
sk: Prevziať jazykový balík
sq: Shkarkoni Paketë Gjuhësore
sr_latn: Preuzmi jezički paket
sv_se: Hämta hem språkpaket

source: Available in your locale
hu: Elérhető ezen a nyelven
id: Tersedia dalam pelokalan Anda
ka: თქვენს ენაზე ხელმისაწვდომი
kab: Yella di tutlayt inek
ms: Ada dalam bahasa anda
sk: Dostupné vo vašom jazyku
sq: E passhme në gjuhën tuaj
sr_latn: Dostupno u Vašem lokalu
sv_se: Tillgänglig på ditt språk

source: List of language packs and dictionaries available in your locale.
hu: Sorolja fel a nyelvi csomagokat és szótárakat, amelyek elérhetők az Ön nyelvén.
id: Daftar paket bahasa dan kamus yang tersedia dalam pelokalan Anda.
ka: თქვენს ენაზე ხელმისაწვდომი ენის პაკეტების და ლექსიკონების ჩამონათვალი.
kab: Tabdart n ikemmusen n tutlayt akked imawalen yellan di tutlayt inek.
ms: Senarai pek bahasa dan kamus yang tersedia dalam bahasa anda.
sk: Zoznam jazykových balíkov a slovníkov dostupných vo vašom jazyku.
sq: Listë paketash gjuhësore dhe fjalorësh që mund të kihen për vendoren tuaj.
sr_latn: Spisak jezičkih paketa i rečnika je dostupna u Vašem lokalu.
sv_se: Lista över språkpaket och ordlistor tillgängliga på ditt språk.

source: Language
hu: Nyelv
id: Bahasa
ka: ენა
kab: Tutlayt
ms: Bahasa
sk: Jazyk
sq: Gjuhë
sr_latn: Jezik
sv_se: Språk

source: Dictionary
es_ar: Diccionario
fi: Oikolukusanasto
fur: Dizionari
fy_nl: Wurdboek
he: מילון
hr: Rječnik
hu: Szótár
ia: Dictionario
id: Словник
is: Orðasafn
ka: ლექსიკონი
kab: Amawal
ms: Kamus
nb_no: Ordbok
nn_no: Ordliste
ro: Dicționar
sk: Slovník
sq: Fjalor
sr_latn: Rečnik
sv_se: Ordlista
te: నిఘంటువు
th: พจนานุกรม
tr: Sözlükler
vi: Từ điển

source: Language Pack
es_ar: Paquete de idioma
fi: Kielipaketti
fur: Pachet des lenghis
fy_nl: Taalpakket
he: חבילת שפה
hr: Jezični paket
hu: Nyelvi csomag
ia: Pacchetto de lingua
id: Paket Bahasa
ka: ენის პაკეტი
kab: Akemmus utlayan
ms: Pek Bahasa
nb_no: Språkpakke
nn_no: Språkpakke
ro: Pachet lingvistic
sk: Jazykový balík
sq: Paketë Gjuhësore
sr_latn: Jezički paket
sv_se: Språkpaket
th: ชุดภาษา
tr: Dil Paketi
vi: Gói ngôn ngữ

source: All locales
hu: Összes nyelv
id: Seluruh pelokalan
ka: ყველა ენა
kab: Akk tutlayin
ms: Semua lokaliti
sk: Všetky jazyky
sq: Krejt vendoret
sr_latn: Svi lokali
sv_se: Alla språk

source: List of language packs and dictionaries.
hu: Nyelvi csomagok és szótárak listája
id: Daftar paket bahasa dan kamus.
ka: ენის პაკეტების და ლექსიკონების სია.
kab: Tabdart n ikemmusen n tutlayin akked imawalen.
ms: Senarai pek bahasa dan kamus.
sk: Zoznam jazykových balíkov a slovníkov.
sq: Listë paketash gjuhësore dhe fjalorësh.
sr_latn: Spisak jezičkih paketa i rečnika.
sv_se: Lista på språkpaket och ordlistor.

source: {0} :: Search Tools
hu: {0} :: Keresőeszközök
id: {0} :: Perangkat Pencarian
ka: {0} :: ძიების ხელსაწყოები
kab: {0} :: Ifecka n unadi
ms: {0} :: Cari Alatan
sk: {0} :: Vyhľadávacie nástroje
sq: {0} :: Mjete Kërkimi
sr_latn: {0} :: Alati za pretragu
sv_se: {0} :: Sökverktyg

source: <b>{0}</b> add-on
es_ar: <b>{0}</b> complemento
fi: <b>{0}</b> lisäosa
fur: <b>{0}</b> component adizionâl
he: תוספת <b>אחת</b>
hr: <b>{0}</b> dodatak
hu: <b>{0}</b> kiegészítő
ia: <b>{0}</b> additivo
id: <b>{0}</b> додаток
is: <b>{0}</b> viðbót
ka: <b>{0}</b> დამატება
kab: <b>{0}</b> azegrir
ms: <b>{0}</b> add-ons
nb_no: <b>{0}</b> utvidelse
nn_no: <b>{0}</b> utviding
ro: <b>{0}</b> supliment
sk: <b>{0}</b> doplnok
sq: <b>{0}</b> shtesë
sr_latn: <b>{0}</b> dodatak
sv_se: <b>{0}</b> tillägg
te: <b>{0}</b> పొడిగింత
th: <b>{0}</b> ส่วนเสริม
tr: <b>{0}</b> eklenti
vi: <b>{0}</b> tiện ích

source: Search Extensions
hu: Keresőszolgáltatások
id: Pencarian Ekstensi
ka: ძიების გაფართოებები
kab: Nadi isiɣzaf
ms: Cari Ekstensi
sk: Doplnky pre vyhľadávanie
sq: Zgjerime për Kërkime
sr_latn: Pretraži ekstenzije
sv_se: Sök utökningar

source: Add search-related functionality to Firefox
hu: Kereséssel kapcsolatos funkció hozzáadása a Firefox böngészőhöz.
id: Tambahkan fungsi terkait pencarian pada Firefox
ka: დაამატეთ საძიებო სისტემები Firefox-ს
kab: Rnu ar Firefox timahilin icudden ar unadi
ms: Tambah fungsi berkaitan-carian ke Firefox
sk: Do Firefoxu pridávajú funkcie vzťahujúce sa k vyhľadávaniu
sq: Shtojini Firefox-it funksione që lidhen me kërkimin
sr_latn: Dodajte funkcionalnosti pretraživanja u Firefox
sv_se: Lägg till sökrelaterad funktionalitet i Firefox

source: Search Providers
hu: Szolgáltatók keresése
id: Penyedia Pencarian
ka: საძიებო სისტემები
kab: Imseddayen n unadi
ms: Penyedia Carian
sk: Poskytovatelia vyhľadávania
sq: Mundësues Kërkimesh
sr_latn: Pretraživači
sv_se: Sök leverantörer

source: Find new providers for your search bar
hu: Találjon új szolgáltatásokat a keresőmezőhöz
id: Temukan penyedia baru untuk batang pencarian anda
ka: მონახეთ ახალი სისტემები, თქვენი საძიებო ზოლისთვის
kab: Af-d imseddayen n unadi i ufeggag inek n unadi
ms: Cari penyedia baru untuk bar carian anda
sk: Nájdite si nových poskytovateľov pre panel vyhľadávania
sq: Gjeni mundësues të rinj për te shtylla juaj e kërkimeve
sr_latn: Pronađite nove pretraživače za Vašu traku za pretragu
sv_se: Hitta nya leverantörer för ditt sökfält
