Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: You will receive an email when the full review is complete. Until then, your add-on is displayed in our gallery as experimental and users are receiving automatic updates. Some features are unavailable to your add-on.
hu: A teljes ellenőrzési folyamat befejezésekor levelet fog kapni. A kiegészítő kísérleti kiegészítőként jelenik meg a galériában és a felhasználók automatikus frissítést kapnak. Néhány funkció nem érhető el a kiegészítőhöz.
id: Anda akan menerima surel jika ulasan lengkap sudah selesai. Hingga saat itu, pengaya anda ditampilkan dalam galeri kami sebagai eksperimental dan pengguna menerima pembaruan otomatis. Sejumlah fitur tidak tersedia untuk pengaya anda.
sk: Jakmile bude plná kontrola hotova, obdržíte e-mail. Do té doby bude váš doplněk zobrazen v naší galerii jako experimentální a uživatelé k němu budou získávat aktualizace. Některé funkce však pro váš doplněk nebudou dostupné.
sq: Do të merrni një email kur të plotësohet shqyrtimi i plotë. Deri atëherë, shtesa juaj shfaqet te galeria jonë si eksperimentale dhe përdoruesit marrin përditësime të vetvetishme. Disa veçori janë të papërdorura për shtesën tuaj.
sr_latn: Dobićete e-poštu kada pun pregled bude gotov. Do tada, Vaš dodatak je prikazan u našoj galeriji kao eksperimentalni i korisnici dobijaju automatske nadogradnje. Neke mogućnosti nisu dostupne Vašem dodatku.
sv_se: Du kommer att få ett mejl när hela granskningen är klar. Fram till dess, visas ditt tillägg i vårt galleri som experimentell och användare får automatiska uppdateringar. Vissa funktioner är inte tillgängliga för ditt tillägg.

source: You will receive an email when the full review is complete, making you able to bundle your add-on with an application installer.
sq: Do të merrni një email, kur të jetë plotësuar shqyrtimi i plotë, çka ju krijon mundësinë të paketoni shtesën tuaj me një instalues aplikacioni.

source: All add-ons hosted in our gallery must now be reviewed by an editor. If you wish to continue hosting your add-on, please click to select a review process.
sq: Krejt shtesat e strehuara te galeria jonë tani e tutje duhet të jenë shqyrtuar nga një redaktor. Nëse dëshironi ta vazhdoni strehimin e shtesës suaj, ju lutemi, klikoni që të përzgjidhni një proces shqyrtimi.

source: Current Version:
hu: Jelenlegi verzió:
id: Versi Terkini:
sk: Aktuálna verzia:
sq: Versioni i Tanishëm:
sr_latn: Trenutna verzija:
sv_se: Nuvarande version:

source: This is the version of your add-on that will be installed if someone clicks the Install button on addons.mozilla.org. It is only relevant for listed add-ons.
id: Ini adalah versi pengaya anda yang akan dipasang jika seseorang mengklik tombol Pasang di addons.mozilla.org. Hanya relevan untuk pengaya yang terdaftar.
sq: Ky është një version i shtesës suaj që do të jetë e instalueshme nëse dikush klikon butonin e instalimit te addons.mozilla.org. Kjo vlen vetëm për shtesat e paraqitura.
sv_se: Detta är den version av ditt tillägg som kommer att installeras om någon klickar på knappen Installera på addons.mozilla.org. Detta är endast relevant för listade tillägg.

source: Created:
es_ar: Creado:
fi: Luotu:
fur: Creât:
fy_nl: Makke:
he: מועד היצירה:
hr: Stvoreno:
hu: Létrehozva:
ia: Create:
id: Dibuat:
is: Búið til:
ka: შემქმნელი:
kab: Yettwarna:
ms: Dicipta:
nb_no: Opprettet:
nn_no: Oppretta:
ro: Creat:
sk: Vytvorené:
sq: Krijuar:
sr_latn: Napravljeno:
sv_se: Skapad:
te: సృష్టించబడింది:
th: สร้างเมื่อ:
tr: Oluşturma:
vi: Được tạo:

source: %%b %%e, %%Y
hu: %%Y. %%b. %%e.
sq: %%e %%b, %%Y
sv_se: %%e %%b %%Y

source: Next Version:
hu: Következő verzió:
id: Versi Berikutnya:
sk: Ďalšia verzia:
sq: Versioni Pasues:
sr_latn: Sledeća verzija:
sv_se: Nästa version:

source: This is the newest uploaded version, however it isn’t live on the site yet.
sq: Ky është versioni më i ri i ngarkuar, por ende nuk është efektiv te sajti.

source: Queues are not reviewed strictly in order
hu: A sorok nem feltétlen szigorú sorrendben értékeltek
id: Antrean tidak ditinjau secara ketat dalam urutan
ka: განსახილველად გადასაცემთა რიგში, თანმიმდევრობა მკაცრად არ მოწმდება
ms: Baris gilir tidak disemak mengikut giliran
sq: Në shqyrtime radha s’ruhet në mënyrë strikte
sr_latn: Redovi nisu strogo pregledani u redu
sv_se: Köerna granskas inte i strikt ordning
te: వరుసలు ఖచ్చితమైన క్రమంలో సమీక్షించబడవు

source: (required since this add-on accepts contributions)
hu: (szükséges, mivel ezt a kiegészítő elfogad adományt)
id: (diperlukan karena pengaya ini menerima kontribusi)
sq: (e domosdoshme, ngaqë kjo shtesë pranon kontribute)
sr_latn: (potrebno jer ovaj dodatak prihvata doprinose)
sv_se: (krävs eftersom detta tillägg accepterar bidrag)

source: Manage Your Developer Profile
hu: Fejlesztői profil kezelése
id: Mengelola Profil Pengembang Anda
kab: Sefrek amaɣnu yinek n uneflay
sk: Spravovať svoj profil vývojára
sq: Administroni Profilin Tuaj si Zhvillues
sr_latn: Upravljajte Vašim profilom programera
sv_se: Hantera din utvecklarprofil

source: Create a Developer Profile
hu: Fejlesztői profil létrehozása
id: Membuat Profil Pengembang
kab: Rnu amaɣnu n uneflay
sk: Vytvorenie profilu vývojára
sq: Krijoni një Profil Zhvilluesi
sr_latn: Napravite profil programera
sv_se: Skapa en utvecklarprofil

source: Your developer profile will tell users about you, why you made this add-on, and what's next for the add-on. This profile is required for add-ons requesting contributions, but can be useful for any developer interested in connecting with users.
hu: A fejlesztői profil egy bemutatkozás, hogy miért készítette ezt a kiegészítőt és mi lesz a következő lépés a fejlesztésében. Azoknál a kiegészítőknél, ahol a fejlesztő adományokat kér, ott a profil kitöltése kötelező, de hasznos lehet bármelyik fejlesztő számára, akik kapcsolatba szeretne lépni a felhasználóival.
id: Profil pengembang anda akan mengatakan pada pengguna mengenai anda, mengapa anda membuat pengaya ini, dan apa yang akan dilakukan berikutnya untuk pengaya. Profil ini memerlukan permintaan kontribusi pengaya, namun bisa berguna untuk setiap pengembang yang tertarik berhubungan dengan pengguna.
sk: Z vášho profilu vývojára sa používatelia dozvedia informácie o vás, o tom, prečo ste svoj doplnok vytvorili a o chystaných novinkách. Tento profil je vyžadovaný pri žiadaní príspevkov na vývoj, ale môže užitočný aj pri komunikácii vývojára a používateľov.
sq: Profili juaj si zhvillues u tregon përdoruesve rreth jush, pse e krijuat këtë shtesë, dhe çfarë të presin më tej për këtë shtesë. Ky profil është i domosdoshëm te shtesat që kërkojnë për kontribute, por mund të jetë i dobishëm për cilindo zhvillues të interesuar për t’u lidhur me përdoruesit.
sr_latn: Vaš profil programera će reći korisnicima o vama, zašto ste napravili ovaj dodatak i šta je sledeće za dodatak. Ovaj profil je neophodan za dodatke koji traže doprinose, ali može biti korisno za bilo kojeg programera koji je zainteresovan za kontakt sa korisnicima.
sv_se: Din utvecklarprofil informerar användarna om dig, varför du gjorde detta tillägg och vad som är nästa steg för tillägget. Denna profil krävs för tillägg som begär bidrag, men kan vara användbar för alla utvecklare som är intresserade av få kontakt med användare.

source: Make sure your user profile is up to date.
hu: Győződjön meg róla, hogy a felhasználói profilja naprakész.
id: Memastikan profil anda terbarukan.
kab: Wali ma yella amaɣnu yinek n useqdac yettusmiren.
sk: Uistite sa, že váš používateľský profil je aktuálny.
sq: Sigurohuni që profili juaj i përdoruesit është i përditësuar.
sr_latn: Uverite se da je Vaš korisnički profil ažuriran.
sv_se: Kontrollera att din användarprofil är uppdaterad.

source: <a href="%(url)s"><strong>Update your user profile.</strong></a>
hu: <a href="%(url)s"><strong>saját profil frissítése.</strong></a>
id: <a href="%(url)s"><strong>Memperbarui profil pengguna anda.</strong></a>
kab: <a href="%(url)s"><strong>Smiren amaɣnu yinek n useqdac.</strong></a>
sk: <a href="%(url)s"><strong>Aktualizovať váš používateľský profil</strong></a>
sq: <a href="%(url)s"><strong>Përditësoni profilin tuaj si përdorues.</strong></a>
sr_latn: <a href="%(url)s"><strong>Ažurirajte Vaš profil.</strong></a>
sv_se: <a href="%(url)s"><strong>Uppdatera din användarprofil.</strong></a>

source: Whether it was an idea while in line at the grocery store or the solution to one of life's great problems, share your story.
hu: Akár a boltban sorban állás közben jött az ötlet, akár az élet nagy problémáinak egyikét sikerült megoldania – ossza meg történetét.
id: Apakah itu hanya ide saat mengantre di toko kelontong atau solusi untuk persoalan besar dalam hidup seseorang, bagikan cerita anda.
sk: Či už to bol nápad, na ktorý ste prišli počas čakania v rade v potravinách alebo riešenie jedného z vašich veľkých problémov, podeľte sa o svoj príbeh.
sq: Qoftë kur qe një ide që ju erdhi kur qetë në radhë për akullore, qoftë kur bëhet fjalë për zgjidhjen e një prej problemeve madhore të jetës, na tregoni rastin tuaj.
sr_latn: Nebitno je da li je to ideja koju ste imali dok ste čekali u redu u prodavnici ili rešenje za jednog od velikih životnih problema, podelite svoju priču.
sv_se: Om det var en idé som du fick i kön i mataffären eller lösningen på ett av livets stora problem, dela din berättelse.

source: Telling your users what's coming soon will give them something to look forward to.
hu: Mindig jó ötlet a felhasználóknak elmondani, mire számíthatnak.
id: Menyampaikan pada pengguna apa yang akan muncul dalam waktu dekat akan memberi mereka sesuatu untuk ditunggu.
sk: Povedzte svojim používateľom, čo chystáte a na čo sa môžu tešiť.
sq: Duke u treguar përdoruesve se ç’vjen së afërmi, u jepet diçka që të jenë në pritje.
sr_latn: Govorite svojim korisnicima šta uskoro dolazi jer će im to dati nešto čemu da se raduju.
sv_se: Berätta för dina användare vad som snart kommer kan att ge dem något att se fram emot.

source: View All
es_ar: Ver todo
fi: Näytä kaikki
fur: Mostre dut
fy_nl: Alles besjen
he: הצגת הכל
hr: Pogledaj sve
hu: Mutassa mindet
ia: Vider toto
id: Tampilkan Semua
is: Birta allt
ka: ყველას ნახვა
kab: Sken akk
ms: Papar Semua
nb_no: Vis alle
nn_no: Vis alle
ro: Vezi toate
sk: Zobraziť všetko
sq: Shihini Krejt
sr_latn: Prikaži sve
sv_se: Visa alla
te: అన్నిటినీ వీక్షించు
th: ดูทั้งหมด
tr: Tümünü göster
vi: Xem Tất cả

source: View Statistics Dashboard
es_ar: Ver el panel de estadísticas
fi: Näytä tilastojen kojelauta
fur: Viôt il panel des statistichis
fy_nl: Statistikendashboerd besjen
he: הצגת לוח סטטיסטיקה
hr: Pregled Nadzorne ploče statistike
hu: Statisztika áttekintése
ia: Vider pannello de statistica
id: Tampilkan Papan Statistik
is: Skoða tölfræðistjórnborð
ka: სტატისტიკური მონაცემების გვერდი
kab: Wali tafelwit n usenqed n tidaddanin
ms: Lihat Statistik Papan Pemuka
nb_no: Vis statistikkoversikt
nn_no: Vis statistikkdashbord
ro: Vezi tabloul de bord pentru statistici
sk: Zobraziť štatistiku
sq: Shihni Pultin e Statistikave
sr_latn: Pogledaj kontrolnu tablu statistika
sv_se: Visa statistiköversikt
te: గణాంకాల డాష్‌బోర్డు చూడండి
th: ดูแดชบอร์ดสถิติ
tr: İstatistik panosunu göster
vi: Hiển thị Bảng thống kê

source: Compatibility Reports
hu: Kompatibilitási jelentések
id: Laporan Kompatibilitas
ka: თავსებადობის მოხსენებები
kab: Ineqqisen n umṣada
ms: Laporan Keserasian
sk: Hlásenia o kompatibilite
sq: Njoftime Përputhshmërie
sr_latn: Izveštaji kompatibilnosti
sv_se: Kompatibilitetsrapporter

source: {0} failure reports
hu: {0} jelentés hibáról
id: {0} laporan kegagalan
ka: {0} მოხსენება წარუმატებლობის შესახებ
ms: {0} laporan kegagalan
sk: {0} chybových hlásení
sq: {0} njoftime dështimi
sr_latn: {0} izveštaja o neuspehu
sv_se: {0} misslyckade rapporter

source: {0} success reports
hu: {0} jelentés sikerről
id: {0} laporan keberhasilan
ka: {0} მოხსენება წარმატების შესახებ
ms: {0} laporan kejayaan
sk: {0} úspešných hlásení
sq: {0} njoftime suksesi
sr_latn: {0} izveštaja o uspehu
sv_se: {0} godkända rapporter

source: Developer News
es_ar: Noticias para desarrolladores
fi: Kehitysuutiset
fur: Notiziis pai svilupadôrs
fy_nl: Untwikkelersnijs
he: חדשות המפתחים
hr: Vijesti za programere
hu: Fejlesztői hírek
ia: Novas de disveloppator
id: Berita Pengembang
is: Fréttir fyrir þróunaraðila
ka: დეველოპერის სიახლეები
kab: Isallen n uneflay
ms: Berita Pembangun
nb_no: Nyheter for utviklere
nn_no: Utviklarnytt
ro: Știri pentru dezvoltatori
sk: Novinky od vývojárov
sq: Lajme Zhvilluesish
sr_latn: Programerske vesti
sv_se: Utvecklarnyheter
te: డెవలపర్ వార్తలు
th: ข่าวนักพัฒนา
tr: Geliştirici Haberleri
vi: Tin tức nhà phát triển

source: View the blog &#9658;
es_ar: Ver el blog &#9658;
fi: Siirry blogiin &#9658;
fur: Visualize il blog &#9658;
fy_nl: Lês de blog &#9658;
he: צפייה בבלוג &#9668;
hr: Pogledaj blog &#9658;
hu: A blog megtekintése &#9658;
ia: Vide le blog &#9658;
id: Lihat blog &#9658;
is: Skoðaðu bloggið &#9658;
ka: ეწვიეთ სვეტს &#9658;
kab: Wali ablug &#9658;
ms: Lihat blog &#9658;
nb_no: Les bloggen &#9658;
nn_no: Les bloggen &#9658;
ro: Vezi blogul &#9658;
sk: Zobraziť blog &#9658;
sq: Shihni blogun &#9658;
sr_latn: Prikaži blog &#9658;
sv_se: Visa bloggen &#9658;
te: బ్లాగుని చూడండి &#9658;
th: ดูบล็อก &#9658;
tr: Blogu görüntüle &#9658;
vi: Xem blog &#9658;

source: Please choose a license appropriate for the rights you grant on your source code. It is only relevant for listed add-ons.
sq: Ju lutemi, zgjidhni një licencë të përshtatshme me të drejtat që akordoni mbi kodin burim të shtesës suaj. Kjo vlen vetëm për shtesat e paraqitura.

source: Allowed HTML: {0}
hu: Engedélyezett HTML tagok: {0}
id: HTML diperbolehkan: {0}
kab: HTML yettusirgen: {0}
sk: Povolené značky HTML: {0}
sq: HTML e Lejuar: {0}
sr_latn: Dozvoljen HTML: {0}
sv_se: Tillåten HTML: {0}

source: Some HTML supported.
hu: Némi HTML támogatva.
id: Beberapa markah HTML didukung.
ka: მხარდაჭერილია ზოგიერთი HTML ელემენტი.
kab: Kra n HTML yettusefraken.
ms: Beberapa HTML disokong.
sk: Podporované sú niektoré značky HTML.
sq: Lejohet ca HTML.
sr_latn: Neki imaju podržan HTML.
sv_se: Viss HTML-stöd.
te: కొంత HTMLకి తోడ్పాటుంది.

source: Remove this application
es_ar: Borrar esta aplicación
fi: Poista tämä sovellus
fur: Gjave cheste aplicazion
fy_nl: Dizze tapassing fuortsmite
he: הסרת יישום זה
hr: Ukloni ovaj program
hu: Alkalmazás eltávolítása
ia: Remover iste application
id: Hapus aplikasi ini
is: Fjarlægja þetta forrit
ka: პროგრამის ამოშლა
kab: Kkes asnas-agi
ms: Buang aplikasi ini
nb_no: Fjern denne applikasjonen
nn_no: Fjern denne appen
ro: Elimină această aplicație
sk: Odstrániť túto aplikáciu
sq: Hiqe këtë aplikacion
sr_latn: Ukloni ovu aplikaciju
sv_se: Ta bort denna applikation
te: ఈ అనువర్తనాన్ని తీసివేయండి
th: เอาแอปพลิเคชันนี้ออก
tr: Bu uygulamayı kaldır
vi: Loại bỏ ứng dụng này

source: Select <b>up to {0}</b> {1} category for this add-on:
hu: Válasszon <b>legfeljebb {0}</b> {1} kategóriát a kiegészítőhöz:
id: Pilih <b>hingga {0}</b> {1} kategori untuk pengaya ini:
ka: მიუთითეთ <b> არაუმეტეს {0}</b> {1} კატეგორია, დამატებისთვის:
kab: Kren <b>arma d {0}</b> {1} n taggayt i uzegrir-agi:
ms: Pilih <b>sehingga {0}</b> {1} kategori untuk add-on ini:
sk: Zvoľte <b>{0}</b> kategóriu aplikácie {1} pre tento doplnok:
sq: Përzgjidhni për këtë shtesë <b>deri në {0}</b> {1} kategori:
sr_latn: Izaberite <b>do {0}</b> {1} kategoriju za ovaj dodatak:
sv_se: Välj <b>upp till {0}</b> {1} kategori för detta tillägg:
te: ఈ పొడగింత కోసం <b>ఒక</ b> {1} వర్గం ఎంచుకోండి:

source: Users will be required to accept the following End-User License Agreement (EULA) prior to installing your add-on. The presence of a EULA significantly affects the number of downloads an add-on receives. Please note that a EULA is not the same as a code license, such as the GPL or MPL. It is only relevant for listed add-ons.
sq: Për përdoruesit do të jetë e domosdoshme të pranojnë Marrëveshjen e Licencës së Përdoruesit të Zakonshëm (EULA) vijuese përpara se të instalojnë shtesën tuaj. Prania e një EULA-je prek në mënyrë domethënëse numrin e shkarkimeve që i bëhen një shtese. Ju lutemi, vini re që një EULA s’është e njëjta gjë me një licencë kodi, fjala vjen GPL apo MPL. Kjo vlen vetëm për shtesa të pranishme në lista.

source: If your add-on transmits any data from the user's computer, a privacy policy is required that explains what data is sent and how it is used. It is only relevant for listed add-ons.
sq: Nëse shtesa juaj transmeton çfarëdo të dhënash që nga kompjuteri i përdoruesit, lypsen rregulla privatësie për të, që shpjegojnë se çfarë të dhënash dërgohen dhe se si përdoren. Kjo vlen vetëm për shtesa të pranishme në lista.

source: If your add-on contains binary or obfuscated code other than known libraries, upload its sources for review.
id: Jika pengaya anda mengandung kode biner atau kode yang dikaburkan selain pustaka yang diketahui, unggah sumbernya untuk ulasan.
ka: თუ თქვენი დამატება შეიცავს ორობით ან ცნობილი ბიბლიოთეკებისგან განსხვავებულ კოდს, განსახილველად ატვირთეთ მისი წყაროები.
kab: Ma yella azegri inek yegber afaylu imsin neɣ tangalt n uskussem ur yettwasnen ara d temkaṛḍiyin, sali-d aɣbalu yines akken ad ittucegger.
ms: Jika add-on anda mengandungi kod binari atau disamarkan selain kod pustaka yang diketahui, muat naik sumbernya untuk semakan.
sk: Ak váš doplnok obsahuje binárny alebo obfuskovaný kód a nejedná sa o známu knižnicu, nahrajte pre kontrolu jeho zdrojový kód.
sq: Nëse shtesa juaj përmban kod dyor ose të turbullt, hiq librari të njohura, ngarkojini burimet e tyre për shqyrtim.
sr_latn: Ako Vaš dodatak sadrži binarni ili bagovit kod osim već poznatih biblioteka, otpremite svoje izvore na pregled.
sv_se: Om ditt tillägg innehåller binär eller förvrängd kod annat än kända bibliotek, ladda upp dess källor för granskning.

source: Read more about the source code review policy.
es_ar: Leer más sobre la política de revisión del código fuente.
fi: Lue lisää lähdekoodin katselmointikäytännöstä.
fur: Altris informazions su lis normis di revision dal codiç sorzint.
fy_nl: Lês mear oer it belied oangeande boarnekoadebeoardieling.
he: מידע נוסף על מדיניות סקירה לקוד מקור.
hr: Pročitaj više o politici pregleda izvornog koda.
hu: Olvasson többet a forráskód-értékelési házirendről.
ia: Leger plus sur le politica de revision del codice fonte.
id: Baca lebih lanjut mengenai kebijakan mengulas kode sumber.
ka: გაეცანით პირველწყარო კოდის მიმოხილვის დებულებას.
kab: Ɣeṛ ugar ɣef tsertit n ucegger n tengalt aɣbalu.
ms: Baca selanjutnya perihal polisi semakan kod sumber.
nb_no: Les mer om retningslinjene for gjennomgang av kildekode.
nn_no: Les meir om vurderingspraksisen for kjeldekode.
ro: Citește mai multe despre politica de examinare a codului sursă.
sk: Prečítajte si viac o zásadách pre kontrolu zdrojového kódu.
sq: Lexoni më tepër rreth rregullave të shqyrtimit të kodit burim.
sr_latn: Pročitajte više o polisi pregleda izvornog koda.
sv_se: Läs mer om granskningspolicyn för källkod.
te: మూల సంకేత పరిభాష సమీక్ష విధానాన్ని గురించి మరింత చదవండి.
th: อ่านเพิ่มเติมเกี่ยวกับนโยบายการตรวจทานรหัสต้นฉบับ
tr: Kaynak kodu inceleme politikasıyla ilgili daha fazla bilgi edinin.
vi: Đọc thêm về chính sách xem xét mã nguồn.

source: You cannot remove an individual file after the review process has begun. You must delete the entire version.
hu: Nem távolíthat el különálló fájlokat az értékelési folyamat befejezte előtt. Az egész verziót törölnie kell.
id: Anda tidak bisa menghapus berkas individu setelah proses ulasan dimulai. Anda harus menghapus seluruh versi.
sk: Po zahájení procesu kontroly nemôžete odobrať konkrétny súbor. Musíte odstrániť celú verziu.
sq: S’mund të hiqni një kartelë të vetme pas fillimit të procesit të shqyrtimit. Duhet të fshini krejt versionin.
sr_latn: Vi ne možete da uklonite pojedinačnu datoteku nakon što je proces revizije započeo. Morate obrisati celu verziju.
sv_se: Du kan inte ta bort en enskild fil efter granskningsprocessen har inletts. Du måste ta bort hela versionen.

source: This file will be deleted on save.
hu: Ez a fájl mentéskor törlésre kerül.
id: Berkas ini akan dihapus saat menyimpan.
sk: Tento súbor bude pri uložení odstránený.
sq: Kjo kartelë do të fshihet gjatë ruajtjes.
sr_latn: Ova datoteka će biti izbrisana pri snimanju.
sv_se: Filen kommer att tas bort vid sparande.

source: Undo
hu: Visszavonás
id: Urung
sk: Späť
sq: Zhbëje
sr_latn: Poništi
sv_se: Ångra

source: You are currently requesting <b>contributions</b> from users
hu: Jelenleg <b>támogatást kér</b> a felhasználóktól
id: Anda sedang meminta <b>kontribusi</b> dari pengguna
kab: Aqla-k tura tessutureḍ <b>attekki</b> i yiseqdacen
sk: Aktuálne požadujete <b>príspevky</b> od používateľov
sq: Po kërkoni tashmë <b>kontribute</b> nga përdoruesit
sr_latn: Trenutno zahtevate <b>doprinose</b> od korisnika
sv_se: Du begär för närvarande <b>bidrag</b> från användare

source: Your contribution page: <a href="%(url)s">%(url_full)s</a>
hu: A közreműködői oldala: <a href="%(url)s">%(url_full)s</a>
id: Laman kontribusi anda: <a href="%(url)s">%(url_full)s</a>
kab: Asebter inek n uttekki: <a href="%(url)s">%(url_full)s</a>
sk: Vaša stránka s príspevkami: <a href="%(url)s">%(url_full)s</a>
sq: Faqja juaj e kontributeve: <a href="%(url)s">%(url_full)s</a>
sr_latn: Stranica sa Vašim doprinosima: <a href="%(url)s">%(url_full)s</a>
sv_se: Din bidragssida: <a href="%(url)s">%(url_full)s</a>

source: Disable Contributions
hu: Adományok letiltása
id: Matikan Kontribusi
kab: Sens attekki
sk: Vypnúť príspevky
sq: Çaktivizoji Kontributet
sr_latn: Onemogući doprinose
sv_se: Inaktivera bidrag

source: Voluntary Contributions
hu: Önkéntes adományok
id: Kontribusi Sukarela
kab: Ittekkiyen n twizi
sk: Dobrovoľné príspevky
sq: Kontribute Vullnetare
sr_latn: Dobrovoljni doprinosi
sv_se: Frivilliga bidrag

source: Add-ons enrolled in our contributions program can request voluntary financial support from users.
hu: Azok a kiegészítők, amelyek jelentkeznek a közreműködői programba, anyagi támogatást kérhetnek a felhasználóktól
id: Pengaya yang dimasukkan ke dalam program kontribusi bisa meminta dukungan finansial sukarela dari pengguna.
sk: Doplnok zahrnutý v našom programe pre príspevky môže žiadať od používateľov dobrovoľné finančné príspevky.
sq: Shtesat e regjistruara te programi ynë i kontributeve mund të kërkojnë nga përdoruesit përkrahje financiare vullnetare.
sr_latn: Dodaci upisani u naš program doprinosa mogu slobodno da zatraže finansijsku podršku od korisnika.
sv_se: Tillägg inskrivna i vårt bidragsprogram kan begära frivillig finansiellt stöd från användarna.

source: Encourage users to support your add-on through your Developer Profile
hu: Javasolni lehet a felhasználóknak, hogy támogassák a kiegészítőket a Fejlesztői profilon keresztül
id: Mendorong pengguna untuk mendukung pengaya anda melalui Profil Pengembang
sk: Umožnite používateľom v Centre pre vývojárov podporovať váš doplnok.
sq: Nxitini përdoruesit të përkrahin shtesën tuaj përmes Profilit tuaj të Zhvilluesit
sr_latn: Ohrabrite korisnike da podrže Vaše dodatke kroz Vaš programerski profil
sv_se: Uppmuntra användare att stödja ditt tillägg genom din utvecklarprofil

source: Choose when and how users are asked to contribute
hu: Válassza ki, hogy a felhasználók mikor és hogyan járuljanak hozzá
id: Pilih kapan dan bagaimana pengguna diminta untuk berkontribusi
kab: Fren melmi ara nini i yiseqdacen ad ttekkin d wamek
sk: Zvoľte, kedy a ako budú používatelia požiadaní o príspevok
sq: Përcaktoni kur dhe si u kërkohet përdoruesve të kontribuojnë
sr_latn: Izaberite kad i kako se od korisnika traži da doprinesu
sv_se: Välja när och hur användarna uppmanas att bidra
