Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: User Login
hu: Felhasználónév
id: Masuk
ka: მომხმარებლის შესვლა
kab: Tuqqna n useqdac
ms: Log Masuk Pengguna
sk: Prihlásenie používateľa
sq: Hyrje Përdoruesi
sr_latn: Prijava korisnika
sv_se: Användarinloggning

source: Enter your email
hu: Adja meg az e-mail címét
id: Masukkan surel Anda
sk: Zadajte svoj e-mail
sq: Jepni email-in tuaj
sv_se: Ange din e-postadress

source: Log In
hu: Bejelentkezés
id: Masuk
sk: Prihlásenie
sq: Hyni
sr_latn: Prijavi se
sv_se: Logga in

source: Email address
es_ar: Dirección de correo electrónico
fi: Sähköpostiosoite
fur: Direzion e-mail
fy_nl: E-mailadres
he: כתובת דוא״ל
hr: E-mail adresa
hu: E-mail cím
ia: Adresse email
id: Alamat email
is: Tölvupóstfang
nb_no: E-postadresse
nn_no: E-postadresse
ro: Adresă de e-mail
sk: E-mailová adresa
sq: Email
sr_latn: Adrese e-pošte
sv_se: E-postadress
th: ที่อยู่อีเมล
tr: E-posta adresi
vi: Địa chỉ email

source: Remember me on this device
hu: Jegyezzen meg ezen az eszközön
id: Ingat saya untuk perangkat ini
sk: Zapamätať si ma na tomto zariadení
sq: Mbamë mend në këtë pajisje
sr_latn: Zapamti me na ovom uređaju
sv_se: Kom ihåg mig på denna enhet

source: Login Problems?
hu: Bejelentkezési problémák?
id: Punya Masalah untuk Masuk?
sk: Problémy s prihlásením?
sq: Probleme Hyrjeje?
sr_latn: Problemi sa prijavljivanjem?
sv_se: Problem att logga in?

source: I don't have an account.
hu: Nincs fiókom.
id: Belum punya akun.
sk: Nemám účet.
sq: S’kam llogari.
sr_latn: Nemam nalog.
sv_se: Jag har inget konto.

source: I forgot my password.
hu: Elfelejtettem a jelszavam.
id: Lupa sandi.
sk: Zabudol som svoje heslo.
sq: Harrova fjalëkalimin tim.
sr_latn: Zaboravio sam lozinku.
sv_se: Jag har glömt mitt lösenord.

source: You are now logged in as <strong>%(user_email)s</strong>!
hu: Bejelentkezve mint <strong>%(user_email)s</strong>!
id: Anda sekarang masuk sebagai <strong>%(user_email)s</strong>!
sk: Ste prihlásený ako <strong>%(user_email)s</strong>!
sq: Tani jeni i futur si <strong>%(user_email)s</strong>!
sr_latn: Prijavljeni ste kao <strong>%(user_email)s</strong>!
sv_se: Du är inloggad som <strong>%(user_email)s</strong>!

source: Password Reset
hu: Jelszó beállítása
id: Setel Ulang Sandi
ka: პაროლის განულება
kab: Awal uffir ittuwennez
ms: Set semula Kata laluan
sk: Vynulovanie hesla
sq: Ricaktim Fjalëkalimi
sr_latn: Resetovanje lozinke
sv_se: Återställ lösenord

source: User Info for {0}
hu: {0} felhasználói adatai
id: Info Pengguna untuk {0}
ka: {0} მომხმარებლის მონაცემები
kab: Talɣut n useqdac i {0}
ms: Info pengguna untuk {0}
sk: Informácie o používateľovi {0}
sq: Të dhëna Përdoruesi për {0}
sr_latn: Informacije korisnika za {0}
sv_se: Användarinformation för {0}

source: Edit profile
hu: Profil szerkesztése
id: Edit profil
ka: პროფილის ჩასწორება
kab: Ẓreg amaɣnu
ms: Edit profil
sk: Upraviť profil
sq: Përpunoni profil
sr_latn: Uredi profil
sv_se: Redigera profil

source: Manage user
hu: Felhasználó kezelése
id: Kelola pengguna
ka: მომხმარებლის მართვა
kab: Sefrerk aseqdac
ms: Urus pengguna
sk: Spravovať používateľa
sq: Administroni përdoruesin
sr_latn: Upravljaj korisnikom
sv_se: Hantera användare

source: Report user
hu: Felhasználó bejelentése
id: Laporkan penguna
ka: მოხსენება ამ მომხმარებელზე
kab: Sefrek aseqdac
ms: Lapor pengguna
sk: Nahlásiť používateľa
sq: Raporto përdorues
sr_latn: Prijavite korisnika
sv_se: Rapportera användare

source: Add-ons Developer
hu: Kiegészítőfejlesztő
id: Pengembang Pengaya
ka: დამატების შემმუშავებელი
kab: Aneflay n izegrar
ms: Pembangun Add-ons
sk: Vývojár doplnkov
sq: Zhvillues Shtesash
sr_latn: Programer dodataka
sv_se: Tilläggsutvecklare

source: Themes Artist
hu: Témaalkotó
id: Seniman Tema
ka: თემების მხატვარი
kab: Anaẓuṛ n usentel
ms: Artis Tema
sk: Autor tém
sq: Artist Temash
sr_latn: Umetnik za teme
sv_se: Temats konstnär

source: About me
hu: Bemutatkozás
id: Tentang saya
ka: მონაცემები
kab: Fell-i
ms: Perihal diri saya
sk: O mne
sq: Rreth meje
sr_latn: O meni
sv_se: Om mig

source: In a little more detail...
hu: Kicsit részletesebben…
id: Keterangan lainnya...
ka: ცოტა უფრო ვრცლად...
kab: S talqayt...
ms: Agak lebih terperinci...
sk: Trošku podrobnejšie...
sq: Me pak më tepër hollësira...
sr_latn: Malo detaljnije...
sv_se: Lite mer i detalj...

source: Add-ons I've created
hu: Saját kiegészítéseim
id: Pengaya buatan saya
ka: ჩემ მიერ შექმნილი დამატებები
kab: Izegrar i rniɣ
ms: Add-ons yang saya cipta
sk: Doplnky, ktoré som vytvoril
sq: Shtesat që kam krijuar
sr_latn: Dodaci koje sam ja napravio
sv_se: Tillägg jag har skapat

source: My Most Popular Themes
hu: Legnépszerűbb témái
id: Tema Paling Populer Saya
ka: ჩემ მიერ შექმნილი, ყველაზე მეტად სასურველი თემები
kab: Isental-iw yettwasnen aṭas
ms: Tema Saya Paling Popular
sk: Moje najviac populárne témy
sq: Temat e Mia Më Popullore
sr_latn: Moje najpopularnije teme
sv_se: Mina mest populära teman

source: Themes I've created
hu: Létrehozott témák
id: Tema yang Saya Buat
ka: ჩემ მიერ შექმნილი თემები
kab: Isental i rniɣ
ms: Tema yang saya cipta
sk: Témy, ktoré som vytvoril(a)
sq: Temat që kam krijuar
sr_latn: Teme koje sam ja napravio
sv_se: Teman jag har skapat

source: Followed by Me
hu: Engem követnek
id: Diikuti oleh Saya
kab: Ṭafareɣ-ten
ms: Yang Saya Ikuti
sk: Sledované mnou
sq: Ndjekur prej Meje
sr_latn: Ja pratim
sv_se: Som jag följer

source: Created by Me
hu: Általam készített
id: Dibuat oleh Saya
ka: ჩემ მიერ შექმნილი
kab: Rniɣ-ten
ms: Yang Saya Cipta
sk: Vytvorené mnou
sq: Krijuar Prej Meje
sr_latn: Ja sam napravio
sv_se: Skapad av mig

source: My Reviews
hu: Saját értékelések
id: Ulasan Saya
ka: ჩემი მიმოხილვები
kab: Iceggiren-iw
ms: Ulasan Saya
sk: Moje recenzie
sq: Shqyrtimet e Mia
sr_latn: Moje recenzije
sv_se: Mina recensioner

source: No add-on reviews yet.
hu: Nincs még értékelve kiegészítő.
id: Belum pernah mengulas pengaya.
ka: მიმოხილვები, ჯერ არ გაკეთებულა.
kab: Ulac iceggiren n izegrar akka tura.
ms: Masih tiada ulasan add-on.
sk: Zatiaľ žiadne recenzie doplnku.
sq: Ende pa shqyrtime shtesash.
sr_latn: Nema recenzija dodataka.
sv_se: Inga tilläggsrecensioner ännu.

source: Report User
hu: Felhasználó jelentése
id: Laporkan Pengguna
ka: მოხსენება ამ მომხმარებელზე
ms: Lapor Pengguna
sk: Nahlásenie používateľa
sq: Raportoni Përdorues
sr_latn: Prijavite korisnika
sv_se: Rapportera användare

source: Success!
es_ar: ¡Éxito!
fi: Onnistui!
fur: Operazion completade!
fy_nl: Slagge!
he: הצלחה!
hr: Uspjeh!
hu: Sikerült!
ia: Successo!
id: Sukses!
nb_no: Suksess!
nn_no: Vellykka!
ro: Succes!
sk: Zmena úspešná!
sq: Sukses!
sr_latn: Uspeh!
sv_se: Succé!
th: สำเร็จ!
tr: Tamamlandı!
vi: Thành công!

source: Password successfully reset.
hu: A jelszó beállítása sikeresen megtörtént.
id: Sandi sukses disetel ulang.
sk: Heslo úspešne vynulované.
sq: Fjalëkalim i ricaktuar me sukses.
sr_latn: Lozinka je uspešno resetovana.
sv_se: Lösenordet återställt.

source: Password reset unsuccessful
hu: Jelszó átállítása sikertelen volt
id: Скидання пароля не вдалося
sk: Vynulovanie hesla nebolo úspešné
sq: Fjalëkalimi s’u ricaktua me sukses
sr_latn: Lozinka nije uspešno resetovana
sv_se: Lösenordsåterställning misslyckades

source: You have migrated to Firefox Accounts. You can no longer change your password here.
hu: Áttért a Firefox fiókok használatára, többé már nem változtathatja meg itt a jelszavát.
id: Anda telah bermigrasi ke Firefox Accounts. Anda tidak bisa lagi mengubah kata sandi di sini.
sq: Keni migruar te Llogaritë Firefox. S’mund ta ndryshoni më fjalëkalimin që këtu.
sv_se: Du har migrerat till Firefox-konton. Du kan inte längre ändra ditt lösenord här.

source: Confirm password
hu: Jelszó megerősítése
id: Konfirmasi sandi
sk: Potvrdiť heslo
sq: Ripohoni fjalëkalimin
sr_latn: Potvrdite lozinku
sv_se: Bekräfta lösenord

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
sq: Lidhja për ricaktimin e fjalëkalimit qe e pavlefshme, ndoshta ngaqë është përdorur tashmë një herë. Ju lutemi, kërkoni një ricaktim të ri fjalëkalimi.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
hu: Elfelejtette a jelszavát? Adja meg e-mail címét, és mi elküldjük egy útmutatót, amellyel beállíthat egy újat.
id: Lupa sandi anda? Masukkan alamat surel di bawah ini, dan kami akan mengirimkan surel berisi instruksi untuk membuat yang baru.
sk: Zabudli ste svoje heslo? Zadajte e-mailovú adresu, na ktorú vám zašleme inštrukcie ako získať nové.
sq: Harruat fjalëkalimin tuaj? Jepni më poshtë adresën tuaj e-mail, dhe do t’ju dërgojmë në të udhëzimet për të caktuar një të ri.
sr_latn: Zaboravili ste lozinku? Unesite svoju adresu e-pošte ispod, a mi ćemo Vam poslat e-poštu sa uputstvima za postavljanje novog.
sv_se: Glömt ditt lösenord? Fyll i din e-postadress nedan och så kommer vi att skicka instruktioner om hur du skapar en ny.

source: Send password reset link
hu: Jelszót törlő hivatkozás küldése
id: Kirim tautan untuk menyetel ulang sandi
sk: Odoslať vynulovanie hesla
sq: Dërgo lidhje ricaktimi fjalëkalimi
sr_latn: Pošalji vezu za resetovanje lozinke
sv_se: Skicka länk för att återställa lösenord

source: An email has been sent to the requested account with further information. If you do not receive an email then please confirm you have entered the same email address used during account registration.
hu: További információt tartalmazó levelet küldtünk a megadott e-mail címre. Amennyiben nem kapott levelet, ellenőrizzem hogy ugyanazt az e-mail címet adta meg, mint regisztrációkor.
id: Surel telah dikirimkan ke akun yang meminta dengan informasi lebih lengkap. Jika anda tidak menerima surel saat itu, silakan mengkonfirmasi bahwa anda telah mengirimkan alamat surel yang sama yang digunakan saat pendaftaran akun.
sk: Na zadanú e-mailovú adresu bola odoslaná e-mailová správa s ďalšími informáciami. Ak správu nedostanete, uistite sa, že ste počas registrácie zadali správnu e-mailovú adresu.
sq: Te llogaria e kërkuar është dërguar një email me të dhëna të mëtejshme. Nëse s’ju vjen një email, ju lutemi, ripohoni që keni dhënë të njëjtën adresë email me atë të përdorur gjatë regjistrimit të llogarisë.
sr_latn: E-pošta je poslata zatraženom nalogu sa daljnim informacijama. Ako ne primite e-poštu, molimo Vas da potvrdite da ste uneli istu adresu e-pošte koju ste koristili prilikom registracije naloga.
sv_se: E-post har skickats till det begärda kontot med ytterligare information. Om du inte får någon e-post ber vi dig bekräfta att du angav samma e-postadress som när kontot registrerades.

source: New User Registration
hu: Új felhasználó regisztráció
id: Pendaftaran Pengguna Baru
sk: Registrácia nového používateľa
sq: Regjistrim Përdoruesi të Ri
sr_latn: Registracija novog korisnika
sv_se: Registrering av ny användare

source: Why register?
hu: Miért regisztráljon?
id: Untuk apa pendaftaran diperlukan?
sk: Prečo sa registrovať?
sq: Pse të regjistrohem?
sr_latn: Zašto da se registrujem?
sv_se: Varför registrera sig?

source: Registration on AMO is <strong>not required</strong> if you simply want to download and install public add-ons.
hu: Az AMO regisztráció <strong>nem kötelező</strong>, ha csak nyilvános kiegészítőket szeretne letölteni és telepíteni.
id: Registrasi di AMO <strong>tidak diperlukan</strong> jika anda hanya ingin mengunduh dan memasang pengaya publik.
sk: Na preberanie a inštaláciu verejných doplnkov <strong>nie je</strong> registrácia na AMO požadovaná.
sq: Rgjistrimi në AMO <strong>s’është i domosdoshëm</strong>, nëse thjesht doni të shkarkoni dhe instaloni shtesa publike.
sr_latn: Registracija na AMO <strong>nije neophodna </strong> ako jednostavno želite da preuzmete i instalirate javne dodatke.
sv_se: Registrering på AMO <strong>krävs inte</strong> om du bara vill hämta och installera publika tillägg.

source: You only need to register if:
hu: Csak akkor kell regisztrálnia ha:
id: Anda hanya perlu mendaftar bila:
sk: Registrácia je nutná len v prípade, ak:
sq: Lypset të regjistroheni vetëm nëse:
sr_latn: Potrebno je da se registrujete samo ako:
sv_se: Du behöver bara registrera dig om:

source: You want to submit reviews for add-ons
hu: Értékeléseket akar beküldeni kiegészítőkhöz
id: Anda ingin mengirim ulasan untuk pengaya
sk: Chcete písať recenzie k doplnkom.
sq: Dëshironi të parashtroni shqyrtime për shtesa
sr_latn: Želite da pošaljete recenzije za dodatke
sv_se: Du vill skicka in recensioner för tillägg

source: You want to keep track of your favorite add-on collections or create one yourself
hu: Szeretné nyomon követni kedvenc kiegészítőgyűjteményeit vagy szeretne egy sajátot létrehozni
id: Anda ingin melacak pengaya favorit atau membuat pengaya yang anda inginkan
sk: Chcete si evidovať svoje obľúbené doplnky do zbierok.
sq: Doni të ndiqni koleksionet tuaj të parapëlqyer të shtesave ose të krijoni vetë një të tillë
sr_latn: Želite da pratite Vaše omiljene kolekcije dodataka ili napravite jednu sami
sv_se: Du vill hålla koll på dina favorit-tilläggssamlingar eller skapa egna

source: You are an add-on developer and want to upload your add-on for hosting on AMO
hu: Ön egy kiegészítőfejlesztő, és szeretné feltölteni a kiegészítőjét, hogy az AMO szolgáltassa azt
id: Anda adalah pengembang pengaya dan ingin mengunggah pengaya anda untuk dimuat di AMO
sk: Ste vývojár doplnku a chcete ho nahrať do systému AMO.
sq: Jeni zhvillues shtesash dhe dëshironi të ngarkoni shtesën tuaj për strehim te AMO
sr_latn: Ako ste Vi progamer dodataka i želite da otpremite svoju dodatak za hosting na AMO
sv_se: Du är en tilläggsutvecklare och publicera ditt tillägg på AMO

source: Upon successful registration, you will be sent a confirmation email to the address you provided. Please follow the instructions there to confirm your account.
hu: A sikeres regisztráció után egy megerősítő e-mailt fog kapni a megadott e-mail címre. Kérjük kövesse az abban leírt utasításokat, hogy megerősítse fiókját.
id: Setelah pendaftaran berhasil dilakukan, anda akan dikirimi surel konfirmasi ke alamat surel yang anda sediakan. Silakan ikuti instruksi di sini untuk mengkonfirmasi akun anda.
sk: Pre úspešné dokončenie registrácie vám bude odoslaný potvrdzujúci e-mail na adresu, ktorú ste zadali. Pre potvrdenie účtu postupujte podľa inštrukcií, ktoré sú v ňom uvedené.
sq: Pas regjistrimit me sukses, te adresa që dhatë do t’ju dërgohet një email ripohimi. Ju lutemi, ndiqni udhëzimet e atjeshme që të ripohoni krijimin e llogarisë suaj.
sr_latn: Nakon uspešne registracije, biće Vam poslata e-pošta na adresu koju ste upisali. Molimo Vas pratite instrukcije u poruci da bi ste aktivirali nalog.
sv_se: Vid godkänd registrering, kommer det att skickas en e-postbekräftelse till den adress du angav. Följ instruktionerna där för att bekräfta ditt konto.

source: If you like, you can read our <a href="%(legal)s" title="Legal Notices">Legal Notices</a> and <a href="%(privacy)s" title="Privacy Policy">Privacy Policy</a>.
hu: Ha szeretné, elolvashatja a <a href="%(legal)s" title="Legal Notices">Jogi megjegyzéseket</a> és az <a href="%(privacy)s" title="Privacy Policy">Adatvédelmi nyilatkozatot</a>.
id: Jika anda inginkan, anda bisa membaca <a href="%(legal)s" title="Legal Notices">Peringatan Legal</a> dan <a href="%(privacy)s" title="Privacy Policy">Kebijakan Privasi</a>kami.
sk: Ak chcete, môžete si prečítať <a href="%(legal)s" title="Právne informácie">právne informácie</a> a <a href="%(privacy)s" title="Zásady ochrany súkromia">zásady ochrany súkromia</a>.
sq: Nëse doni, mund të lexoni <a href="%(legal)s" title="Legal Notices">Shënime Ligjore</a> dhe <a href="%(privacy)s" title="Privacy Policy">Rregulla Privatësie</a> tona.
sr_latn: Ako želite, možete pročitati naša <a href="%(legal)s" title="Legal Notices">Pravna obaveštenja</a> i <a href="%(privacy)s" title="Privacy Policy">Polisu privatnosti</a>.
sv_se: Om du vill kan du läsa vår <a href="%(legal)s" title="Legal Notices">juridiska villkor</a> och <a href="%(privacy)s" title="Privacy Policy">sekretesspolicy</a>.

source: Display name
hu: Megjelenő név
id: Nama tampilan
sk: Zobrazované meno
sq: Emër në ekran
sr_latn: Ime
sv_se: Visningsnamn

source: Please describe why you are reporting this user, such as for spam or an inappropriate picture.
hu: Írja le, hogy miért jelentette be ezt a felhasználót (például spam, nem megfelelő kép).
id: Jelaskan mengapa Anda melaporkan pengguna ini, misalnya spam atau gambar yang tidak pantas.
ka: გთხოვთ მიუთითოთ მოხსენების გამოგზავნის მიზეზი, როგორიცაა სპამი, შეუფერებელი სურათი და ა.შ.
ms: Sila jelaskan kenapa anda melaporkan pengguna ini seperti spam atau gambar tidak sesuai.
sk: Popíšte, prečo nahlasujete tohto používateľa, napríklad kvôli spamu alebo nevhodnému obrázku.
sq: Ju lutemi, përshkruani pse po e raportoni këtë përdorues, fjala vjen për postë të pavlerë ose figura të papërshtatshme.
sr_latn: Molimo opišite zašto prijavljujete ovog korisnika, kao što je za spam ili neodgovarajućeg sliku.
sv_se: Beskriv varför du anmäler denna användare, till exempel för skräppost eller en olämplig bild.

source: Report user {0}
hu: {0} felhasználó bejelentése
id: Laporkan penguna {0}
ka: მოხსენება {0} მომხმარებელზე
ms: Lapor pengguna {0}
sk: Nahlásiť používateľa {0}
sq: Raporto përdoruesin {0}
sr_latn: Prijavite korisnika {0}
sv_se: Rapportera användare {0}

source: T-shirt Order
id: Pemesanan T-Shirt
sk: Objednávka trička
sq: Numër Bluze
sv_se: Betälla t-tröja

source: Special Edition Add-on Creator T-shirt
id: Kaus Edisi Khusus Kreator Pengaya
sk: Špeciálna edícia tričiek pre vývojárov doplnkov
sq: Edicion Special Bluze Krijuesi Shtesash
sv_se: Specialutgåva tilläggsskapar t-tröja

source: Note:
id: Catatan:
sk: Poznámka:
sq: Shënim:
sv_se: Obs:

source: You have already submitted a request for a t-shirt. You may re-submit this form to update your information, but you will only receive one shirt.
id: Anda telah memasukkan permintaan untuk mendapatkan kaus. Anda dapat mengirimkan kembali formulir ini untuk memperbarui informasi, tapi anda hanya akan menerima satu kaus.
sk: Žiadosť o tričko už bola podaná. Pre upresnenie skôr zadaných informácií môžete tento formulár znovu odoslať, ale získate aj tak iba jedno tričko.
sq: Keni parashtruar tashmë një kërkesë për një bluzë. Mund ta riparashtroni këtë formular për të përditësuar të dhënat mbi ju, por për të marrë do të merrni vetëm një bluzë.
sv_se: Du har redan skickat in en begäran om en t-tröja. Du kan skicka in detta formulär på nytt för att uppdatera dina uppgifter, men du kommer bara att få en t-tröja.

source: Thank you for helping to make Firefox the most extensible browser available!
id: Terima kasih karena membantu menjadikan Mozilla peramban paling bisa dikembangkan!
sk: Ďakujeme, že robíte Firefox najrozšíritelnejším dostupným prehliadačom!
sq: Ju faleminderit për ndihmën për ta bërë Firefox-in shfletuesin më të zgjerueshëm se cilido tjetër!
sv_se: Tack för att du hjälper till att göra Firefox den mest utökningsbara webbläsaren som finns!

source: As a thank you gift, we'd like to send you a special-edition, community-designed t-shirt. To receive your shirt, please fill out the form below.
id: Sebagai tanda terima kasih, kami ingin mengirimkan kaus edisi khusus, yang dirancang komunitas. Untuk menerima kaus anda, silakan mengisi formulir di bawah ini.
sk: Ako poďakovanie by sme vám radi zaslali limitovanú edíciu komunitou navrhnutého trička. Aby ste ho mohli získať, vyplňte prosím formulár nižšie.
sq: Si një dhuratë falënderimi, do të donim t’ju dërgonin një bluzë, edicion special, të modeluar nga bashkësia. Që të merrni bluzën tuaj, ju lutemi, plotësoni formularin e mëposhtëm.
sv_se: Som en tackgåva, skulle vi vilja skicka dig en speciellutgåva, en t-tröja utformad av gemenskapen. För att få din tröja, fyll i formuläret nedan.

source: Your contact information will only be used by Mozilla to ship this special edition t-shirt.
id: Informasi kontak anda hanya akan digunakan Mozila untuk mengirimkan kaus edisi khusus ini.
sk: Vaše kontaktné informácie budú Mozillou použité len na odoslanie trička.
sq: Të dhënat tuaja të kontaktit do të përdoren nga Mozilla vetëm për t’ju dërguar këtë bluzë edicioni special.
sv_se: Dina kontaktuppgifter kommer endast att användas av Mozilla för att leverera denna specialutgåva t-tröja.

source: Mailing Address
id: Alamat Pengiriman
sk: Poštová adresa
sq: Adresë Postare
sv_se: E-postadress

source: Full Name
id: Nama Lengkap
sk: Celé meno
sq: Emër i Plotë
sv_se: Fullständigt namn

source: Address Line 1
id: Alamat 1
sk: Prvý riadok adresy
sq: Rresht 1 Adrese
sv_se: Adressrad 1

source: Address Line 2
id: Alamat 2
sk: Druhý riadok adresy
sq: Rresht 2 Adrese
sv_se: Adressrad 2

source: City/Town
id: Kota /Kabupaten
sk: Mesto
sq: Qytet
sv_se: Postort

source: State/Province (if applicable)
id: Provinsi (jika berlaku)
sk: Kraj (pokiaľ je to nutné)
sq: Shtet/Provincë (në pastë)
sv_se: Stat/provins

source: Postal Code (if applicable)
id: Kode Pos (jika berlaku)
sk: Poštové smerovacie číslo (pokiaľ je to nutné)
sq: Kod Postar (në pastë)
sv_se: Postnummer

source: Country
id: Negara
sk: Krajina
sq: Vend
sv_se: Land

source: Telephone
id: Telepon
sk: Telefónne číslo
sq: Telefon
sv_se: Telefon

source: T-Shirt Info
id: Info Kaus
sk: Informácie o tričku
sq: Të dhëna Bluze
sv_se: Information t-tröja

source: Shirt Size
id: Ukuran Kaus
sk: Veľkosť trička
sq: Madhësi Bluze
sv_se: Tröjstorlek

source: You will be redirected to Google Forms upon submission.
id: Anda akan diarahkan ke Google Forms untuk pemasukan.
sq: Gjatë parashtrimit do të ridrejtoheni te Google Forms.
sv_se: Du kommer att omdirigeras till Googles formulär vid inskickning.

source: Request T-shirt
id: Meminta Kaus
sk: Požiadať o tričko
sq: Kërkoni Bluzë
sv_se: Begär t-tröja

source: We're sorry, but in order to qualify for our special edition t-shirt, you must be an add-on developer with at least one listed add-on, one unlisted but signed add-on, or any number of background themes with a combined total of 10,000 average daily users.
id: Kami mohon maaf, namun untuk bisa mendapatkan kaus khusus edisi terbatas kami, anda haruslah seorang pengembang dengan sekurangnya satu pengaya terdaftar, satu pengaya tidak terdaftar namun ditandatangani, atau berapapun tema latar dengan jumlah total pengguna rata-rata 10.000 per hari.
sq: Na ndjeni, por që të mund të kërkoni bluzën tonë të edicionit special, duhet të jeni një zhvillues shtesash me të paktën një shtesë në një nga listat, një tjetër jo në lista, por të nënshkruar, ose çfarëdo numri temash sfond me një numër mesatar përdoruesish të përditshëm gjithsej 10 000.
sv_se: Vi ber om ursäkt, men för att kvalificera sig för vår specialutgåva t-tröja, måste du vara en utvecklare för tillägg med minst ett listat tillägg, en olistat men signerat tillägg eller valfritt antal bakgrundsteman med sammanlagt 10.000 genomsnittliga dagliga användare.

source: For your account a password must contain at least 8 characters including letters and numbers.
hu: A fiókhoz tartozó jelszónak legalább 8 karakter hosszúnak kell lennie, valamint betűket és számokat is kell tartalmaznia.
id: Untuk akun anda, sebuah sandi harus terdiri dari sekurangnya 8 karakter termasuk huruf dan angka.
sk: Heslo k účtu musí obsahovať najmenej 8 znakov vrátane písmen a čísiel.
sq: Fjalëkalimi për llogarinë tuaj duhet të përmbajë të paktën 8 shenja, përfshi shkronja dhe numra.
sr_latn: Za Vaš nalog lozinka mora da sadrži najmanje 8 karaktera, uključujući slova i brojeva.
sv_se: För ditt lösenord för kontot måste innehålla minst 8 tecken inklusive bokstäver och siffror.
