Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, bn, el, fa, fi, fur, fy_nl, gu_in, he, hi_in, hr, ia, is, ja, ka, kab, ms, nn_no, pl, pt_br, pt_pt, ro, si, sk, sl, sr_latn, sv_se, te, th, tr, vi

source: The validation process found these issues that can lead to rejections:
ar: وجدت عملية التثبّت المشكلات الآتية والتي قد تؤدّي بالرفض:
ast: El procesu de validación alcontró estes torgues que puen llevar a refugos:
bn: ভ্যালিডেশন প্রসেসে এইসব সমস্যা পাওয়া গেছে যার কারণে বাতিল হতে পারে:
el: Η διαδικασία επικύρωσης βρήκε προβλήματα που μπορούν να οδηγήσουν σε απόρριψη.
fa: فرایند اعتبارسنجی این مشکلات را پیدا کرد که می‌توانند باعث رد شدن بشوند:
fi: Tarkistusprosessi löysi seuraavat ongelmat, jotka saattavat johtaa hylkäämiseen:
fur: Il procès di convalide al à cjatât chescj problemis che a puedin puartâ al refudament dal component adizionâl:
fy_nl: Het validatieproces heeft de folgjende problemen gevonden die tot afwijzing zouden kunnen leiden:
gu_in: માન્યતા પ્રક્રિયાએ આ મુદ્દાઓ શોધી કાઢ્યાં છે જે અસ્વીકાર તરફ દોરી શકે છે:
he: תהליך בדיקת האימות מצא את התקלות הבאות שעלולות להוביל לסירובים:
hi_in: सत्यापन प्रक्रिया को ये मुद्दे मिले जो अस्वीकृति का कारण बन सकते हैं:
hr: Proces validacije pronašao je slijedeće pogreške koje mogu dovesti do odbijanja:
ia: Le processo de validation trovava iste problemas, que pote ducer al rejectiones:
is: Fullgildingarferlið fann þessi vandamál sem geta leitt til höfnunar:
ja: アドオンの検証中にこれらの問題が見つかり、審査が却下されました:
ka: გადამოწმებისას აღმოჩენილია გარკვეული საკითხები, რაც შეიძლება უარყოფის საფუძველი გახდეს.
kab: Akala n usentem yufa-d uguren izemren ad yawi ɣer tugin:
ms: Proses pengesahan menemukan isu berikut yang boleh menyebabkan penghantaran ditolak:
nn_no: Valideringsprosessen fann desse problema som kan føra til avslag:
pl: Podczas weryfikacji znaleziono poniższe problemy, które mogą prowadzić do odrzucenia dodatku:
pt_br: O processo de validação encontrou estes problemas que podem levar a rejeições:
pt_pt: O processo de validação encontrou estes problemas que podem levar a rejeições:
ro: Procedura de validare a condus la constatarea următoarelor aspecte, care se pot solda cu respingeri:
sk: Proces kontroly zistil tieto možné nedostatky, ktoré môžu viesť k zamietnutiu kontroly:
sl: Postopek preverjanja veljavnosti je odkril te težave, ki lahko vodi do zavrnitev:
sr_latn: Proces validacije je našao probleme koje mogu dovesti do:
sv_se: Valideringsprocessen hittade dessa problem som kan leda till avslag:
te: సరిచూత ప్రక్రియ ఈ క్రింది తిరస్కరణకు దారితీసే సమస్యలను కనుగొంది:
tr: Doğrulama işlemleri sırasında başvurunun reddine yol açabilecek sorunlar bulundu:
vi: Quá trình xác nhận đã tìm thấy những vấn đề có thể dẫn đến từ chối:

source: Sorry, no supported platform has been found.
ast: Perdón, nun s'alcontró denguna plataforma sofitada.
el: Συγνώμη, δεν βρέθηκε υποστηριζόμενη πλατφόρμα.
fy_nl: Sorry, gjin stipe platfoarm fûn.
hr: Isprika, nije pronađena podržana platforma.
ia: Pardono, nulle platteforma supportate ha essite trovate.
ja: 申し訳ありませんが、対応プラットフォームがひとつも見つかりませんでした。
ka: სამწუხაროდ, მხარდაჭერილი პლატფორმები არ მოიძებნა.
kab: Suref-aɣ, ul d yiwet n twannaṭ yettusefraken ur tettwaf.
nn_no: Beklagar, fann ingen plattormer som er støtta.
pt_br: Desculpe, nenhuma plataforma suportada foi encontrada.
pt_pt: Lamentamos, mas não foi encontrada nenhuma plataforma suportada.
sk: Ospravedlňujeme sa, ale nebola nájdená podporovaná platforma.
sl: Podprtega okolja ni bilo mogoče najti.
sr_latn: Nažalost nije nađena ni jedna podržana platforma.
sv_se: Tyvärr har ingen plattform som stöds hittats.
tr: Üzgünüz, desteklenen platform bulunamadı.

source: The filetype you uploaded isn't recognized.
ar: لم يُتعرّف على نوع الملف الذي رفعته.
ast: Nun se reconoz la triba de ficheru que xubiesti.
bn: আপনার আপলোড করা ফাইলটির ফাইলটাইপটি স্বীকৃত নয়।
el: Δεν αναγνωρίζεται η μορφή αρχείου που αποστείλατε.
fa: نوع پرونده‌ای که بارگذاری کرده‌اید شناخته‌شده نیست.
fi: Siirtämääsi tidostotyyppiä ei tunnisteta.
fur: Il gjenar di file che tu âs cjariât nol è ricognossût.
fy_nl: It troch jo oplade bestânstype is net bekend.
gu_in: તમે અપલોડ કરેલી ફાઇલ નો પ્રકાર ઓળખાયેલ નથી.
he: סוג הקובץ שהעלית אינו מזוהה.
hi_in: आपने जो फाइलटाइप अपलोड किया वह मान्य नहीं है.
hr: Tip datoteke koji ste učitali nije prepoznat.
ia: Le typo de file que tu cargava non es recognoscite.
is: Skráartegundin sem þú sendir inn er ekki þekkt.
ja: アップロードされたファイルの種類を認識できません。
ka: ატვირთული ფაილის ტიპი, გაურკვეველია.
kab: Anaw n ufaylu i tuzned ur yettwassen ara.
ms: Jenis fail yang anda muat naik tidak dikenali.
nn_no: Filtypen du lasta opp er ukjend.
pl: Nie rozpoznano typu przesłanego pliku.
pt_br: O tipo de arquivo que você enviou não foi reconhecido.
pt_pt: O tipo de ficheiro que carregou não é reconhecido.
ro: Tipul de fișier pe care l-ai încărcat nu e recunoscut.
si: ඔබ උඩුගත කළ ගොනු වර්ගය නොහඳුනයි.
sk: Nebol rozpoznaný typ súboru, ktorý ste odoslali.
sl: Vrsta datoteke, ki ste jo naložili, ni prepoznana.
sr_latn: Tip datoteke koju ste poslali nije prepoznat.
sv_se: Filtypen du laddade upp är okänd.
te: మీరు ఎక్కించిన ఫైలు రకం గుర్తించబడలేదు.
th: ไม่รู้จักรูปแบบไฟล์ที่คุณอัปโหลด
tr: Yüklediğiniz dosya türü tanınmıyor.
vi: Kiểu tệp bạn đã tải lên không được công nhận.

source: You cancelled the upload.
ar: لقد ألغيت الرفع.
ast: Encaboxesti la xuba.
bn: আপনি আপলোড বাতিল করেছেন।
el: Ακυρώσατε την μεταφόρτωση.
fa: شما بارگذاری را لغو کرده‌اید.
fi: Keskeytit siirtämisen.
fur: Tu âs anulât il cjariament in rêt.
fy_nl: Jo hawwe de oplaad annulearre.
gu_in: તમે અપલોડને રદ કર્યું.
he: ביטלת את ההעלאה.
hi_in: आपने अपलोड रद्द कर दिया.
hr: Prekinuli ste učitavanje.
ia: Tu ha cancellate le cargamento.
is: Þú hættir við innsendinguna.
ja: アップロードがキャンセルされました。
ka: თქვენ გააუქმეთ ატვირთვა.
kab: Tesfesxeḍ tuzna.
ms: Anda dibatalkan memuat naik.
nn_no: Du avbraut opplastinga.
pl: Anulowano przesyłanie.
pt_br: Você cancelou o envio.
pt_pt: Você cancelou o carregamento.
ro: Ai anulat încărcarea.
si: ඔබ උඩුගත කිරීම අවලංගු කළා.
sk: Odosielanie ste zrušili.
sl: Preklicali ste nalaganje.
sr_latn: Otkazali ste otpremanje.
sv_se: Du avbröt uppladdningen.
te: మీరు ఎగుమతిని రద్దు చేసారు.
th: คุณได้ยกเลิกการอัปโหลด
tr: Yüklemeyi iptal ettiniz.
vi: Bạn đã hủy quá trình tải lên.

source: Images must be either PNG or JPG.
ar: يجب أن تكون الصور إما PNG أو JPG.
ast: Les imáxenes tienen de ser PNG o JPG.
bn: চিত্রগুলি অবশ্যই PNG বা JPG হতে হবে।
el: Οι εικόνες πρέπει να είναι είτε PNG είτε JPG
fa: تصاویر بایستی یکی از موارد PNG یا JPG باشد.
fi: Kuvien on oltava joko PNG tai JPG-muodossa.
fur: Lis imagjins a scugnin jessi in formât PNG o JPG.
fy_nl: Ofbyldingen moatte fan it type PNG of JPG wêze.
gu_in: છબીઓ ક્યાં તો PNG અથવા JPG હોવી જોઈએ.
he: תמונות יכולות להיות בתבנית PNG או JPG.
hi_in: इमेज या तो PNG या JPG होने चाहिए .
hr: Slike moraju biti u PNG ili JPG formatu.
ia: Le imagines debe ser PNG o JPG.
is: Myndir verða að vera annað hvort PNG eða JPG.
ja: 画像は PNG か JPEG 形式でなければなりません。
ka: ნახატი უნდა იყოს PNG ან JPG.
kab: Tugniwin zemrent ad ilint PNG neɣ JPG.
ms: Imej mesti samada PNG atau JPG.
nn_no: Bilde må vere anten PNG eller JPG.
pl: Obrazy muszą być w formacie PNG lub JPG.
pt_br: As imagens devem ser PNG ou JPG.
pt_pt: As imagens têm de ser PNG ou JPG.
ro: Imaginile trebuie să fie PNG sau JPG.
si: රූපය PNG හෝ JPG විය යුතුය.
sk: Obrázky musia mať formát PNG alebo JPG.
sl: Slike morajo biti PNG ali JPG.
sr_latn: Slike moraju biti PNG ili JPG.
sv_se: Bilder måste vara antingen PNG eller JPG.
te: చిత్రాలు తప్పనిసరిగా PNG లేదా JPG లో ఉండాలి.
th: รูปภาพต้องเป็น PNG หรือไม่ก็ JPG
tr: Resimler PNG veya JPG olmalıdır.
vi: Các hình ảnh phải dưới dạng PNG hoặc JPEG.

source: Videos must be in WebM.
ar: يجب أن تكون الڤديوهات بنسق WebM.
ast: Los videos tienen de tar en WebM.
bn: ভিডিও গুলো অবশ্যই WebM তে হতে হবে।
el: Τα βίντεο πρέπει να είναι τύπου WebM.
fa: فیلم باید در قالب WebM باشد.
fi: Videoiden tulee olla WebM-muodossa.
fur: I videos a scugnin jessi in formât WebM.
fy_nl: Fideo’s moatte yn WebM wêze.
gu_in: વિડિઓઝ WebM માં હોવી આવશ્યક છે.
he: וידאו חייב להיות בתבנית WebM.
hi_in: वीडियोस WebM में होना चाहिए.
hr: Video mora biti u WebM formatu.
ia: Le videos debe esser in formato WebM.
is: Myndskeið verða að vera í WebM.
ja: 動画は WebM 形式でなければなりません。
ka: ვიდეო უნდა იყოს WebM.
kab: Yessefk tividyutin ad ilint s WebM.
ms: Video mesti dalam WebM.
nn_no: Videoar må vere i formatet WebM.
pl: Wideo musi być w formacie WebM.
pt_br: Os vídeos devem ser WebM.
pt_pt: Os vídeos devem estar no formato WebM.
ro: Videoclipurile trebuie să fie WebM.
si: දෘශ්‍යකය WebM විය යුතුය.
sk: Videá musia byť vo formáte WebM.
sl: Videoposnetki morajo biti WebM.
sr_latn: Video snimci moraju biti u WebM formatu.
sv_se: Videor måste vara i WebM.
te: వీడియోలు తప్పనిసరిగా WebM లో ఉండాలి.
th: วิดีโอต้องเป็นแบบ WebM
tr: Videolar WebM olmalıdır.
vi: Các video phải dưới dạng WebM.

source: Follow this Collection
ast: Siguir esta coleición
el: Παρακολούθηση της συλλογής
fy_nl: Dizze kolleksje folgje
hr: Slijedi zbirku
ia: Sequer iste collection
ja: このコレクションをフォロー
ka: კოლექციის გაყოლა
kab: Dfeṛ tagrumma agi
nn_no: Følg denne samlinga
pt_br: Seguir essa coleção
pt_pt: Seguir esta coleção
sk: Odoberať túto kolekciu
sl: Sledi tej zbirki
sr_latn: Prati ovu kolekciju
sv_se: Följ denna samling
th: ติดตามชุดนี้
tr: Bu Koleksiyonu İzle

source: Stop Following
ast: Dexar de siguir
el: Διακοπή παρακολούθησης
fy_nl: Folgjen stopje
hr: Prestanite pratiti
ia: Non plus sequer
ja: フォローをやめる
ka: გაყოლის შეჩერება
kab: Seḥbes aḍfaṛ
nn_no: Slutt å følgje
pt_br: Deixar de seguir
pt_pt: Deixar de seguir
sk: Zastaviť odoberanie
sl: Nehaj slediti
sr_latn: Prekini praćenje
sv_se: Sluta följa
th: เลิกติดตาม
tr: Takip etmeyi bırak

source: Following
ast: Siguiendo
el: Παρακολούθηση
fy_nl: Wurdt folge
hr: Pratite
ia: Seque
ja: フォロー中
ka: მიჰყვებით
kab: Aḍfaṛ
nn_no: Følgjer
pt_br: Seguindo
pt_pt: A seguir
sk: Odoberať
sl: Sledeno
sr_latn: Praćenje
sv_se: Följer
th: กำลังติดตาม
tr: Takip ediliyor

source: This theme is incompatible with your version of {0}
ast: Esti tema nun ye compatible cola to versión de {0}
el: Δεν είναι συμβατό αυτό το θέμα με την έκδοση του {0} που έχετε
fy_nl: Dit tema is net kompatibel mei jo ferzje fan {0}
hr: Tema nije kompatibilna sa vašom verzijom {0}
ia: Iste thema es incompatibile con tu version de {0}
ja: このテーマはお使いの {0} のバージョンと互換性がありません
ka: ეს თემა {0}-ის თქვენს ვერსიასთან შეუთავსებელია
kab: Asentel agi ur imṣada ara kked lqem inek n {0}
nn_no: Dette temaet er inkompatibelt med din versjon av {0}
pt_br: Esse tema não é compatível com a sua versão do {0}
pt_pt: Este tema é incompatível com a sua versão do {0}
sk: Táto téma nie je kompatibilná s vašou verziou aplikácie {0}
sl: Ta tema ni združljiva z vašo različico {0}a
sr_latn: Ova tema nije kompatibilna sa Vašom verzijom {0}
sv_se: Detta tema är inte kompatibelt med din version av {0}
th: ชุดตกแต่งนี้เข้ากันไม่ได้กับรุ่น {0} ของคุณ
tr: Bu tema sizin {0} sürümünüzle uyumlu değil

source: All Rights Reserved
ast: Tolos drechos reservaos
fy_nl: Alle rjochten foarbehâlden
hr: Sva prava pridržana
ia: Tote le derectos es reservate
ka: ყველა უფლება დაცულია
kab: Akk izerfan ttwaḥerzen
nn_no: Alle rettar med atterhald
pt_br: Todos os direitos reservados
pt_pt: Todos os direitos reservados
sk: Všetky práva vyhradené
sl: Vse pravice pridržane
sr_latn: Sva prava su zadržana
sv_se: Med ensamrätt
th: สงวนลิขสิทธิ์
tr: Tüm hakları saklıdır

source: Creative Commons Attribution-NonCommercial 3.0
hr: Creative Commons Attribution-Nekomercijalno 3.0
ia: Attribution-non commercial 3.0 de Creative Commons
ja: Creative Commons 表示-非営利 3.0
pt_br: Creative Commons Atribuição-Uso não-comercial 3.0
th: สัญญาอนุญาตครีเอทีฟคอมมอนส์-ไม่ใช้เพื่อการค้า 3.0

source: Creative Commons Attribution-NonCommercial-NoDerivs 3.0
hr: Creative Commons Attribution-Nekomercijalno-Bez prerade 3.0
ia: Attribution-NonCommercial-NoDerivs 3.0 de Creative Commons
ja: Creative Commons 表示-非営利-改変禁止 3.0
pt_br: Creative Commons Atribuição-Uso não-comercial-Vedada a criação de obras derivadas 3.0
th: สัญญาอนุญาตครีเอทีฟคอมมอนส์-ไม่ใช้เพื่อการค้า-ไม่ดัดแปลง 3.0

source: Creative Commons Attribution-NonCommercial-Share Alike 3.0
hr: Creative Commons Attribution-Nekomercijalno-dijeli po istim uvjetima 3.0
ia: Attribution-NonCommercial-ShareAlike 3.0 de Creative Commons
ja: Creative Commons 表示-非営利-継承 3.0
pt_br: Creative Commons Atribuição-Uso não-comercial-Compartilhamento pela mesma licença 3.0
th: สัญญาอนุญาตครีเอทีฟคอมมอนส์-ไม่ใช้เพื่อการค้า-อนุญาตแบบเดียวกัน 3.0

source: Creative Commons Attribution-NoDerivs 3.0
hr: Creative Commons Attribution-Bez prerade 3.0
ia: Attribution-NonCommercial-NoDerivs 3.0 de Creative Commons
ja: Creative Commons 表示-改変禁止 3.0
pt_br: Creative Commons Atribuição-Vedada a criação de obras derivadas 3.0
th: สัญญาอนุญาตครีเอทีฟคอมมอนส์-ไม่ดัดแปลง 3.0

source: Creative Commons Attribution-ShareAlike 3.0
hr: Creative Commons Attribution-dijeli po istim uvjetima 3.0
ia: Attribution-NonCommercial-ShareAlike 3.0 de Creative Commons
ja: Creative Commons 表示-継承 3.0
pt_br: Creative Commons Atribuição-Compartilhamento pela mesma licença 3.0
th: สัญญาอนุญาตครีเอทีฟคอมมอนส์-อนุญาตแบบเดียวกัน 3.0

source: Your Theme's Name
ast: El nome del to tema
el: Όνομα Θέματος
fy_nl: De namme fan jo tema
hr: Naziv vaše teme
ia: Le nomine de tu thema
ja: テーマの名前
ka: თქვენი თემის სახელი
kab: Isem n usentel inek
nn_no: Namn på temaet ditt
pt_br: Nome do seu tema
pt_pt: Nome do seu tema
sk: Názov vašej témy
sl: Ime vaše teme
sr_latn: Naziv Vaše teme
sv_se: Ditt temas namn
th: ชื่อชุดตกแต่งของคุณ
tr: Temanızın Adı

source: Flagged for review
ast: Conseñóse pa revisión
el: Σημειώθηκε για αξιολόγηση
fy_nl: Markearre foar beoardieling
hr: Označeno za pregled
ia: Marcate pro revision
ja: レビューフラグ付き
ka: განსახილველად მონიშნული
kab: Yettwacreḍ i uɛawed n tmuɣli
nn_no: Flagga for vurdering
pt_br: Marcado para avaliação
pt_pt: Marcada para análise
sk: Označené na kontrolu
sl: Označeno za pregled
sr_latn: Naznačeno za pregled
sv_se: Flaggad för granskning
th: ปักธงสำหรับการวิจารณ์
tr: İnceleme için işaretlendi

source: Your input is required
el: Απαιτείται η εισαγωγή
fy_nl: Jo bydrage is fereaske
hr: Unos je potreban
ia: Tu contribution es necesse
ja: 入力が必要です
ka: საჭიროა მონაცემების შეყვანა
kab: Asekcem inek yettwasra
nn_no: Inndata er påkravd
pt_br: Seu preenchimento é necessário
pt_pt: É necessária a sua entrada
sk: Vyžaduje sa zadanie údajov
sl: Zahtevan je vaš vnos
sr_latn: Vaš odziv je neophodan
sv_se: Du måste ange något
th: คุณต้องป้อนข้อมูล
tr: Giriş gerekli

source: Marked for deletion
ast: Conseñóse pa desaniciar
el: Σημειώθηκε για διαγραφή
fy_nl: Markearre foar fuortsmiten
hr: Označeno za brisanje
ia: Marcate pro le deletion
ja: 削除マーク付き
ka: წასაშლელად მონიშნული
kab: Yettwacreḍ i tukksa
nn_no: Markert for sletting
pt_br: Marcado para exclusão
pt_pt: Marcado para eliminar
sk: Označené na odstránenie
sl: Označeno za izbris
sr_latn: Obeleženo za brisanje
sv_se: Markerad för borttagning
th: ทำเครื่องหมายสำหรับการลบ
tr: Silmek için işaretlendi

source: Updating results&hellip;
ast: Anovando resultaos&hellip;
el: Ανανέωση αποτελεσμάτων&hellip;
fy_nl: Resultaten bywurkje…
hr: Ažuriranje rezultata&hellip;
ia: Actualisation de results&hellip;
ja: 結果を更新しています...
ka: შედეგების განახლება&hellip;
kab: Aleqqem n igmaḍ &hellip;
nn_no: Oppdaterer resultat &hellip;
pt_br: Atualizando resultados&hellip;
pt_pt: A atualizar resultados:
sk: Prebieha aktualizácia výsledkov&hellip;
sl: Posodabljanje rezultatov&hellip;
sr_latn: Ažuriram rezultate&hellip;
sv_se: Uppdaterar resultat&hellip;
th: กำลังปรับปรุงผลลัพธ์&hellip;
tr: Sonuçlar güncelleniyor&hellip;

source: Category
ast: Estaya
el: Κατηγορία
fy_nl: Kategory
hr: Kategorija
ia: Categoria
ja: カテゴリ
ka: კატეგორია
kab: Taggayt
nn_no: Kategori
pt_br: Categoria
pt_pt: Categoria
sk: Kategória
sl: Kategorija
sr_latn: Kategorija
sv_se: Kategori
th: หมวดหมู่
tr: Kategori

source: Search themes for <b>{0}</b>
ast: Guetar temes pa <b>{0}</b>
el: Αναζήτηση θέματος για <b>{0}</b>
fy_nl: Tema’s sykje op <b>{0}</b>
hr: Pretraži teme za <b>{0}</b>
ia: Cercar themas pro <b>{0}</b>
ja: <b>{0}</b> 用のテーマを検索
ka: <b>{0}-ს</b> ძიება თემებში
kab: Anadi n isental i <b> {0} </b>
nn_no: Søk i tema etter <b>{0}</b>
pt_br: Procurar nos temas por <b>{0}</b>
pt_pt: Procurar temas para <b>{0}</b>
sk: Vyhľadávanie tém podľa <b>{0}</b>
sl: Iščite med temami za <b>{0}</b>
sr_latn: Pretraži teme za termin <b>{0}</b>
sv_se: Sök teman för <b>{0}</b>
tr: <b>{0}</b> için temaları ara

source: Search apps for <b>{0}</b>
ast: Guetar aplicaciones pa <b>{0}</b>
el: Αναζήτηση εφαρμογών για <b>{0}</b>
fy_nl: Apps trochsykje op <b>{0}</b>
hr: Pretraži aplikacije za <b>{0}</b>
ia: Cercar applicationes pro <b>{0}</b>
ja: <b>{0}</b> 用のアプリを検索
ka: <b>{0}-ს</b> ძიება აპებში
kab: Anadi n yesnasen i <b>{0}</b>
nn_no: Søk i appar etter <b>{0}</b>
pt_br: Aplicativos com <b>{0}</b>
pt_pt: Procurar apps para o <b>{0}</b>
sk: Vyhľadávanie aplikácií pre <b>{0}</b>
sl: Iščite med aplikacijami za <b>{0}</b>
sr_latn: Pretraži aplikacije za termin <b>{0}</b>
sv_se: Sök appar för <b>{0}</b>
th: ค้นหาแอพสำหรับ <b>{0}</b>
tr: <b>{0}</b> için uygulamaları ara

source: Search add-ons for <b>{0}</b>
el: Αναζήτηση προσθέτων για <b>{0}</b>
fy_nl: Add-ons trochsykje op <b>{0}</b>
hr: Pretraži dodatke za <b>{0}</b>
ia: Cercar additivos pro <b>{0}</b>
ja: <b>{0}</b> 用のアドオンを検索
ka: <b>{0}-ს</b> ძიება დამატებებში
kab: Anadi n izegrar i <b>{0}</b>
nn_no: Søk i utvidingar etter <b>{0}</b>
pt_br: Pesquisar complementos com <b>{0}</b>
pt_pt: Pesquise extras para o <b>{0}</b>
sk: Vyhľadávanie doplnkov pre <b>{0}</b>
sl: Iskanje po dodatkih za <b>{0}</b>
sr_latn: Pretraži dodatke za termin <b>{0}</b>
sv_se: Sök tillägg för <b>{0}</b>
th: ค้นหาส่วนเสริมสำหรับ <b>{0}</b>
tr: <b>{0}</b> için eklentileri ara

source: Week of {0}
ar: أسبوع {0}
ast: Selmana de {0}
bn: সপ্তাহের {0}
el: Εβδομάδα {0}
fa: هفتهٔ {0}
fi: Viikko {0}
fur: Setemane dal {0}
fy_nl: Wike fan {0}
gu_in: {0} નું અઠવાડિયું
he: שבוע {0}
hi_in: {0} का सप्ताह
hr: Tjedan {0}
ia: Septimana del {0}
is: Vika {0}
ja: {0} の週
ka: {0} კვირა
kab: Ḍduṛt n {0}
ms: Minggu {0}
nn_no: Veke {0}
pl: Tydzień: {0}
pt_br: Semana de {0}
pt_pt: Semana de {0}
ro: Săptămâna a {0}
si: {0} වන සතිය
sk: Týždeň {0}
sl: Teden {0}
sr_latn: Sedmica od {0}
sv_se: Vecka för {0}
te: వారం {0}
th: สัปดาห์ที่ {0}
tr: {0} haftası
vi: Tuần {0}

source: downloads
ast: descargues
hr: preuzimanja
ia: files discargate
ja: 件のダウンロード
ka: ჩამოტვირთვა
kab: isidar
nn_no: nedlastingar
pt_pt: descargas
sk: prevzatí
sl: prenosov
sv_se: nedladdningar

source: {0} users
ast: {0} usuarios
el: {0} χρήστες
fy_nl: {0} brûkers
hr: {0} korisnika
ia: {0} usatores
ja: {0} 人のユーザ
ka: {0} მომხმარებელი
kab: {0} iseqdacen
nn_no: {0} brukarar
pt_br: {0} usuários
pt_pt: {0} utilizadores
sk: {0} používateľov
sl: {0} uporabnikov
sr_latn: {0} korisnika
sv_se: {0} användare
th: {0} ผู้ใช้
tr: {0} kullanıcı

source: {0} add-ons
el: {0} πρόσθετα
hr: {0} dodataka
ia: {0} additivos
ja: {0} 個のアドオン
ka: {0} დამატება
kab: {0} izegrar
nn_no: {0} utvidingar
pt_br: {0} complementos
pt_pt: {0} extras
sk: {0} doplnkov
sl: {0} dodatkov
sr_latn: {0} dodataka
sv_se: {0} tillägg
th: {0} ส่วนเสริม
tr: {0} eklenti

source: {0} collections
ast: {0} coleiciones
el: {0} συλλογές
fy_nl: {0} kolleksjes
hr: {0} kolekcija
ia: {0} collectiones
ja: {0} 個のコレクション
ka: {0} კოლექცია
kab: {0} tigrummiwin
nn_no: {0} samlingar
pt_br: {0} coleções
pt_pt: {0} coleções
sk: {0} kolekcií
sl: {0} zbirk
sr_latn: {0} kolekcije
sv_se: {0} samlingar
th: {0} ชุด
tr: {0} koleksiyon

source: {0} reviews
ast: {0} reseñes
el: {0} αξιολογήσεις
fy_nl: {0} beoardielingen
hr: {0} ocjena
ia: {0} revisiones
ja: {0} 件のレビュー
ka: {0} მიმოხილვა
kab: {0} aɛiwed n tɣuṛi
nn_no: {0} vurderingar
pt_br: {0} avaliações
pt_pt: {0} revisões
sk: {0} recenzií
sl: {0} pregledov
sr_latn: {0} recenzija
sv_se: {0} recensioner
th: {0} บทวิจารณ์
tr: {0} inceleme

source: {0} sales
ast: {0} ventes
el: {0} πωλήσεις
fy_nl: {0} ferkeapje
hr: {0} prodaja
ia: {0} venditas
ja: {0} 個の販売
ka: {0} გაყიდვა
kab: {0} n uznuzu
nn_no: {0} sal
pt_br: {0} vendas
pt_pt: {0} vendas
sk: {0} predaných
sl: {0} prodaj
sr_latn: {0} prodaja
sv_se: {0} försäljningar
th: {0} การขาย
tr: {0} satış

source: {0} refunds
ast: {0} reembolsos
el: {0} επιστροφές
fy_nl: {0} restitúsjes
hr: {0} povratka novca
ia: {0} reimbursamentos
ja: {0} 個の返品
ka: {0} ანაზღაურება
kab: {0} n uɣram
nn_no: {0} tilbakebetalingar
pt_br: {0} reembolsos
pt_pt: {0} devoluções
sk: {0} vrátených platieb
sl: {0} vračil denarja
sr_latn: {0} refunkdacija
sv_se: {0} återbetalningar
th: {0} การคืนเงิน
tr: {0} iade

source: {0} installs
ast: {0} instalaciones
el: {0} εγκαταστάσεις
fy_nl: {0} ynstallaasjes
hr: {0} instaliranja
ia: {0} installationes
ja: {0} 回のインストール
ka: {0} დაყენება
kab: {0} n usebded
nn_no: {0} installeringar
pt_br: {0} instalações
pt_pt: {0} instalações
sk: {0} inštalácií
sl: {0} namestitev
sr_latn: {0} instalacija
sv_se: {0} installationer
th: {0} การติดตั้ง
tr: {0} kurulum

source: Downloads
ar: التنزيلات
ast: Descargues
bn: ডাউনলোডসমূহ
el: Λήψεις
fa: بارگیری‌ها
fi: Lataukset
fur: Discjamâts
gu_in: ડાઉનલોડ્સ
he: הורדות
hi_in: डाउनलोड
hr: Preuzimanja
ia: Discargas
is: Sótt gögn
ja: ダウンロード数
ka: ჩამოტვირთვები
kab: Isidar
ms: Muat turun
nn_no: Nedlastingar
pl: Pobrania
pt_pt: Descargas
ro: Descărcări
si: බාගැනීම්
sk: Prevzatí
sl: Prenosi
sr_latn: Preuzimanja
sv_se: Nedladdningar
te: దింపుకోళ్ళు
th: ดาวน์โหลด
tr: İndirme
vi: Tải xuống

source: Daily Users
ar: الاستخدام اليومي
ast: Usuarios diarios
bn: নিয়মিত ব্যবহারকারী
el: Καθημερινοί χρήστες
fa: کاربر روزانه
fi: Päivittäiset käyttäjät
fur: Utents zornalîrs
fy_nl: Deistige brûkers
gu_in: દૈનિક વપરાશકર્તાઓ
he: משתמשים יומיים
hi_in: दैनिक उपभोक्ता
hr: Dnevni korisnici
ia: Usatores quotidian
is: Daglegir notendur
ja: 日別ユーザ数
ka: დღიური მომხმარებლები
kab: Iseqdacen n yal ass
ms: Pengguna Harian
nn_no: Daglege brukarar
pl: Dzienni użytkownicy
pt_br: Usuários diários
pt_pt: Utilizadores diários
ro: Utilizatori zilnici
si: දෛනික පරිශ්‍රීලකයින්
sk: Denní používatelia
sl: Dnevni uporabniki
sr_latn: Broj korisnika po danu
sv_se: Dagliga användare
te: రోజువారీ వాడుకరులు
th: ผู้ใช้ต่อวัน
tr: Günlük kullanıcı
vi: Người dùng Hàng ngày

source: Amount, in USD
ar: المقدار بالدولار الأمريكي
ast: Cantidá, n'USD
bn: USD তে পরিমান
el: Σύνολο, σε USD
fi: Summa, USD
fur: Impuart in USD
fy_nl: Bedrach, yn US$
gu_in: રકમ, USD માં
he: סכום בדולרים אמריקאים
hi_in: राशि, USD में
hr: Iznos u USD
ia: Amonta in USD
is: Upphæð, í USD
ja: 金額 (米ドル)
ka: ოდენობა, USD-ში
kab: Tallayt, s USD
ms: Amaun, dalam USD
nn_no: Beløp, i USD
pl: Kwota w dolarach amerykańskich
pt_br: Quantia, em Dólares Estadunidenses
pt_pt: Quantia, em USD
ro: Suma în USD
si: මුදල, ඩොලර් වලින්
sk: Množstvo, v USD
sl: Znesek v ameriških dolarjih
sr_latn: Količina, u valuti USD
sv_se: Belopp, i USD
te: మొత్తం, USD లో
th: จำนวนในดอลลาร์สหรัฐ
tr: Tutar (USD)
vi: Số tiền, bằng USD

source: Number of Contributions
ar: عدد المساهمات
ast: Númberu de contribuciones
bn: অবদানসমূহের পরিমান
el: Αριθμός συνεισφορών
fi: Lahjoitusten lukumäärä
fur: Numar di donazions
fy_nl: Oantal bydragen
gu_in: યોગદાનની સંખ્યા
he: מספר התרומות
hi_in: योगदानो की संख्या
hr: Broj doprinosa
ia: Numero de contributiones
is: Fjöldi framlaga
ja: 寄付回数
ka: დამხმარეების რაოდენობა
kab: Amḍan n uttekki
ms: Jumlah Sumbangan
nn_no: Tal på bidragsytarar
pl: Liczba dotacji
pt_br: Número de contribuições
pt_pt: Número de contribuições
ro: Numărul de contribuții
si: දායකත්ව ගණන
sk: Počet príspevkov
sl: Število prispevkov
sr_latn: Broj doprinosa
sv_se: Antal bidrag
te: తోడ్పాటుల సంఖ్య
th: จำนวนการบริจาค
tr: Katkı sayısı
vi: Số lần đóng góp
