Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Your log in attempt could not be parsed. Please try again.
hu: Belépési kísérlete nem értelmezhető. Kérjük, próbálja meg újra.
id: Upaya masuk Anda tidak bisa diuraikan. Silakan coba lagi.
sk: Váš pokus o prihlásenie sa nepodarilo spracovať. Skúste to prosím znovu.
sq: Përpjekja juaj për hyrje s’u përmbush dot. Ju lutemi, riprovoni.
sv_se: Ditt inloggningsförsök kunde inte tolkas. Var god försök igen.

source: Your Firefox Account could not be found. Please try again.
hu: Firefox-fiókja nem található. Kérjük, próbálja meg újra.
id: Akun Firefox tidak dapat ditemukan. Silakan coba lagi.
ka: თქვენი Firefox-ანგარიში ვერ მოიძებნა. გთხოვთ სცადოთ ხელახლა.
kab: Amiḍan inek Firefox ur yettwaf ara. Ma ulac aɣilif, ɛreḍ tikelt nniḍen.
ms: Akaun Firefox anda tidak dijumpai. Sila cuba lagi.
sk: Váš účet Firefox Account nebol nájdený. Skúste to prosím znovu.
sq: S’u gjet dot Llogaria juaj Firefox. Ju lutemi, riprovoni.
sv_se: Ditt Firefox-konto kunde inte hittas. Var god försök igen.
te: మీ Firefox ఖాతా కనబడలేదు. మళ్ళీ ప్రయత్నించండి.

source: You could not be logged in. Please try again.
hu: Bejelentkezése sikertelen volt. Kérjük, próbálja meg újra.
id: Anda bisa tidak bisa masuk. Silakan coba lagi.
ka: შესვლა ვერ მოხერხდა. გთხოვთ სცადოთ ხელახლა.
kab: Tuqqna yinek ur teddi ara. Ma ulac aɣilif, ɛreḍ tikelt nniḍen.
ms: Anda tidak dapat dilog masukkan. Sila cuba lagi.
sk: Prihlásenie sa nepodarilo. Skúste to prosím znovu.
sq: S’u futët dot. Ju lutemi, riprovoni.
sv_se: Du kan inte logga in. Försök igen.
te: మీరు ప్రవేశించలేకపోయారు. దయచేసి మళ్ళీ ప్రయత్నించండి.

source: Your account has already been migrated to Firefox Accounts.
hu: Fiókja már migrálva lett a Firefox Fiókok szolgáltatásba.
id: Akun anda telah dipindahkan ke Firefox Accounts.
sk: Váš účet bol už presunutý na účet Firefox Account.
sq: Llogaria juaj është migruar tashmë te Llogaritë Firefox.
sv_se: Ditt konto har redan blivit migrerat till ett Firefox Konto.

source: Your Firefox Account already exists on this site.
hu: Már létezik Firefox-fiókja ezen az oldalon.
id: Firefox Account anda sudah ada di situs ini.
sk: Váš účet Firefox Account sa už na tejto stránke používa.
sq: Llogaria juaj Firefox gjendet tashmë në këtë sajt.
sv_se: Ditt Firefox Konto existerar redan på sidan.

source: Great job!
hu: Kitűnő!
id: Kerja yang bagus!
sk: Dobrá práca!
sq: Punë e paqme!
sv_se: Bra jobbat!

source: You can now log in to Add-ons with your Firefox Account.
hu: Most már Firefox-fiókjával bejelentkezhet a Kiegészítők oldalra.
id: Anda kini bisa masuk ke Pengaya dengan Firfox Account.
sk: Teraz sa môžete na server s doplnkami prihlasovať pomocou svojho účtu Firefox Account.
sq: Tani te Shtesat mund të bëni hyrjen me Llogarinë tuaj Firefox.
sv_se: Du kan nu logga in på tillägg med ditt Firefox-konto.

source: Need help?
es_ar: ¿Necesitás ayuda?
fi: Tarvitsetko apua?
fur: Ti covential jutori?
fy_nl: Help nedich?
he: יש לך צורך בעזרה?
hr: Trebaš pomoć?
hu: Segítségre van szüksége?
ia: Require tu adjuta?
id: Perlu bantuan?
is: Þarftu hjálp?
ka: გესაჭირეობათ დახმარება?
kab: Tesriḍ tallalt?
ms: Perlukan bantuan?
nb_no: Trenger du hjelp?
nn_no: Treng du hjelp?
ro: Ai nevoie de ajutor?
sk: Potrebujete pomoc?
sq: Ju duhet ndihmë?
sv_se: Behöver du hjälp?
te: సహాయం కావాలా?
th: ต้องการความช่วยเหลือ?
tr: Yardım mı lazım?
vi: Cần trợ giúp?

source: Download Now
hu: Letöltés most
id: Unduh Sekarang
ka: ჩამოტვირთვა ახლავე
kab: Sider tura
ms: Muat turun Sekarang
sk: Prevziať teraz
sq: Shkarkojeni Tani
sr_latn: Preuzmi odmah
sv_se: Hämta nu

source: Download
hu: Letöltés
id: Unduh
ka: ჩამოტვირთვა
kab: Sider
ms: Muat turun
sk: Prevziať
sq: Shkarkim
sr_latn: Preuzmi
sv_se: Hämta
te: దింపుకోలు

source: Continue to Download&nbsp;&rarr;
hu: Tovább a letöltéshez&nbsp;&rarr;
id: Lanjutkan Mengunduh&nbsp;&rarr;
kab: Kemmel asider &nbsp;&rarr;
sk: Pokračovať na prevzatie&nbsp;&rarr;
sq: Vazhdoni te Shkarkimet&nbsp;&rarr;
sr_latn: Nastavite do preuzimanja&nbsp;&rarr;
sv_se: Fortsätt till nedladdning&nbsp;&rarr;

source: Featured
hu: Kiemelt
id: Unggulan
ka: რჩეული
kab: Ifaz
ms: Sorotan
sk: Odporúčané
sq: Të zgjedhura
sr_latn: Izdvojeno
sv_se: Utvalda

source: Add to {0}
hu: Hozzáadás: {0}
id: Tambahkan ke {0}
ka: {0}-ში ჩადგმა
kab: Rnu γer {0}
ms: Tambah ke {0}
sk: Pridať do programu {0}
sq: Shtoje te {0}
sr_latn: Dodaj u {0}
sv_se: Lägg till i {0}

source: This name is already in use. Please choose another.
hu: Ezt a nevet már használja valaki. Válasszon másikat.
id: Nama ini telah dipakai. Pilihlah yang lain.
sk: Tento názov sa už používa. Vyberte prosím iný.
sq: Ky emër është i përdorur tashmë. Ju lutemi, zgjidhni një tjetër.
sr_latn: Naziv je u upotrebi. Molimo Vas izaberite drugi.
sv_se: Detta namn används redan. Välj ett annat.

source: This slug is already in use. Please choose another.
es_ar: Este slug se utiliza. Por favor, elige otro.
fi: Tämä osoitemuoto on jo käytössä. Valitse jokin toinen.
fur: Chest slug al è za in ûs. Sielç un altri.
fy_nl: Dizze identifikator wurdt al brûkt. Kies in oar.
hr: Ovaj se URL naziv stranice već koristi. Odaberi jedan drugi naziv.
hu: Ezt a SEO URL-t már használja valaki. Válasszon másikat.
ia: Iste identificator es ja in uso. Per favor elige un altere.
id: Slug ini sudah dipakai. Silakan pilih yang lain.
ka: ეს დაბოლოება უკვე გამოიყენება. გთხოვთ, შეარჩიოთ სხვა.
kab: Isem agi n yettwaseqdac yakan. Ma ulac aγilif ɛreḍ wayeḍ.
ms: Slug ini sedang digunakan. Sila pilih yang lain.
nb_no: Denne adresseteksten er allerede i bruk. Velg en annen.
nn_no: Denne adresseteksten er allereie i bruk. Vel ein annan.
ro: Acest slug este deja în uz. Te rugăm să alegi altul.
sk: Táto URL adresa sa už používa. Vyberte inú.
sq: Ky identifikues është i përdorur tashmë. Ju lutemi, zgjidhni një tjetër.
sr_latn: Naziv url adrese je u upotrebi. Molimo Vas izaberite drugi.
sv_se: Sluggen används redan. Välj en annan.
te: ఈ స్లగ్ ఇప్పటికే ఉపయోగంలో ఉంది. దయచేసి మరొకదాన్ని ఎంచుకోండి.
th: สลักนี้ถูกใช้แล้ว โปรดเลือกอันอื่น
tr: Bu kısa ad zaten kullanımda. Lütfen başka bir kısa ad seçin.
vi: Slug này đã được sử dụng. Vui lòng chọn cái khác.

source: The slug cannot be "%s". Please choose another.
hu: A SEO URL nem lehet „%s”. Válasszon egy másikat.
id: Slug ini tidak dapat "%s". Silakan pilih yang lain.
kab: Anegzum agi yezmer ad yili d "%s". Ma ulac aγili ɛred wayeḍ.
sk: URL adresa nemôže byť "%s". Vyberte inú.
sq: Identifikuesi s’mund të jetë "%s". Ju lutemi, zgjidhni një tjetër.
sr_latn: Naziv url adrese ne može biti "%s". Molimo Vas izaberite drugi.
sv_se: Sluggen kan inte vara "%s". Välj en annan.

source: Invalid tag: {0}
hu: Érvénytelen címke: {0}
id: Tag tidak valid: {0}
ka: არასწორი ჭდე: {0}
kab: Tabzimt d tarameγut: {0}
ms: Tag tidak sah: {0}
sk: Neplatná značka: {0}
sq: Etiketë e pavlefshme: {0}
sr_latn: Neispravna oznaka: {0}
sv_se: Ogiltig tagg: {0}
te: చెల్లని ట్యాగు: {0}

source: "{0}" is a reserved tag and cannot be used.
hu: A(z) "{0}" egy foglalt címke, ezért nem használható.
id: "{0}" adalah tag yang sudah dicadangkan dan tidak bisa digunakan.
ka: „{0}“ ჭდე დაკავებულია და მისი გამოყენება ვერ მოხერხდება.
kab: "{0}" d taṛekkizt yettuḥeṛṛen, ur tezmir ara ad tettwaseqdec
ms: "{0}" adalah tag rizab dan tidak boleh digunakan.
sk: "{0}" je rezervovaná značka a nie je možné ju použiť.
sq: "{0}" është etiketë e rezervuar dhe s’mund të përdoret.
sr_latn: "{0}" je rezervisana oznaka koja se ne može koristiti.
sv_se: "{0}" är ett reserverad tagg och kan inte användas.
te: "{0}" ఇది నిల్వ చేయబడిన ట్యాగు మరల దీనిని ఉపయోగించలేము.

source: You have {0} too many tags.
es_ar: Tienes {0} etiquetas de más.
fi: {0} liian monta tunnistetta.
fur: Tu âs {0} etichete di masse.
fy_nl: Jo hawwe {0} label te folle.
he: יש לך תג אחד יותר מדי.
hr: Imaš {0} oznaku previše.
hu: {0} címkével több az engedélyezettnél.
ia: Tu ha {0} etiquetta in excesso.
id: Tagnya terlalu banyak {0} buah.
is: Þú ert með {0} merki ofaukið.
ka: თქვენ დაშვებულზე {0}-ით მეტი ჭდე გაქვთ.
kab: Γur-k {0} ugar n tebzimin.
ms: Anda ada {0} terlalu banyak tag.
nb_no: Du har {0} for mange tagger.
nn_no: Du har {0} tagg for mykje.
ro: Ai {0} etichetă în plus.
sk: Máte {0} značku navyše.
sq: Keni {0} etiketë të tepërt.
sr_latn: Imate {0} previše oznaka.
sv_se: Du har {0} för många taggar.
te: మీ వద్ద {0} ట్యాగు ఎక్కువ ఉంది.
th: คุณมี {0} ป้ายกำกับมากเกินไป
tr: {0} fazla etiketiniz var.
vi: Bạn có {0} quá nhiều nhãn.

source: All tags must be %s characters or less after invalid characters are removed.
hu: A címkék hossza az eltávolított érvénytelen karaktereket követően maximum %s karakter lehet.
id: Seluruh tag harus berjumlah %s karakter atau kurang setelah karakter yang tidak valid dibuang.
ka: შეუსაბამო სიმბოლოების მოშორების შემდეგ, მათი რაოდენობა %s-ს არ უნდა აღემატებოდეს, ჭდეების სახელში.
kab: Yessef akk tibzimin ad ilint ma yella aṭaṣ s %s n isekkkilen ticki ttwakksen wid ur nelli ara d imeγta.
ms: Semua tag mesti %s aksara atau kurang, selepas membuang aksara yang tidak sah.
sk: Po odstránení neplatných znakov musia mať všetky značka najviac %s znakov.
sq: Krejt etiketat duhet të jenë %s ose më pak shenja të gjata, pas heqjes së shenjave të pavlefshme.
sr_latn: Sve oznake moraju biti od %s kataktera ili manje nakon što su neispravni karakteri uklonjeni.
sv_se: Alla taggar måste vara %s tecken eller mindre efter att ogiltiga tecken har tagits bort.
te: చెల్లని అక్షరాలు తీసివేయబడిన తర్వాత అన్ని ట్యాగ్లు తప్పనిసరిగా %s అక్షరాలు లేదా తక్కువగా ఉండాలి.

source: All tags must be at least {0} character.
hu: A címkéknek legalább {0} karakterből kell állnia.
id: Semua tag panjangnya paling sedikit harus {0} karakter.
ka: ჭდეები, სულ მცირე {0} სიმბოლოსგან მაინც უნდა შედგებოდეს.
kab: Yessefk akk tibzimint ad gebrent ma drus {0} n usekkil.
ms: Semua tag mesti sekurang-kurangnya {0} aksara.
sk: Každá značka musí mať aspoň {0} znak.
sq: Krejt etiketat duhet të jenë të paktën {0} shenjë.
sr_latn: Sve oznake moraju sadržati najmanje {0} karakter.
sv_se: Alla taggar måste minst vara {0} tecken.
te: అన్ని ట్యాగ్లు కనీసం {0} అక్షరం కలిగి ఉండాలి.

source: Categories cannot be changed while your add-on is featured for this application.
hu: Láthatóság
id: Kategori tidak bisa diubah saat pengaya anda ditampilkan untuk aplikasi ini.
ka: თქვენი დამატების ამ განაცხადში ყოფნისას კატეგორიის შეცვლა შეუძლებელია.
kab: Taggayint ur zmirent ara ad ttwasniflent ticki azegrir inek yettwammel s yetran deg usnas-agi.
ms: Kategori tidak boleh ditukar semasa add-on anda ini menjadi ciri aplikasi ini.
sk: Pokiaľ je doplnok v zozname odporúčaných, nie je možné zmeniť jeho kategórie.
sq: Kategoritë s’mund të ndryshohen, sa kohë që shtesa juaj është zgjedhur për këtë kategori.
sr_latn: Kategorije se ne mogu izmeniti dok je Vaš dodatak izdvojen za ovu aplikaciju.
sv_se: Kategorier kan inte ändras medan ditt tillägg är utvald för denna applikation.

source: You can have only {0} category.
es_ar: Solo puedes tener {0} categoría.
fi: Sinulla voi olla vain {0} luokka.
fur: Tu puedis vê dome {0} categorie.
fy_nl: Jo kinne mar {0} kategory brûke.
he: יכולה להיות לך רק קטגוריה אחת.
hr: Možeš imati samo {0} kategoriju.
hu: Csak {0} kategóriája van.
ia: Tu pote haber solo {0} categoria.
id: Anda hanya diperbolehkan memiliki {0} kategori.
is: Þú getur aðeins haft {0} flokk.
ka: თქვენ მხოლოდ {0} კატეგორია გაქვთ.
kab: Tzemreḍ kan ad tesɛuḍ {0} n taggayt.
ms: Anda hanya boleh ada {0} kategori.
nb_no: Du kan bare ha {0} kategori.
nn_no: Du kan berre ha {0} kategori.
ro: Poți avea doar {0} categorie.
sk: Môžete zvoliť len {0} kategóriu.
sq: Mund të keni vetëm {0} kategori.
sr_latn: Možete imati samo {0} kategoriju.
sv_se: Du kan endast ha {0} kategori.
te: {0} వర్గం మాత్రమే ఉండాలి.
th: คุณสามารถมีได้แค่ {0} หมวดหมู่
tr: Yalnızca {0} kategoriniz olabilir.
vi: Bạn chỉ có thể có {0} phân mục.

source: The miscellaneous category cannot be combined with additional categories.
es_ar: La categoría miscelánea no puede combinarse con categorías adicionales.
fur: Nol è pussibil cumbinâ la categorie Variis adun cun altris categoriis.
fy_nl: De kategory ferskaat kin net mei ekstra kategoryen kombinearre wurde.
he: לא ניתן לשלב את קטגוריית השונות עם קטגוריות נוספות.
hr: Kategorija Razno ne može se kombinirati s dodatnim kategorijama.
hu: Az egyéb kategória nem vonható össze más kategóriákkal.
ia: Le categoria Miscellanea non pote esser combinate con altere categorias.
id: Kategori lain-lain tidak dapat digabungkan dengan kategori lainnya.
ka: კატეგორია „სხვადასხვა“, ვერ გაერთიანდება სხვა კატეგორიებთან.
kab: Taggayt Ayen nniḍen ur tezmir ara ad tettwaseqdec akked tiyaḍ.
ms: Kategori rencam tidak boleh digabungkan dengan kategori tambahan.
nb_no: Diverse-kategorien kan ikke kombineres med andre kategorier.
nn_no: Ymse-kategorien kan ikkje kombinerast med andre kategoriar.
ro: Categoria de diverse nu poate fi combinată cu categorii suplimentare.
sk: Kategória Rôzne nemôže byť kombinovaná s inými kategóriami.
sq: Kategoria Të ndryshme s’mund të ndërthuret me të tjera kategori.
sr_latn: Kategorija Ostalo se ne može spojiti sa dodatnim kategorijama.
sv_se: Den övriga kategorin kan inte kombineras med ytterligare kategorier.
te: ఇతర వర్గాలు అదనపు వర్గాలతో కలిపి ఉండరాదు.
th: หมวดหมู่เบ็ดเตล็ดไม่สามารถรวมกับหมวดหมู่อื่น ๆ เพิ่มเติมได้
tr: Diğer kategorisi ekstra kategorilerle birlikte kullanılamaz.
vi: Phân mục linh tinh không thể được kết hợp với các phân mục phụ.

source: Before changing your default locale you must have a name, summary, and description in that locale. You are missing %s.
es_ar: Antes de cambiar tu idioma predeterminado, debes tener un nombre, un resumen y una descripción en dicho idioma. Te falta %s.
fur: Prime di podê cambiâ la tô lenghe predefinide tu scugnis vê un non, un somari e une descrizion in chê lenghe. In chest moment ti mancje %s.
fy_nl: Eardat jo jo standertlocale wizigje, moatte jo in namme, gearfetting en beskriuwing foar dy locale yn jaan. %s ûntbrekt.
he: בטרם שינוי שפת ברירת המחדל שלך חייב להיות לך שם, תקציר ותיאור בשפה הזאת. חסר לך %s.
hr: Prije mijenjanja standardnog jezika moraš imati ime, sažetak i opis na tom jeziku. Nedostaje ti %s.
hu: Az alapértelmezett nyelv módosítása előtt meg kell adnia a bevét, összefoglalóját és a leírást az adott nyelven. A következőt hagyta ki: %s.
ia: Ante de cambiar tu localisation predefinite tu debe haber un nomine, summario, e description in ille localisation. Tu manca de %s.
id: Sebelum mengubah kode pelokalan baku Anda harus menentukan nama, ringkasan, dan deskripsi pada kode pelokalan tersebut. Anda masih belum menentukan %s.
ka: ნაგულისხმევი ლოკალის შეცვლამდე, სახელი, შეჯამება და აღწერა ამ ლოკალზე უნდა გქონდეთ. ახლა გაკლიათ %s.
kab: Send asnifel n usideg inek amezwer yessefk ad tmuddeḍ isem, agzul akked uglam deg usideg agi aneggaru. Mazal xuṣṣen %s.
ms: Sebelum menukar lokaliti piawai anda, anda mesti ada nama, ringkasan dan keterangan dalam lokaliti berkenaan. Anda tiada %s.
nb_no: Bør du endrer standard språk må du oppgi et navn, oppsummering og beskrivelse på det språket. Du mangler %s.
nn_no: Før du endrar standardspråk må du spesifisera eit namn, ei oppsummering og og ei skildring på det språket. Du manglar %s.
ro: Înainte de a schimba limba implicită, trebuie să ai un nume, un rezumat și o descriere în limba respectivă. Îți lipsește %s.
sk: Pred zmenou predvoleného jazyka musíte mať vyplnený názov, súhrn a popis v tomto jazyku. Zatiaľ nemáte vyplnené: %s.
sq: Para se të ndryshoni vendoren parazgjedhje duhet të keni një emër, një përmbledhje dhe një përshkrim në gjuhën e vendores. Ju mungon %s.
sr_latn: Pre nego što izmenite podrazumevani prostor, morate imati ime, kratak pregled i opis u tom prostoru. Nedostaje Vam %s.
sv_se: Innan du ändrar ditt standardspråk måste du ha ett namn, sammanfattning och beskrivning på det språket. Du saknar %s.
te: మీ అప్రమేయ లొకేలును మార్చడానికి ముందు మీకు ఆ భాషలో ఒక పేరు, సారాంశం, వివరణ ఉండాలి. మీరు %s‌ను మర్చిపోయారు.
th: ก่อนที่จะเปลี่ยนภาษาเริ่มต้นของคุณ คุณจะต้องมีชื่อ บทสรุป และคำอธิบายในภาษานั้น คุณยังขาด %s
tr: Varsaılan dilinizi değiştirmek için o dilde bir adınız, özetiniz ve açıklamanız olmalıdır. %s mevcut değil.
vi: Trước khi thay đổi bản địa mặc định, bạn phải có tên, tóm tắt và mô tả trong bản địa đó. Bạn đang thiếu %s.

source: A license must be selected.
hu: Ki kell választani a licencet.
id: Sebuah lisensi harus dipilih.
ka: ლიცენზიის მითითება აუცილებელია.
kab: Yessefk ad tferneḍ turagt.
ms: Lesen mesti dipilih.
sk: Musí byť zvolená licencia.
sq: Duhet përzgjedhur një licencë.
sr_latn: Licenca mora biti izabrana.
sv_se: En licens måste väljas.

source: Give Your Theme a Name.
hu: Adjon egy nevet a témának.
id: Beri Tema Anda Nama.
ka: დაარქვით თემას სახელი.
kab: Mudd isem i usentel inek.
ms: Berikan Nama untuk Tema Anda.
sk: Pomenujte svoju tému.
sq: Vërini një Emër Temës Suaj.
sr_latn: Dajte ime Vašoj temi.
sv_se: Ge ditt tema ett namn.

source: Describe your Theme.
hu: Írja le a témát.
id: Jelaskan Tema anda.
ka: აღწერეთ თქვენი თემა.
kab: Glem asentel inek.
ms: Jelaskan tema anda.
sk: Popíšte svoju tému.
sq: Përshkruani Temën tuaj.
sr_latn: Opišite Vašu temu.
sv_se: Beskriv ditt tema.

source: Enter a new author's email address
hu: Írjon be egy új szerzői e-mail címet
id: Masukkan alamat surel penulis baru
ka: შეიყვანეთ შემქმნელის ახალი ელფოსტის მისამართი
kab: Mud tansa imayl n ueskar amaynut
ms: Masukkan alamat e-mel baru pengarang
sk: Zadajte novú e-mailovú adresu autora
sq: Jepni një adresë të re email të autorit
sr_latn: Dodajte adresu e-pošte novog autora
sv_se: Ange en ny e-postadress till utvecklaren

source: Not Reviewed
hu: Nem értékelt
id: Belum Ditinjau
ka: განუხილველია
kab: Ur tɛawed ara degs tmuγli
ms: Belum Disemak
sk: Neskontrolované
sq: E pashqyrtuar
sr_latn: Nije ocenjeno
sv_se: Ej granskad

source: Users have the option of contributing more or less than this amount.
hu: A felhasználóknak lehetőségük van ennél többet vagy kevesebbet adni.
id: Pengguna memiliki pilihan untuk menyumbang sebanyak lebih atau kurang dari jumlah ini.
kab: Iseqdacen zemred ad ttekkin s wayen nniḍen ama ugar neɣ drus γef aya.
sk: Používatelia môžu prispieť aj väčšou resp. menšou čiastkou ako je táto.
sq: Përdoruesit kanë mundësi të caktojnë kontribut më shumë ose më pak se sa kjo sasi.
sr_latn: Korisnici imaju opciju da doprinose više ili manje od ove količine.
sv_se: Användare har möjlighet att ge mer eller mindre än detta belopp.

source: Users will always be asked in the Add-ons Manager (Firefox 4 and above)
sk: Používatelia budú vždy upozornení v okne Správcu doplnkov (Firefox 4 a vyššie)
sq: Përdoruesit do të pyeten nga Përgjegjësi i Shtesave (Firefox 4 e më tej)

source: Listed
es_ar: Listado
fi: Listattu
fur: Listât
fy_nl: Fermeld
he: ברשימה
hr: Na popisu
hu: Felsorolva
ia: Listate
id: Terdaftar
is: Upptalið
ka: გამოქვეყნებულია
kab: Yettwabder
ms: Tersenarai
nb_no: Listet
nn_no: Oppført
ro: Listat
sk: V zozname
sq: E pranishme
sr_latn: Navedene
sv_se: Listad
te: జాబితాచేయబడినవి
th: รายการ
tr: Listelenen
vi: Liệt kê

source: Popular
hu: Népszerű
id: Populer
sk: Populárne
sq: Popullore
sr_latn: Popularno
sv_se: Populära

source: Recently Added
hu: Nemrég hozzáadott
id: Baru Ditambahkan
ka: ახალი დამატებული
kab: Yettwarna melmi kan
ms: Terkini Ditambah
sk: Naposledy pridané
sq: Shtuar Së Fundmi
sr_latn: Nedavno dodato
sv_se: Nyligen tillagd

source: Recently Updated
hu: Legutóbb frissítve
id: Baru Diperbarui
ka: ბოლოს განახლებული
kab: Ttwaleqmen melmi kan
ms: Terkini Dikemaskini
sk: Naposledy aktualizované
sq: Përditësuar së Fundmi
sr_latn: Nedavno ažurirano
sv_se: Nyligen uppdaterad

source: Contribution for {0}
hu: Adomány ennek: {0}
id: Sumbangan untuk {0}
kab: Attekki i {0}
sk: Príspevok pre {0}
sq: Kontribut për {0}
sr_latn: Doprinosi za {0}
sv_se: Bidrag för {0}

source: Abuse reported.
hu: Visszaélést jelentettek.
id: Penyalahgunaan dilaporkan.
ka: შეტყობინება უკანონოდ გამოყენების შესახებ.
kab: Yir aseqdec yettwammel.
ms: Salah guna dilapor.
sk: Zneužitie nahlásené.
sq: Shpërdorimi u njoftua.
sr_latn: Zlostavljanje je prijavljeno.
sv_se: Missbruk rapporterad.

source: My add-on doesn't fit into any of the categories
es_ar: Mi complemento no encaja en ninguna de las categorías
fi: Lisäosani ei sovi mihinkään näistä luokista
fur: Il gno component adizionâl nol jentre in nissune des categoriis
fy_nl: Myn add-on past net yn ien fan de kategoryen
he: התוספת שלי לא מתאימה לאף אחת מהקטגוריות
hr: Moj dodatak se ne uklapa u bilo koju od kategorija
hu: A kiegészítő nem illik egyik kategóriába sem
ia: Mi additivo non corresponde a alcun del categorias
id: Pengaya saya tidak cocok ke kategori apa pun
is: Viðbótin mín passar ekki í neinn af flokkunum
ka: ჩემი დამატება არცერთ კატეგორიას არ შეესაბამება
kab: Izegrar inu ur d-uzgin ula deg iwet n taggayt
ms: Add-on saya tidak boleh dimuatkan ke dalam mana-mana kategori
nb_no: Utvidelsen passer ikke i noen av kategoriene
nn_no: Utvidingane mine passar ikkje inn i nokon av kategoriane
ro: Suplimentul meu nu se încadrează în niciuna dintre categorii
sk: Môj doplnok nespadá ani do jednej z kategórií
sq: Shtesa ime s’hyn në ndonjë nga kategoritë e mundshme
sr_latn: Moj dodatak ne odgovara ni jednoj kategoriji
sv_se: Mitt tillägg passar inte in i någon av kategorierna
te: నా పొడగింత ఏ వర్గానికి సరిపోదు
th: ส่วนเสริมของฉันไม่ตรงกับหมวดหมู่ใด ๆ
tr: Eklentim bu kategorilerden hiçbirine uymuyor
vi: Tiện ích của tôi không khớp bất kì phân mục nào

source: No compatible versions
hu: Nincs kompatibilis verzió
id: Tidak ada versi yang kompatibel
ka: თავსებადი ვერსიები არაა
kab: Ulac ileqman yemṣadan
ms: Tiada versi serasi
sk: Žiadne kompatibilné verzie
sq: S’ka versione të përputhshëm
sr_latn: Nema kompatibilnih verzija
sv_se: Inga kompatibla versioner

source: Added to Mobile
hu: Hozzáadva Mobile-hoz
id: Ditambahkan ke Seluler
kab: Yettwarna γer uziraz
sk: Pridané medzi mobilné
sq: U shtua te Celulari
sr_latn: Dodato u Mobilni
sv_se: Lade till i Mobile

source: Add to Mobile
hu: Hozzáadás Mobile-hoz
id: Tambahkan ke Seluler
kab: Rnu γer uziraz
sk: Pridať medzi mobilné
sq: Shtoje te Celulari
sr_latn: Dodaj u Mobilni
sv_se: Lägg till i Mobile

source: for {0}
hu: {0} operációs rendszerhez
id: untuk {0}
ka: {0} -ისთვის
kab: i {0}
ms: untuk {0}
sk: pre {0}
sq: për {0}
sr_latn: za {0}
sv_se: för {0}

source: View privacy policy
hu: Adatvédelmi nyilatkozat megtekintése
id: Tampilkan kebijakan privasi
ka: გაეცანით პირადი მონაცემების დაცვის დებულებას
kab: Wali tasertit n tbaḍnit
ms: Lihat dasar privasi
sk: Zobraziť zásady ochrany súkromia
sq: Shihni rregullat e privatësisë
sr_latn: Pogledaj polisu privatnosti
sv_se: Visa sekretesspolicy

source: View End-User License Agreement
hu: Végfelhasználói licencszerződés megjelenítése
id: Lihat Hak Pengguna Akhir
ka: მომხმარებლის სალიცენზიო შეთანხმების ნახვა
kab: Wali amtawa n turagt n useqdac aneggaru
ms: Lihat Perjanjian Lesen Pengguna Akhir
sk: Zobraziť licenčnú zmluvu koncového používateľa
sq: Shihni Marrëveshje Licence Përdoruesi të Thjeshtë
sr_latn: Pogledajte Ugovor o licenci softvera za krajnjeg korisnika
sv_se: Visa slutanvändarlicensavtal
te: అంతిమ-వాడుకరి లైసెన్స్ ఒప్పందాన్ని వీక్షించండి

source: This add-on has not been reviewed by Mozilla. <a href="%(url)s">Learn more</a>
hu: Ezt a kiegészítőt nem értékelte a Mozilla. <a href="%(url)s">Tudjon meg többet</a>
id: Pengaya ini belum ditinjau oleh Mozilla. <a href="%(url)s">Pelajari selengkapnya</a>
kab: Azegrir-agi tɛawed degs tmuγli Mozilla. <a href="%(url)s">Issin ugar</a>
sk: Tento doplnok nebol skontrolovaný Mozillou. <a href="%(url)s">Ďalšie informácie</a>
sq: Kjo shtesë s’është shqyrtuar prej Mozilla-s. <a href="%(url)s">Mësoni më tepër</a>
sr_latn: Ovaj dodatak nije pregledan od strane Mozilla fontacije. <a href="%(url)s">Saznaj više</a>
sv_se: Detta tillägg har inte granskats av Mozilla. <a href="%(url)s">Läs mer</a>
