Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: <strong>Important:</strong> Once a version has been deleted, you may not upload a new version with the same version number.
hu: <strong>Fontos:</strong> miután egy verzió törlésre került, nem tölthet fel új verziót ugyanazzal a verziószámmal.
ia: <strong>Importante:</strong> Un vice que un version ha essite delite, tu non pote incargar un nove version con le mesme numero de version.
id: <strong>Penting:</strong> Sekali sebuah versi dihapus, anda mungkin tidak boleh mengunggah versi baru dengan nomor versi yang sama.
ka: <strong>მნიშვნელოვანი:</strong> რომელიმე ვერსიის წაშლის შემთხვევაში, ვეღარ შეძლებთ იმავე ვერსიის ნომრით, ახალი ფაილის ატვირთვას.
ms: <strong>Penting</strong> Apabila sesuatu versi telah dihapuskan, anda mungkin tidak boleh memuat naik versi baru yang ada nombor versi yang sama.
sk: <strong>Dôležité:</strong> Okamžite ako je verzia odstránená, nemôžete nahrať novú verziu s rovnakým číslom verzie.
sq: <strong>E rëndësishme:</strong> Pasi një version të jetë fshirë, s’mund të ngarkoni një version të ri me të atë numër versioni.
sr_latn: <strong>Važno:</strong> Kada je jednom verzija izbrisana, ne biste trebali postaviti novu verziju sa istim brojem.
sv_se: <strong>Viktigt:</strong> När en version har tagits bort, kan du inte ladda upp en ny version med samma versionsnummer.
vi: <strong>Quan trọng:</strong> Khi một phiên bản đã bị xóa, bạn không thể tải lên một phiên bản mới có cùng số phiên bản.

source: Deleting a version which has already been reviewed may also cause a significant delay in the review of your next update.
sq: Fshirja e një versioni, i cili është shqyrtuar tashmë, mund të shkaktojë një vonesë domethënëse në shqyrtimin e përditësimit tuaj pasues.

source: Are you sure you wish to delete this version?
es_ar: ¿Seguro que deseas eliminar esta versión?
fi: Haluatko varmasti poistaa tämän version?
fur: Desideristu pardabon eliminâ cheste version?
fy_nl: Binne jo wis dat jo dizze ferzje fuortsmite wolle?
he: האם ברצונך למחוק את הגרסה הזו?
hr: Sigurno želiš izbrisati ovu verziju?
hu: Biztos, hogy törölni szeretné ezt az verziót?
ia: Desira tu vermente deler iste version?
id: Yakin Anda ingin menghapus versi ini?
is: Ertu viss um að þú viljir eyða þessari útgáfu?
ka: ნამდვილად გსურთ ამ ვერსიის წაშლა?
kab: Tebɣiḍ ad tekkseḍ lqem-agi?
ms: Anda pasti mahu menghapuskan versi ini?
nb_no: Er du sikker på at du vil slette denne versjonen?
nn_no: Er du sikker på at du vil slette denne versjonen?
ro: Sigur vrei să ștergi această versiune?
sk: Naozaj chcete odstrániť túto verziu?
sq: Jeni i sigurt se doni të fshihet ky version?
sr_latn: Da li ste sigurni da želite obrisati ovu verziju?
sv_se: Är du säker på att du vill ta bort denna version?
te: మీరు ఖచ్చితంగా వెర్షన్ను తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรุ่นนี้?
tr: Bu sürümü silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa phiên bản này?

source: Delete Version
es_ar: Borrar versión
fi: Poista versio
fur: Elimine version
fy_nl: Ferzje fuortsmite
he: מחיקת גרסה
hr: Izbriši verziju
hu: Verzió törlése
ia: Deler le version
id: Hapus Versi
is: Eyða útgáfu
ka: წაშლა
kab: Kkes lqem
ms: Buang Versi
nb_no: Slett versjonen
nn_no: Slett versjonen
ro: Șterge versiunea
sk: Odstrániť verziu
sq: Fshije Versionin
sr_latn: Obriši verziju
sv_se: Ta bort version
te: వెర్షన్ను తొలగించండి
th: ลบรุ่น
tr: Sürümü sil
vi: Xóa phiên bản

source: Disable Version
es_ar: Desactivar la versión
fi: Poista versio käytöstä
fur: Disative version
fy_nl: Ferzje útskeakelje
he: השבתת הגרסה
hr: Deaktiviraj verziju
hu: Verzió letiltása
ia: Disactivar le version
id: Mematikan Versi
is: Gera útgáfu óvirka
ka: ვერსიის გათიშვა
kab: Sens lqem
ms: Nyahdaya Versi
nb_no: Slå av versjonen
nn_no: Slå av versjonen
ro: Dezactivează versiunea
sk: Zakázať verziu
sq: Çaktivizoje Versionin
sr_latn: Onemogući verziju
sv_se: Inaktivera version
te: వెర్షన్ను అచేతనం చేయి
th: ปิดใช้งานรุ่น
tr: Sürümü devre dışı bırak
vi: Vô hiệu hóa phiên bản

source: Add a new Version
hu: Új verzió hozzáadása
id: Tambah Versi baru
sk: Pridanie novej verzie
sq: Shtoni Version të ri
sr_latn: Dodaj novu verziju
sv_se: Lägg till en ny version

source: Add Version
hu: Verzió hozzáadása
id: Tambah Versi
sk: Pridať verziu
sq: Shtoni Version
sr_latn: Dodajte verziju
sv_se: Lägg till version

source: Hide Add-on
es_ar: Ocultar complemento
fi: Piilota lisäosa
fur: Plate il component adizionâl
fy_nl: Add-on ferstopje
he: הסתרת תוספת
hr: Sakrij dodatak
hu: Kiegészítő elrejtése
ia: Celar le additivo
id: Sembunyikan Pengaya
is: Fela viðbót
ka: დამატების დამალვა
kab: Ffer lqem
ms: Sorok Add-on
nb_no: Skjul tillegg
nn_no: Gøym utvidinga
ro: Ascunde suplimentul
sk: Skryť doplnok
sq: Fshiheni Shtesën
sv_se: Dölj tillägg
te: పొడిగింతను దాచండి
th: ซ่อนส่วนเสริม
tr: Eklentiyi gizle
vi: Ẩn tiện ích

source: Hiding your add-on will prevent it from appearing anywhere in our gallery and will stop users from receiving automatic updates.
es_ar: Ocultar tu complemento prevendrá que aparezca en cualquier lugar de nuestra galería y no permitirá a los usuarios recibir actualizaciones automáticas.
fur: Se tu platis il component adizionâl, nol vignarà plui visualizât (in nissun lûc) te nestre galarie e i utents no ricevaran plui i inzornaments automatics.
fy_nl: Troch jo add-on te ferstopjen wurdt dizze nearne yn ús galery werjûn en ûntfange brûkers gjin automatyske fernijingen mear.
he: הסתרת התוספת שלך תמנע ממנה להופיע בגלריה שלנו ותמנע ממשתמשים להמשיך לקבל עבורה עדכונים אוטומטיים.
hr: Skrivanjem dodatka ćeš spriječiti da se dodatak pojavi bilo gdje u našoj galeriji i korisnici će prestati primati automatske nadogradnje.
hu: A kiegészítő elrejtése megakadályozza, hogy bárhol is megjelenjen a galériánkban, és a felhasználók többé nem kapnak automatikus frissítéseket.
ia: Celar tu additivo impedira a illo de parer ubicunque in nostre galeria e stoppara al usatores de reciper le actualisationes automatic.
id: Menyembunyikan pengaya akan mencegahnya dari muncul di manapun dalam galeri kami dan akan menghentikan pengguna menerima pembaruan otomatis.
ka: დამატების დამალვის შედეგად, გაქრება გალერეიდან და მომხმარებლებს შეუწყდებათ ავტომატური განახლებები.
ms: Menyorokkan add-on anda akan menghalangnya daripada dipamerkan dalam mana-mana galeri kami dan pengguna tidak lagi menerima kemaskini automatik.
nb_no: Skjuling av tillegget ditt vil den forhindre fra å vises i vårt galleri og vil stoppe brukere i å motta automatiske oppdateringer.
nn_no: Skjuling av tillegget ditt vil forhindre det frå å visast i galleriet vårt, og vil stoppe brukarar i å få automatiske oppdateringar.
ro: Ascunderea suplimentului va împiedica apariția acestuia oriunde în galeria noastră și va opri primirea de actualizări automate de către utilizatori.
sk: Skrytím svojho doplnku zabránite, aby sa zobrazoval kdekoľvek v našej galérii, a používateľom prestanú byť inštalované automatické aktualizácie.
sq: Fshehja e shtesës suaj do t’i pengojë asaj shfaqjen në galerinë tonë dhe përdoruesve marrjen e përditësimeve të vetvetishme.
sv_se: Dölja ditt tillägg kommer att hindra den från att visas i vårt galleri och kommer att stoppa användare från att ta emot automatiska uppdateringar.
tr: Eklentinizi gizlemek, galerimizin herhangi bir yerinde görünmesini önleyecek ve kullanıcıların otomatik güncellemeleri almasını engelleyecektir.
vi: Ẩn tiện ích mở rộng của bạn sẽ ngăn không cho nó xuất hiện ở bất kỳ đâu trong thư viện của chúng tôi và sẽ ngăn người dùng nhận được cập nhật tự động.

source: Are you sure you wish to hide your add-on?
es_ar: ¿Estás seguro de que deseas ocultar tu complemento?
fi: Haluatko varmasti piilottaa lisäosasi?
fur: Platâ pardabon il component adizionâl?
fy_nl: Binne jo wis dat jo jo add-on ferstopje wolle?
he: האם ברצונך להסתיר את התוספת שלך?
hr: Zaista želiš sakriti tvoje dodatke?
hu: Biztos, hogy el kívánja rejteni a kiegészítőjét?
ia: Desira tu vermente celar tu additivo?
id: Anda yakin ingin menyembunyikan pengaya Anda?
is: Ertu viss um að vilja fela viðbótina þína?
ka: ნამდვილად გსურთ დამატების დამალვა?
kab: Tebɣiḍ ad teffreḍ azegrir-agi?
ms: Adakah anda pasti mahu sorok add-on anda?
nb_no: Er du sikker på at du vil skjule tillegget ditt?
nn_no: Er du sikker på at du vil gøyme utvidinga di?
ro: Sigur vrei să-ți ascunzi suplimentul?
sk: Naozaj chcete skryť svoj doplnok?
sq: Jeni i sigurt se doni të fshihet shtesa juaj?
sv_se: Är du säker på att du vill dölja ditt tillägg?
te: మీరు నిజంగానే మీ పొడగింతను దాచివేయాలని అనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการซ่อนส่วนเสริมของคุณ?
tr: Eklentinizi gizlemek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn ẩn tiện ích của mình không?

source: Unlist Add-on
hu: Kiegészítő listázásának megszüntetése
id: Keluarkan Pengaya dari Daftar
sk: Zrušiť zverejnenie doplnku
sq: Hiqeni Shtesën Nga Listat
sv_se: Lista ej tillägg

source: Unlisting your add-on will make it (and each of its versions/files) invisible on this website. It won't show up in searches, won't have a public facing page, and won't be updated automatically for current users. It is recommended for unlisted add-ons to provide a custom <a href="%(update_url)s" target="_blank">updateURL</a> in their manifest file for automatic updates.
sq: Heqja e shtesës suaj nga listat do ta bëjë atë (dhe çdo version/kartelë të saj) të padukshme në këtë sajt. S’do të duket në kërkime, s’do të ketë një faqe publike, dhe s’do të përditësohet vetvetiu për përdoruesit e deritanishëm. Për shtesa të hequra prej liste këshillohet dhënia e një <a href="%(update_url)s" target="_blank">updateURL</a> të përshtatur, te kartela e saj manifest, për përditësime të vetvetishme.

source: Unlisting an add-on is irreversible!
hu: A kiegészítő listázásának visszavonása nem visszafordítható!
id: Menghilangkan pengaya dari daftar tidak bisa diurungkan!
sq: Heqja e një shtese nga listat është e pakthyeshme!
sv_se: Olistning av ett tillägg är bestående!

source: An unlisted add-on cannot be switched to be listed.
hu: Egy nem listázott kiegészítő nem kapcsolható vissza listázottá.
id: Pengaya yang tidak berada dalam daftar tidak bisa diubah jadi terdaftar.
sq: Një temë e hequr nga listat s’mund të rikalohet në lista.
sv_se: Ett olistat tillägg kan inte ändras till att bli listad.

source: Are you sure you wish to unlist your add-on?
hu: Biztos, hogy vissza akarja vonni a kiegészítő listázását?
id: Apakah anda yakin ingin mengeluarkan pengaya anda dari daftar?
sq: Jeni i sigurt se doni të hiqet shtesa juaj nga lista?
sv_se: Är du säker på att du vill olista ditt tillägg?

source: Canceling your review request will leave your add-on as preliminarily reviewed.
hu: Az ellenőrzési kérelem megszakításával a kiegészítő előzetesen értékelt állapotú lesz.
id: Membatalkan permintaan ulasan pengaya akan membuat pengaya anda hanya mendapat ulasan pendahuluan.
sk: Zrušením vašej žiadosti o kontrolu ponecháte svoj doplnok predbežne skontrolovaným.
sq: Anulimi i kërkesës suaj për shqyrtim do ta lërë shtesën tuaj si të shqyrtuar paraprakisht.
sr_latn: Prekidanje Vašeg zahteva za pregled će učiniti dodatak preliminarno pregledanim.
sv_se: Avbryta din begäran om granskning kommer att lämna ditt tillägg som preliminärt granskad.

source: Canceling your review request will mark your add-on incomplete. If you do not complete your add-on after several days by re-requesting review, it will be deleted.
hu: Az értékelési kérelem megszakításával a kiegészítő "nem teljes" állapotba kerül. Amennyiben néhány napon belül nem egészíti ki az értékelési kérelmét, abban az esetben törlésre kerül.
id: Membatalkan permintaan ulasan anda akan menandai pengaya sebagai tak lengkap. Jika anda tidak melengkapi pengaya setelah beberapa hari dengan meminta ulasan ulang, ia akan dihapus.
sq: Anulimi i kërkesës suaj për shqyrtim do ta ricaktojë gjendjen e shtesës suaj si jo e plotë. Nëse s’e plotësoni shtesën tuaj pas disa ditësh, duke rikërkuar shqyrtim të saj, ajo do të fshihet.
sr_latn: Prekidanje Vašeg zahteva za pregled će označiti dodatak kao nezavršen. Ukoliko ne završite Vaš dodatak za nekoliko dana ponovo tražeći pregled dodatak će biti izbrisan.
sv_se: Avbryta din begäran om granskning kommer att markera ditt tillägg som ofullständig. Om du inte slutför ditt tillägg efter flera dagar genom att åter begära granskning, kommer det att tas bort.

source: Are you sure you wish to cancel your review request?
hu: Biztosan megszakítja az értékelési kérést?
id: Apakah anda ingin membatalkan permintaan ulasan anda?
ka: ნამდვილად გსურთ, მიმოხილვის მოთხოვნის გაუქმება?
kab: Tebɣiḍ ad tesfesxeḍ tuttra n ucegger?
ms: Adakah anda pasti mahu membatalkan permintaan semakan anda?
sq: Jeni i sigurt se dëshironi të anulohet kërkesa juaj për shqyrtim?
sr_latn: Da li ste sigurni da želite da prekinete Vaš zahtev za pregled?
sv_se: Är du säker på att du vill avbryta din begäran om granskning?
te: మీ సమీక్ష అభ్యర్థనను రద్దుచేసుకోవాలని అనుకుంటున్నారా?

source: Shopping Made Easy
hu: Könnyűvé tett vásárlás
id: Berbelanja Semakin Mudah
ka: მარტივი ვაჭრობა
ms: Membeli-belah Semakin Mudah
sk: Nakupovanie ľahko a jednoducho
sq: Blerje e Bërë Lehtë
sr_latn: Kupovina učinjena jednostavnom
sv_se: Shopping utan problem

source: Save on your favorite items from the comfort of your browser.
hu: Takarítson meg pénzt a kedvenc tárgyain, a böngészője kényelméből.
id: Simpan hal-hal kesukaan anda dalam kenyamanan peramban anda.
ka: დაზოგეთ თანხები თქვენს საყვარელ ნივთებზე, პირდაპირ ბრაუზერიდან.
ms: Simpan item kegemaran anda dari tempat duduk anda.
sk: Uložte si svoje obľúbené položky z pohodlia vášho prehliadača.
sq: Ruajini gjërat e parapëlqyera drejt e nga komforti i shfletuesi tuaj.
sr_latn: Sačuvajte Vaše omiljene stvari iz udobnosti Vašeg pregledača.
sv_se: Spara på dina favoritobjekt från bekvämligheten av din webbläsare.

source: Build the perfect website
hu: Tökéletes weboldal készítése
id: Bangun situs yang sempurna
ka: შექმენით სრულყოფილი ვებსაიტი
kab: Bnu asmel web igarrzen
ms: Bina laman web yang sempurna
sk: Vytvorte perfektnú stránku
sq: Ndërtoni sajtin e përsosur
sr_latn: Napravi savršen sajt
sv_se: Bygg den perfekta webbplatsen

source: Help test Firefox with these tools
sk: Pomôžte testovať Firefox pomocou týchto nástrojov
sq: Ndihmoni testimin e Firefox-it me këto mjete
sv_se: Hjälp testa Firefox med dessa verktyg

source: First time with Add-ons?
hu: Ez az első kiegészítője?
id: Pertama kali menggunakan Pengaya?
ka: პირველად იყენებთ დამატებებს?
kab: Tikelt tamezwarut akked izegrar?
ms: Pertama kali menggunakan Add-ons?
sk: Vidíte doplnky prvýkrát?
sq: Hera e parë me Shtesa?
sr_latn: Vaš prvi put sa dodacima?
sv_se: Är det din första gång med tillägg?

source: Not to worry, here are three to get started.
hu: Ne aggódjon, itt van három a kezdéshez.
id: Jangan khawatir, begini cara memulainya.
ka: არ ინერვიულოთ, დაიწყეთ ამ სამი დამატებით.
kab: Ur ttkikru ara, hata wamek.
ms: Usah khuatir, ada tiga cara untuk memulakan.
sk: Nebojte sa, na začiatok tu máme pre vás hneď tri.
sq: Mos u bëni merak, ja tre, sa për t’ia filluar.
sr_latn: Bez brige, evo tri koraka da započnete.
sv_se: Oroa dig inte, här har du tre för att komma igång.

source: Translate content on the web from and into over 40 languages.
hu: Fordítsa a weboldal tartalmát 40 nyelvről vagy 40 nyelvre.
id: Menerjemahkan konten web dari dan ke lebih 40 bahasa.
ka: თარგმნეთ შიგთავსი ინტერნეტში, 40-ზე მეტ ენაზე.
kab: Suqel agbur ɣef usmel Web seg neɣ ar ugar n 40 n tutlayin.
ms: Terjemahkan kandungan dalam web daripada dan ke lebih 40 bahasa.
sk: Preložte si obsah webu do viac ako 40 jazykov.
sq: Përktheni lëndë web-i në mbi 40 gjuhë.
sr_latn: Prevedi sadržaj na mreži sa i na preko 40 jezika.
sv_se: Översätt innehåll på webben från och till över 40 språk.

source: Easily connect to your social networks, and share or comment on the page you're visiting.
hu: Kapcsolódjon egyszerűen a közösségi hálózataihoz és osszon meg oldalakat vagy adjon megjegyzéseket hozzájuk.
id: Hubungkan jejaring sosial anda dengan mudah, dan bagikan atau berkomentar di laman yang anda kunjungi.
ka: მარტივად დაუკავშირდით სოციალურ ქსელებს და გააზიარეთ, ან დაწერეთ გამოხმაურება პირდაპირ იმ გვერდზე, რომელზეც იმყოფებით.
ms: Mudah menghubungkan ke rangkaian sosial anda, dan kongsi atau komen halaman yang anda lawati.
sk: Jednoducho prepojte svoje sociálne siete a zdieľajte alebo komentujte stránky, ktoré navštevujete.
sq: Lidhuni kollaj me rrjetet tuaja shoqërore, dhe komentoni, ose ndajeni me të tjerët, faqen që po vizitoni.
sr_latn: Jednostavno se povežite na Vaše društvene mreže, i delite ili komentarišite na stranicama koje posećujete.
sv_se: Anslut enkelt till dina sociala nätverk, och dela eller kommentera den sida du besöker.

source: A quick view to compare prices when you shop online or search for flights.
hu: Gyorsan hasonlítsa össze az árakat vásárlás közben vagy keressen egy repülőjáratot.
id: Lihat sekilas untuk membandingkan harga ketika anda sedang berbelanja daring atau mencari penerbangan.
ka: სწრაფად გაეცანით და შეადარეთ ფასები ინტერნეტ მაღაზიებით სარგებლობისას ან ბილეთების შეძენისას.
ms: Tinjauan ringkas untuk membandingkan harga apabila anda membeli belah dalam talian atau mencari tarikh penerbangan.
sk: Rýchle porovnanie cien pri nakopovaní online alebo vyhľadávaní letov.
sq: Vështrim i shpejtë për të krahasuar çmimet kur blini në linjë ose kur kërkoni për fluturime.
sr_latn: Brz način da pogledate cene kada kupujete online ili pretražujete letove.
sv_se: En snabbtitt för att jämföra priser när du handlar på nätet eller söker efter flyg.

source: Firefox 4 Collection
sk: Kolekcia Firefox 4
sq: Koleksion për Firefox 4
sv_se: Firefox 4 samling

source: Here are some great add-ons for Firefox 4.
sk: Tu sú niektoré výborné doplnky pre Firefox 4.
sq: Ja disa shtesa të fuqishme për Firefox 4.
sv_se: Här är några bra tillägg för Firefox 4.

source: St. Patrick&rsquo;s Day Themes
hu: Szt. Patrik napi témák
id: Tema Hari St. Patrick
ka: წმ. პატრიკის&rsquo; დღისადმი მიძღვნილი თემები
kab: Isental n St. Patrick
ms: Tema Hari St. Patrick&rsquo;s
sk: Témy dňa svätého Patrika
sq: Tema për Ditën e Shën Patrikut
sr_latn: Teme za dan St. Patrick
sv_se: Teman St. Patrick&rsquo;s Day

source: Decorate your browser to celebrate St. Patrick&rsquo;s Day.
hu: Ünnepelje a Szent Patrik napot a böngészője dekorálásával.
id: Hias peramban anda untuk merayakan Hari St. Patrick&rsquo;.
ka: გააფორმეთ თქვენი ბრაუზერი წმ. პატრიკის&rsquo; დღესასწაულისთვის.
ms: Hiasi pelayar anda untuk menyambut Hari St. Patrick&rsquo;s.
sk: Ozdobte svoj prehliadač na oslavu dňa Sv. Patrika.
sq: Zbukurojeni shfletuesin tuaj për festën e Ditës së Shën Patrikut.
sr_latn: Dekoriši svoj pregledač za proslavu dana St. Patrick.
sv_se: Dekorera din webbläsare för att fira Saint Patrick&rsquo;s Day.

source: Firefox Summer Collection
id: Koleksi Musim Panas Firefox
sk: Letná kolekcia Firefoxu
sq: Koleksioni i Verës Firefox
sr_latn: Firefox letnja kolekcija
sv_se: Firefox sommarsamling

source: Here are some great add-ons for Firefox.
id: Ini adalah sejumlah pengaya hebat untuk Firefox.
sk: Tu sú niektoré z výborných doplnkov pre Firefox.
sq: Ja disa shtesa të fuqishme për Firefox.
sr_latn: Ovo su neki od sjajnih dodataka za Firefox.
sv_se: Här är några bra tillägg för Firefox.

source: Thunderbird Collection
sk: Kolekcia Thunderbirdu
sq: Koleksioni Thunderbird
sv_se: Thunderbird samling

source: Here are some great add-ons for Thunderbird.
sk: Tu sú niektoré z výborných doplnkov pre Thunderbird.
sq: Ja disa shtesa të fuqishme për Thunderbird.
sv_se: Här är några bra tillägg för Thunderbird.

source: Sit Back and Relax
hu: Dőljön hátra és lazítson
id: Duduk Bersandar dan Santai
sk: Posaďte sa a relaxujte
sq: Zini Vend dhe Rehatohuni
sr_latn: Sedite i opustite se
sv_se: Luta dig tillbaka och koppla av

source: Add-ons that help you on your travels!
hu: Kiegészítők, melyek segítik az utazásaiban!
id: Pengaya yang membantu dalam perjalanan anda!
sk: Doplnky, ktoré pomáhajú pri vašich cestách.
sq: Shtesa që ju ndihmojnë gjatë udhëtimeve tuaja!
sr_latn: Dodaci koji Vam pomažu na putovanjima!
sv_se: Tillägg som hjälper dig på dina resor!

source: Displays a country flag depicting the location of the current website's server and more.
hu: Megjeleníti az ország zászlóját, ahol a jelenlegi weboldal kiszolgálója található, és még többet.
id: Tampilkan bendera negaya yang menunjukkan lokasi di mana server situs ini kini terpasang dan lain sebagainya.
sk: Zobrazuje vlajku krajiny, pomocou ktorej identifikujete umiestnenie servera aktuálnej webovej stránky.
sq: Shfaq një flamur shteti që simbolizon vendoren e shërbyesit të tanishëm të sajtit dhe të tjera.
sr_latn: Prikaži zastavu države koja opisuje lokaciju servera trenutnog sajta i još.
sv_se: Visar en landsflagga som visar placeringen av den aktuella webbplatsen server och mer.

source: FoxClocks let you keep an eye on the time around the world.
hu: A FoxClocks lehetővé teszi, hogy szemmel tartsa az időt a világ körül.
id: FoxClox memungkinkan anda mengetahui waktu di seluruh dunia.
sk: FoxClocks zobrazuje aktuálny čas po celom svete.
sq: FoxClocks ju lejon t’i hidhni një sy orës anembanë botës.
sr_latn: FoxClocks Vam omogućuje da vodite računa o vremenu širom sveta.
sv_se: FoxClocks låter dig hålla ett öga på tiden runt om i världen.

source: Automatically get the lowest price when you shop online or search for flights.
hu: Automatikusan a legalacsonyabb árat kapja, ha az interneten vásárol vagy repülőjegyet keres.
id: Secara otomatis mendapatkan harga paling murah saat berbelanja daring atau mencari penerbangan.
sk: Automaticky nájdite najnižšiu cenu pri nakupovaní online alebo vyhľadávaní letov.
sq: Njihuni automatikisht me çmimet më të ulëta kur blini në linjë ose kur kërkoni për fluturime.
sr_latn: Automatski dobijte najnižu cenu kada kupujete online ili kada pretražujete letove.
sv_se: Får automatiskt det lägsta priset när du handlar på nätet eller söker efter flyg.

source: A+ add-ons for School
hu: Csillagos 5-ös kiegészítők a sulihoz
id: A+ pengaya untuk Sekolah
ka: ათიანის მქონე დამატებები სკოლისთვის
kab: Izegrar A+ i uɣerbaz
ms: Add-ons A+ untuk Sekolah
sk: Najlepšie doplnky pre školu
sq: Shtesa A+ për në Shkollë
sr_latn: 5* dodaci za školu
sv_se: A+ tillägg för skolan

source: Add-ons for teachers, parents, and students heading back to school.
hu: Kiegészítők tanároknak, szülőknek és iskolásoknak.
id: Pengaya untuk guru, orang tua dan siswa yang kembali ke sekolah.
ka: დამატებები მასწავლებლებისთვის, მშობლებისა და მოსწავლეებისთვის, სკოლისაკენ.
kab: Izegrar i yiselmaden, imawlan, akked inelmaden yettuɣalen s aɣerbaz.
ms: Add-ons untuk para guru, ibu bapa dan pelajar yang akan kembali ke sekolah.
sk: Doplnky pre učiteľov, rodičov a študentov, ktorí mieria späť do školy.
sq: Shtesa për mësues, prindër, dhe studentë që i kthehen shkollës.
sr_latn: Dodaci za učitelje, roditelje, i učenike koji idu u školu.
sv_se: Tillägg för lärare, föräldrar och elever på väg tillbaka till skolan.

source: Would you like to know which websites you can trust?
hu: Szeretné tudni mely weboldalakban bízhat meg?
id: Apakah anda ingin mengetahui situs mana yang bisa dipercaya?
ka: გსურთ იცოდეთ, რომელ ვებსაიტებს შეგიძლიათ ენდოთ?
kab: Tebqiḍ ad tissined ismal web i yessefk ad tamneḍ?
ms: Adakah anda ingin tahu laman web yang boleh anda percayai?
sk: Chceli by ste vedieť, ktorým stránkam môžete veriť?
sq: Dëshironi të dini se cilit sajt mund t’i zini besë?
sr_latn: Da li bi ste voleli da znate kojim sajtovima možete da verujete?
sv_se: Vill du veta vilka webbplatser du kan lita på?
