Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Download Firefox extensions that can help download web, music and video content. You can also find extensions to manage downloads, share files, and more.
es_ar: Descargá extensiones de Firefox que te ayudan a descargar música, vídeo y contenido web. También encontrarás extensiones para administrar descargas, compartir archivos y más.
fi: Lataa Firefox-laajennuksia, jotka auttavat lataamaan verkko-, musiikki- ja videosisältöä. Löydät myös laajennuksia latausten hallintaan, tiedostojen jakamiseen ja muuhun.
fur: Discjame estensions par Firefox che ti puedin judâ a discjariâ in mût sempliç contignûts web, musiche e videos. Tu cjatarâs ancje estensions par gjestî i files discjariâts, condividi files e ancjemò altri.
fy_nl: Download Firefox-útwreidingen dy’t helpe kinne mei downloaden fan web-, muzyk- en fideo-ynhâld. Jo kinne ek útwreidingen fine om downloads te behearen, bestannen te dielen, en mear.
hr: Preuzmi Firefox proširenja, koja mogu pomoći u preuzimanju weba, glazbe i video sadržaja. Možeš pronaći i proširenja za upravljanje preuzimanjima, dijeljenje datoteka i još mnogo toga.
ia: Discarga extensiones de Firefox que pote adjutar a discargar contento del Web, musica e video. Tu pote etiam trovar extensiones pro gerer discargamentos, compartir files e multo plus.
is: Sæktu Firefox-forritsauka sem hjálpa til við að sækja vefefni, tónlist og myndskeið. Þú finnur líka forritsauka sem sjá um niðurhal, deila skrám og fleira.
nb_no: Last ned Firefox-utvidelser som kan hjelpe til å laste ned nett-, musikk- og video-innhold. Du kan også finne utvidelser for å behandle nedlastninger, dele filer og mer.
nn_no: Last ned Firefox-utvidingar som kan hjelpe til med å laste ned nett-, musikk- og video-innhald. Du kan også finne utvidingar for å handtere nedlastningar, dele filer og meir.
ro: Descarcă extensii Firefox care te ajută să descarci conținut web, audio și video. Poți găsi și extensii pentru gestionarea descărcărilor, partajarea fișierelor și multe altele.
th: ดาวน์โหลดส่วนขยาย Firefox ที่สามารถช่วยดาวน์โหลดเนื้อหาเว็บ เพลงและ วิดีโอ คุณสามารถค้นหาส่วนขยายเพื่อจัดการการดาวน์โหลดแชร์ไฟล์และอื่น ๆ
tr: Web, müzik ve video içeriği indirmenize yardımcı olabilecek Firefox uzantılarını indirin. İndirmeleri yönetmek, dosya paylaşmak ve daha fazlasını yapmak için de uzantılar bulabilirsiniz.
vi: Tải xuống các tiện ích mở rộng Firefox có thể giúp tải xuống nội dung web, nhạc và video. Bạn cũng có thể tìm các tiện ích mở rộng để quản lý tải xuống, chia sẻ tập tin và hơn thế nữa.

source: Download Firefox extensions that remove clutter so you can stay up-to-date on social media, catch up on blogs, RSS feeds, reduce eye strain, and more.
es_ar: Descargá extensiones de Firefox que eliminan el desorden para poder mantenerte al día en las redes sociales, con los blogs, los canales RSS, reducir la fatiga visual y más.
fi: Lataa Firefox-laajennuksia, jotka poistavat sotkua, jotta pysyt ajan tasalla sosiaalisessa mediassa, luet blogeja ja RSS-syötteitä, vähennät silmien rasitusta ja paljon muuta.
fur: Discjame estensions par Firefox che a gjavin i elements di disturp cussì di miorâ la esperience di navigazion sui social media, restâ inzornât cun blogs e feeds RSS, ma ancje diminuî il stracament dai voi e tant altri.
fy_nl: Download Firefox-útwreidingen dy’t fersteuringen opromje, sadat jo by-de-tiid bliuwe kinne by sosjale media, blogs en RSS-feeds folgje kin, eachfermoeidheid tsjingean kinne, en mear.
hr: Preuzmi Firefox proširenja, koja uklanjaju nered i omogućuju ostati u tijeku s društvenim mrežama, blogovima, RSS feedovima, smanjiti opterećenje očiju i još mnogo toga.
ia: Discarga extensiones de Firefox que remove disordine de maniera que tu pote restar actualisate sur le retes social, leger blogs, syndicationes RSS, reducer le fatiga ocular e multo plus.
is: Sæktu Firefox-forritsauka sem skipuleggja betur vinnusvæðið, þannig að þú sért með púlsinn á samfélagsmiðlum, fylgist með bloggum, RSS-fréttastreymum, minnkir álag á augun og ýmislegt fleira.
nb_no: Last ned Firefox-utvidelser som fjerner kaos så du kan være oppdatert på sosiale medier, følge med i blogger, RSS-kilder, redusere belastningen på øynene og mer.
nn_no: Last ned Firefox-utvidingar som fjernar kaos slik at du kan vere oppdatert på sosiale medium, følgje med i bloggar, RSS-kjelder, redusere belastninga på augene med meir.
ro: Descarcă extensii Firefox care elimină elementele inutile aglomerate pe pagini ca să poți fi la curent cu ce se întâmplă pe rețelele de socializare, să urmărești noutățile de pe bloguri, fluxurile RSS, să reduci efortul ochilor și multe altele.
th: ดาวน์โหลดส่วนขยาย Firefox ที่ลบความยุ่งเหยิงเพื่อให้คุณสามารถตามติดข้อมูลล่าสุดบนบนสื่อสั่งคมออนไลน์ติดตามบล็อกเสวนา ฟีด RSS ลดอาการเคืองตาและอื่น ๆ
tr: Karmaşıklığı azaltan Firefox uzantılarını indirin. Sosyal medya, blog ve RSS'leri takip edin; göz yorgunluğunu azaltın ve çok daha fazlasını yapın.
vi: Tải xuống các tiện ích mở rộng Firefox để loại bỏ sự lộn xộn mà bạn có thể cập nhật trên phương tiện truyền thông xã hội, cập nhật blog, nguồn cấp dữ liệu RSS, đỡ bị mỏi mắt và hơn thế nữa.

source: Download Firefox extensions to boost your entertainment experience. This category includes extensions that can enhance gaming, control video playback, and more.
es_ar: Descargá extensiones de Firefox para mejorar tu experiencia de entretenimiento. Esta categoría incluye extensiones que pueden mejorar los juegos, controlar la reproducción de video y más.
fi: Lataa Firefox-laajennuksia parantaaksesi viihdekokemustasi. Tähän luokkaan kuuluvat laajennukset, jotka voivat parantaa pelaamista, hallita videoiden toistoa ja paljon muuta.
fur: Discjame estensions par Firefox che ti aumentaran la esperience di intratigniment. In cheste categorie tu cjatarâs estensions par miorâ la esperience di zûc, controlâ la riproduzion dai video e altri.
fy_nl: Download Firefox-útwreidingen om jo entertainmentûnderfining te ferbetterjen. Dizze kategory omfettet útwreidingen dy’t it spyljen fan spultsjes ferbetterje, ôfspyljen fan fideo’s beheare, en mear.
hr: Preuzmi Firefox proširenja za poboljšanje doživljaja. Ova kategorija uključuje proširenja, koja mogu poboljšati igranje, kontrolirati reprodukciju videozapisa i još mnogo toga.
ia: Discarga extensiones de Firefox pro stimular tu experientia de intertenimento. Iste categoria include extensiones que pote meliorar le jocos, controlar reproduction video e multo plus.
is: Sæktu Firefox-forritsauka sem auka skemmtigildið hjá þér. Þessi flokkur inniheldur forritsauka sem geta bætt leiki, stýrt afspilun myndskeiða og ýmislegt fleira.
nb_no: Last ned Firefox-utvidelser for å øke underholdningsopplevelsen din. Denne kategorien inkluderer utvidelser som kan forbedre spilling, kontrollere videoavspilling og mer.
nn_no: Last ned Firefox-utvidingar for å auke underhaldningsopplevinga di. Denne kategorien inkluderer utvidingar som kan forbetre speling, kontrollere videoavspeling, og meir.
ro: Descarcă extensii Firefox pentru a-ți îmbunătăți experiența de divertisment. Această categorie include extensii care pot îmbunătăți jocurile, controlează redarea video și multe altele.
th: ดาวน์โหลดส่วนขยาย Firefox เพื่อเพิ่มประสบการณ์ความบันเทิงของคุณ หมวดหมู่นี้มีส่วนขยายที่ช่วยเสริมพลังในเรื่องการเล่นเกม การควบคุมการเล่นวิดีโอ และอื่น ๆ อีกมากมาย
tr: Eğlence deneyimini artıracak Firefox uzantılarını indirin. Bu kategori, oyun ve video deneyiminizi ve çok daha fazlasını artıran uzantılar içerir.
vi: Tải xuống tiện ích mở rộng Firefox để tăng trải nghiệm giải trí của bạn. Danh mục này bao gồm các tiện ích mở rộng có thể tăng cường chơi trò chơi, kiểm soát phát lại video và hơn thế nữa.

source: Download Firefox extensions that offer language support like grammar check, look-up words, translate text, provide text-to-speech, and more.
es_ar: Descargá extensiones de Firefox que ofrecen soporte de idiomas, como comprobar la gramática, buscar sinónimos, traducir texto, proporcionar texto a voz y más.
fi: Lataa Firefox-laajennuksia, jotka tarjoavat kielitukea, kuten kieliopin tarkistuksen, hakusanat, tekstin kääntämisen, teksti puheeksi -ominaisuuden ja paljon muuta.
fur: Discjame estensions par Firefox che a ufrissin supuart pes lenghis, come coretôrs ortografics, ricercje definizions di peraulis, traduzion di tescj, sintesi vocâl e altri.
fy_nl: Download Firefox-útwreidingen dy’t taalstipe biede, lykas grammatikakontrôle, wurdsykjen, tekstoersetting, tekst-nei-spraak, en mear.
hr: Preuzmi Firefox proširenja, koja nude jezičnu podršku poput provjere gramatike, pretraživanje riječi, prevođenje teksta, pretvaranje teksta u govor i još mnogo toga.
ia: Discarga extensiones de Firefox que offere supporto de linguas como verification de grammatica, dictionarios, traduction de texto, synthese vocal e multo plus.
is: Sæktu Firefox-forritsauka sem bjóða aukinn stuðning við tungumál, yfirfara stafsetningu, fletta upp orðum, þýða texta, umbreyta texta-í-tal og fleira.
nb_no: Last ned Firefox-utvidelser som tilbyr språkstøtte som grammatikkontroll, oppslag av ord, oversette tekst, tilby tekst-til-tale og mer.
nn_no: Last ned Firefox-utvidingar som tilbyr språkstøtte som grammatikkontroll, oppslag av ord, omsette tekst, tilby tekst-til-tale, og meir.
ro: Descarcă extensii Firefox care oferă suport lingvistic, cum ar fi verificare gramaticală, căutare de cuvinte, traduceri de texte, sinteză vocală și multe altele.
th: ดาวน์โหลดส่วนขยาย Firefox ที่ให้การรองรับภาษาด้านต่าง ๆ เช่น การตรวจสอบไวยากรณ์ การค้นหาคำ การแปลข้อความ การแปลงข้อความเป็นคำพูด และอื่น ๆ
tr: Yazım denetimi, sözlük, metin çevirme, metinden konuşmaya aktarma ve benzeri dil desteklerini sunan Firefox uzantılarını indirin.
vi: Tải xuống các tiện ích mở rộng Firefox có hỗ trợ ngôn ngữ như kiểm tra ngữ pháp, tra từ, dịch văn bản, cung cấp văn bản thành giọng nói và hơn thế nữa.

source: Download Firefox extensions that enhance photo, music and video experiences. Extensions in this category modify audio and video, reverse image search, and more.
es_ar: Descargá extensiones de Firefox que potencian tus experiencias con fotos, música y vídeos. Las extensiones de esta categoría modifican audio y vídeo, realizan búsquedas inversas de imágenes y más.
fi: Lataa Firefox-laajennuksia, jotka parantavat valokuva-, musiikki- ja videokokemusta. Tämän luokan laajennukset muokkaavat ääntä ja videota, tekevät käänteisen kuvahaun ja paljon muuta.
fur: Discjame estensions par Firefox che ti permetin di gjoldi al massim di fotos, musiche e videos. In cheste categorie tu cjatarâs estensions par modificâ audio e video, fâ ricercjis contrariis di une imagjin e tant altri.
fy_nl: Download Firefox-útwreidingen dy’t jo ûnderfining fan foto’s, muzyk en fideo ferbetterje. Utwreidingen yn dizze kategory passe audio en fideo oan, biede omkeard ôfbylding sykje, en mear.
hr: Preuzmi Firefox proširenja koja poboljšavaju doživljavanje fotografija, glazbe i videa. Proširenja u ovoj kategoriji mijenjaju audio i video snimke, pretražuju obrnute slike i još mnogo toga.
ia: Discarga extensiones de Firefox que meliora le experientias de photos, musica e video. Le extensiones in iste categoria modifica audio e video, face recerca inverse del imagines, e multo plus.
is: Sæktu Firefox-forritsauka sem bæta framsetningu mynda, tónlistar og myndskeiða. Forritsaukar í þessum flokki breyta hljóði og myndskeiðum, gera mögulega leit að upprunamyndum og fleira.
nb_no: Last ned Firefox-utvidelser som forbedrer bilde-, musikk- og videoopplevelser. Utvidelser i denne kategorien endrer lyd og video, omvendt bildesøk og mer.
nn_no: Last ned Firefox-utvidingar som forbetrar bilde-, musikk- og videoopplevingar. Utvidingar i denne kategorien endrar lyd og video, omvendt bildesøk og meir.
ro: Descarcă extensii Firefox care îmbunătățesc experiența cu fotografiile, muzica și videoclipurile. Extensiile din această categorie modifică fișiere audio și video, execută căutarea inversă a imaginilor și multe altele.
th: ดาวน์โหลดส่วนขยายของ Firefox ที่ช่วยเสริมแต่งประสบการณ์ใช้งานในเรื่องภาพ เพลง และวิดีโอ ส่วนขยายในหมวดหมู่นี้สามารถแก้ไขเสียงและวิดีโอ ค้นหาภาพแบบย้อนกลับ และอื่น ๆ อีกมากมาย
tr: Fotoğraf, müzik ve video deneyimlerini geliştiren Firefox uzantılarını indirin. Bu kategorideki uzantılar ses ve videoyu düzenleyen ve daha fazlasını içeren araçları barındırır.
vi: Tải xuống các tiện ích mở rộng Firefox giúp nâng cao trải nghiệm ảnh, nhạc và video. Các tiện ích mở rộng trong danh mục này sửa đổi âm thanh và video, tìm kiếm hình ảnh ngược và hơn thế nữa.

source: Download Firefox extensions to browse privately and securely. This category includes extensions to block annoying ads, prevent tracking, manage redirects, and more.
es_ar: Descarga extensiones de Firefox para navegar de forma privada y segura. Esta categoría incluye extensiones que bloquean los anuncios más molestos, impiden el rastreo, gestionan las redirecciones y mucho más.
fi: Lataa Firefox-laajennuksia selataksesi yksityisesti ja turvallisesti. Tähän luokkaan kuuluvat laajennukset ärsyttävien mainosten estämiseen, seurannan estämiseen, uudelleenohjausten hallintaan ja muuhun.
fur: Discjame estension par Firefox par navigâ in mût sigûr e riservât. Cheste categorie e inclût estensions par blocâ publicitâts fastidiosis, impedî aes spiis dai sîts di stâti daûr, gjestî i indreçaments viers altris sîts e ancjemò altri.
fy_nl: Download Firefox-útwreidingen om privee en feilich te navigearjen. Dizze kategory omfettet útwreidingen om ferfelende advertinsjes te blokkearjen, folgjen foar te kommen, trochstjoeringen te behearen, en mear.
hr: Preuzmi Firefox proširenja za privatno i sigurno pregledavanje. Ova kategorija uključuje proširenja, koja blokiraju dosadne oglase, sprečavaju praćenje, upravljaju preusmjeravanjima i još mnogo toga.
ia: Discarga extensiones de Firefox pro navigar privatemente e con securitate. Iste categoria include extensiones pro blocar annuncios moleste, impedir le traciamento, gerer redirectiones e multo plus.
is: Sæktu Firefox-forritsauka til að vafra öruggar og í friði fyrir eftirliti. Þessi flokkur inniheldur forritsauka til að loka á auglýsingar, koma í veg fyrir eftirlit, stýra endurbeiningum og ýmislegt fleira.
nb_no: Last ned Firefox-utvidelser for å surfe privat og sikkert. Denne kategorien inkluderer utvidelser for å blokkere irriterende annonser, forhindre sporing, behandle omdirigeringer og mer.
nn_no: Last ned Firefox-utvidingar for å surfe privat og sikkert. Denne kategorien inkluderer utvidingar for å blokkere irriterande annonsar, hindre sporing, handsame omdirigeringar og meir.
ro: Descarcă extensii Firefox pentru a naviga confidențial și în siguranță. Această categorie include extensii pentru blocarea reclamelor iritante, prevenirea urmăririi, gestionarea redirecționărilor și multe altele.
th: ดาวน์โหลดส่วนขยายของ Firefox เพื่อท่องเว็บอย่างเป็นส่วนตัวและปลอดภัย หมวดหมู่นี้มีส่วนขยายที่จะช่วยปิดกั้นโฆษณาที่น่ารำคาญ ป้องกันการติดตาม จัดการการเปลี่ยนเส้นทาง และอื่น ๆ อีกมากมาย
tr: Web'de gizlice ve güvenle gezinmenizi sağlayacak Firefox uzantılarını indirin. Bu kategoride reklamları ve sinsi takip kodlarını engelleyen, yönlendirmeleri yöneten ve daha fazlasını yapan uzantılar yer alıyor.
vi: Tải xuống các tiện ích mở rộng Firefox để duyệt riêng tư và an toàn. Danh mục này bao gồm các tiện ích mở rộng để chặn quảng cáo gây phiền nhiễu, ngăn theo dõi, quản lý chuyển hướng và hơn thế nữa.

source: Download Firefox extensions for search and look-up. This category includes extensions that highlight and search text, lookup IP addresses/domains, and more.
es_ar: Descarga extensiones de Firefox para buscar y hacer consultas. Esta categoría incluye extensiones que resaltan y buscan textos, consultan dominios y direcciones IP y mucho más.
fi: Lataa Firefox-laajennuksia hakua varten. Tähän luokkaan kuuluvat laajennukset, jotka korostavat ja hakevat tekstiä, hakevat IP-osoitteita/verkkotunnuksia ja paljon muuta.
fur: Discjame estensions par Firefox che ti judin a cirî e consultâ. In cheste categorie tu cjatarâs struments par evidenziâ e cirî test, cirî direzions IP e dominis e tant altri.
fy_nl: Download Firefox-útwreidingen om te sykjen. Dizze kategory omfettet útwreidingen dy’t tekst markearret en siket, IP-adressen/domeinen opsiket, en mear.
hr: Preuzmi Firefox proširenja za pretraživanje. Ova kategorija uključuje proširenja, koja ističu i pretražuju tekst, pretražuju IP adrese i domene i još mnogo toga.
ia: Discarga extensiones de Firefox pro cercar e filtrar. Iste categoria include extensiones que evidentia e cerca texto, consulta adresses/dominios internet, e multo plus.
is: Sæktu Firefox-forritsauka fyrir leit og uppflettingar. Þessi flokkur inniheldur forritsauka sem áherslulita texta og leita, fletta upp IP-vistföngum eða lénum og ýmislegt fleira.
nb_no: Last ned Firefox-utvidelser for søk og oppslag. Denne kategorien inkluderer utvidelser som fremhever og søker etter tekst, oppslag av IP-adresser/domener og mer.
nn_no: Last ned Firefox-utvidingar for søk og oppslag. Denne kategorien inneheld utvidingar som framhevar og søkjer etter tekst, oppslag av IP-adresser/domene og meir.
ro: Descarcă extensii Firefox pentru căutare și consultare. Această categorie include extensii care evidențiază și caută text, caută adrese IP/domenii și multe altele.
th: ดาวน์โหลดส่วนขยาย Firefox สำหรับการค้นหาสิ่งต่าง ๆ หมวดหมู่นี้ประกอบด้วยส่วนขยายที่เน้นและค้นหาข้อความ รวมทั้งค้นหาที่อยู่ IP/โดเมน และอื่น ๆ
tr: Arama yapmaya yönelik Firefox uzantılarını indirin. Bu kategoride metinlerde arama yapmayı, IP adresi/alan adı sorgulamayı ve daha fazlasını sunan uzantılar bulunur.
vi: Tải xuống tiện ích mở rộng Firefox để tìm kiếm và tra cứu. Danh mục này bao gồm các tiện ích mở rộng làm nổi bật và tìm kiếm văn bản, tra cứu địa chỉ IP/tên miền và hơn thế nữa.

source: Download Firefox extensions that can enhance your online shopping experience with coupon finders, deal finders, review analyzers, more.
es_ar: Descarga extensiones de Firefox que potencian tus compras en línea, como buscadores de cupones y de ofertas, analistas de comentarios y mucho más.
fi: Lataa Firefox-laajennuksia, jotka voivat parantaa verkkokauppakokemustasi kuponkien haulla, tarjousten haulla, arvosteluanalysaattoreilla ja muilla ominaisuuksilla.
fur: Discjame estensions par Firefox che a miorin la esperience des compris in rêt, cun struments che a individuin coupons e ocasions, cun analizadôrs di recensions e tant altri.
fy_nl: Dowload Firefox-útwreidingen dy’t jo online winkelbelibbing ferbetteret mei kortingsbonsikers, oanbiedingssikers, beoardielingsanalyses, en mear.
hr: Preuzmi Firefox proširenja, koja mogu poboljšati iskustvo kupovanja putem interneta pomoću pronalaženja kupona i popusta, analizu recenzija i još mnogo toga.
ia: Discarga extensiones de Firefox que pote meliorar tu experientia de compras in linea con instrumentos pro cercar coupons e occasiones, analysar recensiones, e multo plus.
is: Sæktu Firefox-forritsauka sem geta bætt reynslu þína af verslun á netinu með leit að afsláttarmiðum, tilboðum, uppflettingu í umsögnum og fleira.
nb_no: Last ned Firefox-utvidelser som kan forbedre din handleopplevelse med søking etter kuponger og rabatter samt analyser av anmeldelse med mer.
nn_no: Last ned Firefox-utvidingar som kan forbetre handleopplevinga di med søking etter kupongar og rabattar, samt analysar av vurderingar, med meir.
ro: Descarcă extensii Firefox care îți pot îmbunătăți experiența de cumpărături online cu instrumente de găsit cupoane și oferte, de analiză a recenziilor și multe altele.
th: ดาวน์โหลดส่วนขยาย Firefox ที่สามารถยกระดับประสบการณ์การช็อปปิ้งออนไลน์ของคุณได้ด้วยตัวค้นหาคูปอง ตัวค้นหาดีล ตัววิเคราะห์บทวิจารณ์ และอื่น ๆ อีกมากมาย
tr: Kuponlar, fırsatlar, incelemeler ve daha fazlası ile çevrimiçi alışveriş deneyiminizi geliştirebilecek Firefox uzantılarını indirin.
vi: Tải xuống các tiện ích mở rộng Firefox có thể nâng cao trải nghiệm mua sắm trực tuyến của bạn với các công cụ tìm phiếu, tìm công cụ tìm kiếm, phân tích đánh giá và hơn thế nữa.

source: Download Firefox extensions to enhance social media and instant messaging. This category includes improved tab notifications, video downloaders, and more.
es_ar: Descarga extensiones de Firefox que mejoran la mensajería instantánea y social. Esta categoría incluye notificaciones mejoradas de pestañas, gestores de descarga de vídeos y mucho más.
fi: Lataa Firefox-laajennuksia parantaaksesi sosiaalista mediaa ja pikaviestejä. Tähän luokkaan kuuluvat parannetut välilehti-ilmoitukset, videoiden lataustyökalut ja paljon muuta.
fur: Discjame estensions par Firefox che a miorin i social media e lis aplicazions pai messaçs istantanis. Cheste categorie e inclût notifichis avanzadis pes schedis, struments par discjariâ videos e tant altri.
fy_nl: Download Firefox-útwreidingen om sosjale media en chatten te ferbetterjen. Dizze kategory omfettet ferbettere ljepblêdnotifikaasjes, fideodownloaders, en mear.
hr: Preuzmi Firefox proširenja za poboljšanje društvenih mreža i slanje trenutnih poruka. Ova kategorija uključuje poboljšane obavijesti na karticama, preuzimanje videa i još mnogo toga.
ia: Discarga extensiones de Firefox pro optimisar le retes social e messageria instantanee. Iste categoria include notificationes de scheda meliorate, discargatores video, e multo plus.
is: Sæktu Firefox-forritsauka sem bæta samfélagsmiðla og skyndiskilaboð. Þessi flokkur inniheldur bætta tilkynningaflipa, forrit til niðurhals myndskeiða og ýmislegt fleira.
nb_no: Last ned Firefox-utvidelser for å forbedre sosiale medier og direktemeldinger. Denne kategorien inkluderer forbedrede fanevarsler, videonedlastere og mer.
nn_no: Last ned Firefox-utvidingar for å forbetre sosiale medium og direktemeldingar. Denne kategorien inkluderer forbetra fanevarsel, videonedlastarar, og meir.
ro: Descarcă extensii Firefox pentru a-ți îmbunătăți experiența pe rețelele sociale și în aplicațiile de mesagerie instantanee. Această categorie include notificări îmbunătățite pentru file, instrumente de descărcat videoclipuri și multe altele.
th: ดาวน์โหลดส่วนขยาย Firefox เพื่อเสริมความสามารถเกี่ยวกับโซเชียลมีเดียและการส่งข้อความโต้ตอบแบบทันที หมวดหมู่นี้ประกอบไปด้วยการแจ้งเตือนแท็บที่ปรับปรุงใหม่ เครื่องมือดาวน์โหลดวิดีโอ และอื่นๆ อีกมากมาย
tr: Sosyal medyayı ve anlık mesajlaşmayı geliştirmek için Firefox uzantılarını indirin. Bu kategori, iyileştirilmiş sekme bildirimlerini, video indiricileri ve daha fazlasını içerir.
vi: Tải xuống các tiện ích mở rộng Firefox để tăng cường phương tiện truyền thông xã hội và nhắn tin tức thời. Danh mục này bao gồm các thông báo thẻ được cải thiện, trình tải xuống video và hơn thế nữa.
