Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Search Developer Docs
es_ar: Buscar documentos para desarrolladores
fi: Etsi kehitysdokumenteista
fur: Cîr te documentazion pai svilupadôrs
fy_nl: Untwikkelersdokumintaasje trochsykje
he: חיפוש בתיעוד המפתחים
hr: Pretraži dokumente programera
hu: Keresés fejlesztői doksiban
ia: Recercar in le documentation de disveloppatores
id: Pencarian Dokumen Pengembang
is: Leita í skjölum fyrir þróunaraðila
ka: ძიება შემმუშავებლის მასალებში
kab: Nadi tasemlit n tneflit
ms: Dokumen Pembangun Carian
nb_no: Søk i utviklerdokumentasjon
nn_no: Søk it utviklardokument
ro: Caută documente pentru dezvoltatori
sk: hľadať v dokumentoch pre vývojárov
sq: Kërkoni te Dokumentime për Zhvillues
sr_latn: Pretraži Dokumente programera
sv_se: Sök i utvecklardokument
te: డెవలపర్ పత్రావళిలో వెతకండి
th: ค้นหาเอกสารนักพัฒนา
tr: Geliştirici Belgelerinde Ara
vi: Tìm kiếm trong Tài liệu Nhà phát triển

source: Use the field below to upload your add-on package.
es_ar: Usa el campo de debajo para subir tu paquete de complemento.
fi: Siirrä lisäosapakettisi alla olevan kentän avulla.
fur: Dopre il cjamp chi sot par cjariâ in rêt il pachet dal to component adizionâl.
fy_nl: Brûk ûndersteand fjild om jo add-on-pakket op te laden.
he: יש להשתמש בשדה שלהלן כדי להעלות את חבילת התוספת שלך.
hr: Koristi sljedeće polje za prijenos paketa dodataka.
hu: Használja az alábbi mezőt a kiegészítőcsomag feltöltéséhez.
ia: Usa le campo infra pro incargar tu pacchetto de additivo.
id: Gunakan bidang di bawah ini untuk mengunggah paket pengaya anda.
ka: დამატების პაკეტის ასატვირთად გამოიყენეთ ქვემოთ მოცემული ველი.
kab: Seqdec urti daw-a akken ad tazned akemmus inek n uzegrir.
ms: Gunakan medan di bawah untuk memuat naik pakej add-on anda.
nb_no: Bruk feltet nedenfor for å laste opp utvidelsespakken din.
nn_no: Bruk feltet nedanfor for å laste opp utvidingspakken din.
ro: Folosește câmpul de mai jos ca să încarci pachetul suplimentului tău.
sk: Pre načítanie vášho doplnku použite pole nižšie.
sq: Përdorni fushën më poshtë për të ngarkuar paketën e shtesës suaj.
sr_latn: Iskoristite polje ispod da biste otpremili paket dodatka.
sv_se: Använd fältet nedan för att ladda upp ditt tilläggspaket.
te: మీ పొడగింత ప్యాకేజీని ఎక్కించడానికి క్రింది ఖాళీని ఉపయోగించండి.
th: ใช้ฟิลด์ด้านล่างเพื่ออัปโหลดแพกเกจส่วนเสริมของคุณ
tr: Eklenti paketinizi yüklemek için aşağıdaki alanı kullanın.
vi: Sử dụng trường bên dưới để tải lên gói tiện ích của bạn.

source: After upload, a series of automated validation tests will run to check compatibility with the following application version:
hu: A feltöltést követően számos automatikus ellenőrzés fut le a kompatibilitás vizsgálatához az alábbi alkalmazásverzióhoz:
id: Setelah mengunggah, serangkaian pengujian validasi otomatis akan berjalan untuk memeriksa kompatibilitas dengan versi aplikasi di bawah ini:
ka: ატვირთვის შემდეგ, რიგი ავტომატური შესამოწმებელი ტესტები გაეშვება, მოცემული ვერსიის პროგრამასთან თავსებადობის შესამოწმებლად:
kab: Deffir tuzna, azrir n isekyaden n usentem awurman ad ttwaselkmen akken ad sneqden amṣada n lqem n usnas-agi:
ms: Selepas muat naik, satu siri ujian pengesahan automatik akan berjalan untuk menyemak keserasian dengan versi aplikasi berikut:
sk: Po načítaní bude spustená sada automatizovaných testov, ktoré skontrolujú kompatibilitu s nasledujúcou verziou aplikácie:
sq: Pas ngarkimit, do të kryhen një varg provash të automatizuara vleftësimi, për t’i kontrolluar përputhshmërinë me versionin vijues të aplikacionit:
sr_latn: Nakon otpremanja, serija automatizovanih testova provere će proveriti kompatibilnost sa sledećom verzijom aplikacije:
sv_se: Efter uppladdning, kommer en rad automatiserade valideringstester körs för att kontrollera kompatibilitet med följande programversionen:

source: After upload, a series of automated validation tests will be run on your file.
es_ar: Tras la subida, se ejecutarán una serie de pruebas de validación automáticas sobre tu archivo.
fi: Siirtämisen jälkeen tiedostollesi tehdään automaattisesti joukko kelvollisuustestejä.
fur: Terminât il cjariament in rêt, a vignarà eseguide une serie di provis automatichis sul file.
fy_nl: Nei de oplaad wurdt in oantal automatisearre falidaasjetests op jo bestân útfierd.
he: לאחר ההעלאה, תורץ סדרה של בדיקות אימות אוטומטיות על הקובץ שלך.
hr: Nakon učitavanja će tvoja datoteka proći niz automatiziranih testova provjere.
hu: A feltöltés után egy sor automatikus ellenőrzési mechanizmus indul el és vizsgálja meg a fájlt.
ia: Post le incargamento, un serie de tests de validation automatisate se exequera sur tu file.
id: Setelah mengunggah, serangkaian pengujian validasi otomatis akan dijalankan pada fiel anda.
ka: ატვირთვის შემდეგ, რიგი ავტომატური ტესტები გაეშვება, თქვენი ფაილის შესამოწმებლად.
kab: Deffir tuzna, azrir n isekyaden n usentem awurman ad ttwaselkmen ɣef ufaylu inek.
ms: Selepas upload, satu siri ujian pengesahan automatik akan dilaksanakan dalam fail anda.
nb_no: Etter opplasting, kjøres en serie med automatiserte valideringstester på filen din.
nn_no: Etter opplasting vil ei rad automatiserte valideringstenester køyrast på fila di.
ro: După încărcare, pe fișierul tău va fi executată o serie de teste automate de validare.
sk: Po načítaní bude na vašom súbore spustená sada automatizovaných testov.
sq: Pas ngarkimit, mbi kartelën tuaj do të kryhen një varg provash të automatizuara vleftësimi.
sr_latn: Nakon otpremanja, niz automatizovanih testova validacije će biti pokrenuti na Vašem dodatku.
sv_se: Efter uppladdning, kommer en rad automatiserade valideringstester köras på din fil.
te: ఎక్కించిన తర్వాత, మీ ఫైలుపై కొన్ని స్వయంచాలక ధ్రువీకరణ పరీక్షలు జరుపబడతాయి.
th: หลังจากที่อัปโหลดแล้ว ชุดทดสอบการตรวจสอบความถูกต้องอัตโนมัติจะทำงานบนไฟล์ของคุณ
tr: Yüklemeden sonra dosyanız üzerinde bir dizi otomatik doğrulama testi çalışacak.
vi: Sau khi tải lên, một loạt các kiểm tra xác thực tự động sẽ được chạy trên tập tin của bạn.

source: Do you want your add-on to be distributed on this site?
es_ar: ¿Quieres que se distribuya tu complemento en esta página?
fi: Haluatko lisäosasi jaeltavaksi tällä sivustolla?
fur: Desideristu che il to component adizionâl al vegni distribuît su chest sît?
fy_nl: Wolle jo jo add-on op dizze website ferspriede litte?
he: האם ברצונך שהתוספת שלך תופץ באתר זה?
hr: Želiš li da se tvoj dodatak distribuira na ovoj stranici?
hu: Szeretné a kiegészítőt ezen az oldalon terjeszteni?
ia: Desira tu que tu additivo es distribuite sur iste sito?
id: Apakah anda ingin pengaya ini didistribusikan di situs ini?
is: Viltu að viðbótinni þinni verði dreift á þessum vef?
ka: როგორ გსურთ თქვენი დამატების გავრცელება?
kab: Tebɣiḍ azegrir inek ad ittuzuzer ɣef usmel-agi?
ms: Adakah anda mahu add-on anda diedarkan dalam laman ini?
nb_no: Vil du at tillegget ditt skal distribueres på dette nettstedet?
nn_no: Vil du at utvidinga di skal distribuerast på nenne nettstaden?
ro: Vrei ca suplimentul tău să fie distribuit pe acest site?
sq: Doni që shtesa juaj të shpërndahet përmes këtij sajti?
sv_se: Vill du att ditt tillägg ska distribueras på denna webbplats?
te: మీ పొడగింతను ఈ సైటులో పంపిణీ చేద్దామనుకుంటున్నారా?
th: คุณต้องการเผยแพร่ส่วนเสริมของคุณลงบนไซต์นี้หรือไม่?
tr: Eklentinizin bu sitede dağıtılmasını istiyor musunuz?
vi: Bạn có muốn tiện ích của mình được phân phối trên trang web này không?

source: Warning:
sk: Varovanie:
sq: Kujdes:

source: Validation Results for {0}
es_ar: Resultados de la validación para {0}
fi: Tiedoston {0} kelpuutustulokset
fur: Risultâts de convalide par {0}
fy_nl: Falidaasjeresultaten foar {0}
he: תוצאות בדיקת האימות עבור {0}
hr: Rezultati za provjeru valjanosti {0}
hu: {0} ellenőrzési eredményei
ia: Resultatos de validation pro {0}
id: Hasil Validasi untuk {0}
is: Niðurstöður fullgildingar fyrir {0}
ka: {0} დამატების შემოწმების შედეგები
kab: Igmaḍ n usentem i {0}
ms: Keputusan Pengesahan untuk {0}
nb_no: Valideringsresultat for {0}
nn_no: Valideringsresultat for {0}
ro: Rezultate de validare pentru {0}
sk: Výsledky overenia doplnku {0}
sq: Përfundime Vleftësimi për {0}
sr_latn: Rezultati validacije za {0}
sv_se: Valideringsresultat för {0}
te: {0} కోసం ధృవీకరణ ఫలితాలు
th: ผลการตรวจสอบสำหรับ {0}
tr: {0} Doğrulama Sonuçları
vi: Kết quả Kiểm định cho {0}

source: Validation Results
es_ar: Resultados de la validación
fi: Kelpuutustulokset
fur: Risultâts di convalide
fy_nl: Falidaasjeresultaten
he: תוצאות בדיקת האימות
hr: Rezultati provjere
hu: Ellenőrzés eredményei
ia: Resultatos del validation
id: Hasil Validasi
is: Niðurstöður fullgildingar
ka: შემოწმების შედეგები
kab: Igmaḍ n usentem
ms: Keputusan Pengesahan
nb_no: Valideringsresultat
nn_no: Valideringsresultat
ro: Rezultate de validare
sk: Výsledky overenia
sq: Përfundime Vleftësimi
sr_latn: Rezultati validacije
sv_se: Valideringsresultat
te: ధ్రువీకరణ ఫలితాలు
th: ผลการตรวจสอบ
tr: Doğrulama Sonuçları
vi: Kết quả xác thực

source: Validated at:
es_ar: Validado el:
fur: Convalidât ai:
fy_nl: Falidearre op:
he: מועד הבדיקה:
hr: Provjereno:
hu: Ellenőrzés dátuma:
ia: Validate a:
id: Divalidasi di:
is: Fullgilt þann:
ka: შემოწმების თარიღი:
kab: Yettwasentem di:
ms: Pengesahan pada:
nb_no: Validert den:
nn_no: Validert den:
ro: Validat la data de:
sk: Overené dňa:
sq: Vleftësuar më:
sr_latn: Overeno u:
sv_se: Validerad på:
te: ధృవీకరించబడింది:
th: ตรวจสอบเมื่อ:
tr: Doğrulanma:
vi: Xác thực tại:

source: Tested for compatibility against:
hu: Kompatibilitás vizsgálata:
id: Diuji kompatibilitasnya terhadap:
ka: შეთავსებადობაზე შემოწმდა ვერსიით:
kab: Yettwasekyed ɣef umṣada mgal:
ms: Diuji untuk keserasian dengan:
sk: Kompatibilita otestovaná proti:
sq: Provuar për përputhshmëri kundrejt:
sr_latn: Testirano za kompatibilnost protiv:
sv_se: Testas för kompatibilitet mot:

source: Recent Activity for My Add-ons
es_ar: Actividad reciente de mis complementos
fi: Omien lisäosien viimeaikainen toiminta
fur: Ativitât resinte dai miei components adizionâi
fy_nl: Resinte aktiviteit foar Myn add-ons
he: פעילות אחרונה עבור התוספות שלי
hr: Nedavna aktivnost za Moji dodaci
hu: Friss tevékenységek a saját kiegészítőimen
ia: Recente activitate pro mi additivos
id: Aktivitas Terbaru untuk Pengaya Saya
is: Nýleg virkni í mínum viðbótum
ka: დამატებებთან დაკავშირებული ბოლო მოქმედებები
kab: Armud aneggaru i yizegrar-inu
ms: Aktiviti Terkini untuk Add-ons Saya
nb_no: Nylig aktivitet for mine tillegg
nn_no: Siste aktivitet for mine utvidingar
ro: Activitate recentă pentru suplimentele mele
sk: Posledná aktivita pre moje doplnky
sq: Veprimtari Së fundmi për Shtesën Time
sr_latn: Skorašnja aktivnost za Moji dodaci
sv_se: Senaste aktivitet för mina tillägg
te: నా యాడ్-ఆన్ల ఇటీవలి కార్యకలాపం
th: กิจกรรมล่าสุดของส่วนเสริมของฉัน
tr: Eklentilerinize ait son etkinlikler
vi: Hoạt động Gần đây cho Tiện ích của Tôi

source: Recent Activity
es_ar: Actividad reciente
fi: Viimeisimmät toiminnot
fur: Ativitât resinte
fy_nl: Resinte aktiviteit
he: פעילות אחרונה
hr: Nedavna aktivnost
hu: Friss tevékenység
ia: Recente activitate
id: Aktivitas Terkini
is: Nýleg virkni
ka: ბოლო მოქმედებები
kab: Armud n melmi kan
ms: Aktiviti Terkini
nb_no: Nylig aktivitet
nn_no: Nyleg aktivitet
ro: Activitate recentă
sk: Posledná aktivita
sq: Veprimtari Së fundi
sr_latn: Skorašnja aktivnost
sv_se: Senaste aktivitet
te: ఇటీవలి చర్య
th: กิจกรรมล่าสุด
tr: Yakındaki Etkinlikler
vi: Hoạt động Gần đây

source: Recent Activity for {0}
es_ar: Actividad reciente de {0}
fi: Lisäosan {0} viimeaikainen toiminta
fur: Ativitât resinte par {0}
fy_nl: Resinte aktiviteit foar {0}
he: פעילות אחרונה עבור {0}
hr: Nedavna aktivnost za {0}
hu: {0} aktuális tevékenységei
ia: Recente activitate pro {0}
id: Aktivitas Terkini untuk {0}
is: Nýleg virkni í {0}
ka: ბოლო მოქმედებები {0}-ზე
kab: Armud n melmi kan i {0}
ms: Aktiviti Terkini untuk {0}
nb_no: Nylig aktivitet for {0}
nn_no: Nyleg aktivitet for {0}
ro: Activitate recentă pentru {0}
sk: Posledná aktivita pre {0}
sq: Veprimtari Së fundi për {0}
sr_latn: Skorašnja aktivnost za {0}
sv_se: Senaste aktivitet för {0}
te: {0} ఇటీవలి కార్యకలాపం
th: กิจกรรมล่าสุดของ {0}
tr: En Son {0} Etkinlikleri
vi: Hoạt động Gần đây cho {0}

source: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> by %(user)s
es_ar: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> por %(user)s
fur: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> di %(user)s
fy_nl: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> troch %(user)s
he: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> מאת %(user)s
hr: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> od strane %(user)s
hu: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time>, %(user)s
ia: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> per %(user)s
id: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> oleh %(user)s
ka: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> – %(user)s
kab: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> sɣuṛ %(user)s
ms: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> oleh %(user)s
nb_no: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> av %(user)s
nn_no: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> av %(user)s
ro: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> de %(user)s
sk: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time>, autor %(user)s
sq: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> nga %(user)s
sr_latn: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> od strane %(user)s
sv_se: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> av %(user)s
te: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> ద్వారా %(user)s
th: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> โดย %(user)s
tr: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time>, %(user)s
vi: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> bởi %(user)s

source: Refine Activity
es_ar: Refinar actividad
fur: Perfezione ativitât
fy_nl: Aktiviteit ferfynje
hr: Poboljšajte aktivnost
hu: Tevékenység pontosítása
ia: Affinar activitate
id: Aktivitas Diperbaiki
is: Fínstilla virkni
ka: მოქმედებების დაზუსტება
kab: Armud aleqqay
ms: Aktiviti Penapisan
nb_no: Avgrens aktivitet
nn_no: Avgrens aktivitet
ro: Rafinează activitatea
sk: Upresnenie aktivity
sq: Përimtësoni Veprimtarinë
sr_latn: Detaljnija aktivnost
sv_se: Begränsa aktivitet
te: కార్యాచరణను మెరుగుపరచండి
th: ปรับปรุงกิจกรรม
tr: Etkinliği iyileştir
vi: Tinh chế Hoạt động

source: Activity
es_ar: Actividad
fi: Toiminta
fur: Ativitât
fy_nl: Aktiviteit
he: פעילות
hr: Aktivnost
hu: Tevékenység
ia: Activitate
id: Aktivitas
is: Virkni
ka: მოქმედება
kab: Armud
ms: Aktiviti
nb_no: Aktivitet
nn_no: Aktivitet
ro: Activitate
sk: Aktivita
sq: Veprimtari
sr_latn: Aktivnost
sv_se: Aktivitet
te: కార్యాచరణ
th: กิจกรรม
tr: Etkinlik
vi: Hoạt động

source: Subscribe to this feed
es_ar: Suscribirse a este hilo
fi: Tilaa tämä syöte
fur: Aboniti a chest feed
fy_nl: Op dizze feed abonnearje
he: הרשמה להזנה זו
hr: Pretplati se na ovaj feed
hu: Feliratkozás a hírforrásra
ia: Subscriber se a iste alimentation de novas
id: Berlangganan umpan ini
is: Gerast áskrifandi að þessu streymi
ka: არხის გამოწერა
kab: Jerred ar usuddem-agi
ms: Langgan suapan ini
nb_no: Abonner på denne RSS-kilden
nn_no: Abonner på denne RSS-kjelda
ro: Abonează-te la acest flux
sk: Odoberať tento kanál
sq: Pajtohuni te kjo prurje
sr_latn: Pretplatite se na ove novosti
sv_se: Prenumerera på denna kanal
te: ఈ ఫీడ్‌కి చందాచేరండి
th: บอกรับฟีดนี้
tr: Bu beslemeye abone ol
vi: Đăng kí theo dõi feed này

source: This add-on is incompatible with <b>%(app_name)s %(app_version)s</b>, the latest release of %(app_name)s. Please consider updating your add-on's compatibility info, or uploading a newer version of this add-on.
hu: Ez a kiegészítő nem kompatibilis a <b>%(app_name)s %(app_version)s</b> verziójával, ami a %(app_name)s legfrissebb verziója. Frissítse a kiegészítő kompatibilitása információját, vagy töltse fel a kiegészítő újabb verzióját.
id: Pengaya ini tidak kompatibel dengan <b>%(app_name)s %(app_version)s</b>, rilis terakhir dari %(app_name)s. Harap mempertimbangkan untuk memperbarui info kompatibilitas pengaya anda, atau mengunggah versi terbaru pengaya ini.
ka: ეს დამატება არათავსებადია <b>%(app_name)s %(app_version)s</b>-სთან, %(app_name)s-ის უახლეს ვერსიასთან. გთხოვთ განაახლოთ თქვენი დამატების თავსებადობის მონაცემები, ან ატვირთოთ ახალი ვერსია.
kab: Azegrir-agi ur imṣada ara akked <b>%(app_name)s%(app_version)s</b>, lqem aneggaru n %(app_name)s. Ma ulac aɣilif, leqqem talɣut n umṣada n uzegrir inek neq azen lqem amaynut.
ms: Add-on ini tidak serasi dengan <b>%(app_name)s %(app_version)s</b>, keluaran terbaru %(app_name)s. Sila pertimbangkan mengemaskini info keserasian add-on anda, atau memuat naik versi lebih baru add-on ini.
sk: Tento doplnok nie je kompatibilný s <b>%(app_name)s %(app_version)s</b>, najnovšou verziou aplikácie %(app_name)s. Zvážte aktualizáciu kompatibility doplnku alebo odošlite novú verziu tohto doplnku.
sq: Kjo shtesë është e papërputhshme me <b>%(app_name)s %(app_version)s</b>, hedhja më e re në qarkullim e %(app_name)s-it. Ju lutemi, shihni mundësinë e përditësimit të të dhënave të përputhshmërisë së shtesës suaj, ose të ngarkimit të një versioni më të ri të kësaj shtese.
sr_latn: Ovaj dodatak nije kompatibilan sa <b>%(app_name)s %(app_version)s</b>, posledneg izdanja %(app_name)s-a. Molimo Vas uzmite u obzir ažuriranje informacija kompatibilnosti Vašeg dodatka, ili otpremite noviju verziju.
sv_se: Detta tillägg är inte kompatibel med <b>%(app_name)s %(app_version)s</b>, den senaste versionen av %(app_name)s. Överväg att uppdatera ditt tilläggs kompatibilitetsinfo eller ladda upp en nyare version av detta tillägg.

source: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Update Compatibility</a> <a href="%(version_url)s" class="button">Upload New Version</a> or <a href="#" class="close">Ignore</a>
hu: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Kompatibilitás frissítése</a> <a href="%(version_url)s" class="button">Új verzió feltöltése</a> or <a href="#" class="close">Kihagyás</a>
id: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Kompatibilitas Diperbarui</a> <a href="%(version_url)s" class="button">Mengunggah Versi Baru</a> atau <a href="#" class="close">Abaikan</a>
ka: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">თავსებადობის განახლება</a> <a href="%(version_url)s" class="button">ახალი ვერსიის ატვირთვა</a> ან <a href="#" class="close">უგულებელყოფა</a>
kab: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Leqqem amṣada</a> <a href="%(version_url)s" class="button">Azen lqem amaynut</a> ou <a href="#" class="close">Anef</a>
ms: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Kemaskini Keserasian</a> <a href="%(version_url)s" class="button">Muat naik Versi Baru</a> atau <a href="#" class="close">Abaikan</a>
sk: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Aktualizovať kompatibilitu</a> <a href="%(version_url)s" class="button">Odoslať novú verziu</a> alebo <a href="#" class="close">Ignorovať</a>
sq: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Përputhshmëri Përditësimi</a> <a href="%(version_url)s" class="button">Ngarkoni Version të Ri</a> ose <a href="#" class="close">Shpërfilleni</a>
sr_latn: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Ažuriranje kompatibilnosti</a> <a href="%(version_url)s" class="button">Otpremi novu verziju</a> ili <a href="#" class="close">Ignoriši</a>
sv_se: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Uppdatera kompatibilitet</a> <a href="%(version_url)s" class="button">Ladda upp ny version</a> or <a href="#" class="close">Ignorera</a>

source: View and update application compatibility ranges.
hu: Alkalmazás kompatibilitási tartományának áttekintése és frissítése.
id: Lihat dan perbarui rentang kompatibilitas aplikasi.
ka: გაეცანით და განაახლეთ პროგრამის თავსებადობის ხარისხი.
kab: Wali sakin leqqem izilalen n umṣada n yesnasen.
ms: Tinjau dan kemaskini julat keserasian aplikasi.
sk: Zobraziť a aktualizovať rozsahy kompatibility aplikácií.
sq: Shihni dhe përditësoni intervalet e përputhshmërisë së aplikacionit.
sr_latn: Pogledajte i ažurirajte raspon kompatibilnosti aplikacije.
sv_se: Visa och uppdatera applikationskompatibilitetsområden

source: Compatibility
es_ar: Compatibilidad
fi: Yhteensopivuus
fur: Compatibilitât
fy_nl: Kompatibiliteit
he: תאימות
hr: Kompatibilnost
hu: Kompatibilitás
ia: Compatibilitate
id: Kompatibilitas
is: Samhæfni
ka: თავსებადობა
kab: Amṣada
ms: Keserasian
nb_no: Kompatibilitet
nn_no: Kompatibilitet
ro: Compatibilitate
sk: Kompatibilita
sq: Përputhshmëri
sr_latn: Kompatibilnost
sv_se: Kompatibilitet
te: అనుకూలత
th: ความเข้ากันได้
tr: Uyumluluk
vi: Tính tương thích

source: Update Compatibility
hu: Kompatibilitás frissítése
id: Memperbarui Kompatibilitas
ka: თავსებადობის განახლება
kab: Aleqqem n umṣada
ms: Kemaskini Keserasian
sk: Aktualizovať kompatibilitu
sq: Përditësoni Përputhshmërinë
sr_latn: Ažuriranje kompatibilnosti
sv_se: Uppdatera kompatibilitet
te: అనుకూలత నవీకరణ
