Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Invalid token or hash.
es_ar: Token o hash no válido.
fi: Virheellinen tunnus tai hash.
fur: Gjeton o hash no valits.
fy_nl: Unjildich token of hash.
he: אסימון או גיבוב לא חוקיים.
hr: Neispravni token ili hash.
ia: Token o hash non valide.
is: Ógilt teikn eða tætigildi.
nb_no: Ugyldig symbol eller nøkkel.
nn_no: Ugyldig symbol eller nøkkel.
ro: Jeton sau hash nevalid.
te: చెల్లని టోకెను లేదా హ్యాషు.
th: โทเค็นหรือแฮชไม่ถูกต้อง
tr: Geçersiz jeton veya hash.
vi: Token hoặc hash không hợp lệ.

source: Email address not found.
es_ar: No se encontró la dirección de correo.
fi: Sähköpostiosoitetta ei löytynyt.
fur: Direzion e-mail no cjatade.
fy_nl: E-mailadres net fûn.
he: כתובת דוא״ל לא נמצאה.
hr: Adresa e-pošte nije pronađena.
ia: Adresse de e-mail non trovate.
is: Tölvupóstfang fannst ekki.
nb_no: Fant ikke e-postadressen.
nn_no: Fann ikkje e-postadressa.
ro: Nu s-a găsit adresa de e-mail.
te: ఈమెయిల్ చిరునామా కనబడలేదు.
th: ไม่พบที่อยู่อีเมล
tr: E-posta adresi bulunamadı.
vi: Không tìm thấy địa chỉ email.

source: Unavailable for legal reasons.
es_ar: No disponible por razones legales.
fi: Ei saatavilla lainsäädännöllisistä syistä.
fur: No disponibil par motîfs legâi.
fy_nl: Om juridyske redenen net beskikber.
he: לא זמין מסיבות משפטיות.
hr: Nedostupno iz pravnih razloga.
ia: Indisponibile per rationes legal.
is: Ekki í boði af lagalegum ástæðum.
nb_no: Ikke tilgjengelig på grunn av juridiske årsaker.
nn_no: Ikkje tilgjengeleg på grunn av juridiske årsaker.
ro: Indisponibil din motive legale.
te: న్యాయపరమైన కారణాలవల్ల అందుబాటులో లేదు.
th: ไม่พร้อมใช้งานเนื่องจากเหตุผลทางกฎหมาย
tr: Hukuki nedenlerden dolayı kullanılamıyor.
vi: Không có sẵn vì lý do pháp lý.

source: The language code "{lang_code}" is invalid.
es_ar: El código de idioma "{lang_code}" no es válido.
fi: Kielikoodi "{lang_code}" on virheellinen.
fur: Il codiç de lenghe “{lang_code}” nol è valit.
fy_nl: De taalkoade ‘{lang_code}’ is ûnjildich.
he: קוד השפה ״{lang_code}״ שגוי.
hr: Jezični kod "{lang_code}" je neispravan.
ia: Le codice de lingua "{lang_code}" non es valide.
is: Tungumálskóðinn '{lang_code}' er ógildur.
nb_no: Språkkoden «{lang_code}» er ugyldig.
nn_no: Språkkoden «{lang_code}» er ugyldig.
ro: Codul de limbă „{lang_code}” este nevalid.
tr: Dil kodu "{lang_code}" geçersiz.
vi: Mã ngôn ngữ "{lang_code}" không hợp lệ.

source: You must provide an object of {{lang-code:value}}.
es_ar: Debés proporcionar un objeto de {{lang-code:value}}.
fur: Tu scugnis indicâ un ogjet di {{lang-code:value}}.
fy_nl: Jo moatte in objekt fan {{lang-code:value}} opjaan.
he: עליך לספק אובייקט מסוג {{lang-code:value}}.
hr: Moraš navesti objekt za {{lang-code:value}}.
ia: Tu debe fornir un objecto de {{lang-code:value}}.
nb_no: Du må oppgi et objekt av typen {{lang-code:value}}.
nn_no: Du må oppgi eit objekt med {{lang-code:value}}.
ro: Trebuie specificat un obiect {{lang-code:value}}.
tr: Bir {{lang-code:value}} nesnesi sağlamalısınız.
vi: Bạn phải cung cấp object của {{lang-code:value}}.

source: A value in the default locale of "{lang_code}" is required.
es_ar: Se requiere un valor en el idioma predeterminado "{lang_code}".
fur: Al covente un valôr te localizazion predefinide di “{lang_code}”.
fy_nl: In wearde yn de standertlocale fan ‘{lang_code}’ is fereaske.
hr: Potrebna je vrijednost u zadanom jeziku "{lang_code}".
ia: Un valor in le lingua predefinite de "{lang_code}" es necesse.
nb_no: En verdi i standardspråkinnstillingen «{lang_code}» er obligatorisk.
nn_no: Ein verdi i standardspråkinnstillinga «{lang_code}» er påkravd.
ro: Este necesară o valoare în limba implicită „{lang_code}”.
tr: Varsayılan "{lang_code}" dilinde bir değer gereklidir.
vi: Giá trị trong ngôn ngữ mặc định của "{lang_code}" là bắt buộc.

source: A value in the default locale of "{lang_code}" is required if other translations are set.
es_ar: Se requiere un valor en el idioma predeterminado "{lang_code}" si se establecen otras traducciones.
fur: Al covente un valôr te localizazion predefinide di “{lang_code}” se a son configuradis altris traduzions.
fy_nl: In wearde yn de standertlocale fan ‘{lang_code}’ is fereaske as oare oersettingen ynsteld binne.
hr: Potrebna je vrijednost u zadanom jeziku "{lang_code}" ako su postavljeni drugi prijevodi.
ia: Un valor in le lingua predefinite de "{lang_code}" es obligate si altere traductiones es predefinite.
nb_no: En verdi i standardspråkinnstillingen «{lang_code}» er nødvendig hvis andre oversettelser er angitt.
nn_no: Ein verdi i standardspråkinnstillinga «{lang_code}» er påkravd dersom andre omsettingar er angitt.
ro: Este necesară o valoare în limba implicită „{lang_code}” dacă sunt setate alte traduceri.
tr: Başka çeviri ayarlanmışsa varsayılan "{lang_code}" dilinde bir değer gereklidir.
vi: Giá trị trong ngôn ngữ mặc định của "{lang_code}" là bắt buộc nếu các bản dịch khác được đặt.

source: Confirmation for developer API keys
es_ar: Confirmación de claves de API para desarrolladores
fi: Vahvistus kehittäjäliittymäavaimille
fur: Conferme par clâfs API di svilupadôr
fy_nl: Befêstiging foar API-kaaien foar ûntwikkelers
he: אישור למפתחות API למפתחים
hr: Potvrda za API ključeve programera
ia: Confirmation pro le claves API de disveloppator
is: Staðfesting fyrir API-lykla forritara
nb_no: Bekreftelse for API-nøkler for utviklere
nn_no: Stadfesting for API-nøklar for utviklarar
ro: Confirmare pentru cheile API de dezvoltator
th: การยืนยันสำหรับคีย์ API นักพัฒนา
tr: Geliştirici API anahtarları için onay
vi: Xác nhận cho khóa API của nhà phát triển

source: You have submitted this form too many times recently. Please try again after some time.
es_ar: Has enviado este formulario demasiadas veces recientemente. Probá de nuevo después de un tiempo.
fi: Olet lähettänyt tämän lomakkeen liian monta kertaa äskettäin. Yritä uudelleen jonkin ajan kuluttua.
fur: Tu âs inviât chest formulari masse voltis di resint. Torne prove ca di pôc.
fy_nl: Jo hawwe dit formulier koartlyn te faak yntsjinne. Probearje it nei in skoft opnij.
he: הגשת טופס זה יותר מידי פעמים לאחרונה. נא לנסות שוב לאחר זמן מה.
hr: Ovaj si obrazac nedavno poslao/la previše puta. Pokušaj ponovo nakon nekog vremena.
ia: Tu ha inviate iste formulario troppe vices recentemente. Reproba post alcun tempore.
nb_no: Du har sendt inn dette skjemaet for mange ganger i det siste. Prøv igjen om en stund.
nn_no: Du har sendt inn dette skjemaet for mange gongar i det siste. Prøv igjen om ei stund.
ro: Ai trimis acest formular de prea multe ori în ultima vreme. Te rugăm să încerci din nou mai târziu.
th: คุณส่งแบบฟอร์มนี้บ่อยเกินไปเมื่อเร็วๆ นี้ โปรดลองอีกครั้งหลังจากผ่านไประยะหนึ่ง
tr: Yakın zamanda bu formu çok fazla gönderdiniz. Lütfen bir süre sonra yeniden deneyin.
vi: Bạn đã gửi biểu mẫu này gần đây quá nhiều lần. Vui lòng thử lại sau một thời gian.

source: Blocked
es_ar: Bloqueado
fi: Estetty
fur: Blocât
fy_nl: Blokkearre
hr: Blokirano
ia: Blocate
nb_no: Blokkert
nn_no: Blokkert
ro: Blocat
th: ถูกปิดกั้น
tr: Engelli
vi: Bị chặn

source: Restricted
es_ar: Restringido
fi: Rajoitettu
fur: Limitât
fy_nl: Beheind
hr: Ograničeno
ia: Limitate
nb_no: Begrenset
nn_no: Avgrensa
ro: Restricționat
th: ถูกจำกัด
tr: Kısıtlı
vi: Bị hạn chế

source: {user} ({0}) added to {addon}.
es_ar: {user} ({0}) agregado a {addon}.
fi: {user} ({0}) lisätty lisäosalle {addon}.
fur: {user} ({0}) zontât a {addon}.
fy_nl: {user} ({0}) tafoege oan {addon}.
he: המשתמש {user} ({0}) נוסף לתוספת {addon}.
hr: {user} ({0}) dodan u {addon}.
ia: {user} ({0}) addite a {addon}.
is: {user} ({0}) bætt við {addon}.
nb_no: {user} ({0}) er lagt til i {addon}.
nn_no: {user} ({0}) er lagt til i {addon}.
ro: {user} ({0}) adăugat la {addon}.
th: เพิ่ม {user} ({0}) ไปยัง {addon} แล้ว
tr: {user} ({0}), {addon} eklentisine eklendi.
vi: {user} ({0}) đã được thêm vào {addon}.

source: {user} ({0}) removed from {addon}.
es_ar: {user} ({0}) eliminado de {addon}.
fi: {user} ({0}) poistettu lisäosalta {addon}.
fur: {user} ({0}) gjavât di {addon}.
fy_nl: {user} ({0}) fuortsmiten fan {addon}.
he: המשתמש {user} ({0}) הוסר מהתוספת {addon}.
hr: {user} ({0}) uklonjen iz {addon}.
ia: {user} ({0}) removite de {addon}.
is: {user} ({0}) fjarlægður úr {addon}.
nb_no: {user} ({0}) fjernet fra {addon}.
nn_no: {user} ({0}) er fjerna frå {addon}.
ro: {user} ({0}) eliminat din {addon}.
th: เอา {user} ({0}) ออกจาก {addon} แล้ว
tr: {user} ({0}), {addon} eklentisinden çıkarıldı.
vi: {user} ({0}) đã bị xóa khỏi {addon}.

source: File {file} added to {version} of {addon}.
es_ar: Archivo {file} agregado a {version} de {addon}.
fi: Tiedosto {file} lisätty lisäosan {addon} versioon {version}.
fur: File {file} zontât a {addon} {version}.
fy_nl: Bestân {file} oan {version} fan {addon} tafoege.
he: הקובץ {file} נוסף לגרסה {version} של התוספת {addon}.
hr: Datoteka {file} dodana u {version} od {addon}.
ia: File {file} addite al {version} de {addon}.
is: Skránni {file} bætt við {version} af {addon}.
nb_no: Filen {file} er lagt til {version} av {addon}.
nn_no: Fila {file} er lagt til i {version} av {addon}.
ro: Fișierul {file} a fost adăugat la {version} a {addon}.
th: เพิ่มไฟล์ {file} ไปยังรุ่น {version} สำหรับ {addon} แล้ว
tr: {file} dosyası, {addon} {version} sürümüne eklendi.
vi: Đã thêm tập tin {file} vào {version} của {addon}.

source: The add-on has been flagged for Admin Review. It's still in our review queue, but it will need to be checked by one of our admin reviewers. The review might take longer than usual.
es_ar: El complemento se ha marcado para revisión por parte del administrador. Todavía está en nuestra cola de revisiones, pero deberá ser mirado por uno de nuestros revisores administradores. La revisión puede tardar más de lo habitual.
fur: Par chest component adizionâl e je stade domandade la super-revision di un revisôr cun privileçs di aministradôr. Il component al è simpri te code di revision, ma la operazion e podarès puartâ vie plui timp dal solit.
fy_nl: De add-on is markearre foar beoardieling troch in behearder. De add-on stiet noch yn ús beoardielingswachtrige, mar moat troch ien fan ús behearders kontrolearre wurde. De beoardieling soe langer as gebrûklik duorje kinne.
he: התוספת סומנה בדגל לסקירת מנהל. היא עדיין נמצאת בתור שלנו לסקירה, אבל תצטרך להיבדק על־ידי אחד מהסוקרים המנהלים. הסקירה עשויה לקחת יותר זמן מהרגיל.
ia: Le additivo ha essite signalate pro recension de administrator. Illo es ancora in nostre cauda de revision, ma illo debera esser controlate per un de nostre revisores administrator. Le revision pote prender plus tempore que le usual.
is: Viðbótin hefur verið merkt fyrir yfirferð stjórnenda. Það er enn í yfirferðarröðinni okkar, en einn af stjórnendum okkar þarf að yfirfara hana. Yfirferðin gæti tekið lengri tíma en venjulega.
nb_no: Dette tillegget har blitt flagget for administratorgjennomgang. Det er fortsatt i vår gjennomgangskø, men det må gjennomgåes av en av våre administratorer. Gjennomgangen kan ta lengre tid en vanlig.
nn_no: Dette tillegget har vorte flagget for administratorgjennomgang. Det er framleis i gjennomgangskøen vår, men det må gåast gjennom av ein av administratorane våre. Gjennomgangen kan ta lengre tid ein vanleg.
ro: Suplimentul a fost marcat pentru revizuire de către un administrator. Încă se află în coada de așteptare, dar va trebui verificat de unul dintre revizorii noștri administratori. Revizuirea poate dura mai mult decât de obicei.
th: ส่วนเสริมถูกปักธงไว้สำหรับการตรวจทานโดยผู้ดูแลแล้ว ซึ่งยังคงอยู่ในคิวตรวจทานของเรา แต่จะต้องถูกตรวจสอบโดยผู้ตรวจทานที่เป็นผู้ดูแล การตรวจทานอาจใช้เวลานานกว่าปกติ
tr: Bu eklenti Yönetici İncelemesi için işaretlendi. Hâlâ inceleme sıramızda, ama yönetici incelemecilerimizden biri tarafından kontrol edilecek. Bu inceleme normalden biraz daha uzun sürebilir.
vi: Tiện ích đã được gắn cờ để quản trị viên xem xét. Nó vẫn nằm trong hàng đợi xem xét, nhưng sẽ cần được kiểm tra bởi một trong các quản trị viên của chúng tôi. Quá trình xem xét có thể mất nhiều thời gian hơn bình thường.

source: {user} role changed to {0} for {addon}.
es_ar: Rol de {user} cambiado a {0} para {addon}.
fur: Rûl di {user} cambiât a {0} par {addon}.
fy_nl: Rol fan {user} wizige nei {0} foar {addon}.
he: התפקיד של המשתמש {user} השתנה ל־{0} עבור התוספת {addon}.
hr: Uloga korisnika {user} promijenjena u {0} za {addon}.
ia: Rolo de {user} cambiate a {0} pro {addon}.
is: Hlutverki notandans {user} breytt í {0} fyrir {addon}.
nb_no: {user} sin rolle er endret til {0} for {addon}.
nn_no: Rolla {user} vart endra til {0} for {addon}.
ro: Rolul {user} a fost modificat în {0} pentru {addon}.
th: เปลี่ยนบทบาทของ {user} เป็น {0} สำหรับ {addon} แล้ว
tr: {addon} için {user} kullanıcısının rolü {0} olarak değiştirildi.
vi: Đã đổi vai trò {user} thành {0} cho {addon}.

source: {addon} icon or previews changed.
es_ar: Icono de {addon} o vistas previas cambiadas.
fur: La icone o lis anteprimis di {addon} a son cambiadis.
fy_nl: {addon}-piktogram of foarbylden wizige.
he: הסמל או התצוגות המקדימות של התוספת {addon} השתנו.
hr: {addon} ikona ili pregledi su promijenjeni.
ia: Icone o vistas preliminar de {addon} cambiate.
is: Táknmynd eða forskoðun {addon} breyttist.
nb_no: {addon} ikon eller forhåndsvisninger er endret.
nn_no: {addon} ikon eller førehandsvising er endra.
ro: Pictograma sau previzualizările {addon} au fost modificate.
th: เปลี่ยนไอคอนหรือภาพตัวอย่างของ {addon} แล้ว
tr: {addon} simgesi veya ön izlemeleri değişti.
vi: Đã thay đổi biểu tượng hoặc bản xem trước {addon}.

source: Account {user} deleted.
es_ar: Cuenta {user} eliminada.
fi: Tili {user} poistettu.
fur: Account {user} eliminât.
fy_nl: Account {user} fuortsmiten.
hr: Račun korisnika {user} je izbrisan.
ia: Conto {user} delite.
is: Reikningnum {user} eytt.
nb_no: Kontoen {user} er slettet.
nn_no: Kontoen {user} sletta.
ro: Contul {user} a fost șters.
th: ลบบัญชี {user} แล้ว
tr: {user} hesabı silindi.
vi: Tài khoản {user} đã bị xóa.

source: Add-on id {0} with GUID {1} has been deleted
es_ar: Se eliminó el ID del complemento {0} con GUID {1}
fur: L’id dal component adizionâl {0} cun GUID {1} al è stât eliminât
fy_nl: Add-on-id {0} mei GUID {1} is fuortsmiten
he: מזהה תוספת {0} עם GUID‏ {1} נמחק
hr: ID dodatka {0} s GUID-om {1} je izbrisan
ia: Le additivo identificate con {0} con GUID {1} ha essite delite
nb_no: Tilleggs-ID {0} med GUID {1} er slettet
nn_no: Tilleggs-ID {0} med GUID {1} er sletta
ro: Suplimentul cu ID {0} și GUID {1} a fost șters
th: ID ส่วนเสริม {0} ที่มี GUID {1} ได้ถูกลบแล้ว
tr: {1} GUID değerine sahip {0} eklenti kimliği silindi
vi: Id tiện ích {0} với GUID {1} đã bị xóa

source: Notes for reviewers changed for {addon} {version}.
es_ar: Se han cambiado las notas para los revisores para {addon} {version}.
fur: Lis notis pai revisôrs di {addon} {version} a son stadis modificadis.
fy_nl: Opmerkingen foar beoardielers wizige foar {addon} {version}.
he: ההערות לסוקרים השתנו עבור {addon} {version}.
hr: Bilješke za recenzente su promijenjene za {addon} {version}.
ia: Le notas pro le revisores ha cambiate pro {addon} {version}.
nb_no: Merknader for gjennomgangspersoner endret for {addon} {version}.
nn_no: Merknadar for vurderarar endra for {addon} {version}.
ro: Notele pentru revizori au fost modificate pentru {addon} {version}.
th: เปลี่ยนแปลงหมายเหตุสำหรับผู้ตรวจทานสำหรับ {addon} {version} แล้ว
tr: {addon} {version} için inceleyicilere yönelik notlar değiştirildi.

source: Notes for reviewers changed
es_ar: Notas para revisores modificadas
fur: Notis pai revisôrs modificadis
fy_nl: Opmerkingen foar beoardielers wizige
he: ההערות לסוקרים השתנו
hr: Bilješke za recenzente su promijenjene
ia: Le notas pro le revisores ha cambiate
nb_no: Merknad for gjennomgangspersoner endret
nn_no: Merknadar for vurderarar er endra
ro: Au fost modificate notele pentru revizori
th: เปลี่ยนแปลงหมายเหตุสำหรับผู้ตรวจทานแล้ว
tr: İnceleyicilere yönelik notlar değiştirildi

source: {addon} {version} content reject scheduled.
es_ar: Rechazo de contenido de {addon} {version} programado.
fur: Programât refudament contignûts di {addon} {version}.
fy_nl: Ofwizen ynhâld fan {addon} {version} ynpland.
hr: {addon} {version} planirano odbijanje sadržaja.
ia: Contento de {addon} {version} programmate.
nb_no: {addon} {version} avslag på innhold planlagt.
nn_no: {addon} {version} avslag på innhald planlagt.
ro: Respingere programată a conținutului {addon} {version}.
th: กำหนดเวลาปฏิเสธเนื้อหา {addon} {version} แล้ว
tr: {addon} {version} içerik reddi zamanlandı.

source: Content reject scheduled
es_ar: Rechazo de contenido programado
fi: Sisällön hylkäys ajoitettu
fur: Refudament contignûts programât
fy_nl: Ofwizen ynhâld ynpland
hr: Planirano odbijanje sadržaja
ia: Contento rejectate programmate
nb_no: Avslag på innhold planlagt
nn_no: Avslag på innhald planlagt
ro: Respingere programată a conținutului
th: จัดตารางการปฏิเสธเนื้อหาแล้ว
tr: İçerik reddi zamanlandı
vi: Đã lên lịch nội dung bị từ chối

source: {addon} {version} reject scheduled.
es_ar: Rechazo de {addon} {version} programado.
fur: Programât refudament di {addon} {version}.
fy_nl: Ofwizing {addon} {version} ynpland.
hr: {addon} {version} planirano odbijanje.
ia: {addon} {version} rejectate programmate.
nb_no: {addon} {version} avslag planlagt.
nn_no: {addon} {version} avslag planlagt.
ro: Respingere programată pentru {addon} {version}.
th: กำหนดเวลาปฏิเสธ {addon} {version} แล้ว
tr: {addon} {version} reddi zamanlandı.
vi: {addon} {version} bị từ chối.

source: Rejection scheduled
es_ar: Rechazo programado
fi: Hylkäys ajoitettu
fur: Refudament programât
fy_nl: Ofwizing ynpland
hr: Odbijanje planirano
ia: Rejection programmate
is: Höfnun á áætlun
nb_no: Avslag planlagt
nn_no: Avslag planlagt
ro: Respingere programată
th: จัดตารางการปฏิเสธแล้ว
tr: Ret zamanlandı
vi: Đã lên lịch từ chối

source: {addon} {version} automatically created and signed from {0}.
es_ar: {addon} {version} creado y firmado automáticamente desde {0}.
fur: {addon} {version} al è stât creât in automatic e firmât di {0}.
fy_nl: {addon} {version} automatysk oanmakke en ûndertekene fan {0} ôf.
hr: {addon} {version} automatski stvoren i potpisan od {0}.
ia: {addon} {version} automaticamente create e firmate per {0}.
nb_no: {addon} {version} automatisk opprettet og signert fra {0}.
nn_no: {addon} {version} oppretta og signert automatisk frå {0}.
ro: {addon} {version} a fost creat automat și semnat de la {0}.
th: สร้างและลงลายเซ็น {addon} {version} โดยอัตโนมัติจาก {0} แล้ว
tr: {addon} {version}, {0} tarafından otomatik olarak oluşturulup imzalandı.
vi: {addon} {version} được tạo và ký tự động từ {0}.

source: Version re-signed
es_ar: Versión re-firmada
fi: Versio uudelleen allekirjoitettu
fur: Version tornade a firmâ
fy_nl: Ferzje opnij ûndertekene
he: הגרסה נחתמה מחדש
hr: Verzija je ponovno potpisana
ia: Version resignate
is: Útgáfa endur-undirrituð
nb_no: Versjon er signert på nytt
nn_no: Versjonen er signert på nytt
ro: Versiune re-semnată
th: ลงลายเซ็นรุ่นอีกครั้งแล้ว
tr: Sürüm yeniden imzalandı
vi: Phiên bản đã được ký lại

source: {addon} force-disabled
fur: {addon} disativât cun fuarce
fy_nl: {addon} forsearre útskeakele
hr: Dodatak {addon} je prisilno deaktiviran
ia: {addon} disactivate a fortia
nb_no: {addon} tvangsdeaktivert
nn_no: {addon} tvangsdeaktivert
ro: {addon} dezactivat forțat
th: บังคับปิดใช้งาน {addon} แล้ว
tr: {addon} zorla devre dışı bırakıldı
vi: {addon} bị buộc vô hiệu hóa

source: {addon} force-enabled
fur: {addon} ativât cun fuarce
fy_nl: {addon} forsearre ynskeakele
hr: Dodatak {addon} je prisilno aktiviran
ia: {addon} activate a fortia
nb_no: {addon} tvangsaktivert
nn_no: {addon} tvangsaktivert
ro: {addon} activat forțat
th: บังคับเปิดใช้งาน {addon} แล้ว
tr: {addon} zorla etkinleştirildi
vi: {addon} bị buộc kích hoạt

source: {addon} {version} un-rejected.
fur: Gjavât refût par {addon} {version}.
fy_nl: Ofwizing {addon} {version} ûngedien makke.
he: ‏בוטלה הדחייה של התוספת {addon} {version}.
ia: {addon} {version} reapprobate.
nb_no: {addon} {version} ikke-avvist.
nn_no: {addon} {version} ikkje-avvist.
ro: {addon} {version} nerespins.
th: ยกเลิกการปฏิเสธ {addon} {version} แล้ว
tr: {addon} {version} reddi geri alındı.

source: Un-rejected
es_ar: No rechazado
fur: Gjavât refût
fy_nl: Ofwizing ûngedien makke
ia: Reapprobate
is: Höfnun afturkölluð
nb_no: Ikke-avvist
nn_no: Ikkje-avvist
ro: Nerespins
th: ไม่ถูกปฏิเสธ
tr: Ret geri alındı

source: Reply to {rating} for {addon} written.
es_ar: Respuesta a {rating} para {addon} escrita.
fur: Scrite rispueste a {rating} par {addon}.
fy_nl: Antwurd op {rating} foar {addon} skreaun.
hr: Odgovor na {rating} za {addon} napisan.
ia: Responsa a {rating} pro {addon} scribite.
nb_no: Svar på {rating} skrevet for {addon}.
nn_no: Svar på {rating} skriven for {addon}.
ro: Răspuns la {rating} pentru {addon} scris.
th: เขียนข้อความตอบกลับ {rating} สำหรับ {addon} แล้ว
tr: {addon} için yazılan {rating} incelemesine yanıt verin.

source: {addon} {version} pending rejection cleared.
es_ar: Se eliminó el rechazo pendiente de {addon} {version}.
fur: Cancelât refudament in spiete par {addon} {version}.
fy_nl: {addon} {version} wachtsjende ôfwizing wiske.
ia: Removite rejection pendente pro {addon} {version}.
nb_no: {addon} {version} ventende avvisning fjernet.
nn_no: {addon} {version} ventande avvisning fjerna.
ro: Respingerea pendentă a {addon} {version} a fost ștearsă.
th: ล้างการปฏิเสธที่รอค้างอยู่สำหรับ {addon} {version} แล้ว
tr: {addon} {version} bekleyen ret temizlendi.

source: Pending rejection cleared
es_ar: Rechazo pendiente borrado
fur: Cancelât refudament in spiete
fy_nl: Wachtsjende ôfwizing wiske
ia: Removite rejection pendente
nb_no: Ventende avvisning fjernet
nn_no: Ventande avvising fjerna
ro: Respingere pendentă ștearsă
th: ล้างการปฏิเสธที่รอค้างอยู่แล้ว
tr: Bekleyen ret temizlendi

source: {user_responsible} changed {addon} slug from {0} to {1}.
es_ar: {user_responsible} cambió slug de {addon} de {0} a {1}.
fur: {user_responsible} al/e à modificât il slug par {addon} di {0} a {1}.
fy_nl: {user_responsible} hat {addon}-identifikator fan {0} in {1} wizige.
hr: {user_responsible} je promijenio adresno ime dodatka {addon} iz {0} u {1}.
ia: {user_responsible} cambiava le alias breve de {addon} ab {0} a {1}.
nb_no: {user_responsible} endret {addon}-sluggen fra {0} til {1}.
nn_no: {user_responsible} endra {addon}-sluggen frå {0} til {1}.
ro: {user_responsible} a modificat slugul {addon} de la {0} la {1}.
tr: {user_responsible} kullanıcısı, {addon} eklentisinin {0} olan kısa adını {1} olarak değiştirdi.
vi: {user_responsible} đã thay đổi slug của {addon} từ {0} sang {1}.

source: Add-on slug changed
es_ar: Slug de complemento cambiado
fi: Lisäosan osoitemuoto muuttui
fur: Il slug dal component adizionâl al è stât modificât
fy_nl: Add-on-identifikator wizige
hr: Adresno ime dodatka promijenjeno
ia: Alias breve de additivo cambiate
nb_no: Tilleggs-sluggen er endret
nn_no: Tilleggs-sluggen er endra
ro: Slugul suplimentului a fost modificat
tr: Eklenti kısa adı değiştirildi
vi: Đã thay đổi slug của tiện ích

source: Collection {collection} deleted by moderator
es_ar: Colección {collection} eliminada por el moderador
fi: Kokoelma {collection} on poistettu moderaattorin toimesta
fur: Racuelte {collection} eliminade di un moderadôr
fy_nl: Kolleksje {collection} fuortsmiten troch moderator
he: האוסף {collection} נמחק על־ידי מנהל
hr: Moderator je izbrisao zbirku {collection}
ia: Collection {collection} delite per le moderator
nb_no: Samling {collection} slettet av moderator
nn_no: Samling {collection} sletta av moderator
ro: Colecția {collection} a fost ștearsă de moderator
tr: {collection} koleksiyonu moderatör tarafından silindi
vi: Bộ sưu tập {collection} đã bị xóa bởi người kiểm duyệt
