Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Rollback to a previous version
es_ar: Volver a una versión anterior
fur: Torne a une version prime
fy_nl: Weromgean nei in foarige ferzje
nb_no: Rull tilbake til en tidligere versjon
nn_no: Gå tilbake til ein tidlegare versjon
ro: Revenire la o versiune anterioară
tr: Önceki bir sürüme geri dön

source: Important:
es_ar: Importante:
fi: Tärkeää:
fur: Impuartant:
fy_nl: Wichtich:
nb_no: Viktig:
nn_no: Viktig:
tr: Önemli:

source: Once a version has been deleted, you may not upload a new version with the same version number. The version will also be Restricted, which will disable and prevent any further installation in Firefox. Existing users can choose to re-enable the add-on.
es_ar: Una vez que se eliminó una versión, no se puede cargar una nueva con el mismo número de versión. La versión también será restringida, lo que la deshabilitará y evitará cualquier instalación posterior en Firefox. Los usuarios existentes pueden elegir volver a habilitar el complemento.
fur: Une volte che une version e ven eliminade, no tu podarâs cjariânt une gnove cul stes numar di version. Sore, la version e vignarà limitade, chest al significhe che a vignaran disativadis e impedidis gnovis lis sôs instalazions in Firefox. I utents che a vevin za instalât il component adizionâl a podaran sielzi di tornâ a ativâlu.
fy_nl: As in ferzje ienris fuortsmiten is, meie jo gjin nije ferzje mear oplade mei itselde ferzjenûmer. De ferzje sil ek beheind wurde, wat fierdere ynstallaasje yn Firefox útskeakelet en foarkomt. Besteande brûkers kinne derfoar kieze om de add-on opnij yn te skeakeljen.
nb_no: Når en versjon er slettet, kan du ikke laste opp en ny versjon med samme versjonsnummer. Versjonen vil også bli begrenset, noe som vil deaktivere og forhindre videre installasjon i Firefox. Eksisterende brukere kan velge å aktivere tillegg igjen.
nn_no: Når ein versjon er sletta, kan du ikkje laste opp ein ny versjon med same versjonsnummer. Versjonen vil også bli avgrensa, noko som vil deaktivere og hindre vidare installasjon i Firefox. Eksisterande brukarar kan velje å aktivere tillegg igjen.
ro: Odată ce o versiune e ștearsă, nu mai poți încărca o versiune nouă cu același număr de versiune. Versiunea va fi și Restricționată, ceea ce va dezactiva și va împiedica orice instalare ulterioară în Firefox. Utilizatorii existenți pot alege să reactiveze suplimentul.
tr: Bir sürüm silindikten sonra aynı sürüm numarasıyla yeni bir sürüm yükleyemezsiniz. Silinen sürüm “Kısıtlı” olarak ayarlanacak, devre dışı bırakılacak ve artık Firefox’a yüklenemeyecektir. Mevcut kullanıcılar eklentiyi yeniden etkinleştirmeyi seçebilir.

source: The latest approved version of this %(promoted_group_name)s add-on cannot be deleted or disabled because the previous version was not approved for %(promoted_group_name)s promotion. Please contact AMO Admins if you need help with this.
es_ar: La última versión aprobada de este complemento %(promoted_group_name)s no puede borrarse o deshabilitarse porque la versión anterior no fue aprobada para promoción %(promoted_group_name)s. Ponete en contacto con los administradores de AMO si necesitás ayuda.
fur: Nol è pussibil eliminâ o disativâ la ultime version aprovade di chest component adizionâl di %(promoted_group_name)s parcè che la version prime no jere stade aprovade pe categorie %(promoted_group_name)s. Par assistence contate un aministradôr di AMO.
fy_nl: De nijste goedkarre ferzje fan dizze %(promoted_group_name)s add-on kin net fuortsmiten of útskeakele wurde, omdat de foarige ferzje net goedkard is foar promoasje as %(promoted_group_name)s. Nim kontakt op mei AMO-behearders as jo hjir help by nedich hawwe.
he: לא ניתן למחוק או להשבית את הגרסה המאושרת האחרונה של התוספת %(promoted_group_name)s הזאת מכיוון שהגרסה הקודמת לא אושרה עבור קידום של %(promoted_group_name)s. נא ליצור קשר עם מנהלי AMO אם יש לך צורך בעזרה לגבי לזה.
hr: Zadnja odobrena verzija ovog %(promoted_group_name)s dodatka se ne može izbrisati ili deaktivirati jer prethodna verzija nije odobrena za %(promoted_group_name)s promociju. Kontaktiraj AMO administratore ako trebaš pomoć s ovim.
ia: Le ultime version approbate de iste additivo de %(promoted_group_name)s non pote esser delite o disactivate perque le previe version non ha essite approbate pro le promotion de %(promoted_group_name)s. Contacta le administratores de AMO si tu ha besonio de adjuta pro isto.
nb_no: Den siste godkjente versjonen av dette %(promoted_group_name)s-tillegget kan ikke slettes eller deaktiveres fordi den forrige versjonen ikke ble godkjent for %(promoted_group_name)s-kampanjen. Ta kontakt med AMO-administratorer hvis du trenger hjelp med dette.
nn_no: Den siste godkjende versjonen av dette %(promoted_group_name)s-tillegget kan ikkje slettast eller deaktiverast fordi den førre versjonen ikkje vart godkjend for %(promoted_group_name)s-kampanjen. Ta kontakt med AMO-administratorar om du treng hjelp med dette.
ro: Ultima versiune aprobată a acestui supliment %(promoted_group_name)s nu poate fi ștearsă sau dezactivată deoarece versiunea precedentă nu a fost aprobată pentru promovare %(promoted_group_name)s. Te rugăm să contactezi administratorii AMO dacă ai nevoie de ajutor în acest sens.
tr: Bu %(promoted_group_name)s eklentisinin en son onaylanmış sürümü silinemez veya devre dışı bırakılamaz çünkü önceki sürüm %(promoted_group_name)s tanıtımı için onaylanmamış. Bu konuda yardıma ihtiyacınız varsa lütfen AMO yöneticileri ile iletişime geçin.
vi: Không thể xóa hoặc vô hiệu hóa phiên bản được phê duyệt mới nhất của tiện ích %(promoted_group_name)s vì phiên bản trước không được phê duyệt cho quảng cáo %(promoted_group_name)s. Vui lòng liên hệ với quản trị viên AMO nếu bạn cần trợ giúp về việc này.

source: Ad blocking and privacy protection. A simple set-up lets you take control of the ads you see and how you’re tracked on the internet.
es_ar: Protección de privacidad y bloqueo de publicidad. Un simple ajuste te permite controlar los anuncios que ves y cómo te pueden rastrear en Internet.
fur: Bloc di publicitât e protezions de riservatece. Un semplice configurazion ti permet di vê il control su lis publicitâts che tu viodis e cemût che ti stan daûr su internet.
fy_nl: Advertinskeblokkearring en privacybeskerming. Mei inkelde ienfâldige ynstellingen kontrolearje jo de advertinsjes dy’t oan jo toand wurde en hoe’t jo op it ynternet folge wurde.
he: חסימת פרסומות והגנת פרטיות. הגדרה ראשונית פשוטה מאפשרת לך לקחת שליטה על הפרסומות שמופיעות ועל האופן שבו עוקבים אחריך ברשת.
hr: Blokiranje oglasa i zaštita privatnosti. Jednostavno postavljanje omogućuje kontrolu nad oglasima koje vidiš i kako te se prati na internetu.
ia: Blocage de publicitate e protection del vita private. Un simple installation te permitte prender le controlo sur le annuncios que tu vide e sur como tu es traciate sur internet.
is: Útilokun auglýsinga og verndun á friðhelgi einkalífs. Einföld uppsetning gerir þér kleift að stýra hvaða auglýsingar þú sérð og hvernig sé fylgst með þér á internetinu.
nb_no: Annonseblokkering og personvernbeskyttelse. Et enkelt oppsett lar deg ta kontroll over annonsene du ser og hvordan du spores på internett.
nn_no: Annonseblokkering og personvernvern. Eit enkelt oppsett lèt deg ta kontroll over annonsane du ser og korleis du blir spora på internett.
ro: Blocator de reclame și protecție pentru viața privată. O configurare simplă îți permite să preiei controlul asupra reclamelor pe care le vezi și cum ești urmărit pe internet.
tr: Reklam engelleme ve gizlilik koruması. Basit bir kurulumla reklamları ve internette nasıl izlendiğinizi kontrol altına alın.
vi: Chặn quảng cáo và bảo vệ quyền riêng tư. Một thiết lập đơn giản cho phép bạn kiểm soát các quảng cáo bạn thấy và cách bạn được theo dõi trên internet.

source: Stop Facebook tracking. Isolate your Facebook identity into a separate “container” to prevent Facebook from tracking you around the web.
es_ar: Impide que Facebook te rastree. Aísla tu identidad de Facebook en un "contenedor" separado que dificulte a Facebook el seguimiento de tus movimientos por la web.
fi: Lopeta Facebook-seuranta. Eristä Facebook-identiteettisi erilliseen "säilöön", jotta Facebook ei voi seurata sinua ympäri verkkoa.
fur: Ferme Facebook dal stâti daûr. Isole la tô identitât su Facebook midiant un “contignidôr” separât che al impedìs a Facebook di stâti daûr dilunc la navigazion sul web.
fy_nl: Stopje folgjen troch Facebook. Isolearje jo Facebook-identiteit yn in aparte ‘kontener’ om foar te kommen dat Facebook jo op it web folget.
he: עצירת המעקב של Facebook. בידוד הזהות שלך ב־Facebook אל תוך ”מגירה” נפרדת שמקשה על Facebook לעקוב אחריך ברחבי הרשת.
hr: Zaustavi praćenje od Facebooka. Izoliraj svoj identitet na Facebooku u zasebni „spremnik” i spriječi da te Facebook prati na internetu.
ia: Stop al traciamento de Facebook! Isola tu identitate de Facebook in un “contentor” separate pro impedir a Facebook de traciar te per tote le Web.
is: Stöðvaðu njósnir Facebook-rekjaranna. Einangraðu Facebook-auðkennin yfir í sérstakan “gám” til að koma í veg fyrir að Facebook fylgist með þér út um mestallan veraldarvefinn.
nb_no: Stopp Facebook-sporing. Isoler Facebook-identiteten din i en egen «beholder» for å forhindre at Facebook sporer deg rundt på nettet.
nn_no: Stopp Facebook-sporing. Isoler Facebook-identiteten din i ein eigen «behaldar» for å forhindre at Facebook sporar deg rundt på nettet.
ro: Oprește urmărirea practicată de Facebook. Izolează-ți identitatea Facebook într-un „container” separat, ceea ce face mai greu pentru Facebook să-ți urmărească mișcările de pe web.
tr: Facebook'un takibini durdurun. Facebook'un sizi web'de izlemesini önlemek için Facebook kimliğinizi ayrı bir "kapsayıcıya" ayırın.
vi: Đừng để Facebook theo dõi. Cô lập danh tính Facebook của bạn thành một “vùng chứa” riêng biệt để ngăn Facebook theo dõi bạn trên web.

source: Simplify search by highlighting text on any web page to search the phrase from an array of engines.
es_ar: Simplifica la búsqueda resaltando el texto en cualquier página web para buscar la frase desde una serie de buscadores.
fur: Semplifiche la ricercje! Evidenzie un toc di test su une cualsisei pagjine web par cirîlu su plui motôrs di ricercje in contemporanie.
fy_nl: Aksintuearje ienfâldichwei tekst op in webside om mei in oantal sykmasinen nei de wurdgroep te sykjen.
he: פישוט החיפוש על־ידי סימון טקסט בכל דף אינטרנט כדי לחפש את הביטוי מתוך מגוון מנועי חיפוש.
hr: Pojednostavi pretraživanje isticanjem teksta na bilo kojoj web stranici, radi pretraživanja izraza u raznim tražilicama.
ia: Simplifica le recerca per marcar texto sur qualcunque pagina web e cercar le phrase in un serie de motores.
is: Einfaldaðu leit mða því að áherslulita texta á hvaða vefsíðu sem er og leita að viðkomandi texta á fjöldanum öllum af leitarvélum.
nb_no: Forenkle søket ved å markere tekst på en hvilken som helst nettside for å søke etter frasen fra en rekke søkemotorer.
nn_no: Forenkle søket ved å markere tekst på kva nettside som helst for å søkje etter frasen frå ei rekkje søkjemotorar.
ro: Simplifică căutarea evidențiind textul pe orice pagină web pentru a căuta expresia într-o gamă de motoare de căutare.
tr: Web sayfalarından seçtiğiniz metinleri çeşitli arama motorlarında aynı anda aratın.
vi: Đơn giản hóa việc tìm kiếm bằng cách đánh dấu văn bản trên bất kỳ trang web nào để tìm kiếm cụm từ từ một loạt các công cụ.

source: Instant weather updates from around the world.
es_ar: Actualizaciones instantáneas del clima en todo el mundo.
fi: Säätiedotteet ympäri maailmaa.
fur: Inzornaments meteo in timp reâl di dut il mont.
fy_nl: Streekrjochte waarupdates fan oer de hiele wrâld.
he: עדכוני מזג אוויר מיידיים מרחבי העולם.
hr: Trenutne vremenske prognoze iz cijelog svijeta.
ia: Informationes meteorologic de tote le mundo in tempore real.
is: Fáðu í einni svipan uppfærðar veðurspár úti um allan heim.
nb_no: Øyeblikkelige væroppdateringer fra hele verden.
nn_no: Rask vêroppdatering frå heile verda.
ro: Actualizări meteo instant de pe tot globul.
te: ప్రపంచం చుట్టుపక్కల నుండి తక్షణ వాతావరణ తాజాకరణలు.
tr: Dünyanın dört bir yanından anlık, güncel hava durumu.
vi: Cập nhật thời tiết tức thì từ khắp nơi trên thế giới.

source: Download videos with ease. Works with YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope, and hundreds of other video sites.
es_ar: Descarga videos con facilitad. Funciona con YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope y cientos de otros sitios web de vídeos.
fi: Lataa videoita vaivatta. Toimii YouTuben, Facebookin, Vimeon, Twitchin, Dailymotionin, Periscopen ja satojen muiden videosivustojen kanssa.
fur: Discjame i videos cun facilitât. Al funzione cun YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope e centenârs di altris sîts di videos.
fy_nl: Download ienfâldich fideo’s. Wurket mei YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope en hûnderten oare fideowebsites.
he: הורדת סרטונים בקלות. עובד עם YouTube, ‏Facebook, ‏Vimeo, ‏Twitch, ‏Dailymotion, ‏Periscope ועוד מאות אתרי וידאו אחרים.
hr: Preuzmi videa s lakoćom. Radi s YouTubeom, Facebookom, Vimeom, Twitchom, Dailymotionom, Periscopeom i stotinama drugih video stranica.
ia: Discarga videos con facilitate. Functiona con YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope, e centenas de altere sitos de videos.
is: Sæktu myndskeið á einfaldan hátt. Virkar með YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope og hundruðum annarra vefsvæða með myndskeiðum.
nb_no: Last ned videoer enkelt. Fungerer med YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope og hundrevis av andre videosider.
nn_no: Last ned videoar enkelt. Fungerer med YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope og hundrevis av andre videosider.
ro: Descarcă videoclipuri cu ușurință. Funcționează cu YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope și sute de alte site-uri video.
tr: Videoları kolayca indirin. YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope ve diğer yüzlerce video sitesiyle çalışır.
vi: Tải xuống video một cách dễ dàng. Hoạt động với YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope và hàng trăm trang web video khác.

source: Up your emoji game. Dozens of amazing emojis for every occasion—always just a click away.
es_ar: Mejora tus emojis. Elige entre decenas de sorprendentes emojis para cada ocasión con un solo clic.
fur: Aumente il nivel dai tiei emoji. Dozenis di fantastichis emoji par ogni ocasion — simpri a puartade di clic.
fy_nl: Noch mear emoji’s. Tsientallen geweldige emoji’s foar elke gelegenheid – altyd beskikber yn ien klik.
hr: Još više emojija. Deseci izvrsnih emojija za svaku priliku – uvijek pri ruci.
ia: Dozenas de stupende emojis pro cata occasiones: sempre a portata de un clic.
is: Bættu færni þína í notkun emoji-táknmynda. Tugir ótrúlegra emoji-tákna fyrir öll tilefni - með einum smelli.
nb_no: Bli bedre på emojier. Massevis av fantastiske emojier for enhver anledning – bare et klikk unna.
nn_no: Bli betre på emojiar. Massevis av fantastiske emojiar for alle høve – berre eit klikk unna.
ro: Excelează în jocul emojiurilor. Zeci de emojiuri pentru orice ocazie—mereu la un clic distanță.
tr: Emojilerinizi bambaşka bir seviyeye taşıyın. Her durum için onlarca harika emoji her zaman bir tık uzağınızda.
vi: Nâng cấp trò chơi biểu tượng cảm xúc của bạn. Hàng chục biểu tượng cảm xúc tuyệt vời cho mọi dịp—luôn chỉ cần một cú nhấp chuột.

source: Password management simplified. Sync all your logins across devices with one password to rule them all.
es_ar: Gestión de contraseñas simplificada. Sincroniza los inicios de sesión en todos tus dispositivos con una sola contraseña para controlarlos todos.
fi: Yksinkertaistettua salasanojen hallintaa. Synkronoi kaikki kirjautumisesi eri laitteiden välille yhden salasanan taakse.
fur: Gjestion des passwords semplificade. Sincronize dutis lis tôs credenziâls su ducj i tiei dispositîfs: une password par pleâlis dutis.
fy_nl: Wachtwurdbehear ferienfâldige. Syngronisearje al jo oanmeldgegevens foar websites tusken ferskate apparaten mei ien mienskiplik wachtwurd.
he: ניהול סיסמאות מפושט. סנכרון כל הכניסות שלך בין מכשירים באמצעות ססמה אחת ששולטת על כולם.
hr: Pojednostavljeno upravljanje lozinkama. Sinkroniziraj sve svoje prijave na svim uređajima s jednom lozinkom.
ia: Gestion de contrasignos simplificate. Synchronisa tote tu credentiales inter apparatos con un sol contrasigno commun.
is: Sýsl með lykilorð gert einfalt. Samstilltu allar innskráningarnar þínar á milli tækja með eitt aðallykilorð sem stýrir þeim öllum.
nb_no: Forenklet passordhåndtering. Synkroniser alle påloggingene dine på tvers av enheter med ett passord for å styre dem alle.
nn_no: Forenkla passordhandsaming. Synkroniser alle innloggingane dine mellom einingar med eitt felles passord.
ro: Gestionarea parolelor simplificată. Sincronizează-ți toate datele de autentificare pe mai multe dispozitive cu o parolă care le stăpânește pe toate.
tr: Parola yönetimi artık daha kolay. Tüm hesaplarınızı tek bir parolayla cihazlarınız arasında eşitleyin.
vi: Quản lý mật khẩu được đơn giản hóa. Đồng bộ hóa tất cả thông tin đăng nhập của bạn trên các thiết bị bằng một mật khẩu để quản lý tất cả.

source: Effective, lightweight ad blocker. uBlock Origin enforces thousands of content filters without chewing up a bunch of memory.
es_ar: Un bloqueador de publicidad ligero y eficiente. uBlock Origin ejecuta miles de filtros de contenido y apenas ocupa memoria.
fi: Tehokas ja kevyt mainostenestäjä. uBlock Origin yhdistelee tuhansia sisältösuodattimia kuitenkaan käyttämättä kohtuuttomasti keskusmuistia.
fur: Un bloc pes publicitâts lizêr e valit. uBlock Origin al apliche miârs di filtris ai contignûts cence consumâ masse memorie.
fy_nl: In effektive en ljochtgewicht adblocker. uBlock Origin hantearret tûzenen ynhâldsfilters sûnder in protte ûnthâld te brûken.
he: חוסם פרסומות יעיל וקל. uBlock Origin אוכף אלפי מסנני תוכן מבלי לזלול זיכרון.
hr: Učinkovit, mali dodatak za blokiranje oglasa. uBlock Origin koristi tisuće filtara sadržaja bez trošenja velike količine memorije.
ia: Un blocator de publicitate efficace e legier. uBlock Origin applica milles de filtros al contento sin consumer un massa de memoria.
is: Afkastamikill auglýsingabani sem er léttur í keyrslu. uBlock Origin keyrir í gegn þúsundir af efnissíum án þess að éta upp helling af minni.
nb_no: Effektiv og lett annonseblokkering. uBlock Origin bruker tusenvis av innholdsfiltre uten å bruke mye minne.
nn_no: Effektiv og lett annonseblokkering. uBlock Origin brukar tusenvis av innhaldsfilter utan å bruke mykje minne.
ro: Un blocker de reclame de mărime redusă și eficient. uBlock Origin aplică mii de filtre pentru conținut fără să devoreze prea multă memorie.
tr: Etkili ve hafif bir reklam engelleyici. uBlock Origin, binlerce içerik filtresini çok fazla bellek tüketmeden işler.
vi: Trình chặn quảng cáo hiệu quả, nhẹ. uBlock Origin thực thi hàng nghìn bộ lọc nội dung mà không tốn nhiều bộ nhớ.

source: Enjoy visual bookmarks. Access your favorite sites from a tile layout.
es_ar: Disfruta de los marcadores visuales. Accede a tus sitios web favoritos a través de iconos dinámicos.
fi: Nauti visuaalisista kirjanmerkeistä. Käytä suosikkisivustojasi laatta-asettelun kautta.
fur: Gjolditi la gnove grafiche pai segnelibris. Jentre tai tiei sîts preferîts partint di une disposizion a tassei.
fy_nl: Genietsje fan fisuele blêdwizers. Benaderje jo favorite websites fan in tegelyndieling út.
hr: Bolja vizualizacija zabilježaka. Pristupi svojim omiljenim web lokacijama iz pločastog rasporeda.
ia: Gaude de marcapaginas visual. Accede a tu sitos favorite in un disposition a quadrellos.
is: Nýttu þér myndræn bókamerki. Nálgastu eftirlætisvefina þína úr skýrri reitaðri framsetningu.
nb_no: Kos deg med visuelle bokmerker. Få tilgang til favorittnettstedene dine fra et paneloppsett.
nn_no: Kos deg med visuelle bokmerke. Få tilgang til favorittnettstadane dine frå ei ruteutforming.
ro: Bucură-te de marcajele vizuale. Accesează-ți site-urile favorite dintr-un aranjament în dale.
th: เพลิดเพลินไปกับที่คั่นหน้าแบบเห็นภาพ และเข้าถึงไซต์โปรดของคุณได้จากเค้าโครงแบบตาราง
tr: Görsel yer imleri. Sevdiğiniz sitelere döşeme düzeninden erişin.
vi: Thưởng thức dấu trang trực quan. Truy cập các trang web yêu thích của bạn từ một bố cục ô.

source: Easy translations. Highlight text on any webpage—or select the entire page— to translate instantly.
es_ar: Traducciones rápidas. Selecciona un texto en cualquier página web o selecciona toda la página para traducirlo al instante.
fi: Käännöksiä vaivatta. Korosta teksti millä tahansa verkkosivulla — tai valitse koko sivu — kääntääksesi heti.
fur: Traduzions facilis. Evidenzie il test su cualsisei pagjine web, o selezione dute la pagjine, par voltâle daurman.
fy_nl: Ienfâldige oersettingen. Markearje tekst op siden – of selektearje in hiele side – om daliks oer te setten.
he: תרגומים בקלות. סימון טקסט בכל דף אינטרנט — או בחירת כל הדף — כדי לתרגם באופן מיידי.
hr: Jednostavni prijevodi. Za trenutno prevođenje, odaberi tekst na bilo kojoj web stranici ili cijelu stranicu.
ia: Traductiones facile. Marca texto sur qualcunque paginas web, o selige tote le pagina, pro traducer lo instantaneemente.
is: Einfaldar þýðingar. Áherslulitaðu einhvern texta á einhverri vefsíðu - eða veldu alla síðuna - og þýddu samstundis.
nb_no: Enkle oversettelser. Marker tekst på en hvilken som helst nettside — eller velg hele siden — for å oversette umiddelbart.
nn_no: Enkle omsettingar. Marker tekst på kva nettside som helst – eller vel heile sida – for å omsette straks.
ro: Traduceri facile. Evidențiază text pe orice pagină web—sau selectează toată pagina—pentru traducere instantanee.
th: แปลเว็บได้อย่างง่ายดาย ด้วยการเน้นข้อความบนหน้าเว็บใดก็ได้ หรือเลือกทั้งหน้าเพื่อแปลได้ทันที
tr: Kolay çeviri. Web sayfasındaki istediğiniz metni veya sayfanın tamamını anında dilinize çevirin.
vi: Bản dịch dễ dàng. Đánh dấu văn bản trên bất kỳ trang web nào—hoặc chọn toàn bộ trang—để dịch ngay lập tức.

source: Tap academic wisdom. Access 10+ million research papers for free.
es_ar: Accede a la sabiduría académica. Disfruta del acceso gratuito a más de 10 millones de artículos de investigación.
fi: Hyödynnä akateemista viisautta. Käytä yli 10 miljoonaa tutkimusta ilmaiseksi.
fur: Tire fûr la savietât academiche. Consulte, in maniere gratuite, plui di dîs milions di articui di ricercje.
fy_nl: Meitsje gebrûk fan akademyske wiisheid. Fergeze tagong ta mear as 10 miljoen ûndersyksdokuminten.
hr: Akademsko znanje nadohvat ruke. Besplatno pristupi više od 10 milijuna istraživačkih radova.
ia: Frue del cognoscentia academic. Gaude del libere accesso a plus de 10 milliones de documentos de recerca.
is: Tappaðu af akademískri þekkingu. Fáðu aðgang að meira en 10 milljón vísindagreinum án gjalds.
nb_no: Få akademisk visdom. Få tilgang til over 10 millioner forskningsartikler gratis.
nn_no: Få akademisk visdom. Få tilgang til over 10 millionar forskingsartiklar gratis.
ro: Accesează cunoașterea academică. Accesează peste 10 milioane de lucrări de cercetare, gratuit.
th: เข้าถึงภูมิปัญญาทางวิชาการได้ด้วยการเข้าถึงงานวิจัยกว่า 10 ล้านฉบับฟรี
tr: Akademik bilgelik. 10 milyondan fazla araştırma makalesine ücretsiz erişim.
vi: Khai thác trí tuệ học thuật. Truy cập hơn 10 triệu bài nghiên cứu miễn phí.
