Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Collection {collection} un-deleted by moderator
es_ar: Colección {collection} restaurada por el moderador
fi: Kokoelman {collection} poistaminen on peruttu moderaattorin toimesta
fur: Racuelte {collection} ripristinade di un moderadôr
fy_nl: Fuortsmiten kolleksje {collection} ûngedien makke troch moderator
he: בוטלה המחיקה של האוסף {collection} על־ידי מנהל
hr: Moderator je poništio brisanje zbirke {collection}
ia: Collection {collection} restaurate per le moderator
nb_no: Samling {collection} gjenopprettet av moderator
nn_no: Samling {collection} gjenoppretta av moderator
ro: Colecția {collection} a fost restaurată de moderator
tr: {collection} koleksiyonunun silinmesi moderatör tarafından geri alındı
vi: Bộ sưu tập {collection} đã được phục hồi bởi người kiểm duyệt

source: Review {rating} for {addon} un-deleted.
es_ar: Revisión {rating} para {addon} restaurada.
fur: Recension {rating} par {addon} ripristinade.
fy_nl: Ferwidering beoardieling {rating} foar {addon} ûngedien makke.
he: בוטלה המחיקה של הסקירה {rating} עבור {addon}.
hr: Poništeno brisanje recenzije {rating} za {addon}.
ia: Revision {rating} pro {addon} restaurate.
nb_no: Omtale {rating} for {addon} er ikke lenger slettet.
nn_no: Omtale {rating} for {addon} er ikkje lenger sletta.
ro: Ștergerea revizuirii {rating} pentru {addon} a fost anulată.
tr: {addon} için {rating} incelemesinin silinmesi geri alındı.
vi: Đánh giá {rating} cho {addon} đã được phục hồi.

source: {addon} {version} rejected automatically after delay expired.
es_ar: {addon} {version} rechazada automáticamente una vez transcurrido el plazo.
fur: {addon} {version} refudât in automatic dopo de scjadince dal diferiment.
fy_nl: {addon} {version} automatysk ôfwiisd neidat fertraging ferrûn is.
hr: Dodatak {addon} {version} automatski odbijen nakon isteka vremena.
ia: {addon} {version} rejectate automaticamente post que le retardo expirava.
nb_no: {addon} {version} ble automatisk avvist etter at forsinkelsen utløp.
nn_no: {addon} {version} vart automatisk avvist etter at forseinkinga gjekk ut.
ro: {addon} {version} respins automat după expirarea întârzierii.
tr: {addon} {version}, gecikme süresi dolduktan sonra otomatik olarak reddedildi.
vi: {addon} {version} bị từ chối tự động sau khi hết thời gian trì hoãn.

source: Rejected automatically after delay expired
fur: Refudât in automatic dopo de scjadince dal diferiment
fy_nl: Automatysk ôfwiisd neidat fertraging ferrûn is
hr: Automatski odbijen nakon isteka vremena
ia: Rejectate automaticamente post que le retardo expirava
nb_no: Avvist automatisk etter at forsinkelsen er utløpt
nn_no: Avvist automatisk etter at forseinkinga er gått ut
ro: Respins automat după expirarea întârzierii
tr: Gecikme süresi dolduktan sonra otomatik olarak reddedildi
vi: Bị từ chối tự động sau khi hết thời gian trì hoãn

source: {addon} {version} content rejected automatically after delay expired.
es_ar: Contenido de {addon} {version} rechazado automáticamente una vez transcurrido el plazo.
fur: Contignûts di {addon} {version} refudâts in automatic dopo de scjadince dal diferiment.
fy_nl: Ynhâld fan {addon} {version} automatysk ôfwiisd neidat fertraging ferrûn is.
hr: Sadržaj dodatka {addon} {version} automatski odbijen nakon isteka vremena.
ia: {addon} {version} contento rejectate automaticamente post que le retardo expirava.
nb_no: {addon} {version} innhold ble automatisk avvist etter at forsinkelsen var utløpt.
nn_no: {addon} {version} innhald vart automatisk avvist etter at forseinkinga var gått ut.
ro: Conținutul {addon} {version} a fost respins automat după ce a expirat întârzierea.
tr: {addon} {version} içeriği, gecikme süresi dolduktan sonra otomatik olarak reddedildi.
vi: Nội dung {addon} {version} bị từ chối tự động sau khi hết thời gian trì hoãn.

source: Content rejected automatically after delay expired
fur: Contignûts refudâts in automatic dopo de scjadince dal diferiment
fy_nl: Ynhâld automatysk ôfwiisd neidat fertraging ferrûn is
hr: Sadržaj automatski odbijen nakon isteka vremena
ia: Contento rejectate automaticamente post que le retardo expirava
nb_no: Innhold avvises automatisk etter at forsinkelsen var utløpt
nn_no: Innhald blir automatisk avvist etter at forseinkinga er utgått
ro: Conținut respins automat după expirarea întârzierii
tr: İçerik, gecikme süresi dolduktan sonra otomatik olarak reddedildi
vi: Nội dung bị từ chối tự động sau khi hết thời gian trì hoãn

source: {addon} {version} pending rejection changed.
es_ar: Se cambió el rechazo pendiente de {addon} {version}.
fur: Modificât refudament in spiete par {addon} {version}.
fy_nl: {addon} {version} wachtsjende ôfwizing wizige.
ia: Modificate rejection planate pro {addon} {version}.
nb_no: {addon} {version} ventende avvisning endret.
nn_no: {addon} {version} ventande avvising endra.
ro: A fost modificată respingerea pendentă a {addon} {version}.
tr: Bekleyen {addon} {version} reddi değiştirildi.

source: Pending rejection changed
es_ar: Rechazo pendiente cambiado
fur: Modificât refudament in spiete
fy_nl: Wachtsjende ôfwizing wizige
ia: Rejection planate modificate
nb_no: Ventende avvisning endret
nn_no: Ventande avslag endra
ro: Respingere pendentă modificată
tr: Bekleyen ret değiştirildi

source: {addon} {version} created, to rollback from {0}.
es_ar: {addon} {version} creado, para revertir desde {0}.
fur: {addon} {version} creade pal ripristinament di {0}.
fy_nl: {addon} {version} oanmakke, om werom te draaien fan {0} ôf.
nb_no: {addon} {version} opprettet, for å tilbakerulle fra {0}.
nn_no: {addon} {version} oppretta, for å tilbakerulle frå {0}.
ro: {addon} {version} creată, pentru revenire la versiunea anterioară de la {0}.

source: Version rollback
es_ar: Reversión a una versión anterior
fi: Version palautus
fur: Ripristinament version
fy_nl: Ferzje weromdraaie
nb_no: Tilbakerulling av versjon
nn_no: Tilbakerulling av versjon
ro: Revenire la versiune
tr: Sürüm geri döndürme

source: {addon} rollback from {version} failed.
es_ar: Falló la reversión de {addon} desde {version}.
fur: Falît ripristinament di {addon} de version {version}.
fy_nl: It weromdraaien fan {addon} fan {version} ôf is mislearre.
nb_no: Tilbakerulling av {addon} fra {version} mislyktes.
nn_no: Tilbakerulling av {addon} frå {version} var mislykka.
ro: Revenirea {addon} de la {version} a eșuat.
tr: {addon} eklentisini {version} sürümünden geri döndürme başarısız oldu.

source: Version rollback failure
es_ar: Fallo en la reversión
fi: Version palautus epäonnistui
fur: Ripristinament version falît
fy_nl: Flater by it weromdraaien fan ferzje
nb_no: Feil med tilbakerulling av versjon
nn_no: Feil med tilbakerulling av versjon
ro: Revenirea la versiune a eșuat
tr: Sürüm geri döndürme başarısız

source: {addon} {0} property edited.
fur: A son stadis modificadis lis proprietâts di {addon} {0}.
fy_nl: {addon} {0}-eigenskip bewurke.
nb_no: {addon} {0}-egenskap redigert.
nn_no: {addon} {0} eigenskap redigert.
ro: Proprietatea {addon} {0} a fost editată.
tr: {addon} {0} özelliği düzenlendi.

source: Collection {0} property {1} updated.
fur: Proprietât {1} de racuelte {0} inzornade.
nb_no: Samling {0}, egenskap {1} oppdatert.
nn_no: Samling {0}, eigenskap {1} oppdatert.
ro: Proprietatea {1} colecției {0} a fost actualizată.

source: Account {user} property {0} updated.
fur: Proprietât {0} dal account {user} inzornade.
nb_no: Konto {user}, egenskap {0} oppdatert.
nn_no: Konto {user}, eigenskap {0} oppdatert.
ro: Proprietatea {0} contului {user} a fost actualizată.

source: Signing API
es_ar: API de firma
fi: Allekirjoitusrajapinta
fur: API pe firme
fy_nl: Undertekenings-API
hr: API za potpisivanje
ia: Signante API
is: Undirritunar-API
nb_no: Signerings-API
nn_no: Signerings-API
ro: API de semnătură
th: API การลงลายเซ็น
tr: İmzalama API'si
vi: Đang ký API

source: Add-on API
es_ar: API de complemento
fi: Lisäosarajapinta
fur: API pai components adizionâi
hr: API za dodatke
ia: API de additivos
is: API-viðbótar
nb_no: Tilleggs-API
nn_no: Tilleggs-API
ro: API-uri pentru suplimente
th: API ส่วนเสริม
tr: Eklenti API'si
vi: API tiện ích

source: Automatically generated by AMO
es_ar: Generado automáticamente por AMO
fi: Automaattisesti AMO:n luoma
fur: Gjenerât in automatic di AMO
fy_nl: Automatysk oanmakke troch AMO
he: נוצר באופן אוטומטי על־ידי AMO
hr: Automatski generirano od AMO zajednice
ia: Automaticamente generate per AMO
is: Útbúið sjálfvirkt af AMO
nb_no: Automatisk generert av AMO
nn_no: Automatisk generert av AMO
ro: Generat automat de AMO
th: สร้างขึ้นอัตโนมัติโดย AMO
tr: AMO tarafından otomatik olarak oluşturuldu
vi: Được tạo tự động bởi AMO

source: (Deleted)
es_ar: (Eliminado)
fi: (Poistettu)
fur: (Eliminât)
fy_nl: (Fuortsmiten)
he: (נמחק)
hr: (Izbrisano)
ia: (Delite)
is: (eytt)
nb_no: (Slettet)
nn_no: (Sletta)
ro: (Șters)
te: (తొలగించబడింది)
th: (ลบแล้ว)
tr: (Silindi)
vi: (Đã xóa)

source: Deprecated Complete Theme
es_ar: Tema completo obsoleto
fi: Vanhennettu kokonainen teema
fur: Teme complet sorpassât
fy_nl: Ferâldere folslein tema
hr: Zastarjela cjelovita tema
ia: Thema complete obsolete
is: Úrelti heilt þema
nb_no: Foreldet fullstendig tema
nn_no: Forelda fullstendig tema
ro: Temă completă perimată
th: ชุดตกแต่งแบบสมบูรณ์ที่เลิกใช้แล้ว
tr: Kullanımdan Kaldırılmış Tam Tema
vi: Chủ đề hoàn chỉnh không hỗ trợ nữa

source: Deprecated Search Engine
es_ar: Buscador obsoleto
fi: Vanhennettu hakukone
fur: Motôr di ricercje sorpassât
fy_nl: Ferâldere sykmasine
he: מנוע חיפוש שהוצא משימוש
hr: Zastarjela tražilica
ia: Motor de recerca obsolete
is: Úrelt leitarvél
nb_no: Foreldet søkemotor
nn_no: Forelda søkjemotor
ro: Motor de căutare învechit
th: เครื่องมือค้นหาที่เลิกใช้แล้ว
tr: Kullanımdan kaldırılan arama motoru
vi: Công cụ tìm kiếm đã lỗi thời

source: Deprecated Language Pack (Add-on)
es_ar: Paquete de Idiomas obsoleto (Complemento)
fi: Vanhennettu kielipaketti (lisäosa)
fur: Pachet des lenghis sorpassât (component adizionâl)
fy_nl: Ferâldere taalpakket (add-on)
he: חבילת שפה שהוצאה משימוש (תוספת)
hr: Zastarjeli jezični paket (dodatak)
ia: Pacchetto de lingua obsolete (Additivo)
is: Úreltur tungumálapakki (viðbót)
nb_no: Foreldet språkpakke (tillegg)
nn_no: Forelda språkpakke (tillegg)
ro: Pachet lingvistic învechit (supliment)
th: ชุดภาษา (ส่วนเสริม) ที่เลิกใช้แล้ว
tr: Kullanımdan kaldırılan dil paketi (Uzantı)
vi: Gói ngôn ngữ (tiện ích) đã lỗi thời

source: Deprecated Plugin
es_ar: Plugin obsoleto
fi: Vanhennettu liitännäinen
fur: Plugin sorpassât
fy_nl: Ferâldere ynstekker
he: תוסף חיצוני שהוצא משימוש
hr: Zastarjeli dodatak
ia: Plugin obsolete
is: Úrelt tengiforrit
nb_no: Foreldet programtillegg
nn_no: Forelda programtillegg
ro: Pluginuri învechite
th: ปลั๊กอินที่เลิกใช้แล้ว
tr: Kullanımdan kaldırılan yan uygulama
vi: Phần bổ trợ đã lỗi thời

source: Deprecated LWT
es_ar: LWT en desuso
fi: Vanhennettu LWT
fur: LWT sorpassât
fy_nl: Ferâldere LWT
hr: Zastarjela LWT tema
ia: LWT obsolete
is: Úrelt LWT
nb_no: Foreldet LWT
nn_no: Forelda LWT
ro: LWT perimat
th: LWT ที่เลิกใช้แล้ว
tr: Kullanımdan kaldırılan LWT
vi: LWT ngừng hoạt động

source: Deprecated Site Permission
es_ar: Permiso de sitio obsoleto
fi: Vanhennettu sivusto-oikeus
fur: “Permès sîts" sorpassât
fy_nl: Ferâldere websitemachtiging
he: הרשאת אתר שהוצאה משימוש
hr: Zastarjela dozvola za web stranicu
ia: Autorisation de sito obsolete
nb_no: Foreldet nettstedstillatelse
nn_no: Forelda nettstadløyve
ro: Permisiune site perimată
th: การกำหนดสิทธิ์ไซต์ที่เลิกใช้แล้ว
tr: Kullanımdan Kaldırılan Site İzni
vi: Quyền của trang web không còn được dùng nữa

source: Deprecated Complete Themes
es_ar: Temas completos obsoletos
fi: Vanhennetut kokonaiset teemat
fur: Temis complets sorpassâts
fy_nl: Ferâldere folsleine tema’s
hr: Zastarjele cjelovite teme
ia: Themas complete obsolete
is: Úrelti heil þemu
nb_no: Foreldete fullstendige temaer
nn_no: Forelda fullstendige tema
ro: Teme complete perimate
th: ชุดตกแต่งแบบสมบูรณ์ที่เลิกใช้แล้ว
tr: Kullanımdan Kaldırılmış Tam Temalar
vi: Các chủ đề hoàn chỉnh không hỗ trợ nữa

source: Deprecated Search Tools
es_ar: Herramientas de búsqueda obsoletas
fi: Vanhennetut hakutyökalut
fur: Struments di ricercje sorpassâts
fy_nl: Ferâldere sykark
he: כלי חיפוש שהוצאו משימוש
hr: Zastarjeli alati za pretraživanje
ia: Utensiles de recerca obsolete
is: Úrelt leitarvrkfæri
nb_no: Foreldete søkeverktøy
nn_no: Forelda søkjeverktøy
ro: Instrumente de căutare învechite
th: เครื่องมือค้นหาที่เลิกใช้แล้ว
tr: Kullanımdan kaldırılan arama araçları
vi: Công cụ tìm kiếm đã lỗi thời

source: Language Packs
es_ar: Paquetes de idioma
fi: Kielipaketit
fur: Pachets des lenghis
fy_nl: Taalpakketten
he: חבילות שפה
hr: Jezični paketi
ia: Pacchettos de lingua
is: Tungumálapakkar
nb_no: Språkpakker
nn_no: Språkpakkar
ro: Pachete lingvistice
th: ชุดภาษา
tr: Dil Paketleri
vi: Gói ngôn ngữ

source: Deprecated Language Packs (Add-on)
es_ar: Paquetes de Idiomas obsoletos (Complemento)
fi: Vanhennetut kielipaketit (lisäosa)
fur: Pachets des lenghis sorpassâts (components adizionâi)
fy_nl: Ferâldere taalpakketten (add-on)
he: חבילות שפה שהוצאו משימוש (תוספת)
hr: Zastarjeli jezični paketi (dodatak)
ia: Pacchettos de lingua obsolete (Additivo)
is: Úreltir tungumálapakkar (viðbætur)
nb_no: Foreldete språkpakker (tillegg)
nn_no: Forelda språkpakkar (tillegg)
ro: Pachete lingvistice învechite (supliment)
th: ชุดภาษา (ส่วนเสริม) ที่เลิกใช้แล้ว
tr: Kullanımdan kaldırılan dil paketleri (Eklenti)
vi: Gói ngôn ngữ (tiện ích) đã lỗi thời

source: Deprecated Plugins
es_ar: Plugins obsoletos
fi: Vanhennetut liitännäiset
fur: Plugins sorpassâts
fy_nl: Ferâldere ynstekkers
he: תוספים חיצוניים שהוצא משימוש
hr: Zastarjeli dodaci
ia: Plugins obsolete
is: Úrelt tengiforrit
nb_no: Foreldet programtillegg
nn_no: Forelda programtillegg
ro: Pluginuri învechite
th: ปลั๊กอินที่เลิกใช้แล้ว
tr: Kullanımdan kaldırılan yan uygulamalar
vi: Phần bổ trợ đã lỗi thời

source: Deprecated LWTs
es_ar: LWTs obsoletos
fi: Vanhennetut LWT:t
fur: LWTs sorpassâts
fy_nl: Ferâldere LWT’s
hr: Zastarjele LWT teme
ia: LWTs obsolete
is: Úreltir LWT
nb_no: Foreldet LWT-er
nn_no: Forelda LWT-ar
ro: LWT perimate
th: LWT ที่เลิกใช้แล้ว
tr: Kullanımdan kaldırılan LWT'ler
vi: LWTs không còn hỗ trợ

source: Deprecated Site Permissions
es_ar: Permisos de sitio obsoletos
fi: Vanhennetut sivusto-oikeudet
fur: “Permès sîts" sorpassâts
fy_nl: Ferâldere websitemachtigingen
he: הרשאות אתר שהוצאו משימוש
hr: Zastarjele dozvole za web stranicu
ia: Autorisationes de sito obsolete
is: Úreltar heimildir á vefsvæði
nb_no: Foreldete nettstedstillatelser
nn_no: Forelda nettstadløyve
ro: Permisiuni site perimate
th: การกำหนดสิทธิ์ไซต์ที่เลิกใช้แล้ว
tr: Kullanımdan Kaldırılan Site İzinleri
vi: Quyền của các trang web không còn được dùng nữa

source: Download Firefox extensions that help you stay up-to-date, track tasks, improve efficiency. Find extensions that reload tabs, manage productivity, and more.
es_ar: Descargá extensiones de Firefox que te permitan estar informado, dar seguimiento a tus tareas y mejorar la eficiencia. Encontrá extensiones que recargan pestañas, administran productividad y más.
fi: Lataa Firefox-laajennuksia, jotka auttavat sinua pysymään ajan tasalla, seuraamaan tehtäviä ja parantamaan tehokkuutta. Löydä laajennuksia, jotka lataavat välilehtiä uudelleen, hallitsevat tuottavuutta ja paljon muuta.
fur: Discjame lis estensions par Firefox che ti judin a restâ inzornât, sta daûr ai tiei impegns e deventâ plui eficient(e). Scuvierç estensions che ti tornin a cjariâ lis schedis, che a gjestissin la produtivitât e che a ufrissin tantis altris funzionalitâts.
fy_nl: Download Firefox-útwreidingen dy’t jo helpe by-de-tiid te bliuwen, taken te folgjen en jo effisjinsje te ferbetterjen. Sykje útwreidingen dy’t ljepblêden opnij lade, produktiviteit beheare, en mear.
hr: Preuzmi Firefox proširenja, koja pomažu ostati u tijeku, pratiti zadatke, poboljšavati učinkovitost. Pronađi proširenja, koja ponovo učitavaju kartice, upravljaju produktivnošću i još mnogo toga.
ia: Discarga le extensiones de Firefox que te adjuta a restar actualisate, traciar le labores, meliorar le efficientia. Trova le extensiones que recarga schedas, gere tu productivitate e multo plus.
is: Sæktu Firefox-forritsauka sem gera þér auðveldara með að haldast uppfærðum, fylgjast með verkefnum og auka afköst. Finndu forritsauka sem endurhlaða flipa, sýsla með framleiðni og fleira.
nb_no: Last ned Firefox-utvidelser som hjelper deg å holde deg oppdatert, følge oppgaver, og forbedre effektiviteten. Finn utvidelser som oppdaterer faner, håndterer produktivitet og mer.
nn_no: Last ned Firefox-utvidingar som hjelper deg med å halde deg oppdatert, følgje oppgåver, og forbetre effektiviteten. Finn utvidingar som oppdaterer faner, handterer produktivitet og meir.
ro: Descarcă extensii Firefox care te ajută să fii la curent, să urmărești sarcinile, să-ți îmbunătățești eficiența. Caută extensii care reîncarcă filele, gestionează productivitatea și multe altele.
th: ดาวน์โหลดส่วนขยายของ Firefox ที่ช่วยให้คุณตามติดตลอด ตามงาน ปรับปรุงประสิทธิภาพ ค้นหาส่วนขยายที่โหลดแท็บใหม่ จัดการประสิทธิภาพการทำงานและอื่น ๆ
tr: Güncel kalmanıza, görevleri izlemenize, verimliliği artırmanıza yardımcı olan Firefox uzantılarını indirin. Sekmeleri tazeleyen, üretkenliği yöneten ve daha fazlasını sunan uzantıları bulun.
vi: Tải xuống các tiện ích mở rộng Firefox giúp bạn luôn cập nhật, theo dõi các tác vụ, nâng cao hiệu quả. Tìm các tiện ích mở rộng mà nó tải lại các thẻ, quản lý năng suất và hơn thế nữa.

source: Download extensions that modify the appearance of websites and the browser Firefox. This category includes extensions for dark themes, tab management, and more.
es_ar: Descargá extensiones que modifican la apariencia de los sitios web y del navegador Firefox. Esta categoría incluye extensiones para temas oscuros, administración de pestañas y más.
fi: Lataa laajennuksia, jotka muokkaavat verkkosivustojen ja Firefox-selaimen ulkoasua. Tähän luokkaan kuuluvat laajennukset tummille teemoille, välilehtien hallinnalle ja muille ominaisuuksille.
fur: Discjame estensions par modificâ l’aspiet dai sîts web e de interface di Firefox. Cheste categorie e inclût estensions pai temis scûrs, la gjestion des schedis e ancjemò altri.
fy_nl: Download útwreidingen dy’t de werjefte fan websites en de browser Firefox oanpasse. Dizze kategory omfettet útwreidingen foar donkere tema’s, ljepblêdbehear, en mear.
hr: Preuzmi proširenja koja mijenjaju izgled web stranica i preglednika Firefox. Ova kategorija uključuje proširenja za tamne teme, upravljanje karticama i još mnogo toga.
ia: Discarga le extensiones que modifica le apparentia del sitos web e del navigator Firefox. Iste categoria include le extensiones pro themas obscur, gestion de schedas e multo plus.
is: Sæktu Firefox-forritsauka sem breyta útliti vefsvæða og Firefox-vafrans. Þessi flokkur er með forritsaukum fyrir dökk þemu, stýringu flipa og ýmsu fleiru.
nb_no: Last ned utvidelser som modifiserer utseende på nettsider og nettleseren Firefox. Denne kategorien omfatter utvidelser for mørke temaer, fanebehandling og mer.
nn_no: Last ned utvidingar som modifiserer utsjånad på nettsider og nettlesaren Firefox. Denne kategorien omfattar utvidingar for mørke tema, fanehandtering og meir.
ro: Descarcă extensii care modifică aspectul site-urilor web și al browserului Firefox. Această categorie include extensii pentru teme întunecate, gestionarea filelor și multe altele.
th: ดาวน์โหลดส่วนขยายที่ปรับเปลี่ยนหน้าตาที่ปรากฏของเว็บไซต์และเบราว์เซอร์ Firefox หมวดนี้รวมถึงส่วนขยายสำหรับชุดรูปแบบมืด การจัดการแท็บ และอื่น ๆ
tr: Web sitelerinin ve Firefox tarayıcısının görünümünü değiştiren uzantıları indirin. Bu kategori, karanlık temalar, sekme yönetimi ve daha fazlası için uzantılar içerir.
vi: Tải xuống các tiện ích mở rộng sửa đổi giao diện của trang web và trình duyệt Firefox. Danh mục này bao gồm các tiện ích mở rộng cho các chủ đề tối, quản lý thẻ và hơn thế nữa.

source: Download extensions that enhance bookmarks by password-protecting them, searching for duplicates, finding broken bookmarks, and more.
es_ar: Descargá extensiones que mejoran los marcadores protegiéndolos con contraseña, buscando duplicados, encontrando marcadores rotos y más.
fi: Lataa laajennuksia, jotka parantavat kirjanmerkkejä salasanasuojauksella, kaksoiskappaleiden etsimisellä, rikkinäisten kirjanmerkkien löytämisellä ja muilla tavoilla.
fur: Discjame estensions che a miorin la gjestion di segnelibris protezintlis cuntune password, cjatant elements doplis o che no funzionin e tant altri.
fy_nl: Download útwreidingen dy’t blêdwizers ferbetterje troch se mei in wachtwurd te befeiligjen, nei dûbele of defekte blêdwizers te sykjen, en mear.
hr: Preuzmi proširenja, koja štite zabilješke pomoću lozinke, traže duplikate, pronalaze pokvarene zabilješke i još mnogo toga.
ia: Discarga extensiones que protege le marcapaginas con un contrasigno, cerca duplicatos, trova marcapaginas rupte, e multo plus.
is: Sæktu forritsauka sem endurbæta bókamerki með því að verja þau með lykilorði, gera kleift að leita að endurtekningum, finna biluð bókamerki og ýmislegt fleira.
nb_no: Last ned utvidelser som forbedrer bokmerker ved å passordbeskytte dem, søke etter duplikater, finne ødelagte bokmerker og mer.
nn_no: Last ned utvidingar som forbetrar bokmerke ved å passordbeskytte dei, søk etter duplikat, finn øydelagde bokmerke og meir.
ro: Descarcă extensii care îmbunătățesc marcajele prin protejarea lor cu parolă, căutarea duplicatelor, găsirea marcajelor corupte și multe altele.
th: ดาวน์โหลดส่วนขยายที่เสริมพลังที่คั่นหน้าด้วยการป้องกันด้วยรหัสผ่าน ค้นหารายการค้นหาซ้ำ ที่คั่นหน้าที่เสียหาย และอีกมากมาย
tr: Yer imlerini parola ile koruyacak, kopyaları arayacak, bozuk yer imlerini bulacak ve daha fazlasını yapacak uzantıları indirin.
vi: Tải xuống các tiện ích mở rộng để nâng cao tính năng của dấu trang bằng cách bảo vệ chúng bằng mật khẩu, tìm kiếm bản sao, tìm dấu trang bị hỏng, v.v.
