Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: This version has not been reviewed.
hu: Ezt a verziót még nem értékelte senki.
id: Versi ini belum diulas.
ka: ეს ვერსია, ჯერ არ განხილულა.
ms: Versi ini masih belum disemak.
sk: Táto verzia nebola skontrolovaná.
sq: Ky version s’është shqyrtuar.
sr_latn: Ova verzija nije pregledana.
sv_se: Denna version har inte granskats.
te: ఈ వెర్షను సమీక్షించబడి లేదు.

source: You can still submit this form, however only do so if you know it won't conflict.
hu: Beküldheti az űrlap tartalmát, de csak akkor tegye meg, ha tudja, hogy nem okoz ütközést.
id: Anda masih bisa memasukkan formulir ini, bagaimanapun hanya lakukan jika anda mengetahui ini tidak akan berbenturan.
ka: ამ შევსებული ველების წარდგენა კიდევ შეგიძლიათ, მხოლოდ იმ შემთხვევაში, თუ იცით რომ არ იქნება წინააღმდეგობრივი.
ms: Anda masih boleh hantar borang ini, tapi jika anda tahu tidak akan berlaku konflik.
sk: Stále môžete tento formulár odoslať, ale urobte tak len vtedy, ak viete, že to nespôsobí konflikt.
sq: Mundeni prapë ta parashtroni këtë formular, megjithatë, këtë bëjeni, nëse e dini që s’do të ketë përplasje.
sr_latn: Još uvek možete dostaviti ovaj forum, ali samo u slučaju ako znate da neće praviti konflikt.
sv_se: Du kan fortfarande skicka in formuläret, men endast om du vet att det inte kommer skapa en konflikt.

source: Insert canned response...
hu: Konzervválasz beszúrása…
id: Masukkan respons yang dibatasi...
ka: მიუთითეთ წინასწარ განსაზღვრული პასუხი...
ms: Sertakan respons lazim...
sk: Vyberte pripravenú odpoveď...
sq: Fusni përgjigje të gatshme...
sr_latn: Unesi gotov odgovor...
sv_se: Infoga standardsvar...

source: Files:
hu: Fájlok:
id: Berkas:
ka: ფაილები:
kab: Ifuyla:
ms: Fail:
sk: Súbory:
sq: Kartela:
sr_latn: Datoteke:
sv_se: Filer:
te: ఫైళ్లు:

source: Tested on:
hu: Tesztelve:
id: Dites pada:
ka: გამოცდის თარიღი:
kab: Yettwasekyed di:
ms: Diuji pada:
sk: Testované na:
sq: Provuar me:
sr_latn: Testirano:
sv_se: Testad på:
te: పరీక్షించబడింది:

source: <strong>Warning!</strong> Another user was viewing this page before you.
hu: <strong>Figyelem!</strong> Egy másik felhasználó korábban már megtekintette ezt az oldalt.
id: <strong>Perhatian!</strong> Pengguna lain sedang menyaksikan laman ini sebelum anda.
ka: <strong>შენიშვნა!</strong> თქვენამდე, სხვა მომხმარებელმა უკვე ნახა ეს გვერდი.
ms: <strong>Amaran!</strong> Ada pengguna lain meninjau halaman ini sebelum anda.
sk: <strong>Upozornenie!</strong> Iný používateľ pred vami túto stránku prezeral.
sq: <strong>Kujdes!</strong> Para jush, këtë faqe po e shihte një tjetër përdorues.
sr_latn: <strong>Upozorenje!</strong> Drugi korisnik je pregledavao ovu stranicu pre Vas.
sv_se: <strong>Varning!</strong> En annan användare tittade på denna sida innan dig.
te: <strong>హెచ్చరిక!</ strong> మీ ముందు మరొక వాడుకరి ఈ పేజీని చూస్తున్నారు.

source: The whiteboard is the place to exchange information relevant to this addon (whatever the version), between the developer and the editor. This is visible and editable by both.
sq: Tabela është vendi i duhur për shkëmbim të dhënash me rëndësi për këtë shtesë (cilido qoftë versioni), mes zhvilluesit dhe redaktorit. Atë e shohin dhe mund ta përpunojnë që të dy.

source: Update the whiteboard
hu: A tábla frissítése
id: Perbarui papan tulis
kab: Snifel tafelwit tamellalt
sk: Aktualizovať poznámku pre redaktora
sq: Përditësoni tabelën
sr_latn: Ažuriraj tablu
sv_se: Uppdatera anslagstavla

source: Admin Page
hu: Admin oldal
id: Admin Laman
ka: ადმინისტრატორის გვერდი
kab: Asebter n unedbal
ms: Halaman Pentadbir
sk: Stránka administrácie
sq: Faqe Administratori
sr_latn: Admin stranica
sv_se: Administrationssida
te: నిర్వాహకుని పేజీ

source: Review This Add-on
hu: Kiegészítő értékelése
id: Ulas Pengaya Ini
ka: დამატების მიმოხილვა
kab: Cegger azegrir-agi
ms: Semak Add-ons Ini
sk: Skontrolovať tento doplnok
sq: Shqyrtojeni Këtë Shtesë
sr_latn: Pregledaj ovaj dodatak
sv_se: Granska detta tillägg
te: ఈ పొడిగింతను సమీక్షించండి

source: More Information
hu: További információ
id: Informasi Selengkapnya
ka: დამატებითი ინფორმაცია
kab: Ugar n telɣut
ms: Maklumat Lanjut
sk: Ďalšie informácie
sq: Më Tepër të Dhëna
sr_latn: Više informacija
sv_se: Mer information
te: మరింత సమాచారం

source: Resolution
hu: Felbontás
id: Resolusi
ka: გარჩევადობა
ms: Resolusi
sk: Riešenie
sq: Qartësi
sr_latn: Rezolucija
sv_se: Upplösning
te: పరిష్కారం

source: Editor
hu: Szerkesztő
sq: Redaktor
sr_latn: Urednik
sv_se: Redigerare

source: Add-on has been deleted.
hu: A kiegészítő le lett törölve.
id: Pengaya telah dihapus.
ka: დამატება წაშლილია.
kab: Azegrir yettwakkes.
ms: Add-on telah dibuang.
sk: Doplnok bol odstránený.
sq: Shtesa është fshirë.
sr_latn: Dodatak je izbrisan.
sv_se: Tillägg har tagits bort.
te: యాడ్ఆన్ తొలగించబడింది.

source: Show Comments
hu: Hozzászólások megjelenítése
id: Tampilkan Komentar
ka: კომენტარების ჩვენება
kab: Sken iwenniten
ms: Papar Komen
sk: Zobraziť komentáre
sq: Shfaqi Komentet
sr_latn: Prikaži komentare
sv_se: Visa kommentarer
te: వ్యాఖ్యానాలు చూపు

source: Hide Comments
hu: Hozzászólások elrejtése
id: Sembunyikan Komentar
ka: კომენტარების დამალვა
kab: Ffer iwenniten
ms: Sorok Komen
sk: Skryť komentáre
sq: Fshihi Komentet
sr_latn: Sakrij komentare
sv_se: Dölj kommentarer
te: వ్యాఖ్యలను దాచు

source: No reviews found for this period.
hu: Nincsenek értékelések ebben az időszakban.
id: Tidak ada ulasan ditemukan untuk rentang waktu ini.
ka: დროის ამ მონაკვეთისთვის მიმოხილვები ვერ მოიძებნა.
ms: Tiada semakan ditemukan dalam tempoh ini.
sk: Za toto obdobie neboli nájdené žiadne recenzie.
sq: S’u gjetën shqyrtime për këtë periudhë.
sr_latn: Nije pronađena ni jedna recenzija za ovaj period.
sv_se: Inga granskningar funna för denna period.
te: ఈ కాలానికి సమీక్షలేమీ కనబడలేదు.

source: Dismiss this announcement
hu: Bejelentés elvetése
id: Abaikan pengumuman ini
ka: განცხადების გამოტოვება
ms: Abaikan pengumuman ini
sk: Skryť toto oznámenie
sq: Hidhe tej këtë njoftim
sr_latn: Odbaci ovu najavu
sv_se: Avfärda detta meddelande
te: ఈ ప్రకటనను తీసివేయండి

source: Files in this version:
hu: Fájlok ebben a verzióban:
id: Berkas dalam versi ini:
ka: ფაილები ამ ვერსიაში:
kab: Ifuyla di lqem-agi:
ms: Fail dalam versi ini:
sk: Súbory v tejto verzii:
sq: Kartela në këtë version:
sr_latn: Datoteke u ovoj verziji:
sv_se: Filer i denna version:
te: ఈ వెర్షను లోని ఫైళ్ళు:

source: Contents
hu: Tartalom
id: Isi
ka: შიგთავსი
kab: Igburen
ms: Kandungan
sk: Obsah
sq: Përmbajtje
sr_latn: Sadržaji
sv_se: Innehåll
te: విషయాలు

source: Compare
hu: Összehasonlítás
id: Bandingkan
ka: შედარება
ms: Banding
sk: Porovnanie
sq: Krahaso
sr_latn: Uporedi
sv_se: Jämför
te: పోల్చు

source: <div>By %(user)s on %(date)s</div>
hu: <div>Készítette %(user)s, %(date)s</div>
id: <div>Oleh %(user)s pada %(date)s</div>
ka: <div>%(user)s-ის მიერ %(date)s</div>
kab: <div>Sɛuṛ %(user)s di %(date)s</div>
ms: <div>Oleh %(user)s pada %(date)s</div>
sk: <div>Od %(user)s dňa %(date)s</div>
sq: <div>Nga %(user)s më %(date)s</div>
sr_latn: <div>Od %(user)s dana %(date)s</div>
sv_se: <div>Av %(user)s den %(date)s</div>

source: Older
hu: Régebbi
id: Lebih Lama
ka: უფრო ძველი
kab: Aqbuṛ
ms: Lebih lama
sk: Starší
sq: Më e vjetër
sr_latn: Starije
sv_se: Äldre
te: పాతవి

source: Newer
hu: Újabb
id: Lebih Baru
ka: უფრო ახალი
kab: Amaynut
ms: Lebih baru
sk: Novší
sq: Më e re
sr_latn: Novije
sv_se: Nyare
te: సరికొత్తవి

source: Recent Points
hu: Legutóbbi pontok
id: Poin Terbaru
ka: ბოლო ქულები
ms: Poin Terkini
sk: Nedávno pridelené body
sq: Pikë Së Fundi
sr_latn: Nedavno dodeljeni poeni
sv_se: Senaste poäng
te: ఇటీవలి పాయింట్లు

source: No points awarded yet.
hu: Nincsenek még pontok.
id: Belum ada poin yang diberikan.
ka: მოგებული ქულები ჯერ არ არის.
ms: Belum ada poin yang diberikan.
sk: Doteraz ste nezískal žiadny bod.
sq: Ende pa pikë të akorduara.
sr_latn: Nema dodeljenih bodova.
sv_se: Inga poäng har delats ut än.
te: ఇంకా పాయింట్లు ఇవ్వలేదు.

source: Top Reviewers (past 7 days)
hu: Legjobb értékelők (elmúlt 7 nap)
id: Pengulas Terbanyak (7 hari terakhir)
ka: რჩეული მიმომხილველები (ბოლო 7 დღეში)
ms: Penyemak Teratas (7 hari lepas)
sk: Aktívni redaktori (za posledných 7 dní)
sq: Shqyrtuesit Kryesues (gjatë 7 ditëve të shkuara)
sr_latn: Najbolji recenzenti (u poslednjih 7 dana)
sv_se: Bästa granskare (senaste 7 dagar)
te: మేటి సమీక్షకులు (గత 7 రోజులు)

source: No top reviewers yet.
hu: Nincsenek még legjobb értékelők.
id: Belum ada pengulas terbanyak.
ka: რჩეული მიმომხილველები ჯერ არ არიან.
ms: Belum ada penyemak teratas lagi.
sq: Ende pa shqyrtues kryesues.
sr_latn: Još uvek nema liste najboljih recenzenata.
sv_se: Inga bästa granskare än.
te: ఇంకా మేటి సమీక్షకులు లేరు.

source: All Time
hu: Bármikor
id: Sepanjang Masa
ka: ყველა დროის
kab: Yal tikelt
ms: Sepanjang Masa
sk: Celý čas
sq: Krejt Kohën
sr_latn: Sve vreme
sv_se: Totalt
te: అన్ని సమయాలలో

source: You have <span>{0}</span> points.
hu: Önnek <span>{0}</span> pontja van.
id: Anda memiliki <span>{0}</span> poin.
ka: თქვენ გაქვთ <span>{0}</span> ქულა.
kab: Ɣur-k <span> {0} </span> n tneqqiḍin.
ms: Anda ada <span>{0}</span> poin.
sk: Obdržali ste <span>{0}</span> bodov.
sq: Keni <span>{0}</span> pikë.
sr_latn: Imate <span>{0}</span> poena.
sv_se: Du har <span>{0}</span> poäng.
te: మీకు <span>{0}</span> పాయింట్లు ఉన్నాయి.

source: Reviewer
hu: Értékelő
id: Pengulas
ka: მიმომხილველი
kab: Amcegger
ms: Penyemak
sk: Recenzent
sq: Shqyrtues
sr_latn: Recenzent
sv_se: Granskare
te: సమీక్షకులు

source: Deleted Themes
hu: Törölt témák
id: Tema yang Telah Dihapus
sk: Odstránené témy
sq: Tema të Fshira
sr_latn: Obrisane teme
sv_se: Borttagna teman

source: Date Deleted
hu: Törlés ideje
id: Tanggal Penghapusan
ka: თარიღი წაიშალა
kab: Azemz yettwakkes
ms: Tarikh telah Dibuang
sk: Dátum odstránenia
sq: Fshirë Më Datë
sr_latn: Datum brisanja
sv_se: Datum för borttagning

source: No deleted themes found for this period.
hu: Nem találhatóak törölt témák ebben az időszakban.
id: Tidak ada tema yang dihapus yang ditemukan dalam periode ini.
ka: დროის ამ მონაკვეთისთვის, წაშლილი თემები ვერ მოიძებნა.
kab: Ulac isentall yettwakksen i yettwafen deg akud-agi.
ms: Tiada tema dihapuskan yang ditemukan dalam tempoh ini.
sk: V tomto období neboli nájdené žiadne odstránené témy.
sq: S’u gjetën tema të fshira për këtë periudhë.
sr_latn: Nema obrisanih tema pronađenih za ovaj period.
sv_se: Inga borttagna teman hittades för denna period.

source: Theme Review History for {0}
hu: Téma értékelés előzményei ehhez: {0}
id: Riwayat Ulasan Tema untuk {0}
ka: თემის მიმოხილვის ისტორია {0}
kab: Amazray n ucegger n uselten i {0}
ms: Sejarah Semakan Tema untuk {0}
sk: História kontrol tém pre {0}
sq: Historik Shqyrtimesh Teme për {0}
sr_latn: Istorija pregledanih tema za {0}
sv_se: Tema granskningshistorik för {0}

source: Review Date
hu: Értékelés időpontja
id: Tanggal Ulasan
ka: მიმოხილვის თარიღი
kab: Azemz n ucegger
ms: Tarikh Semakan
sk: Dátum kontroly
sq: Datë Shqyrtimi
sr_latn: Datum recenzije
sv_se: Granskningsdatum

source: Action
hu: Művelet
id: Tindakan
ka: მოქმედება
kab: Tigawt
ms: Tindakan
sk: Akcia
sq: Veprim
sr_latn: Akcija
sv_se: Åtgärd

source: Reason
hu: Ok
id: Alasan
ka: მიზეზი
kab: Acuɣer
ms: Alasan
sk: Dôvod
sq: Arsye
sr_latn: Razlog
sv_se: Orsak

source: There are currently no reviews.
hu: Jelenleg nincsenek értékelések.
id: Saat ini tidak ada ulasan.
ka: ამ დროისთვის მიმოხილვები არაა.
kab: Ulac akka tura iceggiren.
ms: Masih tiada semakan.
sk: Aktuálne nie sú dostupné žiadne kontroly.
sq: Hëpërhë s’ka shqyrtime.
sr_latn: Trenutno nema recenzija.
sv_se: Det finns för närvarande inga granskningar.

source: {num} Pending Theme Review
hu: {num} függő téma értékelés
id: {num} Ulasan Tema Ditunda
kab: {num} Asentel yettṛaǧun asentem
sq: {num} Shqyrtim Teme Në Pritje
sr_latn: {num} Tema čeka na pregled
sv_se: {num} väntande tema-granskning

source: {num} Flagged Review
hu: {num} megjelölt értékelés
id: {num} Ulasan DItandai
sq: {num} Shqyrtim Me Shenjë
sr_latn: {num} Označena recenzija
sv_se: {num} flaggad granskning

source: {num} Update
hu: {num} frissítés
id: {num} Pembaruan
kab: {num} Lqem
sq: {num} Përditësim
sr_latn: {num} Ažuriranje
sv_se: {num} Uppdatering

source: Theme Review Log
hu: Téma értékelési napló
id: Log Ulasan Tema
sq: Regjistër Shqyrtimesh Teme
sr_latn: Dnevnik recenzija teme
sv_se: Granskningslogg för teman

source: Theme Review Queue
hu: Téma értékelési sor
id: Antrean Ulasan Tema
ka: განსახილველად გადასაცემი თემების რიგი
ms: Giliran Semakan Tema
sq: Radhë Temash për Shqyrtim
sr_latn: Red pregledanja tema
sv_se: Granskningskö för teman

source: Review Options
hu: Értékelési beállítások
id: Pilihan Ulasan
ka: მიმოხილვის პარამეტრები
kab: Iɣewwaṛen n ucegger
ms: Pilihan Semakan
sq: Mundësi Shqyrtimi
sr_latn: Opcije pregleda
sv_se: Granskningsalternativ

source: Auto-advance after review
hu: Automatikus továbbhaladás értékelés után
id: Memajukan otomatis setelah ulasan
ka: წინ წამოწევა მიმოხილვის შემდეგ
ms: Auto-kemajuan selepas semakan
sq: Vetështyje përpara pas shqyrtimi
sr_latn: Automatko-napredovanje posle pregleda
sv_se: Automatiskt avancera efter granskning

source: Enable keyboard shortcuts
hu: Gyorsbillentyűk engedélyezése
id: Menghidupkan jalur pintas papan ketik
ka: კლავიატურის მალსახმობების ჩართვა
kab: Rmed inegzumen n unasiw
ms: Dayakan pintasan papan kekunci
sq: Aktivizo shkurtore tastiere
sr_latn: Omogućiti prečice na tastaturi
sv_se: Aktivera tangentbordsgenvägar

source: Keyboard Shortcuts
hu: Gyorsbillentyűk
id: Jalur Pintas Papan Ketik
ka: კლავიატურის მალსახმობები
kab: Inegzumen n unasiw
ms: Pintasan Papan Kekunci
sq: Shkurtore Tastiere
sr_latn: Prečice na tastaturi
sv_se: Tangentbordsgenvägar

source: Next Theme
hu: Következő téma
id: Tema Berikutnya
ka: შემდეგი თემა
kab: Asentel d-iteddun
ms: Tema Berikut
sk: Ďalšia téma
sq: Tema Pasuese
sr_latn: Sledeća tema
sv_se: Nästa tema

source: Previous Theme
hu: Előző téma
id: Tema Sebelumnya
ka: წინა თემა
kab: Asentel yezrin
ms: Tema Terdahulu
sk: Predchádzajúca téma
sq: Tema e Mëparshme
sr_latn: Prethodna tema
sv_se: Föregående tema

source: Your Review History
hu: Értékelési előzmények
id: Riwayat Ulasan Anda
ka: თქვენი მიმოხილვების ისტორია
kab: Amazray-inek n ucegger
ms: Sejarah Semakan Anda
sk: Vaša história kontrol
sq: Historiku Juaj i Shqyrtimeve
sr_latn: Vaša istorija recenzija
sv_se: Din granskningshistorik

source: Commit Review
hu: Értékelés véglegesítése
id: Melakukan Ulasan
ka: მიმოხილვის წინ წამოწევა
ms: Melakukan Semakan
sk: Odoslať kontrolu
sq: Shqyrtim Parashtrimi
sr_latn: Izvršiti recenziju
sv_se: Skicka in granskning

source: Commit Reviews
hu: Értékelések véglegesítése
id: Melakukan Ulasan
ka: მიმოხილვების წინ წამოწევა
ms: Melakukan Semakan
sk: Odoslať kontroly
sq: Shqyrtime Parashtrimi
sr_latn: Izvršiti recenzije
sv_se: Skicka in granskningar

source: {0} out of {1} reviewed
hu: {0} / {1} értékelve
id: {0} dari {1} yang diulas
ka: {0} განხილულია {1}-დან
ms: {0} daripada {1} disemak
sk: Skontrolované {0} z {1}
sq: Të shqyrtuar {0} nga {1}
sr_latn: {0} od {1} pregledano
sv_se: {0} av {1} granskade

source: There are currently no Themes to review.
hu: Jelenleg nincsenek értékelendő témák.
id: Saat ini tidak ada Tema untuk diulas.
ka: ამ დროისთვის განსახილველი თემები არაა.
ms: Masih tiada Tema untuk semakan buat masa ini.
sk: Aktuálne nečakajú na kontrolu žiadne témy.
sq: Hëpërhë s’ka Tema për shqyrtim.
sr_latn: Trenutno nema tema za pregled.
sv_se: Det finns för närvarande inga teman att granska.

source: Clear Search
hu: Keresés törlése
id: Bersihkan Pencarian
ka: ძიების გასუფთავება
kab: Sfeḍ Anadi
ms: Buang Carian
sk: Vymazať hľadanie
sq: Pastro Kërkimin
sr_latn: Brisanje pretrage
sv_se: Rensa sökning

source: Release My Theme Locks
hu: Téma zárolások elengedése
id: Lepaskan Penguncian Tema Saya
ka: თემაზე შეზღუდვების მოხსნა
ms: Buka Kunci Tema Saya
sq: Hiqi Bllokimet e Temës Time
sv_se: Frigör mina lås för mitt tema

source: Interactive Theme Queue
hu: Interaktív téma sor
id: Antrian Tema Interaktif
ka: ინტერაქტიული თემების რიგი
ms: Giliran Tema Interaktif
sq: Radhë Temash Ndërvepruese
sr_latn: Interaktivni red tema
sv_se: Interaktiv kö för tema

source: Reviewers' Guide
hu: Értékelők útmutatója
id: Panduan Pengulas
ka: მიმომხილველის სახელმძღვანელო
ms: Panduan Penyemak
sq: Udhërrëfyes Shqyrtuesish
sr_latn: Vodič za recenzente
sv_se: Riktlinjer för granskare

source: Theme Review for {0}
hu: Téma értékelés ehhez: {0}
id: Ulasan Tema untuk {0}
ka: თემის მიმოხილვა {0}-ისთვის
kab: Acegger n usentel i {0}
ms: Semakan Tema untuk {0}
sq: Shqyrtim Teme për {0}
sr_latn: Pregled tema za {0}
sv_se: Tema granskning för {0}

source: (Probable Duplicate Submission)
hu: (Lehetséges ismételt benyújtások)
id: (Pendaftaran Mungkin Berganda)
ka: (სავარაუდოდ განმეორებითი წარდგენა)
ms: (Kemungkinan Duplikasi Serahan)
sq: (Parashtrim Me Gjasa i Përsëritur)
sr_latn: (Verovatno duplirana dostavljanja)
sv_se: (Sannolikt dubbel inskickning)

source: Past Review Notes
hu: Múltbeli értékelési megjegyzések
id: Catatan Ulasan Terdahulu
ka: წინა მიმოხილვის შენიშვნები
ms: Nota Semakan Terdahulu
sq: Shënime të Dikurshme Shqyrtimi
sr_latn: Prethodne beleške pregleda
sv_se: Tidigare versionsanteckningar

source: More Info Requested: {0}
hu: További információk kérve: {0}
id: Info yang Paling Banyak Diminta: {0}
ka: საჭიროა მეტი ინფორმაცია: {0}
ms: Minta Info Lanjut: {0}
sq: Më Tepër të Dhëna të Nevojshme: {0}
sr_latn: Više traženih informacija: {0}
sv_se: Mer info begärd: {0}

source: Flagged: {0}
hu: Megjelölve: {0}
id: Ditandai: {0}
ka: მონიშნულია: {0}
kab: Yettwacreḍ: {0}
ms: Ditandai: {0}
sq: Me shenjë: {0}
sr_latn: Označeno: {0}
sv_se: Flaggad: {0}

source: Approve Theme
hu: Téma elfogadása
id: Tema yang Disetujui
ka: თემის მიღება
kab: Qbel asentel
ms: Luluskan Tema
sk: Schváliť tému
sq: Miratoni Temë
sr_latn: Odobriti temu
sv_se: Godkänn tema

source: Field required
hu: Mező szükséges
id: Bidang yang diminta
ka: ველის შევსება აუცილებელია
kab: Urti yettwasra
ms: Medan diperlukan
sk: Pole je vyžadované
sq: Fushë e domosdoshme
sr_latn: Obavezno polje
sv_se: Fältet krävs

source: Enter the ID or URL of the duplicate
hu: Adja meg az ismétlődő elem azonosítóját vagy URL-ét
id: Masukkan ID atau URL yang berganda itu
ka: ID ან URL ბმულის მითითება გაორმაგებულისთვის
kab: Sekcem asumlay ID neɣ tansa URL n usilgen
ms: Masukkan ID atau URL duplikasi
sk: Zadajte ID alebo URL adresu duplikátu
sq: Jepni ID-në ose URL-në e kopjes
sr_latn: Unesite ID ili URL duplikata
sv_se: Ange ID eller URL för den dubblerade

source: Select a reason for rejection
hu: Válassza ki a visszautasítás okát
id: Pilih satu alasan penolakan
ka: უარყოფის მიზეზის მითითება
kab: Fren acuɣer tugin
ms: Pilih alasan untuk penolakan
sk: Vyberte dôvod zamietnutia
sq: Përzgjidhni një arsye mospranimi
sr_latn: Odaberite razlog odbacivanja
sv_se: Välj ett skäl för avslag

source: Describe your reason for rejection
hu: Írja le a visszautasítás okát
id: Jelaskan alasan penolakan anda
ka: უარყოფის მიზეზის აღწერა
kab: Mudd aglam n wacuqer tugin
ms: Jelaskan alasan anda untuk penolakan
sk: Popíšte dôvod zamietnutia
sq: Përshkruani arsyen tuaj për mospranimin
sr_latn: Objasnite Vaš razlog za odbacivanje
sv_se: Beskriv dina skäl för avslag

source: Ask a question to the artist
hu: Kérdés az alkotóhoz
id: Ajukan pertanyaan pada seniman
ka: მხატვრისთვვის შეკითხვის დასმა
kab: Steqsi anaẓuṛ
ms: Tanya soalan kepada artis
sq: Bëjini artistit një pyete
sr_latn: Postavite pitanje autoru
sv_se: Ställa en fråga till konstnären

source: Describe your reason for flagging
hu: Írja le a megjelölés okát
id: Jelaskan alasan anda menandai
ka: მონიშვნის მიზეზის აღწერა
kab: Ini-d acuɣer acraḍ
ms: Jelaskab alasan anda untuk penandaan
sq: Përshkruani arsyen tuaj për vënien shenjë
sr_latn: Navedite Vaše razloge za označavanje
sv_se: Beskriv din anledning till flaggning

source: Cannot diff a version against itself
hu: Nem hasonlítható össze egy verzió saját magával
id: Tidak bisa melakukan diff sebuah versi atas dirinya sendiri
ka: diff ვერსიის საკუთარ თავთან შეპირისპირება შეუძლებელია
kab: Ur izmir ara ad isiḍen amgired gar sin ileqman yettemcabin
ms: Tidak dapat membezakan versi ini dengan versi sendiri
sq: Nuk mund të kryhet diff kundrejt vetvetes
sv_se: Kan inte jämföra en version mot sig själv

source: That file no longer exists.
hu: Ez fájl már nem érhető el.
id: Berkas itu tidak ada lagi.
ka: ეს ფაილი აღარ არსებობს.
kab: Afayli nni ur yezgi yella.
ms: Fail tidak lagi wujud.
sk: Tento súbor už neexistuje.
sq: Kjo kartelë s’ekziston më.
sr_latn: Ta datoteka više ne postoji.
sv_se: Filen finns inte längre.

source: File size is over the limit of {0}.
hu: A fájlméret a(z) {0} korlát felett van.
id: Ukuran berkas melebihi batas yaitu {0}.
ka: ფაილის მოცულობა აჭარბებს {0} ზღვარს.
kab: Teɣzi n ufaylu tɛedda talast n {0}.
ms: Saiz fail melebihi had {0}.
sk: Veľkosť súboru je väčšia ako limit {0}.
sq: Madhësia e kartelës është tej kufirit prej {0}.
sr_latn: Veličina datoteke prelazi limit od {0}.
sv_se: Filstorleken är över gränsen på {0}.

source: Problems decoding {0}.
hu: Problémák a(z) {0} dekódolása során.
id: Masalah saat mengurai kode {0}.
ka: ხარვეზი {0}-ის გაშიფვრისას.
kab: Ugur deg ukestengel n {0}.
ms: Masalah menyahkod {0}.
sk: Problémy s dekódovaním {0}.
sq: Probleme me shkodimin e {0}.
sr_latn: Problemi dešifrovanja {0}.
sv_se: Problem med avkodningen av {0}.

source: This file is not viewable online. Please download the file to view the contents.
hu: Ez a fájl nem érhető el online. Töltse le a fájlt, ha meg kívánja tekinteni a tartalmát.
id: Berkas ini tidak dapat dilihat secara daring. Harap mengunduh berkas untuk melihat kontennya.
ka: ამ ფაილის საიტზე ნახვა, ვერ მოხერხდება. გთხოვთ ჩამოტვირთოთ შიგთავსის სანახავად.
ms: Fail ini tidak boleh dipaparkan dalam talian. Sila muat turun fail untuk melihat kandungannya.
sk: Tento súbor nie je možné zobraziť online. Súbor si môžete prevziať a zobraziť jeho obsah lokálne.
sq: Kjo kartelë s’mund të shihet në linjë. Ju lutemi,shkarkojeni kartelën që t’i shihni lëndën.
sr_latn: Ova datoteka nije vidljiva na internetu. Molimo Vas preuzmite datoteku kako bi pogledali njen sadržaj.
sv_se: Denna fil kan inte visas online. Ladda ner filen för att visa innehållet.

source: This file is a directory.
hu: Ez a fájl egy könyvtár.
id: Berkas ini adalah direktori.
ka: ეს ფაილი წარმოადგენს საქაღალდეს.
kab: Afaylu-agi d akaram.
ms: Fail ini ialah direktori.
sk: Tento súbor je priečinok.
sq: Kjo kartelë është drejtori.
sr_latn: Ova datoteka je direktorijum.
sv_se: Filen är en katalog.

source: There was an error accessing file %s. %s.
hu: Hiba történt a(z) %s fájl elérésekor. %s.
id: Terjadi kesalahan saat mengakses berkas %s. %s.
sk: Pri prístupe k súboru %s sa vyskytla chyba. %s.
sq: Pati një gabim në përdorimin e kartelës %s. %s.
sr_latn: Došlo je do greške prilikom pristupanja datoteci %s. %s.
sv_se: Det uppstod ett fel vid åtkomst av filen %s. %s.

source: There was an error accessing file %s.
hu: Hiba történt a(z) %s fájl elérésekor.
id: Terjadi kesalahan saat mengakses berkas %s.
ka: შეცდომა, %s ფაილთან წვდომისას.
kab: Teḍra-d tuccḍa deg unekcum ar ufaylu %s.
ms: Ada ralat mengakses fail %s.
sk: Pri prístupe k súboru %s sa vyskytla chyba.
sq: Pati një gabim në përdorimin e kartelës %s.
sr_latn: Došlo je do greške prilikom pristupanja datoteci %s.
sv_se: Det gick inte att komma åt filen %s.

source: Could not parse uploaded file.
hu: Nem sikerült feldolgozni a feltöltött fájlt.
id: Tidak dapat mengurai berkas yang diunggah.
ka: ატვირთული ფაილის დამუშავება ვერ მოხერხდა.
kab: Ur izmir ara ad isleḍ afaylu yulin.
ms: Tidak dapat menghuraikan fail yang dimuat naik.
sk: Odoslaný súbor nebolo možné spracovať.
sq: S’u përtyp dot kartela e ngarkuar.
sr_latn: Nije moguće raščlaniti otpremljenu datoteku.
sv_se: Det gick inte att tolka uppladdad fil.
