Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Please choose a license appropriate for the rights you grant on your source code. It is only relevant for listed add-ons.
es_ar: Por favor, elige una licencia apropiada para los derechos que garantizas en el código fuente. Solo es útil para complementos listados.
fi: Valitse lisenssi, joka sopii lähdekoodillesi myöntämiisi oikeuksiin. Tämä koskee vain listattuja lisäosia.
fur: Sielç une licence adate ai dirits che tu intindis concedi a tierçs sul codiç sorzint. Al è impuartant dome pai components adizionâi publics.
fy_nl: Kies in lisinsje dy’t tapaslik is foar de rjochten dy’t jo op jo boarnekoade jaan wolle. Allinnich relevant foar fermelde add-ons.
he: נא לבחור רישיון המתאים לזכויות שבחרת להעניק על קוד המקור שלך. תקף רק לתוספות מוצגות.
hu: Kérjük válasszon egy licencet, amely megfelelő azokhoz a jogokhoz, amelyeket engedélyezni kíván a forráskódon. Ez csak listázott kiegészítőkre vonatkozik.
ia: Per favor elige un licentia appropriate pro le derectos que tu accorda sur tu codice fonte. Illo es pertinente solo al additivos listate.
id: Harap memilih lisensi yang tepat bagi hak yang ingin anda berikan untuk kode sumber anda. Hanya relevan untuk pengaya yang terdaftar.
ka: გთხოვთ მიუთითოთ პირველწყარო კოდზე, თქვენი უფლებების შესაბამისი ლიცენზია. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
kab: MA ulac aɣilif, fren turgat ilaqen i yizerfan i tebɣiḍ ad tmuddeḍ i tengalt inek aɣbalu. Urti-agi yettwaseqdac kan i yizegrar yettwasnen, yettwakelsen.
ms: Sila pilih lesen yang sesuai dengan hak cipta yang anda beri untuk kod sumber anda. Ini hanya berkenaan add-on yang tersenarai.
nb_no: Velg en lisens som passer til rettighetene du gir på kildekoden din. Den er kun relevant for oppførte tillegg.
nn_no: Vel ein lisens som passar til rettane du gir på kjeldekoden din. Han er berre relevant for oppførte tillegg.
ro: Te rugăm să alegi o licență corespunzătoare drepturilor pe care le acorzi asupra codului tău sursă. Are relevanță numai pentru suplimentele listate.
sv_se: Välj en licens som lämpar sig för de rättigheter du beviljar för din källkod. Detta är endast relevant för listade tillägg.
th: โปรดเลือกสัญญาอนุญาตที่เหมาะสมกับสิทธิที่คุณอนุญาตบนซอร์สโค้ดของคุณ โดยจะเกี่ยวข้องสำหรับส่วนเสริมที่มีในรายชื่อเท่านั้น
tr: Lütfen kaynak kodunuzda verdiğiniz haklara uygun bir lisans seçin. Yalnızca listelenen eklentiler için geçerlidir.
vi: Vui lòng chọn một giấy phép phù hợp với các quyền bạn cấp trên mã nguồn của mình. Nó chỉ phù hợp với các tiện ích được liệt kê.

source: Users will be required to accept the following End-User License Agreement (EULA) prior to installing your add-on. The presence of a EULA significantly affects the number of downloads an add-on receives. Please note that a EULA is not the same as a code license, such as the GPL or MPL.It is only relevant for listed add-ons.
id: Pengguna akan diminta untuk menerima Kesepakatan Lisensi Pengguna (EULA) di bawah ini sebelum memasang pengaya anda. Keberadaan EULA secara signifikan mempengaruhi jumlah unduhan dan pengaya yang diterima. Harap diperhatikan bahwa EULA tidak sama dengan kode lisensi, misalnya seperti GPL atau MPL.Hanya relevan untuk pengaya terdaftar.
ka: მომხმარებლები ვალდებულნი არიან დაეთანხმონ სამომხმარებლო სალიცენზიო შეთანხმებას (EULA), დამატებების დასაყენებლად. EULA-ს მიღება მნიშვნელოვნად ზემოქმედებს ჩამოტვირთვების რაოდენობაზე. გთხოვთ გაითვალისწინოთ, რომ EULA არ არის კოდის ლიცენზია, როგორიც არის GPL, ან MPL. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
kab: Yessefk iseqdacen ad qeblen amtawa n turagt n useqdac aneggaru (EULA) send ad sbedden azegrir inek. Amtawa EULA am-agi ad iḥaz amḍan n usider s waṭas. Ẓeṛ d akken yiwen n EULA ur imeɣri ara akked turagt n tengakt n uzegrir am GPL neɣ MPL. Ayagi yella kan i yizegrar yettwabedren dagi.
ms: Pengguna akan diminta menerima Perjanjian Lesen Pengguna-Akhir (EULA) berikut sebelum memasang add-on anda. Kehadiran EULA memberi kesan besar kepada bilangan muat turun add-on berkaitan. Sila ambil perhatian bahawa EULA tidak sama seperti lesen kod, seperti GPL atau MPL. Ini hanya berkaitan add-ons yang disenaraikan.
sv_se: Användare kommer att behöva acceptera följande licensavtal (EULA) innan installation av ditt tillägg. Förekomsten av en EULA påverkar märkbart antalet nedladdningar ett tillägg har. Observera att en EULA inte är samma som en kodlicens, till exempel GPL eller MPL. Det är endast relevant för listade tillägg.

source: If your add-on transmits any data from the user's computer, a privacy policy is required that explains what data is sent and how it is used. It is only relevant for listed add-ons.
es_ar: Si tu complemento transmite datos desde el equipo del usuario, se requiere una política de privacidad que explique qué datos se envían y cómo se utilizan. Solo es útil para complementos listados.
fi: Jos lisäosasi lähettää tietoja käyttäjän tietokoneelta, vaaditaan tietosuojakäytäntö, jossa selitetään, mitä tietoja lähetetään ja miten tietoja käytetään. Se koskee vain listattuja lisäosia.
fur: Se il to component adizionâl al trasmet e al tire sù dâts dal computer dal utent, e covente une informative su la riservatece che e spieghi ce dâts che a vegnin inviâts e cemût che a vignaran doprâts. Al è impuartant dome pai components adizionâi publics.
fy_nl: As jo add-on gegevens ferstjoert fan de kompjûter fan de brûker ôf is in privacybelied dat útleit hokker gegevens ferstjoerd wurde en hoe’t dizze brûkt wurde ferplicht. Allinnich relevant foar fermelde add-ons.
he: אם התוספת שלך מעבירה נתונים כלשהם מהמחשב של המשתמש, נדרשת מדיניות פרטיות שמסבירה אילו נתונים נשלחים ומה אופן השימוש בהם. תקף רק לתוספות מוצגות.
hr: Ako tvoj dodatak prenosi bilo koje podatke s računala korisnika, moraš navesti politiku privatnosti, koja objašnjava, koji se podaci šalju i kako se koriste. To je relevantno samo za navedene dodatke.
ia: Si tu additivo transmitte datos ab le computator del usator, un politica de confidentialitate es necessari que explica que datos es inviate e como illos es usate. Isto es relevante solmente pro le additivos listate publicamente.
id: Jika pengaya anda memancarkan data apapun dari komputer pengguna, diperlukan sebuah kebijakan privasi yang menjelaskan data apa yang dikirim dan bagaimana itu digunakan. Hanya relevan untuk pengaya yang terdaftar.
ka: თუ თქვენი დამატება მონაცემებს იღებს და აგზავნის მომხმარებლის კომპიუტერიდან, აუცილებელია პირადი მონაცემების დაცვის დებულება, სადაც განმარტებული იქნება, რა ინფორმაცია იგზავნება და როგორ ხდება მისი გამოყენება. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
ms: Jika add-on anda menghantar data daripada komputer pengguna, polisi privasi diperlukan yang menjelaskan jenis data yang dihantar dan cara data itu digunakan. Ini hanya berkenaan add-on yang tersenarai.
nb_no: Hvis tillegget ditt overfører data fra brukerens datamaskin, kreves det en personvernpraksis som forklarer hvilke data som sendes og hvordan de brukes. Dette er kun relevant for oppførte tillegg.
nn_no: Om tillegget ditt overfører data frå brukaren si datamaskin, krev det ein personvernpraksis som skildrar kva for data som vert sende og korleis dei vert brukte. Detta gjeld berre for «lista» utvidingar.
ro: Dacă suplimentul tău transmite orice date de pe calculatorul utilizatorului, este necesară o politică de confidențialitate care să explice ce date sunt transmise și cum sunt utilizate. Are relevanță numai pentru suplimentele listate.
sv_se: Om ditt tillägg överför någon data från användarens dator, krävs en sekretesspolicy som förklarar vilka data som skickas och hur de används. Detta är endast relevant för listade tillägg.
th: ถ้าส่วนเสริมของคุณมีการส่งข้อมูลจากเครื่องคอมพิวเตอร์ของผู้ใช้ คุณจะต้องแนบนโยบายความเป็นส่วนตัวซึ่งอธิบายเกี่ยวกับข้อมูลที่ส่งและการนำข้อมูลไปใช้ด้วย โดยจะเกี่ยวข้องสำหรับส่วนเสริมที่มีในรายชื่อเท่านั้น
tr: Eklentiniz kullanıcı bilgisayarından herhangi bir veriyi iletiyorsa, hangi verilerin gönderildiğini ve nasıl kullanıldığını açıklayan bir gizlilik ilkesi gereklidir. Yalnızca listelenen eklentiler için geçerlidir.
vi: Nếu tiện ích của bạn truyền bất kỳ dữ liệu nào từ máy tính của người dùng, thì cần phải có chính sách bảo mật giải thích dữ liệu nào được gửi và cách dữ liệu đó được sử dụng. Nó chỉ phù hợp với các tiện ích được liệt kê.

source: Your previously resubmitted design, which is under pending review.
hu: Az előzőleg benyújtott dizájnja, amely értékelésre vár.
id: Rancangan yang anda masukkan ulang sebelumnya, yang masih ditunda ulasannya.
ka: თქვენ უკვე წარდგენილი გაქვთ ეს იერსახე, რომელიც ელოდება განხილვას.
ms: Reka bentuk anda sebelum ini yang direka semula, yang masih menunggu semakan.
sk: Vami skôr odoslaná téma, ktorá čaká na kontrolu.
sr_latn: Vaš prethodno podnet dizajn, koji je na čekanju za pregled.
sv_se: Din tidigare återinskickade design, som är under pågående granskning.

source: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information is also shown in the Add-ons Manager when updating.
es_ar: Información sobre los cambios en esta versión, nuevas funciones, errores conocidos e información útil y específica de esta versión. Esto también se muestra en el Administrador de complementos al actualizar.
fur: Informazions su lis modifichis in cheste version, gnovis funzionalitâts, erôrs cognossût e altris informazions utilis specifichis par cheste version. Chestis informazions a vignaran visualizadis ancje dilunc l’inzornament tal barcon di gjestion dai components adizionâi.
fy_nl: Ynformaasje oer wizigingen yn dizze ferzje, nije funksjes, bekende bugs en oare nuttige ynformaasje dy’t spesifyk is foar dizze útjefte/ferzje. Dizze ynformaasje wurdt ek werjûn yn de add-onbehearder by bywurkje.
he: מידע על שינויים במהדורה זו, תכונות חדשות, תקלות ידועות ומידע חיוני נוסף שקשור למהדורה/גרסה זו. מידע זה מופיע גם במנהל התוספות בזמן העדכון.
hr: Informacije o promjenama u ovom izdanju, novim funkcijama, poznatim programskim greškama i ostalim korisnim informacijama, specifičnim za ovo izdanje/verziju. Ove informacije se prikazuju i u upravljaču dodacima prilikom aktualiziranja.
hu: Információk a kiadás változásairól, új szolgáltatásairól, ismert hibáiról és a kiadásra/verzióra jellemző más hasznos információk. Ezek az információk frissítéskor megjelennek a kiegészítőkezelő felületén.
ia: Informationes sur cambiamentos in iste version, nove functiones, defectos cognoscite, e altere informationes utile concernente iste edition/version. Iste informationes es etiam monstrate in le Gestor de additivos durante le actualisation.
id: Informasi mengenai perubahan di rilisan ini, fitur baru bug yang diketahui, dan informasi berguna lainnya yang spesifik untuk rilisan/versi ini. Informasi ini juga ditampilkan dalam Manajer Pengaya saat memperbarui.
ka: ინფორმაცია ამ გამოშვების ცვლილებების შესახებ, ახალი შესაძლებლობები, ცნობილი ხარვეზები და სხვა სასარგებლო მონაცემები, უშუალოდ ამ გამოშვება/ვერსიასთან დაკავშირებით. ეს მონაცემები, ასევე გამოჩნდება დამატების სამართავ გვერდზეც, განახლებისას.
ms: Maklumat perihal perubahan dalam keluaran ini, ciri baru, pepijat yang diketahui, dan maklumat berguna lain khusus dalam keluaran ini/version. Maklumat ini juga dipamerkan dalam Pengurus Add-ons semasa mengemaskini.
nb_no: Informasjon om forandringer i denne utgaven, nye funksjoner, kjente feil, og annen nyttig informasjon spesifikt for denne utgivelsen/versjon. Denne informasjoner er også vist i tilleggsbehandleren når du oppdaterer.
nn_no: Informasjon om forandringar i denne utgåva, nye funksjonar, kjende feil, og anna nyttig informasjon spesifikt for denne utgjevinga/versjonen. Denne informasjonen er også vist i tilleggshandsamaren når du oppdaterer.
ro: Informații despre schimbările din versiunea actuală, funcționalități noi, defecte cunoscute și alte informații utile specifice acestei versiuni. Aceste informații vin afișate și în Managerul de suplimente la actualizare.
sk: Informácie o zmenách v tejto vydaní, nové funkcie, známe chyby a ďalšie užitočné informácie špecifické pre toto vydanie/verziu. Tieto informácie sú zobrazované v okne Správcu doplnkov pri aktualizácii doplnku.
sr_latn: Informacije o promenama u ovom izdanju, nove mogućnosti, poznate greške, i druge korisne informacije koje su specifične za ovo izdanje/verziju. Ova informacija je takođe prikazana u Upravljaču dodataka prilikom ažuriranja.
sv_se: Information om ändringar i denna utgåva, nya funktioner, kända buggar och annan nyttig information som är specifika för denna utgåva/version. Denna information visas också i tilläggshanteraren vid uppdatering.
th: ข้อมูลเกี่ยวกับการเปลี่ยนแปลงในรุ่นนี้ คุณลักษณะใหม่ ข้อบกพร่องที่พบ และข้อมูลอื่นๆ ที่เป็นประโยชน์กับรุ่นนี้โดยเฉพาะ ข้อมูลนี้จะแสดงในตัวจัดการส่วนเสริมด้วยเมื่อทำการปรับปรุงข้อมูล
tr: Bu sürümdeki değişiklikler, yeni özellikler, bilinen hatalar ve bu dağıtıma/sürüme özgü diğer yararlı bilgiler. Bu bilgiler güncelleme sırasında Eklenti Yöneticisinde de gösterilir.
vi: Thông tin về thay đổi trong lần phát hành này, tính năng mới, lỗi đã biết, và các thông tin hữu ích khác của riêng lần phát hành/phiên bản này. Thông tin này cũng được hiển thị trong trình Quản lí Tiện ích khi cập nhật.

source: Optionally, enter any information that may be useful to the Editor reviewing this add-on, such as test account information.
hu: Tetszés szerint adjon meg minden olyan információt, amely hasznos lehet a szerkesztő számára (például a tesztfelhasználót).
id: Silakan memilih, masukkan informasi apapun yang bisa berguna kepada Penyunting yang mengulas pengaya ini, seperti uji informasi akun.
sk: Voliteľné, môžete zadať informácie, ktoré by mohli byť užitočné pre editora pri kontrole tohto doplnku, ako napríklad informácie o testovacom účte.
sr_latn: Opciono, unesite bilo kakve informacije koje mogu biti korisne za urednike koji razmatraju ovaj dodatak, kao što su informacije test naloga.
sv_se: Du kan även ange all information som kan vara användbar till redaktören som ska granska detta tillägg, såsom kontoinformation för tester.

source: Not distributed on {0}. Developers will upload new versions for signing and distribute the add-ons on their own.
hu: Nincs itt terjesztve: {0}. A fejlesztők feltöltik az új verziókat aláírásra, majd saját maguk terjesztik a kiegészítőket.
id: Tidak didistribusikan di {0}. Pengembang akan mengunggah versi baru untuk penandatanganan dan distribusi pengaya sendiri.
sv_se: Inte distribuerad på {0}. Utvecklare kommer att ladda upp nya versioner för signering och distribuera tillägg på egen hand.

source: The files awaiting review will be disabled and you will need to upload new versions.
es_ar: Se desactivarán los archivos a la espera de revisión y tendrás que subir nuevas versiones.
fur: I files in spiete de revision a vignaran disativâts e tu varâs di cjariâ in rêt une gnove version.
fy_nl: De op beoardieling wachtsjende bestannen wurde útskeakele en jo moatte nije ferzjes oplade.
he: הקבצים הממתינים לסקירה ינוטרלו ויהיה עליך להעלות גרסאות חדשות.
hr: Datoteke koje čekaju na pregled bit će deaktivirane i morat ćeš prenijeti nove verzije.
hu: Az értékelésre váró fájlok letiltásra kerülnek, és új verziókat kell feltöltenie.
ia: Le files attendente revision essera disactivate e tu debera incargar nove versiones.
id: Berkas yang menunggu ulasan akan dimatikan dan anda akan perlu mengunggah versi baru.
ka: ფაილები, რომლებიც განხილვას ელოდებოდა, გაუქმდება და მოგიწევთ ახალი ვერსიების ატვირთვა.
ms: Fail yang menunggu semakan akan dinyahdayakan dan anda perlu memuat naik versi yang baru.
nb_no: Filene som venter på gjennomgang, vil bli deaktivert og du må laste opp nye versjoner.
nn_no: Filene som ventar på gjennomgang, vil bli deaktiverte og du må laste opp nye versjonar.
ro: Fișierele în așteptarea recenzării vor fi dezactivate și va trebui să încarci versiuni noi.
sv_se: Filerna som väntar på granskning kommer att inaktiveras och du kommer behöva ladda upp nya versioner.
tr: İncelemeyi bekleyen dosyalar devre dışı bırakılacak ve yeni sürümler yüklemeniz gerekecek.
vi: Các tập tin đang chờ xem xét sẽ bị vô hiệu hóa và bạn sẽ cần phải tải lên các phiên bản mới.

source: Unlisting your add-on will make it (and each of its versions/files) invisible on this website. It won't show up in searches, won't have a public facing page, and won't be updated automatically for current users. It is recommended for unlisted add-ons to provide a custom <a href="%(update_url)s" target="_blank">updateURL</a> in their manifest file for automatic updates.
id: Mengeluarkan pengaya anda dari daftar akan membuatnya (dan setiap versinya/files) tidak terlihat di situs ini. Ia tidak akan terlihat di pencarian, tidak akan memiliki laman yang menghadap public, dan tidak akan diperbarui secara otomatis untuk pengguna saat ini. Direkomendasikan bagi pengaya yang tidak terdaftar untuk menyediakan <a href="%(update_url)s" target="_blank">updateURL</a> yang khusus dalam berkas manifes untuk pembaruan otomatis.
sv_se: Olistning av ditt tillägg kommer att göra det (och var och en av dess versioner/filer) osynliga på denna webbplats. Det kommer inte att dyka upp i sökningar, kommer inte att ha en publik sida och kommer inte att uppdateras automatiskt för befintliga användare. Det rekommenderas för olistade tillägg att ange en anpassad <a href="%(update_url)s" target="_blank">uppdaterings-URL</a> i sin manifestfil för automatiska uppdateringar.

source: Love is in the Air
hu: Szerelem van a levegőben
id: Cinta di Udara
ka: სიყვარული დაფრინავს
kab: Tayri deg igenni
ms: Suasana penuh Keriangan
sk: Vo vzduchu je láska
sr_latn: Ljubav je u vazduhu
sv_se: Kärlek är i luften

source: Put a Theme on It!
sk: A čo tak použiť tému!
sv_se: Sätt ett tema på det!

source: Search by add-on name / author email / guid
hu: Keresés kiegészítő neve / szerző e-mail címe / guid szerint
id: Pencarian berdasarkan nama pengaya / surel penulis / guid
ka: დამატების ძიება სახელით / ავტორის ელფოსტით / სახელმძღვანელოთი
kab: Nadi s yisem n uzegrir / imayl n umeskar / guid
ms: Cari mengikut nama add-on / e-mel pengarang / guid
sv_se: Sök efter tilläggsnamn / e-post upphovsman / guid

source: Fast Track
hu: Gyorsító sáv
id: Jalur Cepat
sk: Rýchla kontrola
sr_latn: Brza traka
sv_se: Snabbspår

source: Unlisted All Add-ons
sv_se: Olistade alla tillägg

source: Fast Track ({0})
hu: Gyorsító sáv ({0})
id: Jalur Cepat ({0})
sk: Rýchla kontrola ({0})
sr_latn: Brza traka ({0})
sv_se: Snabbspår ({0})

source: Unlisted All Add-ons ({0})
sv_se: Olistade alla tillägg ({0})

source: Last Review
hu: Legutóbbi értékelés
id: Ulasan Terakhir
ka: ბოლო მიმოხილვა
kab: Acegger aneggaru
ms: Semakan Terakhir
sv_se: Senaste granskning
te: చివరి సమీక్ష

source: Last Update
hu: Legutóbbi frissítés
id: Pembaruan Terakhir
ka: ბოლო განახლება
kab: Aleqqem aneggaru
ms: Kemaskini Terakhir
sv_se: Senast uppdaterad

source: No Reviews
hu: Nincsenek értékelések
id: Tanpa Ulasan
ka: მიმოხილვები არაა
kab: Ulac iceggiren
ms: Tiada Semakan
sv_se: Inga recensioner

source: Make a comment on this version. The author won't be able to see this.
hu: Tegyen egy megjegyzést erről a verzióról. A szerző nem fogja ezt látni.
id: Berikan komentar untuk versi ini. Penulis tidak akan dapat melihatnya.
sk: Pridajte komentár k tejto verzii. Autor ho nebude vidieť.
sr_latn: Komentarišite ovu verziju. Autor neće biti u mogućnosti da ga vidi.
sv_se: Kommentera den här versionen. Upphovsmannen kommer inte att kunna se detta.

source: commented
hu: hozzászólva
id: dikomentari
kab: yettuwennet
sv_se: kommenterade

source: All reviews have been moderated. Good work!
hu: Minden értékelés moderálva. Szép munka!
id: Seluruh ulasan telah dimoderasi. Kerja bagus!
ka: ყველა მიმოხილვა შემოწმებულია. ყოჩაღ!
ms: Semua semakan adalah moderat. Syabas!
sk: Všetky recenzie boli skontrolované. Výborná práca!
sr_latn: Sve recenzije su uređene. Svaka čast!
sv_se: Alla granskningar är modererade. Bra jobbat!
te: అన్ని సమీక్షలు మోడరేట్ చేయబడ్డాయి. మంచి పని!

source: The whiteboard is the place to exchange information relevant to this addon (whatever the version), between the developer and the editor. This is visible and editable by both.
hu: A tábla a kiegészítőhöz kapcsolódó releváns információk, fejlesztő és szerkesztő közti, megosztásának helye (bármely verzióról is legyen szó). Ezt mindketten látják és szerkeszthetik.
id: Papan tulis adalah tempat bertukar informasi yang relevan untuk pengaya ini (apapun versinya), antara para pengaya dan penyunting. Ini dapat dilihat dan disunting oleh kedua belah pihak.
sr_latn: Tabla je mesto gde mogu da se menjaju informacije koje su relavantne za ovaj dodatak (bilo koja verzija), između programera i urednika. Ovo je vidljivo za oboje i oboje mogu da ga uređuju.
sv_se: Tavlan är platsen för att utbyta information som är relevant för detta tillägg (oavsett version), mellan utvecklaren och redaktören. Detta syns och redigeras av båda.

source: Communauté Financière Africaine (BEAC) CFA Franc BEAC
hu: afrikai valutaközösségi (BEAC) frank
sv_se: Afrikanska finansiella gemenskapen (BEAC) CFA Franc BEAC

source: International Monetary Fund (IMF) Special Drawing Rights
hu: Nemzetközi Valutaalap (IMF) különleges lehívási jogok
id: Special Drawing Rights Dana Moneter Internasional (IMF)
sv_se: Internationella valutafonden (IMF) särskilda dragningsrätter
