Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Jersey Pound
hu: jersey-i font
id: Pound Jersey
kab: apawnd n Jirzay
sq: Lirë Xhersi
sv_se: Jerseypund

source: Jamaica Dollar
hu: jamaicai dollár
id: Dollar Jamaika
kab: Adulaṛ n Jamayik
sq: Dollar Xhamaikan
sv_se: Jamaicansk Dollar

source: Jordan Dinar
hu: jordán dinár
id: Dinar Jordania
kab: Adinaṛ n Juṛdan
sq: Dinar Jordanez
sv_se: Jordansk Dinar

source: Japan Yen
hu: japán jen
id: Yen Jepang
kab: Ayen n Japun
sq: Jen Japonez
sv_se: Japansk Yen

source: Kenya Shilling
hu: kenyai shilling
id: Shilling Kenya
kab: Aciling n Kinya
sq: Shilingë e Kenias
sv_se: Kenyansk Shilling

source: Kyrgyzstan Som
hu: kirgiz szom
id: Som Kirgizstan
sq: Som Kirgiz
sv_se: Kirgizistansk Som

source: Cambodia Riel
hu: kambodzsai riel
id: Riel Kamboja
sq: Riel Kamboxhian
sv_se: Kambodjanska Riel

source: Comoros Franc
hu: comore-i frank
id: Franc Komoro
kab: Afrank n Kumur
sq: Frang Komoro
sv_se: Komorisk Franc

source: Korea (North) Won
hu: észak-koreai won
id: Won Korea (Utara)
sq: Won Koreje (e Veriut)
sv_se: Nordkoreansk Won

source: Korea (South) Won
hu: dél-koreai won
id: Won Korea (Selatan)
sq: Won Koreje (e Jugut)
sv_se: Sydkoreansk Won

source: Kuwait Dinar
hu: kuvaiti dinár
id: Dinar Kuwait
sq: Dinar Kuvajti
sv_se: Kuwaitisk Dinar

source: Cayman Islands Dollar
hu: kajmán-szigeteki dollár
id: Dollar Kepulauan Cayman
sq: Dollar i Ishujve Kajman
sv_se: Caymansk Dollar

source: Kazakhstan Tenge
hu: kazah tenge
id: Tenge Kazakhstan
sq: Tenge Kazakistani
sv_se: Kazakstansk Tenge

source: Laos Kip
hu: laoszi kip
id: Kip Laos
sq: Kip Laosi
sv_se: Laotiska Kip

source: Lebanon Pound
hu: libanoni font
id: Pound Lebanon
sq: Lirë Libaneze
sv_se: Libanesiska Pund

source: Sri Lanka Rupee
hu: Srí Lanka-i rúpia
id: Rupee Sri Lanka
sq: Rupi Sri Lanke
sv_se: Lankesisk Rupee

source: Liberia Dollar
hu: libériai dollár
id: Dollar Liberia
kab: Adulaṛ n Libirya
sq: Dollar Liberie
sv_se: Liberiansk Dollar

source: Lesotho Loti
hu: lesothói loti
id: Loti Lesotho
kab: Aluṭi n Lesotho
sq: Loti Lesotoje
sv_se: Lesothiskt Loti

source: Lithuania Litas
hu: litván litas
id: Litas Lithuania
sq: Litas Lituanez
sv_se: Litauiska Litas

source: Latvia Lat
hu: lett lat
id: Lat Latvia
sq: Lat Letonez
sv_se: Lettisk Lat

source: Libya Dinar
hu: líbiai dinár
id: Dinar Libya
kab: Adinaṛ n Libya
sq: Dinar Libie
sv_se: Libysk Dinar

source: Morocco Dirham
hu: marokkói dirham
id: Dirham Maroko
kab: Adiṛham n Meṛṛuk
sq: Dërhem Maroken
sv_se: Marockansk Dirham

source: Moldova Leu
hu: moldáv lej
id: Leu Moldova
sq: Leu Moldavie
sv_se: Moldavisk Leu

source: Madagascar Ariary
hu: madagaszkári ariary
id: Ariary Madagaskar
sq: Ariari Madagaskari
sv_se: Madagaskiska Ariary

source: Macedonia Denar
hu: macedón dinár
id: Denar Makedonia
sq: Dinar Maqedon
sv_se: Makedonisk Denar

source: Myanmar (Burma) Kyat
hu: mianmari kjap
id: Kyat Myanmar (Burma)
sq: Kjat Birman
sv_se: Burmanska Kyat

source: Mongolia Tughrik
hu: mongol tugrik
id: Tughrik Mongolia
sq: Tugrik Mongolie
sv_se: Mongolisk Tögrög

source: Macau Pataca
hu: makaói pataca
id: Pataca Makau
sq: Pataka e Makaos
sv_se: Macao Pataca

source: Mauritania Ouguiya
hu: mauritániai ouguiya
id: Ouguiya Mauritania
sq: Uguija Mauritanie
sv_se: Mauretanska Ouguiya

source: Mauritius Rupee
hu: mauritiusi rúpia
id: Rupee Mauritius
sq: Rupi Mauriciusi
sv_se: Mauritisk Rupie

source: Maldives (Maldive Islands) Rufiyaa
hu: maldív-szigeteki rúfia
id: Rufiyaa Maladewa (Kepulauan Maladewa)
sq: Rufije e Maldiveve
sv_se: Maldiviska Rufiyah

source: Malawi Kwacha
id: Kwacha Malawi
sq: Kuasha Malaui
sv_se: Malawisk Kwacha

source: Mexico Peso
hu: mexikói peso
id: Peso Meksiko
sq: Peso Meksikan
sv_se: Mexikansk Peso

source: Malaysia Ringgit
hu: maláj ringgit
id: Ringgit Malaysia
sq: Ringit Malajzie
sv_se: Malaysiska Ringgit

source: Mozambique Metical
hu: mozambiki metical
id: Metical Mozambik
sq: Metikal Mozambiku
sv_se: Moçambikiska Metical

source: Namibia Dollar
hu: namíbiai dollár
id: Dollar Namibia
sq: Dollar Namibian
sv_se: Namibiska Dollar

source: Nigeria Naira
hu: nigériai naira
id: Naira Nigeria
sq: Naira Nigerie
sv_se: Nigerianska Naira

source: Nicaragua Cordoba
hu: nicaraguai córdoba
id: Cordoba Nikaragua
sq: Kordobë Nikaraguajan
sv_se: Nicaraguanska Córdoba

source: Norway Krone
hu: norvég korona
id: Krone Norwegia
sq: Koronë Norvegjeze
sv_se: Norska Kronor

source: Nepal Rupee
hu: nepáli rúpia
id: Rupee Nepal
sq: Rupi Nepali
sv_se: Nepalesisk Rupie

source: New Zealand Dollar
hu: új-zélandi dollár
id: Dollar Selandia Baru
sq: Dollar Zelande të Re
sv_se: Nyzeeländsk Dollar

source: Oman Rial
hu: ománi riál
id: Rial Oman
sq: Rial Omani
sv_se: Omansk Rial

source: Panama Balboa
hu: panamai balboa
id: Balboa Panama
sq: Balboa Panamaje
sv_se: Panamanska Balboa

source: Peru Nuevo Sol
hu: perui sol
id: Nuevo Sol Peru
sq: Sol i Ri Peruje
sv_se: Peruanska Nuevo Sol

source: Papua New Guinea Kina
hu: pápua új-guineai kina
id: Kina Papua Nugini
sq: Kina Papua Guinea e Re
sv_se: Papua Nya Guineansk Kina

source: Philippines Peso
hu: Fülöp-szigeteki peso
id: Peso Filipina
sq: Peso Filipinas
sv_se: Filippinsk Peso

source: Pakistan Rupee
hu: pakisztáni rúpia
id: Rupee Pakistan
sq: Rupi Pakistanez
sv_se: Pakistansk Rupie

source: Poland Zloty
hu: lengyel złoty
id: Zloty Polandia
sq: Zlot Polak
sv_se: Polsk Złoty

source: Paraguay Guarani
hu: paraguayi guaraní
id: Guarani Paraguay
sq: Guarani Paraguaji
sv_se: Paraguayansk Guarani

source: Qatar Riyal
hu: katari riál
id: Riyal Qatar
sq: Rial Katari
sv_se: Qatarisk Rial

source: Romania New Leu
hu: román lej
id: Leu Baru Rumania
sq: Leu i Ri Rumun
sv_se: Rumänsk Leu

source: Serbia Dinar
hu: szerb dinár
id: Dinar Serbia
sq: Dinar Serb
sv_se: Serbisk Dinar

source: Russia Ruble
hu: orosz rubel
id: Rubel Rusia
sq: Rubël Ruse
sv_se: Rysk Rubel

source: Rwanda Franc
hu: ruandai frank
id: Franc Rwanda
sq: Frang Ruande
sv_se: Rwandisk Franc

source: Saudi Arabia Riyal
hu: szaúdi riál
id: Riyal Arab Saudi
sq: Rial i Arabisë Saudite
sv_se: Saudiarabisk Rial

source: Solomon Islands Dollar
hu: Salamon-szigeteki dollár
id: Dollar Kepulauan Solomon
sq: Dollar i Ishujve Solomon
sv_se: Salomondollar

source: Seychelles Rupee
hu: seychelle-i rúpia
id: Rupee Seychelles
sq: Rupi Sejshellesh
sv_se: Seychellisk Rupie

source: Sudan Pound
hu: szudáni font
id: Pund Sudan
sq: Lirë Sudaneze
sv_se: Sudanesiskt Pund

source: Sweden Krona
hu: svéd korona
id: Krona Swedia
sq: Koronë Suedeze
sv_se: Svensk Krona

source: Singapore Dollar
hu: szingapúri dollár
id: Dollar Singapura
sq: Dollar Singapori
sv_se: Singaporiansk Dollar

source: Saint Helena Pound
hu: Szent Ilona-i font
id: Pound Saint Helena
sq: Lirë e Shën Helenës
sv_se: Sankthelenskt Pund

source: Sierra Leone Leone
hu: Sierra Leone-i leone
id: Leone Sierra Leone
sq: Leon i Sierra Leones
sv_se: Sierra Leonsk Leone

source: Somalia Shilling
hu: szomáliai shilling
id: Shilling Somalia
sq: Shilingë Somaleze
sv_se: Somalisk Shilling

source: Seborga Luigino
id: Luigino Seborga
sq: Luigjkë Seborge

source: Suriname Dollar
hu: suriname-i dollár
id: Dollar Suriname
sq: Dollar Surinami
sv_se: Surinamesisk Dollar

source: São Tomé and Príncipe Dobra
hu: São Tomé és Príncipe-i dobra
id: Dobra São Tomé and Príncipe
sq: Dobra Sao Tome dhe Principe
sv_se: São Tomé och Príncipe Dobra

source: El Salvador Colon
hu: salvadori colón
id: Colon El Salvador
sq: Kolon Salvadori
sv_se: Salvadoranska Colón

source: Syria Pound
hu: szír font
id: Pound Suriah
sq: Lirë Sirie
sv_se: Syriskt Pund

source: Swaziland Lilangeni
hu: szváziföldi lilangeni
id: Lilangeni Swaziland
sq: Lilangeni Svazilandi
sv_se: Swaziländska Lilangenir

source: Thailand Baht
hu: thai bát
id: Baht Thailand
sq: Bat Tajlandez
sv_se: Thailändska Baht

source: Tajikistan Somoni
hu: tádzsik szomoni
id: Somoni Tajikistan
sq: Somoni Taxhikistani
sv_se: Tadzjikiska Somoni

source: Turkmenistan Manat
hu: türkmén manat
id: Manat Turkmenistan
sq: Mant Turkmenistani
sv_se: Turkmenistansk Manat

source: Tunisia Dinar
hu: tunéziai dinár
id: Dinar Tunisia
sq: Dinar Tunizie
sv_se: Tunisisk Dinar

source: Tonga Pa'anga
hu: tongai paʻanga
id: Pa'anga Tonga
sq: Paanga e Tongës
sv_se: Tonganska Paʻanga

source: Turkey Lira
hu: török líra
id: Lira Turki
sq: Lirë Turke
sv_se: Turkisk Lira

source: Trinidad and Tobago Dollar
hu: Trinidad és Tobagó-i dollár
id: Dollar Trinidad dan Tobago
sq: Dollar i Trinidad dhe Tobagos
sv_se: Trinidaddollar

source: Tuvalu Dollar
hu: tuvalui dollár
id: Dollar Tuvalu
sq: Dollar Tuvalez
sv_se: Tuvaluansk dollar

source: Taiwan New Dollar
hu: tajvani új dollár
id: Dollar Baru Taiwan
sq: Dollar i Ri Tajvani
sv_se: Taiwanesisk Dollar

source: Tanzania Shilling
hu: tanzániai shilling
id: Shilling Tanzania
sq: Shillingë Tanzanie
sv_se: Tanzanisk Shilling

source: Ukraine Hryvna
hu: ukrán hrivnya
id: Hryvna Ukraina
sq: Hrivnja Ukrainase
sv_se: Ukrainska Hryvnja

source: Uganda Shilling
hu: ugandai shilling
id: Shilling Uganda
sq: Shilingë Ugande
sv_se: Ugandisk Shilling

source: United States Dollar
hu: amerikai dollár
id: Dollar Amerika Serikat
sq: Dollar i Shteteve të Bashkuara
sv_se: Amerikanska dollar

source: Uruguay Peso
hu: uruguayi peso
id: Peso Uruguay
sq: Peso Uruguajan
sv_se: Uruguayanska peso

source: Uzbekistan Som
hu: üzbég szom
id: Som Uzbekistan
sq: Som Uzbek
sv_se: Uzbekistanska som

source: Venezuela Bolivar
hu: venezuelai bolívar
id: Bolivar Venezuela
sq: Bolivar Venezuelas
sv_se: Venezuelanska Bolívar

source: Viet Nam Dong
hu: vietnami đồng
id: Dong Viet Nam
sq: Dong Vietnamez
sv_se: Vietnamesiska Dong

source: Vanuatu Vatu
hu: vanatui vatu
id: Vatu Vanuatu
sq: Vatu Vanuatas

source: Samoa Tala
hu: szamoai tala
id: Tala Samoa
sq: Tala Samoase
sv_se: Samoanska Tala

source: East Caribbean Dollar
hu: kelet-karibi dollár
id: Dollar Karibia Timur
sq: Dollar i Karaibeve Lindore
sv_se: Östkaribisk Dollar

source: Communauté Financière Africaine (BCEAO) Franc
hu: afrikai valutaközösségi (BEACO) frank
id: Franc Communauté Financière Africaine (BCEAO)
sq: Frang i Bashkësisë Financiare Afrikane (BCEAO)
sv_se: Afrikanska finansiella gemenskapen (BCEAO) Franc

source: Yemen Rial
hu: jemeni riál
id: Rial Yemen
sq: Rial i Jemenit
sv_se: Jemenitisk Rial

source: South Africa Rand
hu: dél-afrikai rand
id: Rand Afrika Selatan
sq: Rand Afrikanojugor
sv_se: Sydafrikanska rand

source: Zambia Kwacha
hu: zambiai kwacha
id: Kwacha Zambia
sq: Kuasha e Zambias
sv_se: Zambisk Kwacha

source: Zimbabwe Dollar
hu: zimbabwei dollár
id: Dollar Zimbabwe
kab: Dolla n Zimbabwi
sq: Dollar i Zimbabves
sv_se: Zimbabwiska dollar

source: Videos must be in WebM.
sq: Videot duhet të jenë në formatin WebM.

source: About Mozilla Add-ons
hu: Mozilla kiegészítőkről
id: Tentang Pengaya Mozilla
ka: Mozilla-ს დამატების შესახებ
kab: Ɣef izegrar n Mozilla
ms: Perihal Add-ons Mozilla
sq: Rreth Shtesave Mozilla
sr_latn: O Mozilla dodacima
sv_se: Om Mozilla tillägg

source: What is this website?
hu: Mi ez a honlap?
id: Apakah situs ini?
ka: რა საიტია ეს?
kab: D acu-t usmel-agi Web?
ms: Apakah laman web ini?
sq: Për çfarë është ky sajt?
sr_latn: Koji je sajt?
sv_se: Vad är denna webbplats?

source: addons.mozilla.org, commonly known as "AMO", is Mozilla's official site for add-ons to Mozilla software, such as Firefox, Thunderbird, and SeaMonkey. Add-ons let you add new features and change the way your browser or application works. Take a look around and explore the thousands of ways to customize the way you do things online.
sq: addons.mozilla.org, e njohur rëndom si "AMO", është sajti zyrtar i Mozilla-s për shtesa ndaj software-it Mozilla, të tillë si Firefox-i, Thunderbird-i, dhe SeaMonkey. Shtesat ju lejojnë të shtoni veçori të reja dhe të ndryshoni mënyrën me të cilën funksionon shfletuesi ose aplikacioni juaj. Hidhni një sy përreth dhe eksploroni mijëra mënyra për të personalizuar rrugën sipas të cilës bëni gjëra në linjë.

source: Who creates these add-ons?
hu: Ki készíti ezeket a kiegészítőket?
id: Siapakah yang membuat pengaya ini?
ka: ვინ ქმნის დამატებებს?
kab: Anwa i d-yesnulfan izegrar-agi?
ms: Siapa yang mencipta add-ons ini?
sq: Kush i krijon këto shtesa?
sr_latn: Ko pravi ove dodatke?
sv_se: Vem skapar dessa tillägg?

source: The add-ons listed here have been created by thousands of developers from our community, ranging from individual hobbyists to large corporations. All publicly listed add-ons are reviewed by a team of editors before being released. Add-ons marked as Experimental have not been reviewed and should only be installed with caution.
hu: Az itt listázott kiegészítőket a közösség ezernyi fejlesztője készítette, akik lehetnek egyedi hobbifejlesztők vagy nagy vállalatok. Minden nyilvánosan listázott kiegészítőt értékel egy szerkesztői csapat, mielőtt azok kiadásra kerülnek. A kísérletinek jelölt kiegészítők nem lettek értékelve, és csak körültekintően célszerű őket telepíteni.
id: Pengaya yang terdaftar di sini telah dibuat oleh ribuan pengembang dari negara kami, mulai dari pehobi individu sampai perusahaan besar. Semua pengaya yang terdaftar secara publik diulas oleh tim penyunting sebelum dirilis. Pengaya yang ditandai Eksperimental belum diulas dan hanya bisa dipasang dengan kewaspadaan.
kab: Izegrar i d-yettwaseknen dagi rnan-ten ineflayen n tmezdagnut ama d imdanen yeffe q lḥir neɣ tikebbaniyin. Akk izegrar yellan s wudem azayez sneqden-ten trebbaɛ n imaẓragen seld ad d-ffɣen. Izegrar irmitanen ur ttwasenqden ara ihi ɣur-k ticki ad ten-tesbeddeḍ.
sq: Shtesat e radhitura këtu janë krijuar nga mijëra zhvillues prej bashkësisë sonë, që shtrihet nga hobistë individualë deri te korporata të mëdha. Krejt shtesat e paraqitura publikisht shqyrtohen nga një ekip redaktorësh, përpara se të hidhen në qarkullim. Shtesat e shënuara si Eksperimentale s’janë shqyrtuar dhe do të duhej t’i instalonit duke bërë kujdes.
sr_latn: Prikazani dodaci su napravljeni od strane hiljada programera iz naše zajednice, od individualaca do velikih korporacija. Svi dodaci koji su dostupni javnosti su pregledali tim urednika pre puštanja dodatka. Dodaci koji su naznačeni kao eksperimentalni još uvek nisu pregledani i trebali bi da se instaliraju sa oprezom.
sv_se: De tillägg som anges här har skapats av tusentals utvecklare från vår gemenskap, som sträcker sig från enskilda hobbyister till storföretag. Alla publkit listade tillägg granskas av ett team av redigerare innan det släpps. Tillägg markerade som experimentella har inte granskats och bör endast installeras med försiktighet.

source: How do I keep up with what's happening at AMO?
hu: Hogyan tudok lépést tartani azzal, hogy mi történik az AMO-n?
id: Bagaimana saya bisa tetap mengikuti hal-hal yang terjadi di AMO?
ka: როგორ მივადევნო თვალი, AMO-სთან დაკავშირებულ სიახლეებს?
kab: Amek ara qqimeɣ deg umaynut ɣef ayen iḍerrun di AMO ?
ms: Apa cara untuk saya ikuti perkembangan di AMO?
sq: Si të mbeten në dijeni se ç’ndodh te AMO?
sr_latn: Kako da održim korak sa dešavanjima na AMO?
sv_se: Hur gör jag för att hänga med i vad som händer på AMO?

source: There are several ways to find out the latest news from the world of add-ons:
id: Ada beberapa cara untuk mengetahui kabar terbaru dari dunia pengaya:
ka: დამატებების სამყაროდან, ბოლო სიახლეების შესატყობად, რამდენიმე გზა არსებობს:
kab: Deqs n iberdan i yellan akken ad teqqqimeḍ deg umaynut n isallen ineggura n umaḍal n izegrar:
ms: Ada beberapa cara untuk mendapatkan perkembangan terkini dunia add-ons ini:
sq: Ka disa rrugë për të mësuar lajmet e fundit nga bota e shtesave:
sr_latn: Postoji nekoliko načina da saznate najnovije vesti u svetu dodataka:
sv_se: Det finns flera sätt att ta reda på de senaste nyheterna från världen av tillägg:

source: Our <a href="%(url)s">Add-ons Blog</a> is regularly updated with information for both add-on enthusiasts and developers.
id: <a href="%(url)s">Blog Pengaya</a> kami secara teratur diperbarui dengan informasi baik bagi penggemar pengaya dan pengembang.
ka: ჩვენი <a href="%(url)s">დამატებების სვეტი</a> მუდმივად ახლდება საინტერესო სიახლეებით როგორც მოყვარულთათვის, ასევე შემმუშავებლებისთვის.
kab: <a href="%(url)s">Ablug n izegrar</a>-nneɣ yettwalqam yal tikelt s telɣut i wid iḥemlen tatiknulujit neɣ ineflayen.
ms: <a href="%(url)s">Blog Add-ons</a> kami sentiasa dikemaskini dengan maklumat penggemar add-on dan pembangun.
sq: <a href="%(url)s">Blogu ynë i Shtesave</a> përditësohet rregullisht me të dhëna si për simpatizantët e shtesave, ashtu edhe për zhvilluesit e tyre.
sr_latn: Naš <a href="%(url)s">blog za dodatke</a> se redovno ažurira sa informacijama o dodacima za entuzijaste i preograme.
sv_se: Vår <a href="%(url)s">blogg för tillägg</a> uppdateras regelbundet med information för tilläggsentusiaster och utvecklare.

source: We often post news, tips, and tricks to our Twitter account, <a href="%(url)s">mozamo</a>
id: Kami sering mengirimkan berita, kiat dan trik ke akun Twitter, <a href="%(url)s">mozamo</a>
ka: ასევე, ხშირად ვდებთ სიახლეებს, რჩევებს და დამხმარე მასალას Twitter-ის ჩვენს ანგარიშზე, <a href="%(url)s">mozamo</a>
kab: Nettazen-d yal tikelt isallen imaynuten, tixbula deg umiḍan-nneɣ Twitter, <a href="%(url)s">mozamo</a>
ms: Kami kerap menyiarkan berita, panduan dan helah ke akaun Twitter kami, <a href="%(url)s">mozamo</a>
sq: Shpesh postojnë, lajme, ndihmëza, dhe trike te llogaria jonë Twitter, <a href="%(url)s">mozamo</a>
sr_latn: Mi često postavljamo novosti, savete, i trikove na naš Twitter nalog <a href="%(url)s">mozamo</a>
sv_se: Vi postar ofta nyheter, tips och tricks till vårt Twitter-konto, <a href="%(url)s">mozamo</a>

source: Our <a href="%(url)s">forums</a> are a good place to interact with the add-ons community and discuss upcoming changes to AMO.
id: <a href="%(url)s">forum</a> kami adalah tempat yang baik untuk berinteraksi dengan komunitas pengaya dan mendiskusikan perubahan yang akan datang di AMO.
ka: ჩვენი <a href="%(url)s">ფორუმი</a> კარგი ადგილია, დამატებების შემმუშავებლებთან ურთიერთობისთვის და AMO-სთან დაკავშირებულ, მოსალოდნელ სიახლეებზე სასაუბროდ.
kab: <a href="%(url)s">Inmagaren-nneɣ</a> d adigen igarrzen akken ad tmeslayeḍ akked tmezdagnut n izegrar udiɣ ad sqerdceḍ timsal ɣef usnifel di AMO.
ms: <a href="%(url)s">Forum</a> kami adalah tempat yang bagus untuk berinteraksi dengan komuniti add-ons dan berbincang perubahan yang akan datang di AMO.
sq: <a href="%(url)s">Forumet</a> janë vend i mirë për të ndërvepruar me bashkësinë e shtesave dhe për të diskutuar ndryshimet e ardhshme te AMO.
sr_latn: Naš <a href="%(url)s">forum</a> je dobro mesto za komunikaciju sa zajednicom za dodatke i za diskusiju o predstojećim promenama u AMO.
sv_se: Våra <a href="%(url)s">forum</a> är ett bra ställe att interagera med gemenskapen för tillägg och diskutera kommande förändringar till AMO.

source: This sounds great! How can I get involved?
hu: Ez jól hangzik! Hogyan kapcsolódhatok be?
id: Ini kedengaran menarik! Bagaimana caranya bergabung?
ka: მშვენიერია! როგორ ჩავერთო ამ ყველაფერში?
kab: Ayagi yettban igarrez! Amek ara ttekkiɣ?
ms: Menakjubkan! Bagaimana saya boleh melibatkan diri?
sq: Duket shumë e fortë! Si mund të marr pjesë?
sr_latn: Ovo zvuči odlično! Kako ja mogu da se priključim?
sv_se: Detta låter bra! Hur kan jag bli involverad?

source: There are plenty of ways to get involved. If you're on the technical side:
hu: Sok módja van a bekapcsolódásnak. Ha a műszaki oldalon van:
id: Ada banyak cara untuk bisa bergabung. Jika anda memiliki sisi teknis:
ka: უამრავი გზა არსებობს, მონაწილეობის მისაღებად. თუ, ტექნიკურ საკითხებში კარგად ერკვევით:
kab: Deqs n tarrayin n uttekki i yellan. Ma seg idis atiknikan hata wamek:
ms: Ada banyak cara untuk anda melibatkan diri. Jika anda cenderung bidang teknikal:
sq: Ka plot rrugë për t’u përfshirë. Në qoftë se jeni i anës teknike:
sr_latn: Postoji mnogo načina da se priključite. Ako ste na tehničkoj strani:
sv_se: Det finns många sätt att engagera sig. Om du är på den tekniska sidan:

source: <a href="%(url)s">Make your own add-on</a>. We provide free hosting and update services and can help you reach a large audience of users.
hu: <a href="%(url)s">Készítse el saját kiegészítőjét</a>. Ingyenes tárhely és frissítési szolgáltatásokat biztosítunk, és segíthetünk felhasználók széles közönségét elérni.
id: <a href="%(url)s">Buat pengayamu sendiri</a>. Kami menyediakan fasilitas hosting gratis dan layanan yang diperbarui dan bisa membantu anda menjangkau pengguna dalam jumlah besar.
ka: <a href="%(url)s">შექმენით საკუთარი დამატება</a>. ჩვენ გთავაზობთ უფასო სივრცეს, განახლების შესაძლებლობებს და შეგვიძლია დაგეხმაროთ დიდი რაოდენობით მომხმარებლის მოზიდვაში.
kab: <a href="%(url)s">Snefli azegrir-inek</a>. Nettmuddu amezlu n tnezduɣt akked uleqqem baṭel udiɣ nezmer ak-d-nefk tallalt akken ad tawḍeḍ deqs n yemdanen.
ms: <a href="%(url)s">Bina add-on anda sendiri</a>. Kami menyediakan perkhidmatan hosting dan kemas kini percuma, dan boleh membantu anda mencapai ramai pengguna.
sq: <a href="%(url)s">Krijoni shtesën tuaj</a>. Ofrojmë strehim të saj falas dhe shërbim përditësimesh dhe mund t’ju ndihmojmë të mbërrini te një publik sa më i madh përdoruesish.
sr_latn: <a href="%(url)s">Napravite Vaš dodatak</a>. Mi pružamo besplatan hosting i servise za ažuriranje i možemo Vam pomoći da steknete veliku publiku korisnika.
sv_se: <a href="%(url)s">Göra egna tillägg</a>. Vi tillhandahåller gratis webbhotell och uppdateringstjänster och kan hjälpa dig att nå en stor publik av användare.

source: If you have add-on development experience, <a href="%(url)s"> become an editor</a>! Our editors are add-on fans with a technical background who review add-ons for code quality and stability.
hu: Ha van kiegészítő-fejlesztési tapasztalata, <a href="%(url)s">legyen szerkesztő</a>! A szerkesztőink kiegészítő-rajongók, műszaki háttérrel, akik értékelik a kiegészítők kódminőségét és stabilitásukat.
id: Jika anda memiliki pengalaman mengembangkan pengaya, <a href="%(url)s"> jadilah penyunting </a>! Penyunting kami adalah penggemar pengaya dengan latar belakang teknis yang mengulas pengaya berdasarkan stabilitas dan kualitas kodenya.
sq: Nëse keni përvojë me zhvillimin e shtesave, <a href="%(url)s"> bëhuni një redaktor</a>! Redaktorët tanë janë tifozë të shtesave, me përvojë teknike, që shqyrtojnë shtesat lidhur me cilësinë dhe qëndrueshmërinë e kodit.
sr_latn: Ako imate iskustva u razvoju dodataka, <a href="%(url)s"> postanite urednik</a>! Naši urednici su obožavaoci dodataka sa tehničkom pozadinom koji ocenjuju dodatke za kvalitet koda i stabilnost.
sv_se: Om du har erfarenhet av tilläggsutveckling, <a href="%(url)s"> bli en redigerare</a>! Våra redigerare är tilläggsfans med teknisk bakgrund som granskar tillägg för kodkvalitet och stabilitet.
