Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Xmarks is the #1 bookmarking add-on.
hu: Az Xmarks az első számú könyvjelző kiegészítő.
id: Xmarks adalah pengaya pembuat markah #1.
ka: Xmarks #1 დამატებაა სანიშნებისთვის.
kab: Xmarks d azegrir n usefrek n tecreṭ n isebtar #1.
ms: Xmarks adalah #1 add-on penandabuku.
sk: Xmarks je číslo 1 medzi doplnkami pre záložky.
sq: Xmarks është shtesa #1 për faqeruajtje.
sr_latn: Xmarks je #1 dodatak za zabeleživanje.
sv_se: Xmarks är tillägget för bokmärkning.

source: Web page and text translator, dictionary, and more!
hu: Weboldal és szövegfordító, szótár és még több!
id: Laman web dan penerjemah teks, kamus, dan lainnya!
ka: ვებგვერდისა და ტექსტის მთარგმნელი, ლექსიკონი და ა.შ!
kab: Amsuqel n isebtar akked uḍris, amawal d wayen nniḍen!
ms: Penterjemah halaman dan teks, kamus dan banyak lagi!
sk: Prekladač webových stránok a textu, slovník a ďalšie.
sq: Përkthyes faqesh dhe tekstesh në Web, fjalor, dhe më tepër!
sr_latn: Sajt i tekst prevodilac, rečnik, i još!
sv_se: Webbsida och textöversättare, ordbok och mycket mer!

source: Add-ons to help you on your way in 2012
sk: Doplnky, ktoré vám pomôžu v roku 2012
sq: Shtesa për t’ju ndihmuar përgjatë 2012-s
sv_se: Tillägg för att hjälpa dig på vägen under 2012

source: Add some romance to your Firefox.
hu: Adjon egy kis romantikát a Firefoxához.
id: Tambahkan secercah roman ke Firefox anda.
ka: გახადეთ თქვენი Firefox მეტად რომანტიკული.
kab: Rnu kra n tayri i Firefox inek.
ms: Sertakan sedikit rasa romantik ke Firefox anda.
sk: Pridajte si do Firefoxu trochu romantiky.
sq: Shtojini Firefox-it pak romancë.
sr_latn: Dodaj malo romantike u svoj Firefox.
sv_se: Lägg till lite romantik till din Firefox.

source: Visit addons.mozilla.org from Firefox for Android and dress up your mobile browser to match your style, mood, or the season.
sk: Navštívte addons.mozilla.org z Firefoxu pre Android a oblečte si svoj mobilný prehliadač podľa svojej chuti a aktuálnej nálady.
sq: Vizitoni addons.mozilla.org prej Firefox-it për Android dhe zbukurojeni shfletuesin e celularit tuaj që të përputhet me humorin tuaj, ose me stinën.
sv_se: Besök addons.mozilla.org från Firefox för Android och klä upp din mobila webbläsare för att matcha din stil, humör eller säsongen.

source: Get up and move!
hu: Álljon fel és mozogjon!
id: Bangun dan bergeraklah!
ka: ადექით და იმოძრავეთ!
kab: Kker, sellek iman-ik!
ms: Ayuh bangkit dan maju!
sk: Postavte a hýbte sa!
sq: Ngrihu dhe lëviz!
sr_latn: Ustani i pokreni se!
sv_se: Stig upp och rör på dig!

source: Install these fitness add-ons to keep you active and healthy.
hu: Telepítse ezeket a fitnesz kiegészítőket, hogy aktív és egészséges maradjon.
id: Pasang pengaya kebugaran ini agar anda tetap aktif dan sehat.
ka: დააყენეთ ვარჯიშისთვის განკუთვნილი დამატებები, სიჯანსაღისა და ჯანმრთელობის შესანარჩუნებლად.
ms: Pasang add-ons kesihatan untuk kekal aktif dan sihat.
sk: Nainštalujte si tieto fitnes doplnky a buďte aktívni a zdraví.
sq: Instaloni këto shtesa që lidhen me mbajtjen e trupit në formë, që të jeni aktivë dhe të shëndetshëm.
sr_latn: Instalirajte ove dodatke za fitnes da biste ostali aktivni i zdravi.
sv_se: Installera dessa fitnesstillägg för att hålla dig aktiv och hälsosam.

source: New &amp; Now
hu: Új és azonnal
id: Baru &amp; Kini
ka: ახალი და ახლა
kab: Amaynut &amp; Tura
ms: Baru &amp; Sekarang
sk: Nové tu a teraz
sq: E re &amp; Tani
sr_latn: Novo i aktuelno
sv_se: Nytt &amp; Nu

source: Get the latest, must-have add-ons of the moment.
hu: Szerezze be a legújabb, kihagyhatatlan kiegészítőket.
id: Dapatkan pengaya yang paling baru, wajib dipunyai saat ini.
ka: დააყენეთ ამ დროისთვის უახლესი და აუცილებელი დამატებები.
ms: Dapatkan add-ons mutakhir dan mesti-ada pada masa sekarang.
sk: Získajte najnovšie doplnky, ktoré určite musíte mať.
sq: Merrni shtesat më të reja të çastit, ato që s’duhet t’ju mungojnë.
sr_latn: Nabavite najnovije, i trenutno najtraženije dodatke.
sv_se: Hämta det senaste måste-ha tilläggen för tillfället.

source: Worry-free browsing
hu: Aggodalommentes böngészés
id: Penjelajahan bebas khawatir
ka: უდარდელი მოგზაურობა ინტერნეტში
kab: Tunigin s war tugdi
ms: Pelayar tanpa rasa khuatir
sk: Prehliadanie bez obáv
sq: Shfletim pa shqetësim
sr_latn: Bezbrižno pregledanje
sv_se: Bekymmersfri surfning

source: Protect your privacy online with the add-ons in this collection.
hu: Védje meg az online magánszféráját az ebben a gyűjteményben található kiegészítőkkel.
id: Melindungi privasi anda daring dengan pengaya dalam koleksi ini.
ka: დაიცავით თქვენი პირადი მონაცემების უსაფრთხოება, ამ დამატებების კრებულის საშუალებით.
kab: Mmesten tabaḍnit inek srid s useqdec n izegrar n tagrumma-agi.
ms: Lindungi privasi dalam talian anda dengan add-ons dalam koleksi ini.
sk: Ochráňte vaše online súkromie pomocou doplnkov tejto kolekcie.
sq: Mbroni, me shtesat e këtij koleksioni, privatësinë tuaj në linjë.
sr_latn: Zaštitite Vašu privatnost na internetu sa dodacima iz ove kolekcije.
sv_se: Skydda din integritet på nätet med tillägg i denna samling.

source: Great add-ons for work, fun, privacy, productivity&hellip; just about anything!
hu: Nagyszerű kiegészítők munkához, szórakozáshoz, magánszférához, produktivitáshoz&hellip; majdnem bármihez!
id: Pengaya yang hebat untuk bekerja, bersenang-senang, privasi produktivitas &hellip; apapun!
ka: საუკეთესო დამატებები სამუშაოდ, გასართობად, პირადულობის დაცვისა და შრომის ნაყოფიერების ზრდისთვის&hellip; ანუ თითქმის ყველაფრისთვის!
ms: Add-ons terbaik untuk kerja, keseronokan, privasi, produktiviti&hellip; hampir dalam semua perkara!
sk: Výborné doplnky pre prácu, zábavu, súkromie, produktivitu&hellip; proste na všetko!
sq: Shtesa të fuqishme për punë, dëfrim, privatësi, prodhueshmëri&hellip; për gjithçhka!
sr_latn: Odlični dodaci za posao, zabavu, privatnost, produktivnost&hellip; maltene za sve!
sv_se: Bra tillägg för arbete, nöje, integritet, produktivitet&hellip; precis vad som helst!

source: Add-ons for Australis Contest Winners
sk: Víťazné doplnky v Australis Contest
sq: Fitues të Konkursit Shtesa për Australis
sv_se: Tillägg för Australis vinnare i tävlingen

source: What are your interests?
id: Apakah minat anda?
sk: Aké sú vaše záľuby?
sq: Ç’ju intereson?
sv_se: Vilka är dina intressen?

source: Discover Add-ons
hu: Kiegészítők felfedezése
id: Temukan Pengaya
ka: აღმოაჩინეთ ახალი დამატებები
ms: Teroka Add-ons
sk: Objavte doplnky
sq: Zbuloni Shtesat
sr_latn: Otkrijte dodatke
sv_se: Upptäck tillägg

source: What are Add-ons?
hu: Mik azok a kiegészítők?
id: Apa itu Pengaya?
ka: რა არის დამატებები?
kab: D acu-ten izegrar?
ms: Apakah Add-ons?
sk: Čo sú to doplnky?
sq: Ç’janë Shtesat?
sr_latn: Šta su dodaci?
sv_se: Vad är tillägg?

source: Add-ons are applications that let you personalize %(app)s with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make %(app)s your own.
hu: A kiegészítők olyan alkalmazások, amelynek segítségével személyre szabható, extra szolgáltatások vagy funkciók adhatók a %(app)s alkalmazáshoz. Próbálja ki az időjárás értesítőt, a hírkeresőt vagy a %(app)s alkalmazáshoz készített témák valamelyikét.
id: Pengaya adalah aplikasi yang dapat Anda gunakan untuk mengubahsuai %(app)s dengan tambahan fungsi atau mempercantik gayanya. Coba bilah samping yang dapat mempercepat cara kerja Anda, pengirim notifikasi cuaca, atau gaya cantik untuk %(app)s Anda.
ka: დამატებები პატარა პროგრამებია, რომელიც საშუალებას გაძლევთ შემატოთ %(app)s-ს ახალი შესაძლებლობები და შეუცვალოთ გაფორმება. სცადეთ დროის დასაზოგად, ხელსაწყოების გვერდითი ზოლი, ამინდის პროგნოზის მომხსენებელი, ან იერსახის შემცვლელი თემები, რომ უფრო მეტად მოარგოთ %(app)s თქვენს გემოვნებას.
ms: Add-ons ialah aplikasi yang membolehkan anda memperibadikan %(app)s dengan fungsi atau gaya tambahan. Cuba bar sisi penjimat-masa, pemaklum cuaca, atau tema penampilan yang membuatkan %(app)s milik anda.
sk: Doplnky sú aplikácie, ktoré umožňujú prispôsobiť si %(app)s pridaním nových funkcií alebo zmenou vzhľadu. Vyskúšajte čas šetriaci bočný panel, upozorňovanie na predpoveď počasia alebo nový tematický vzhľad a pretvorte si %(app)s podľa seba.
sq: Shtesat janë aplikacione që ju lejojnë të personalizoni %(app)s me funksione ose stil ekstra. Provoni një anështyllë që bën diçka e ju kursen kohë, një njoftues moti, ose një pamje sipas një tematike të caktuar, që ta bëni %(app)s si e doni.
sr_latn: Dodaci su aplikacije koje Vam omogućavaju da personalizujete %(app)s sa dodatnim funkcijama ili stilom. Isprobajte neku od traka za uštedu vremena, dodatak za obevaštavanje o vremenu, ili tematski izgled za %(app)s.
sv_se: Tillägg är applikationer som låter dig göra din %(app)s personlig med extra funktionalitet eller stil. Testa en sidopanel som sparar tid, en väderrapporterare eller ett temautseende för att ge %(app)s din egen stil.

source: Learn More About Add-ons
hu: Tudjon meg többet a kiegészítőkről
id: Pelajari Lebih Lanjut Tentang Pengaya
ka: იხილეთ ვრცლად, დამატებების შესახებ
kab: Issin ugar ɣef izegrar
ms: Ketahui selanjutnya Perihal Add-ons
sk: Ďalšie informácie o doplnkoch
sq: Mësoni Më Tepër Rreth Shtesave
sr_latn: Saznajte više o dodacima
sv_se: Lär dig mer om tillägg

source: See all
hu: Összes
id: Lihat semuanya
ka: ყველას ნახვა
kab: Wali akk
ms: Papar semua
sk: Zobraziť všetky
sq: Shihini krejt
sr_latn: Pogledajte sve
sv_se: Visa alla

source: More ways to customize
hu: További testreszabási lehetőségek
id: Більше можливостей до налаштування
ka: სხვა საშუალებები მოსარგებად
kab: Rnu ugar u waggan
ms: Cara selanjutnya untuk penyesuaian
sk: Množstvo spôsobov prispôsobenia
sq: Më tepër rrugë për personalizim
sr_latn: Više načina za prilagođavanje
sv_se: Fler sätt att anpassa

source: Browse all add-ons
hu: Összes kiegészítő tallózása
id: Переглянути всі додатки
ka: დამატებების მოძიება
kab: Snirem akk izegrar
ms: Layari semua add-ons
sk: Prehľadávať všetky doplnky
sq: Shfletoni tërë shtesat
sr_latn: Pogledajte sve dodatke
sv_se: Bläddra bland alla tillägg

source: See all complete themes
hu: Összes teljes téma
id: Lihat semua tema lengkap
ka: ყველა სრული გაფორმების ნახვა
kab: Wali akk isental yemden
ms: Lihat semua tema lengkap
sk: Zobraziť všetky plné témy
sq: Shihni krejt temat e plota
sr_latn: Pogledajte sve potpune teme
sv_se: Visa alla kompletta teman

source: Close Video
hu: Videó bezárása
id: Tutup Video
ka: ვიდეოს დახურვა
kab: Mdel tavidyut
ms: Tutup Video
sk: Zavrieť video
sq: Mbylle Videon
sr_latn: Zatvori video
sv_se: Stäng video

source: While the video plays, the add-ons being mentioned will appear here.
hu: Amíg a videó megy, az említett kiegészítők itt fognak megjelenni.
id: Saat video dimainkan, pengaya yang disebutkan akan muncul di sini.
ka: ვიდეოს გაშვებისას, მითითებული დამატებები გამოჩნდება აქ.
ms: Semasa memainkan video, add-ons yang berkenaan akan muncul di sini.
sk: Počas prehrávania videa sa tu zobrazia všetky spomenuté doplnky.
sq: Ndërkohë që luhet videoja, shtesat që përmenden do të shfaqen këtu.
sr_latn: Dok video radi, spomenuti dodaci će biti prikazani ovde.
sv_se: Under tiden videon spelas, kommer tillägg som anges visas här.

source: Hi, {0}
hu: Üdvözöljük, {0}!
id: Hai, {0}
ka: გამარჯობა, {0}
kab: Azul, {0}
ms: Hai, {0}
sk: Vitajte, {0}
sq: Tungjatjeta, {0}
sr_latn: Zdravo, {0}
sv_se: Hej, {0}

source: Thanks for using %(app)s and supporting <a href="%(url)s">Mozilla's mission</a>!
hu: Köszönjük, hogy a %(app)s alkalmazást használja és támogatja <a href="%(url)s">Mozilla küldetését</a>!
id: Terima kasih karena menggunakan %(app)s dan mendukung <a href="%(url)s">misi Mozilla</a>!
ka: გმადლობთ, %(app)s-ით სარგებლობისთვის და <a href="%(url)s">Mozilla-ს მიზნების</a> მხარდაჭერისთვის!
ms: Terima kasih kerana menggunakan %(app)s dan menyokong <a href="%(url)s">Misi Mozilla</a>!
sk: Ďakujeme, že používate %(app)s a podporujete <a href="%(url)s">misiu Mozilly</a>!
sq: Faleminderit që përdorni %(app)s dhe që përkrahni <a href="%(url)s">misionin e Mozilla-s</a>!
sr_latn: Hvala što koristite %(app)s i podržavate <a href="%(url)s">Mozilla-inu misiju</a>!
sv_se: Tack för att du använder %(app)s och bidrar till <a href="%(url)s">Mozillas mission</a>!

source: Add-ons downloaded:
hu: Letöltött kiegészítők:
id: Pengaya yang diunduh:
ka: ჩამოტვირთული დამატებები:
kab: Izegrar yettwasidren:
ms: Add-on dimuat turun:
sk: Prevzaté doplnky:
sq: Shtesa të shkarkuara:
sr_latn: Preuzeti dodaci:
sv_se: Tillägg nedladdade

source: Active Users
hu: Aktív felhasználók
id: Pengguna Aktif
ka: მოქმედი მომხმარებლები
kab: Iseqdacen urmiden
ms: Pengguna Aktif
sk: Aktívnych používateľov
sq: Përdorues Aktivë
sr_latn: Aktivni korisnici
sv_se: Aktiva användare

source: Last Updated
hu: Utolsó frissítés
id: Diperbarui Pada
ka: ბოლო განახლება
kab: Asnifel aneggaru
ms: Kemaskini Terakhir
sk: Aktualizované
sq: Përditësuar Së Fundmi
sr_latn: Zadnji put ažurirano
sv_se: Senast uppdaterad
te: చివరిగా తాజాకరణ

source: Cancel Installation
hu: Telepítés megszakítása
id: Batalkan Pemasangan
ka: დაყენების შეწყვეტა
kab: Sefsex asebded
ms: Batal Pemasangan
sk: Zrušiť inštaláciu
sq: Anulo Instalimin
sr_latn: Otkaži instalaciju
sv_se: Avbryt installation

source: Get Add-ons On The Go
sk: Vezmite si doplnky so sebou
sq: Merrni Shtesat Me Vete
sv_se: Hämta tillägg på resande fot

source: Visit <a href="%(url)s">firefox.com/m</a> to get Firefox on your phone and personalize your browser anytime, anywhere. Easily discover and install add-ons from the mobile Add-ons Manager.
sk: Navštívte <a href="%(url)s">firefox.com/m</a>, získajte Firefox pre mobilné zariadenia a upravte si svoj prehliadač kedykoľvek a kdekoľvek. Doplnky si jednoducho vyhľadáte a nainštalujete pomocou zabudovaného Správcu doplnkov.
sq: Vizitoni <a href="%(url)s">firefox.com/m</a> që ta merrni Firefox-in te telefoni juaj dhe që të personalizoni shfletuesin tuaj kurdi, kudo. Zbuloni dhe instaloni me lehtësi shtesa për celular prej Përgjegjësit të Shtesave.
sv_se: Besök <a href="%(url)s">firefox.com/m</a> för att få Firefox till din telefon och anpassa webbläsaren när som helst, var som helst. Enkelt att upptäcka och installera tillägg från den mobila tilläggshanteraren.

source: Get Mobile Add-ons
sk: Získať doplnky pre mobilný Firefox
sq: Merrni Shtesa për Celular
sv_se: Hämta mobila tillägg

source: Shop smart this holiday season
sk: Nakupujte rozumne
sq: Këtë sezon festash bëni shpenzime të mençura
sv_se: Handla smart den här julen

source: Find great add-ons to help you with all your holiday shopping needs.
sk: Pozrite sa na skvelé doplnky, ktoré vám pomôžu s vašim nakupovaním.
sq: Gjeni shtesa të shkëlqyera që t’ju ndihmojnë me krejt nevojat e shpenzimeve për festat.
sv_se: Hitta bra tillägg som hjälper dig med alla dina behov vid semestershopping.

source: Install the Amazon Browser Apps and receive special Amazon features right at your fingertips.
sk: Nainštalujte si aplikácie pre prehliadač týkajpúce sa Amazonu a budete mať všetky funckie Amazonu priamo pod svojimi prstami.
sq: Instaloni Amazon Browser Apps dhe përfitoni duke pasur në majë të gishtave veçori speciale Amazon.
sv_se: Installera webbläsare appar från Amazon och få särskilda Amazon-funktioner i din hand.

source: Keep an eye on your eBay activity wherever you are on the web when you install the eBay Sidebar for Firefox.
sk: Majte na očiach aktivity na eBay, kdekoľvek na webe práve ste. Nainštalujte si eBay Sidebar pre Firefox.
sq: Mbani nën vëzhgim veprimtarinë tuaj te eBay, kurdoherë që jeni në web, pasi të instaloni eBay Sidebar për Firefox.
sv_se: Hålla ett öga på din eBay aktivitet var du än är på webben när du installerar eBay sidofältet för Firefox.

source: See the entire holiday shopping add-on collection.
sk: Pozrite sa na zbierku doplnkov súvisiacich s nakupovaním.
sq: Shihni krejt koleksionin e shtesave për blerje të mençura.
sv_se: Se hela tilläggssamlingen för semestershopping.

source: Mozilla&rsquo;s Pick of the Month!
hu: A Mozilla havi ajánlata!
id: Pilihan Mozilla Bulan Ini!
ka: Mozilla – თვის დამატება!
kab: Afran n waggur n Mozilla &rsquo;!
ms: Mozilla&rsquo; Pilihan Bulan Ini!
sk: Výber mesiaca od Mozilly
sq: Zgjedhja Mujore nga Mozilla!
sr_latn: Mozilla-in izbor meseca!
sv_se: Mozilla&rsquo;s val för månaden!

source: Customize Firefox<br>with your nation's flag
sk: Prispôsobte si Firefox<br>vašou národnou vlajkou
sq: Personalizojeni Firefox-in<br>me flamurin tuaj kombëtar
sv_se: Anpassa Firefox<br>med din nations flagga

source: Join us in celebrating the global spirit of community.
sk: Pripojte sa k našim oslavám ducha globálnej komunity.
sq: Bashkohuni me ne në kremtimin e frymës mbarëbotërore të bashkësisë.
sv_se: Följ med oss för att fira den globala andan av en gemenskap.

source: Show your support
sk: Vyjadrite svoju podporu
sq: Shfaqni përkrahjen tuaj
sv_se: Visa ditt stöd

source: Approved reviews
hu: Jóváhagyott értékelések
id: Ulasan disetujui
ka: დამოწმებული მიმოხილვები
kab: Iceggiren yettwasnetmen
ms: Semakan diluluskan
sk: Schválené recenzie
sq: Shqyrtime të miratuara
sr_latn: Odobrene kritike
sv_se: Godkända granskningar
te: ఆమోదించబడిన సమీక్షలు

source: Deleted reviews
hu: Törölt értékelések
id: Ulasan dihapus
ka: წაშლილი მიმოხილვები
kab: Iceggiren yettwaksen
ms: Semakan yang dibuang
sk: Odstránené recenzie
sq: Shqyrtime të fshira
sr_latn: Obrisane kritike
sv_se: Borttagna granskningar
te: తొలగించిన సమీక్షలు

source: View entries between
hu: Ezen intervallum közötti bejegyzések megtekintése:
id: Lihatlah masukan diantaranya
ka: იხილეთ ჩანაწერები მათ შორის
kab: Wali inekcumen gar
ms: Papar entri antara
sk: Zobraziť položky medzi
sq: Shihni zëra ndërmjet
sr_latn: Pogledaj unose između
sv_se: Visa poster emellan
te: మధ్య పద్దలను చూడండి

source: and
hu: és
id: dan
ka: და
kab: akked
ms: dan
sk: a
sq: dhe
sr_latn: i
sv_se: och
te: మరియు

source: Filter by type/action
hu: Szűrés típus/művelet szerint
id: Filter berdasarkan tipe/tindakan
ka: გამორჩევა სახეების/მოქმედებების მიხედვით
kab: Imzizdig s wanaw /action
ms: Tapis mengikut jenis/tindakan
sk: Filter podľa typu/akcie
sq: Filtro sipas llojesh/veprimesh
sr_latn: Filtriraj po tipu/radnji
sv_se: Filtrera efter typ/åtgärd
te: రకం ద్వారా వడపోత/action

source: Passed automatic validation
hu: Átment az automatikus ellenőrzésen
id: Lulus validasi otomatis
sk: Prešlo automatickou kontrolou
sq: E kaloi vleftësimin automatik.
sv_se: Klarade automatisk validering

source: Failed automatic validation
hu: Megbukott az automatikus ellenőrzésen
id: Gagal validasi otomatis
kab: Aseɣbel awurman ur yeddi ara
sk: Neprešlo automatickou kontrolou
sq: Dështoi në vleftësimin automatik.
sv_se: Automatisk valideringen misslyckades

source: Filter by automatic validation
hu: Szűrés automatikus ellenőrzés szerint
id: Disaring oleh validasi otomatis
kab: Imzizdig s usentem awurman
sk: Filtrovať podľa stavu automatickej kontroly
sq: Filtroji sipas përfundimesh të vleftësimit automatik
sv_se: Filtrera efter automatisk validering

source: containing
hu: tartalmazza
id: mengandung
ka: შემცველი
kab: agbur
ms: mengandungi
sk: obsahujúci
sq: që përmban
sr_latn: koji sadrže
sv_se: innehåller
te: కలిగి ఉంటోంది

source: start
hu: kezdet
id: mulai
ka: დაწყება
kab: tazwara
ms: mula
sk: začiatok
sq: fillim
sr_latn: početak
te: ప్రారంభం

source: end
hu: vége
id: akhir
ka: დასრულება
kab: tagara
ms: akhir
sk: koniec
sq: fund
sr_latn: kraj
sv_se: slut
te: ముగింపు

source: add-on, editor or comment
hu: kiegészítő, szerkesztő vagy megjegyzés
id: pengaya, penyunting atau komentar
kab: azegrir, amaẓrag neɣ awennit
sk: doplnok, editor alebo komentár
sq: shtesë, redaktor ose koment
sr_latn: dodatak, urednik ili komentar
sv_se: tillägg, editor eller kommentar

source: Search by add-on name / author email
hu: Keresés kiegészítő neve / szerző e-mail címe szerint
id: Pencarian berdasarkan nama pengaya / surel penulis
ka: დამატების ძიება სახელით / ავტორის ელფოსტით
kab: Nadi s yisem n uzegrir / imayl n umeskar
ms: Cari mengikut nama add-on / e-mel pengarang
sk: Hľadať podľa názvu doplnku alebo e-mailu autora
sq: Kërkoni sipas emrash / email-esh autorësh të shtesës
sr_latn: Pretraži po nazivu dodatka / e-pošti autora
sv_se: Sök efter tilläggsnamn / upphovsman e-post
te: పొడగింత పేరు / రచయిత ఈమెయిలు ద్వారా వెతకండి

source: yes
hu: igen
id: ya
ka: დიახ
kab: ih
ms: ya
sk: áno
sq: po
sr_latn: da
sv_se: ja
te: అవును

source: no
hu: nem
id: tidak
ka: არა
kab: ala
ms: tidak
sk: nie
sq: jo
sr_latn: ne
sv_se: nej
te: కాదు

source: Admin Flag
hu: Admin jel
id: Tandai Admin
kab: Tabzimt n unedbal
sk: Označenie administrátorom
sq: Shenjë nga Përgjegjësi
sr_latn: Admin zastava
sv_se: Administratörsflagga

source: Max. Version
hu: Max. verzió
id: Versi Max.
ka: უმაღლესი ვერსია
kab: Lqem afellay
ms: Versi Max
sk: Max. verzia
sq: Version Maksimum
sr_latn: Poslednja verzija
te: గరిష్ఠ వెర్షన్

source: Days Since Submission
hu: Benyújtás óta eltelt napok száma
id: Hari Sejak Pendaftaran
sk: Doba od odoslania (dni)
sq: Ditë Që Prej Parashtrimit
sr_latn: Dana od podnošenja
sv_se: Dagar sedan inskickning

source: Add-on Types
hu: Kiegészítőtípusok
id: Tipe Pengaya
ka: დამატების სახეობა
kab: anawen n uzegrir
ms: Jenis Add-on
sk: Typy doplnkov
sq: Lloje Shtesash
sr_latn: Vrste dodatka
sv_se: Tilläggstyper
te: పొడగింతల రకాలు

source: Platforms
hu: Platformok
id: Platform
sk: Platformy
sq: Platforma
sr_latn: Platforme
sv_se: Plattformar

source: Comments:
hu: Hozzászólások:
id: Komentar:
ka: კომენტარები:
kab: Iwenniten:
ms: Komen:
sk: Komentáre:
sq: Komente:
sr_latn: Komentari:
sv_se: Kommentarer:
te: వ్యాఖ్యలు:

source: Operating systems:
hu: Operációs rendszerek:
id: Sistem operasi:
ka: საოპერაციო სისტემები:
kab: Inagrawen n wammud:
ms: Sistem pengoperasian:
sk: Operačné systémy:
sq: Sisteme operativë:
sr_latn: Operativni sistemi:
sv_se: Operativsystem:
te: నిర్వాహక వ్యవస్థలు:

source: Applications:
hu: Alkalmazások:
id: Aplikasi:
ka: პროგრამები:
kab: Isnasen:
ms: Aplikasi:
sk: Aplikácie:
sq: Aplikacione:
sr_latn: Aplikacije:
sv_se: Applikationer:
te: అనువర్తనాలు:

source: Notify me the next time this add-on is updated. (Subsequent updates will not generate an email)
hu: Értesítsen a kiegészítő frissítésekor. (Kisebb frissítésekről nem érkezik levél)
id: Beritahu saya jika lain kali pengaya ini diperbarui. (Pembaruan berikutnya tidak akan menghasilkan surel)
sk: Upozorniť ma pri nasledujúcej aktualizácii tohto doplnku. (Ďalšie aktualizácie nevygenerujú e-mailovú správu)
sq: Njoftomë herës tjetër që përditësohet kjo shtesë. (Përditësimet e njëpasnjëshme s’do të shoqërohen me email.)
sr_latn: Obavesti me sledeći put kada se ovaj dodatak ažurira. (Naknadna ažuriranja neće generisati e-poštu)
sv_se: Meddela mig nästa gång detta tillägg uppdateras. (Senare uppdateringar kommer inte att generera ett e-postmeddelande)

source: Clear Admin Review Flag
hu: Adminisztrátori értékelés jelző törlése
id: Bersihkan Penandaan Ulasan Admin
sk: Vymazať príznak kontroly administrátorom
sq: Hiqi Shenjën Për Shqyrtim Redaktori
sr_latn: Ukloni oznaku za recenziju administratora
sv_se: Rensa administratörs granskningsflagga

source: Clear more info requested flag
hu: Több információ kérése jelző törlése
id: Bersihkan tanda permintaan info lebih lanjut
kab: Kkes anamal n usuter n telɣut
sk: Zrušiť požiadavku na viac informácií
sq: Hiqjani shenjën e kërkesës për më tepër të dhëna
sv_se: Rensa flaggan för mer information begärd

source: Choose a canned response...
hu: Válasszon egy konzervválaszt…
id: Pilih respon yang direkam...
ka: მიუთითეთ წინასწარ განსაზღვრული პასუხი...
kab: Fren tiririt yettwakelsen...
ms: Pilih respons lazim...
sk: Zvoľte pripravenú odpoveď...
sq: Zgjidhni një përgjigje të gatshme...
sr_latn: Izaberi gotov odgovor...
sv_se: Välj ett standardsvar...

source: theme name
hu: téma neve
id: nama tema
ka: თემის სახელი
kab: isem n usentel
ms: nama tema
sk: názov témy
sq: emër teme
sr_latn: naziv teme
sv_se: namn på tema
