Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, bn, el, fa, fi, fur, fy_nl, gu_in, he, hi_in, hr, ia, is, ja, ka, kab, ms, nn_no, pl, pt_br, pt_pt, ro, si, sk, sl, sr_latn, sv_se, te, th, tr, vi

source: Add-ons in Use, last {0} days
ar: الإضافات المستخدمة في آخر {0} من الأيام
el: Πρόσθετα σε χρήση, τελευταίες {0} ημέρες
fi: Lisäosia käytössä, viimeiset {0} päivää
fur: Components adizionâi in ûs, ultins {0} dîs
fy_nl: Brûkte add-ons, lêste {0} dagen
gu_in: વપરાશમાં આવેલ ઍડ-ઑન્સ, છેલ્લા {0} દિવસો
he: תוספות שבשימוש, ב־{0} הימים האחרונים
hi_in: उपयोग हो रहे गए ऐड-ऑन, पिछले {0} दिन
hr: Dodaci u upotrebi, posljednjih {0} dana
ia: Additivos in uso, ultime {0} dies
is: Viðbætur í notkun, síðustu {0} daga
ja: 最近 {0} 日間のアドオン使用回数
ka: დამატებების მოხმარება, ბოლო {0} დღეში
kab: Izegrar yettuseqdacen, {0} n wussan ineggura
ms: Add-ons Digunakan, {0} hari lepas
nn_no: Utvidingar i bruk, siste {0} dagar
pl: Używane dodatki, ostatnie {0} dni
pt_br: Complementos em uso nos últimos {0} dias
pt_pt: Extras em uso, últimos {0} dias
ro: Suplimente în uz, ultimele {0} zile
si: භාවිත එක්කහු, පසුගිය දවස් {0}
sk: Používané doplnky, posledných {0} dní
sl: Dodatki v uporabi zadnjih {0} dni
sr_latn: Dodaci u upotrebi, poslednjih {0} dana
sv_se: Tillägg i användning de senaste {0} dagarna
te: గత {0} రోజులుగా వాడుకలో ఉన్న పొడిగింతలు
th: ส่วนเสริมที่ใช้งานใน {0} วันล่าสุด
tr: Kullanımdaki Eklentiler, son {0} gün
vi: Tiện ích được Sử dụng, {0} ngày trước

source: Add-ons in Use from {0} to {1}
ar: الإضافات المستخدمة من {0} إلى {1}
el: Πρόσθετα σε χρήση από {0} ως {1}
fi: Lisäosia käytössä {0} - {1}
fur: Components adizionâi in ûs dai {0} ai {1}
fy_nl: Brûkte add-ons fan {0} oant {1}
gu_in: વપરાશમાં આવેલ ઍડ-ઑન્સ {0} થી {1}
he: תוספות שבשימוש מתאריך {0} עד {1}
hi_in: {0} से {1} तक उपयोग में ऐड-ऑन
hr: Dodaci u upotrebi od {0} do {1}
ia: Additivos in uso ab {0} al {1}
is: Viðbætur í notkun frá {0} til {1}
ja: {0} から {1} までのアドオン使用回数
ka: დამატებების მოხმარება {0}-დან {1}-მდე
kab: Izegrar yettuseqdacen si {0} ar {1}
ms: Add-ons Digunakan daripada {0} hingga {1}
nn_no: Utvidingar i bruk frå {0} til {1}
pl: Używane dodatki od {0} do {1}
pt_br: Complementos em uso de {0} a {1}
pt_pt: Extras em utilização de {0} a {1}
ro: Suplimente în uz din {0} până în {1}
si: {0} සිට {1} දක්වා භාවිත එක්කහු
sk: Používané doplnky od {0} do {1}
sl: Dodatki v uporabi od {0} do {1}
sr_latn: Dodaci u upotrebi od {0} do {1}
sv_se: Tillägg i användning mellan {0} och {1}
te: {0} నుండి {1} కు వరకు వాడుకలో ఉన్న పొడిగింతలు
th: ส่วนเสริมที่ใช้จาก {0} ถึง {1}
tr: Kullanımdaki Eklentiler, {0} - {1} arasında
vi: Tiện ích mở rộng được sử dụng từ {0} đến {1}

source: Add-ons Downloaded, last {0} days
ar: الإضافات المنزّلة في آخر {0} من الأيام
el: Ληφθέντα πρόσθετα, τελευταίες {0} ημέρες
fi: Lisäosia ladattu, viimeiset {0} päivää
fur: Components adizionâi discjariâts, ultins {0} dîs
fy_nl: Downloade add-ons, lêste {0} dagen
gu_in: એડ-ઓન્સ ડાઉનલોડ કરેલ, છેલ્લા {0} દિવસ
he: תוספות שהורדו, ב־{0} הימים האחרונים
hi_in: पिछले {0} दिनो में, डाउनलोड किए गए ऐड-ऑन
hr: Dodaci preuzeti, posljednjih {0} dana
ia: Additivos discargate, ultime {0} dies
is: Viðbætur sóttar, síðustu {0} dagar
ja: 最近 {0} 日間のアドオンダウンロード回数
ka: ჩამოტვირთული დამატებები, ბოლო {0} დღეში
kab: Izegrar i d-yettwasidren, {0} n wussan ineggura
ms: Add-ons Dimuat turun, {0} hari lepas
nn_no: Utvidingar lasta ned, siste {0} dagar
pl: Pobrane dodatki, ostatnie {0} dni
pt_br: Complementos baixados nos últimos {0} dias
pt_pt: Extras descarregados, últimos {0} dias
ro: Suplimente descărcate, ultimele {0} zile
si: බාගත වූ එක්කහු, පසුගිය දවස් {0}
sk: Prevzaté doplnky, posledných {0} dní
sl: Preneseni dodatki zadnjih {0} dni
sr_latn: Dodataka preuzeto, poslednjih {0} dana
sv_se: Tillägg nedladdade de senaste {0} dagarna
te: గత {0} రోజుల, పొడిగింతల దింపుకోళ్ళ వివరాలు
th: ส่วนเสริมที่ดาวน์โหลดใน {0} วันล่าสุด
tr: İndirilen Eklentiler, son {0} gün
vi: Tiện ích đã tải xuống, {0} ngày trước

source: Add-ons Downloaded from {0} to {1}
ar: الإضافات المنزّلة من {0} إلى {1}
bn: অ্যাডস-অন ডাউনলোড হয়েছে {0} থেকে {1}
el: Ληφθέντα πρόσθετα από {0} ως {1}
fi: Lisäosia ladattu {0} - {1}
fur: Components adizionâi discjariâts dai {0} ai {1}
fy_nl: Downloade add-ons fan {0} oant {1}
gu_in: એડ-ઑન્સ {0} થી {1} સુધીની ડાઉનલોડ કરી
he: תוספות שהורדו מתאריך {0} עד {1}
hi_in: {0} से {1} में डाउनलोड किए गए ऐड-ऑन
hr: Dodaci preuzeti od {0} do {1}
ia: Additivos discargate ab {0} al {1}
is: Viðbætur sóttar frá {0} til {1}
ja: {0} から {1} までのアドオンダウンロード回数
ka: ჩამოტვირთული დამატებები {0}-დან {1}-მდე
kab: Izegrar i d-yettwasidren si {0} ar {1}
ms: Add-ons Dimuat turun daripada {0} hingga {1}
nn_no: Utvidingar lasta ned frå {0} til {1}
pl: Pobrane dodatki od {0} do {1}
pt_br: Complementos baixados de {0} a {1}
pt_pt: Extras descarregados de {0} a {1}
ro: Suplimente descărcate din {0} până în {1}
si: {0} සිට {1} දක්වා බාගත කළ එක්කහු
sk: Prevzaté doplnky od {0} do {1}
sl: Preneseni dodatki od {0} do {1}
sr_latn: Dodataka preuzeto od {0} do {1}
sv_se: Tillägg nedladdade mellan {0} och {1}
te: {0} నుండి {1} వరకు దింపబడిన పొడిగింతలు
th: ส่วนเสริมที่ดาวน์โหลดจาก {0} ถึง {1}
tr: İndirilen Eklentiler, {0} - {1} arasında
vi: Tiện ích đã tải xuống từ {0} đến {1}

source: Add-ons Created, last {0} days
ar: الإضافات المُنشأة في آخر {0} من الأيام
el: Πρόσθετα που δημιουργήθηκαν, τελευταίες {0} ημέρες
fi: Lisäosia luotu, viimeiset {0} päivää
fur: Components adizionâi creâts, ultins {0} dîs
fy_nl: Makke add-ons, lêste {0} dagen
gu_in: ઍડ-ઑન્સ બનાવ્યાં, છેલ્લા {0} દિવસ
he: תוספות שנוצרו, ב־{0} הימים האחרונים
hi_in: पिछले {0} दिनों में, बनाये गए ऐड-ऑन
hr: Dodaci napravljeni, posljednjih {0} dana
ia: Additivos create, ultime {0} dies
is: Viðbætur búnar til, síðustu {0} daga
ja: 最近 {0} 日間のアドオン作成回数
ka: შექმნილი დამატებები, ბოლო {0} დღეში
kab: Izegrar yettwarnan, {0} n wussan ineggura
ms: Add-ons Dicipta, {0} hari lepas
nn_no: Utvidingar oppretta, siste {0} dagar
pl: Utworzone dodatki, ostatnie {0} dni
pt_br: Complementos criados nos últimos {0} dias
pt_pt: Extras criados, últimos{ 0} dias
ro: Suplimente create, ultimele {0} zile
si: සාදන ලද එක්කහු, පසුගිය දවස් {0}
sk: Vytvorené doplnky, posledných {0} dní
sl: Ustvarjeni dodatki zadnjih {0} dni
sr_latn: Dodataka napravljeno, poslednjih {0} dana
sv_se: Tillägg skapade de senaste {0} dagarna
te: గత {0} రోజులలో, సృష్టించబడిన పొడిగింతలు
th: ส่วนเสริมที่สร้างใน {0} วันล่าสุด
tr: Oluşturulan Eklentiler, son {0} gün
vi: Tiện ích được tạo, {0} ngày qua

source: Add-ons Created from {0} to {1}
ar: الإضافات المنشأة من {0} إلى {1}
bn: অ্যাড-অন তৈরী করা হয়েছে {0} থেকে {1}
el: Πρόσθετα που δημιουργήθηκαν από {0} ως {1}
fi: Lisäosia luotu {0} - {1}
fur: Components adizionâi creâts dai {0} ai {1}
fy_nl: Makke add-ons fan {0} oant {1}
gu_in: {0} થી {1} માંથી બનાવેલ એડ-ઓન્સ
he: תוספות שנוצרו מתאריך {0} עד {1}
hi_in: {0} से {1} में बनाए गए एड-ऑन
hr: Dodaci napravljeni od {0} do {1}
ia: Additivos create ab {0} al {1}
is: Viðbætur búnar til frá {0} til {1}
ja: {0} から {1} までのアドオン作成回数
ka: შექმნილი დამატებები {0}-დან {1}-მდე
kab: Izegrar yettwarnan si {0} ar {1}
ms: Add-ons Dicipta daripada {0} hingga {1}
nn_no: Utvidingar oppretta frå {0} til {1}
pl: Utworzone dodatki od {0} do {1}
pt_br: Complementos criados de {0} a {1}
pt_pt: Extras criados de {0} a {1}
ro: Suplimente create din {0} până în {1}
si: {0} සිට {1} දක්වා සාදන ලද එක්කහු
sk: Vytvorené doplnky, od {0} do {1}
sl: Ustvarjeni dodatki od {0} do {1}
sr_latn: Dodataka napravljeno od {0} do {1}
sv_se: Tillägg skapade mellan {0} och {1}
te: {0} నుండి {1} వరకు సృష్టించబడిన పొడిగింతలు
th: ส่วนเสริมที่สร้างจาก {0} ถึง {1}
tr: Oluşturulan Eklentiler, {0} - {1} arasında
vi: Tiện ích được tạo từ {0} đến {1}

source: Add-ons Updated, last {0} days
ar: الإضافات المحدّثة في آخر {0} من الأيام
el: Πρόσθετα που ενημερώθηκαν, τελευταίες {0} ημέρες
fi: Lisäosat päivitetty, viimeiset {0} päivää
fur: Components adizionâi inzornâts, ultins {0} dîs
fy_nl: Bywurke add-ons, lêste {0} dagen
gu_in: એડ-ઓન સુધારાશે, છેલ્લા {0} દિવસ
he: תוספות שעודכנו, ב־{0} הימים האחרונים
hi_in: पिछले {0} दिनों में, अपडेट किये ऐड-ऑन
hr: Dodaci ažurirani, posljednjih {0} dana
ia: Additivos actualisate, ultime {0} dies
is: Viðbætur uppfærðar, síðustu {0} daga
ja: 最近 {0} 日間のアドオン更新回数
ka: განახლებული დამატებები, ბოლო {0} დღეში
kab: Izegrar yettwaleqmen, {0} n wussan ineggura
ms: Add-ons Dikemaskini, {0} hari lepas
nn_no: Utvidingar oppdatert, siste {0} dagar
pl: Zaktualizowane dodatki, ostatnie {0} dni
pt_br: Complementos atualizados nos últimos {0} dias
pt_pt: Extras atualizados, últimos {0} dias
ro: Suplimente actualizate, ultimele {0} zile
si: යාවත්කාලීන එක්කහු, පසුගිය දවස් {0}
sk: Aktualizované doplnky, posledných {0} dní
sl: Posodobljeni dodatki zadnjih {0} dni
sr_latn: Dodataka ažurirano, poslednjih {0} dana
sv_se: Tillägg uppdaterade de senaste {0} dagarna
te: గత {0} రోజులలో, నవీకరించబడిన పొడిగింతలు
th: ส่วนเสริมที่ปรับปรุงใน {0} วันล่าสุด
tr: Güncellenen Eklentiler, son {0} gün
vi: Tiện ích đã cập nhật, {0} ngày qua

source: Add-ons Updated from {0} to {1}
ar: الإضافات المحدّثة من {0} إلى {1}
el: Πρόσθετα που ενημερώθηκαν από {0} ως {1}
fi: Lisäosat päivitetty {0}:sta {1}:een
fur: Components adizionâi inzornâts dai {0} ai {1}
fy_nl: Bywurke add-ons fan {0} oant {1}
gu_in: એડ-ઓન {0} થી {1} સુધી સુધારાશે
he: תוספות שעודכנו מתאריך {0} עד {1}
hi_in: {0} से {1} में अद्यतित किए गए ऐड-ऑन
hr: Dodaci ažurirani od {0} do {1}
ia: Additivos actualisate ab {0} al {1}
is: Viðbætur uppfærðar frá {0} til {1}
ja: {0} から {1} までのアドオン更新回数
ka: განახლებული დამატებები {0}-დან {1}-მდე
kab: Izegrar yettwaleqqmen si {0} ar {1}
ms: Add-ons Dikemaskini daripada {0} hingga {1}
nn_no: Utvidingar oppdatert frå {0} til {1}
pl: Zaktualizowane dodatki od {0} do {1}
pt_br: Complementos atualizados de {0} a {1}
pt_pt: Extras atualizados de {0} a {1}
ro: Suplimente actualizate din {0} până în {1}
si: {0} සිට {1} දක්වා යාවත්කාලීන එක්කහු
sk: Aktualizované doplnky, od {0} do {1}
sl: Posodobljeni dodatki od {0} do {1}
sr_latn: Dodataka ažurirano od {0} do {1}
sv_se: Tillägg uppdaterade mellan {0} och {1}
te: {0} నుండి {1} వరకు నవీకరించబడిన పొడిగింతలు
th: ส่วนเสริมที่ปรับปรุงจาก {0} ถึง {1}
tr: Güncellenen Eklentiler, {0} - {1} arasında
vi: Tiện ích đã cập nhật từ {0} đến {1}

source: Reviews Written, last {0} days
ar: التعليقات المكتوبة، آخر {0} أيام/يوم
ast: Reseñes escrites nos caberos {0} díes
bn: গত {0} দিনগুলিতে, পর্যালোচনা লেখা হয়েছে
el: Συνταχθείσες αξιολογήσεις, τελευταίες {0} ημέρες
fi: Arvostelut kirjoitettu, viimeiset {0} päivää
fur: Recensions scritis, ultins {0} dîs
fy_nl: Skreaune beoardielingen, lêste {0} dagen
gu_in: છેલ્લા {0} દિવસમાં, લખેલી સમીક્ષાઓ
he: סקירות שנכתבו, ב־{0} הימים האחרונים
hi_in: पिछले {0} दिनों में, लिखी समीक्षाएं
hr: Napisano ocjena, posljednjih {0} dana
ia: Revisiones scribite, ultime {0} dies
is: Umsagnir skrifaðar, síðustu {0} daga
ja: 最近 {0} 日間のレビュー投稿数
ka: გაკეთებული მიმოხილვები, ბოლო {0} დღეში
kab: Izaɣanen yuran, ineggura {0} n wussan
ms: Ulasan Ditulis, {0} hari lepas
nn_no: Vurderingar skrivne, siste {0} dagar
pl: Napisane opinie, ostatnie {0} dni
pt_br: Avaliações escritas nos últimos {0} dias
pt_pt: Revisões escritas, últimos {0} dias
ro: Recenzii scrise, ultimele {0} zile
si: ලියන ලද සමාලෝචන, පසුගිය දවස් {0}
sk: Napísané recenzie, posledných {0} dní
sl: Napisane ocene zadnjih {0} dni
sr_latn: Recenzija napisano, poslednjih {0} dana
sv_se: Recensioner skrivna de senaste {0} dagarna
te: గత {0} రోజులలో, రాయబడిన సమీక్షలు
th: บทวิจารณ์ที่เขียนใน {0} วันล่าสุด
tr: Yazılan İncelemeler, son {0} gün
vi: Các bài đánh giá trong {0} ngày trước

source: Reviews Written from {0} to {1}
ar: المراجعات المكتوبة من {0} إلى {1}
ast: Reseñes escrites dende'l {0} fasta'l {1}
bn: পর্যালোচনাগুলি লেখা হয়েছে {0} থেকে {1} এ
el: Συνταχθείσες αξιολογήσεις από {0} ως {1}
fi: Arvostelut kirjoitettu {0}:sta {1}:een
fur: Recensions scritis dai {0} ai {1}
fy_nl: Skreaune beoardielingen fan {0} oant {1}
gu_in: {0} થી {1} માં લખાયેલી સમીક્ષાઓ
he: סקירות שנכתבו מתאריך {0} עד {1}
hi_in: {0} से {1} में लिखी गई समीक्षाएं
hr: Napisano ocjena od {0} do {1}
ia: Revisiones scribite ab {0} al {1}
is: Umsagnir skrifaðar frá {0} til {1}
ja: {0} から {1} までのレビュー投稿数
ka: გაკეთებული მიმოხილვები {0}-დან {1}-მდე
kab: Iceggiren yuran si {0} ar {1}
ms: Ulasan Ditulis daripada {0} hingga {1}
nn_no: Vurderingar skrivne mellom {0} og {1}
pl: Napisane opinie do {0} do {1}
pt_br: Avaliações escritas de {0} a {1}
pt_pt: Revisões escritas de {0} a {1}
ro: Recenzii scrise din {0} până în {1}
si: {0} සිට {1} දක්වා ලියන ලද සමාලෝචන
sk: Napísané recenzie, od {0} do {1}
sl: Napisane ocene od {0} do {1}
sr_latn: Recenzija napisano od {0} do {1}
sv_se: Recensioner skrivna mellan {0} och {1}
te: {0} నుండి {1} వరకు రాయబడిన సమీక్షలు
th: บทวิจารณ์ที่เขียนจาก {0} ถึง {1}
tr: Yazılan İncelemeler, {0} - {1} arasında
vi: Các bài đánh giá từ {0} đến {1}

source: User Signups, last {0} days
ar: المستخدمين المسجّلين في آخر {0} من الأيام
ast: Rexistros d'usuariu nos caberos {0} díes
el: Εγγραφές χρήστη, τελευταίες {0} ημέρες
fi: Käyttäjien kirjautumiset, viimeiset {0} päivää
fur: Regjistrazions utents, ultins {0} dîs
fy_nl: Oanmeldingen, lêste {0} dagen
gu_in: વપરાશકર્તા સાઇનઅપ્સ, છેલ્લા {0} દિવસ
he: הרשמות משתמשים, ב־{0} הימים האחרונים
hi_in: उपयोगकर्ता पंजीकरण, पिछले {0} दिनों में
hr: Korisničkih prijava, posljednjih {0} dana
ia: Registrationes de usator, ultime {0} dies
is: Nýskráningar notenda, síðustu {0} daga
ja: 最近 {0} 日間のユーザログイン回数
ka: დარეგისტრებული მომხმარებლები, ბოლო {0} დღეში
kab: Tuqqniwin n useqdac , {0} n wussan ineggura
ms: Pendaftaran Pengguna, {0} hari lepas
nn_no: Brukarregistreringar dei siste {0} dagane
pl: Logowania użytkowników, ostatnie {0} dni.
pt_br: Inscrições de usuários nos últimos {0} dias
pt_pt: Subscrição de utilizadores, últimos {0} dias
ro: Înscrieri de utilizatori, ultimele {0} zile
si: පරිශ්‍රීලක ලියාපදිංචි, පසුගිය දවස් {0}
sk: Prihlásení používatelia, posledných {0} dní
sl: Uporabniške registracije zadnjih {0} dni
sr_latn: Registracije korisnika, poslednjih {0} dana
sv_se: Användarregistreringar de senaste {0} dagarna
te: వాడుకరి నమోదులు, చివరి {0} రోజులు
th: ผู้ใช้ที่ลงทะเบียนใน {0} วันล่าสุด
tr: Yeni Kullanıcı Kayıtları, son {0} gün
vi: Người dùng đã đăng ký, {0} ngày qua

source: User Signups from {0} to {1}
ar: تسجيلات المستخدمين من {0} إلى {1}
ast: Rexistros d'usuariu dende'l {0} fasta'l {1}
el: Εγγραφές χρήστη από {0} ως {1}
fi: Käyttäjien kirjautumiset {0}:sta {1}:een
fur: Regjistrazions utents dai {0} ai {1}
fy_nl: Oanmeldingen fan {0} oant {1}
gu_in: {0} થી {1} સુધીનાં વપરાશકર્તા સાઇનઅપ્સ
he: הרשמות משתמשים מתאריך {0} עד {1}
hi_in: {0} से {1} तक हुए उपयोगकर्ता साइन अप
hr: Korisničkih prijava od {0} do {1}
ia: Registrationes de usator ab {0} al {1}
is: Nýskráningar notenda frá {0} til {1}
ja: {0} から {1} までのユーザログイン回数
ka: დარეგისტრებული მომხმარებლები {0}-დან {1}-მდე
kab: Tuqqniwin n useqdac seg {0} ɣer {1}
ms: Pendaftaran Pengguna daripada {0} hingga {1}
nn_no: Brukarregistreringar mellom {0} og {1}
pl: Logowania użytkowników od {0} do {1}
pt_br: Inscrições de usuários de {0} a {1}
pt_pt: Subscrições de utilizadores de {0} a {1}
ro: Înscrieri de utilizatori din {0} până în {1}
si: {0} සිට {1} දක්වා පරිශ්‍රීලක ලියාපදිංචි
sk: Prihlásení používatelia, od {0} do {1}
sl: Uporabniške registracije od {0} do {1}
sr_latn: Registracije korisnika od {0} do {1}
sv_se: Användarregistreringar mellan {0} och {1}
te: {0} నుండి {1} నుండి వాడుకరి నమోదులు
th: ผู้ใช้ที่ลงทะเบียนจาก {0} ถึง {1}
tr: Yeni Kullanıcı Kayıtları, {0} - {1} arasında
vi: Người dùng đã đăng ký, từ {0} đến {1}

source: Collections Created, last {0} days
ar: المجموعات المُنشأة في آخر {0} من الأيام
ast: Coleiciones creaes nos caberos {0} díes
el: Συλλογές που δημιουργήθηκαν, τελευταίες {0} ημέρες
fi: Kokoelmia luotu, viimeiset {0} päivää
fur: Racueltis creadis, ultins {0} dîs
fy_nl: Makke kolleksjes, lêste {0} dagen
he: אוספים שנוצרו, ב־{0} הימים האחרונים
hi_in: पिछले {0} दिनों में, बनाये गए संग्रह
hr: Kolekcija napravljeno, posljednjih {0} dana
ia: Collectiones create, le ultime {0} dies
is: Söfn búin til, síðustu {0} daga
ja: 最近 {0} 日間のコレクション作成回数
ka: შექმნილი კრებულები, ბოლო {0} დღეში
kab: Tigrummiwin yettwarnan, {0} n wussan ineggura
ms: Koleksi Dicipta, {0} hari lepas
nn_no: Samlingar oppretta dei siste {0} dagane
pl: Utworzone kolekcje, ostatnie {0} dni
pt_br: Coleções criadas nos últimos {0} dias
pt_pt: Coleções criadas, últimos {0} dias
ro: Colecții create, ultimele {0} zile
si: සාදන ලද එකතු, පසුගිය දවස් {0}
sk: Vytvorené kolekcie, posledných {0} dní
sl: Ustvarjene zbirke zadnjih {0} dni
sr_latn: Kolekcija napravljeno, poslednjih {0} dana
sv_se: Samlingar skapade de senaste {0} dagarna
te: గత {0} రోజులలో, సృష్టించబడిన సేకరణలు
th: ชุดที่สร้างใน {0} วันล่าสุด
tr: Oluşturulan Koleksiyonlar, son {0} gün
vi: Bộ sưu tập được Tạo ra, {0} ngày trước

source: Collections Created from {0} to {1}
ar: المجموعات المنشأة من {0} إلى {1}
ast: Coleiciones dende'l {0} fasta'l {1}
bn: সংগ্রহগুলো তৈরী হয়েছে {0} থেকে {1}
el: Συλλογές που δημιουργήθηκαν από {0} ως {1}
fi: Kokoelmia luotu ajanjaksolla {0} - {1}
fur: Racueltis creadis dai {0} ai {1}
fy_nl: Makke kolleksjes fan {0} oant {1}
he: אוספים שנוצרו מתאריך {0} עד {1}
hi_in: {0} से {1} तक बनाए गए संग्रह
hr: Kolekcija napravljeno od {0} do {1}
ia: Collectiones create de {0} a {1}
is: Söfn búin til frá {0} til {1}
ja: {0} から {1} までのコレクション作成回数
ka: შექმნილი კრებულები {0}-დან {1}-მდე
kab: Tigrumminwin yettwarnan si {0} ar {1}
ms: Koleksi Dicipta daripada {0} hingga {1}
nn_no: Samlingar oppretta mellom {0} og {1}
pl: Utworzone kolekcje od {0} do {1}
pt_br: Coleções criadas de {0} a {1}
pt_pt: Coleções criadas de {0} a {1}
ro: Colecții create din {0} până în {1}
si: {0} සිට {1} දක්වා සාදන ලද එකතු
sk: Vytvorené kolekcie, od {0} do {1}
sl: Ustvarjene zbirke od {0} do {1}
sr_latn: Kolekcija napravljeno od {0} do {1}
sv_se: Samlingar skapade mellan {0} och {1}
te: {0} నుండి {1} వరకు సృష్టించబడిన సేకరణలు
th: ชุดที่สร้างจาก {0} ถึง {1}
tr: Oluşturulan Koleksiyonlar, {0} - {1} arasında
vi: Bộ sưu tập được Tạo ra từ {0} đến {1}

source: Subscribers, last {0} days
ar: المشتركون في آخر {0} من الأيام
ast: Soscriptores nos caberos {0} díes
el: Εγγεγραμμένοι, τελευταίες {0} ημέρες
fi: Tilaajat, viimeiset {0} päivää
fur: Iscrits, ultins {0} dîs
fy_nl: Abonnees, lêste {0} dagen
gu_in: સબ્સ્ક્રાઇબર્સ, છેલ્લા {0} દિવસ
he: מנויים, ב־{0} הימים האחרונים
hi_in: पिछले {0} दिनों में, जुड़े सदस्य
hr: Pretplatnika, posljednjih {0} dana
ia: Subscriptores, ultime {0} dies
is: Áskrifendur, síðustu {0} daga
ja: 最近 {0} 日間の購読者数
ka: გამომწერები, ბოლო {0} დღეში
kab: Imeltaɣen, {0} n wussan ineggura
ms: Pelanggan, {0} hari lepas
nn_no: Abonnentar dei siste {0} dagane
pl: Subskrybenci, ostatnie {0} dni
pt_br: Assinantes nos últimos {0} dias
pt_pt: Subscritores, últimos {0} dias
ro: Abonați, ultimele {0} zile
sk: Odbery, posledných {0} dní
sl: Naročniki zadnjih {0} dni
sr_latn: Pretplatnici, poslednjih {0} dana
sv_se: Prenumeranter de senaste {0} dagarna
te: చందాదార్లు, గత {0} రోజులు
th: ผู้ติดตามใน {0} วันล่าสุด
tr: Aboneler, son {0} gün
vi: Người đăng ký, {0} ngày qua

source: Subscribers from {0} to {1}
ar: المشتركين من {0} إلى {1}
ast: Soscriptores dende'l {0} fasta'l {1}
bn: সাবস্ক্রাইবার {0} থেকে {1}
el: Εγγεγραμμένοι από {0} ως {1}
fi: Tilaajat ajanjaksolla {0} - {1}
fur: Iscrits dai {0} ai {1}
fy_nl: Abonnees fan {0} oant {1}
gu_in: {0} થી {1} સુધી સબ્સ્ક્રાઇબર્સ
he: מנויים מתאריך {0} עד {1}
hi_in: {0} से {1} तक जुड़े सदस्य
hr: Pretplatnika od {0} do {1}
ia: Subscriptores ab {0} a {1}
is: Áskrifendur frá {0} til {1}
ja: {0} から {1} までの購読者数
ka: გამომწერები {0}-დან {1}-მდე
kab: Imeltaɣen si {0} ar {1}
ms: Pelanggan daripada {0} hingga {1}
nn_no: Abonnementar mellom {0} og {1}
pl: Subskrybenci od {0} do {1}
pt_br: Assinantes de {0} a {1}
pt_pt: Subscritores de {0} a {1}
ro: Abonați din {0} până în {1}
sk: Odbery, od {0} do {1}
sl: Naročniki od {0} do {1}
sr_latn: Pretplatnici od {0} do {1}
sv_se: Prenumeranter mellan {0} och {1}
te: {0} నుండి {1} వరకు చందాదార్లు
th: ผู้ติดตามจาก {0} ถึง {1}
tr: Aboneler, {0} - {1} arasında
vi: Người đăng ký từ {0} đến {1}

source: Ratings, last {0} days
ar: التقييمات في آخر {0} من الأيام
ast: Valoraciones nos caberos {0}
el: Αξιολογήσεις, τελευταίες {0} ημέρες
fi: Arvostelut viimeiseltä {0} päivältä
fur: Votazions, ultins {0} dîs
fy_nl: Wurdearringen, lêste {0} dagen
gu_in: રેટિંગ્સ, છેલ્લા {0} દિવસ
he: דירוגים, ב־{0} הימים האחרונים
hi_in: पिछले {0} दिनों में, मिले रेटिंग्स
hr: Ocjene, posljednjih {0} dana
ia: Valutationes, ultime {0} dies
is: Einkunnir, síðustu {0} daga
ja: 最近 {0} 日間の評価数
ka: შეფასებები, ბოლო {0} დღეში
kab: Tizmilin, {0} n wussan ineggura
ms: Penarafan, {0} hari lepas
nn_no: Vurderingar dei siste {0} dagane
pl: Oceny, ostatnie {0} dni
pt_br: Avaliações nos últimos {0} dias
pt_pt: Avaliações, últimos {0} dias
ro: Evaluări, ultimele {0} zile
si: ඇගැයුම්, පසුගිය දවස් {0}
sk: Hodnotenia, posledných {0} dní
sl: Ocene zadnjih {0} dni
sr_latn: Ocenjivanja, poslednjih {0} dana
sv_se: Betygsatt de senaste {0} dagarna
te: గత {0} రోజుల రేటింగులు
th: การจัดอันดับใน {0} วันล่าสุด
tr: Değerlendirmeler, son {0} gün
vi: Đánh giá, {0} ngày trước

source: Ratings from {0} to {1}
ar: التقييمات من {0} إلى {1}
ast: Valoraciones dende'l {0} fasta'l {1}
bn: রেটিং {0} থেকে {1}
el: Αξιολογήσεις από {0} ως {1}
fi: Arvostelut välillä {0} ja {1}
fur: Votazions dai {0} ai {1}
fy_nl: Wurdearringen fan {0} oant {1}
gu_in: {0} થી {1} સુધીની રેટિંગ્સ
he: דירוגים מתאריך {0} עד {1}
hi_in: {0} से {1} तक मिले रेटिंग्स
hr: Ocjene od {0} do {1}
ia: Valutationes ab{0} a {1}
is: Einkunnir frá {0} til {1}
ja: {0} から {1} までの評価数
ka: შეფასებები {0}-დან {1}-მდე
kab: Tizmilin si {0} ar {1}
ms: Penarafan daripada {0} hingga {1}
nn_no: Vurderingar mellom {0} og {1}
pl: Oceny od {0} do {1}
pt_br: Avaliações de {0} a {1}
pt_pt: Avaliações de {0} a {1}
ro: Evaluări din {0} până în {1}
si: {0} සිට {1} දක්වා ඇගැයුම්
sk: Hodnotenia, od {0} do {1}
sl: Ocene od {0} do {1}
sr_latn: Ocenjivanja od {0} do {1}
sv_se: Betygsatt mellan {0} och {1}
te: {0} నుండి {1} వరకు రేటింగులు
th: การจัดอันดับจาก {0} ถึง {1}
tr: Değerlendirmeler, {0} - {1} arasında
vi: Xếp hạng từ {0} đến {1}

source: Sales, last {0} days
ar: المبيعات في آخر {0} من الأيام
ast: Merques nos caberos {0} díes
el: Πωλήσεις, τελευταίες {0} ημέρες
fi: Myynnit, viimeiset {0} päivää
fur: Venditis, ultins {0} dîs
fy_nl: Ferkeap, lêste {0} dagen
gu_in: છેલ્લા {0} દિવસમાં, થયેલ વેચાણ
he: מכירות, ב־{0} הימים האחרונים
hi_in: पिछले {0} दिनों में, हुयी बिक्री
hr: Prodaja, posljednjih {0} dana
ia: Venditas, ultime {0} dies
is: Sala, síðustu {0} daga
ja: 最近 {0} 日間の販売数
ka: გაყიდვები, ბოლო {0} დღეში
kab: Izenza,{0} n wussan izrin
ms: Jualan, {0} hari lepas
nn_no: Sal, siste {0} dagar
pl: Sprzedaże, ostatnie {0} dni
pt_br: Vendas nos últimos {0} dias
pt_pt: Vendas, últimos {0} dias
ro: Vânzări, ultimele {0} zile
si: විකුණුම්, පසුගිය දවස් {0}
sk: Predaje, posledných {0} dní
sl: Prodaje zadnjih {0} dni
sr_latn: Prodaja, poslednjih {0} dana
sv_se: Försäljning de senaste {0} dagarna
te: గత {0} రోజుల అమ్మకాలు
th: การขายใน {0} วันล่าสุด
tr: Satışlar, son {0} gün
vi: Bán hàng, {0} ngày qua
