Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Do you need more information about the various open source licenses? Are you confused as to which license you should select? What rights does a specific license grant? While nothing replaces reading the full terms of a license, below are some sites that contain information about some of the key open source licenses that may help you sort out the differences between them. These sites are being provided solely for your convenience and as a reference for your personal use. These resources do not constitute legal advice nor should they be used in lieu of such advice. Mozilla neither guarantees nor is responsible for the content of these sites or your reliance on such content.
id: Apakah anda perlu tambahan informasi mengenai berbagai lisensi sumber terbuka? Apakah anda kebingungan mengenai lisensi mana yang harus anda pilih? Hak apakah yang memberi lisensi secara spesifik? Tidak ada yang menggantikan membaca ketentuan lengkap sebuah lisensi, di bawah ini ada sejumlah situs yang mengandung informasi mengenai beberapa kunci lisensi sumber terbuka yang bisa membantu anda menyortir perbedaan di antaranya. Situs ini disediakan hanya untuk kenyamanan anda dan sebagai referensi untuk penggunaan pribadi. Sumber ini tidak dianggap saran hukum dan tidak sebaiknya digunakan untuk memberi saran terkait hal tersebut. Mozilla tidak menjamin dan tidak bertanggung jawab atas konten situs ini jika anda bergantung padanya.
sq: Ju duhet më tepër informacion rreth licencash të ndryshme burimi të hapur? Jeni në mëdyshje se cilën licencë do të duhej të përzgjidhnit? Ç’të drejta akordon një licencë e caktuar? Ndërkohë që asgjë s’mund të zëvendësojë leximin e kushteve të plota të një licence, më poshtë keni disa sajte që përmbajnë të dhëna mbi disa nga licencat e njohura të burimit të hapur, që mund t’ju ndihmojnë të kuptoni dallimet mes tyre. Këto sajte jepen këtu vetëm për t’ju lehtësuar punën dhe si referencë për përdorim personal. Këto burime s’përbëjnë ndihmë ligjore, dhe as duhen përdorur në vend të një ndihme të tillë. Mozilla as garanton, dhe as mban përgjegjësi për lëndën e këtyre sajteve, dhe as për mbështetjen tuaj në lëndë të tillë.
sv_se: Behöver du mer information om de olika licenserna för öppen källkod? Är du förvirrad om vilken licens du ska välja? Vilka rättigheter kan en särskild licens bevilja? Då ingenting ersätter de fullständiga villkoren för en licens, nedan är några webbplatser som innehåller information om några av de viktigaste licenserna för öppen källkod som kan hjälpa dig att reda ut skillnaderna mellan dem. Dessa platser tillhandahålls enbart för din bekvämlighet och som en referens för personligt bruk. Dessa resurser utgör inte juridisk rådgivning och inte heller bör de användas i stället för ett sådant råd. Mozilla varken garanterar eller ansvarar för innehållet på dessa webbplatser eller din tillit till sådant innehåll.

source: In addition to the full text of the Mozilla Public License("MPL"), this also provides an annotated version of the MPL and an <abbr title="Frequently Asked Questions">FAQ</abbr> to help you if you want to use or distribute code licensed under it.
id: Sebagai tambahan untuk teks lengkap Lisensi Publik Mozilla("MPL"), ini juga menyediakan versi beranotasi dari MPL dan <abbr title="Frequently Asked Questions">FAQ</abbr> untuk membantu anda jika anda ingin menggunakan atau mendistribusikan kode di bawahnya.
sq: Përtej tekstit të plotë të licencës Mozilla Public License("MPL"), këtu jepet një version i komentuar i MPL-së dhe një ndarje <abbr title="Frequently Asked Questions">FAQ</abbr>, për t’ju ndihmuar të përdorni ose shpërndani kod të licencuar sipas saj.
sv_se: Förutom den fullständiga texten till Mozilla Public License ("MPL"), ger detta också en kommenterad version av MPL och en <abbr title="Frequently Asked Questions">FAQ</abbr> för att hjälpa dig om du vill använda eller distribuera koden licensierat under det.

source: A table summarizing and comparing how some of the key open source licenses treat distributions, proprietary software linking, and redistribution of code with changes.
id: Tabel yang meringkas dan membandingkan bagaimana sebagian dari kunci lisensi kode terbuka memperlakukan distribusi, kaitan perangkat lunak asal, dan distribusi ulang kode dengan perubahan.
sq: Një tabelë që përmbledh dhe krahason se si disa prej licencave të njohura të burimit të hapur trajtojnë shpërndarjen, lidhjen te software pronësor, dhe rishpërndarjen e kodit me ndryshim.
sv_se: En tabell som sammanställer och jämför hur några av de viktigaste licenserna för öppen källkod behandlar distributioner, proprietär programvarulänkning och omfördelning av koden med ändringar.

source: Free Software Foundation provides short summaries of the key open source licenses, including whether the license qualifies as a free software license or a copyleft license. Also includes a discussion of what constitutes a free software license or a copyleft license (e.g., a Copyleft license is a general method for making a program or other work free, and requiring all modified and extended versions of the program to be free as well.)
sq: Free Software Foundation ofron përmbledhje të shkurtra të licencave kryesore të burimit të hapur, përfshi gjykimin nëse licenca kualifikohet si licencë software-i të lirë ose licencë copyleft. Po aty përfshihet një diskutim se çfarë e bën një licencë, licencë software-i të lirë apo licencë copyleft (p.sh., një licencë copyleft është një metodë e përgjithshme për ta bërë të lirë një program ose një vepër, dhe që kërkon domosdoshmërisht që krejt versionet e ndryshuara dhe zgjeruara të programit të jenë edhe ato të lira.)

source: Open Source Initiative provides the terms of some of the key open source licenses.
id: Inisiatif Sumber Terbuka menyediakan ketentuan untuk sejumlah kunci lisensi sumber terbuka.
sq: Open Source Initiative ejp kushtet e disa prej licencave kryesore të burimit të hapur.
sr_latn: Inicijativa otvorenog izvora bezbeđuje uslove nekih od ključnih licenci otvorenog koda.
sv_se: Open Source Initiative ger villkoren för några av de viktigaste licenserna för öppen källkod.

source: A comparison of known open source licenses on Wikipedia.
hu: Ismert nyílt forrású licencek összehasonlítása a Wikipédián.
id: Perbandingan untuk lisensi sumber terbuka yang sudah dikenal di Wikipedia.
sq: Krahasim licencash të njohura burimi të hapur, te Wikipedia.
sv_se: En jämförelse av kända licenser för öppen källkod finns på Wikipedia.

source: A site to provide non-judgmental guidance on choosing a license for your open source project.
hu: Egy webhely, amely ítéletmentes útmutatást ad ahhoz, hogy licencet válasszon a nyílt forráskódú projektjéhez.
id: Sebuah situs yang menediakan panduan yang tidak menghakimi dalam memilih lisensi untuk proyek sumber terbuka anda.
sq: Sajt për të dhënë udhëzime, jo verdikte, mbi zgjedhjen e një licence për projektin tuaj me burim të hapur.
sv_se: En webbplats för att ge icke-dömande vägledning om hur du väljer en licens för ditt projekt med öppen källkod.

source: Frequently Asked Questions
hu: Gyakran Ismételt Kérdések
id: Часті питання
kab: Isteqsiyen itezzin aṭas
sk: Často kladené otázky
sq: Pyetje të Bëra Shpesh
sr_latn: Često postavljena pitanja
sv_se: Vanliga frågor

source: Using Add-ons
hu: Kiegészítők használata
id: Menggunakan Pengaya
kab: Aseqdec n izegrar
sk: Používame doplnky
sq: Përdorim Shtesash
sr_latn: Korišćenje dodataka
sv_se: Använda tillägg

source: What is an add-on?
hu: Mi az a kiegészítő?
id: Apakah pengaya itu?
kab: D acu-t uzegrir?
sk: Čo sú to doplnky?
sq: Ç’është një shtesë?
sr_latn: Šta je dodatak?
sv_se: Vad är ett tillägg?

source: Add-ons are small pieces of software that add new features or functionality to your installation of %(app_name)s. Add-ons can augment %(app_name)s with new features, foreign language dictionaries, or change its visual appearance. Through add-ons, you can customize %(app_name)s to meet your needs and tastes. <a href="%(learnmore_url)s">Learn more about customization</a>
hu: A kiegészítők olyan kis szoftverkomponensek, amelyek új funkciókat adnak a %(app_name)s alkalmazáshoz. A kiegészítők olyan funkciókat adhatnak a %(app_name)s alkalmazáshoz, mint szótárak vagy a megjelenés módosítása. A kiegészítőkön keresztül testreszabható a %(app_name)s, hogy minél jobban illeszkedjen az igényekhez és az ízléshez. <a href="%(learnmore_url)s">Tudjon meg többet a testreszabásról</a>
id: Pengaya adalah bagian kecil perangkat lunak yang menambah fitur atau fungsi untuk pemasangan %(app_name)s. Pengaya bisa menambah %(app_name)s dengan fitur baru, kamus bahasa asing, atau mengubah tampilan visualnya. Melalui pengaya, anda bisa menyesuaikan %(app_name)s sesuai dengan kebutuhan dan selera anda. <a href="%(learnmore_url)s">Pelajari lebih lanjut tentang penyesuaian</a>
kab: Izegrar d ticeqqufin meẓẓiyen n iseɣzanen irennun timahilin timaynutin deg usebded n %(app_name)s. Izegrar zemren ad snernin %(app_name)s s usumer n tmahilin timaynutin, imawalen n tutlayin tibeṛṛaniyin neɣ asnifel n wudem. S useqdec n izegrar, tzemreḍ ad tmuddeḍ udem i %(app_name)s akken tebɣiḍ. <a href="%(learnmore_url)s">Issin ugar ɣef waggan</a>
sq: Shtesat janë programe të vegjël që shtojnë te instalimi juaj i %(app_name)s-it veçori ose funksione të reja shtese. Shtesat mund ta rrisin %(app_name)s-in me veçori të reja, fjalorë gjuhësh të huaja, ose të ndryshojnë anën pamore të tij. Përmes shtesave, %(app_name)s-in mund të personalizoni që të puqet me shijet dhe nevojat tuaja. <a href="%(learnmore_url)s">Mësoni më tepër rreth personalizimit</a>
sv_se: Tillägg är små bitar av programvara som ger nya funktioner eller funktionalitet till din installation av %(app_name)s. Tillägg kan öka %(app_name)s med nya funktioner, utländska ordböcker eller ändra dess utseende. Genom tillägg, kan du skräddarsy %(app_name)s för att möta dina behov och smak. <a href="%(learnmore_url)s">Läs mer om anpassning</a>

source: Will add-ons work with my web browser or application?
hu: A kiegészítők működni fognak a böngészőmmel vagy az alkalmazásommal?
id: Akankah pengaya bekerja dengan peramban atau aplikasi saya?
kab: Izegrar ad ddun akked iminig inu neɣ asnas inu?
sq: A do të punojnë shtesat me shfletuesin ose aplikacionin tim web?
sr_latn: Da li će dodatak raditi na mom veb pregledaču ili aplikaciji?
sv_se: Kommer tillägg att fungera med min webbläsare eller program?

source: Add-ons listed in this gallery only work with Mozilla-based applications, such as <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a>, and <a href="%(getthunderbird_url)s">Thunderbird</a>. However, not all add-ons work with each of those applications or every version of those applications. Each add-on specifies which applications and versions it works with, such as Firefox 2.0 - 3.6.*. For Firefox add-ons, the install buttons will indicate whether the add-on is compatible or not.
hu: A galériában található kiegészítők csak Mozilla-alapú alkalmazásokkal működnek, mint például a <a href="%(getfirefox_url)s">Firefox</a>, a <a href="%(getmobile_url)s"> Firefox Mobile </a>, a <a href="%(getseamonkey_url)s">SeaMonkey</a> és a <a href="%(getthunderbird_url)s">Thunderbird</a>. Azonban nem minden kiegészítő működik mindegyik alkalmazással vagy minden verzióval. Minden kiegészítő meghatározza, hogy mely alkalmazásokkal és változatokkal működik együtt, mint például Firefox 2.0 - 3.6.*. A Firefox-kiegészítőknél a telepítés gomb jelzi, hogy a kiegészítő kompatibilis, vagy sem.
id: Pengaya yang terdaftar dalam galeri ini hanya bekerja dengan aplikasi berbasis Mozilla, misalnya <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a>, dan <a href="%(getthunderbird_url)s">Thunderbird</a>. Namun demikian tidak semua pengaya bekerja dengan tiap aplikasi itu atau setiap versi dari aplikasi tersebut. Tiap pengaya merinci aplikasi mana dan di version mana pengaya itu bisa bekerja, misalnya Firefox 2.0 - 3.6.*. Untuk pengaya Firefox, tombol pemasangan akan mengindikasikan apakah pengaya ini cocok atau tidak.
kab: Izegrar i d-yettwabedren di tmidelt teddun kan akked yesnasen yebnan ɣef Mozilla, am <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a>, akked <a href="%(getthunderbird_url)s">Thunderbird</a>. Acukan, mačči akk izegrar teddun deg iwet n tikelt fell-asen neɣ yal lqem deg-sen. Yal azegrir yemmal-d anwa isnasen neq ileqman anida iteddu, am Firefox 2.0 - 3.6.*. deg izegrar n Firefox, tiqeffalin n usebded mmalent-d ma yella azegrir yemṣada neɣ ala.
sq: Shtesat e treguara në këtë galeri punojnë vetëm për aplikacione me bazë Mozilla, të tilla si <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a>, dhe <a href="%(getthunderbird_url)s">Thunderbird</a>. Megjithatë, jo të tëra shtesat punojnë me krejt këto aplikacione, ose me çdo version të këtyre aplikacioneve. Çdo shtesë e tregon se me cilat aplikacione dhe versione punon, fjala vjen Firefox 2.0 - 3.6.*. Për shtesat për Firefox, pjesa e instalimit do të tregojë nëse shtesa është e përputhshme ose jo.
sv_se: Tillägg som listas i detta galleri fungerar endast med Mozilla-baserade program, såsom <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobil</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a> och <a href="%(getthunderbird_url)s">Thunderbird</a>. Men inte alla tillägg fungerar med vart och ett av dessa program eller varje version av dessa program. Varje tillägg anger vilka program och versioner som det fungerar med, såsom Firefox 2.0 - 3.6.*. För Firefoxs tillägg, kommer installationsknappen att ange om tillägget är kompatibel eller inte.

source: What are the different types of add-ons?
hu: Milyen különböző típusú kiegészítők vannak?
id: Apa sajakah tipe pengaya yang berbeda?
kab: Acu-ten wanawen izergrar?
sk: Aké typy doplnkov sú dostupné?
sq: Ç’janë llojet e ndryshme të shtesave?
sr_latn: Koji su različiti tipovi dodataka?
sv_se: Vad finns det för olika typer av tillägg?

source: There are several kinds of add-ons that customize %(app_name)s in different ways:
hu: A különböző típusú kiegészítők különböző módon képesek testreszabni a %(app_name)s alkalmazást:
id: Ada beberapa jenis pengaya yang disesuaikan dengan %(app_name)s dalam berbagai cara:
kab: Deqs n wanawen n izegrar i yellal akken ad mudden udem i %(app_name)s s deqs n tarrayin :
sq: Ka një numër shtesash për personalizimin e %(app_name)s-it në rrugë të ndryshme:
sr_latn: Postoji nekoliko vrsta dodataka koje možete da prilagodite %(app_name)s na različite načine:
sv_se: Det finns flera slags tillägg som anpassar %(app_name)s på olika sätt:

source: <strong><a href="%(browse_url)s">Extensions</a></strong> add new features to %(app_name)s or modify existing functionality. There are extensions that allow you to block advertisements, download videos from websites, integrate more closely with social websites, and add features you see in other applications.
hu: A <strong><a href="%(browse_url)s">kiegészítők</a></strong> új funkciókat adnak vagy módosítják a %(app_name)s funkcionalitását. Vannak olyan bővítmények, amelyek segítségével letilthatók a reklámok, jobb integrációt tesznek lehetővé a közösségi oldalakkal és más alkalmazásokban található funkciókat tesz elérhetővé.
id: <strong><a href="%(browse_url)s">Ekstensi</a></strong> tambahkan fitur baru ke %(app_name)s atau mengubah fungsi yang sudah ada. Terdapat sejumlah ekstensi yang memungkinkan anda untuk menghentikan iklan, mengunduh video dari situs, berintegrasi lebih erat dengan situs sosial, dan menambah fitur yang anda lihat dalam aplikasi lainnya.
kab: <strong><a href="%(browse_url)s">Isiɣzaf</a></strong> Rennun timahinlin timaynutin i %(app_name)s neɣ snifilen tamahilt yellan yakan. Deqs isiɣzaf sirigen asewḥel n udellel, asider n tvidyutin seg ismal web, aslaɣ akked yesmal web n tmetti, akked timerna n tmahilin i tettwalid deg isnasen nniḍen.
sq: <strong><a href="%(browse_url)s">Zgjerime</a></strong> shtoni te %(app_name)s veçori të reja ose ndryshoni funksione ekzistuese. Ka zgjerime që ju lejojnë të bllokoni reklamat, të shkarkoni video prej sajtesh, të integroheni më tepër me sajte shoqërorë, dhe të shtoni veçori që shihni në aplikacione të tjera.
sv_se: <strong><a href="%(browse_url)s">Utökningar</a></strong> lägger till nya funktioner i %(app_name)s eller ändrar befintliga funktioner. Det finns utökningar som gör att du kan blockera annonser, ladda ner video från webbplatser, integreras närmare med sociala webbplatser och lägga till funktioner som du ser i andra program.

source: <strong><a href="%(browse_url)s">Complete Themes</a></strong> change the entire appearance of %(app_name)s, usually including icons, colors, dialogs, and other visual styles.
hu: <strong><a href="%(browse_url)s">A teljes témák</a></strong> megváltoztatják a %(app_name)s teljes megjelenését, általában ikonokat, színeket, párbeszédablakokat és vizuális stílusokat is tartalmaznak.
id: <strong><a href="%(browse_url)s">Tema Lengkap</a></strong> mengubah tampilan seluruh %(app_name)s, biasanya termasuk ikon, warna, dialog dan gaya visual lainnya.
kab: <strong><a href="%(browse_url)s">Isental ummiden</a></strong> akken ad tesnifleḍ akk udem n %(app_name)s, ama d tignitin, initen neɣ iferdisen nniḍen.
sq: <strong><a href="%(browse_url)s">Temat e Plota</a></strong> ndryshojnë krejt pamjen në %(app_name)s, duke përfshirë zakonisht ikonat, ngjyrat, dialogët, dhe të tjerë elemente pamorë.
sr_latn: <strong><a href="%(browse_url)s">Kompletne teme</a></strong> menjaju ceo izgled %(app_name)s, obično uključujući ikonice, boje, dijaloge i druge vizuelne stilova.
sv_se: <strong><a href="%(browse_url)s">Kompletta teman</a></strong> ändrar hela utseendet på %(app_name)s, oftast inklusive ikoner, färger, dialogrutor och andra visuella stilar.

source: <strong><a href="%(browse_url)s">Themes</a></strong> are lightweight themes that use background images to customize your %(app_name)s toolbars.
id: <strong><a href="%(browse_url)s">Tema</a></strong> adalah tema ringan yang menggunakan gambar latar untuk menyesuaikan toolbar %(app_name)s anda.
kab: <strong><a href="%(browse_url)s">Isental</a></strong> d isental fessusen ittuseqdacen deg tugniwin n ugilal i waggan n ifeggagen ine n ifecka %(app_name)s.
sk: <strong><a href="%(browse_url)s">Témy</a></strong> sú odľahčené vzhľady, ktoré umožňujú zmeniť obrázok na pozadí panelov aplikácie %(app_name)s.
sq: <strong><a href="%(browse_url)s">Temat</a></strong> janë tema të lehta që përdorin figura sfondi për të personalizuar panelet tuaja te %(app_name)s.
sr_latn: <strong><a href="%(browse_url)s">Teme</a></strong> su lagane teme koje koriste slike u pozadini da prilagode Vaš %(app_name)s sa trakom sa alatkama.
sv_se: <strong><a href="%(browse_url)s">Teman</a></strong> är lätta teman som använder bakgrundsbilder för att anpassa verktygsfälten för %(app_name)s.

source: <strong><a href="%(browse_url)s">Search Providers</a> </strong> add additional choices to the search box dropdown. These providers allow you to quickly search any website.
hu: A <strong><a href="%(browse_url)s">keresőszolgáltatások</a></strong> további lehetőségeket adnak a keresőmező legördülő listához. Ezek a szolgáltatások lehetővé teszik a gyors keresést tetszőleges weboldalon.
id: <strong><a href="%(browse_url)s">Penyedia Pencarian</a> </strong> menambah pilihan lainnya untuk kotak pencarian yang muncul ke bawah. Penyedia ini memungkinkan anda untuk mencari situs apa saja dengan cepat.
kab: <strong><a href="%(browse_url)s">Imseddayen n unadi</a> </strong> akken ad ternuḍ afran amaynut n imseddayen n unadi. Imsedddayen-agi ak-eǧǧen ad tnadiḍ s wudem fessusen yal asmel.
sq: <strong><a href="%(browse_url)s">Mundësues Kërkimesh</a> </strong> shtoni te kutia hapmbyll e kërkimeve më tepër mundësit. Këta mundësues ju lejojnë të kërkoni shpejt e shpejt në çfarëdo sajti.
sr_latn: <strong><a href="%(browse_url)s">Pretraživači</a> </strong> dodaju dodatne izbore u padajućem meniju polja za pretragu . Ovi provajderi omogućavaju Vam da brzo pretraživanje bilo koji sajt.
sv_se: <strong><a href="%(browse_url)s">Sökleverantörer</a> </strong> lägger till ytterligare alternativ i listrutan Sök. Dessa leverantörer gör att du snabbt kan söka på webbplatsen.

source: <strong><a href="%(browse_url)s">Dictionaries & Language Packs</a></strong> add support for additional languages to %(app_name)s.
hu: <strong>A <a href="%(browse_url)s">Szótárak és nyelvi csomagok</a></strong> %(app_name)s alkalmazáshoz adott nyelvi támogatást biztosítanak.
id: <strong><a href="%(browse_url)s">Kamus & Paket Bahasa</a></strong> menambahkan dukungan bahasa lain untuk %(app_name)s.
kab: <strong><a href="%(browse_url)s">Imawalen & Ikemmusen utlayanen</a></strong> akken ad ternuḍ tutlayin-nniḍen ar %(app_name)s.
sq: <strong><a href="%(browse_url)s">Fjalorë & Paketa Gjuhësore</a></strong> shtoni mbulim për gjuhë të tjera te %(app_name)s.
sr_latn: <strong><a href="%(browse_url)s">Rečnici i paketi jezika</a></strong> dodaju podršku %(app_name)s za dodatne jezike.
sv_se: <strong><a href="%(browse_url)s">Ordlistor & Språkpaket</a></strong> ger stöd för ytterligare språk i %(app_name)s.

source: <strong><a href="%(browse_url)s">Plugins</a></strong> help %(app_name)s display or understand different types of media, such as Adobe Flash or Apple Quicktime.
hu: <strong>A <a href="%(browse_url)s">Bővítmények</a></strong> segítségével a %(app_name)s alkalmazás képes különböző típusú médiákat megjeleníteni vagy feldolgozni, ilyen például az Adobe Flash vagy az Apple Quicktime.
id: <strong><a href="%(browse_url)s">Plugin</a></strong> bantuan %(app_name)s menampilkan atau memahami tipe media yang berbeda, misalnya Adobe Flash atau Apple Quicktime.
kab: <strong><a href="%(browse_url)s">Imenṭaḍen</a></strong> ad mudden afus i %(app_name)s ad d-yesken neɣ ad yegzu deqs n wanawen n wallalen n teɣwalt am Adobe Flash neɣ Apple Quicktime.
sq: <strong><a href="%(browse_url)s">Shtojcat</a></strong> e ndihmojnë %(app_name)s të shfaqë ose përpunojë lloje të ndryshme mediash, të tilla si Adobe Flash ose Apple Quicktime.
sr_latn: <strong><a href="%(browse_url)s">Priključci</a></strong> pomažu %(app_name)s da prikazuje ili razume različite vrste medija, kao što su Adobe Flash ili Apple Quicktime.
sv_se: <strong><a href="%(browse_url)s">Insticksmoduler</a></strong> hjälper %(app_name)s visa eller förstå olika typer av media, till exempel Adobe Flash eller Apple Quicktime.

source: How do I install, manage, or remove an add-on?
hu: Hogyan lehet telepíteni, kezelni vagy eltávolítani a kiegészítőket?
id: Bagaimana cara saya memasang, mengelola atau menghapus pengaya?
kab: Amek ara sbeddeɣ, ad sferkeɣ, neɣ ad kkseɣ azegrir?
sk: Ako môžem nainštalovať, spravovať alebo odstrániť doplnok?
sq: Si ta instaloj, administroj, ose heq një shtesë?
sr_latn: Kako da instaliram, upravljam ili uklonim dodatak?
sv_se: Hur installerar jag, hanterar eller tar bort ett tillägg?
