Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Delay-rejected, scheduled for %s
fur: Refudade cun ritart, programade pai %s
fy_nl: Fertraagd ôfwiisd, pland foar %s
ia: Rejection-retardate, programmate pro le %s
is: Hafnað eftir töf, áætlað fyrir %s
nb_no: Forsinket avvist, planlagt til %s
nn_no: Forsinka avvist, planlagt til %s
ro: Respins cu întârziere, programat pentru %s
tr: Gecikme nedeniyle reddedildi, %s için planlandı
vi: Bị từ chối trì hoãn, được lên lịch vào %s

source: Auto-approved, Confirmed
es_ar: Autoaprobado, Confirmado
fi: Automaattisesti hyväksytty, vahvistettu
fur: Aprovade in automatic, confermade
fy_nl: Automatysk goedkard, befêstige
hr: Automatski odobreno, potvrđeno
ia: Auto-approbate, confirmate
is: Samþykkt sjálfvirkt, staðfest
nb_no: Autogodkjent, bekreftet
nn_no: Automatisk godkjenning, stadfesta
ro: Aprobat automat, confirmat
tr: Otomatik onaylandı, doğrulandı
vi: Được tự động phê duyệt, đã xác nhận

source: Auto-approved, not Confirmed
es_ar: Autoaprobado, no Confirmado
fi: Automaattisesti hyväksytty, ei vahvistettu
fur: Aprovade in automatic, no confermade
fy_nl: Automatysk goedkard, net befêstige
hr: Automatski odobreno, nepotvrđeno
ia: Auto-approbate, non confirmate
is: Samþykkt sjálfvirkt, ekki staðfest
nb_no: Autogodkjent, ikke bekreftet
nn_no: Automatisk godkjenning, ikkje stadfesta
ro: Aprobat automat, neconfirmat
tr: Otomatik onaylandı, doğrulanmadı
vi: Được tự động phê duyệt, chưa được xác nhận

source: Approved, Manual
es_ar: Aprobado, Manual
fi: Hyväksytty, manuaalinen
fur: Aprovade, a man
fy_nl: Goedkard, hânmjittich
hr: Odobreno, ručno
ia: Approbate, manual
is: Samþykkt, handvirkt
nb_no: Godkjent, manuell
nn_no: Godkjend, manuelt
ro: Aprobat, manual
tr: Onaylandı, manuel
vi: Đã được phê duyệt, thủ công

source: Disabled by Developer
es_ar: Deshabilitado por el desarrollador
fi: Poistettu käytöstä kehittäjän toimesta
fur: Disativade dal svilupadôr
fy_nl: Utskeakele troch ûntwikkeler
he: מושבת על־ידי המפתח
hr: Deaktivirano od programera
ia: Disactivate per le disveloppator
is: Gert óvirkt af hönnuðum
nb_no: Deaktivert av utvikler
nn_no: Deaktivert av utviklar
ro: Dezactivat de către dezvoltator
tr: Geliştirici tarafından devre dışı bırakıldı
vi: Bị nhà phát triển vô hiệu hóa

source: The install origin {origin} is not permitted.
es_ar: El origen de instalación {origin} no está permitido.
fi: Asennuksen alkuperä {origin} ei ole sallittu.
fur: La origjin de instalazion {origin} no je consintude.
fy_nl: De ynstallaasjeboarne {origin} is net tastien.
hr: Izvor instalacije {origin} nije dozvoljen.
ia: Le origine del installation {origin} non es permittite.
is: Uppsetning frá staðsetningunni {origin} er ekki leyfileg.
nb_no: Installasjonsopprinnelsen {origin} er ikke tillatt.
nn_no: Installasjonsopphavet {origin} er ikkje tillate.
ro: Originea instalării {origin} nu este permisă.
tr: {origin} yükleme kaynağına izin verilmiyor.
vi: Origin cài đặt {origin} không được phép.

source: Version {version_string} was uploaded before and deleted.
es_ar: La versión {version_string} fue subida anteriormente y eliminada.
fi: Versio {version_string} lähetettiin aiemmin ja poistettiin.
fur: La version {version_string} e je za stade cjariade e po eliminade.
fy_nl: Ferzje {version_string} is earder al opladen fuortsmiten.
he: הגרסה {version_string} הועלתה בעבר ונמחקה.
hr: Verzija {version_string} je već prije bila prenesena i izbrisana.
ia: Le version {version_string} ha jam essite incargate e delite.
nb_no: Versjon {version_string} er lastet opp tidligere og slettet.
nn_no: Versjon {version_string} vart lasta opp tidlegare og sletta.
ro: Versiunea {version_string} a mai fost încărcată și apoi ștearsă.
th: เวอร์ชัน {version_string} ถูกอัปโหลดก่อนและถูกลบแล้ว
tr: {version_string} sürümü daha önce yüklendi ve silindi.
vi: Phiên bản {version_string} đã được tải lên trước đó và đã bị xóa.

source: Version {version_string} already exists.
es_ar: La versión {version_string} ya existe.
fi: Versio {version_string} on jo olemassa.
fur: La version {version_string} e esist bielzà.
fy_nl: Ferzje {version_string} bestiet al.
he: הגרסה {version_string} כבר קיימת.
hr: Verzija {version_string} već postoji.
ia: Le version {version_string} jam existe.
is: Útgáfa {version_string} er þegar til.
nb_no: Versjon {version_string} finnes allerede.
nn_no: Versjon {version_string} finst allereie.
ro: Versiunea {version_string} există deja.
th: มีเวอร์ชัน {version_string} อยู่แล้ว
tr: {version_string} sürümü zaten var.
vi: Phiên bản {version_string} đã tồn tại.

source: Version {version_string} must be greater than the previous approved version {previous_version_string}.
es_ar: La versión {version_string} debe ser mayor que la versión aprobada previamente {previous_version_string}.
fi: Version {version_string} on oltava uudempi kuin edellinen hyväksytty versio {previous_version_string}.
fur: La version {version_string} e scugne jessi plui grande de version aprovade prime {previous_version_string}.
fy_nl: Ferzje {version_string} moat heger wêze as de foarige goedkarte ferzje {previous_version_string}.
he: הגרסה {version_string} חייבת להיות גדולה מהגרסה הקודמת שאושרה {previous_version_string}.
ia: Le version {version_string} debe esser major que le version approbate precedente {previous_version_string}.
nb_no: Versjon {version_string} må være høyere enn den forrige godkjente versjonen {previous_version_string}.
nn_no: Versjon {version_string} må vere høgare enn den tidlegare godkjende versjonen {previous_version_string}.
ro: Versiunea {version_string} trebuie să fie superioară versiunii anterioare aprobate {previous_version_string}.
th: เวอร์ชัน {version_string} จะต้องสูงกว่าเวอร์ชัน {previous_version_string} ที่ได้รับอนุมัติก่อนหน้านี้
tr: {version_string} sürümü, daha önce onaylanan {previous_version_string} sürümünden daha büyük olmalıdır.
vi: Phiên bản {version_string} phải lớn hơn phiên bản {previous_version_string} đã được phê duyệt trước đó.

source: Mozilla Add-ons: {} [{}]
es_ar: Complementos de Mozilla: {} [{}]
fi: Mozilla-lisäosat: {} [{}]
he: תוספות Mozilla‏: {} [{}]
hr: Mozilla dodaci: {} [{}]
ia: Additivos de Mozilla: {} [{}]
is: Mozilla-viðbætur: {} [{}]
nb_no: Mozilla-tillegg: {} [{}]
nn_no: Mozilla tillegg: {} [{}]
ro: Suplimente Mozilla: {} [{}]
th: ส่วนเสริมของ Mozilla: {} [{}]
tr: Mozilla Eklentileri: {} [{}]
vi: Tiện ích Mozilla: {} [{}]

source: Decision {0}
es_ar: Decisión {0}
fi: Päätös {0}
fy_nl: Beslissing {0}
he: החלטה {0}
hr: Odluka {0}
is: Ákvörðun {0}
nb_no: Beslutning {0}
nn_no: Avgjersle {0}
ro: Decizia {0}
th: การตัดสินใจ {0}
tr: Karar {0}
vi: Quyết định {0}

source: Email:
es_ar: Correo electrónico:
fy_nl: E-mailadres:
he: דוא״ל:
hr: E-mail adresa:
nb_no: E-post:
te: ఈమెయిలు:
th: อีเมล:
tr: E-posta:

source: Recommended
es_ar: Recomendado
fy_nl: Oanrekommandearre
he: מומלצת
hr: Preporučeno
ia: Recommendate
nb_no: Anbefalt
te: సిఫార్సు చేయబడింది
th: แนะนำ
tr: Önerilen
vi: Được đề xuất

source: By Firefox
es_ar: Por Firefox
fy_nl: Troch Firefox
he: מאת Firefox
hr: Od Firefoxa
ia: Per Firefox
nb_no: Av Firefox
te: Firefox చే
th: โดย Firefox
tr: Firefox’tan
vi: Bởi Firefox

source: Spotlight
es_ar: Destacado
hr: Istaknuto
ia: Puncto luce
nb_no: Fremhevet
th: สปอตไลต์
tr: Öne çıkanlar
vi: Nổi bật

source: Strategic
es_ar: Estratégico
fy_nl: Strategysk
hr: Strateško
nb_no: Strategisk
te: వ్యూహాత్మకం
th: กลยุทธ์
tr: Stratejik
vi: Chiến lược

source: Notable
fy_nl: Opmerklik
hr: Značajno
ia: Notabile
nb_no: Bemerkelsesverdig
th: เด่น
tr: Dikkate değer
vi: Đáng chú ý

source: File {file_id}
es_ar: Archivo {file_id}
fi: Tiedosto {file_id}
fy_nl: Bestân {file_id}
he: קובץ {file_id}
hr: Datoteka {file_id}
is: Skrá {file_id}
nb_no: Fil {file_id}
nn_no: Fil {file_id}
ro: Fișier {file_id}
te: ఫైలు {file_id}
th: ไฟล์ {file_id}
tr: Dosya {file_id}
vi: Tập tin {file_id}

source: Reddit revolutionized
nb_no: Reddit revolusjonert

source: Cookies
fi: Evästeet
he: עוגיות
hr: Kolačići
is: Vefkökur
nb_no: Infokapsler
nn_no: Infokapslar
ro: Cookie-uri
tr: Çerezler
vi: Cookie

source: Listed versions cannot be submitted while add-on listing is rejected.
nn_no: Oppførte versjonar kan ikkje sendast inn medan tilleggsoppføringa er avvist.
ro: Versiunile enumerate nu pot fi trimise cât timp listarea suplimentului este respinsă.

source: {addon} listing content rejected.
nn_no: Innhaldet i oppføringa for {addon} vart avvist.
ro: Conținutul listării {addon} a fost respins.

source: Listing Content Rejected
nn_no: Innhaldet i listeoppføringa vart avvist
ro: Conținut listare respins

source: The Unlicense
es_ar: Sin licencia
fy_nl: De Unlicense
ro: Fără licență
tr: Unlicense
vi: Giấy phép Unlicense

source: Supported domains: %(supported_domains)s
nn_no: Støtta domene: %(supported_domains)s
ro: Domenii acceptate: %(supported_domains)s

source: A longer explanation of features, functionality, and other relevant information. This field is only displayed on the add-on's product page. Minimum length: %(min_length)s characters; Recommended length: 250 characters. If you need a longer description, make sure the first 250 characters contain the most important description points.
nn_no: Ei lengre forklaring av funksjonar, funksjonalitet og annan relevant informasjon. Dette feltet blir berre vist på produktsida for utvidinga. Minimumslengd: %(min_length)s teikn; tilrådd lengd: 250 teikn. Om du treng ei lengre beskriving, sørg for at dei første 250 teikna inneheld dei viktigaste beskrivingspunkta.
ro: O explicație mai lungă a caracteristicilor, funcționalității și a altor informații relevante. Câmpul este afișat doar pe pagina produsului suplimentului. Lungime minimă: %(min_length)s (de) caractere; Lungime recomandată: 250 de caractere. Dacă ai nevoie de o descriere mai lungă, asigură-te că primele 250 de caractere conțin cele mai importante puncte din descriere.

source: A longer explanation of features, functionality, and other relevant information. This field is only displayed on the add-on's product page. Recommended length: 250 characters. If you need a longer description, make sure the first 250 characters contain the most important description points.
nn_no: Ei lengre forklaring av funksjonar, funksjonalitet og annan relevant informasjon. Dette feltet blir berre vist på produktsida for utvidinga. Tilrådd lengde: 250 teikn. Om du treng ei lengre beskriving, sørg for at dei første 250 teikna inneheld dei viktigaste beskrivingspunkta.
ro: O explicație mai lungă a caracteristicilor, funcționalității și a altor informații relevante. Câmpul este afișat doar pe pagina produsului suplimentului. Lungime recomandată: 250 de caractere. Dacă ai nevoie de o descriere mai lungă, asigură-te că primele 250 de caractere conțin cele mai importante puncte din descriere.

source: Your add-on listing was rejected.
nn_no: Oppføringa av tillegget ditt vart avvist.
ro: Listarea suplimentului tău a fost respinsă.

source: You can upload a finished theme using the upload option above, or you can build it yourself using this tool.
nn_no: Du kan laste opp eit ferdig tema ved å bruke opplastingsalternativet ovanfor, eller du kan bygge det sjølv ved å bruke dette verktøyet.
ro: Poți încărca o temă finalizată folosind opțiunea de încărcare de mai sus sau o poți construi singur(ă) folosind acest instrument.

source: Your add-on listing was rejected. It is not listed in our gallery. Please address the reasons and reapply for review.
nn_no: Oppføringa av utvidinga di vart avvist. Den er ikkje oppført i galleriet vårt. Rett opp årsakene og send den inn på nytt for vurdering.
ro: Listarea suplimentului tău a fost respinsă. Nu apare în galeria noastră. Te rugăm să vezi care sunt motivele și să faci din nou o cerere de recenzie.

source: Matrix
ia: Matrice
ro: Matrice
te: మాట్రిక్స్

source: Screenshot webpages, make edits & share.
nn_no: Ta skjermbilde av nettsider, rediger og del dei.
ro: Fă capturi de ecran cu pagini web, editează--le și partajează-le.

source: YouTube extensions
nn_no: YouTube-utvidingar
ro: Extensii YouTube

source: New Recommended extensions
nn_no: Nye tilrådde utvidingar
ro: Extensii noi recomandate

source: Privacy & security
nn_no: Personvern og sikkerheit
ro: Intimitate și securitate

source: See more privacy staff picks
nn_no: Sjå fleire personverntilrådingar frå dei tilsette
ro: Vezi mai multe alegeri făcute de echipă pentru confidențialitate

source: {addon} listing content approved.
nn_no: {addon}-oppføringsinnhald godkjent.

source: Rejected listing approved
nn_no: Avvist oppføring godkjend

source: Listing rejected
nn_no: Oppføring avvist

source: Our review found that your listing content violates the following Mozilla policy or policies:
nn_no: Gjennomgangen vår fann ut at innhaldet i oppføringa di bryt med følgjande Mozilla-regel, eller reglar:

source: To address these issues, please update your listing and request another review of the content.
nn_no: For å rette opp desse problema må du oppdatere oppføringa di og be om ein ny gjennomgang av innhaldet.

source: Review requested already, awaiting review
nn_no: Vurdering er allereie bedt om, og ventar på gjennomgang

source: I confirm I have addressed the issues, and request a review
nn_no: Eg stadfestar at eg har retta opp problema og ber om ein gjennomgang

source: Mozilla Public License 2.0
es_ar: Licencia Pública de Mozilla 2.0
fi: Mozillan julkinen lisenssi 2.0 (MPL)
hr: Mozilla javna licenca 2.0
ia: Licentia public Mozilla 2.0
is: Mozilla notkunarleyfið (Public License, .. 2.0).
tr: Mozilla Kamu Lisansı 2.0

source: Apache License 2.0
es_ar: Licencia de Apache 2.0
fi: Apache-lisenssi 2.0
fy_nl: Apache-lisinsje 2.0
hr: Apache licenca 2.0
ia: Licentia Apache 2.0
th: สัญญาอนุญาต Apache 2.0
tr: Apache Lisansı 2.0
vi: Giấy phép Apache 2.0

source: Mozilla Public License 1.1
es_ar: Licencia Pública de Mozilla 1.1
fi: Mozillan julkinen lisenssi 1.1 (MPL)
hr: Mozilla javna licenca 1.1
ia: Licentia public Mozilla 1.1
is: Mozilla notkunarleyfið (Public License, útg. 1.1).
tr: Mozilla Kamu Lisansı 1.1

source: Partner
es_ar: Socio
fy_nl: Partner wurde
tr: İş ortağı
vi: Đối tác

source: Twitch customization
fy_nl: Twitch-oanpassing
tr: Twitch özelleştirmeleri

source: Not Promoted
ia: Non promovite
vi: Không được quảng cáo

source: No action
ia: Nulle action
te: చర్యలు లేవు
vi: Không có hành động

source: Flag for human review
ia: Signalar pro revision human

source: Delay auto-approval
ia: Retardar auto-approbation
vi: Trì hoãn tự động phê duyệt

source: Delay auto-approval indefinitely
ia: Retardar auto-approbation indefinitemente
vi: Trì hoãn tự động phê duyệt vô thời hạn

source: Delay auto-approval indefinitely and add restrictions
ia: Retardar auto-approbation indefinitemente e adder restrictiones
vi: Trì hoãn tự động phê duyệt vô thời hạn và thêm hạn chế

source: Delay auto-approval indefinitely and add restrictions to future approvals
ia: Retardar auto-approbation indefinitemente e adder restrictiones al futur approbationes
vi: Trì hoãn tự động phê duyệt vô thời hạn và thêm các hạn chế cho phê duyệt trong tương lai

source: True positive
ia: Ver positive
vi: Thực sự tích cực

source: New
ia: Nove
te: కొత్తది
vi: Mới

source: Running
ia: In execution
te: నడుస్తోంది
vi: Đang chạy

source: Aborted
ia: Abortate
vi: Đã hủy

source: Aborting
ia: Aborto in curso…
vi: Đang hủy

source: Completed
ia: Completate
te: పూర్తయింది
vi: Hoàn tất

source: Scheduled
ia: Planificate
vi: Đã lên lịch

source: Hello, You're receiving this message because you requested new developer API keys for %(domain)s. To finish this process, please click on the link below: %(api_key_confirmation_link)s If you didn't request this, please notify amo-admins@mozilla.com. Regards, The Mozilla Add-ons Team
ia: Hallo, Tu recipe iste message perque tu ha requirite nove claves API de disveloppator pro %(domain)s. Pro finir iste procedura, per favor clicca sur le ligamine infra: %(api_key_confirmation_link)s Si tu non lo ha requestate, per favor allerta amo-admins@mozilla.com.
vi: Xin chào, Bạn nhận được thông báo này vì bạn đã yêu cầu khóa API nhà phát triển mới cho %(domain)s. Để kết thúc quá trình này, vui lòng nhấp vào liên kết bên dưới: %(api_key_confirmation_link)s Nếu bạn không yêu cầu điều này, vui lòng thông báo cho amo-admins@mozilla.com. Trân trọng, Nhóm tiện ích mở rộng Mozilla

source: Hello, You're receiving this message because you requested to verify your email. To finish this process, please click on the link below: %(confirmation_link)s If you didn't request this, please notify amo-admins@mozilla.com. Regards, The Mozilla Add-ons Team
ia: Hallo, Tu recipe iste message perque tu ha requirite de verificar tu email. Pro finir iste processo, clicca sur le ligamine infra: %(confirmation_link)s Si tu non lo requesta, notifica amo-admins@mozilla.com.. Salutationes, Le equipa del additivos de Mozilla
vi: Xin chào, Bạn nhận được thư này vì bạn đã yêu cầu xác minh email của mình. Để hoàn tất quá trình này, vui lòng nhấp vào liên kết bên dưới: %(confirmation_link)s Nếu bạn không yêu cầu điều này, vui lòng thông báo đến amo-admins@mozilla.com. Trân trọng, Nhóm tiện ích Mozilla

source: Your add-on was disabled by a site administrator and is no longer shown in our gallery. If you have any questions, please email amo-admins@mozilla.com.
ia: Tu additivo ha essite disactivate per un administrator del sito e non es plus monstrate in nostre galeria. Si tu ha questiones, per favor invia e-mail a amo-admins@mozilla.com.
vi: Tiện ích của bạn đã bị quản trị viên vô hiệu hóa và không còn hiển thị trong thư viện của chúng tôi nữa. Nếu bạn có bất kỳ câu hỏi nào, vui lòng gửi email đến amo-admins@mozilla.com.

source: For developers
ia: Pro disveloppatores
te: డెవలపర్ల కొరకు
vi: Dành cho nhà phát triển

source: For end users
ia: Pro usatores final
te: అంతిమ వాడుకరుల కోసం
vi: Dành cho người dùng cuối

source: Automatically replace derogatory words across the web.
ia: Supplanta automaticamente parolas degradante inter le Web.
vi: Tự động thay thế các từ xúc phạm trên web.

source: Enjoy ultimate tab control — close duplicate tabs, merge windows, copy the tab title, and more.
ia: Gaude del controlo de schedas melior: claude, duplica schedas, funde insimul fenestras, copia le titulo de scheda, e plus.

source: Edit a web page before printing. Make sweeping visual changes — remove ads or unsavory content—to any web page you want to print.
ia: Redige un pagina web ante imprimer lo. Apporta cambiamentos visual radical e remove avisos publicitari o contentos disagradabile a ulle pagina web que tu vole imprimer.

source: Productivity tools
ia: Utensiles de productivitate

source: Privacy & Security extensions
ia: Extensiones de securitate e confidentialitate
vi: Tiện ích mở rộng Quyền riêng tư & bảo mật

source: This is the exact name of the rule used by a scanner.
ia: Isto es le nomine exacte del regula usate per un scanditor.
vi: Đây là tên chính xác của quy tắc được sử dụng bởi trình quét.

source: Human-readable name for the scanner rule
ia: Nomine legibile al humanos pro le regula del scanditor

source: Human-readable name
ia: Nomine legibile al humanos

source: Human readable description for the scanner rule
ia: Description legibile al humanos pro le regula del scanditor

source: Yara rules should have a definition
ia: Le regulas Yara debe haber un definition

source: The name of the rule in the definition should match the name of the scanner rule
ia: Le nomine del regula in le definition debe concordar le nomine del regula del scanditor

source: Only one Yara rule is allowed in the definition
ia: Un sol regula Yara es consentite in le definition

source: The definition is not valid: %(error)s
ia: Le definition non es valide: %(error)s
te: నిర్వచనం చెల్లదు: %(error)s
vi: Định nghĩa không hợp lệ: %(error)s

source: An error occurred when compiling the definition
ia: Un error occurreva durante le implementation del definition

source: When unchecked, the scanner results will not be bound to this rule and the action will not be executed.
ia: Quando non marcate, le resultatos del scanditor non sera integrate con iste regula e le action non sera exequite.
vi: Khi bỏ chọn, kết quả trình quét sẽ không bị ràng buộc với quy tắc này và hành động sẽ không được thực hiện.

source: Run this rule on add-ons that have been force-disabled as well.
ia: Exequer tamben iste regula sur additivos que ha essite disactivate a fortia.
vi: Chạy quy tắc này trên các tiện ích cũng đã bị vô hiệu hóa.

source: IP Address
hr: IP adresa
ia: Adresse IP
te: ఐపీ చిరునామా
th: ที่อยู่ IP
vi: Địa chỉ IP

source: Enter a valid IPv4 or IPv6 address, e.g 127.0.0.1. Will be converted into a /32 network.
hr: Upiši izpravnu IPv4 ili IPv6 adresu, npr. 127.0.0.1. Pretvorit će se u /32 mrežu.
ia: Insere un valide adresse IPv4 o IPv6, e.g 127.0.0.1. Sera convertite in un rete /32.
vi: Nhập địa chỉ IPv4 hoặc IPv6 hợp lệ, ví dụ: 127.0.0.1. Sẽ được chuyển đổi thành mạng a /32.

source: You can only enter one, either IP Address or Network.
hr: Možeš unijeti samo jedno – ili IP adresu ili mrežu.
ia: Tu pote solo inserer un, o adresse IP o Rete.
vi: Bạn chỉ có thể nhập một, địa chỉ IP hoặc mạng.

source: Enter a valid IPv4 or IPv6 CIDR network range, eg. 127.0.0.1/28
ia: Insere un campo de rete CIDR IPv4 o IPv6 valide, e.g. 127.0.0.1/28
vi: Nhập dải mạng CIDR IPv4 hoặc IPv6 hợp lệ, ví dụ: 127.0.0.1/28

source: Email Pattern
hr: Uzorak za e-adresu
ia: Modello de email
vi: Mẫu email

source: Enter full email that should be blocked or use unix-style wildcards, e.g. "*@example.com". If you need to block a domain incl subdomains, add a second entry, e.g. "*@*.example.com".
hr: Upiši e-mail adresu koju želiš blokirati ili koristi zamjenske znakove u stilu unixa, npr. „*@example.com”. Ako moraš blokirati domenu uključujući poddomene, dodaj drugi unos, npr. „*@*.example.com”.
ia: Insere le adresse e-mail complete que debe esser blocate o usa le characteres generic stilo Unix, per exemplo: "*@example.com". Si tu debe blocar un dominio, con su sub-dominios, adde un secunde entrata, per exemplo "*@*.example.com".
vi: Nhập email đầy đủ cần chặn hoặc sử dụng ký tự đại diện kiểu Unix, ví dụ: "*@example.com". Nếu bạn cần chặn một miền bao gồm các miền phụ, hãy thêm mục nhập thứ hai, ví dụ: "*@*.example.com".

source: Enter full disposable email domain that should be blocked. Wildcards are not supported: if you need those, or need to match against the entire email and not just the domain part, use "Email user restrictions" instead.
ia: Insere le complete dominio de e-mail jectabile a blocar. Le metacharacteres non es supportate: si tu los require, o si tu vole facer corresponder le adresse de e-mail integre e non solmente le parte de dominio, usa "Restrictiones de e-mail del usator" in loco de isto.
vi: Nhập đầy đủ miền email dùng một lần cần chặn. Ký tự đại diện không được hỗ trợ: nếu bạn cần những thứ đó hoặc cần đối sánh với toàn bộ email chứ không chỉ phần tên miền, thay vào đó hãy sử dụng "Hạn chế người dùng bằng email".

source: User Restriction History
hr: Povijest ograničenja korisnika
ia: Chronologia del restrictiones del usator
te: వాడుకరి నియంత్రణ చరిత్ర
vi: Lịch sử hạn chế người dùng
