Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: PNG and JPG supported. The maximum and recommended size for screenshots is 1280x800 pixels. 640x400 pixels is a good alternative if you only have smaller images. Having screenshots in your listing page greatly increases its chances of being installed and being featured in the homepage.
ka: მხარდაჭერილია PNG და JPG. ეკრანის სურათების უმაღლესი დასაშვები და ამასთანავე სასურველი ზომაა 1280x800 პიქსელი, სანაცვლოდ 640x400 პიქსელიც მისაღებია, თუ შედარებით პატარა ზომის სურათები გაქვთ. სურათების არსებობა დამატებების ჩამონათვალში, საგრძნობლად ზრდის მისი გამოყენების ალბათობას და მომავალში მთავარ გვერდზე, რჩეულებში მოხვედრის საწინდარიცაა.
ms: PNG dan JPG disokong. Saiz maksimum yang disyorkan untuk skrinsyot ialah 1280 x 800 piksel. 640 x 400 piksel adalah alternatif yang baik jika anda hanya ada gambar yang lebih kecil. Skrinsyot yang dibuat dalam halaman akan meningkatkan peluangnya untuk dipasang dan disenaraikan dalam laman.

source: Can others share your Add-on, as long as you're given credit?
es_ar: ¿Otras personas podrían compartir tu complemento, siempre que se reconozca que tú eres el autor?
fi: Voivatko muut jakaa lisäosaasi, jos nimesi mainitaan?
fur: Puedino chei altris condividi il to component adizionâl, a cundizion che tu vegnis ricognossût tant che autôr?
fy_nl: Meie oaren jo add-on diele, salang se jo betankje?
he: האם אנשים אחרים יכולים לשתף את התוספת שלך, כל עוד יינתן לך קרדיט על כך?
hr: Smiju li drugi dijeliti tvoj dodatak, pod uvjetom da te nevedu kao autora/autoricu?
ia: Pote alteres compartir tu additivo, fin que tu ha date credito?
ka: აძლევთ სხვებს უფლებას, გაავრცელონ თქვენი დამატება, ავტორის მითითებით?
ms: Bolehkah pihak lain kongsikan Add-on, selagi anda diberi penghargaan?
nb_no: Kan andre dele tillegget ditt, så lenge du er kreditert?
nn_no: Kan andre dele utvidinga di, så lenge du vert kreditert?
ro: Permiți altora să îți distribuie suplimentul, cu condiția să ți-l atribuie?
te: మీకు క్రెడిట్ ఇచ్చినంత వరకు, ఇతరులు మీ పొడగింతను పంచుకోగలరా?
th: คนอื่นสามารถแบ่งปันส่วนเสริมของคุณตราบใดที่คุณได้รับเครดิตได้หรือไม่?
tr: Kaynak gösterildiği sürece başkaları eklentinizi paylaşabilir mi?
vi: Những người khác có thể chia sẻ tiện ích của bạn, miễn là bạn được cấp tín dụng?

source: Can others make commercial use of your Add-on?
es_ar: ¿Pueden otros hacer uso comercial de tu complemento?
fi: Voivatko muut käyttää lisäosaasi kaupallisesti?
fur: Puedino chei altris doprâ il to component adizionâl par finalitâts comerciâls?
fy_nl: Meie oaren jo add-on kommersjeel brûke?
he: האם אנשים אחרים יכולים לעשות שימוש מסחרי בתוספת שלך?
hr: Smiju li drugi koristiti tvoj dodatak u komercijalne svrhe?
ia: Pote alteres facer uso commercial de tu additivo?
ka: აძლევთ სხვებს უფლებას, მოგების მიზნით გამოიყენონ თქვენი დამატება?
ms: Bolehkah pihak lain menggunakan Add-on anda bagi tujuan komersial?
nb_no: Kan andre bruke ditt tillegg til kommersielle formål?
nn_no: Kan andre bruke utvidinga di til kommersielle føremål?
ro: Permiți altora să utilizeze în scopuri comerciale suplimentul tău?
te: ఇతరులు మీ యాడ్-ఆన్‌ను వాణిజ్యపరంగా వాడుకోవచ్చా?
th: คนอื่นสามารถใช้ส่วนเสริมของคุณในเชิงพาณิชย์ได้หรือไม่?
tr: Başkaları eklentinizi ticari amaçla kullanabilir mi?
vi: Người khác có thể sử dụng tiện ích của bạn cho mục đích thương mại không?

source: Can others create derivative works from your Add-on?
es_ar: ¿Pueden otros crear trabajos derivados de tu complemento?
fi: Voivatko muut luoda johdannaisia lisäosastasi?
fur: Puedino chei altris doprâ il to component adizionâl par creâ oparis derivadis?
fy_nl: Meie oaren wurk ôfliede fan jo add-on?
he: האם אנשים אחרים יכולים ליצור עבודות הנגזרות מהתוספת שלך?
hr: Smiju li drugi izraditi izvedena djela iz tvog dodatka?
ia: Pote alteres crear labores derivative ex tu additivo?
ka: აძლევთ სხვებს, თქვენი დამატების გადამუშავების უფლებას?
ms: Bolehkan pihak lain membuat kerja terbitan daripada Add-on anda?
nb_no: Kan andre lage arbeid som er avledet av ditt tillegg?
nn_no: Kan andre lage arbeid som er avleia frå utvidinga di?
ro: Permiți altora să creeze lucrări derivate din suplimentul tău?
te: ఇతరులు మీ యాడ్-ఆన్ నుండి వ్యుత్పన్న కృతులను తయారుచేయవచ్చా?
th: คนอื่นสามารถสร้างผลงานลอกเลียนแบบจากส่วนเสริมของคุณได้หรือไม่?
tr: Başkaları eklentinizi temel alan farklı çalışmalar yapabilir mi?
vi: Người khác có thể tạo các tác phẩm phái sinh từ tiện ích của bạn không?

source: Your Add-on will be released under the following license:
es_ar: Tu complemento se publicará bajo la siguiente licencia:
fi: Lisäosasi julkaistaan seuraavan lisenssin alaisena:
fur: Il to component adizionâl al vignarà distribuît cun cheste licence:
fy_nl: Jo add-on wurdt útjûn ûnder de folgjende lisinsje:
he: התוספת שלך תופץ תחת הרישיון הבא:
hr: Tvoj dodatak će se objaviti pod sljedećom licencom:
ia: Tu additivo sera publicate sub le sequente licentia:
ka: თქვენი დამატება გამოშვებული იქნება, მოცემული ლიცენზიის ქვეშ:
ms: Add-on anda akan dikeluarkan di bawah lesen berikut:
nb_no: Tillegget ditt blir utgitt under følgende lisens:
nn_no: Utvidinga di vert sleppt under følgjande lisens:
ro: Suplimentul tău va fi lansat sub următoarea licență:
te: మీ పొడగింత కింది లైసెన్సు ప్రకారం విడుదల అవుతుంది:
th: ส่วนเสริมของคุณจะถูกเผยแพร่ภายใต้สัญญาอนุญาตต่อไปนี้:
tr: Eklentiniz şu lisansla yayımlanacaktır:
vi: Tiện ích của bạn sẽ được phát hành theo giấy phép sau:

source: More information on Creative Commons licenses
es_ar: Más información sobre las licencias de Creative Commons
fi: Lisätietoja Creative Commons -lisensseistä
fur: Plui informazions su lis licencis Creative Commons
fy_nl: Mear ynformaasje oer Creative Commons-lisinsjes
he: מידע נוסף על רישיונות Creative Commons
hr: Daljnje informacije o Creative Commons licencama
ia: Altere informationes sur Creative Commons licenses
is: Ítarlegri upplýsingar um Creative Commons notkunarleyfi
ka: ვრცლად, Creative Commons ლიცენზიების შესახებ
ms: Maklumat lanjut tentang lesen Creative Commons
nb_no: Mer informasjon om Creative Commons-lisenser
nn_no: Meir informasjon om Creative Commons-lisensar
ro: Informații suplimentare despre licențele Creative Commons
te: క్రియేటివ్ కామన్స్ లైసెన్సుల గురించి మరింత సమాచారం
th: ข้อมูลเพิ่มเติมเกี่ยวกับสัญญาอนุญาต Creative Commons
tr: Creative Commons lisansları hakkında daha fazla bilgi
vi: Thông tin thêm về giấy phép Creative Commons

source: Deleting your add-on will permanently delete all versions and files you have submitted for this add-on, listed or not. The add-on ID will continue to be linked to your account, so others won't be able to submit versions using the same ID.
ka: თქვენი დამატების წაშლით, სამუდამოდ წაიშლება ამ დამატებასთან დაკავშირებული ყველა ვერსია და ფაილი, მიუხედავად იმისა, გამოქვეყნებულია თუ არა. დამატების ID დარჩება თქვენს ანგარიშთან დაკავშირებული, ასე რომ სხვებს არ შეეძლებათ, ამ დამატების ID-ს გამოყენებით ვერსიების წარდგენა.
kab: Tukksa n uzegrir inek ad yekkes ilebda akk ileqman akked ifuyla n uzegrir-agi, ama ttwabedren-d neɣ ala. Asulay ID n uzegrir ad yeqqim icudd ar umiḍan inek, ihi wiyaḍ ur ttizmiren ara ad sqedcen asulay-agisi i yileqman nniḍen.
ms: Menghapuskan add-on akan turut menghapuskan semua versi dan fail yang anda kemukakan bersama add-on ini, samada disenaraikan atau tidak. ID add-on akan terus dihubungkan dengan akaun anda supaya orang lain tidak boleh menghantar versi menggunakan ID yang sama.

source: Enter the following text to confirm your decision: {slug}
es_ar: Confirma tu decisión escribiendo el siguiente texto: {slug}
fi: Vahvista päätöksesi kirjoittamalla seuraava teksti: {slug}
fur: Inserìs chest test par confermâ la tô decision: {slug}
fy_nl: Fier de folgjende tekst yn om jo beslissing te befêstigjen: {slug}
he: יש להקליד את הטקסט הבא כדי לאשר את החלטתך: {slug}
hr: Upiši sljedeći tekst kao potvrdu tvoje odluke: {slug}
ia: Insere le sequente texto pro confirmar tu decision: {slug}
ka: გადაწყვეტილების დასადასტურებლად, შეიყვანეთ მოცემული ტექსტი: {slug}
kab: Sekcem aḍris-agi akken ad tsentmeḍ ayen tebɣiḍ: {slug}
ms: Masukkan teks berikut untuk mengesahkan keputusan anda: {slug}
nb_no: Skriv inn følgende tekst for å bekrefte din avgjørelse: {slug}
nn_no: Skriv inn følgjande tekst for å stadfeste avgjerda di: {slug}
ro: Introdu următorul text pentru a confirma decizia: {slug}
te: మీ నిర్ణయాన్ని నిర్ధారించడానికి ఈ వచనాన్ని నమోదు చేయండి: {slug}
th: ป้อนข้อความดังต่อไปนี้เพื่อยืนยันการตัดสินใจของคุณ: {slug}
tr: Kararınızı onaylamak için şu metni yazın: {slug}
vi: Nhập văn bản sau để xác nhận quyết định của bạn: {slug}

source: Edit information about this add-on.
ka: დამატების მონაცემების შესწორება.
kab: Ẓreg talγut γef uzegrir-agi.
ms: Edit maklumat add-on ini.

source: This add-on is missing some required information before it can be submitted for publication.
es_ar: Tienes que agregar cierta información obligatoria a este complemento antes de poder enviarlo para su publicación.
fi: Tästä lisäosasta puuttuu joitakin pakollisia tietoja, ennen kuin sen voi lähettää julkaistavaksi.
fur: Par completâ la publicazion dal component adizionâl sul sît, zonte lis informazions domandadis.
fy_nl: Dizze add-on mist wat fereaske ynformaasje eardat dizze foar publikaasje yntsjinne wurde kin.
he: לתוספת זו חסר מידע נדרש לפני שתוכל להתפרסם לציבור.
hr: Ovom dodatku nedostaju neke tražene informacije, prije nego što se može poslati na objavljivanje.
ia: A iste additivo manca alcun informationes necessari pro poter esser inviate pro publication.
ka: დამატებას აკლია საჭირო მონაცემები, რომელიც უნდა შეივსოს საჯაროდ გამოქვეყნებამდე.
ms: Add-on ini hilang beberapa maklumat yang diperlukan sebelum boleh dihantar untuk penerbitan.
nb_no: Dette tillegget mangler noe informasjon som kreves før det kan sendes inn for publisering.
nn_no: Dette tillegget manglar informasjon som vert kravd før det kan sendast inn for publisering.
ro: Acestui supliment îi lipsesc câteva informații obligatorii înainte de a putea fi trimis spre publicare.
te: ప్రచురణ కోసం సమర్పించబడే ముందు అవసరమైన కొంత సమాచారం ఈ పొడగింతకు లేదు.
tr: Bu eklentide, yayımlanmak üzere gönderilmeden önce gerekli olan bazı bilgiler eksik.
vi: Tiện ích này thiếu một số thông tin cần thiết trước khi nó có thể được gửi để xuất bản.

source: This add-on doesn't have any versions.
es_ar: Este complemento no tiene ninguna versión.
fi: Tällä lisäosalla ei ole versioita.
fur: Chest component adizionâl nol à a disposizion nissune version.
fy_nl: Dizze add-on hat gjin ferzjes.
he: לתוספת זו אין שום גרסאות.
hr: Ovaj dodatak nema verzija.
ia: Iste additivo non ha versiones.
ka: დამატებას არ აქვს სხვადასხვა ვერსიები.
kab: Azegrir-agi ur imṣada xaṛsum akke yiwen seg ileqman-ik.
ms: Add-on ini tiada versi apa-apa.
nb_no: Dette tillegget har ingen andre versjoner.
nn_no: Denne utvidinga har ingen versjonar.
ro: Acest supliment nu are nicio versiune.
te: ఈ పొడగింతకి ఏ వెర్షన్లేమీ లేవు.
th: ส่วนเสริมนี้ไม่มีรุ่นใด ๆ
tr: Bu eklentinin hiç sürümü yok.
vi: Tiện ích này không có bất kỳ phiên bản nào.

source: Submit a New File
ka: ახალი ფაილის წარდგენა
kab: Azen afaylu amaynut
ms: Hantar Fail Baru

source: Submit a New Version
es_ar: Envía una nueva versión
fi: Lisää uusi versio
fur: Mande une gnove version
fy_nl: In nije ferzje yntsjinje
he: הגשת גרסה חדשה
hr: Pošalji novu verziju
ia: Inviar un nove version
is: Senda inn nýja útgáfu
ka: ახალი ვერსიის წარდგენა
kab: Azen lqem amaynut
ms: Hantar Versi Baru
nb_no: Send inn en ny versjon
nn_no: Send inn ein ny versjon
ro: Trimite o versiune nouă
te: కొత్త వెర్షనును సమర్పించండి
th: ส่งรุ่นใหม่
tr: Yeni sürüm gönder
vi: Gửi một phiên bản mới

source: Describe Add-on
es_ar: Describir complemento
fi: Kuvaa lisäosa
fur: Descrîf il component adizionâl
fy_nl: Beskriuw jo add-on
he: תיאור התוספת
hr: Opiši dodatak
ia: Describer additivo
is: Lýstu viðbótinni
ka: დამატების აღწერა
kab: Seglem azegrir
ms: Huraikan Add-on
nb_no: Beskriv tillegg
nn_no: Beskriv utvidinga
ro: Descrie suplimentul
te: పొడగింతను వివరించండి
th: อธิบายส่วนเสริม
tr: Eklentinizi tanımlayın
vi: Mô tả tiện ích

source: Name on listing on this site. May be different to the name inside the add-on, which is shown inside Firefox
es_ar: El nombre en la lista de este sitio puede ser distinto al nombre que aparece en el complemento en Firefox
fur: Il non che al ven fûr su chest sît. Al pues jessi diviers dal non dentri dal component adizionâl che al ven mostrât in Firefox
fy_nl: Namme yn fermelding op dizze website. Kin oars wêze as de namme binnen de add-on, dy’t binnen Firefox toand wurdt
hr: Naziv koji se prikazuje na ovoj web stranici. Može se razlikovati od naziva dodatka koji se prikazuje unutar Firefoxa
ia: Nomine sur le lista de presentation sur iste sito. Pote ser differente al nomine intra le additivo, que es monstrate intra Firefox
ka: დასახელება საიტზე. შეიძლება განსხვავდებოდეს დამატების იმ დასახელებისგან, რომელიც უშუალოდ Firefox-ში გამოჩნდება
ms: Nama senarai dalam laman ini. Mungkin berbeza dengan nama di dalam add-on yang dipaparkan di dalam Firefox
nb_no: Navn på oppføringen på dette nettstedet. Kan være forskjellig fra navnet inne i tillegget, som vises i Firefox
nn_no: Namn på oppføringa på denne nettstaden. Kan vere ulik namnet inne i tillegget, som vert vist i Firefox
ro: Denumire de listare pe acest site. Poate fi diferită de denumirea de la interiorul suplimentului, care apare în Firefox
th: ชื่อสำหรับใช้แสดงในหน้ารายละเอียดบนไซต์นี้ อาจแตกต่างจากชื่อภายในส่วนเสริม ซึ่งแสดงภายใน Firefox
tr: Bu sitede listelenen ad. Firefox’ta gösterilen eklentinin içindeki addan farklı olabilir
vi: Tên trên danh sách trên trang web này. Có thể khác với tên bên trong tiện ích, cái mà nó được hiển thị bên trong Firefox

source: Add-on URL:
es_ar: URL del complemento:
fi: Lisäosan osoite:
fur: URL dal component adizionâl:
he: כתובת התוספת:
hr: URL dodatka:
ia: URL del additivo:
is: Vefslóð viðbótar:
ka: დამატების URL:
kab: Tansa URL n uzegrir:
ms: URL Add-on:
nb_no: URL for tillegg:
nn_no: URL for utviding:
ro: URL-ul suplimentului:
te: పొడిగింత URL:
th: URL ส่วนเสริม:
tr: Eklenti URL'si:
vi: URL tiện ích:

source: Summary:
es_ar: Descripción:
fi: Yhteenveto:
fur: Somari:
fy_nl: Gearfetting:
he: תקציר:
hr: Sažetak:
ia: Summario:
is: Samantekt:
ka: შეჯამება:
kab: Agzul:
ms: Ringkasan:
nb_no: Oppsummering:
nn_no: Samandrag:
ro: Rezumat:
te: సారాంశం:
th: สรุป:
tr: Özet:
vi: Tóm tắt:

source: This add-on is experimental
es_ar: Este complemento está en fase experimental
fi: Tämä lisäosa on kokeellinen
fur: Chest component adizionâl al è sperimentâl
fy_nl: Dizze add-on is eksperiminteel
he: תוספת זו הינה ניסיונית
hr: Ovo je eksperimentalni dodatak
ia: Iste additivo es experimental
is: Þessi viðbót er á tilraunastigi
ka: ეს დამატება საცდელია
kab: Azegrir-agi d armitan
ms: Add-on ini masih eksperimen
nb_no: Dette tillegget er eksperimentelt
nn_no: Denne utvidinga er eksperimentell
ro: Acest supliment este experimental
te: ఈ పొడగింత ప్రయోగాత్మకం
th: ส่วนเสริมนี้เป็นรุ่นทดลอง
tr: Bu eklenti deneyseldir
vi: Tiện ích này là thử nghiệm

source: Check this option if your add-on is experimental or otherwise not ready for general use. The add-on will be listed but will have reduced visibility. You can change this setting later.
es_ar: Marca esta opción si tu complemento está en fase experimental no está listo para uso general. El complemento aparecerá en la lista, pero con visibilidad reducida. Puedes cambiarlo luego.
fur: Segne cheste opzion se il to component adizionâl al è sperimentâl o, a ogni mût, nol è pront pe utilizazion de bande dai utents. Il component adizionâl al vignarà listât ma al varà une visibilitât ridote. Tu puedis simpri modificâ cheste impostazion plui indenant.
fy_nl: Finkje dizze opsje oan as jo add-on eksperiminteel of oarswat net ree is foar algemien gebrûk. De add-on sil fermeld wurde, mar fermindere sichtberheid hawwe. Jo kinne dizze ynstelling letter wizigje.
he: יש לסמן אפשרות זו אם התוספת שלך ניסיונית או שאינה מוכנה לשימוש הכלל. התוספת תוצג אך לא במקום בולט. ניתן לשנות הגדרה זו בהמשך.
hr: Označi ovu opciju, ako je tvoj dodatak eksperimentalan ili na neki drugi način nije spreman za opću upotrebu. Dodatak će biti naveden, ali će biti manje vidljiv. Tu postavku možeš kasnije promijeniti.
ia: Controla iste option si tu additivo es experimental o alias non preste pro uso general. Le additivo sera listate ma habera reducite visibilitate. Tu pote cambiar iste configuration plus tarde.
ka: მონიშნეთ, თუ თქვენი დამატება საცდელია ან არაა მზად საბოლოო მოხმარებისთვის. დამატება გამოქვეყნდება, მაგრამ იქნება ნაკლებად შესამჩნევი. ამ პარამეტრის შეცვლა, მომავალშიც შეგეძლებათ.
ms: Tandakan pilihan ini jika add-on anda masih eksperimen ataupun belum bersedia untuk kegunaan umum. Add-on ini akan disenaraikan tapi kurang dapat dilihat. Anda boleh ubah tetapan ini kemudian.
nb_no: Kryss av for dette alternativet hvis tillegget ditt er eksperimentelt eller ikke klart for generell bruk. Tillegget vil bli oppført, men vil ha redusert synlighet. Du kan endre denne innstillingen senere.
nn_no: Kryss av for dette alternativet viss tillegget ditt er eksperimentelt eller ikkje klart for generell bruk. Tillegget vil bli oppført, men vil ha redusert synlegheit. Du kan endre denne innstillinga seinare.
ro: Bifează această opțiune dacă suplimentul tău este experimental sau altminteri încă nu gata pentru uz general. Suplimentul va fi listat, dar va avea vizibilitate redusă. Poți modifica această setare mai târziu.
th: ทำเครื่องหมายตัวเลือกนี้ ถ้าส่วนเสริมของคุณเป็นรุ่นทดลองหรือยังไม่พร้อมสำหรับการใช้งานทั่วไป ส่วนเสริมจะถูกแสดงในรายชื่อ แต่จะมีโอกาสมองเห็นได้น้อยลง คุณสามารถเปลี่ยนการตั้งค่านี้ได้ภายหลัง
tr: Eklentiniz deneyselse veya genel kullanım için hazır değilse bu seçeneği işaretleyin. Eklenti listelenir ama daha az görünür. Bu ayarı daha sonra değiştirebilirsiniz.
vi: Chọn tùy chọn này nếu tiện ích của bạn là thử nghiệm hoặc không sẵn sàng để sử dụng chung. Tiện ích sẽ được liệt kê nhưng sẽ bị giảm khả năng hiển thị. Bạn có thể thay đổi cài đặt này sau.

source: Select a category for this add-on:
es_ar: Seleccioná una categoría para este complemento:
fi: Valitse luokka tälle lisäosalle:
fur: Selezione une categorie par chest component adizionâl:
fy_nl: Selektearje <b>oant {0}</b> kategory foar dizze add-on:
he: נא לבחור בקטגוריה לתוספת זו:
hr: Odaberi kategoriju za ovaj dodatak:
ia: Selige un categoria pro iste additivo:
ka: მიუთითეთ კატეგორია, დამატებისთვის:
ms: Pilih kategori untuk add-on ini:
nb_no: Velg en kategori for dette tillegget:
nn_no: Vel ein kategori for dette tillegget:
ro: Selectează o categorie pentru acest supliment:
te: ఈ పొడగింతకి ఒక వర్గాన్ని ఎంచుకోండి:
th: เลือกหมวดหมู่สำหรับส่วนเสริมนี้:
tr: Bu eklenti için bir kategori seçin:
vi: Chọn một danh mục cho tiện ích mở rộng này:

source: Support email:
es_ar: Correo de ayuda:
fi: Sähköpostituki:
fur: E-mail pal supuart:
fy_nl: E-mailadres foar stipe:
he: כתובת דוא״ל לתמיכה:
hr: E-adresa podrške:
ia: Email de supporto:
is: Aðstoð í tölvupósti:
ka: მხარდაჭერის ელფოსტა:
kab: Imayl n tallalt:
ms: E-mel Sokongan:
nb_no: E-postadresse for brukerstøtte:
nn_no: E-postadresse for brukarstøtte:
ro: E-mail de asistență:
te: మద్దతు ఇమెయిల్:
th: อีเมลการสนับสนุน:
tr: Destek e-postası:
vi: Email hỗ trợ:

source: Support website:
es_ar: Página de ayuda:
fi: Tukisivusto:
fur: Sît web di supuart:
fy_nl: Stipewebsite:
he: אתר תמיכה:
hr: Web stranica podrške:
ia: Sito de supporto:
is: Aðstoð á vefsíðum:
ka: მხარდაჭერის გვერდი:
kab: Asmel n tallalt:
ms: Laman web Sokongan:
nb_no: Nettsted for brukerstøtte:
nn_no: Nettstad for brukarstøtte:
ro: Site de asistență:
te: మదతు సైటు:
th: เว็บไซต์การสนับสนุน:
tr: Destek sitesi:
vi: Trang web hỗ trợ:

source: License:
es_ar: Licencia:
fi: Lisenssi:
fur: Licence:
fy_nl: Lisinsje:
he: רישיון:
hr: Licenca:
ia: Licentia:
is: Notkunarleyfi:
ka: ლიცენზია:
kab: Turagt:
ms: Lesen:
nb_no: Lisens:
nn_no: Lisens:
ro: Licență:
te: లైసెన్స్:
th: สัญญาอนุญาต:
tr: Lisans:
vi: Giấy phép:

source: Please choose a license appropriate for the rights you grant.
es_ar: Por favor, elige una licencia apropiada para los derechos que garantizas.
fi: Valitse myöntämiisi oikeuksiin soveltuva lisenssi.
fur: Sielç une licence adate pai dirits che tu intindis concedi.
fy_nl: Kies in lisinsje dy’t tapaslik is foar de rjochten dy’t jo jaan wolle.
he: נא לבחור רישיון המתאים לזכויות שבחרת להעניק.
hr: Odaberi licencu, koja je primjerena za prava koja daješ.
ia: Per favor elige un licentia appropriate pro le derectos que tu vole ceder.
is: Veldu notkunarleyfi sem hæfir þeim réttindum sem þú veitir.
ka: გთხოვთ მიუთითოთ შესაბამისი ლიცენზია, თქვენი უფლებების აღნიშვნისთვის.
ms: Sila pilih lesen yang bersesuaian dengan hak cipta yang anda beri.
nb_no: Velg en lisens som er passer med rettighetene du gir.
nn_no: Vel ein lisens som passar med rettane du gjev.
ro: Te rugăm să alegi o licență corespunzătoare pentru drepturile pe care le acorzi.
te: మీరు ఇచ్చే హక్కులకు తగ్గ లైసెన్సును ఎంచుకోండి.
th: โปรดเลือกสัญญาอนุญาตที่เหมาะสมสำหรับสิทธิที่คุณอนุญาต
tr: Lütfen verdiğiniz haklara uygun bir lisans seçin.
vi: Vui lòng chọn một giấy phép phù hợp với các quyền bạn cấp.
