Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Someone else is reviewing this theme.
hu: Valaki más értékeli ezt a témát.
id: Orang lain mengulas tema ini.
ka: ვიღაც სხვა უკვე განიხილავს ამ თემას.
kab: Yella win nniden yettceggiren asentel-agi.
ms: Ada seseorang sedang menyemak tema ini.
sk: Niekto iný aktuálne kontroluje túto tému.
sq: Dikush tjetër po e shqyrton këtë temë.
sr_latn: Neko drugi pregledava ovu temu.
sv_se: Någon annan granskar detta tema.

source: app, reviewer, or comment
id: aplikasi, pengulas, atau komentar
sk: aplikácia, recenzia alebo komentár
sq: aplikacion, shqyrtues, ose koment
sr_latn: aplikacija, recenzent, ili komentar
sv_se: app, granskare eller kommentar

source: Pending Full Review
hu: Teljes értékelésre vár
id: Ulasan Lengkap Ditunda
sk: Čakajúci na riadnu kontrolu
sq: Në Pritje të Shqyrtimit të Plotë
sr_latn: Čekanje pune recenzije
sv_se: Väntande fullständig granskning

source: Pending Preliminary Review
hu: Előzetes értékelésre vár
id: Ulasan Pendahuluan Ditunda
sk: Čakajúci na predbežnú kontrolu
sq: Në Pritje të Shqyrtimit Paraprak
sr_latn: Čekanje preliminarne recenzije
sv_se: Väntande preliminär granskning

source: Rejected or Unreviewed
hu: Visszautasított vagy nem értékelt
id: Ditolak atau Tidak Diulas
ka: უარყოფილი ან განუხილველი
kab: Yettwagi neɣ ur ittucegger ara
ms: Ditolak atau Tidak-disemak
sk: Zamietnuté a neskontrolované
sq: Hedhur Tej ose e Pashqyrtuar
sr_latn: Odbijeno ili nepregledano
sv_se: Avvisad och ogranskad
te: తిరస్కరించబడింది లేదా సమీక్షించబడలేదు

source: Queue
hu: Várakozási sor
id: Antrean
sk: Fronta
sq: Radhë
sr_latn: Na čekanju
sv_se: Kö

source: Pending Updates
hu: Függő frissítések
id: Pembaruan Ditunda
sk: Nevybavené aktualizácie
sq: Përditësim Në Radhë
sr_latn: Ažuriranja na čekanju
sv_se: Väntande uppdateringar

source: Full Reviews
hu: Teljes értékelések
id: Ulasan Lengkap
sk: Riadne kontroly
sq: Shqyrtime të Plota
sr_latn: Potpune recenzije
sv_se: Fullständig granskning

source: Preliminary Reviews
hu: Előzetes értékelések
id: Ulasan Pendahuluan
sk: Predbežné kontroly
sq: Shqyrtime Paraprake
sr_latn: Preliminarne recenzije
sv_se: Preliminära granskningar

source: Moderated Reviews
hu: Moderált értékelések
id: Ulasan Dimoderasi
sk: Moderované recenzie
sq: Shqyrtime të Moderuara
sr_latn: Uređene recenzije
sv_se: Modererade granskningar

source: Pending Themes
hu: Függő témák
id: Tema Ditunda
sk: Čakajúce témy
sq: Tema Në Pritje
sr_latn: Teme na čekanju
sv_se: Väntande teman

source: Flagged Themes
hu: Megjelölt témák
id: Tema Ditandai
ka: მონიშნული თემები
kab: Isental yettwacegren
ms: Tema Ditandai
sk: Označené témy
sq: Tema Me Shenjë
sr_latn: Označene teme
sv_se: Flaggade teman

source: Update Themes
hu: Frissített témák
id: Perbarui Tema
sk: Aktualizované témy
sq: Përditësoni Tema
sr_latn: Ažuriraj teme
sv_se: Uppdatera teman

source: Unlisted Pending Updates
hu: Titkos függő frissítések
id: Pembaruan Ditunda Tidak Terdaftar
sk: Čakajúce aktualizácie mimo zoznam
sq: Përditësime të Paklasifikuarash Në Pritje
sv_se: Olistad vändande uppdateringar

source: Unlisted Full Reviews
hu: Titkos teljes értékelések
id: Ulasan Penuh Tidak Terdaftar
sk: Kompletné kontroly mimo zoznam
sq: Shqyrtime të Plota të Paklasifikuarash
sv_se: Olistad fullständig granskning

source: Unlisted Preliminary Reviews
hu: Titkos előzetes értékelések
id: Ulasan Pendahuluan Tidak Terdaftar
sk: Predbežné kontroly mimo zoznam
sq: Shqyrtime Paraprake të Paklasifikuarash
sv_se: Olistad preliminär granskning

source: Full Review ({0})
hu: Teljes értékelés ({0})
id: Ulasan Lengkap ({0})
sk: Plná kontrola ({0})
sq: Shqyrtim i Plotë ({0})
sr_latn: ({0}) puna recenzija
sv_se: Fullständig granskning ({0})

source: Pending Update ({0})
hu: Függő frissítés ({0})
id: Pembaruan Ditunda ({0})
sk: Čakajúci na aktualizáciu ({0})
sq: Përditësim Në Pritje ({0})
sr_latn: ({0}) ažuriranje na čekanju
sv_se: Väntande uppdatering({0})

source: Preliminary Review ({0})
hu: Előzetes értékelés ({0})
id: Ulasan Pendahuluan ({0})
sk: Predbežná kontrola ({0})
sq: Shqyrtim Paraprak ({0})
sr_latn: Preliminarni pregled ({0})
sv_se: Preliminär granskning({0})

source: Moderated Review ({0})
hu: Moderált értékelés ({0})
id: Ulasan Dimoderasi ({0})
sk: Moderovaná recenzia ({0})
sq: Shqyrtim i Moderuar ({0})
sr_latn: Kontorlisan pregled ({0})
sv_se: Modererad granskning({0})

source: Unlisted Full Review ({0})
hu: Titkos teljes értékelés ({0})
id: Ulasan Lengkap Tidak Terdaftar ({0})
sk: Kompletné kontroly mimo zoznam ({0})
sq: Shqyrtim i Plotë të Paklasifikuare ({0})
sv_se: Olistad fullständig granskning ({0})

source: Unlisted Pending Update ({0})
hu: Titkos függő frissítés ({0})
id: Pembaruan Tidak Terdaftar Ditunda ({0})
sk: Čakajúce aktualizácie mimo zoznam ({0})
sq: Përditësim Në Pritje për të Paklasifikuar ({0})
sv_se: Olistad väntande uppdatering ({0})

source: Unlisted Preliminary Review ({0})
hu: Titkos előzetes értékelés ({0})
id: Ulasan Pendahuluan Tidak Terdaftar ({0})
sk: Predbežné kontroly mimo zoznam ({0})
sq: Shqyrtim Paraprak për të Paklasifikuar ({0})
sv_se: Olistad preliminär granskning ({0})

source: Addon
kab: Azegrir
sk: Doplnok
sq: Shtesë

source: Type
hu: Típus
id: Тип
ka: სახეობა
kab: Anaw
ms: Jenis
sk: Typ
sq: Lloj
sr_latn: Tip
sv_se: Typ
te: రకం

source: Waiting Time
hu: Várakozási idő
id: Waktu Tunggu
ka: ლოდინის დრო
kab: Akud n uṛaǧu
ms: Tempoh Menunggu
sk: Doba čakania
sq: Kohë Pritjeje
sr_latn: Vreme čekanja
sv_se: Väntetid
te: వేచి వుండు సమయము

source: Flags
hu: Jelzők
id: Tanda
ka: მონიშვნები
kab: Anayen
ms: Tanda
sk: Označenia
sq: Flamurka
sr_latn: Oznake
sv_se: Flaggor
te: ఫ్లాగ్‌లు

source: Applications
hu: Alkalmazások
id: Aplikasi
sk: Aplikácie
sq: Aplikacione
sr_latn: Aplikacije
sv_se: Applikationer

source: Additional
hu: További
id: Tambahan
sk: Ďalšie
sq: Shtesë
sr_latn: Dodatno
sv_se: Ytterligare

source: Site Specific
hu: Webhelyspecifikus
id: Situs Tertentu
sk: Pre špecifickú stránku
sq: Për një Sajt të Dhënë
sr_latn: Posebno za sajt
sv_se: Platsspecifik

source: Requires External Software
hu: Külső szoftvert igényel
id: Perangkat Lunak Luar Diperlukan
sk: Vyžaduje externý softvér
sq: Lyp Software të Jashtëm
sr_latn: Zahteva spoljni softver
sv_se: Kräver extern programvara

source: Binary Components
hu: Bináris komponensek
id: Komponen Biner
sk: Binárne komponenty
sq: Përbërës Dyorë
sr_latn: Binarne komponente
sv_se: Binära komponenter

source: moments ago
hu: pár másodperce
id: saat yang lalu
ka: წინ
kab: kra n wakud aya
ms: sebentar tadi
sk: pred chvíľou
sq: çaste më parë
sr_latn: pre nekoliko momenata
sv_se: nyss
te: క్షణాలు క్రితం

source: {0} minute
hu: {0} perc
id: {0} menit
ka: {0} წუთი
kab: {0} tasdat
ms: {0} minit
sk: {0} minúta
sq: {0} minutë
sr_latn: {0} minut
sv_se: {0} minut
te: {0} నిమిషం

source: {0} hour
hu: {0} óra
id: {0} jam
ka: {0} საათი
kab: {0} asrag
ms: {0} jam
sk: {0} hodina
sq: {0} orë
sr_latn: {0} sat
sv_se: {0} timme
te: {0} గంట

source: {0} day
hu: {0} nap
id: {0} hari
ka: {0} დღე
kab: {0} ass
ms: {0} hari
sk: {0} deň
sq: {0} ditë
sr_latn: {0} dan
sv_se: {0} dag
te: {0} రోజు

source: Push to public
hu: Publikálás
id: Dorong ke publik
sk: Schváliť pre verejnosť
sq: Kaloje publike
sr_latn: Napravi javnim
sv_se: Gör publik

source: Grant full review
hu: Teljes értékelés engedélyezése
id: Memberi ulasan lengkap
sk: Udeliť plnú kontrolu
sq: Akordojini shqyrtimit të plotë
sv_se: Bevilja fullständig granskning

source: Request more information
hu: További információ kérése
id: Meminta informasi tambahan
sk: Vyžiadať dodatočné informácie
sq: Kërko më tepër të dhëna
sr_latn: Zatraži više informacija
sv_se: Begär mer information

source: Request super-review
hu: Teljes értékelés kérése
id: Meminta ulasan-super
ka: განსაკუთრებული განხილვის მოთხოვნა
ms: Minta semakan-teliti
sk: Požadovať super-recenziu
sq: Kërkoni super-shqyrtim
sr_latn: Zahtevaj super-recenziju
sv_se: Begär supergranskning

source: Grant preliminary review
hu: Előzetes értékelés megadása
id: Memberi ulasan pendahuluan
sk: Udeliť predbežnú kontrolu
sq: Jepi shqyrtim paraprak
sr_latn: Odobri preliminarni pregled
sv_se: Bevilja preliminär granskning

source: This will mark the files as preliminarily reviewed.
hu: Ez megjelöli a fájlokat, mint előzetesen értékelt.
id: Ini akan menandai berkas sebagai telah mendapat ulasan pendahuluan.
sk: Označí súbory ako predbežne schválené.
sq: Kjo do t’i shënonte kartelat si të shqyrtuara paraprakisht.
sr_latn: Ovo će označiti datoteke kao preliminarno pregledane.
sv_se: Detta kommer att markera filerna som preliminärt granskad.

source: Use this form to request more information from the author. They will receive an email and be able to answer here. You will be notified by email when they reply.
hu: Használja ezt az űrlapot, amennyiben kapcsolatba szeretne kerülni a készítővel, akit e-mailen értesítünk és lehetősége van itt válaszolni. Értesítést küldünk, amint megérkezik a válasz.
id: Gunakan formulir ini untuk meminta informasi tambahan dari penulis. Mereka akan menerima surel dan akan bisa menjawab di sini. Anda akan diberi tahu menggunakan surel saat mereka membalas.
sk: Použite tento formulár na vyžiadanie dodatočných informácií od autora doplnku, ktorý obdrží e-mailovú správu a bude môcť tu odpovedať. Pri jeho odpovedi budete upozornený e-mailovou správou.
sq: Përdorni këtë formular për të kërkuar më tepër të dhëna prej autorit. Ai do të marrë një email dhe do të mundë t’ju përgjigjet këtu. Kur të përgjigjet, do të njoftoheni me email.
sr_latn: Koristite ovu formu da biste zahtevali više informacija od autora. Primiće e-poštu i biće u mogućnosti ovde da odgovori. Bićete obavešteni putem e-pošte kada odgovori.
sv_se: Använd detta formulär för att begära mer information från upphovsmannen. De kommer att få ett mail och det kan besvaras här. Du kommer att meddelas via e-post när de svarat.

source: If you have concerns about this add-on's security, copyright issues, or other concerns that an administrator should look into, enter your comments in the area below. They will be sent to administrators, not the author.
hu: Amennyiben aggályai vannak a kiegészítő biztonságával, licencelésével vagy bármi olyasmivel kapcsolatban, amit egy adminisztrátornak jó lenne ellenőriznie, akkor azt írja az alábbi részbe. Ezt az adminisztrátorok fogják megkapni, nem pedig a készítő.
id: Jika anda memiliki kekhawatiran mengenai keamanan pengaya ini, masalah hak cipta, atau kekhawatiran lainnya yang harus diperiksa administrator, masukkan komentar anda di area di bawah. Semua akan dikirimkan kepada administrator, bukan penulis.
sk: Ak máte pochybnosti o bezpečnosti tohto doplnku, problémoch s autorskými právami alebo iné, na ktoré by sa mal pozrieť správca, zadajte do dole uvedenej časti svoje komentáre. Budú odoslané správcom, nie autorovi.
sq: Nëse keni shqetësime rreth sigurisë së kësaj shtese, problemesh me të drejtat e kopjimit, ose shqetësime të tjera të cilat duhet t’i shohë një administrator, jepini komentet tuaja në zonën më poshtë. Ato do t’u dërgohen administratorëve, jo autorit.
sr_latn: Ako brinete o bezbednosti ovog dodatka, o njegovim autorskim pravima, ili nekim drugim stvarima koje bi administrator trebao da pogleda, unesite Vaš komentar u polje ispod. Biće poslat administratorima, ne autoru.
sv_se: Om du har frågor om den här tilläggets säkerhet, upphovsrättsliga frågor eller andra funderingar som en administratör bör titta på, ange dina kommentarer i fältet nedan. De kommer att skickas till administratörer, inte upphovsmän.

source: This will reject the add-on and remove it from the review queue.
hu: Ezzel a kiegészítő elutasításra kerül és az értékelés várakozók listájában sem fog szerepelni.
id: Ini akan menolak pengaya dan mengeluarkannya dari antrean ulasan.
sk: Zamietne doplnok a odstráni ho zo zoznamu na kontrolu.
sq: Kështu do të hidhet tej shtesa dhe do të hiqet prej radhës së shqyrtimeve.
sr_latn: Ovo će odbiti dodatak i ukloniti ga sa liste čekanja.
sv_se: Detta kommer att avvisa tillägget och ta bort den från granskningskön.

source: Make a comment on this version. The author won't be able to see this.
sq: Bëni një koment mbi këtë version. Autori nuk do të jetë në gjendje ta shohë këtë.

source: This will reject the files and remove them from the review queue.
hu: Ez visszautasítja a fájlokat, és eltávolítja azokat az értékelési sorból.
id: Ini akan menolak pengaya dan mengeluarkannya dari antrean ulasan.
sk: Zamietne súbory a odstráni ich zo zoznamu na kontrolu.
sq: Kështu do të hidhen tej kartelat dhe do të hiqen prej radhës së shqyrtimeve.
sr_latn: Ovo će odbiti datoteke i ukloniti ih sa čekanja recenzije.
sv_se: Detta kommer att avvisa filer och ta bort dem från granskningskön.

source: This will mark the add-on as preliminarily reviewed. Future versions will undergo preliminary review.
hu: Ez a kiegészítőt előzetesen értékeltnek tekinti. A későbbi verzióknak is előzetes értékelésen kell átesniük.
id: Ini akan menandai pengaya sebagai telah mendapat ulasan pendahuluan. Versi sesudahnya akan melalui ulasan pendahuluan.
sk: Označí doplnok ako predbežne skontrolovaný. Ďalšie verzie budú opäť prechádzať predbežnou kontrolou.
sq: Kështu shtesa do të shënohet si e shqyrtuar paraprakisht. Versionet e ardhshme do të kalojnë nën shqyrtim paraprak.
sr_latn: Ovo će označiti dodatak kao preliminarno pregledan. Buduće verzije će proći kroz preliminarni pregled.
sv_se: Detta kommer att markera tillägget som preliminärt granskat. Framtida versioner kommer att genomgå preliminär granskning.

source: This will mark the files as preliminarily reviewed. Future versions will undergo preliminary review.
hu: Ez a fájlt előzetesen értékeltnek tekinti. A későbbi verzióknak is előzetes értékelésen kell átesniük.
id: Ini akan menandai pengaya sebagai telah mendapat ulasan pendahuluan. Versi sesudahnya akan melalui ulasan pendahuluan.
sk: Označí súbory ako predbežne skontrolované. Ďalšie verzie budú opäť prechádzať predbežnou kontrolou.
sq: Kështu kartelat do të shënohen si të shqyrtuara paraprakisht. Versionet e ardhshme do të kalojnë nën shqyrtim paraprak.
sr_latn: Ovo će označiti datoteke kao preliminarno pregledane. Buduće verzije će proći kroz preliminarni pregled.
sv_se: Detta kommer att markera filerna som preliminärt granskade. Framtida versioner kommer att genomgå preliminär granskning.

source: Retain preliminary review
hu: Előzetes értékelés megtartása
id: Meneruskan ulasan pendahuluan
sk: Predbežná kontrola pozdržaná
sq: Mbaja shqyrtimin paraprak
sr_latn: Zadrži preliminarnu recenziju
sv_se: Behåll preliminär granskning

source: This will retain the add-on as preliminarily reviewed. Future versions will undergo preliminary review.
hu: Ez a kiegészítő előzetesen értékelt marad. A későbbi verzióknak is előzetes értékelésen kell átesniük.
id: Ini akan meneruskan pengaya sebagai telah menerima ulasan pendahuluan. Versi sesudahnya akan melalui ulasan pendahuluan.
sk: Zamietne predbežnú kontrolu doplnku. Ďalšie verzie budú opäť prechádzať predbežnou kontrolou.
sq: Kjo do ta mbajë shtesën si të shqyrtuar paraprakisht. Versionet e ardhshme do të kalojnë nën shqyrtim paraprak.
sr_latn: Ovo će zadržati dodatke kao preliminarno pregledane. Buduće verzije će proći kroz preliminarni pregled.
sv_se: Detta kommer att behålla tillägget som preliminärt granskad. Framtida versioner kommer att genomgå preliminär granskning.

source: This will approve a sandboxed version of a public add-on to appear on the public side.
id: Ini akan menyetujui versi sandbox dari pengaya publik untuk muncul di sisi publik.
sk: Tým schválite verziu zo Sandboxu nominovanú na uverejnenie, aby sa objavila na verejnej stránke.
sq: Kjo do të miratojë shfaqjen në pjesën publike të një versioni bankëprovë të një shtese publike.
sr_latn: Ovo će odobriti verziju u zaštićenom okruženju javnog dodatka da se pojavi na javnoj strani.
sv_se: Detta kommer att godkänna en sandboxad version av ett offentligt tillägg att synas på den offentliga sidan.

source: This will reject a version of a public add-on and remove it from the queue.
hu: Ez elutasítja a publikus kiegészítő verzióját és eltávolítja a várakozási sorból.
id: Ini akan menolak sebuah versi dari pengaya publik dan mengeluarkannya dari antrean.
sk: Zamietne verziu verejne dostupného doplnku a odstráni ho z fronty.
sq: Kështu do të hidhet tej një version i një shtese publike dhe do të hiqet ajo prej radhës.
sr_latn: Ovo će odbiti verziju javnog dodatka i ukloniće ga sa liste čekanja.
sv_se: Detta kommer att avvisa en version av ett offentligt tillägg och ta bort den från kön.

source: This will mark the add-on and its most recent version and files as public. Future versions will go into the sandbox until they are reviewed by an editor.
hu: Ez a kiegészítőt és annak legfrissebb változatát publikusnak tekinti. A jövőben megjelenő verziók nem jelennek meg addig, amíg egy szerkesztő nem értékeli.
id: Ini akan menandai pengaya dan versi terbarunya dan berkasnya sebagai publik. Versi berikutnya juga akan dimasukkan sandbox sampai diulas oleh penyunting.
sk: Týmto označíte doplnok a jeho najnovšiu verziu a súbory ako verejné. Budúce verzie prejdú do Sandboxu, kým sa nepodrobia recenzii editorom.
sq: Me këtë, shtesa dhe versioni më i fundit, së bashku me kartelat përkatëse, do të shfaqen si publike. Versione të ardhshme do të kalohen në bankëprovë, deri sa të jenë shqyrtuar nga një redaktor.
sr_latn: Ovo će označiti dodatak i njegove skorašnje verzije i datoteke kao javne. Buduće verzije će otići u zaštićeno okruženje dok ne budu pregledane od strane urednika.
sv_se: Detta kommer att markera tillägget och dess senaste version och filer som publika. Framtida versioner kommer att gå in i sandbox tills de granskas av en redigerare.

source: add-on
id: pengaya
sk: doplnok
sq: shtesë
sr_latn: dodatak
sv_se: tillägg

source: Flagged
hu: Megjelölve
id: Ditandai
ka: მონიშნულია
kab: Yettwasezmel
ms: Ditandai
sk: Označené
sq: Me Shenjë
sr_latn: Označeno
sv_se: Flaggad

source: Updates
hu: Frissítések
id: Pembaruan
ka: განახლებები
kab: Ileqman
ms: Kemaskini
sk: Aktualizácie
sq: Përditësime
sr_latn: Ažuriranja
sv_se: Uppdateringar
te: తాజాకరణలు

source: Admin Review
hu: Adminisztrátori értékelés
id: Ulasan Admin
kab: Acegger n unedbal
sk: Recenzia administrátora
sq: Shqyrtim nga Përgjegjësi
sr_latn: Recenzija administratora
sv_se: Administratörsgranskning

source: Jetpack Add-on
hu: Jetpack kiegészítők
id: Pengaya jetpack
ka: Jetpack დამატება
kab: Azegrir Jetpack
ms: Add-on Jetpack
sk: Doplnok typu Jetpack
sq: Shtesë Jetpack
sr_latn: Jetpack dodatak
sv_se: Jetpack-tillägg

source: Restartless Add-on
hu: Újraindításmentes kiegészítők
id: Pengaya Restartless
sk: Doplnok vyžaduje reštart
sq: Shtesë Pa Rinisje
sr_latn: Dodatak bez ponovnog pokretanja
sv_se: Tillägg som ej kräver omstart

source: More Information Requested
hu: További információ szükséges
id: Diperlukan Lebih Banyak Informasi
ka: საჭიროა მეტი მონაცემების მითითება
kab: Ugar n telɣut tettusuter
ms: Perlukan Maklumat Lanjut
sk: Požadované doplňujúce informácie
sq: Lypsen Më Tepër të Dhëna
sr_latn: Zahtevane dodatne informacije
sv_se: Mer information begärd

source: Contains Editor Comment
hu: Szerkesztői hozzászólást tartalmaz
id: Mengandung Komentar Editor
sk: Obsahuje komentár redaktora
sq: Përmban Koment Redaktori
sr_latn: Sadrži komentar urednika
sv_se: Innehåller redigeringskommentar

source: Sources provided
hu: Megadott források
id: Sumber disediakan
ka: წყაროები მოცემულია
kab: Iγbula d-ittunefken
ms: Sumber disediakan
sk: Poskytnuté zdrojové kódy
sq: Burimet Janë Dhënë
sr_latn: Pruženi izvori
sv_se: Källor tillgänglig
te: అందించిన మూలాలు

source: Duplicate Submission
hu: Ismételt beküldés
id: Menggandakan Pendaftaran
ka: განმეორებული წარდგენა
kab: Tuzna snat n tikal
ms: Duplikasi Serahan
sk: Duplicitné odoslanie
sq: Parashtrim Dy Herë
sr_latn: Diplirano podnošenje
sv_se: Duplicerade inskickningar

source: Thanks for submitting your Theme
hu: Köszönjük, hogy beküldte témáját
id: Terima kasih karena telah memasukkan Tema anda
ka: გმადლობთ, თქვენი თემის წარდგენისთვის
kab: Tanemmirt ɣef tuzna n usentel
ms: Terima kasih kerana mengemukakan Tema anda
sk: Ďakujeme za pridanie vašej témy
sq: Faleminderit për Parashtrimin e Temës suaj
sr_latn: Hvala Vam što ste podneli Vašu temu
sv_se: Tack för att du skickade in ditt tema

source: A problem with your Theme submission
hu: Probléma a téma beküldésével
id: Ada masalah dengan Tema yang ada masukkan
ka: ხარვეზი, თემის წარდგენისას
kab: Ugur di tuzna n usentel inek
ms: Ada masalah dengan serahan Tema anda
sk: Pri pridávaní vašej témy nastal problém
sq: Problem me parashtrimin e Temës suaj
sr_latn: Problem sa podnošenjem Vaše teme
sv_se: Ett problem med ditt inskickade tema

source: Theme submission flagged for review
hu: Téma beküldés megjelölve értékelésre
id: Pendaftaran tema ditandai untuk peninjauan
ka: წარსადგენი თემა ჩანიშნულია განსახილველად
kab: Tuzna n usentel tettwacreḍ i usezmel
ms: Serahan tema anda ditandakan untuk semakan
sk: Odoslanie témy označené na kontrolu
sq: Parashtrim teme me shenjë të vënë për shqyrtim
sr_latn: Podnešenje teme je označeno za pregled
sv_se: Inskickat tema flaggat för granskning

source: A question about your Theme submission
hu: Kérdés a téma beküldéséhez
id: Ada pertanyaan mengenai pendaftaran Tema Anda
ka: შეკითხვა, თქვენი თემის წარდგენის შესახებ
kab: Asteqsi ɣef tuzna n usentel inek
ms: Ada soalan perihal serahan Tema anda
sq: Një pyetje rreth parashtrimit të Temës suaj
sr_latn: Pitanje o Vašem podnošenju teme
sv_se: En fråga om ditt inskickade tema

source: New Add-ons (Under 5 days)
hu: Új kiegészítők (5 napnál frissebbek)
id: Pengaya Baru (Dibawah 5 hari)
kab: Izegrar imaynuten (Daw n 5 n wussan)
sk: Nové doplnky (za posledných 5 dní)
sq: Shtesa të Reja (Nën 5 ditë)
sr_latn: Novi dodatak (ispod 5 dana)
sv_se: Nya tillägg (Under 5 dagar)

source: Passable (5 to 10 days)
hu: Elfogadható (5-10 nap)
id: Bisa dilewati (5 hingga 10 hari)
kab: Ilemmasen (5 ar 10 n wussan)
sq: Ende në lojë (5 deri në 10 ditë)
sr_latn: Prolazno (5 do 10 dana)
sv_se: Väntande (5 till 10 dagar)

source: Overdue (Over 10 days)
hu: Késedelmes (több mint 10 nap)
id: Terlambat (Lebih dari 10 hari)
kab: Iqbuṛen (Ugar n 10 n wussan)
sq: Të kaluara (10 ditë e më tepër)
sr_latn: Istekao rok (više od 10 dana)
sv_se: Försenad (Över 10 dagar)

source: An unknown error occurred
hu: Ismeretlen hiba történt
id: Terjadi masalah yang tidak diketahui
ka: უცნობი შეცდომა
kab: Taḍra-d tuccda tarussint
ms: Ada ralat yang tidak diketahui
sk: Nastala neznáma chyba
sq: Ndodhi një gabim i panjohur
sr_latn: Pojavila se nepoznata greška
sv_se: Ett okänt fel uppstod
te: ఒక తెలియని దోషం ఎదురైంది

source: Self-reviews are not allowed.
hu: Az önértékelés nem engedélyezett.
id: Mengulas sendiri tidak diperkenankan.
ka: თვითმიმოხილვა არაა ნებადართული.
ms: Semakan-sendiri tidak dibenarkan.
sk: Recenzie samým sebou nie sú dovolené.
sq: Nuk lejohen shqyrtime nga vetja.
sr_latn: Sopstvene recenzije nisu dozvoljene.
sv_se: Det är inte tillåtet att granska sig själv.
te: స్వయం-సమీక్షలు అనుమతించబడవు.

source: Review successfully processed.
hu: Az értékelés sikeresen megtörtént.
id: Ulasan berhasil diproses.
ka: მიმოხილვა წარმატებით შესრულდა.
kab: Acegger yemmed akken iwata.
ms: Semakan berjaya diproses.
sk: Recenzia úspešne spracovaná.
sq: Shqyrtimi u krye me sukses.
sr_latn: Recenzija uspešno procesirana.
sv_se: Granskning behandlad.
te: సమీక్ష విజయవంతంగా ప్రాసెస్ చేయబడింది.

source: was approved
hu: jóváhagyva
id: telah disetujui
kab: yettwaqbel
sk: schválené
sq: qe miratuar
sr_latn: je odobreno
sv_se: godkändes

source: given preliminary review
hu: előzetesen értékelt
id: diberi ulasan pendahuluan
sk: predbežne skontrolované
sq: pati shqyrtim paraprak
sr_latn: je data preliminarna recenzija
sv_se: beviljad preliminär granskning
