Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Localize for: <a id="change-locale" href="#">%(dl)s</a>
es_ar: Traducir para: <a id="change-locale" href="#">%(dl)s</a>
fur: Localize par: <a id="change-locale" href="#">%(dl)s</a>
fy_nl: Lokalisearje foar: <a id="change-locale" href="#">%(dl)s</a>
he: תרגום לשפה: <a id="change-locale" href="#">%(dl)s</a>
hr: Prevedi na: <a id="change-locale" href="#">%(dl)s</a>
hu: Lokalizáció <a id="change-locale" href="#">%(dl)s</a> nyelvre
ia: Localisar pro: <a id="change-locale" href="#">%(dl)s</a>
id: Pelokalan untuk <a id="change-locale" href="#">%(dl)s</a>
is: Staðfæra fyrir: <a id="change-locale" href="#">%(dl)s</a>
ka: თარგმანი: <a id="change-locale" href="#">%(dl)s-ზე</a>
kab: Suqel ar: <a id="change-locale" href="#">%(dl)s</a>
ms: Terjemahkan ke: <a id="change-locale" href="#">%(dl)s</a>
nb_no: Oversett til: <a id="change-locale" href="#">%(dl)s</a>
nn_no: Omsett til: <a id="change-locale" href="#">%(dl)s</a>
ro: Tradu pentru: <a id="change-locale" href="#">%(dl)s</a>
sk: Lokalizovať pre: <a id="change-locale" href="#">%(dl)s</a>
sq: Përkthejeni në: <a id="change-locale" href="#">%(dl)s</a>
sr_latn: Lokalizuj za: <a id="change-locale" href="#">%(dl)s</a>
sv_se: Översätt för: <a id="change-locale" href="#">%(dl)s</a>
te: కోసం స్థానీకరణ: <a id="change-locale" href="#">%(dl)s</a>
th: แปลเป็นภาษาท้องถิ่นสำหรับ: <a id="change-locale" href="#">%(dl)s</a>
tr: <a id="change-locale" href="#">%(dl)s</a> için yerelleştir
vi: Bản địa hóa cho: <a id="change-locale" href="#">%(dl)s</a>

source: Existing Locales
es_ar: Idiomas actuales
fur: Lenghis disponibilis
fy_nl: Besteande talen
he: שפות קיימות
hr: Postojeći jezici
hu: Meglévő helyszíneken
ia: Localisationes existente
id: Pelokalan Yang Sudah Ada
is: Fyrirliggjandi staðfærslur
ka: არსებული ენები
kab: Tutlayin yellan
ms: Lokaliti Sedia Ada
nb_no: Eksisterende språk
nn_no: Eksisterande språk
ro: Limbi existente
sk: Existujúce jazyky
sq: Vendoret Ekzistuese
sr_latn: Postojeći lokali
sv_se: Befintliga språkversioner
te: ఉన్న లోకేల్స్
th: ภาษาที่มีอยู่
tr: Mevcut diller
vi: Ngôn ngữ hiện có

source: New Locales
es_ar: Nuevos idiomas
fur: Gnovis lenghis
fy_nl: Nije talen
he: שפות חדשות
hr: Novi jezici
hu: Új területi beállítások
ia: Nove localisationes
id: Pelokalan Baru
is: Nýjar staðfærslur
ka: ახალი ენები
kab: Tutlayin timaynutin
ms: Lokaliti Baru
nb_no: Nye språk
nn_no: Nye språk
ro: Limbi noi
sk: Nové jazyky
sq: Vendoret e Reja
sr_latn: Novi lokali
sv_se: Nya språk
te: కొత్ స్థానికీకరణలు
th: ภาษาใหม่
tr: Yeni diller
vi: Ngôn ngữ mới

source: You have unsaved changes in the <b>{0}</b> locale. Would you like to save your changes before switching locales?
es_ar: Tienes cambios sin guardar en el idioma <b>{0}</b>. ¿Quieres cambiar los cambios antes de cambiar de idioma?
fur: A son presintis modifichis che no son stadis salvadis te localizazion <b>{0}</b>. Salvâ lis modifichis prime di cambiâ localizazion?
fy_nl: Jo hawwe net-bewarre wizigingen yn de taal <b>{0}</b>. Wolle jo jo wizigingen bewarje eardat jo fan taal wikselje?
he: ישנם שינויים שלא נשמרו בשפה <b>{0}</b>. האם ברצונך לשמור את השינויים שלך בטרם מעבר לשפה אחרת?
hr: Imaš nespremljene promjene u prijevodu za <b>{0}</b> Želiš li spremiti promjene prije mijenjanja jezika?
hu: Nem mentette el a változásokat <b>{0}</b> területi beállításhoz. Szeretné elmenteni a változásokat a területi beállítások váltása előtt?
ia: Tu ha cambiamentos non salvate in le <b>{0}</b> localisation. Vole tu salvar tu cambiamentos ante que cambiar localisationes?
id: Anda memiliki perubahan yang belum disimpan di <b>{0}</b> pelokalan ini. Apakah anda ingin menyimpan perubahan sebelum berganti pelokalan?
is: Þú ert með óvistaðar breytingar í <b>{0}</b> staðfærslunni. Viltu vista breytingarnar þínar áður en þú skiptir um staðfærslu?
ka: თქვენ გაქვთ შეუნახავი ცვლილებები <b>{0}</b> ენაში. გსურთ ცვლილებების შენახვა, ენების გადართვამდე?
ms: Anda ada perubahan yang belum disimpan dalam lokaliti <b>{0}</b>. Adakah anda mahu simpan perubahan ini sebelum menukar lokaliti?
nb_no: Du har endringer på språket <b>{0}</b> som ikke er lagret. Vil du lagre dine endringen innen du skifter språk?
nn_no: Du har endringar i språket <b>{0}</b> som ikkje er lagra. Vil du lagre endringane dine før du skiftar språk?
ro: Ai modificări nesalvate în<b>{0}</b> limba actuală. Vrei să-ți salvezi modificările înainte de comutarea limbii?
sk: V lokalizácii <b>{0}</b> máte neuložené zmeny. Chcete uložiť zmeny pred prepnutím lokalizácie?
sq: Keni ndryshime të paruajtura te vendorja <b>{0}</b>. Do të donit të ruanit ndryshimet tuaja përpara ndërrimit të vendores?
sr_latn: Imate nesačuvane promene u <b>{0}</b> lokalu. Da li bi ste hteli da sačuvate promene pre promene lokala?
sv_se: Du har ändringar som inte sparats i språket <b>{0}</b>. Vill du spara ändringarna innan du byter språk?
th: คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึกในภาษา <b>{0}</b> คุณต้องการบันทึกการเปลี่ยนแปลงก่อนที่จะเปลี่ยนภาษาหรือไม่?
tr: <b>{0}</b> dilinde kaydedilmemiş değişiklikleriniz var. Dili değiştirmeden önce değişikliklerinizi kaydetmek ister misiniz?
vi: Bạn có các thay đổi chưa lưu trong bản địa <b>{0}</b>. Bạn có muốn lưu thay đổi của mình trước khi chuyển bản địa?

source: Discard Changes
es_ar: Descartar cambios
fi: Hylkää muutokset
fur: Scarte modifichis
fy_nl: Wizigingen ferwerpe
he: ביטול שינויים
hr: Odbaci promjene
hu: Módosítások eldobása
ia: Refusar le modificationes
id: Hapus Perubahan
is: Henda breytingum
ka: ცვლილებების გაუქმება
kab: Sefsex asinifel
ms: Buang Perubahan
nb_no: Forkast endringer
nn_no: Ignorer endringar
ro: Înlătură modificările
sk: Neuložiť zmeny
sq: Hidhi Tej Ndryshimet
sr_latn: Odbaci promene
sv_se: Ignorera ändringar
te: మార్పులను విస్మరించుము
th: ละทิ้งการเปลี่ยนแปลง
tr: Değişiklikleri iptal et
vi: Hủy bỏ Thay đổi

source: Are you sure you want to remove all <b>{0}</b> translations? This cannot be undone.
es_ar: ¿Estás seguro de que quieres borrar las <b>{0}</b> traducciones? No podrás deshacer esta acción.
fi: Haluatko varmasti poistaa kaikki <b>{0}</b> käännöstä? Tätä ei voi perua.
fur: Gjavâ pardabon dutis lis traduzions par <b>{0}</b>? Nol sarà pussibil tornâ indaûr di cheste operazion.
fy_nl: Binne jo wis dat jo alle <b>{0}</b> oersettingen fuortsmite wolle? Dit kin net ûngedien makke wurde.
he: להסיר את כל התרגומים ל<b>{0}</b>? פעולה זו אינה הפיכה.
hr: Zaista želiš ukloniti sve prijevode za <b>{0}</b>? To nije moguće poništiti.
hu: Biztosan el akarja távolítani az összes <b>{0}</b> fordítást? Az művelet nem vonható vissza.
ia: Desira tu vermente remover tote le <b>{0}</b> traductiones? Isto non pote esser disfacite.
id: Yakin anda ingin menghapus semua <b>{0}</b> terjemahan? Ini tidak bisa diurungkan.
is: Ertu viss um að þú viljir fjarlægja allar þýðingar <b>{0}</b>? Ekki er hægt að afturkalla þetta.
ka: ნამდვილად გსურთ ყველა <b>{0}</b> თარგმანის წაშლა? ეს ქმედება შეუქცევადია.
kab: Tebɣiḍ ad tekkseḍ akk <b>{0}</b> n tsuqilin? Ur tezmireḍ ara ad ten-id-erreḍ.
ms: Adakah anda pasti mahu menghapuskan semua terjemahan <b>{0}</b>? Ini tidak boleh dibatalkan.
nb_no: Er du sikker på at du vil fjerne alle <b>{0}</b> oversettelser? Dette kan ikke angres.
nn_no: Er du sikker på at du vil fjerne alle <b>{0}</b> omsetjingar? Dette kan ikkje angrast.
ro: Sigur vrei să elimini toate <b>{0}</b> traducerile? Acțiunea este ireversibilă.
sk: Chcete odstrániť všetky preklady pre jazyk <b>{0}</b? Táto operácia je nevratná.
sq: Jeni i sigurt se doni të hiqen krejt përkthimet për <b>{0}</b>? Kjo s’mund të zhbëhet.
sr_latn: Da li ste sigurni da želite da uklonite svih <b>{0}</b> prevoda? Ovo ne može biti opozvano.
sv_se: Är du säker på att du vill ta bort alla <b>{0}</b> översättningar? Detta kan inte ångras.
te: మీరు <b>{0}</b> అనువాదాలన్నింటిని తొలగించాలని నిశ్చయించుకున్నారా? వీటినిక వెనక్కితీసుకురాలేము.
th: คุณแน่ใจหรือไม่ว่าต้องการลบคำแปลภาษา <b>{0}</b> ทั้งหมด? การกระทำนี้ไม่สามารถยกเลิกได้
tr: Tüm <b>{0}</b> çevirileri kaldırmak istediğinizden eminmisiniz? Bu geri alınamaz.
vi: Bạn có chắc chắn muốn xóa tất cả <b>{0}</b> bản dịch không? Điều này không thể hoàn tác được.

source: Delete Locale
es_ar: Eliminar traducción
fur: Elimine localizazion
fy_nl: Taal fuortsmite
he: מחיקת שפה
hr: Izbriši prijevod
hu: Területi beállítás törlése
ia: Deler le localisation
id: Hapus Pelokalan
is: Eyða staðfærslu
ka: ენის წაშლა
kab: Kkes tutlayt
ms: Buang Lokaliti
nb_no: Slett språk
nn_no: Slett språk
ro: Șterge traducerea
sk: Odstrániť jazyk
sq: Fshije Vendoren
sr_latn: Izbriši lokal
sv_se: Ta bort språk
te: లొకేల్‌ను తొలగించండి
th: ลบภาษา
tr: Dili Sil
vi: Xóa ngôn ngữ

source: Must be %s characters or more.
hu: %s vagy ennél több karakternek kell lennie.
id: Harus %s karakter atau lebih banyak.
sk: Minimálny počet znakov: %s.
sq: Duhet të jetë %s ose më tepër shenja.
sr_latn: Mora biti %s ili više karaktera.
sv_se: Måste vara %s tecken eller fler.

source: Letters and numbers required.
hu: Betűk és számok szükségesek.
id: Dibutuhkan huruf dan angka.
sk: Vyžadované sú písmená a čísla.
sq: Lypsen shkronja dhe numra.
sr_latn: Slova i brojevi neophodni.
sv_se: Bokstäver och siffror krävs.

source: That password is not allowed.
hu: Ez a jelszó nem engedélyezett.
id: Kata sandi ini tidak diperbolehkan.
sk: Toto heslo nie je povolené.
sq: Ky fjalëkalim nuk lejohet.
sr_latn: Ta lozinka nije dozvoljena.
sv_se: Detta lösenord är inte tillåtet.

source: As part of our new password policy, your password must be %s characters or more. Please update your password by <a href="%s">issuing a password reset</a>.
hu: Az új jelszóházirendek részeként, a jelszónak %s vagy több karakternek kell lennie. Kérjük, frissítse a jelszót, <a href="%s">jelszó helyreállítás kérésével</a>.
id: Sebagai bagian dari kebijakan sandi baru kami, sandi anda harus terdiri dari %s karaktor atau lebih. Harap memperbarui sandi anda dengan <a href="%s">mengeluarkan penyetelan ulang sandi</a>.
sk: Ako súčasť našej novej politiky hesiel požadujeme, aby vaše heslo malo %s, alebo viac znakov. Aktualizujte svoje heslo pomocou <a href="%s">jeho obnovy</a>.
sq: Si pjesë e rregullave tona të reja për fjalëkalimet, fjalëkalimi juaj duhet të jetë %s ose më tepër shenja. Ju lutemi, përditësoni fjalëkalimin tuaj përmes <a href="%s">kërkesës për ricaktim fjalëkalimi</a>.
sr_latn: Kao deo naše nove polise za lozinke, Vaša lozinka mora imati barem %s karaktera. Molimo da ažurirate Vašu lozinku tako što ćete <a href="%s">zatražiti resetovanje lozinke</a>.
sv_se: Som en del av vår nya lösenordspolicy, måste ditt lösenord vara %s tecken eller mer. Vänligen uppdatera ditt lösenord genom att <a href="%s">utfärda en lösenordsåterställning</a>.

source: You must recover your password through Firefox Accounts. Try logging in instead.
hu: A Firefox Fiókokon keresztül kell helyreállítani a jelszavát. Próbáljon meg ehelyett bejelentkezni.
id: Anda harus memulihkan sandi anda melalui Firefox Accounts. Cobalah masuk sebagai gantinya.
sq: Fjalëkalimin tuaj mund ta rimerrni që nga Llogaritë Firefox. Provoni të bëni hyrjen.
sv_se: Du måste återställa ditt lösenord via Firefox-konton. Försök logga in istället.

source: New password
hu: Új jelszó
id: Sandi baru
sk: Nové heslo
sq: Fjalëkalim i ri
sr_latn: Nova lozinka
sv_se: Nytt lösenord

source: Email must be {email}.
hu: Az e-mailnek ennek kell lennie: {email}.
id: Surel harus {email}.
ka: ელფოსტა უნდა იყოს {email}.
kab: Yessefk imayl ad yili {email}.
ms: E-mel hendaklah {email}.
sq: Email-i duhet dtë jetë {email}.
sv_se: Email måste vara {email}.

source: Usernames cannot contain only digits.
hu: A felhasználónevek nem tartalmazhatnak csak számokat.
id: Nama pengguna tidak bisa hanya berisi digit.
ka: მეტსახელები არ უნდა შედგებოდეს მხოლოდ ციფრებისგან.
kab: Ur issefk ara isem n useqdac ad yegber aweẓlu.
ms: Nama pengguna tidak boleh hanya mengandungi nombor.
sk: Meno používateľa nesmie obsahovať iba čísla.
sq: Emri i përdoruesit s’mundet të përmbajë vetëm shifra.
sr_latn: Korisnička imena ne mogu da sadrže samo brojeve.
sv_se: Användarnamn kan inte endast innehålla siffror.

source: Enter a valid username consisting of letters, numbers, underscores or hyphens.
hu: Adjon meg egy érvényes felhasználónevet, amely betűkből, számokból, aláhúzásokból vagy kötőjelekből áll.
id: Masukkan nama pengguna yang benar, terdiri dari huruf, angka, garis bawah atau tanda hubung.
ka: შეიყვანეთ მომხმარებლის სახელი, რომელიც შეიძლება შედგებოდეს ასოებისგან, ციფრებისგან, ტირესა და დეფისისგან.
ms: Masukkan nama pengguna yang sah yang mengandungi huruf, nombor, garis bawah atau tanda sempang.
sk: Zadajte platné používateľské meno, ktoré obsahuje znaky abecedy, čísla, podčiarky alebo pomlčky.
sq: Jepni një emër të vlefshëm përdoruesi, të përbërë nga shkronja, numra, nënvija ose vija ndarëse.
sr_latn: Unesite ispravno korisničko ime koje sadrži slova, brojeve, crte ili crtice.
sv_se: Ange ett giltigt användarnamn som består av bokstäver, siffror, understreck eller bindestreck.

source: This username cannot be used.
hu: Ez a felhasználónév nem használható.
id: Nama pengguna ini tidak dapat digunakan.
ka: მომხმარებლის ამ სახელის გამოყენება შეუძლებელია.
kab: Isem-agi n useqdac ur izmir ara ad ittuseqdec.
ms: Nama pengguna ini tidak boleh digunakan.
sk: Toto používateľské meno nemôže byť použité.
sq: Ky emër përdoruesi s’përdoret dot.
sr_latn: Ovo korisničko ime ne može da se koristi.
sv_se: Det här användarnamnet kan inte användas.

source: This username is already in use.
hu: Ez a felhasználónév már használatban van.
id: Nama pengguna ini sudah digunakan.
ka: მომხმარებლის ეს სახელი უკვე გამოყენებულია.
kab: Isem n useqdac yettuseqdac yakan.
ms: Nama pengguna sedang digunakan.
sk: Toto používateľské meno sa už používa.
sq: Ky emër përdoruesi është tashmë në përdorim.
sr_latn: Ovo korisničko ime je već u upotrebi.
sv_se: Användarnamnet används redan

source: Display Name
es_ar: Nombre para mostrar
fi: Näyttönimi
fur: Non visualizât
fy_nl: Werjeftenamme
he: שם תצוגה
hr: Prikazano ime
hu: Megjelenő név
ia: Nomine monstrate
id: Nama Tampilan
is: Birtingarnafn
ka: გამოსაჩენი სახელი
kab: Isem ara d-sekneḍ
ms: Papar Nama
nb_no: Visningsnavn
nn_no: Visingsnamn
ro: Nume afișat
sk: Zobrazované meno
sq: Emër në Ekran
sr_latn: Prikazano ime
sv_se: Visningsnamn
te: ప్రదర్శన పేరు
th: ชื่อที่แสดงผล
tr: Görünen ad
vi: Tên hiển thị

source: Location
hu: Hely
id: Lokasi
ka: მდებარეობა
kab: Adig
ms: Lokasi
sk: Umiestnenie
sq: Vend
sr_latn: Lokacija
sv_se: Plats

source: Occupation
hu: Foglalkozás
id: Pekerjaan
ka: საქმიანობა
kab: Axeddim
ms: Pekerjaan
sk: Povolenie
sq: Punësim
sr_latn: Zanimanje
sv_se: Yrke

source: This URL has an invalid format. Valid URLs look like http://example.com/my_page.
hu: Ez az URL érvénytelen formátumban van. Az érvényes URL-ek formátuma ehhez hasonló: http://pelda.hu/sajat_oldal.
id: URL ini formatnya tidak valid. Contoh URL yang valid adalah http://example.com/namahalaman.
ka: ეს URL ბმული არასწორი ფორმატისაა. მართებული URL ბმულები გამოიყურება შემდეგნაირად: http://example.com/my_page.
ms: URL ini mempunyai format yang tidak sah. URL yang sah seperti ini http://example.com/my_page.
sk: Táto adresa URL má neplatný formát. Platná adresa vyzerá takto: http://priklad.com/moja_stranka.
sq: Kjo URL ka format të pavlefshëm. URL-të e vlefshme kanë pamje si kjo http://shembull.com/faqja_ime.
sr_latn: Ovaj URL je neispravnog formata. Validne URL adrese izgledaju ovako http://primer.com/moja_strana.
sv_se: URLen har ett ogiltigt format. Giltiga URLer ser ut som http://example.com/my_page.

source: Please use an email address from a different provider to complete your registration.
hu: A regisztrációhoz használjon más szolgáltató által kibocsátott e-mail címet.
id: Harap gunakan alamat surel dari penyedia lainnya untuk melengkapi pendaftaran.
sk: Použite e-mailovú adresu od iného poskytovateľa a dokončite vašu registráciu.
sq: Ju lutemi, që të plotësohet regjistrimi juaj, përdorni një adresë email nga një tjetër mundësues.
sr_latn: Molimo Vas da koristite adresu e-pošte od drugog provajdera da biste završili registraciju.
sv_se: Använd en e-postadress från en annan leverantör för att slutföra din registrering.

source: This display name cannot be used.
es_ar: No se puede utilizar el nombre mostrado.
fi: Tätä näyttönimeä ei voi käyttää.
fur: Nol è pussibil doprâ chest non pe visualizazion.
fy_nl: Dizze skermnamme kin net brûkt wurde.
he: לא ניתן להשתמש בשם תצוגה זה.
hr: Ovo se prikazano ime ne može koristiti.
hu: Ez a megjelenítendő név nem használható.
ia: Iste nomine de schermo non pote esser usate.
id: Nama tampilan ini tidak dapat digunakan.
is: Ekki er hægt að nota þetta birtingarnafn.
ka: ამ სახელის გამოყენება შეუძლებელია.
kab: Isem agi ur yettwaseqdac ara.
ms: Nama paparan ini tidak boleh digunakan.
nb_no: Dette visningsnavnet kan ikke brukes.
nn_no: Dette visingsnamnet kan ikkje brukast.
ro: Acest nume afișat nu poate fi folosit.
sk: Toto zobrazené meno nemôže byť použité.
sq: S’mund të përdoren ky emër ekrani.
sr_latn: Ime ne može da se koristi.
sv_se: Detta visningsnamn kan inte användas.
te: ఈ పేరును వాడుకోలేరు.
th: ชื่อที่แสดงนี้ไม่สามารถใช้ได้
tr: Bu görünen ad kullanılamaz.
vi: Không thể sử dụng tên hiển thị này.

source: The passwords did not match.
hu: A jelszavak nem egyeznek.
id: Kata sandi tidak sama.
sk: Heslá sa nezhodujú.
sq: Fjalëkalimet s’u përputhën.
sr_latn: Lozinke se ne poklapaju.
sv_se: Lösenorden stämmer inte överens.

source: Profile Photo
hu: Profilkép
id: Foto Profil
ka: პროფილის სურათი
kab: Tawlaft n umaɣnu
ms: Foto Profil
sk: Fotografia profilu
sq: Foto Profili
sr_latn: Profilna slika
sv_se: Profilfoto
te: ప్రొఫైల్ ఫోటో

source: Default locale
hu: Alapértelmezett területi beállítás
id: Pelokalan baku
kab: Tutlayt tamzwert
sk: Východzí jazyk
sq: Vendore parazgjedhje
sr_latn: Podrazumevan lokal
sv_se: Standardspråk

source: Firefox Accounts users cannot currently change their email address.
hu: A Firefox Fiókok felhasználói jelenleg nem módosíthatják az e-mail címüket.
id: Pengguna Firefox Accounts saat ini tidak dapat mengubah alamat sirel mereka.
kab: Iseqdacen n imiḍanen Firefox ur zmiren ara ad sniflen akka tura tansa-nsen imayl.
sq: Përdoruesit e Llogarive Firefox, hëpërhë, s’mund të ndryshojnë adresën e tyre email.
sv_se: Användare med Firefox-konto kan för närvarande inte ändra sin e-postadress.

source: Wrong password entered!
hu: Rossz jelszót írt be!
id: Kata sandi yang dimasukkan salah!
sk: Zadané nesprávne heslo!
sq: U dha fjalëkalim i gabuar!
sr_latn: Uneli ste lošu lozinku!
sv_se: Fel lösenord har angetts!

source: Email cannot be changed.
hu: Az e-mail nem módosítható.
id: Surel tidak bisa diubah.
sq: Email-i s’mund të ndryshohet.n
sv_se: E-postadress kan inte ändras.

source: To anonymize, enter a reason for the change but do not change any other field.
hu: Az anonimizáláshoz adja meg a változás okát, de ne változtasson meg más mezőt.
id: Untuk menjadi anonim, masukkan alasan perubahan, tapi jangan mengubah bagian lainnya.
ka: ანონიმურობისთვის, მიუთითეთ ცვლილების მიზეზი, მაგრამ არ შეაფასოთ სხვა ველები.
ms: Untuk menjadi anonimus, masukkan alasan untuk mengubahnya tapi jangan ubah medan yang lain.
sq: Për anonimizim, jepni një arsye për ndryshimin, por mos ndryshoni ndonjë fushë tjetër.
sr_latn: Na anonimnom, unesite razlog za promenu ali ne menjajte bilo koje drugo polje.
sv_se: För att anonymisera, ange en orsak till förändringen men ändra inte något annat textfält.

source: Please enter at least one name to blacklist.
hu: Írjon be legalább egy nevet a tiltólistához.
id: Silakan masukkan sekurangnya satu nama untuk mendaftarhitamkan.
sk: Zadajte aspoň jeden názov do blacklistu.
sq: Ju lutemi, jepni të paktën një emër për ta kaluar te lista e zezë.
sr_latn: Molimo da unesete bar jedno ime na crnu listu.
sv_se: Ange minst ett namn till svartlistan.

# user_list_others
source: others
hu: mások
id: lainnya
ka: და სხვები
kab: wiyaḍ
ms: lain-lain
sk: iné
sq: të tjera
sr_latn: ostali
sv_se: andra
te: ఇతరులు

source: algorithm
hu: algoritmus
id: algoritma
sk: algoritmus
sq: algoritëm
sr_latn: algoritam
sv_se: algoritm

source: salt
hu: só
sq: kripë

source: No user with that email.
es_ar: No se ha encontrado un usuario con ese correo electrónico.
fi: Ei käyttäjää tällä sähköpostiosoitteella.
fur: Nissun utent cun chê e-mail.
fy_nl: Der is gjin brûker mei dat e-mailadres.
he: אין משתמש עם כתובת דוא״ל זו.
hr: Nema korisnika s tom e-adresom.
hu: Nincs ilyen felhasználó ilyen e-mail címmel.
ia: Nulle usator con ille adresse de e-mail.
id: Tidak ada pengguna dengan email tersebut.
is: Enginn notandi er með þetta tölvupóstfang.
ka: ამ ელფოსტით მომხმარებელი არ იძებნება.
kab: Ulac aseqdac s yimayl-agi.
ms: Tiada pengguna dengan e-mel berkenaan.
nb_no: Ingen bruker med den e-postadressen.
nn_no: Ingen brukar med denne e-postadressa.
ro: Nu există niciun utilizator cu acea adresă de e-mail.
sk: Používateľ s touto e-mailovou adresou neexistuje.
sq: S’ka përdorues me këtë email.
sr_latn: Nema korisnika sa tom adresom e-pošte.
sv_se: Ingen användare med den e-postadressen.
te: ఆ ఇమెయిల్తో వినియోగదారులు లేదు.
th: ไม่มีผู้ใช้อีเมลนั้น
tr: Bu e-posta ile kayıtlı kullanıcı yok.
vi: Không người dùng nào có email đó.

source: Anonymous user {id}
hu: Ismeretlen felhasználó {id}
id: Pengguna anonim {id}
ka: უცნობი მომხმარებელი {id}
kab: Aseqdac udrig {id}
ms: Pengguna anonimus {id}
sq: Përdorues i paemër {id}
sv_se: Anonym användare {id}

source: Your account has been restricted
hu: A felhasználói fiókja korlátozva lett
id: Akun anda telah dibatasi
sk: Váš účet bol obmedzený
sq: Llogaria juaj u kufizua
sr_latn: Vaš nalog je ograničen
sv_se: Ditt konto har begränsats

source: Please confirm your email address
hu: Ellenőrizze az e-mail címét
id: Будь ласка підтвердіть вашу ел.адресу
sk: Potvrďte svoju e-mailovú adresu
sq: Ju lutemi, ripohoni adresën tuaj email
sr_latn: Molimo Vas potvrdite adresu e-pošte
sv_se: Bekräfta din e-postadress

source: My Mobile Add-ons
hu: Saját Mobile kiegészítők
id: Pengaya Bergerak Saya
ka: ჩემი დამატებები მობილურისთვის
kab: Izegrarèiw izirazen
ms: Add-ons Mobile Saya
sk: Moje mobilné doplnky
sq: Shtesat e Mia për Celular
sr_latn: Moji dodaci za mobilne
sv_se: Mina Mobile-tillägg

source: an add-on developer thanks me for a contribution
hu: egy kiegészítő fejlesztője megköszöni a hozzájárulást
id: seorang pengembang pengaya berterima kasih atas suatu kontribusi
kab: aneflay n uzegrir yesnemmer-iyi ɣef uttekki
sk: vývojár doplnku poďakoval za môj príspevok
sq: një zhvillues shtese më falënderon për një kontribut
sr_latn: programer dodatka mi se zahvalio na doprinosu
sv_se: en tilläggsutvecklare tack mig för ett bidrag
