Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: How to improve the performance of my add-on?
hu: Hogyan javíthatja a kiegészítője teljesítményét?
id: Bagaimana cara meningkatkan kinerja pengaya saya?
kab: Amek ara snerniq timellit n uzegrir inu?
sq: Si ta përmirësoj funksionimin e shtesës sime?
sr_latn: Kako da poboljšam perfomanse dodatka?
sv_se: Hur förbättrar jag prestanda för mitt tillägg?

source: Poorly written extensions can have a severe impact on the browsing experience, including on the overall performance of Firefox itself. The following page contains many good <a href="%(url)s">guides</a> that help you improve performance, whether you're developing core Mozilla code or an add-on.
id: Ekstensi yang ditulis sekedarnya bisa memiliki dampak buruk bagi pengalaman penelusuran, termasuk dalam keseluruhan performa Firefox. Laman berikut ini mencakup banyak <a href="%(url)s">panduan</a> yang baik yang membantu anda meningkatkan performa, baik jika anda mengembangkan kode inti Mozilla atau pengaya.
sq: Zgjerimet e shkruara dobët mund të kenë ndikim të rëndë në shijen që lë shfletimi, përfshi vetë funksionimin e Firefox-it. Faqja vijuese përmban mjaft <a href="%(url)s">udhërrëfyes</a> të goditur që ju ndihmojnë për përmirësimin e funksionimit, qoftë kur shkruani kod për gjërat bazë Mozilla, qoftë për një shtesë.
sr_latn: Loše napisana ekstenzija može da ima uticaj na iskustvo pregldavanja, uklučujući i učinak samog Firefox-a. Sledeća stranica sadrži mnogo dobrih <a href="%(url)s">smernica</a> koje će Vam pomoći da poboljšate perfomanse, bilo da razvijte Mozilla kod ili dodatak.
sv_se: Dåligt skrivna tillägg kan ha en allvarlig inverkan på surfupplevelsen, bland annat om den totala prestandan för Firefox själv. Följande sida innehåller många bra <a href="%(url)s">guider</a> som hjälper dig att förbättra prestanda, oavsett om du utvecklar kod för Mozilla eller ett tillägg.

source: Can my add-on support multiple locales?
hu: Támogathat a kiegészítő több területi beállítást?
id: Dapatkah pengaya saya mendukung berbagai kode pelokalan?
kab: Yezmer azegrir inu ad isefrek deqs n tutlayin?
sq: A mund të mbulojë shtesa ime shumë gjuhë?
sr_latn: Da li moj dodatak podržava više jezika?
sv_se: Kan mitt tillägg stödja flera språk?

source: Yes. Details on localizing your add-on can be found in the the <a href="%(l10n_url)s">Mozilla Developer Network Localization page</a>. <a href="%(bz_url)s">The BabelZilla project</a> is also a great resource for learning about localization and volunteering to help translate add-ons.
id: Ya. Rincian untuk melokalkan pengaya anda bisa ditemukan dalam <a href="%(l10n_url)s">laman Pelokalan Mozilla Developer Network </a>. <a href="%(bz_url)s">Proyek BabelZilla </a> juga merupakan sumber yang baik untuk belajar tentang pelokalan dan membantu menerjemahkan pengaya secara sukarela.
sq: Po. Hollësië mbi përkthimin e shtesës suaj mund të gjeni te <a href="%(l10n_url)s">faqja MDN mbi Përkthimet</a>. <a href="%(bz_url)s">Projekti BabelZilla</a> gjithashtu është një burim i pasur për të mësuar rreth përkthimit dhe vullnetarizmit për përkthim shtesash.
sr_latn: Da. Detalje o lokalizaciji dodatka možete pronaći na stranici <a href="%(l10n_url)s">Mozilla Developer Network Localization</a>. <a href="%(bz_url)s">The BabelZilla project</a> je takođe dobar izvor za učenje o lokalizaciji i volonterstvu da biste pomogli da prevedemo dodatak.
sv_se: Ja. Detaljer om att översätta dit tillägg kan hittas i <a href="%(l10n_url)s">Mozilla Developer Network Lokaliseringssdia</a>. <a href="%(bz_url)s">Projektet BabelZilla</a> är också en stor resurs för att lära mer om lokalisering och frivillighet för att hjälpa till att översätta tillägg.

source: I need some advice building my add-on. Where can I find help?
hu: Szükségem van néhány tanácsra a kiegészítőm elkészítéséhez. Hol találok segítséget?
id: Saya memerlukan saran-saran dalam membangun pengaya. Ke mana saya mencari bantuan?
kab: Sriɣ kra n uweṣṣi ɣef tneflit n uzegrir-inu. Anda ara yefeɣ afus?
sq: Më duhen ca këshilla për ndërtimin e shtesës sime. Ku mund të gjej ndihmë?
sr_latn: Treba mi savet oko pravljenja dodataka. Gde mogu da ga dobijem?
sv_se: Jag behöver några råd för att bygga mitt tillägg. Var hittar jag hjälp?

source: #extdev (for add-on development discussions)
hu: #extdev (a kiegészítő-fejlesztések megvitatásához)
id: #extdev (untuk diskusi pengembangan pengaya)
sq: #extdev (për diskutime zhvillimi shtesash)
sr_latn: #extdev (za diskusiju o razoju dodataka)
sv_se: #extdev (för diskussioner om tilläggsutveckling)

source: #amo (for support relating to hosting your add-on on AMO)
hu: #amo (támogatáshoz a kiegészítője AMO-n terjesztésével kapcsolatban)
id: #amo (untuk dukungan terkait pemuatan pengaya anda di AMO)
kab: #amo (i tallelt icudden ar tnezduɣt n uzegri-ik di AMO)
sq: #amo (për asistencë lidhur me strehimin e shtesës suaj te AMO)
sr_latn: #amo (za podršku u vezi sa hostovanjem Vašeg dodatka na AMO)
sv_se: #amo (för support relaterat till att hysa ditt tillägg på AMO)

source: #jetpack (for discussions about the Add-ons SDK and cfx/jpm - formerly known as Jetpack)
hu: #jetpack (megbeszélésekhez a Kiegészítők SDK és a cfx/jpm-mel kapcsolatban – régebbi nevén jetpack)
id: #jetpack (untuk diskusi mengenai SDK Pengaya dan cfx/jpm - sebelumnya dikenal sebagai Jetpack)
sq: #jetpack (për diskutime rreth SDK-së së Shtesave dhe cfx/jpm - të njohura dikur si Jetpack)
sv_se: #jetpack (för diskussioner om tillägg SDK och cfx/jpm - tidigare känd som Jetpack)

source: Mailing List
hu: Levelezőlista
id: Milis
kab: Tabdart n tnezwit
sq: Listë Postimesh
sr_latn: Mailing lista
sv_se: E-postlista

source: Newsgroup
hu: Hírcsoport
id: Grup Berita
kab: Agraw n isallen
sq: Grup Lajmesh
sr_latn: Diskusione grupe
sv_se: Nyhetsgrupp

source: Google Group
hu: Google csoport
id: Grup Google
kab: Agraw Google
sk: Skupiny Google
sq: Grup Google
sr_latn: Google grupa
sv_se: Google grupp

source: Add-ons forum
hu: Kiegészítők fóruma
id: Forum pengaya
kab: Anmager n izegrar
sq: Forum shtesash
sr_latn: Forum za dodatke
sv_se: Tilläggsforum

source: Does Mozilla offer development services?
hu: Biztosít-e a Mozilla fejlesztői szolgáltatásokat?
id: Apakah Mozilla menawarkan layanan pengembangan?
kab: Mozilla ɣurr-s imeẓla n tneflit?
sq: A ofron Mozilla shërbime programimi?
sr_latn: Da li Mozilla nudi usluge za razvoj?
sv_se: Erbjuder Mozilla utvecklingstjänster?

source: No.
hu: Nem.
id: Tidak.
kab: Ala.
sk: Nie.
sq: Jo.
sr_latn: Ne.
sv_se: Nej.

source: Are there 3rd party developers that I can hire to build my add-on?
hu: Vannak-e harmadik félnek számító fejlesztők, akiket meg lehet bízni kiegészítő-fejlesztéssel?
id: Apakah ada pengembang pihak ke-3 yang bisa saya sewa untuk membangun pengaya saya?
sq: A ka zhvillues nga palë të treta, të cilët mund t’i punësoj për të ndërtuar shtesën time?
sr_latn: Da li postoje programeri drugih kompanija koje mogu zaposliti da naprave moj dodatak?
sv_se: Finns det tredjepartsutvecklare som jag kan hyra för att bygga mitt tillägg?

source: Yes. You may find 3rd party developers via the <a href="%(forum_url)s">Add-ons forum</a>, <a href="%(list_url)s">mozilla.jobs list</a>, <a href="%(mz_url)s">mozillaZine forums</a> or <a href="%(wiki_url)s">the Mozilla Wiki</a>. Please note that Mozilla does not offer developer recommendations.
hu: Igen, találhat külső fejlesztőket a <a href="%(forum_url)s">Kiegészítők fórumon</a> keresztül, a <a href="%(list_url)s">mozilla.jobs listán</a>, a <a href="%(mz_url)s">mozillaZine fórumokon</a> vagy <a href="%(wiki_url)s">a Mozilla Wikin</a>. Kérjük, vegye figyelembe, hogy a Mozilla nem nyújt fejlesztő ajánlásokat.
id: Iya. Anda bisa menemukan pengembang pihak ke-3 melalui <a href="%(forum_url)s">forum Pengaya</a>, <a href="%(list_url)s">daftar mozilla.jobs </a>, <a href="%(mz_url)s">forum mozillaZine </a> atau <a href="%(wiki_url)s">Mozilla Wiki</a>. Harap dicatat bahwa Mozilla tidak menawarkan rekomendasi pengaya.
kab: Ih. Tzemreḍ ad tafeḍ ineflayen wis kraḍ deg <a href="%(forum_url)s">unmager n izegrar</a>, <a href="%(list_url)s">tabdart n tnezwit mozilla.jobs</a>, <a href="%(mz_url)s">inmagaren mozillaZine</a> neɣ di <a href="%(wiki_url)s">wiki Mozilla</a>. Tamawt: Mozilla ur tettweṣṣi ara ɣef ineflayen ibanen.
sq: Po. Mund të gjeni zhvillues palësh të treta përmes <a href="%(forum_url)s">forumit të shtesave</a>, <a href="%(list_url)s">listës mozilla.jobs</a>, <a href="%(mz_url)s">forumeve te mozillaZine</a> ose te <a href="%(wiki_url)s">Wiki e Mozilla-s</a>. Ju lutemi, kini parasysh që Mozilla nuk ofron rekomandime zhvilluesish.
sr_latn: Da. Možete naći programere preko <a href="%(forum_url)s">Foruma za dodatke</a>, <a href="%(list_url)s">mozilla.jobs list</a>, <a href="%(mz_url)s">mozillaZine foruma</a> ili <a href="%(wiki_url)s">the Mozilla Wiki</a>. Imajte u vidu da Mozilla ne daje preporuke programera.
sv_se: Ja. Du kan hitta tredjepartsutvecklare via <a href="%(forum_url)s">tilläggsforum</a>, <a href="%(list_url)s">mozilla.jobs lista</a>, <a href="%(mz_url)s">mozillaZine forum</a> eller <a href="%(wiki_url)s">Mozilla Wiki</a>. Observera att Mozilla inte erbjuder utvecklare rekommendationer.

source: Can I host my own add-on?
hu: Biztosíthatom én a tárhelyet saját kiegészítőmnek?
id: Bisakah saya memuat pengaya saya sendiri?
kab: Zemreɣ ad muddeɣ tanezduɣt i uzegrir inu?
sq: A mund ta strehoj shtesën time?
sr_latn: Da li mogu da hostujem moj dodatak?
sv_se: Kan jag hysa mina egna tillägg?

source: Yes. Many developers choose to host their own add-ons. Choosing to host your add-on on <a href="%(amo_url)s">Mozilla's add-on site</a>, though, allows for much greater exposure to your add-on due to the large volume of visitors to the site. <a href="%(md_url)s">mozdev.org</a> offers free project hosting for Mozilla applications and extensions providing developers with tools to help manage source code, version control, bug tracking and documentation.
sq: Po. Mjaft zhvillues i strehojnë vetë shtesat e tyre. Por, po të zgjidhni të strehoni shtesën tuaj te <a href="%(amo_url)s">sajti i shtesave Mozilla</a>, ju krijohet mundësia për ekspozim më të madh të shtesës suaj para një vëllimi të madh vizitorësh të sajtit. <a href="%(md_url)s">mozdev.org</a> ofron strehim falas për projekte aplikacionesh dhe zgjerimesh Mozilla, duke u furnizuar zhvilluesve mjete në ndihmë të administrimit të kodit burim, për kontroll versionesh, ndjekje të metash dhe dokumentim.

source: Can Mozilla host my add-on?
hu: Biztosít tárhelyet a Mozilla a kiegészítőmnek?
id: Bisakah Mozilla memuat pengaya saya?
kab: Tezmer Mozilla ad tmudd tanezduɣt i uzegrir inu?
sq: A mund ta strehojë Mozilla shtesën time?
sr_latn: Da li Mozilla može da hostuje moj dodatak?
sv_se: Kan Mozilla hysa mitt tillägg?

source: Yes. You can host your add-on on <a href="%(url)s">Mozilla's add-on website</a>.
hu: Igen. Terjesztheti a kiegészítőjét a <a href="%(url)s">Mozilla kiegészítők weboldalán</a>.
id: Ya. Anda bisa memuat pengaya anda di <a href="%(url)s">situs pengaya Mozilla</a>.
sq: Po. Shtesën tuaj mund ta strehoni te <a href="%(url)s">sajti i shtesave Mozilla</a>.
sr_latn: Da. Možete da hostujete Vaš dodatak na <a href="%(url)s">Mozilla-inom veb sajtu dodataka</a>.
sv_se: Ja. Du kan hysa ditt tillägg på <a href="%(url)s">Mozillas webbplats för tillägg</a>.

source: What is AMO?
hu: Mi az az AMO?
id: Apakah AMO itu?
kab: D acu-t AMO?
sk: Čo je AMO?
sq: Ç’është AMO-ja?
sr_latn: Šta je AMO?
sv_se: Vad är AMO?

source: Mozilla's AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) is the incubator that helps developers build, distribute, and support fantastic consumer products powered by Mozilla. It provides you the tools and infrastructure necessary to manage, host and expose your add-on to a massive base of Mozilla users.
hu: A Mozilla AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) az inkubátor, amely segíti a fejlesztőket a fantasztikus, Mozilla-alapú termékek építésében, terjesztésében és támogatásában. Biztosítja az eszközöket és a szükséges infrastruktúrát, amely szükséges a kiegészítő kezeléséhez, kiszolgálásához és a Mozilla felhasználók nagy számának eléréséhez.
id: AMO Mozilla (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) adalah inkubator yang membantu pengembang membuat, mendistribusikan, dan mendukung produk konsumen yang luar biasa, dengan dukungan Mozilla. Menyediakan perangkat dan infrastruktur yang diperlukan untuk mengelola, memuat dan menampilkan pengaya anda kepada pengguna Mozilla secara masif.
sq: AMO i Mozilla-s (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) është inkubatori që ndihmon zhvilluesit të ndërtojnë, shpërndajnë, dhe ofrojnë asistencë për produkte fantastike me bazë Mozilla. Ju furnizon mjetet dhe infrastrukturën e nevojshme për të administruar, strehuar dhe ekspozuar shtesat tuaja para një baze masive përdoruesish të Mozilla-s.
sv_se: Mozillas AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) är den inkubator som hjälper utvecklare bygga, distribuera och stödja fantastiska konsumentprodukter som drivs av Mozilla. Det ger dig de verktyg och den infrastruktur som behövs för att hantera, hysa och exponera dina tillägg till en massiv bas av Mozilla-användare.

source: Does Mozilla keep my account information private?
hu: Bizalmasan kezeli-e a Mozilla a fiókinformációit?
id: Apakah Mozilla menjaga informasi akun saya tetap privat?
kab: Mozilla ad tegber talɣut n umiḍan inu d tusligt?
sq: A i mban Mozilla private të dhënat e llogarisë sime?
sr_latn: Da li Mozilla drži moje informacije naloga privatnim?
sv_se: Ser Mozilla till att min kontoinformation är privat?

source: Yes. Our <a href="%(url)s">Privacy Policy</a> describes how your information is managed by Mozilla.
hu: Igen. Az <a href="%(url)s">Adatvédelmi szabályzat</a> leírja, hogyan kezeli a Mozilla az adatait.
id: Ya. Kami memiliki <a href="%(url)s">Kebijakan Privasi</a> yang menjelaskan bagaimana informasi anda dikelola Mozilla.
sq: Po. <a href="%(url)s">Rregullat tona të Privatësisë</a> përshkruajnë se si administrohen të dhënat tuaja nga Mozilla.
sr_latn: Da. Naša <a href="%(url)s">polisa privatnosti</a> opisuje kako Mozilla upravlja sa Vašim informacijama.
sv_se: Ja. Vår <a href="%(url)s">Sekretesspolicy</a> beskriver hur din information hanteras av Mozilla.

source: What are the "developer tools" listed on AMO?
hu: Mik azok a "fejlesztői eszközök" az AMO-n?
id: Apa sajakah "perangkat pengembang" yang didaftar dalam AMO?
kab: Anda d-ttwabedren "ifecka n tneflit" di AMO?
sq: Cilat janë "mjetet e zhvilluesit" të radhitura te AMO?
sr_latn: Zašto su "developer tools" navedeni na AMO?
sv_se: Vad innehåller "utvecklingsverktygen" som är listade på AMO?

source: The "Developer Tools" dashboard is the area that provides you the tools to successfully manage your add-ons. It provides the functionality necessary to submit your add-ons to AMO, manage add-on information, and review statistics.
hu: A „Fejlesztői eszközök” műszerfal az a terület, amely az eszközöket biztosítja, hogy sikeren kezelje a kiegészítőit. Lehetővé teszi a bővítmények benyújtását az AMO-ba, a kiegészítő adatainak kezelését, és a statisztikák áttekintését.
id: Papan "Perangkat Pengaya" adalah area yang memberikan alat untuk mengelola pengaya anda secara berhasil. Ia menyediakan fungsi yang diperlukan untuk memasukkan pengaya anda ke AMO, mengelola informasi pengaya dan mengulas statistiknya.
sq: Pulti "Mjete Zhvilluesi" është zona që ju ofron mjetet për të administruar me sukses shtesat tuaja. Aty keni funksionet e nevojshme për parashtrimin e shtesave tuaja te AMO, për administrim informacioni mbi shtesën, dhe për shqyrtim statistikash.
sv_se: Översikten för "Utvecklingsverktyg" är det område som ger dig verktygen för att framgångsrikt hantera dina tillägg. Det ger funktionalitet som krävs för att skicka dina tillägg till AMO, hantera tilläggsinformation och granska statistik.

source: Does Mozilla have a policy in place as to what is an acceptable submission?
hu: Van-e a Mozillának érvényben lévő szabályzata arról, hogy mik az elfogadható benyújtott kiegészítők?
id: Apakah Mozilla memiliki kebijakan yang ditetapkan mengenai penyampaian apakah yang dapat diterima?
sq: A ka Mozilla në fuqi ndonjë rregull se çfarë është një parashtrim i pranueshëm?
sr_latn: Da li Mozilla ima polisu o tome kakva podnošenja su prihvatljiva?
sv_se: Har Mozilla en policy på plats om vad som är en acceptabel inskickning?

source: Yes. Mozilla's <a href="%(p_url)s">Add-on Policy</a> describes what is an acceptable submission. This policy is subject to change without notice. In addition, the AMO editorial team uses the <a href="%(g_url)s">Editors Reviewing Guide</a> to ensure that your add-on meets specific guidelines for functionality and security.
sq: Po. <a href="%(p_url)s">Rregullat e Mozilla-s mbi Shtesat</a> përshkruajnë se cili do të ishte një parashtrim i pranueshëm. Këto rregulla janë subjekt ndryshimesh pa paralajmërim. Përveç kësaj, ekipi i redaktorëve të AMO-s përdor <a href="%(g_url)s">Udhërrëfyesin për Redaktorë Shqyrtimesh</a> për të kontrolluar që shtesa juaj pajtohet me udhëzimet specifike për funksionimin dhe sigurinë.

source: How do I submit my add-on for review?
hu: Hogyan kell benyújtani a kiegészítőjét értékelésre?
id: Bagaimana saya memasukkan pengaya untuk diulas?
kab: Amek ara yazneɣ azegrir inu i ucegger?
sq: Si ta parashtroj shtesën time për shqyrtim?
sr_latn: Kako da podnesem moj dodatak na recenziju?
sv_se: Hur skickar jag in mitt tillägg för granskning?

source: The Developer Tools dashboard will allow you to upload and submit add-ons to AMO. You must be a registered AMO users before you can submit an add-on. Before submitting your add-on be sure to you have read the AMO <a href="%(url)s">Editors Reviewing Guide</a> to ensure that your add-on has met the guidelines used by editors to review add-ons.
id: Papan Perangkat Pengembang akan memungkinkan anda memuat dan memasukkan pengaya ke AMO. Anda harus menjadi pengguna AMO yang terdaftar sebelum bisa memasukkan pengaya. Sebelum memasukkan pengaya anda, pastikan untuk telah membaca <a href="%(url)s">Panduan Ulasan Editor</a> AMO untuk memastikan pengaya anda telah memenuhi panduan yang digunakan editor untuk mengulas pengaya.
sq: Paneli i Mjeteve të Zhvilluesit do t’ju lejojë të ngarkoni dhe parashtroni shtesa te AMO. Lypset të jeni përdorues i regjistruar te AMO, përpara se të mundni të parashtroni një shtesë. Përpara parashtrimit të shtesës suaj sigurohuni se e keni lexuar <a href="%(url)s">Udhërrëfyesin e Redaktorëve të Shtesave</a> të AMO-s, për t’u siguruar që shtesa juaj është në pajtim me udhëzimet e përdorura nga redaktorët gjatë shqyrtimit të shtesave.
sv_se: Översikten för utvecklingsverktyg gör att du kan ladda upp och skicka in tillägg till AMO. Du måste vara registrerad AMO-användare innan du kan skicka in ett tillägg. Innan du skickar in ditt tillägg bör du ha läst AMO:s <a href="%(url)s">riktlinjer för redigerare</a> för att säkerställa att ditt tillägg uppfyller de riktlinjer som används av redigerare för att granska tillägg.

source: What operating system do I choose for my add-on?
hu: Milyen operációs rendszer kell megadni a kiegészítőjéhez?
id: Sistem operasi apa yang saya pilih untuk pengaya saya?
kab: Anwa anagraw n wammud ara ferneɣ i uzegrir-inu?
sq: Cilin sistem operativ të zgjedh për shtesës time?
sr_latn: Koji operativni sistem da izaberem za moj dodatak?
sv_se: Vilket operativsystem ska jag välja för mitt tillägg?

source: You must choose the operating systems on which your add-on will successfully function.
hu: Ki kell választania azokat az operációs rendszereket, amelyeken a kiegészítője sikeresen működni fog.
id: Anda harus memilih sistem operasi yang memungkinkan pengaya anda berhasil berfungsi.
sq: Duhet të zgjidhni sistemet operative në të cilët shtesa juaj do të funksionojë me sukses.
sr_latn: Morate izabrati operativne sisteme na kojima će Vaš dodatak da funkcioniše.
sv_se: Du måste välja de operativsystem som ditt tillägg kommer att fungera på.

source: What category do I choose for my add-on?
hu: Milyen kategóriát válasszon a kiegészítőjéhez?
id: Kategori apa yang saya pilih untuk pengaya saya?
kab: Anta taggayt ara ferneɣ i uzegrir-inu?
sq: Cilën kategori të zgjedh për shtesën time?
sr_latn: Koju kategoriju da izaberem za moj dodatak?
sv_se: Vilken kategori måste jag välja för mitt tillägg?

source: The choice of category is dependent on what type of audience you are targeting and the functionality of your add-on. If you're unsure of which category your add-on falls into, please choose "Other". The AMO team may re-categorize your add-on if it's determined that it's better suited in a different category.
hu: A kategória választása a célközönségtől és a kiegészítője funkcionalitásától függ. Ha nem biztos abban, hogy melyik kategóriába esik a kiegészítője, akkor válassza az „Egyéb” lehetőséget. Az AMO csapat átkategorizálhatja a kiegészítőjét, ha úgy döntenek, hogy jobban illik egy másik kategóriába.
id: Pilihan kategori tergantung pada apa tipe audiens yang anda tergetkan dan fungsi pengaya anda. Jika anda tidak yakin pengaya anda termasuk dalam kategori mana, harap memilih "Lainnya". Tim AMO bisa mengkategori ulang pengaya anda jika telah ditentukan bahwa pengaya ini lebih cocok dalam kategori yang berbeda.
sq: Zgjedhja e kategorisë varet nga lloji i publikut që keni në mendje dhe nga funksionet e shtesës suaj. Nëse jeni i pasigurt se në cilën kategori bie shtesa juaj, ju lutemi, zgjidhni "Tjetër". Ekipi i AMO-s mund ta rikategorizojë shtesën tuaj, nëse vendoset se i shkon më tepër një kategorie tjetër.
sv_se: Valet av kategori beror på vilken typ av målgrupp du riktar dig till och funktionaliteten hos ditt tillägg. Om du är osäker på vilken kategori ditt tillägg faller in i, välj "Annat". Gruppen AMO kan återkategorisera ditt tillägg om det fastställs att det är bättre lämpat i en annan kategori.

source: What does "nominating" my add-on mean?
hu: Mit jelent a kiegészítője „nevezése”?
id: Apakah artinya "menominasikan" pengaya saya?
sq: Çfarë do të thotë "kandidim" i shtesës sime?
sr_latn: Šta znači "nominovanje" mog dodatka?
sv_se: Vad betyder det att "nominera" mitt tillägg?

source: Nominated add-ons are new add-ons that the author has nominated to become public via the Developer Tools.
hu: A nevezett kiegészítők azok, amelyeket a szerzője nyilvánosnak jelölt a fejlesztői eszközökön keresztül.
id: Pengaya yang dinominasikan adalah pengaya baru yang penulisnya telah dinominasikan untuk menjadi publik melalui Perangkat Pengembang.
sq: Shtesat e kandiduara janë shtesa të reja, të cilat autori i ka propozuar për t’u bërë publike përmes Mjeteve të Zhvilluesit.
sr_latn: Nominirani dodaci su novi dodaci koje je autor nominovao da postanu javni putem Developer Tools-a.
sv_se: Nominerat tillägg är nya tillägg som upphovsmannen har nominerat att bli publika via utvecklingsverktygen.

source: Can I specify a license agreement for using my add-on?
hu: Adhat-e meg licencmegállapodást a kiegészítő használatához?
id: Bisakah saya merinci kesepakatan lisensi untuk menggunakan pengaya saya?
sq: A mund të përcaktoj një marrëveshje licence për përdorimin e shtesës sime?
sr_latn: Da li mogu da preciziram sporazum o licenci za korišćenje mog dodatka?
sv_se: Kan jag ange ett licensavtal för att använda mitt tillägg?
