Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Get more screen space by removing ads from your web-based inbox.
es_ar: Obtén más espacio en pantalla eliminando anuncios de tu bandeja de entrada en la web.
fi: Hanki lisää näyttötilaa poistamalla mainokset selainpohjaisesta postilaatikostasi.
fur: Vuadagne spazi sul schermi gjavant la publicitât che e scjafoie la tô casele di pueste vie web.
fy_nl: Meitsje mear skermromte frij troch advertinsjes út jo webbasearre postfek fuort te smiten.
he: קבלת שטח מסך גדול יותר על־ידי הסרת פרסומות מתיבת הדואר הנכנס שלך.
hr: Oslobodi prostor na ekranu uklanjanjem oglasa iz svog web poštanskog sandučića.
ia: Recupera spatio de schermo eliminante le annuncios de tu cassa de entrata sur web.
is: Fáðu meira skjápláss með því að fjarlægja auglýsingar úr vefpósthólfinu þínu.
ka: გამოათავისუფლეთ ადგილი ეკრანზე, თქვენი საფოსტო ყუთიდან რეკლამების მოცილებით.
ms: Dapatkan lebih ruang skrin dengan membuang iklan dalam peti masuk berasaskan web.
nb_no: Få mer skjermplass ved å fjerne annonser fra din nettbaserte innboks.
nn_no: Få meir skjermplass ved å fjerne annonsar fra den nettbaserte innboksen din.
ro: Fă-ți spațiu pe ecran eliminând reclamele din căsuța poștală web.
th: เพิ่มเนื้อที่ให้กับหน้าจอด้วยการเอาโฆษณาออกจากกล่องจดหมายบนเว็บของคุณ
tr: Web tabanlı e-posta kutunuzdaki reklamları kaldırarak daha fazla ekran alanı elde edin.
vi: Nhận thêm không gian màn hình bằng cách xóa quảng cáo khỏi hộp thư đến dựa trên web của bạn.

source: Find your tabs {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მონახეთ თქვენი ჩანართები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Cari tab anda {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Manage your open tabs in a tidy sidebar.
es_ar: Administra tus pestañas abiertas de forma ordenada en una barra lateral.
fi: Hallitse avoimia välilehtiä siistissä sivupalkissa.
fur: Gjestìs lis schedis viertis intune sbare laterâl ordenade.
fy_nl: Behear jo iepen ljepblêden yn in lytse sydbalke.
he: ניהול הלשוניות הפתוחות שלך בסרגל צד מסודר.
hr: Upravljaj otvorenim karticama u urednoj bočnoj traci.
ia: Gere tu schedas aperte in un barra lateral ordinate.
is: Sýslaðu með opnu flipana þina á hreinlegu hliðarspjaldi.
ka: მოხერხებულად განალაგეთ გვერდით ზოლზე.
ms: Urus tab terbuka secara rapi dalam bar sisi.
nb_no: Håndtere dine åpne faner i en ryddig sidestolpe.
nn_no: Handter dei opne fanene dine i ein ryddig sidestolpe.
ro: Gestionează-ți filele deschise într-o bară laterală ordonată.
te: తెరచివున్న ట్యాబులను చక్కటి పక్కపట్టీలో నిర్వహించుకోండి.
th: จัดการแท็บที่เปิดอยู่ของคุณในแถบข้างที่ดูเรียบร้อย
tr: Açık sekmelerinizi düzenli bir kenar çubuğunda yönetin.
vi: Quản lý các thẻ đang mở của bạn trong một thanh lề gọn gàng.

source: Avoid sneaky trackers and restrictions {start_sub_heading}with {addon_name}{end_sub_heading}
ka: აირიდეთ გაიძვერა მეთვალყურეები და შეზღუდვები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Elakkan penjejak dan sekatan tersembunyi {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Disguise your navigation by cloaking the identity of your browser and operating system.
ka: მოინახულეთ გვერდები შეუმჩნევლად, ბრაუზერისა და საოპერაციო სისტემის მონაცემების შენიღბვით.
ms: Samarkan navigasi dengan menyembunyikan identiti pelayar dan sistem operasi anda.

source: Refresh tabs {start_sub_heading}with {addon_name}{end_sub_heading}
ka: განაახლეთ ჩანართები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Muat semula tab {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Automatically reload tabs based on time intervals you set.
es_ar: Recarga automáticamente las pestañas según los intervalos de tiempo que hayas establecido.
fi: Päivitä välilehdet automaattisesti asettamiesi aikavälien perusteella.
fur: Torne cjame in automatic lis schedis aes dadis di timp che tu stabilissis.
fy_nl: Laad automatysk ljepblêden opnij op basis fan tiidsynterfallen dy’t jo ynstelle.
he: טעינת לשוניות מחדש באופן אוטומטי בהתבסס על מרווחי זמן מוגדרים.
ia: Recarga automaticamente le schedas in base a intervallos de tempore que tu defini.
is: Endurhlaða flipa sjálfkrafa á grundvelli tímabila sem þú stillir.
ka: ჩანართების თვითგანახლება დროის მითითებულ შუალედში.
ms: Muatkan tab secara automatik berdasarkan selang masa yang anda tetapkan.
nb_no: Oppdater automatisk faner basert på tidsintervaller du angir.
nn_no: Oppdater automatisk faner basert på tidsintervaller du spesifiserer.
ro: Reîncarcă automat filele în baza intervalelor de timp setate de tine.
te: మీరు అమర్చిన కాల వ్యవధుల ప్రకారం ట్యాబులను స్వయంచాలకంగా రీలోడు చేస్తుంది.
th: โหลดแท็บใหม่อัตโนมัติตามช่วงเวลาที่คุณตั้งไว้
tr: Belirlediğiniz zaman aralığına göre sekmeler otomatik olarak tazelensin.
vi: Tự động tải lại các thẻ dựa trên khoảng thời gian bạn đã đặt.

source: Separate your online lives {start_sub_heading}with {addon_name}{end_sub_heading}
ka: განაცალკევეთ თქვენი სხვადასხვა საქმიანობა ინტერნეტში {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Asingkan kehidupan atas talian anda {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Privately distinguish your various online identities—work, personal, etc.—through color-coded tabs that split your digital cookie trail.
ka: უსაფრთხოდ გამიჯნეთ თქვენი ცალკეული ანგარიშები — სამუშაო, პირადი და ა.შ. — ფერადი ჩანართებით, რომლებიც გამოყოფს ერთმანეთისგან შესაბამის ფუნთუშებს.
ms: Asingkan pelbagai identiti peribadi dalam talian—kerja, peribadi, dll.—melalui tab berkod warna yang mengasingkan jejak kuki digital.

source: Stop trackers {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეზღუდეთ მეთვალყურეები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Hentikan penjejak {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Gain an additional layer of tracking protection as you browse the web.
es_ar: Obtén una capa adicional de protección de rastreo mientras navegas por la web.
fi: Hyödynnä ylimääräistä seurantasuojaa, kun selaat verkkosivuja.
fur: Oten un nivel superiôr di protezion da lis spiis intant che tu navighis sul web.
fy_nl: Foegje in ekstra laach oan beskerming tsjin tracking ta wylst jo op it web surfe.
he: קבלת שכבה נוספת שלך הגנת מעקב תוך כדי גלישה רשת.
ia: Gania un altere strato de protection ab le traciamento quando tu naviga le web.
is: Fáðu viðbótar-varnarlag gegn njósnum á meðan þú vafrar um netið.
ka: მიიღეთ დაცვის დამატებითი დონე, ვებგვერდების მონახულებისას.
ms: Tambahkan lapisan perlindungan penjejakan apabila anda melayari web.
nb_no: Få et ytterlige lag av sporingsbeskyttelse når du surfer på nettet.
nn_no: Få yttarlegare eit lag av sporingsvern når du surfar på nettet.
ro: Obține un strat suplimentar de protecție împotriva urmăririi în timp ce navighezi pe web.
te: మీరు జాలంలో విహరిస్తున్నప్పుడు ట్రాకింగు నుండి అదనపు సంరక్షణను పొందండి.
th: เสริมการป้องกันการติดตามไปอีกชั้นเมื่อคุณท่องเว็บ
tr: Web'de gezinirken ek bir izlenme koruması katmanına kavuşun.
vi: Có được một lớp trình chống theo dõi bổ sung khi bạn duyệt web.

source: Read ePub files {start_sub_heading}with {addon_name}{end_sub_heading}
ka: წაიკითხეთ ePub ფაილები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Baca fail ePub {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Enjoy ePub files right in Firefox—increase font size, page dimensions, and more.
ka: გახსენით ePub ფაილები პირდაპირ Firefox-ში — მიუთითეთ შრიფტის, გვერდების ზომები და ა.შ.
ms: Buka fail ePub dalam Firefox—tambah saiz fon, dimensi halaman dan banyak lagi.

source: Elevate your YouTube experience {start_sub_heading}with {addon_name}{end_sub_heading}
ka: უკეთ მოირგეთ YouTube {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Tingkatkan pengalaman YouTube {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Play videos by default in the highest quality, turn off annotations, and more.
ka: გაუშვით ვიდეოები უმაღლეს ხარისხში, მოაცილეთ წარწერები და ა.შ.
ms: Main video secara piawai dalam kualiti tertinggi, tutup anotasi dan banyak lagi.

source: Track the trackers {start_sub_heading}with {addon_name}{end_sub_heading}
ka: თვალი ადევნეთ მეთვალყურეებს {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Jejaki penjejak {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Get a glimpse into who's tracking you with just a click.
ka: თვალი შეავლეთ თქვენი მეთვალყურეების მონაცემებს ერთი დაწკაპებით.
ms: Lihat siapa yang menjejaki anda dengan hanya satu klik.

source: Change your proxy server {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეცვალეთ პროქსი სერვერი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Tukar proksi pelayan {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Surf the web through self-defined proxy settings.
ka: დაუკავშირდით ინტერნეტს პროქსის საკუთარი პარამეტრებით.
ms: Layari web dengan tetapan proksi anda sendiri.

source: Control video playback {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მართეთ ვიდეოების ჩვენება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Kawal main semula video {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Enhance your viewing experience by adjusting video speed and more.
es_ar: Mejora tu experiencia de visualización ajustando la velocidad de vídeo y mucho más.
fi: Paranna katselukokemustasi säätämällä videon nopeutta ja paljon muuta.
fur: Miore la tô esperience di visualizazion justant la velocitât dal video e tant altri.
fy_nl: Ferbetterje jo sjochûnderfining troch fideosnelheid en mear oan te passen.
he: שיפור חווית הצפייה שלך על־ידי שינוי מהירות הסרטון ועוד.
ia: Meliora tu experientia de vision per adjustar le velocitate del video e altere parametros.
is: Bættu áhorf þitt með því að stilla hraða myndskeiða og fleira.
ka: გააუმჯობესეთ ვიდეოს ჩვენება სიჩქარისა და მსგავსი პარამეტრების შერჩევით.
ms: Tingkatkan pengalaman menonton video dengan melaraskan kelajuan dan banyak lagi.
nb_no: Forbedre seeropplevelsen din ved å justere videohastigheten og mer.
nn_no: Forbetre sjåaropplevinga di ved å justere videofarta, og meir.
ro: Îmbunătățește-ți experiența de vizualizare prin reglarea vitezei de redare și multe altele.
te: వీడియో వేగం, ఇతరాలను సర్దుబాటు చేసుకోవడం ద్వారా మీ వీక్షణ అనుభవాన్ని మెరుగుపరుచుకోండి.
tr: Video hızını ve daha fazlasını ayarlayarak izleme deneyiminizi geliştirin.
vi: Nâng cao trải nghiệm xem của bạn bằng cách điều chỉnh tốc độ video và hơn thế nữa.

source: Browse securely {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოინახულეთ გვერდები უსაფრთხოდ {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Pelayaran selamat {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Add encrypted security to any site that supports HTTPS.
ka: დაშიფრული დაცვა საიტებისთვის, რომლებზეც მხარდაჭერილია HTTPS.
ms: Tambah keselamatan yang dienkripsi dalam mana-mana laman yang menyokong HTTPS.

source: Shop & save {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეიძინეთ და დაზოგეთ {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Beli-belah & jimat {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Get the best coupons automatically applied to your shopping cart at checkout.
es_ar: Obtén los mejores cupones para aplicarlos automáticamente a tu carrito de la compra al pagar.
fi: Saat parhaat kupongit automaattisesti ostoskoriisi verkkokaupan kassalla.
fur: Apliche in automatic i coupon plui convenients al carel, tal moment dal paiament.
fy_nl: Lit automatysk de beste kûpons oan jo winkelwein tafoegje by beteljen.
ia: Applica automaticamente le melior coupones al carretta de compras al momento del pagamento.
ka: შეძენისას საუკეთესოდ შერჩეული ფასდაკლების ბარათის ავტომატური გამოყენება.
ms: Dapatkan kupon secara automatik apabila membuat pengesahan membeli-belah.
nb_no: Få de beste kupongene, som automatisk blir brukt på handlekurven din i kassen.
nn_no: Få dei beste kupongane, som automatisk blir brukt på handlekorga di i kassa.
ro: Obții cele mai bune cupoane aplicate automat coșului de cumpărături la finalizarea cumpărăturilor.
tr: En iyi kupon kodları ödeme sırasında alışveriş sepetinize otomatik olarak uygulansın.
vi: Nhận các phiếu giảm giá tốt nhất được tự động áp dụng cho giỏ hàng của bạn lúc thanh toán.

source: Swift translations {start_sub_heading}with {addon_name}{end_sub_heading}
ka: სწრაფი თარგმნა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Penterjemahan lancar {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Translate highlighted text or the entire webpage
ka: თარგმნეთ მონიშნული ტექსტი ან მთლიანი ვებგვერდი
ms: Terjemahkan teks yang diserlahkan atau keseluruhan halaman web

source: Improve Reddit {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გააუმჯობესეთ Reddit {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Tingkatkan Reddit {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Change the way you surf Reddit by using tags and more.
es_ar: Cambia la forma de explorar Reddit a través de etiquetas y otras opciones.
fi: Muuta tapaa, jolla surffaat Redditissä, käyttämällä tunnisteita ja paljon muuta.
fur: Cambie la maniere di navigâ Reddit doprant etichetis e altri.
fy_nl: Wizigje de manier wêrop jo op Reddit surfe troch labels en mear te brûken.
he: שינוי אופן הגלישה ב־Reddit על־ידי הוספת תגים ועוד.
ia: Cambia le maniera in que tu naviga per Reddit usante etiquettas e multo plus.
is: Breyttu því hvernig þú vafrar á Reddit með því að nota merki og fleira.
ka: ისარგებლეთ Reddit საიტით განსხვავებულად, ჭდეებისა და მსგავსი საშუალებების დამატებით.
ms: Ubah cara melayari Reddit dengan menggunakan tag dan banyak lagi.
nb_no: Forandre måten du surfer Reddit på ved å bruke tagger og mer.
nn_no: Forandre måten du surfar Reddit på ved å bruke taggar, og meir.
ro: Schimbă-ți modul în care navighezi pe Reddit folosind etichete și multe altele.
tr: Etiketleri ve daha fazlasını kullanarak Reddit'te gezinme şeklinizi değiştirin.
vi: Thay đổi cách bạn lướt Reddit bằng cách sử dụng tag và hơn thế nữa.

source: Capture the web {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გადაუღეთ გვერდებს სურათები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Rakamkan web {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Screenshot webpages, make edits, and share.
es_ar: Haz capturas de pantalla de páginas web, realiza ediciones y compártelas.
fur: Fâs une videade des pagjinis web, fâs modifichis e condivît.
fy_nl: Meitsje skermôfbyldingen fan websiden, bewurkje se en diel se.
he: צילום מסך של דפי אינטרנט, עריכה ושיתוף.
hr: Snimaj snimke web stranica, uredi i dijeli ih.
ia: Face capturas de schermo de paginas web, face modificationes, e comparti los.
ka: გადაიღეთ სურათები, ჩაასწორეთ და გააზიარეთ.
ms: Ambil skrinsyot halaman web, edit dan kongsi.
nb_no: Ta skjermbilder av nettsider, rediger og del dem.
te: జాలపేజీల తెరపట్లు తీసుకోండి, మార్పులు చేసుకోండి, పంచుకోండి.
th: ถ่ายภาพหน้าจอหน้าเว็บ, ทำการแก้ไข และแบ่งปัน
tr: Web sayfalarının ekran görüntüsünü alın, düzenleyin ve paylaşın.
vi: Chụp màn hình trang web, chỉnh sửa và chia sẻ nó.

source: A superior Windows-only downloader tool.
es_ar: Una excelente herramienta de descarga solo para Windows.
fi: Erinomainen lataustyökalu vain Windowsille.
fur: Un imprest par discjariâ miôr i files, dome par Windows.
fy_nl: In superieur downloadhelpmiddel, allinnich foar Windows.
ia: Un application de discargamento superior solo pro Windows.
is: Öflugra niðurhalsforrit einungis fyrir Windows.
ka: საუკეთესო ჩამოტვირთვების მმართველი Windows სისტემისთვის.
ms: Alatan pemuat turun hanya untuk Windows yang superior.
nb_no: Et overlegent nedlastningsverktøy bare for Windows.
nn_no: Eit suverent nedlastningsverktøy berre for Windows.
ro: O unealtă superioară de descărcare numai pentru Windows.
te: ఉత్తమమైన విండోస్-మాత్రమే దింపుకోలు పనిముట్లు.
th: เครื่องมือดาวน์โหลดเฉพาะ Windows ที่เหนือกว่า
tr: Windows için üstün indirme aracı.
vi: Một công cụ trình tải xuống ưu việt chỉ dành cho Windows.

source: Know your trackers {start_sub_heading}with {addon_name}{end_sub_heading}
ka: იხილეთ ინფორმაცია თქვენს მეთვალყურეებზე {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Kenali penjejak anda {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Find out who's tracking you and where they may be sharing your information.
es_ar: Averigua quién te está siguiendo y dónde podrías estar compartiendo tu información.
fi: Ota selvää, kuka tai mikä taho seuraa sinua ja minne tietojasi saatetaan jakaa.
fur: Scuvierç cui che ti spie e dulà che a podaressin condividi lis tôs informazions.
fy_nl: Sykje út wa’t jo folget en wêr men mooglik jo gegevens dielt.
ia: Discoperi qui te tracia e ubi illos pote compartir tu informationes.
is: Finndu út hverjir eru að fylgjast með þér og hvar þeir kunna að deila upplýsingum um þig.
ka: გამოარკვიეთ ვინ გადევნებთ თვალყურს სად შეიძლება იგზავნებოდეს აღრიცხული ინფორმაცია.
ms: Ketahui siapa yang menjejaki anda dan di mana maklumat anda dikongsikan.
nb_no: Finn ut hvem som sporer deg og hvor de kan dele informasjonen din.
nn_no: Finn ut kven som sporar deg og kvar dei kan dele informasjonen din.
ro: Află cine te urmărește și unde ar putea să îți partajeze informațiile.
tr: Sizi kimin takip ettiğini ve bilgilerinizi nerede paylaşıyor olabileceklerini öğrenin.
vi: Tìm hiểu xem ai đang theo dõi bạn và nơi họ có thể chia sẻ thông tin của bạn.

source: Surf anonymously {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოინახულეთ გვერდები ვინაობის გაუმჟღავნებლად {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Pelayaran anonimus {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Browse the web with disguised identity—even appear as if you're browsing from another country.
ka: ეწვიეთ ვებგვერდებს შენიღბულად — ისე, თითქოს სხვა ქვეყანაში იმყოფებით.
ms: Layari web dengan identiti samaran—seolah-olah anda melayari web dari negara lain.

source: Access your favorite sites, recently closed tabs, and more—all from a gorgeous tile layout.
ka: მიიღეთ წვდომა თქვენ რჩეულ საიტებზე, ბოლო დახურულ ჩანართებზე და ა.შ. — ყველაფერი ლამაზად დალაგებული ფილების სახით.
ms: Akses laman kegemaran, tab terkini ditutup dan banyak lagi—semuanya dalam susun atur jubin yang cantik.

source: Set your homepage {start_sub_heading}with {addon_name}{end_sub_heading}
ka: დააყენეთ საწყისი გვერდი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Tetapkan laman anda {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Designate a custom home page for your new tabs.
es_ar: Designa una página de inicio personalizada para tus pestañas nuevas.
fur: Assegne une pagjine iniziâl personalizade pes tôs gnovis schedis.
fy_nl: Wiis in oanpaste startside ta oan jo nije ljepblêden.
he: הגדרת דף בית מותאם אישית ללשוניות החדשות שלך.
ia: Defini un pagina principal personalisate pro tu nove schedas.
is: Tilgreindu sérsniðna upphafssíðu fyrir nýju flipana þína.
ka: მიუთითეთ სასურველი გვერდი, ახალი ჩანართებისთვის.
ms: Tetapkan laman yang disesuaikan untuk tab baru anda.
nb_no: Designer en egendefinert startside for dine nye faner.
nn_no: Spesifiser ei eigendefinert startside for dei nye fanene dine.
ro: Definește o pagină de start personalizată pentru filele noi.
te: మీ కొత్త ట్యాబుల కోసం అభిమత ముంగిలి పేజీని కేటాయించండి.
tr: Yeni sekmeleriniz için özel bir giriş sayfası tanımlayın.
vi: Chỉ định một trang chủ tùy chỉnh cho các thẻ mới của bạn.

source: List your tabs {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ჩანართების სიის სახით წარმოდგენა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Senaraikan tab {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Convert all your open tabs into a list to easily manage them and speed up Firefox.
es_ar: Convierte todas tus pestañas abiertas en una lista para administrarlas fácilmente y acelerar Firefox.
fi: Muunna kaikki avoimet välilehdet luetteloksi hallitaksesi niitä helposti ja nopeuttaaksesi Firefoxia.
fur: Convertìs dutis lis schedis viertis intune liste par gjestîlis in mût plui facil e sveltî Firefox.
fy_nl: Set al jo iepen ljepblêden om nei in list om se maklik te behearen en Firefox te fersnellen.
he: המרת כל הלשוניות הפתוחות שלך לרשימה כדי לנהל אותם בקלות ולהאיץ את Firefox.
ia: Converte tote tu schedas aperte in un lista pro gerer facilemente illos e accelerar Firefox.
is: Umbreyttu öllum opnum flipum þínum í lista til að stýra þeim auðveldlega og flýta fyrir Firefox.
ka: წარმოადგინეთ ყველა თქვენი გახსნილი ჩანართი სიის სახით მარტივი გამოყენებისა და Firefox-ის ასწრაფებისთვის.
ms: Tukar semua tab terbuka menjadi senarai supaya mudah diuruskan dan memantaskan Firefox.
nb_no: Konverter alle dine åpne faner til en liste for enkelt å behandle de og gjør Firefox raskere.
nn_no: Konverter alle dei opne fanene dine til ei liste for enkelt å handsame dei, og gjer Firefox raskare.
ro: Convertește-ți toate filele deschise într-o listă ca să le gestionezi ușor și să faci Firefox mai rapid.
te: తెరిచివున్న మీ ట్యాబులన్నిటినీ ఒక జాబితాగా మార్చుకొని వాటిని తేలికగా నిర్వహించుకోండి, Firefoxను వేగవంతం చేసుకోండి.
th: แปลงแท็บที่เปิดอยู่ทั้งหมดของคุณเป็นรายการเพื่อให้ง่ายต่อการจัดการและทำให้ Firefox เร็วขึ้น
tr: Tüm açık sekmelerinizi kolayca yönetmek için onları listeye dönüştürün.
vi: Chuyển tất cả các thẻ đang mở của bạn thành một danh sách để dễ dàng quản lý chúng và tăng tốc Firefox.

source: Robust download management {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ჩამოტვირთვების მძლავრი მართვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Pengurusan muat turun {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Check the state of your downloads through a status bar, download history page, and more.
ka: იხილეთ ჩამოტვირთვების მიმდინარეობა მდგომარეობის ზოლზე, ჩამოტვირთეთ ისტორიის გვერდი და ა.შ.
ms: Semak perkembangan muat turun melalui bar status, halaman sejarah muat turun dan banyak lagi.

source: Capture web content {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გადაიღეთ ვებშიგთავსის სურათები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Rakam kandungan web {start_sub_heading}dengan {addon_name}{end_sub_heading}
