Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Resume the submission process for this add-on.
hu: A kiegészítő benyújtási folyamatának folytatása
id: Lanjutkan proses pendaftaran untuk pengaya ini.
ka: დამატების წარდგენის პროცესის გაგრძელება.
kab: Kemmel akala n tuzna n uzegrir-agi.
ms: Sambung proses serahan add-on ini.
sk: Pokračovať v procese odosielania pre tento doplnok.
sq: Rimerr procesin e parashtrimit për këtë shtesë.
sr_latn: Nastavi podnošenje procesa za ovaj dodatak.
sv_se: Återuppta inskickningsprocessen för detta tillägg.

source: Resume
es_ar: Continuar
fi: Jatka
fur: Ripie
fy_nl: Ferfetsje
he: המשך
hr: Nastavi
hu: Folytatás
ia: Resumer
id: Lanjutkan
is: Halda áfram
ka: გაგრძელება
kab: Kemmel
ms: Sambung
nb_no: Fortsett
nn_no: Fortset
ro: Continuă
sk: Pokračovať
sq: Rimerre
sr_latn: Nastavak
sv_se: Återuppta
te: తిరిగికొనసాగించు
th: ทำต่อ
tr: Devam et
vi: Tiếp tục

source: Delete this add-on.
es_ar: Borrar este complemento.
fi: Poista tämä lisäosa.
fur: Elimine chest component adizionâl.
fy_nl: Dizze add-on fuortsmite.
he: מחיקת תוספת זו.
hr: Ukloni ovaj dodatak.
hu: Kiegészítő törlése-
ia: Deler iste additivo.
id: Hapus pengaya ini.
is: Eyða þessari viðbót.
ka: დამატების წაშლა
kab: Kkes azegrir-agi.
ms: Buang add-on ini.
nb_no: Slett denne utvidelsen.
nn_no: Slett denne utvidinga.
ro: Șterge acest supliment.
sk: Odstrániť tento doplnok
sq: Fshije këtë shtesë.
sr_latn: Izbrišite ovaj dodatak.
sv_se: Ta bort detta tillägg.
te: ఈ పొడగింతని తొలగించండి.
th: ลบส่วนเสริมนี้
tr: Bu eklentiyi sil.
vi: Xóa tiện ích này.

source: Edit details about this add-on's listing.
hu: Kiegészítő megjelenésének szerkesztése.
id: Sunting rincian mengenai pendaftaran pengaya ini.
sk: Upraviť údaje o tomto doplnku
sq: Përpunoni hollësitë rreth kësaj shtese.
sr_latn: Izmenite detalje o spisku ovog dodatka.
sv_se: Redigera detaljer om detta tilläggs listning

source: Upload a new version of this add-on.
hu: Kiegészítő újabb verziójának feltöltése.
id: Unggah versi baru pengaya ini.
ka: დამატების ახალი ვერსიის ატვირთვა.
kab: Sali lqem amaynut n uzegrir-agi.
ms: Muat naik versi baru add-on ini.
sk: Odoslať novú verziu tohto doplnku
sq: Ngarkoni një version të ri të kësaj shtese.
sr_latn: Postavi novu verziju ovog dodatka.
sv_se: Ladda upp en ny version av detta tillägg.

source: New Version
es_ar: Nueva versión
fi: Uusi versio
fur: Gnove version
fy_nl: Nije ferzje
he: גרסה חדשה
hr: Nova verzija
hu: Új verzió
ia: Nove version
id: Versi Baru
is: Ný útgáfa
ka: ახალი ვერსია
kab: Lqem amaynut
ms: Versi Baru
nb_no: Ny versjon
nn_no: Ny versjon
ro: Versiune nouă
sk: Nová verzia
sq: Version i Ri
sr_latn: Nova verzija
sv_se: Ny version
te: కొత్త వెర్షన్
th: รุ่นใหม่
tr: Yeni sürüm
vi: Phiên bản Mới

source: Daily statistics on downloads and users.
hu: Napi statisztikák a letöltésekről és felhasználókról.
id: Statistik harian untuk unduhan dan pengguna.
ka: ჩამოტვირთვებისა და მომხმარებლების დღიური სტატისტიკა.
kab: Tidaddanin n yal ass ɣef usider akked iseqdacen.
ms: Statistik harian muat turun dan pengguna.
sk: Denné štatistiky prevzatí a počtov používateľov
sq: Statistika të përditshme mbi shkarkimet dhe përdoruesit.
sr_latn: Dnevne statistike o preuzimanju i korisnicima.
sv_se: Statistik per dag över hämtningar och användare.

source: Statistics
es_ar: Estadísticas
fi: Tilastot
fur: Statistichis
fy_nl: Statistiken
he: סטטיסטיקות
hr: Statistike
hu: Statisztika
ia: Statistica
id: Statistik
is: Tölfræði
ka: სტატისტიკური მონაცემები
kab: Tidaddanin
ms: Statistik
nb_no: Statistikk
nn_no: Statistikk
ro: Statistici
sk: Štatistika
sq: Statistika
sr_latn: Statistika
sv_se: Statistik
te: గణాంకాలు
th: สถิติ
tr: İstatistikler
vi: Thống kê

source: Manage Payments
hu: Kifizetések kezelése
id: Kelola Pembayaran
kab: Sefrek asellek
sk: Správa platieb
sq: Administroni Pagesat
sr_latn: Upravljanje plaćanjima
sv_se: Hantera betalningar

source: Manage Status & Versions
es_ar: Administrar estado y versiones
fi: Hallitse tilaa ja versioita
fur: Gjestìs stât e versions
fy_nl: Steat en ferzjes beheare
he: ניהול סטטוס וגרסאות
hr: Upravljaj stanjem i verzijama
hu: Státusz és verziók kezelése
ia: Gerer stato e versiones
id: Kelola Status & Versi
is: Sýsla með stöðu og útgáfur
ka: მდგომარეობისა და ვერსიების მართვა
kab: Sefrek addad & ileqman
ms: Urus Status & Versi
nb_no: Behandle status og versjoner
nn_no: Handsam status og versjonar
ro: Gestionează starea și versiunile
sk: Správa stavu a verzií
sq: Administroni Gjendje & Versione
sr_latn: Upravljanje statusa i verzijama
sv_se: Hantera status & versioner
te: స్థితి మరియు వెర్షన్లు నిర్వహించండి
th: จัดการสถานะและรุ่น
tr: Durumu ve Sürümleri Yönet
vi: Quản lí Trạng thái & Phiên bản

source: View Add-on Listing
hu: Kiegészítő megjelenésének megtekintése
id: Lihat Daftar Pengaya
ka: დამატებების ნახვა საიტზე
kab: Sken tabdart n izegrar
ms: Tinjau Penyenaraian Add-on
sk: Zobraziť stránku doplnku
sq: Shihni Listën e Shtesave
sr_latn: Pogledajte spisak dodatka
sv_se: Visa listning för tillägg

source: View Recent Changes
es_ar: Ver los cambios recientes
fi: Näytä viimeisimmät muutokset
fur: Visualize modifichis resintis
fy_nl: Resinte wizigingen besjen
he: הצגת שינויים אחרונים
hr: Pogledaj nedavne promjene
hu: Legutóbbi változtatások megtekintése
ia: Vider recente cambiamentos
id: Lihat Perubahan Baru-baru ini
is: Skoða nýlegar breytingar
ka: ბოლო ცვლილებების ნახვა
kab: Sken asnifel n melmi kan
ms: Papar Perubahan Terbaru
nb_no: Vis siste endringer
nn_no: Vis siste endringar
ro: Vezi schimbările recente
sk: Zobraziť posledné zmeny
sq: Shihni Ndryshimet Së Fundi
sr_latn: Pogledajte najnovije izmene
sv_se: Visa senaste ändringar
te: ఇటీవలి నవీకరణలను దర్శించు
th: ดูการเปลี่ยนแปลงล่าสุด
tr: Son Değişikliklere Bak
vi: Hiển thị Thay đổi Gần đây

source: Edit details about this theme's listing.
hu: A téma megjelenésének szerkesztése.
id: Sunting rincian mengenai daftar tema ini.
ka: მონაცემების ჩასწორება, თემების გვერდზე.
kab: Ẓreg talqayt n tebdart n usentel-agi.
ms: Edit butiran penyenaraian tema ini.
sk: Úprava detailov o stránke tejto témy vzhľadu.
sq: Përpunoni hollësitë e paraqitjes së kësaj teme.
sr_latn: Izmenite detalje o listingu ove teme.
sv_se: Redigera detaljer om detta temas listning.

source: View the popularity of this theme over time.
hu: A téma népszerűségének megjelenítése az idő függvényében.
id: Lihat popularitas tema ini dari waktu ke waktu.
ka: ყველა დროის სასურველი გაფორმებების ნახვა.
kab: Wali amek yettwassen usentel-agi deg akud.
ms: Lihat populariti tema ini sepanjang tempoh.
sk: Zobraziť popularitu tejto témy vzhľadu v čase.
sq: Shihni popullaritetin e kësaj teme përgjatë kohës.
sr_latn: Pogledajte popularnost ove teme tokom vremena.
sv_se: Visa populariteten för detta tema över tiden.

source: Change the owner of this theme.
hu: A téma tulajdonosának megváltoztatása.
id: Ubah pemilik tema ini.
ka: თემის მფლობელის შეცვლა.
kab: Beddel bab n usentel-agi.
ms: Tukar pemilik tema ini.
sk: Zmena vlastníka tejto témy vzhľadu.
sq: Ndryshoni pronarin e kësaj teme.
sr_latn: Promeni vlasnika ove teme.
sv_se: Ändra ägare av detta tema.

source: Transfer Ownership
hu: Tulajdonjog átadása
id: Mentransfer Kepemilikan
ka: საკუთრების გადაცემა
kab: Beddel imawlan n uzegrir
ms: Pindah Pemilikan
sk: Presun vlastníctva
sq: Transferoni Pronësinë
sr_latn: Prenos vlasništva
sv_se: Överför ägarskap

source: Delete this theme.
hu: Téma törlése.
id: Hapus tema ini.
ka: თემის წაშლა
kab: Kkes asentel-agi
ms: Buang tema ini.
sk: Odstrániť túto tému vzhľadu.
sq: Fshije këtë temë.
sr_latn: Izbriši ovu temu.
sv_se: Ta bort detta tema.

source: This add-on will be deleted automatically after a few days if the submission process is not completed.
hu: Ez a kiegészítő automatikusan törlésre kerül pár nap után, ha a beküldési folyamat nem fejeződik be.
id: Pengaya ini akan dihapus secara otomatis setelah beberapa hari jika proses pendaftarannya tidak komplet.
sk: Tento doplnok bude automaticky odstránený po niekoľkých dňoch, ak nebude proces odoslania dokončený.
sq: Kjo shtesë do të fshihet vetvetiu pas pak ditësh, nëse procesi i parashtrimit lihet i paplotësuar.
sr_latn: Ovaj dodatak će se automatski obrisati posle nekoliko dana, ako proces podnošenja nije završeno.
sv_se: Detta tillägg kommer att raderas automatiskt efter några dagar om inskickningsprocessen inte är avslutad.

source: Disabled
hu: Letiltva
id: Dimatikan
ka: გამორთულია
kab: Arurmid
ms: Dinyahdayakan
sk: Zakázaný
sq: E çaktivizuar
sr_latn: Onemogućen
sv_se: Inaktiverad

source: <b>Queue position:</b> %(pos)s of %(total)s
hu: <b>Sorbeli pozíció:</b> %(pos)s / %(total)s
id: <b>Posisi antrean:</b> %(pos)s dari %(total)s
ka: <b>ადგილი რიგში:</b> %(pos)s (%(total)s-იდან)
kab: <b>adig n wedras :</b> %(pos)s ɣef %(total)s
ms: <b>Kedudukan barisan:</b> %(pos)s daripada %(total)s
sk: <b>Pozícia vo fronte:</b> %(pos)s z %(total)s
sq: <b>Vend në radhë:</b> %(pos)s of %(total)s
sr_latn: <b>Red pozicije:</b> %(pos)s od %(total)s
sv_se: <b>Köplats:</b> %(pos)s av %(total)s

source: <strong>{0}</strong> active user
es_ar: <strong>{0}</strong> usuario activo
fi: <strong>{0}</strong> aktiivinen käyttäjä
fur: <strong>{0}</strong> utent atîf
fy_nl: <strong>{0}</strong> aktive brûker
he: משתמש פעיל <strong>אחד</strong>
hr: <strong>{0}</strong> aktivni korisnik
hu: <strong>{0}</strong> aktív felhasználó
ia: <strong>{0}</strong> usator active
id: <strong>{0}</strong> pengguna aktif
is: <strong>{0}</strong> virkur notandi
ka: <strong>{0}</strong> მოქმედი მომხმარებელი
kab: <strong>{0}</strong> aseqdac urmid
ms: <strong>{0}</strong> pengguna aktif
nb_no: <strong>{0}</strong> aktiv bruker
nn_no: <strong>{0}</strong> aktiv brukar
ro: <strong>{0}</strong> utilizator activ
sk: <strong>{0}</strong> aktívny používateľ
sq: <strong>{0}</strong> përdorues aktiv
sr_latn: <strong>{0}</strong> korisnik
sv_se: <strong>{0}</strong> aktiv användare
te: <strong>{0}</strong> క్రియాశీల వాడుకరి
th: <strong>{0}</strong> ผู้ใช้ที่มีความเคลื่อนไหว
tr: <strong>{0}</strong> etkin kullanıcı
vi: <strong>{0}</strong> người dùng hoạt động

source: Submit Add-on
hu: Kiegészítő beküldése
id: Memasukkan Pengaya
sk: Odoslať doplnky
sq: Parashtroni Shtesë
sr_latn: Pošalji dodatak
sv_se: Skicka in tillägg

source: Step 3
hu: 3. lépés
id: Langkah 3
sk: Krok 3
sq: Hapi 3
sr_latn: Korak 3
sv_se: Steg 3

source: Step 3. Describe
hu: 3. lépés: leírás
id: Langkah 3. Gambarkan
sk: Krok 3. Popis
sq: Hapi 3. Përshkruajeni
sr_latn: Korak 3. Opis
sv_se: Steg 3. Beskrivning

source: Name and version:
hu: Név és verzió:
id: Nama dan versi:
sk: Názov a verzia:
sq: Emër dhe version:
sr_latn: Ime i verzija:
sv_se: Namn och version:

source: The detail page will be:
hu: A részletek oldal:
id: Rindian laman akan:
sk: Stránka s detailom bude:
sq: Faqja e hollësive do të jetë:
sr_latn: Stranica sa detaljima će biti:
sv_se: Detaljsidan kommer att vara:

source: Please use only letters, numbers, underscores, and dashes in your URL.
es_ar: Usa sólo letras, números, guiones bajos y barras en tu URL.
fi: Käytä URL-osoitteessa vain kirjaimia, numeroita, alaviivoja ja viivoja.
fur: Tal URL dopre dome letaris, numars, tratuts bas e tratuts.
fy_nl: Brûk útslutend letters, sifers, lizzende streepkes en streepkes yn jo URL.
he: נא להשתמש רק באותיות, מספרים, קווים תחתונים ומפרידים בכתובת שלך.
hr: Za URL koristi samo slova, brojke, podvlake i crtice.
hu: Csak betűket, számokat, aláhúzásokat és kötőjeleket használjon az URL-ben.
ia: Per favor usa solo litteras, numeros, lineettas basse e lineettas in tu URL.
id: Harap hanya menggunakan huruf, angka, garis bawah, dan garis sambung dalam URL anda.
ka: გთხოვთ გამოიყენოთ მხოლოდ ასოები, ციფრები, დეფისი და ტირე, თქვენს URL ბმულში.
kab: Ma ulac aɣilif sekcem kan isekkilen, izwilen, tizdit n uderrer, tizdit di tensa inek URL.
ms: Sila gunakan hanya huruf, nombor, garis bawah, dan sengkang dalam URL anda.
nb_no: Bruk bare bokstaver, tall, understrek og bindestrek i din nettadresse.
nn_no: Bruk berre bokstavar, tal, understrek og bindestrek i nettadressa di.
ro: Te rugăm să folosești numai litere, cifre, liniuță jos și cratime în URL.
sk: V URL adresách používajte len znaky, čísla, podčiarky a pomlčky.
sq: Ju lutemi, përdorni te URL-ja juaj shkronja, numra, nënvija dhe vija ndarëse.
sr_latn: Molimo Vas da koristite samo slova, brojeve, donje crtice u Vašoj URL adresi.
sv_se: Använd endast bokstäver, siffror, understreck och bindestreck i din webbadress.
te: దయచేసి మీ URLలో అక్షరాలను, అంకెలను, అండర్‌స్కోర్లను, డాషులను మాత్రమే వాడండి.
th: โปรดใช้เฉพาะตัวอักษร, ตัวเลข, ขีดล่าง, และขีดกลางเท่านั้นใน URL ของคุณ
tr: Lütfen URL'nizde yalnızca harf, rakam, alt çizgi ve tire kullanın.
vi: Vui lòng chỉ sử dụng các chữ cái, số, dấu gạch dưới và dấu gạch ngang trong URL của bạn.

source: Provide a brief summary:
hu: Adjon meg egy rövid összefoglalót:
id: Sediakan ringkasan pendek:
sk: Poskytnite stručný súhrn:
sq: Jepni një përmbledhje të shkurtër:
sr_latn: Obezbedite kratak rezime:
sv_se: Ge en kort sammanfattning:

source: This summary will be shown in listings and searches.
hu: Ez az összefoglaló jelenik meg a listákban és keresésekben.
id: Ringkasan ini akan ditampilkan dalam daftar dan pencarian.
kab: Agzul-agi ad d-yettwasken di tebdarin akked inadiyen.
sk: Tento súhrn bude viditeľný na stránke s aplikáciou a vo vyhľadávaní.
sq: Kjo përmbledhje do të shfaqet tok me shtesën tuaj në kërkime dhe lista.
sr_latn: Ovaj rezime će biti prikazan u spiskovima i pretragama.
sv_se: Sammanfattningen kommer att visas i listor och sökningar.

source: Provide a more detailed description:
hu: Adjon meg részletesebb leírást:
id: Sediakan deskripsi yang lebih rinci:
sk: Poskytnite detailný popis aplikácie:
sq: Jepni një përshkrim më të hollësishëm:
sr_latn: Obezbedite detaljniji opis:
sv_se: Ge en mer detaljerad beskrivning:

source: The description will appear on the detail page.
hu: A leírás a részletek oldalon jelenik meg.
id: Deksripsi akan muncul dalam laman rincian.
sk: Popis bude viditeľný na stránke s aplikáciou.
sq: Përshkrimi do të shfaqet te faqja e hollësive.
sr_latn: Opis će se pojaviti na stranici sa detaljima.
sv_se: Beskrivningen kommer att visas på detaljsidan.

source: Submission Complete
es_ar: Envío completo
fur: Inviament completât
fy_nl: Yntsjinning foltôge
he: ההגשה הושלמה
hr: Prijava završena
hu: A benyújtási folyamat kész
ia: Invio complete
id: Penyerahan Lengkap
is: Innsendingu lokið
ka: წარდგენა დასრულებულია
kab: Tuzna temmed
ms: Serahan Siap
nb_no: Innsending fullført
nn_no: Innsendinga fullført
ro: Trimitere finalizată
sk: Odoslanie dokončené
sq: Parashtrim i Plotësuar
sr_latn: Podnošenje završeno
sv_se: Inskickning komplett
te: సమర్పణ పూర్తయింది
th: การส่งเสร็จสมบูรณ์
tr: Gönderim tamamlandı
vi: Việc gửi lên Hoàn tất

source: You're done!
hu: Kész is van!
id: Selesai!
ka: მორჩა!
kab: D ayen ifuk!
ms: Siap!
sk: Hotovo!
sq: Kaq qe!
sr_latn: Gotovi ste!
sv_se: Du är klar!

source: Your add-on has been submitted to the Preliminary Review queue.
hu: A kiegészítő beküldésre került és előzetes értékelésre vár.
id: Pengaya anda telah dimasukkan ke dalam antrean Ulasan Pendahuluan.
sk: Váš doplnok bol odoslaný do fronty na predbežnú kontrolu.
sq: Shtesa juaj është parashtruar te radha për Shqyrtim Paraprak.
sr_latn: Vaš dodatak je podnet redu za preliminarnu recenziju.
sv_se: Ditt tillägg har skickats in till kön för preliminär granskning.

source: Your add-on has been submitted to the Full Review queue.
hu: A kiegészítő beküldésre került és teljes értékelésre vár.
id: Pengaya anda telah dimasukkan ke dalam antrean Ulasan Lengkap.
sk: Váš doplnok bol odoslaný do fronty na detailnú kontrolu.
sq: Shtesa juaj është parashtruar te radha për Shqyrtim të Plotë.
sr_latn: Vaš dodatak je dostavljen na čekanju pune recenzije.
sv_se: Ditt tillägg har skickats in till kön för fullständig granskning.

source: You'll receive an email once it has been reviewed by an editor. In the meantime, you and your friends can install it directly from its details page:
sq: Sapo shtesa juaj të jetë shqyrtuar nga një redaktor, do të merrni një email. Ndërkohë, ju dhe miqtë tuaj mund ta instaloni shtesën drejt e nga faqja përkatëse:

source: Next steps:
hu: Következő lépések:
id: Langkah berikutnya:
ka: შემდეგი ნაბიჯები:
kab: Imecwaṛen d-iteddun:
ms: Langkah berikut:
sk: Ďalšie kroky:
sq: Hapat pasues:
sr_latn: Sledeći koraci:
sv_se: Nästa steg:

source: <a href="{0}">Upload</a> another platform-specific file to this version.
hu: Ennek a verziónak egy másik, platformspecifikus fájljának <a href="{0}">feltöltése</a>.
id: <a href="{0}">Unggah</a> berkas yang spesifik untuk platform tertentu dari versi ini.
sk: <a href="{0}">Odoslať</a> ďalší na platforme závislý súbor pre túto verziu.
sq: <a href="{0}">Ngarkoni</a> te ky version një kartelë për një platformë tjetër.
sr_latn: <a href="{0}">Otpremi</a> još jednu platformski-specifičnu datoteku ovoj verziji.
sv_se: <a href="{0}">Ladda upp</a> en till plattformsspecifik fil till denna version.

source: Provide more details by <a href="{0}">editing its listing</a>.
hu: Adjon meg további részleteket a <a href="{0}">megjelenésének szerkesztésével</a>.
id: Berikan rincian lebih lanjut dengan <a href="{0}">menyunting daftarnya</a>.
sk: Poskytnite viac informácií <a href="{0}">úpravou stránky</a>.
sq: Jepni më tepër hollësi duke <a href="{0}">përpunuar pjesën për të</a>.
sr_latn: Obezbedite još detalja <a href="{0}">menjajući njegovu listu</a>.
sv_se: Ge fler detaljer genom att <a href="{0}">redigera dess listning</a>.

source: Tell your users why you created this in your <a href="{0}">Developer Profile</a>.
hu: A <a href="{0}">fejlesztői profiljában</a> mondja el felhasználóinak, hogy miért készítette el ezt.
id: Sampaikan pada pengguna mengapa anda membuat pengaya ini dalam <a href="{0}">Profil Pengembang</a>.
sk: Povedzte vašim používateľom vo svojom <a href="{0}">profile vývojára</a> o tom, že ste tento doplnok vytvorili.
sq: Tregojuni përdoruesve tuaj, te faqja juaj <a href="{0}">Profil Zhvilluesi</a>, pse e krijuat këtë.
sr_latn: Recite svojim korisnicima zašto ste napravili ovo u Vašem <a href="{0}">profilu za programere</a>.
sv_se: Berätta för dina användare varför du skapade detta i din <a href="{0}">utvecklarprofil</a>.

source: View and subscribe to your add-on's <a href="{0}">activity feed</a> to stay updated on reviews, collections, and more.
hu: Nézze meg és iratkozzon fel a kiegészítővel kapcsolatos tevékenységek <a href="{0}">hírfolyamára</a>, így értesítést kaphat az értékelésekről, gyűjteményekről és még sok másról.
id: Lihat dan berlangganan penyedia aktivitas <a href="{0}">pengaya anda</a> untuk mendapatkan informasi ulasan, koleksi dan lebih banyak lagi.
sk: Zobrazte, alebo odoberajte <a href="{0}">informácie o nedávnej aktivite</a> pri svojom doplnku a zostaňte tak informovaný o recenziách, zbierkach a ďalších.
sq: Shihni dhe pajtohuni te <a href="{0}">prurja mbi veprimtarinë</a> te shtesa juaj, që të ndiqni shqyrtimet, koleksionet dhe të tjera gjëra.
sr_latn: Pogledajte i pretplatite se na <a href="{0}">stranicu aktivnosti</a> Vašeg dodatka da biste ostali u toku sa recenzijama, kolekcijama, i ostalom.
sv_se: Visa och prenumerera på ditt tilläggs <a href="{0}">aktivitetsflöde</a> för att hålla dig uppdaterad på recensioner, samlingar och mer.

source: View approximate review queue <a href="{0}">wait times</a>.
hu: Nézze meg a vizsgálati folyamat várható <a href="{0}">várakozási idejét</a>.
id: Tampilkan perkiraan waktu tunggu <a href="{0}">antrian ulasan</a>.
sk: Pozrite sa na približný <a href="{0}">čas čakania</a> vo fronte na kontrolu.
sq: Shihni <a href="{0}">kohë pritjeje</a> përafërsisht në radhën e shqyrtimeve.
sr_latn: Pogledaj približna <a href="{0}">vremena čekanja</a> za recenzije.
sv_se: Visa ungefärliga <a href="{0}">väntetider</a> för granskningskö.

source: Get Ahead in the Review Queue!
hu: Kerüljön előre az értékelési sorban!
id: Maju dalam Antrian Ulasan!
sk: Postúpte do fronty na kontrolu!
sq: Bëni Përpara te Radha e Shqyrtimeve!
sr_latn: Budite korak napred u redu za pregledavanje!
sv_se: Få en fördel i granskningskön!

source: Become an AMO Reviewer today and get your add-ons reviewed faster.
hu: Váljon AMO értékelővé még ma, és gyorsítsa fel kiegészítőinek vizsgálatát.
id: Jadilah Pengulas AMO hari ini dan pengaya anda akan diulas lebih cepat.
sk: Staňte sa redaktorom na AMO ešte dnes a pomôžte s rýchlejšou kontrolou doplnkov.
sq: Bëhuni që sot një Shqyrtues AMO dhe bëni që shtesat tuaja të shqyrtohen më shpejt.
sr_latn: Postanite AMO recenzent još danas i Vaši dodaci će biti brže pregledani.
sv_se: Bli en AMO-granskare idag och få dina tillägg granskade snabbare.

source: Your add-on has been signed and it's ready to use. You can download it here:
hu: A kiegészítő aláírva és használatra kész. Itt tudja letölteni:
id: Pengaya anda telah diteken dan siap digunakan. Anda bisa mengunduhnya di sini:
sq: Shtesa juaj është nënshkruar dhe është gati për përdorim. Mund ta shkarkoni që këtu:
sv_se: Ditt tillägg har signerats och det är klart att använda. Du kan ladda ner det här:

source: Your add-on has been submitted to the Unlisted Preliminary Review queue.
hu: A kiegészítője benyújtásra került a Titkos előzetes értékelési sorba.
id: Pengaya anda telah didaftarkan ke antrian Ulasan Pendahuluan Tak Terdaftar.
sq: Shtesa juaj është parashtruar te radha e Shqyrtimit Paraprak të të Paklasifikuarave.
sv_se: Ditt tillägg har skickats in till den olistade preliminära granskningskön.

source: Your add-on has been submitted to the Unlisted Full Review queue.
hu: A kiegészítője benyújtásra került a Titkos teljes értékelési sorba.
id: Pengaya anda telah didaftarkan ke antrian Ulasan Penuh Tak Terdaftar.
sq: Shtesa juaj është parashtruar te radha e Shqyrtimit të Plotë të të Paklasifikuarave.
sv_se: Ditt tillägg har skickats in till den olistade fullständiga granskningskön.

source: You'll receive an email once it has been reviewed by an editor and signed.
hu: Egy e-mailt fog kapni, amint egy szerkesztő értékelte és aláírta.
id: Anda akan menerima sebuah surel saat pengaya telah diulas oleh seorang penyunting dan diteken.
sq: Do të merrni një email, sapo të jetë shqyrtuar nga një redaktor dhe nënshkruar.
sv_se: Du kommer att få ett mejl när det har granskats av en redigerare och signerats.

source: Your add-on will not be publicly available on this website.
hu: Kiegészítője nem lesz nyilvánosan elérhető ezen a honlapon.
id: Pengaya anda tidak akan tersedia untuk publik di situs ini.
sq: Shtesa juaj s’do jetë e passhme që nga ky sajt.
sv_se: Ditt tillägg kommer inte att vara tillgängliga för allmänheten på denna webbplats.

source: You can upload new versions of your add-on in the <a href="{0}">add-on's developer page</a>.
hu: Kiegészítője új verzióját a <a href="{0}">kiegészítő fejlesztői oldalán</a> töltheti fel.
id: Anda bisa mengunggah versi terbaru pengaya anda di <a href="{0}">laman pengembang pengaya</a>.
sq: Mund të ngarkoni versione të rinj të shtesës suaj te <a href="{0}">faqja e zhvilluesve të shtesave</a>.
sv_se: Du kan ladda upp nya versioner av ditt tillägg på <a href="{0}">tilläggets utvecklarsida</a>.

source: Step 5
hu: 5. lépés
id: Langkah 5
sk: Krok 5
sq: Hapi 5
sr_latn: Korak 5
sv_se: Steg 5

source: Step 5. Select a License
hu: 5. lépés: a licenc kiválasztása
id: Langkah 5. Pilih Lisensi
sk: Krok 5. Voľba licencie
sq: Hapi 5. Përzgjidhni një Licencë
sr_latn: Korak 5. Izaberite licensu
sv_se: Steg 5. Välj en licens
