Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Stop redirects so you can access the site you want—faster.
es_ar: Detén los redireccionamientos para acceder a los sitios que desees de forma más rápida.
fi: Lopeta uudelleenohjaukset, jotta pääset haluamallesi sivustolle – nopeammin.
fur: Impedìs i indreçaments cussì di podê acedi al sît che tu vuelis in mût plui svelt.
fy_nl: Stop trochferwizingen, sadat jo de winske side flugger berikke kinne.
hr: Zaustavi preusmjeravanja za brži pristup željenoj web stranici.
ia: Stoppa le re-directiones assi que tu pote acceder le sito que tu vole — plus velocemente.
is: Stöðvaðu endurbeiningar svo þú getir nálgast vefsvæðið sem þú vilt - hraðar.
ka: შეზღუდეთ გადამისამართება და ეწვიეთ სასურველ საიტს — გაცილებით სწრაფად.
ms: Hentikan lencongan supaya anda boleh akses laman yang dikehendaki—lebih pantas.
nb_no: Stopp omdirigeringer slik at du får tilgang til nettstedet du ønsker — raskere.
nn_no: Stopp omdirigeringar slik at du får tilgang til nettstaden du ønskjer — raskare.
ro: Oprește redirecționările ca să poți accesa ce site vrei - mai repede.
te: దారిమార్పులను ఆపివేయండి, తద్వారా మీకు కావలసిన సైటును—వేగంగా—చేరుకోవచ్చు.
th: หยุดการเปลี่ยนเส้นทางเพื่อให้คุณเข้าถึงไซต์ที่คุณต้องการ—ได้เร็วขึ้น
tr: Yeniden yönlendirmeleri durdurarak istediğiniz siteye daha hızlı erişin.
vi: Ngừng chuyển hướng để bạn có thể truy cập trang web mình muốn—nhanh hơn.

source: Reveal typed passwords {start_sub_heading}with {addon_name}{end_sub_heading}
ka: იხილეთ აკრეფილი პაროლები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Adds show/hide ability to all password fields.
es_ar: Añade la capacidad de mostrar u ocultar todos los campos de contraseñas.
fi: Lisää mahdollisuuden näyttää tai piilottaa kaikki salasanakentät.
fur: Al zonte la pussibilitât di mostrâ/platâ ducj i cjamps des passwords.
fy_nl: Foeget in mooglikheid ta toanen/ferstopjen ta oan alle wachtwurdfjilden.
he: הוספת יכולת ההצגה/הסתרה לכל שדות הססמאות.
ia: Adde le capacitate de monstrar/celar a tote le campos de contrasigno.
is: Bætir eiginleikanum til að birta/fela við alla lykilorðareiti.
ka: პაროლების ველებზე, ჩვენება/დამალვის შესაძლებლობის დამატება.
ms: Tambah keupayaan papar/sorok kesemua medan kata laluan.
nb_no: Legger til muligheten for å vise/skjule i alle passordfelt.
nn_no: Legg til moglegheita vise/skjule i alle passordfelt.
ro: Capacitate de afișare/ascundere a reclamelor pentru toate câmpurile de parole.
te: సంకేతపదాల ఖాళీలన్నిటికీ వాటిని చూపించే/దాచే సౌలభ్యాన్ని చేరుస్తుంది.
th: เพิ่มความสามารถในการแสดง/ซ่อนกับช่องใส่รหัสผ่านทุกช่อง
tr: Tüm parola alanlarına gösterme/gizleme özelliği ekler.
vi: Thêm khả năng hiển thị/ẩn cho tất cả các trường mật khẩu.

source: Reduce distractions {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ყურადღების გაფანტვის შემცირება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Focus on what you're watching by dimming everything but the video player.
es_ar: Concéntrate en lo que estás viendo atenuando todo menos el reproductor de vídeo.
fi: Keskity katsomaasi himmentämällä kaikki muu paitsi videosoitin.
fur: Concentriti su ce che tu stâs cjalant, diminuint la luminositât di dute la pagjine fale che il riprodutôr video.
fy_nl: Rjocht jo op wêr’t jo nei sjogge troch alles útsein de fideospiler donker te meitsjen.
he: להתמקד במה שצופים על־ידי עמעום הכל מלבד נגן הוידאו.
ia: Foco sur lo que tu reguarda per obscurar toto salvo le reproductor de video.
is: Einbeittu þér að því sem þú ert að horfa á með því að dimma allt annað en myndskeiðaspilarann.
ka: გაამახვილეთ ყურადღება უშუალოდ იმაზე, რასაც უყურებთ, გარშემო სხვა ყველაფრის ჩაბნელებით.
ms: Fokus kepada tontonan dengan menggelapkan semuanya kecuali pemain video.
nb_no: Fokuser på hva du ser på ved å dimme alt utenom videospilleren.
nn_no: Fokus på kva du ser på ved å dimme alt utanom videospelaren.
ro: Concentrează-te pe ce vizualizezi prin estomparea întregului ecran în afară de fereastra video.
tr: Video oynatıcı hariç her şeyi karanlık hale getirerek videoya odaklanın.
vi: Tập trung vào những gì bạn đang xem bằng cách làm mờ mọi thứ trừ trình phát video.

source: Manage bookmarks {start_sub_heading}with {addon_name}{end_sub_heading}
ka: სანიშნების მართვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Modify your bookmarks through an easily accessible panel.
es_ar: Modifica tus marcadores a través de un panel de fácil acceso.
fi: Muokkaa kirjanmerkkejäsi helposti käytettävän paneelin kautta.
fur: Modifiche i segnelibris midiant un panel che tu puedis cjatâ cun facilitât.
fy_nl: Pas jo blêdwizers oan fia in ienfâldich tagonklik paniel.
hr: Mijenjaj zabilješke u lako dostupnoj ploči.
ia: Modifica tu marcapaginas per un quadro facilemente accessibile.
is: Breyttu bókamerkjunum þínum á þægilegu hliðarspjaldi.
ka: ჩაასწორეთ სანიშნები მარტივად ხელმისაწვდომ არედან.
ms: Ubah tandabuku melalui panel yang mudah diakses.
nb_no: Endre bokmerkene dine via et lett tilgjengelig panel.
nn_no: Endre bokmerka dine via eit lett tilgjengeleg panel.
ro: Modifică-ți marcajele dintr-un panou ușor accesibil.
te: తేలిగ్గా చేరుకోగలిగే ప్యానెలు నుండి మీ ఇష్టాంశాలను మార్చుకోండి.
tr: Kolay erişilebilir bir panel aracılığıyla yer imlerinizi düzenleyin.
vi: Sửa đổi dấu trang của bạn thông qua một bảng điều khiển dễ truy cập.

source: Keep passwords safe {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეინახეთ პაროლები უსაფრთხოდ {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Store passwords securely and sign in automatically to known websites.
es_ar: Almacena contraseñas de forma segura e inicia sesión automáticamente en sitios web conocidos.
fi: Tallenna salasanat turvallisesti ja kirjaudu sisään automaattisesti tunnetuille verkkosivustoille.
fur: Memorize lis passwords in sigurece e jentre in automatic sui sîts web cognossûts.
fy_nl: Bewarje wachtwurden feilich en meld jo automatysk oan by bekende websites.
he: אחסון ססמאות בצורה מאובטחת והתחברות אוטומטית לאתרים ידועים.
hr: Spremi lozinke sigurno i automatski se prijavi na poznate web stranice.
ia: Immagazina tu contrasignos con securitate e aperi session automaticamente in sitos web cognoscite.
is: Geymdu lykilorð á öruggan hátt og skráðu þig sjálfkrafa inn á þekkt vefsvæði.
ka: შეინახეთ პაროლები უსაფრთხოდ და შედით ანგარიშზე ავტომატურად, დამახსოვრებულ საიტებზე.
ms: Simpan kata laluan secara selamat dan daftar masuk secara automatik ke laman web yang diketahui.
nb_no: Lagre passord sikkert og logg inn automatisk på kjente nettsteder.
nn_no: Lagre passord sikkert og logg inn automatisk på kjende nettstadar.
ro: Stochează parolele în siguranță și autentifică-te automat pe site-urile cunoscute.
te: సంకేతపదాలను సురక్షితంగా భద్రపరచి, తెలిసిన వెబ్‌సైట్ల లోనికి స్వయంచాలకంగా ప్రవేశించండి.
th: เก็บรหัสผ่านอย่างปลอดภัยและลงชื่อเข้าใช้เว็บไซต์ที่รู้จักโดยอัตโนมัติ
tr: Parolaları güvenle saklayın ve bilinen web sitelerine otomatik giriş yapın.
vi: Lưu trữ mật khẩu an toàn và đăng nhập tự động vào các trang web đã biết.

source: A simple ad blocker focused on displaying just the content you want.
es_ar: Un simple bloqueador de anuncios diseñado para mostrarte solo el contenido que deseas.
fi: Yksinkertainen mainostenesto, joka keskittyy näyttämään vain haluamasi sisällön.
fur: Un sempliç strument par blocâ lis publicitât che al ponte a visualizâ sul schermi dome i contignûts che tu desideris.
fy_nl: In simpele adblocker, rjochte op it allinnich werjaan fan winske ynhâld.
he: חוסם פרסומות פשוט שממוקד על הצגת רק התוכן הרצוי.
hr: Jednostavan program za blokiranje oglasa namijenjen za prikazivanje samo željenog sadržaja.
ia: Un simple blocator de publicitate que se concentra a monstrar solmente le contento que tu vole.
is: Einfaldur auglýsingabani sem einbeitir sér að því að birta bara efnið sem þú vilt skoða.
ka: რეკლამების მარტივი შემზღუდველი, რომელიც გამოაჩენს, მხოლოდ თქვენთვის სასურველ შიგთავსს.
ms: Penyekat iklan yang fokus untuk memaparkan kandungan yang anda mahu.
nb_no: En enkel annonseblokkering som fokuserer på å vise bare innholdet du ønsker.
nn_no: Ein enkel annonsblokkerar fokusert på å berre vise innhaldet du vil sjå.
ro: Un supliment simplu de blocare a reclamelor, focalizat pe a afișa numai conținutul pe care vrei să îl vezi.
tr: Sadece istediğiniz içeriği görüntülemeye odaklanmış basit bir reklam engelleyici.
vi: Một trình chặn quảng cáo đơn giản chỉ tập trung vào việc hiển thị nội dung bạn muốn.

source: Track Amazon Pricing History {start_sub_heading}with {addon_name}{end_sub_heading}
ka: Amazon-ის ფასების ისტორიისთვის თვალის მიდევნება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Make informed decisions by tracking the price of a product listed on Amazon.
ka: მიიღეთ გონივრული გადაწყვეტილებები, საქონლის ფასზე დაკვირვებით Amazon-ზე.
ms: Buat pilihan bermaklumat dengan mengkaji harga produk yang disenaraikan di Amazon.

source: Shop with confidence {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეიძინეთ სასურველი საქონელი უსაფრთხოდ {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: An extra check to ensure you're shopping on a site that's been vetted for reliability.
ka: დამატებითი გადამოწმება, რომ მაღაზიის გვერდი რომელსაც ეწვიეთ არის დაცული, სანდო და საიმედო.
ms: Semakan tambahan bagi memastikan anda membeli-belah dalam laman yang diiktiraf kebolehpercayaannya.

source: Track productivity {start_sub_heading}with {addon_name}{end_sub_heading}
ka: თვალი ადევნეთ შრომის ნაყოფიერებას {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Measure the amount of time you spend on the computer, or on specific work apps like Trello, JIRA, Basecamp, GitHub, and many more.
ka: გაზომეთ კომპიუტერთან გატარებული დრო ან ისეთ ცალკეულ პროგრამებთან მუშაობის დრო, როგორციაა Trello, JIRA, Basecamp, GitHub და ა.შ.
ms: Kira tempoh masa yang anda luangkan untuk komputer, atau aplikasi kerja tertentu seperti Trello, JIRA, Basecamp, GitHub dan selainnya.

source: Clip web content like articles, videos, images, and more to save and use for individual projects or real-time team collaboration.
ka: შეაგროვეთ და გადაინახეთ სტატიები, ვიდეოები, სურათები და ა.შ სამომავლო გამოყენებისთვის ცალკეული პროექტების შესამუშავებლად ან გუნდური მუშაობის დროს.
ms: Klipkan kandungan web seperti artikel, video, imej dan selainnya untuk disimpan dan digunakan dalam projek individu atau kerjasama pasukan masa nyata.

source: Surf securely {start_sub_heading}with {addon_name}{end_sub_heading}
ka: უსაფრთხოდ მოინახულეთ გვერდები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Only allow web content to run from sites you trust.
ka: მხოლოდ იმ საიტების შიგთავსის დაშვება, რომელთაც ენდობით.
ms: Izinkan perlaksanaan kandungan web dari laman yang anda percayai sahaja.

source: Manage cookies {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ფუნთუშების მართვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Take full control of the cookies you've accumulated while browsing.
es_ar: Gestiona todas las cookies que vas acumulando mientras navegas en la web.
fi: Ota täysi hallinta selaamisen aikana kertyneistä evästeistä.
fur: Oten il control complet dai cookies che tu âs ingrumât navigant.
fy_nl: Nim de folsleine kontrôle oer cookies dy’t jo wylst it browsen sammele hawwe.
ia: Prende le controlo total sur le cookies que tu ha accumulate durante le navigation.
is: Vertu með fulla stjórn á þeim vefkökum sem þú hefur safnað á meðan vafri stendur.
ka: სრულად აიღეთ ხელში, გვერდების მონახულებისას დაგროვებული ფუნთუშების მართვის სადავეები.
ms: Ambil kawalan penuh ke atas kuki yang dihimpun semasa pelayaran.
nb_no: Ta full kontroll over infokapslene du har samlet mens du surfer.
nn_no: Ta full kontroll over informasjonskapslane du har samla medan du surfar.
ro: Preia complet controlul asupra cookie-urilor acumulate în timpul navigării.
tr: İnternette gezinirken biriken çerezlerin kontrolünü elinize alın.
vi: Kiểm soát hoàn toàn các cookie bạn đã tích lũy trong khi duyệt.

source: Forget history {start_sub_heading}with {addon_name}{end_sub_heading}
ka: დაივიწყეთ ისტორია {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Automatically delete browser history for websites you select.
es_ar: Elimina automáticamente el historial de navegación de los sitios web que selecciones.
fi: Poista selainhistoria automaattisesti valitsemiesi sivustojen osalta.
fur: Elimine in automatic la cronologjie di navigazion pai sîts che tu sielzis.
fy_nl: Wiskje automatysk browserskiednis foar websites dy’t jo selektearje.
he: מחיקה אוטומטית של היסטוריית הדפדפן עבור אתרים נבחרים.
hr: Automatski obriši povijesti preglednika za odabrane web stranice.
ia: Dele automaticamente le chronologia del navigator pro sitos web que tu elige.
is: Eyða vafraferli sjálfkrafa fyrir vefsvæði sem þú velur.
ka: ბრაუზერის ისტორიის ავტომატური გასუფთავება, შერჩეული ვებსაიტებისთვის.
ms: Buang sejarah pelayaran secara automatik untuk laman web yang dipilih.
nb_no: Slett nettleserloggen automatisk for nettsteder du velger.
nn_no: Slett nettlesarloggen automatisk for nettstadar du vel.
ro: Șterge automat istoricul din browser pentru site-uri web selectate de tine.
te: మీరు ఎంచుకున్న వెబ్‌సైట్ల విహరణ చరిత్రను స్వయంచాలకంగా తొలగించుకోండి.
tr: Seçtiğiniz web sitelerinin tarayıcı geçmişini otomatik olarak silin.
vi: Tự động xóa lịch sử trình duyệt cho các trang web bạn chọn.

source: Safeguard Bookmarks {start_sub_heading}with {addon_name}{end_sub_heading}
ka: დაიცავით სანიშნები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Password-protect your personal bookmarks.
es_ar: Protege tus marcadores personales con una contraseña.
fi: Suojaa kirjanmerkkisi salasanalla.
fur: Protêç cuntune password i tiei segnelibris personâi.
fy_nl: Beskermje jo persoanlike blêdwizers mei in wachtwurd.
he: הגנה על־ידי ססמה לסימניות האישיות שלך.
hr: Zaštiti svoje osobne zabilješke lozinkom.
ia: Protege per contrasigno tu marcapaginas personal.
is: Verðu einkabókamerkin þín með lykilorði.
ka: პირადი სანიშნების პაროლით დაცვა.
ms: Perlindungan-kata laluan untuk tandabuku peribadi.
nb_no: Passordbeskytt dine personlige bokmerker.
nn_no: Passordbeskytt dei personlege bokmerka dine.
ro: Protejează cu parolă marcajele tale personale.
te: మీ వ్యక్తిగత ఇష్టాంశాలను సంకేతపదంతో కాపాడుకోండి.
th: ปกป้องที่คั่นหน้าส่วนตัวของคุณด้วยรหัสผ่าน
tr: Kişisel yer imlerinizi parola ile koruyun.
vi: Bảo vệ dấu trang cá nhân của bạn bằng mật khẩu.

source: Prevent IP address leaks {start_sub_heading}with {addon_name}{end_sub_heading}
ka: IP მისამართის გაჟონვის არიდება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Do you use a VPN? Your IP address may leak. Put a stop to that by disabling WebRTC.
es_ar: ¿Utilizas una VPN? Es posible que tu dirección IP esté dejando rastro. Pon fin a esto desactivando WebRTC.
fi: Käytätkö VPN:ää? IP-osoitteesi saattaa vuotaa. Pysäytä vuodot poistamalla WebRTC käytöstä.
fur: Dopristu une VPN? Tierçs a podaressin viodi distès la tô direzion IP. Met fin a chest probleme disativant WebRTC.
fy_nl: Brûkê jo in VPN? Jo IP-adres kin lekke. Stop dat troch WebRTC út te skeakeljen.
ia: Usa tu un VPN? Tu adresse IP pote ser revelate. Pone un stop a illo per le disactivation de WebRTC.
is: Notar þú VPN? IP-talan þín gæti lekið. Bættu úr því við með því að gera WebRTC óvirkt.
ka: იყენებთ VPN-ს? თქვენი IP მისამართი შეიძლება მაინც გამოჩნდეს. ამის თავიდან აცილება შესაძლებელია WebRTC-ის შეზღუდვით.
ms: Adakah anda menggunakan VPN? Alamat IP anda mungkin bocor. Hentikannya dengan menyahdayakan WebRTC.
nb_no: Bruker du VPN? IP-adressen din kan lekke. Stopp dette ved å deaktivere WebRTC.
nn_no: Brukar du VPN? Ip-adressa di kan leke. Stopp dette ved å deaktivere WebRTC.
ro: Folosești VPN? Adresa ta IP poate fi vizibilă. Evită această situație prin dezactivarea WebRTC.
te: మీరు VPN వాడుతారా? మీ ఐపీ చిరునామా బయల్పడవచ్చు. WebRTCని అచేతనం చేసుకోవడం ద్వారా దాన్ని ఆపండి.
tr: VPN kullanıyor musunuz? IP adresiniz sızabilir. WebRTC'yi devre dışı bırakarak buna bir son verin.
vi: Bạn có sử dụng VPN không? Địa chỉ IP của bạn có thể bị rò rỉ. Chấm dứt điều đó bằng cách tắt WebRTC.

source: Close annoying overlays {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გამაღიზიანებელი გადაფარვების მოცილება ვებგვერდებიდან {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Simply click a button to close annoying pop-up overlays.
ka: ღილაკზე მარტივი დაჭერით მოაშორეთ ვებგვერდებიდან შემაწუხებელი ამომხტარი რეკლამები ან შეტყობინებები, რომლებიც მთელ გვერდს ფარავს.
ms: Hanya klik butang untuk menutup tindihan popup yang menjengkelkan.

source: Investigate any image {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გამოიკვლიეთ ნებისმიერი სურათი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Find an interesting image on the web? Use TinEye to explore its origins.
ia: Trova tu sur le web un imagine interessante? Usa TinEye pro explorar su origines.
ka: საინტერესო სურათი ნახეთ ინტერნეტში? გამოიყენეთ TinEye მისი წარმომავლობის დასადგენად.
ms: Terjumpa imej yang menarik dalam web? Gunakan TinEye untuk mengetahui asalnya.

source: Streamline things {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოქმედებების გამარტივება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Just drag text, images, or links to perform actions like copy, open, search, and more.
ia: Simplemente trahe texto, imagines o ligamines pro exequer actiones como copiar, aperir, cercar, e multo plus.
ka: უბრალოდ გადააადგილეთ ტექსტი, სურათები ან ბმულები ისეთი მოქმედებების შესასრულებლად, როგორიცაა დაკოპირება, ახალ გვერდზე გახსნა, მოძიება და ა.შ.
ms: Hanya seret teks, imej atau pautan untuk melakukan tindakan seperti menyalin, membuka, mencari dan banyak lagi.
vi: Chỉ cần kéo văn bản, hình ảnh hoặc liên kết để thực hiện các hành động như sao chép, mở, tìm kiếm và hơn thế nữa.

source: Harness the ability to download video and/or audio in multiple formats.
es_ar: Aprovecha la posibilidad de descargar contenido de vídeo y/o audio en distintos formatos.
fi: Hyödynnä mahdollisuutta ladata videoita ja/tai ääntä useissa eri muodoissa.
fur: Sfrute la pussibilitât di discjariâ videos e/o audio in plui formâts.
fy_nl: Brûk de mooglikheid om fideo en/of audio yn mear yndielingen te downloaden.
ia: Profita del capacitate de discargar video e/o audio in plure formatos.
is: Nýttu þér getuna til að hlaða niður myndskeiðum og/eða hljóði á mörgum sniðum.
ka: მარტივი საშუალება ვიდეოებისა და ხმოვანი ფაილების სხვადასხვა ფორმატში ჩამოსატვირთად.
ms: Manfaatkan keupayaan untuk memuat turun video dan/atau audio dalam pelbagai format.
nb_no: Utnytt muligheten til å laste ned video og/eller lyd i flere formater.
nn_no: Utnytt høvet til å laste ned video og/eller lyd i fleire format.
ro: Bucură-te de posibilitatea de a descărca clipuri video și/sau audio în mai multe formate.
tr: Video ve/veya sesleri farklı dosya biçimlerinde indirin.
vi: Khai thác khả năng tải xuống video và/hoặc âm thanh ở nhiều định dạng.

source: Location awareness {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ადგილმდებარეობის დადგენა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Learn where any website's server is geographically located. Be an informed web traveler.
es_ar: Averigua dónde está ubicado geográficamente el servidor de cualquier sitio web. Conviértete en un viajero web informado.
fi: Ota selvää, missä minkä tahansa verkkosivuston palvelin sijaitsee maantieteellisesti. Ole tietoinen verkkomatkailija.
fur: Scuvierç là che a son ospitâts i sîts web che tu visitis. Devente un navigadôr informât.
fy_nl: Untdek wêr’t de server fan in website har geografysk leit. Wês in ynformearre webreizger.
ia: Apprende le position geographic de qualcunque servitor de sito web. Sia un viagiator informate del web.
is: Sjáðu hvar netþjónar vefsvæða eru staðsettir á hnettinum. Vertu upplýst/ur á vafrinu.
ka: იხილეთ ნებისმიერი ვებსაიტის სერვერის გეოგრაფიული მდებარეობა. იყავით გათვითცნობიერებული მოგზაური.
ms: Ketahui lokasi geografi pelayan laman web. Jadilah pengembara web yang bermaklumat.
nb_no: Lær hvor en nettsides server er geografisk plassert. Vær en informert nettreisende.
nn_no: Lær kvar serveren til ei nettside er geografisk plassert. Ver ein informert nettreisande.
ro: Află unde este localizat geografic serverul oricărui site web. Fii un călător pe web informat.
tr: Sitelerin coğrafi konumlarını öğrenin, bilinçli bir web gezgini olun.
vi: Tìm hiểu vị trí địa lý của máy chủ của bất kỳ trang web nào. Hãy là một khách du lịch web thông tin.

source: Fix annoying audio {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გაასწორეთ შემაწუხებელი ხმები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Is the volume on a website too quiet? Too loud? SoundFixer can help.
ka: ვებსაიტზე არსებული ხმა ზედმეტად დაბალია? ან ხმამაღალია? SoundFixer დაგეხმარებათ გამოსწორებაში.
ms: Adakah suara dalam laman terlalu perlahan? Terlalu kuat? SoundFixer boleh membantu.

source: Edit before printing {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ჩასწორება ამობეჭდვამდე {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Make extraordinary visual changes—remove ads or unsavory content—to any webpage you want to print.
ka: შეიტანეთ განსაკუთრებული ცვლილებები — მოაცილეთ რეკლამები და არასასურველი შიგთავსი — ნებისმიერი ვებგვერდიდან, რომლის ამობეჭდვასაც აპირებთ.
ms: Buat perubahan visual yang menakjubkan—buang iklan atau kandungan menjengkelkan—dalam halaman web yang anda mahu cetak.

source: Track Amazon pricing history {start_sub_heading}with {addon_name}{end_sub_heading}
ka: თვალი ადევნეთ Amazon მაღაზიის ფასებს {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Make knowledgeable decisions by tracking and receiving alerts for the price of a product listed on Amazon.
ka: მიიღეთ გონივრული გადაწყვეტილებები, Amazon-ზე არსებული საქონლის ფასზე დაკვირვებითა და გადმოცემული ცნობების მიხედვით.
ms: Buat pilihan bermaklumat dengan mengkaji dan menerima makluman harga produk yang disenaraikan di Amazon.

source: Master audio {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ხმის მართვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Adjust browser audio settings with extreme clarity.
es_ar: Ajusta la configuración de audio del navegador para que se escuche con extrema claridad.
fi: Säädä selaimen ääniasetuksia äärimmäisellä kirkkaudella.
fur: Regole lis impostazions audio dal navigadôr cun estreme clarece.
fy_nl: Pas browseraudio-ynstellingen oan mei ekstreme helderheid.
ia: Adjusta le configurationes audio del navigator con extreme claritate.
is: Aðlagaðu hjóðstillingar vafrans á einstaklega skýran máta.
ka: გამართეთ ბრაუზერის ხმოვანი პარამეტრები მაღალი სიზუსტით.
ms: Ubah tetapan audio pelayar dengan ketelitian jitu.
nb_no: Juster nettleserens lydinnstillinger veldig presist.
nn_no: Juster lydinnstillingane til nettlesaren veldig presist.
ro: Ajustează setările audio ale browserului la o calitate extremă de claritate.
te: విహారిణి ఆడియో అమరికలను గొప్ప స్పష్టతతో సర్దుబాటు చేసుకోండి.
tr: Tarayıcınızın ses ayarlarına ince ayar yapın.
vi: Điều chỉnh cài đặt âm thanh của trình duyệt cực kỳ rõ ràng.

source: Privacy protection {start_sub_heading}with {addon_name}{end_sub_heading}
ka: პირადი მონაცემების დაცვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
