Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: addons.mozilla.org, commonly known as "AMO", is Mozilla's official site for add-ons to Mozilla software, such as Firefox, Thunderbird, and SeaMonkey. Add-ons let you add new features and change the way your browser or application works. Take a look around and explore the thousands of ways to customize the way you do things online.
hu: Az addons.mozilla.org, vagy ahogy közismert, az „AMO”, a Mozilla szoftverek (mint a Firefox, Thunderbird és SeaMonkey) kiegészítőinek hivatalos oldala. A kiegészítőkkel funkciók adhatók hozzá, vagy megváltoztatható a böngésző vagy az alkalmazás működése. Nézzen körül, és fedezze fel az online tevékenységének testreszabásának ezernyi módját.
id: addons.mozilla.org, secara umum dikenal sebagai "AMO", adalah situs resmi Mozilla untuk pengaya bagi perangkat lunak Mozilla. seperti Firefox, Thunderbird, dan SeaMonkey. Pengaya memungkinkan anda menambah fitur baru dan mengubah cara peramban atau aplikasi anda bekerja. Lihatlah sekeliling dan eksplorasi ribuan cara untuk menyesuaikan cara anda melakukan hal-hal daring.
ka: addons.mozilla.org, ცნობილი როგორც „AMO“, წარმოადგენს Mozilla-ს ოფიციალურ საიტს, სადაც განთავსებულია დამატებები Mozilla-ს პროგრამებისთვის, როგორიცაა Firefox, Thunderbird და SeaMonkey. დამატებები საშუალებას გაძლევთ ახალი შესაძლებლობები შემატოთ თქვენს ბრაუზერს, ან პროგრამას და შეუცვალოთ არსებული ფუნქციონალი. დაათვალიერეთ და აღმოაჩინეთ ათასობით საშუალება, ინტერნეტში მუშაობის გამრავალფეროვნებისთვის.
kab: addons.mozilla.org, yettwasnen s yisem n "AMO", d asmel unṣib n Mozilla i yizegrar yellan i yiseɣẓanen am Firefox, Thunderbird akked SeaMonkey. Izegrar sirigen timerna n tmahilin timaynutin a yesniflen tarrayt n tiddin n iminig inek neɣ asnas inek. Ger tiṭ udiɣ snirem akk tazmert d-ittunefken.
ms: addons.mozilla.org, umumnya dikenali sebagai "AMO", ialah laman rasmi add-ons untuk perisian Mozilla, seperti Firefox, Thunderbird, dan SeaMonkey. Add-ons membolehkan anda menambah ciri baru dan mengubah cara pelayar atau aplikasi anda berfungsi. Teroka dan jelajah ribuan cara untuk disesuaikan dengan keperluan anda dalam talian.
sr_latn: addons.mozilla.org, poznatiji kao "AMO", je zvanični Mozilla sajt za dodatke za Mozilla softvere, kao što su Firefox, Thunderbird, i SeaMonkey. Dodaci Vam dozvoljavaju da dodate nove funkcije i promenite način funcionisanja vašeg internet pregledača ili aplikacija. Pogledajte i istražite hiljade načina kako da prilagodite način na koji radite stvari na mreži.
sv_se: addons.mozilla.org, allmänt känd som "AMO", är Mozillas officiella webbplats för tillägg till Mozillas programvara, såsom Firefox, Thunderbird och SeaMonkey. Tillägg låter dig lägga till nya funktioner och ändra hur din webbläsare eller program fungerar. Ta en titt och utforska tusentals sätt att anpassa ditt sätt att göra saker på nätet.

source: Yes. It's possible, but some of the functionality provided by these libraries are available through XPCOM, XUL, and JavaScript. In addition, authors should take care if libraries modify primitive object prototypes (String.prototype, Date.prototype, etc.) and/or define global functions (eg. the $ function). These are prone to cause conflict with other add-ons, in particular if different add-ons use different versions of libraries and so on. Developers need to be very, very careful with using them. Mozilla does not offer documentation on using them to build add-ons.
hu: Igen, lehetséges, de ezen könyvárak néhány funkciói nem érhetőek el XPCOM-on, XUL-on vagy JavaScripten keresztül. Továbbá, a szerzőknek óvatosnak kell lenniük, ha a könyvtárak módosítják a primitív objektumok prototípusait (String.prototype, Data.prototype, stb.), vagy globális függvényeket definiálnak (pl. a $ függvényt). Ezek hajlamosak arra, hogy ütköznek más kiegészítőkkel, különösképp, ha a kiegészítők a könyvtárak különböző verzióit használják. A fejlesztőknek rendkívül óvatosnak kell lenniük a használatukkal. A Mozilla nem kínál dokumentációt arról, hogy kell ezeket kiegészítők készítéséhez használni.
id: Ya. Mungkin, namun beberapa fungsi yang disediakan oleh pustaka ini tersedia melalui XPCOM, XUL dan JavaScript. In addition, Selain itu, penulis harus berhati-hati jika pustaka memodifikasi purwarupa obyek primitif (String.prototype, Date.prototype, etc.) dan/atau mendefinisikan fungsi global (eg. the $ function). Hal ini cenderung menimbulkan konflik dengan pengaya lainnya, khususnya jika pengaya berbeda menggunakan versi pustaka yang berbeda dan seterusnya. Pengembang harus sangat, sangat hati-hati menggunakannya. Mozilla tidak menawarkan dokumentasi menggunakan mereka untuk membangun pengaya.
sv_se: Ja. Det är möjligt, men en del av den funktionalitet som tillhandahålls av dessa bibliotek är tillgängliga via XPCOM, XUL och JavaScript. Dessutom bör upphovsmannen ta hand om biblioteken som ändrar primitiva objektprototyper (String.prototype, Date.prototype, etc.) och/eller definiera globala funktioner (exempel funktionen $). Dessa är benägna att orsaka konflikter med andra tillägg, särskilt om olika tillägg använder olika versioner av biblioteken och så vidare. Utvecklare måste vara mycket försiktig med att använda dessa. Mozilla erbjuder inte dokumentation om hur du använder dessa för att bygga tillägg.

source: Yes. Many developers choose to host their own add-ons. Choosing to host your add-on on <a href="%(amo_url)s">Mozilla's add-on site</a>, though, allows for much greater exposure to your add-on due to the large volume of visitors to the site. <a href="%(md_url)s">mozdev.org</a> offers free project hosting for Mozilla applications and extensions providing developers with tools to help manage source code, version control, bug tracking and documentation.
id: Ya. Banyak pengembang yang memilih memuat pengaya mereka sendiri. Meski demikian, memilih untuk memuat pengaya di <a href="%(amo_url)s">situs pengaya Mozilla</a>, memungkinkan eksposur yang jauh lebih besar pada pengaya anda karena jumlah pengunjung yang besar ke situs. <a href="%(md_url)s">mozdev.org</a> menawarkan pemuatan proyek gratis untuk aplikasi dan ekstensi Mozilla yang memberi pengembang perangkat untuk membantu mengelola kode sumber, versi kendali, pelacakan bug dan dokumentasi.
sv_se: Ja. Många utvecklare väljer att vara värd för sina egna tillägg. Att hysa ditt tillägg på <a href="%(amo_url)s">Mozillas tilläggswebbplats</a>, möjliggör en mycket större exponering av ditt tillägg på grund av den stora mängden besökare. <a href="%(md_url)s">mozdev.org </a> erbjuder att gratis hysa projekt för Mozilla applikationer och utökningar. De förser utvecklaren med verktyg för att hantera källkod, versionskontroll , felrapporteringssystem och dokumentation.

source: Yes. Mozilla's <a href="%(p_url)s">Add-on Policy</a> describes what is an acceptable submission. This policy is subject to change without notice. In addition, the AMO editorial team uses the <a href="%(g_url)s">Editors Reviewing Guide</a> to ensure that your add-on meets specific guidelines for functionality and security.
hu: Igen. A Mozilla <a href="%(p_url)s">kiegészők szabályzata</a> leírja milyen egy elfogadható benyújtott kiegészítő. A szabályzat figyelmeztetés nélkül módosulhat. Továbbá, az AMO szerkesztői csapata használja a <a href="%(g_url)s">Szerkesztői értékelési útmutatót</a>, hogy biztosítsák, hogy a kiegészítője megfelel bizonyos funkcionális és biztonsági irányelveknek.
id: Ya. <a href="%(p_url)s">Kebijakan Pengaya</a> Mozilla menjelaskan apa yang dianggap penyampaian yang dapat diterima. Kebijakan ini dapat diubah tanpa pemberitahuan sebelumnya. Selain itu, tim editorial AMO menggunakan <a href="%(g_url)s">Panduan Tinjauan Editor</a> untuk memastikan bahwa pengaya anda memenuhi panduan spesifik tertentu untuk fungsi dan keamanan.
sv_se: Ja. Mozillas <a href="%(p_url)s">tilläggspolicy</a> beskriver vad som är en acceptabel inskickning. Denna policy kan ändras utan förvarning. Dessutom använder AMO redaktion <a href="%(g_url)s">riktlinjer för redigerare</a> för att säkerställa att ditt tillägg uppfyller de särskilda riktlinjer för funktionalitet och säkerhet.

source: This is why it's very important to read the <a href="%(g_url)s">Editors Reviewing Guide</a> to ensure that your add-on is setup as expected. It's also a good idea to read the blog post, <a href="%(blog_url)s">Successfully Getting your Add-on Reviewed</a> which provides excellent insight into ensuring a smooth review of your add-on.
id: Inilah pentingnya membaca <a href="%(g_url)s">Panduan Ulasan Penyunting</a> untuk memastikan bahwa pengaya anda ditetapkan sebagaimana diharapkan. Juga merupakan ide bagus untuk membaca tulisan di blog, <a href="%(blog_url)s">Agar Pengaya Anda Berhasil Diulas</a> yang memberikan wawasan untuk memastikan ulasan yang lancar untuk pengaya anda.
sv_se: Det är därför det är mycket viktigt att läsa <a href="%(g_url)s">riktlinjer för granskare</a> för att säkerställa att ditt tillägg installeras som förväntat. Det är också en bra idé att läsa blogginlägg, <a href="%(blog_url)s">Lyckas med granskningen av ditt tillägg</a> som ger god inblick i att säkerställa en smidig granskning av ditt tillägg.

source: Free Software Foundation provides short summaries of the key open source licenses, including whether the license qualifies as a free software license or a copyleft license. Also includes a discussion of what constitutes a free software license or a copyleft license (e.g., a Copyleft license is a general method for making a program or other work free, and requiring all modified and extended versions of the program to be free as well.)
id: Yayasan Perangkat Lunak Bebas menyediakan ringkasan pendek dari kunci lisensi sumber terbuka, termasuk apakah lisensi ini dapat dikategorikan sebagai lisensi perangkat lunak bebas atau lisensi copyleft. Juga menyertakan diskusi akan apa yang dimaksud lisensi perangkat lunak bebas atau lisensi copyleft (mis. lisensi COpyleft adalah metode umum untuk membuat program atau karya lainnya bebas, dan meminta semua versi yang dimodifikasi dan diperpanjang untuk menjadi bebas juga.)
sv_se: Free Software Foundation ger korta sammanfattningar av de viktigaste licenserna för öppen källkod, inklusive om licensen betraktas som en gratis programvarulicens eller en copyleft-licens. Innehåller också en diskussion om vad som utgör en gratis programvarulicens eller en copyleft-licens (t.ex. är en Copyleft-licens en generell metod för att göra ett program eller annat arbete gratis och kräver att alla modifierade och utökade versioner av programmet ska vara gratis också.)

source: How do I choose between add-ons that seem to do the same thing?
hu: Hogyan válasszak két kiegészítő között, amelyek ugyanazt a funkcionalitást nyújtják?
id: Bagaimana saya bisa memilih pengaya apa yang sepertinya melakukan hal yang sama?
kab: Amek ara ferneɣ gar izegrar yettbanen gebren timahilin yiwen-nsent?
sk: Jak si mám vybrat mezi doplňky, které dělají tu samou věc?
sr_latn: Kako da se odlučim između dodataka koji rade istu stvar?
sv_se: Hur väljer jag mellan tillägg som verkar göra samma sak?

source: Add-ons hosted in our gallery are free unless clearly marked otherwise.
hu: A galériában található kiegészítők ingyenesek, ellenkező esetben ezek egyértelműen jelölve vannak.
id: Pengaya yang dimuat di galeri kami semua gratis kecuali ditandai sebaliknya.
kab: Izegrar izedɣen di tmidelt-nneɣ baṭel, ara kan ttwaceṛḍen akken-nniḍen.
sk: Pokud není jasně řečeno jinak, jsou hostované doplňky dostupné zdarma.
sr_latn: Dodaci koji su hostovani u našoj galeriji su besplatni osim ako nije naznačeno drugačije.
sv_se: Tillägg i vårt galleri är gratis om det inte tydligt står något annat.

source: What does it mean when an add-on is flagged as slow?
hu: Mit jelent, ha egy kiegészítő lassúnak van jelölve?
id: Apakah artinya jika pengaya ditandai lambat?
kab: D acu d anamek ma yella azegrir yettwacraḍ d akken ẓẓay?
sk: Co znamená, když je doplněk označen jako pomalý?
sr_latn: Šta znači ako je dodatak označen kao spor?
sv_se: Vad betyder det när ett tillägg är flaggad som långsam?

source: Development on the Sunbird project has halted and its final release was on March 30, 2010. We've been proud to host Sunbird add-ons on this site but as the project is no longer maintained we have disabled our support for the add-ons.
hu: A Sunbird projekt fejlesztése leállt, az utolsó kiadás 2010. március 30.-án volt. Büszkék vagyunk arra, hogy mi szolgáltattuk a Sunbird kiegészítőket ezen az oldalon, de mivel a projekt már nem karbantartott, ezért letiltottuk a kiegészítők támogatását.
id: Pengembangan proyek Sunbird telah dihentikan dan rilisan terakhirnya adalah tanggal 30 Maret 2010. Kami bangga telah memuat pengaya Sunbird di situs ini namun sebagai proyek kami tidak lagi memeliharanya, kami telah menghentikan dukungan kami untuk pengaya tersebut.
sk: Vývoj projektu Sunbird bol ukončený a jeho finálna verzia vyšla 30. marca 2010. Sme pyšní, že sme mohli hosťovať doplnky Sunbirdu na tomto webe, ale projekt už nie je dlhodobo spravovaný, takže sme podporu pre doplnky tohto projektu ukončili.
sr_latn: Razvoj Sunbird projekta je zaustavljen i poslednja verzija je izašla 30. marta 2010. godine. Bili smo ponosni da hostujemo Sunbird dodatke na ovom sajtu, ali pošto se projekat više ne održava i mi smo onemogućili našu podršku za dodatke.
sv_se: Utveckling på Sunbird projektet har stoppats och dess slutliga utgåva var den 30 mars 2010. Vi har varit stolta över att vara värd för Sunbirds tillägg på denna webbplats, men eftersom projektet inte längre upprätthålls har vi inaktiverat vårt stöd för tillägg.

source: <h2>Keep these tips in mind:</h2> <ul> <li> Write like you're telling a friend about your experience with the add-on. Give specifics and helpful details, such as what features you liked and/or disliked, how easy to use it is, and any disadvantages it has. Avoid generic language such as calling it "Great" or "Bad" unless you can give reasons why you believe this is so. </li> <li> Please do not post bug reports in reviews. We do not make your email address available to add-on developers and they may need to contact you to help resolve your issue. See the <a href="%(support)s">support section</a> to find out where to get assistance for this add-on. </li> <li>Please keep reviews clean, avoid the use of improper language and do not post any personal information. </li> </ul> <p>Please read the <a href="%(guide)s" target="_blank">Review Guidelines</a> for more detail about user add-on reviews.</p>
id: <h2>Ingatlah:</h2> <ul> <li> Menulis seperti anda menyampaikan pada teman mengenai pengalaman dengan pengaya. Berikan rincian yang spesifik dan membantu, misalnya fitur apa yang anda suka/atau tidak suka, apakah mudah menggunakannya, dan kekurangan yang dimilikinya. Hindari penggunaan bahasa yang umum seperti penyebutan "Hebat" atau "Buruk" terkecuali jika anda bisa memberi alasan. </li> <li> Harap jangan mengirimkan laporan bug dalam ulasan. Kami tidak memberikan alamat surel anda pada pengembang pengaya dan mereka mungkin perlu menghubungi anda untuk membantu masalah anda. Lihat <a href="%(support)s">bagian dukungan</a> untuk menemukan di mana bisa mendapatkan bantuan untuk pengaya ini. </li> <li>Harap jaga ulasan tetap bersih, hindari penggunaan bahasa yang tidak pantas dan jangan memasang informasi pribadi apapun. </li> </ul> <p>Bacalah <a href="%(guide)s" target="_blank">Panduan Ulasan</a> untuk informasi lebih rinci mengenai ulasan pengguna pengaya.</p>
sv_se: <h2>Håll dessa tips i åtanke:</h2> <ul> <li> Skriv som du berättar för en vän om dina erfarenheter med ett tillägg. Ge specifika och hjälpsamma detaljer, såsom vilka funktioner du gillade och/eller ogillade, hur lätt den är att använda och eventuella nackdelar den har. Undvik generisk språk som att kalla det "Bra" eller "Dålig" om du inte kan ge skäl till varför du tror att det är så. </li> <li> Skicka inte felrapporter i recensioner. Vi gör inte din e-postadress tillgänglig för tilläggsutvecklare och de kan behöva kontakta dig för att lösa problemet. Se <a href="%(support)s">stödsektionen</a> för att ta reda på var du kan få hjälp med detta tillägg. </li> <li> Håll recensioner rena, undvika användning av felaktigt språk och posta inte någon personlig information. </li> </ul> <p>Läs <a href="%(guide)s" target="_blank">riktlinjer för granskare</a> för mer information om användarrecensioner.</p>

source: Missing "upload" key in multipart file data.
es_ar: Falta la clave "upload" en los datos del fichero multipart.
fur: E mancje la clâf “upload” tra i dâts multipart dal file.
fy_nl: ‘oplaad’-kaai yn multipart-bestânsgegevens ûntbrekt.
hr: U višedjelnoj datoteci nedostaje ključ "upload".
hu: Hiányzó „feltöltés” kulcs a többrészes fájl adataiban.
ia: Clave “upload” mancante in le datos del file multiparte.
id: Kehilangan kunci "unggah" dalam berkas data yang terdiri dari beberapa bagian.
ka: „upload“ გასაღები ფაილის მონაცემებში არ მოიძებნა.
ms: Kehilangan kekunci "muat naik" dalam berbilang bahagian data fail.
nb_no: Mangler «upload»-nøkkel i flerdelte fildata.
nn_no: Manglar «upload»-nøkkel i fleirdelte fildata.
ro: Cheie de „încărcare” lipsă în datele fișierului multiparte.
sv_se: Saknade "upload"-nyckel i multipart fildata.
tr: Çok parçalı dosya verilerinde "yükleme" anahtarı eksik.

source: Site Status
hu: Oldal állapota
id: Status Situs
ka: საიტის მდგომარეობა
kab: Addad n usmel
ms: Status Laman
sk: Stav stránky
sv_se: Webbplatsstatus
te: సైటు స్థితి

source: Blog
fi: Blogi
he: בלוג
is: Blogg
ka: სვეტი
kab: Ablug
nb_no: Blogg
nn_no: Blogg
sv_se: Blogg
te: బ్లాగు
th: บล็อก

source: Desktop
es_ar: Escritorio
fi: Tietokone
fur: Scritori
he: שולחן עבודה
hu: Számítógép
ia: Scriptorio
is: Vinnutölvur
nb_no: Datamaskin
nn_no: Datamaskin
sk: Verzia pre počítač
sr_latn: Radna površina
sv_se: Skrivbord
tr: Bilgisayar
vi: Máy tính để bàn

source: menu
hu: menü
sk: ponuka
sr_latn: meni
sv_se: meny

source: Change your password. If you forgot your password, you can <a href="%(reset_url)s">use the reset form</a>.
hu: Jelszó megváltoztatása. Ha elfelejtette jelszavát, akkor használja a <a href="%(reset_url)s">helyreállítási űrlapot</a>.
id: Ubah sandi anda. Jika anda melupakan sandi, anda bisa <a href="%(reset_url)s">menggunakan formulir reset</a>.
sk: Zmena hesla. Ak ste svoje heslo zabudli, môžete <a href="%(reset_url)s">požiadať o nové</a>.
sr_latn: Promenite Vašu lozinku. Ako ste zaboravili lozinku, možete <a href="%(reset_url)s">iskoristiti formu za resetovanje</a>.
sv_se: Ändra ditt lösenord. Om du har glömt ditt lösenord kan du <a href="%(reset_url)s">använda återställningsformuläret</a>.

source: Give us a bit more information about yourself. All these fields are optional, but they'll help other users get to know you better.
hu: Adjon meg némi információt Önről. Ezek a mező nem kötelezőek, de segítenek más felhasználóknak jobban megismerni Önt.
id: Beri kami lebih banyak informasi tentang anda. Seluruh berkas ini bisa dipilih, namun semua ini bisa membantu pengguna untuk mengenal anda lebih baik.
ka: მოგვაწოდეთ ცოტა უფრო მეტი ინფორმაცია თქვენზე. ყველა ამ ველის შევსება, არაა სავალდებულო, თუმცა დაეხმარება სხვა მომხმარებლებს, უკეთ გაგიცნონ.
kab: Meslay-aɣ-d cwiṭ fell-ak. Akk urtan d ifrayanen acu kan ad mlen i yiseqdacen nniḍen ayen tebɣiḍ akken ad k-issinen ugar.
ms: Berikan kami sedikit maklumat diri anda. Semua medan ini adalah pilihan, tetapi akan dapat membantu pengguna lain mengenali anda dengan lebih baik.
sk: Rozšírené informácie o vás. Všetky tieto políčka sú voliteľné, ale ostatným pomôžu vás lepšie spoznať.
sr_latn: Dajte nam malo više informacija o sebi. Sva ova polja su opciona, ali će pomoći drugim korisnicima da Vas bolje upoznaju.
sv_se: Ge oss lite mer information om dig själv. Alla dessa fält är valfria, men de hjälper andra användare att lära känna dig bättre.

source: Admin
ka: ადმინისტრატორი
kab: Anebdal
ms: Pentadbir
sk: Administrátor
sv_se: Administratör

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
hu: A jelszó létrehozására mutató hivatkozás nem megfelelő. Lehet, hogy már korábban felhasználásra került. Indítsa újra a jelszó létrehozásának folyamatát.
id: Tautan penyetelan ulang sandi tidak valid, mungkin sudah pernah digunakan. Silakan ajukan permintaan penyetelan ulang sandi yang baru.
sk: Odkaz na vynulovanie hesla nie je platný, pravdepodobne kvôli tomu, že v minulosti už bol použitý. Požiadajte o nové vynulovanie hesla.
sr_latn: Veza za promenu lozinke je loša, verovatno zato što je već iskorišten. Molimo Vas zatražite novu promenu lozinke.
sv_se: Länken för lösenordsåterställning var ogiltig, möjligen eftersom det redan har använts. Begär en ny lösenordsåterställning.

source: Unfortunately, we weren't able to unsubscribe you. The link you clicked is invalid. However, you can unsubscribe still unsubscribe on your <a href="%(edit_url)s">edit profile page</a>.
hu: Sajnos a leiratkozás sikertelen volt. A hivatkozás, amire kattintott, érvénytelen. De leiratkozhat a <a href="%(edit_url)s">profil szerkesztése oldalon is</a>.
id: Sayang sekali, kami tidak bisa menghentikan langganan anda. Tautan yang anda klik sudah tidak berlaku. Namun demikian, anda bisa berhenti berlangganan di <a href="%(edit_url)s">laman edit profil</a>.
sk: Bohužiaľ sa nepodarilo vás odhlásiť z odberu. Odkaz, na ktorý ste klikli, nie je platný. Stále sa môžete na <a href="%(edit_url)s">stránke úpravy vášho profilu</a>.
sr_latn: Nažalost, nismo u mogućnosti da Vam otkažemo pretplatu. Veza na koju ste kliknuli je neispravna. Međutim, Vi još uvek možete da otkažete pretplatu na Vašoj <a href="%(edit_url)s">stranici za uređivanja profila</a>.
sv_se: Tyvärr, kunde vi inte att avsluta prenumerationen för dig. Länken du klickade på är ogiltig. Däremot kan du fortfarande avsluta prenumerationen genom din <a href="%(edit_url)s">profilsida</a>.

source: Deleted versions can`t be changed.
id: Versi terhapus tidak bisa diubah.
ka: წაშლილი ვერსიის ცვლილება, შეუძლებელია.
ms: Versi yang telah dibuang tidak boleh diubah.
sv_se: Borttagna versioner kan inte ändras.

source: Version {0}:
hu: {0} verzió:
id: Versi {0}:
sk: Verzia {0}:
sr_latn: Verzija {0}:

source: Version {0}
es_ar: Versión {0}
fi: Versio {0}
fy_nl: Ferzje {0}
hr: Verzija {0}
hu: {0} verzió
id: Versi {0}
is: Útgáfa {0}
ka: ვერსია {0}
kab: Lqem {0}
ms: Versi {0}
nb_no: Versjon {0}
nn_no: Versjon {0}
ro: Versiunea {0}
sk: Verzia {0}
sr_latn: Verzija {0}
te: వెర్షన్ {0}
th: รุ่น {0}
tr: Sürüm {0}
vi: Phiên bản {0}

source: Version
es_ar: Versión
fi: Versio
fy_nl: Ferzje
he: גרסה
hr: Inačica
hu: Verzió
id: Versi
is: Útgáfa
ka: ვერსია
kab: Lqem
ms: Versi
nb_no: Versjon
nn_no: Versjon
ro: Versiune
sk: Verzia
sr_latn: Verzija
te: వెర్షను
th: รุ่น
tr: Sürüm
vi: Phiên bản

source: Problem
hu: Probléma
id: Masalah
ka: ხარვეზი
kab: Ugur
ms: Masalah
sk: Problém

source: Persona
id: Персона
ka: პიროვნება
sk: Téma Persona
te: పెర్సోనా
