Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Version {version} already exists.
es_ar: La versión {version} ya existe.
fi: Versio {version} on jo olemassa.
fur: La version {version} e esist bielzà.
fy_nl: Ferzje {version} bestiet al.
he: גרסה {version} כבר קיימת.
hr: Verzija {version} već postoji.
ia: Le version {version} ja existe.
is: Útgáfa {version} er þegar til.
ka: {version} ვერსია უკვე არსებობს.
ms: Versi {version} sudah wujud.
nb_no: Versjon {version} finnes allerede.
nn_no: Versjon {version} finst allereie.
ro: Versiunea {version} există deja.
te: వెర్షను {version} ఇప్పటికే ఉంది.
th: มีรุ่น {version} อยู่แล้ว
tr: {version} sürümü zaten mevcut.
vi: Phiên bản {version} đã tồn tại.

source: Continue with existing upload instead?
es_ar: ¿Continuar con la carga ya existente?
fi: Jatketaanko sen sijaan olemassa olevalla lähetyksellä?
fur: Continuâ invezit cul cjariament in rêt esistent?
fy_nl: Trochgean mei besteande oplaad?
he: האם להמשיך בהעלאה הקיימת במקום?
hr: Nastaviti s postojećim prijenosom umjesto toga?
ia: Continuar con le incargamento existente?
is: Halda í staðinn áfram með fyrirliggjandi innsendingu?
ka: გაგრძელდეს მიმდინარე ატვირთვა?
ms: Teruskan sahaja memuat naik?
nb_no: Fortsett med eksisterende opplasting i stedet?
nn_no: Fortsetje med eksisterande opplasting i staden?
ro: Continui în schimb cu încărcarea existentă?
te: బదులుగా ప్రస్తుత ఎక్కింపునే కొనసాగించాలా?
th: ดำเนินการต่อด้วยการอัปโหลดที่มีอยู่แทน?
tr: Bunun yerine varolan yükleme ile devam edilsin mi?
vi: Tiếp tục với tải lên hiện có thay thế?

source: You have not uploaded a source file.
es_ar: No has enviado un archivo de código fuente.
fi: Et ole lähettänyt lähdetiedostoa.
fur: No tu âs cjariât in rêt un file sorzint.
fy_nl: Jo hawwe gjin boarnebestân opladen.
he: לא העלית קובץ מקור.
hr: Moraš prenijeti izvornu datoteku.
ia: Tu non ha incargate un file de codice fonte.
ka: თქვენ არ აგიტვირთავთ წყაროს ფაილი.
nb_no: Du har ikke lastet opp en kildekodefil.
nn_no: Du har ikkje lasta opp ei kjeldekodefil.
ro: Nu ai încărcat un fișier sursă.
te: మీరు మూల ఫైలును ఎక్కించలేదు.
th: คุณไม่ได้อัปโหลดไฟล์ต้นฉบับ
tr: Bir kaynak dosya yüklemediniz.
vi: Bạn chưa tải lên một tập tin nguồn.

source: Source file uploaded but you indicated no source was needed.
es_ar: Se subió el archivo fuente, pero nos indicaste que no se requería una fuente.
fur: Al è stât cjariât in rêt un file sorzint ma tu vevis indicât che nol coventave nissun file sorzint.
fy_nl: Boarnebestân opladen, mar jo hawwe oanjûn dat der gjin boarne nedich wie.
he: הועלה קובץ מקור אבל ציינת שאין צורך במקור.
hr: Izvorna datoteka prenesena, ali je naznačeno da ona nije potrebna.
ia: File de fonte incargate, ma tu indicava que nulle fonte es necessari.
ka: წყაროს ფაილი ატვირთულია, თუმცა მითითებული გაქვთ, რომ წყარო საჭირო არ იყო.
nb_no: Kildefilen er lastet opp men du indikerte at ingen kilde var nødvendig.
nn_no: Kjeldefila er lasta opp men du indikerte at ingea kjelde var nødvendig.
ro: Fișier sursă încărcat, dar ai indicat că nu este necesară nicio sursă.
te: మూల దస్త్రం ఎక్కించారు కానీ మీరు మూలం అవసరం లేదని సూచించారు.
th: อัปโหลดไฟล์ต้นฉบับแล้ว แต่คุณระบุไว้ว่าไม่ต้องการต้นฉบับ
tr: Kaynak dosya yüklendi fakat hiçbir kaynağın gerekmediğini belirttiniz.
vi: Mã nguồn tập tin đã được tải lên nhưng bạn cho biết không có mã nguồn nào cần đến.

source: On this site. <span class="helptext">Your submission will be listed on this site and the Firefox Add-ons Manager for millions of users, after it passes code review. Automatic updates are handled by this site. This add-on will also be considered for Mozilla promotions and contests. Self-distribution of the reviewed files is also possible.</span>
ka: ამ საიტით. <span class="helptext">თქვენ მიერ წარდგენილი დამატება გამოქყვენდება საიტსა და Firefox დამატებების მმართველში მილიონობით მომხმარებლისთვის, კოდის შემოწმების გავლის შემდეგ. ავტომატური განახლებების მართვა, საიტიდანვე არის შესაძლებელი. დამატება ასევე ჩაერთვება Mozilla-ს სარეკლამო აქციებსა და შეჯიბრებებში. ამასთან, ნებადართულია შემოწმებული დამატების საკუთარი საშუალებებით გავრცელებაც.</span>
kab: Asekrek deg usmel. <span class="helptext">Asumer inek ad yeffeɣ ɣef usmel-agi akked umsefrak n izegrar n Firefox i yefḍan n iseqdacen, ticki yettwag ucegger n tengakt. Ileqman iwurmanen ad ttwasferken deg usmel-agi. Azegrir-agi ad tt-awi-t Mozillaakken ad tesnerni-t neq ad tger-it deg temzizliyin. Azuzer udmawan n ifuyal yzmer daɣen a yili..</span>
ms: Dalam laman ini. <span class="helptext">Serahan anda akan disenaraikan dalam laman ini dan laman Pengurus Add-ons Mozilla untuk berjuta-juta pengguna, selepas lulus semakan kod. Kemaskini automatik akan diuruskan oleh laman ini. Add-on ini juga dianggap sebagai promosi dan pertandingan Mozilla. Mengedarkan-sendiri juga boleh dilakukan. </span>

source: On your own. <span class="helptext">Your submission will be immediately signed for self-distribution. Updates should be handled by you via an updateURL or external application updates.</span>
ka: საკუთარი ძალისხმევით. <span class="helptext">თქვენ მიერ წარდგენილი დამატება დამოწმებისთანავე, შეგეძლებათ თავადვე გაავრცელოთ. განახლებების სამართავად საჭირო იქნება updateURL, ან ცალკე პროგრამა განახლებებისთვის.</span>
kab: Asekrek udmawan. <span class="helptext">Tuzna yinek ad tettwazmel imiren kan deg uzuzer udmawan. D kečč ara yesferken ileqman s useqdec n tensa updateURL neɣ ileqman n yesnasen izɣarayen.</span>
ms: Anda sendiri. <span class="helptext">Serahan anda akan serta-merta ditandatangani untuk mengedarkan-sendiri. Anda akan uruskan sendiri kemaskini via updateURL atau kemaskini aplikasi luar.</span>

source: Categories cannot be changed while your add-on is featured.
ka: რჩეული დამატებისთვის, კატეგორიის შეცვლა შეუძლებელია.
ms: Kategori tidak boleh ditukar semasa add-on anda ini menjadi ciri.

source: Add-ons for Thunderbird and SeaMonkey are now listed and maintained on addons.thunderbird.net. You can use the same account to update your add-ons on the new site.
ka: დამატებები Thunderbird და SeaMonkey პროგრამებისთვის, ახლა უკვე განთავსებულია addons.thunderbird.net საიტზე. თქვენი დამატებებისთვის, შეგიძლიათ იგივე ანგარიში გამოიყენოთ ახალ საიტზეც.
ms: Add-ons untuk Thunderbird dan SeaMonkey kini disenarai dan dikekalkan di addons.thunderbird.net. Anda boleh gunakan akaun yang sama untuk mengemaskini add-ons di laman yang baru.

source: Starting with Firefox 53, new add-ons on this site can only be WebExtensions.
ka: Firefox 53 ვერსიიდან დაწყებული, ამ საიტზე ნებადართულია მხოლოდ ახალი, WebExtensions დამატებების გამოქვეყნება.
ms: Bermula dengan Firefox 53, add-ons baru dalam laman ini hanya WebExtensions.

source: Legacy add-ons are not compatible with Firefox 57 or higher. Use a maxVersion of 56.* or lower.
ka: მოძველებული დამატებები არაა თავსებადი Firefox 57 ან უფრო მაღალ ვერსიებთან. maxVersion მიუთითეთ 56.* ან უფრო დაბალი.
ms: Ekstensi legasi tidak serasi dengan Firefox 57 atau ke atas. Gunakan maxVersion 56.* atau ke bawah.

source: Legacy language packs for Firefox are no longer supported. A WebExtensions install manifest is required. See {mdn_link} for more details.
ka: ენის მოძველებული პაკეტები Firefox-ისთვის, აღარაა მხარდაჭერილი. აუცილებელია WebExtensions მანიფესტს. ვრცლად, იხილეთ {mdn_link} ბმულზე.
ms: Pek bahasa legasi untuk Firefox tidak lagi disokong. Perlukan manifes pemasangan WebExtensions. Lihat {mdn_link} untuk maklumat lanjut.

source: We allow and encourage an upgrade but you cannot reverse this process. Once your users have the WebExtension installed, they will not be able to install a legacy add-on.
ka: ჩვენ საშუალებას ვიძლევით და ხელს ვუწყობთ განახლებას, მაგრამ ეს ქმედება შეუქცევადია. თუ თქვენი მომხმარებლები დააყენებენ WebExtension-ს, მოძველებული დამატებების დაყენებას, ვეღარ შეძლებენ.
kab: Nessirig udiɣ nettmuddu tabɣest n uleqqem-agi, acukan ulac tuɣalin ar deffir. Ticki iseqdacen sbedden WebExtension, ur ttizmiren ara ad sbedden ileman iqburen.
ms: Kami izin dan menggalakkan kemaskini tetapi anda tidak boleh undurkan proses ini. Sebaik sahaja WebExtension dipasang oleh pengguna, mereka tidak akan boleh pasang add-on legasi.

source: You cannot update a WebExtensions add-on with a legacy add-on. Your users would not be able to use your new version because Firefox does not support this type of update.
ka: WebExtensions დამატების მოძველებული დამატებით განახლება, არ შეგიძლიათ. თქვენი მომხმარებლები ვერ ისარგებლებენ ახალი ვერსიით, რადგან Firefox-ში არაა მხარდაჭერილი, ასეთი სახის განახლება.
kab: Ur tezmired ara ad tsemselsiḍ azegrir WebExtensions s uzegrir aqbuṛ. Iseqdacen inek ur ttizmiren ara ad sqedcen lqem amaynut acku Firefox ur isefrak ara anaw-agi n uleqqem.
ms: Anda tidak boleh mengemaskini add-on WebExtensions dengan add-on legasi. Pengguna tidak akan dapat menggunakan versi baru anda kerana Firefox tidak menyokong kemaskini jenis ini.

source: Your developer API key was found in the submitted file. To protect your account, the key will be revoked.
es_ar: Se encontró tu llave API de desarrollador en el archivo enviado. Para proteger tu cuenta, se anulará la llave.
fi: Sinulle kuuluva kehittäjän API-avain löytyi lähetetystä tiedostosta. Tilisi suojaamiseksi avain kumotaan.
fur: La tô clâf API di svilupadôr e je stade cjatade tal file mandât. Par protezi il to account, la clâf e vignarà revocade.
fy_nl: Yn it yntsjinne bestân is jo ûntwikkelers-API-kaai oantroffen. Om jo account te beskermjen, sil de kaai ynlutsen wurde.
he: מפתח ה־API שלך לצורכי פיתוח נמצא בקובץ שהוגש. כדי להגן על החשבון שלך, המפתח יישלל.
hr: Tvoj API ključ programera je pronađen u poslanoj datoteci. Kako bi se zaštitio tvoj račun, ključ će se opozvati.
ia: Tu clave API de disveloppator esseva trovate in le file inviate. Pro proteger tu conto, le clave essera revocate.
ka: თქვენი შემმუშავებლის API გასაღები ნაპოვნია წარდგენილ ფაილში. თქვენი ანგარიშის უსაფრთხოებისთვის, ეს გასაღები გაუქმდება.
ms: Kunci API pembangun anda telah ditemukan di dalam fail yang diserahkan. Untuk melindungi akaun anda, kunci akan dijana semula.
nb_no: Utvikler-API-nøkkelen din ble funnet i den innsendte filen. For å beskytte kontoen din vil nøkkelen bli tilbakekalt.
nn_no: Utviklar-API-nøkkelen din vart funnen i den innsende fila. For å beskytte kontoen din vil nøkkelen bli kalla tilbake.
ro: Am găsit cheia ta API pentru dezvoltatori în fișierul trimis. Pentru a-ți proteja contul, cheia va fi revocată.
th: พบคีย์ API นักพัฒนาของคุณในไฟล์ที่ส่งมา คีย์ดังกล่าวจะถูกเพิกถอนเพื่อเป็นการปกป้องบัญชีของคุณ
tr: Yüklenen dosyada geliştirici API anahtarınız tespit edildi. Hesabınızı korumak amacıyla anahtar silinecek.
vi: Khóa API nhà phát triển của bạn đã được tìm thấy trong tập tin đã gửi. Để bảo vệ tài khoản của bạn, khóa sẽ bị thu hồi.

source: The developer API key of a coauthor was found in the submitted file. To protect your add-on, the key will be revoked.
es_ar: Se encontró la llave API de desarrollador de un coautor en el archivo enviado. Para proteger el complemento, se anulará la llave.
fur: La clâf API di svilupadôr di un coautôr e je stade cjatade tal file mandât. Par protezi il to component adizionâl, la clâf e vignarà revocade.
fy_nl: Yn it yntsjinne bestân is de ûntwikkelers-API-kaai fan in ko-auteur oantroffen. Om jo add-on te beskermjen, sil de kaai ynlutsen wurde.
he: מפתח ה־API של אחת מעמיתיך לצורכי פיתוח נמצא בקובץ שהוגש. כדי להגן על התוספת שלך, המפתח יישלל.
hr: API ključ programera suatora je pronađen u poslanoj datoteci. Kako bi se zaštitio tvoj dodatak, ključ će se opozvati.
ia: Le clave API de disveloppator de un coautor esseva trovate in le file inviate. Pro proteger tu additivo, le clave essera revocate.
ka: თანაავტორის შემმუშავებლის API გასაღები ნაპოვნია წარდგენილ ფაილში. თქვენი დამატების უსაფრთხოებისთვის, ეს გასაღები გაუქმდება.
ms: Kunci API pembangun pengarang bersama anda telah ditemukan di dalam fail yang diserahkan. Untuk melindungi add-on anda, kunci akan dijana semula.
nb_no: Utvikler-API-nøkkelen til en medopphavsmann ble funnet i den innsendte filen. For å beskytte ditt tillegg vil nøkkelen bli tilbakekalt.
nn_no: Utviklar-API-nøkkelen til ein medopphavsmann vart funnen i den innsende fila. For å beskytte tillegget ditt vil nøkkelen bli kalla tilbake.
ro: Am găsit în fișierul trimis cheia API pentru dezvoltatori aparținând unui coautor. Pentru a-ți proteja suplimentul, cheia va fi revocată.
th: พบคีย์ API นักพัฒนาของผู้สร้างร่วมในไฟล์ที่ส่งมา คีย์ดังกล่าวจะถูกเพิกถอนเพื่อเป็นการปกป้องส่วนเสริมของคุณ
tr: Gönderilen dosyada bir ortak yazarın geliştirici API anahtarı bulundu. Eklentinizi korumak için bu anahtar iptal edilecektir.
vi: Khóa API nhà phát triển của một đồng tác giả đã được tìm thấy trong tập tin đã gửi. Để bảo vệ tiện ích của bạn, khóa sẽ bị thu hồi.

source: Mozilla Security Notice: Your AMO API credentials have been revoked
es_ar: Aviso de seguridad de Mozilla: se han anulado tus credenciales API de AMO
fi: Mozillan tietoturvailmoitus: AMO API -kirjautumistiedot on kumottu
fur: Avîs di sigurece di Mozilla: lis tôs credenziâls API di AMO a son stadis revocadis
fy_nl: Mozilla-befeiligingsmelding: jo API-referinsjes foar AMO binne ynlutsen
he: הודעת אבטחה של Mozilla: פרטי הגישה שלך ל־API מול AMO נשללו
hr: Mozillina sigurnosna obavijest: tvoje AMO API vjerodajnice su opozvane
ia: Aviso de securitate de Mozilla: Tu credentiales API de AMO ha essite revocate
ka: Mozilla-ს უსაფრთხოების განაცხადი: თქვენი AMO API მონაცემები გაუქმებულია
ms: Notis Keselamatan Mozilla: Kelayakan AMO API anda telah dibatalkan
nb_no: Mozilla sikkerhetsmelding: Dine AMO API-innloggingsopplysninger har blitt tilbakekalt
nn_no: Mozilla tryggingsmelding: AMO API-innloggingsopplysningane dine har blitt kalla tilbake
ro: Notificare de securitate Mozilla: Datele de autentificare pentru API-ul AMO au fost revocate
te: మొజిల్లా భద్రతా నోటీసు: మీ AMO API యోగ్యతలు ఉపసంహరించబడ్డాయి
th: ประกาศเกี่ยวกับความปลอดภัยของ Mozilla: ข้อมูลประจำตัว API บน AMO ของคุณถูกเพิกถอนแล้ว
tr: Mozilla Güvenlik Bildirimi: AMO API kimlik bilgileriniz iptal edildi
vi: Thông báo bảo mật của Mozilla: Thông tin đăng nhập API trên AMO của bạn đã bị thu hồi

source: Review requested.
es_ar: Revisión solicitada.
fi: Tarkastusta tarvitaan.
fur: Revision domandade.
fy_nl: Beoardieling oanfrege.
he: נשלחה בקשה לסקירה.
hr: Revizija zatražena.
ia: Revision demandate.
is: Beðið um yfirferð.
ka: საჭიროებს განხილვას.
kab: Aceggir yettwasuter.
ms: Perlu semakan.
nb_no: Vurdering forespurt.
nn_no: Vurdering førespurd.
ro: Recenzie solicitată.
te: సమీక్ష అభ్యర్థించబడింది.
th: ได้ขอคำวิจารณ์แล้ว
tr: İnceleme talep edildi.
vi: Yêu cầu đánh giá.

source: You must provide further details to proceed.
es_ar: Debes proporcionar más detalles para continuar.
fi: Sinun on annettava lisätietoja jatkaaksesi.
fur: Tu scugnis indicâ altris detais par continuâ.
fy_nl: Jo moatte mear details opjaan om fierder te gean.
he: עליך לספק פרטים נוספים כדי להמשיך.
hr: Za nastavljanje moraš upisati dodatne detalje.
ia: Tu debe fornir altere detalios pro continuar.
is: Þú verður að gefa upp nánari upplýsingar til að geta haldið áfram.
ka: გასაგრძელებლად, მეტი მონაცემების მითითებაა საჭირო.
kab: Ilaq ugar n talγut akken ad tkemleḍ.
ms: Anda perlu sediakan butiran lanjut untuk meneruskan.
nb_no: Du må spesifisere ytterligere informasjon for å fortsette.
nn_no: Du må spesifisere ytterlegare detaljar for å gå vidare.
ro: Trebuie să furnizezi detalii suplimentare pentru a continua.
te: కొనసాగడానికి మీరు మరిన్ని వివరాలను అందించాలి.
th: คุณต้องระบุรายละเอียดเพิ่มเติมเพื่อดำเนินการต่อ
tr: Devam etmek için daha fazla ayrıntı vermelisiniz.
vi: Bạn phải cung cấp thêm chi tiết để tiếp tục.

source: Before starting, please read and accept our Firefox Add-on Distribution Agreement as well as our Review Policies and Rules. The Firefox Add-on Distribution Agreement also links to our Privacy Notice which explains how we handle your information.
es_ar: Antes de comenzar, lee y acepta nuestro Acuerdo de distribución de complementos de Firefox y nuestras Reglas y políticas de revisión. En el acuerdo también encontrarás un enlace a nuestro Aviso de privacidad, donde se explica cómo administraremos tu información.
fi: Ennen kuin aloitat, lue ja hyväksy Firefoxin lisäosan jakelusopimusehtomme sekä tarkistuskäytäntömme ja -sääntömme. Firefoxin lisäosan jakelusopimusehdot sekä tarkistuskäytäntöjen ja -sääntöjen hyväksyminen sisältävät myös linkit yksityisyyskäytäntöömme, jossa kerrotaan kuinka käsittelemme tietojasi.
fur: Prime di scomençâ, lei e acete l'acuardi di distribuzion pai components adizionâi di Firefox e lis normis e lis liniis vuide pe revision. L'acuardi di distribuzion pai components adizionâi di Firefox si coleghe ancje ae nestre informative su la riservatece, che e spieghe cemût che o gjestìn lis informazions che tu nus mandis.
fy_nl: Lês en akseptearje eardat jo begjinne ús Firefox-add-on-distribúsje-oerienkomst en ús Beoardielingsrigels en belied. Dizze ferwiist ek nei ús Privacyferklearring, dy’t útleit hoe’t wy mei jo gegevens omgean.
he: לפני שנתחיל, נא לקרוא ולאשר את הסכם הפצת התוספות של Firefox כמו גם הכללים והמדיניות שלנו לסקירה. הסכם הפצת התוספות של Firefox מקשר גם אל הצהרת הפרטיות שלנו שמסבירה איך אנחנו מטפלים במידע שלך.
ia: Ante de initiar, per favor lege e accepta nostre Accordo de distribution del additivos de Firefox assi como nostre Politicas e regulas de revision. Le Accordo de distribution del additivos de Firefox etiam se refere a nostre Aviso de confidentialitate que explica como nos gere tu informationes.
ka: დაწყების წინ, გთხოვთ გაეცნოთ და დაეთანხმოთ Firefox დამატებების გავრცელების შესახებ შეთანხმებას, ისევე როგორც ჩვენი მიმოხილვის დებულებებს და წესებს. შეთანხმებას Firefox დამატებების გავრცელების შესახებ, დართული აქვს პირადი მონაცემების დაცვის დებულებაც, სადაც განმარტებულია, თუ როგორ ვიყენებთ თქვენს მონაცემებს.
ms: Sebelum memulakan, sila baca dan terima Perjanjian Pengedaran Add-on Firefox serta Polisi dan Peraturan Semakan kami. Perjanjian Pengedaran Add-on Firefox juga ada hubungan dengan Notis Privasi kami yang menjelaskan cara kami mengendalikan maklumat anda.
nb_no: Før du starter, les og godta vår distribusjonsavtale for Firefox-tillegg, samt våre retningslinjer og regler for omtaler. Distribusjonsavtalen for Firefox-tillegg lenker også til vår personvernerklæring som forklarer hvordan vi håndterer informasjonen din.
nn_no: Før du startar, les og godta distribusjonsavtalen vår for Firefox-tillegg, og dessutan retningslinjene og reglane våre for omtalar. Distribusjonsavtalen for Firefox-tillegg lenkar også til personvernfråsegna vår som forklarar korleis vi handsamar informasjonen din.
ro: Înainte de a începe, te rugăm să citești și să accepți Acordul de distribuție pentru suplimente Firefox, precum și Politicile și regulile noastre pentru recenzii. Acordul de distribuție pentru suplimente Firefox trimite și la Notificarea noastră privind confidențialitatea, care explică modul în care îți gestionăm informațiile.
tr: Başlamadan önce lütfen Firefox Eklenti Dağıtım Sözleşmesi ile İnceleme İlkeleri ve Kurallarımızı okuyup kabul edin. Firefox Eklenti Dağıtım Sözleşmesi ayrıca bilgilerinizi nasıl kullandığımızı açıklayan Gizlilik Bildirimimize de bağlantı verir.
vi: Trước khi bắt đầu, vui lòng đọc và chấp nhận Thỏa thuận phân phối tiện ích Firefox cũng như Chính sách và quy tắc đánh giá của chúng tôi. Thỏa thuận phân phối tiện ích Firefox cũng liên kết đến thông báo về Quyền riêng tư của chúng tôi, trong đó giải thích cách chúng tôi xử lý thông tin của bạn.

source: Review Policies and Rules
es_ar: Normas y políticas de revisión
fi: Tarkastele käytäntöjä ja sääntöjä
fur: Normis e liniis vuide pes revisions
fy_nl: Beoardielingsrigels en -belied
he: סקירת מדיניות וכללים
hr: Pravila za recenzije
ia: Politicas e regulas de revision
is: Forsendur og reglur fyrir yfirferð
ka: მიმოხილვის დებულება და წესები
ms: Polisi Semakan dan Peraturan
nb_no: Vurderingspraksis og regler
nn_no: Vurderingspraksis og reglar
ro: Politici și norme de recenzare
te: సమీక్ష విధానాలు మరియు నియమాలు
th: นโยบายและกติกาสำหรับการวิจารณ์
tr: İnceleme İlkeleri ve Kuralları
vi: Xem lại chính sách và quy tắc

source: I have read and accept this Agreement and the Rules and Policies
es_ar: He leído y acepto el Acuerdo y las Normas y políticas
fi: Olen lukenut ja hyväksynyt tämän sopimuksen, sekä säännöt ja käytännöt
fur: O ai let e o aceti l’Acuardi, lis Normis e lis Liniis vuide
fy_nl: Ik haw dizze Oerienkomst en de Rigels en it Belied lêzen en akseptearje dizze
he: קראתי והסכם זה מקובל עלי לרבות הכללים והמדיניות
ia: Io ha legite e accepta iste accordo e le regulas e politicas
ka: წავიკითხე და ვეთანხმები მოცემული ხელშეკრულებით გათვალისწინებულ წესებსა და დებულებებს
ms: Saya sudah membaca dan menerima Perjanjian ini dan Peraturan serta Polisi
nb_no: Jeg har lest og godtatt denne avtalen, reglene og retningslinjene
nn_no: Eg har lese og godteke denne avtalen, reglane og retningslinjene
ro: Am citit și accept acest Acord și Regulile și politicile
te: ఈ ఒప్పందాన్నీ, నియమాలును, విధానాలను నేను చదివాను, వాటికి అంగీకరిస్తున్నాను
th: ฉันได้อ่านและยอมรับข้อตกลงนี้ รวมทั้งกฎและนโยบาย
tr: Bu sözleşmedeki kuralları ve politikaları okudum ve kabul ediyorum
vi: Tôi đã đọc và chấp nhận thỏa thuận này và các quy tắc và chính sách

source: Note that this tool only works with legacy add-ons. WebExtension APIs are thoroughly <a href="%(webext_doc_url)s">documented here</a>.
ka: გაითვალისწინეთ, რომ ეს ხელსაწყო მუშაობს, მხოლოდ ძველ დამატებებთან. WebExtension API-ებზე, ვრცლად <a href="%(webext_doc_url)s">იხილეთ აქ</a>.
ms: Sila ambil perhatian bahawa alatan ini hanya berfungsi dengan add-ons legasi. APIs WebExtension <a href="%(webext_doc_url)s">didokumentasikan di sini</a> secara menyeluruh.

source: Edit Information
ka: მონაცემების შესწორება
kab: Ẓreg talɣut
ms: Edit Maklumat

source: Preview of listed version
es_ar: Vista previa de la versión listada
fi: Listatun version esikatselu
fur: Anteprime de version listade
fy_nl: Foarbyld fan fermelde ferzje
he: תצוגה מקדימה של גרסה מוצגת
hr: Pregled navedene verzije
ia: Vista preliminar del version listate
ka: გამოქვეყნებული ვერსიის წინასწარი ვარიანტი
ms: Previu versi disenaraikan
nb_no: Forhåndsvisning av listede versjoner
nn_no: Førehandsvising av oppførte versjonar
ro: Previzualizarea versiunii listate
te: చూపిస్తున్న వెర్షను మునుజూపు
th: ภาพตัวอย่างของรุ่นที่มีในรายชื่อ
tr: Listelenen sürümün ön izlemesi
vi: Xem trước phiên bản được liệt kê

source: Preview still being generated - come back later or refresh the page.
es_ar: Aún se está generando la vista previa: vuelva más tarde o actualice la página.
fi: Esikatselua luodaan edelleen - palaa myöhemmin tai päivitä sivu.
fur: La anteprime e je ancjemò in cors di gjenerazion - torne plui tart o torne cjame la pagjine.
fy_nl: Foarbyld wurdt noch oanmakke - kom letter werom of ferfarskje de side.
he: התצוגה המקדימה עדיין נוצרת - נא לחזור בהמשך או לרענן את העמוד.
hr: Pregled se još uvijek generira – vrati se kasnije ili osvježi stranicu.
ia: Le vista preliminar debe ancora esser generate - reveni plus tarde o refresca le pagina.
ka: წინასწარი ვარიანტი ჯერ კიდევ იქმნება – შეამოწმეთ მოგვიანებით ან განაახლეთ გვერდი.
ms: Previu sedang dijana - layari lagi nanti atau muat semula halaman.
nb_no: Forhåndsvisningen genereres fortsatt – kom tilbake senere eller oppdater siden.
nn_no: Førehandsvisninga blir framleis generert – kom tilbake seinare eller oppdater sida.
ro: Previzualizarea este încă în curs de generare - revino mai târziu sau reîmprospătează pagina.
te: మునుజూపు ఇంకా తయారవుతోంది - కాసేపటి తర్వాత రండి, లేదా పేజీని రీఫ్రెష్ చేయండి.
th: กำลังสร้างภาพตัวอย่าง - โปรดกลับมาใหม่ทีหลังหรือเรียกหน้าใหม่
tr: Ön izleme hâlâ oluşturuluyor: Daha sonra geri gelin veya sayfayı tazeleyin.
vi: Xem trước vẫn đang được tạo - quay lại sau hoặc làm mới trang.
