Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Hide portions of the website you're viewing.
es_ar: Oculta partes del sitio web que estás viendo.
fi: Piilota osia verkkosivusta.
fur: Plate porzions di sîts web che tu stâs cjalant.
fy_nl: Ferstopje parten fan de website dy’t jo besjogge.
he: הסתרת חלקים מהאתרים המופיעים בפניך.
hr: Sakrij dijelove web stranice koju gledaš.
ia: Celar portiones del sito web que tu vide.
is: Feldu hluta vefsvæðisins sem þú ert að skoða.
ka: დამალეთ ვებსაიტის ნაწილები, რომელსაც ნახულობთ.
ms: Sorok sebahagian laman web yang anda sedang lihat.
nb_no: Skjul deler av nettsiden du ser på.
nn_no: Skjul delar av nettsida du ser på.
ro: Ascunde porțiuni din site-ul web pe care îl vizualizezi.
te: మీరు చూస్తున్న వెబ్‌సైటు లోని భాగాలను దాచండి.
tr: Görüntülediğiniz web sitesinin bölümlerini gizleyin.
vi: Ẩn các phần của trang web bạn đang xem.

source: Download pictures {start_sub_heading}with {addon_name}{end_sub_heading}
ka: სურათების ჩამოტვირთვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Grab images from any website and download them.
ka: აიღეთ და ჩამოტვირთეთ სასურველი სურათები ნებისმიერი ვებსაიტიდან.
ms: Ambil imej dalam laman web dan muat turun.

source: Mask your location {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შენიღბეთ თქვენი ადგილმდებარეობა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Disguise your location to throw off trackers and protect your privacy.
ka: დამალეთ თქვენი ადგილმდებარეობა, მეთვალყურეების ასარიდებლად და პირადულობის შესანარჩუნებლად.
ms: Samarkan lokasi supaya menyukarkan penjejak dan melindungi privasi anda.

source: Self-censor {start_sub_heading}with {addon_name}{end_sub_heading}
ka: თვითშეზღუდვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Restrict access to inappropriate or undesired content with a filter.
es_ar: Restringe el acceso a contenido inapropiado o no deseado con un filtro.
fi: Rajoita pääsyä sopimattomaan tai ei-toivottuun sisältöön suodattimella.
fur: Limite cuntun filtri l’acès a contignûts sconvenients o malvolûts.
fy_nl: Behein tagong ta net paste of net winske ynhâld mei in filter.
he: הגבלת גישה לתוכן לא הולם או לא רצוי באמצעות מסנן.
hr: Filterom ograniči pristup neprikladnom ili neželjenom sadržaju.
ia: Impedi le accesso al contento inappropriate o non desirabile con un filtro.
is: Takmarkaðu með síum aðgang að óviðeigandi eða særandi efni.
ka: აკრძალეთ წვდომა შეუსაბამო და არასასურველ შიგთავსზე, ფილტრის საშუალებით.
ms: Hadkan akses untuk kandungan yang tidak sesuai atau tidak diingini dengan penapis.
nb_no: Begrens tilgang til upassende eller uønsket innhold med et filter.
nn_no: Avgrens tilgang til upassande eller uønskt innhald med eit filter.
ro: Restricționezi accesul la conținut necorespunzător sau nedorit cu ajutorul unui filtru.
tr: Uygunsuz veya istenmeyen içeriklere erişimi filtrelerle kısıtlayın.
vi: Hạn chế quyền truy cập vào nội dung không phù hợp hoặc không mong muốn bằng bộ lọc.

source: Improve new tabs {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გააუმჯობესეთ ახალი ჩანართი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Open a new tab to the right of your current tab, not at the end of the row.
es_ar: Abre una nueva pestaña a la derecha de la pestaña actual, no al final de la fila.
fi: Avaa uusi välilehti nykyisen välilehden oikealle puolelle, ei välilehtirivin loppuun.
fur: Vierç une gnove schede juste subite a diestre de schede corinte, no da pît de rie.
fy_nl: Iepenje in nij ljepblêd neist jo aktuele ljepblêd, net oan it ein fan de rige.
he: פתיחת לשונית חדשה משמאל ללשונית הנוכחית, במקום בסוף השורה.
ia: Aperi un nove scheda al dextra de tu actual scheda, non al fin del linea.
is: Opnar nýjan flipa strax til hægri á eftir núverandi flipa, ekki við enda fliparaðarinnar.
ka: გახსენით ახალი ჩანართი მიმდინარე ჩანართის გვერდით და არა რიგის ბოლოში.
ms: Buka tab baru di sebelah kanan tab semasa, bukan di akhir baris.
nb_no: Åpne en ny fane til høyre for din nåværende fane, ikke i slutten av faneraden.
nn_no: Opne ei ny fane til høgre for gjeldande fane, ikkje i slutten av fanerada.
ro: Deschizi o filă nouă în dreapta celei actuale, dar nu la sfârșitul șirului de file.
tr: Sekme çubuğunun sonunda değil, geçerli sekmenizin sağında yeni bir sekme açın.
vi: Mở thẻ mới ở bên phải thẻ hiện tại của bạn, không phải ở cuối hàng.

source: Conquer spam {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოსპეთ არასასურველი და სარეკლამო შიგთავსი {start_sub_heading}mit {addon_name}{end_sub_heading}

source: Use clever temporary email addresses to remain anonymous and avoid spam.
ka: გამოიყენეთ ელფოსტის მოხერხებული დროებითი მისამართები, დარჩით ამოუცნობი და აირიდეთ არასასურველი შიგთავსი.
ms: Gunakan alamat e-mel sementara untuk kekal anonimus dan mengelakkan spam.

source: Alter your privacy {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მარტივად ცვალეთ პირადულობის პარამეტრები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Easily customize the built-in privacy settings in Firefox.
ka: მარტივად მოირგეთ Firefox-ის პირადულობის პარამეტრები.
ms: Penyesuaian mudah untuk tetapan privasi dalam Firefox.

source: Enhance your experience on VK {start_sub_heading}with {addon_name}{end_sub_heading}
ka: უკეთ გამოიყენეთ VK საიტი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Remove ads and download audio from VK.
ka: მოაცილეთ რეკლამები და ჩამოტვირთეთ ხმოვანი ფაილები VK-დან.
ms: Buang iklan dan muat turun audio di VK.

source: Get instant translations {start_sub_heading}with {addon_name}{end_sub_heading}
ka: სწრაფი თარგმნა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Access immediate translation by highlighting text and clicking the button that pops up.
ka: მიიღეთ თარგმანი მყისიერად, ტექსტის მონიშვნითა და ამომხტარ ღილაკზე დაწკაპებით.
ms: Akses terjemahan serta-merta dengan menyerlahkan teks dan klik pada butang yang muncul.

source: Customize new tabs {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოირგეთ ახალი ჩანართის გვერდი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Get creative and customize your new tab page by displaying your favorite sites and selecting a theme.
ka: მიუდექით შემოქმედებითად და მოირგეთ ახალი ჩანართის გვერდი, რჩეული საიტებისა და თემის შერჩევით.
ms: Jadi kreatif dan sesuaikan halaman tab baru supaya memaparkan laman kegemaran dan tema pilihan anda.

source: No more redirects {start_sub_heading}with {addon_name}{end_sub_heading}
ka: აღარავითარი გადამისამართება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Go straight to the website you want to access without being redirected in between.
es_ar: Ve directamente al sitio web al que deseas acceder sin ser redirigido por el camino.
fi: Siirry suoraan haluamallesi verkkosivustolle ilman uudelleenohjauksia.
fur: Va dret sul sît web che tu desideris cence passâ pai varis indreçaments che a stan tal mieç.
fy_nl: Gean streekrjocht nei de winske website sûnder tuskentroch omlaad te wurden.
he: מעבר ישיר לאתר שאליו ברצונך לגשת, מבלי להיות מנותב תוך כדי.
ia: Va directe al sito web que tu desira pro acceder sin esser intertanto re-dirigite.
is: Farðu beint á vefsíðuna sem þú vilt komast á án þess að vera endurbeint á milli vefja.
ka: ეწვიეთ პირდაპირ სასურველ ვებსაიტს, ყოველგვარი გადამისამართების გარეშე.
ms: Layari terus laman web yang hendak diakses tanpa dilencongkan di antaranya.
nb_no: Gå direkte til nettstedet du vil komme til uten å bli omdirigert.
nn_no: Gå direkte til nettstaden du vil ha tilgang til, utan å bli omdirigert.
ro: Mergi direct la site-ul web pe care vrei să intri fără să fii redirecționat.
th: ตรงไปที่เว็บไซต์ที่คุณต้องการเข้าถึงโดยไม่ถูกเปลี่ยนเส้นทางระหว่างนั้น
tr: Yeniden yönlendirilmeden, doğrudan erişmek istediğiniz web sitesine gidin.
vi: Đi thẳng đến trang web bạn muốn truy cập mà không bị chuyển hướng ở giữa.

source: WhatsApp on the web {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გამოიყენეთ WhatsApp ინტერნეტში {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Access WhatsApp from within Firefox's toolbar panel to get badge notification of unread threads.
ka: მიიღეთ წვდომა WhatsApp-ზე Firefox-ის ხელსაწყოთა არეში, წაუკითხავი თემების შესახებ შეტყობინებების მისაღებად.
ms: Akses WhatsApp dari dalam panel bar alatan Firefox untuk mendapatkan notifikasi yang belum dibaca.

source: Translate to/from German {start_sub_heading}with {addon_name}{end_sub_heading}
ka: თარგმნეთ გერმანულზე/გერმანულიდან {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Get expert German translations between English, French, Spanish, and other languages.
ka: მიიღეთ მაღალი დონის თარგმანი გერმანულსა და ინგლისურ, ფრანგულ, ესპანურ ან სხვა ენებს შორის.
ms: Dapatkan penterjemahan pakar Bahasa Jerman untuk Bahasa Inggeris, Perancis, Sepanyol, dan bahasa lain.
te: ఇంగ్లీష్, ఫ్రెంచ్, స్పానిష్, ఇతర భాషల మధ్య నిపుణుల జర్మన్ అనువాదాలను పొందండి.

source: Create a website block list {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შექმენით შეზღუდულ საიტთა სია {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Restrict Firefox from accessing websites you define.
ka: აუკრძალეთ Firefox-ს მითითებულ ვებსაიტებთან წვდომა.
ms: Hadkan Firefox daripada mengakses laman web yang anda tentukan.

source: Work smarter {start_sub_heading}with {addon_name}{end_sub_heading}
ka: იმუშავეთ მოხერხებულად {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Manage your productivity by working in set time intervals.
es_ar: Gestiona tu productividad trabajando en intervalos de tiempo establecidos.
fi: Hallitse tuottavuuttasi työskentelemällä asetetuin aikavälein.
fur: Gjestìs la tô produtivitât lavorant tai periodis programâts.
fy_nl: Behear jo produktiviteit troch yn ynstelde tiidsynterfallen te wurkjen.
ia: Gere tu productivitate per laborar in un serie de intervallos de tempore.
is: Stýrðu tímanum þínum með því að vinna á tilteknum tímabilum.
ka: გაზარდეთ შრომის ნაყოფიერება, დროის განსაზღვრულ შუალედებში მუშაობით.
ms: Urus produktiviti anda dengan bekerja dalam selang masa yang ditetapkan.
nb_no: Behandle produktiviteten din ved å jobbe med bestemte tidsintervaller.
nn_no: Handter produktiviteten din ved å jobbe med bestemte tidsintervall.
ro: Gestionează-ți productivitatea lucrând în intervale de timp definite.
te: నిర్ణీత సమయాలలో పనిచేయడం ద్వారా మీ ఉత్పాదకతను సంభాళించుకోండి.
tr: Belirli zaman aralıklarında çalışarak verimliliğinizi yönetin.
vi: Quản lý năng suất của bạn bằng cách làm việc trong khoảng thời gian đã định.

source: Easy reading {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოსახერხებელი კითხვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Check your favorite RSS feeds all in a single page.
es_ar: Accede a tus canales RSS favoritos desde una sola página.
fi: Tarkista suosimasi RSS-syötteet yhdeltä sivulta.
fur: Controle i tiei feeds RSS preferîts ducj intune pagjine sole.
fy_nl: Besjoch al jo favorite RSS-feeds op ien pagina.
he: בדיקת כל הזנות ה־RSS המועדפים שלך בדף אחד.
hr: Pregledaj sve svoje omiljene RSS feedove na jednoj stranici.
ia: Controla tote tu favorite alimentationes de novas RSS in un pagina singule.
is: Athugaðu eftirlætis RSS-streymin þín, öll á einni síðu.
ka: შეამოწმეთ თქვენი ყველა რჩეული RSS არხი, ერთ გვერდზე.
ms: Semak suapan RSS kegemaran anda dalam satu halaman.
nb_no: Sjekk dine favoritt RSS-kilder på en enkelt side.
nn_no: Sjekk favoritt RSS-kjeldene dine på ei enkeltside.
ro: Verifică-ți toate fluxurile RSS preferate pe o singură pagină.
te: మీ అభిమాన RSS ఫీడులన్నిటినీ ఒకే పేజీలో చూడండి.
th: ตรวจสอบฟีด RSS โปรดของคุณทั้งหมดในหน้าเดียว
tr: Favori RSS akışlarınızı tek bir sayfadan kontrol edin.
vi: Kiểm tra tất cả các nguồn cấp RSS yêu thích của bạn trong một trang.

source: Reduce eye strain {start_sub_heading}with {addon_name}{end_sub_heading}
ka: თვალის დაძაბვის შემცირება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Enable night mode for a better viewing experience.
es_ar: Habilita el modo nocturno para una mejor experiencia de visualización.
fi: Ota yötila käyttöön saadaksesi paremman katselukokemuksen.
fur: Ative la modalitât noturne par vê une esperience visive miorade.
fy_nl: Skeakelje nachtmodus yn foar in bettere ûnderfining mei it sjen.
he: הפעלת מצב לילה לחווית צפייה טובה יותר.
hr: Aktiviraj noćni način rada za bolji prikaz.
ia: Activa le modo nocte pro un melior experientia de vision.
is: Virkjaðu næturham tl að fara betur með sjónina.
ka: ჩართეთ ღამის რეჟიმი ხილვადობის გასაუმჯობესებლად.
ms: Aktifkan mod malam untuk pengalaman yang lebih baik.
nb_no: Aktiver nattmodus for en bedre visningsopplevelse.
nn_no: Slå på nattmodus for e betre visingsoppleving.
ro: Activează modul de noapte pentru o mai bună experiență vizuală.
te: మెరుగైన వీక్షణ అనుభవం కోసం రాత్రి రీతిని చేతనించుకోండి.
th: เปิดใช้งานโหมดกลางคืนเพื่อประสบการณ์การรับชมที่ดียิ่งขึ้น
tr: Daha iyi bir deneyim için gece modunu etkinleştirin.
vi: Bật chế độ ban đêm để có trải nghiệm xem tốt hơn.

source: Search images {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოიძიეთ სურათები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Reverse image search by leveraging the power of multiple search providers.
es_ar: Realiza una búsqueda inversa de imágenes aprovechando la potencia de varios buscadores.
fi: Käänteinen kuvahaku hyödyntämällä useiden hakupalveluiden tehoa.
fur: Ricercje contrarie des imagjins sfrutant la potence di plui furnidôrs di servizi ricercje.
fy_nl: Omkeard ôfbyldingen sykje troch de krêft te brûken fan mear sykproviders.
he: חיפוש תמונות הפוך על־ידי מינוף כוחן של ספקי חיפוש מרובים.
hr: Obrnuto pretraživanje slika pomoću više pružatelja usluga pretraživanja.
ia: Recerca inverse de imagines per le potentia de plure motores de recerca.
is: Leit að upprunamynd (öfug myndaleit) með því að nýta afl margra leitarþjónustna í einu.
ka: მოიძიეთ სურათით მსგავსი სურათები, მთელი რიგი საძიებო სისტემების საშუალებით.
ms: Carian imej songsang dengan memanfaatkan kuasa pelbagai penyedia carian.
nb_no: Omvendt bildesøk med en rekke søkemotorer.
nn_no: Omvendt bildesøk med ei rekkje søkjemotorar.
ro: Căutare inversă cu imagini beneficiind de puterea mai multor motoare de căutare.
tr: Farklı arama sağlayıcılarının gücünden yararlanarak tersine görsel arama yapın.
vi: Đảo ngược tìm kiếm hình ảnh bằng cách tận dụng sức mạnh của nhiều nhà cung cấp dịch vụ tìm kiếm.

source: Save it for later {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გადაინახეთ სამომავლოდ {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Store web pages to access across devices.
ka: შეინახეთ ვებგვერდები, სხვადასხვა მოწყობილობებიდან წვდომისთვის.
ms: Simpan halaman web untuk diakses dalam semua peranti.

source: Easily select bookmark locations {start_sub_heading}with {addon_name}{end_sub_heading}
ka: სანიშნების ადგილმდებარეობის მარტივი შერჩევა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: A better way to save bookmarks if you use multiple bookmark folders.
ka: სანიშნების უფრო მარტივად შენახვა, მრავალი საქაღალდის არსებობისას.
ms: Cara menyimpan tandabuku yang lebih baik dengan menggunakan berbilang folder.

source: Zero formatting {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გაფორმების მოცილება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Strip away unnecessary formatting and copy just the plain text.
es_ar: Elimina el formato innecesario y copia sólo el texto sin formato.
fi: Poista tarpeeton muotoilu ja kopioi pelkkä teksti.
fur: Gjave vie la formatazion che no covente e copie dome il test sempliç.
fy_nl: Smyt ûnnedige opmaak fuort en kopiearje allinnich de platte tekst.
he: הפשטת עיצוב בלתי הכרחי לצורך העתקת הטקסט עצמו בלבד.
ia: Elimina le formatation innecessari e copia solmente le texto simple.
is: Fjarlægðu óþarfa snið og afritaðu bara venjulegan texta.
ka: მოაცილეთ უსარგებლო გაფორმება და დააკოპირეთ მხოლოდ ტექსტი.
ms: Buang pemformatan yang tidak perlu dan salin hanya teks biasa.
nb_no: Ta bort unødig formatering og kopier bare ren tekst.
nn_no: Ta bort unødig formatering og kopier berre rein tekst.
ro: Elimină formatările inutile și copiază numai textul simplu.
tr: Gereksiz biçimlendirmeyi kaldırıp yalnızca düz metni kopyalayın.
vi: Loại bỏ các định dạng không cần thiết và chỉ sao chép văn bản thuần túy.

source: Convert an entire webpage to your preferred language—with the click of a button.
es_ar: Cambia el idioma de una página web completa a tu idioma preferido haciendo clic en un botón.
fi: Muunna koko verkkosivu haluamallesi kielelle – yhdellä napsautuksella.
fur: Volte la pagjine web interie te tô lenghe preferide—al baste il clic di un boton.
fy_nl: Set in hiele webside om nei de winske taal – mei ien klik op in knop.
he: המרת דף אינטרנט שלם לשפה המועדפת עליך — בלחיצת כפתור.
hr: Prevedi cijelu web stranicu na željeni jezik – s jednim pritiskom gumba.
ia: Converte un pagina web integre a tu lingua preferite — con le clic de un button.
is: Umbreyttu heilli vefsíðu í það tungumál sem þú vilt - með því að smella á hnapp.
ka: გადაიყვანეთ მთლიანი ვებგვერდი სასურველ ენაზე — ღილაკზე ერთი დაწკაპებით.
ms: Ubah seluruh halaman web ke bahasa pilihan anda—dengan mengklik satu butang.
nb_no: Konverter en hel nettside til ditt ønskede språk—med et klikk.
nn_no: Konverter ei heil nettside til ditt ønskte språk—med eit klikk.
ro: Convertește o întreagă pagină web în limba ta preferată—cu un simplu clic pe un buton.
tr: Tek bir tıklamayla bütün web sayfasını istediğiniz dile çevirin.
vi: Chuyển đổi toàn bộ trang web sang ngôn ngữ ưa thích của bạn—chỉ với một nút bấm.

source: Extract links {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გამოყავით ბმულები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Instantly display all links from a webpage in new tabs.
ka: საიტიდან ყველა ბმულის მყისიერად ჩვენება, ახალ ჩანართებში.
ms: Paparan serta-merta semua pautan halaman web dalam tab baru.

source: View documents {start_sub_heading}with {addon_name}{end_sub_heading}
ka: დოკუმენტების ნახვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Access PDFs using your preferred PDF application.
ka: იხილეთ PDF ფაილები მითითებული PDF პროგრამით.
ms: Akses PDF menggunakan aplikasi PDF yang anda gemari.

source: Skip redirects & trackers {start_sub_heading}with {addon_name}{end_sub_heading}
ka: აირიდეთ გადამისამართება და თვალყურის დევნება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Strip away redirect pages and URL tracking parameters.
ka: გადამისამართების გვერდებისა და URL ბმულებიდან თვალის დევნების პარამეტრების მოცილება.
ms: Buang halaman lencongan dan parameter penjejakan URL.

source: Stop search trackers {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეზღუდეთ ძიებაზე თვალის მიდევნება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Prevent search engines from knowing what search results you click on.
es_ar: Evita que los motores de búsqueda sepan en qué resultados de búsqueda haces clic.
fi: Estä hakukoneita tietämästä mitä hakutuloksia napsautat.
fur: Impedìs ai motôrs di ricercje di savê là che tu fasis clic tai risultâts des ricercjis.
fy_nl: Foarkom dat sykmasinen witte op hokker sykresultaten jo klikke.
he: למנוע ממנועי חיפוש לדעת באלו תוצאות חיפוש בוחרים.
ia: Preveni le motores de recerca de saper sur qual resultatos de recerca tu clicca.
is: Komdu í veg fyrir að leitarvélar viti hvaða leitarniðurstöður þú smellir á.
ka: აუკრძალეთ საძიებო სისტემებს შეიტყონ, თუ რომელ შედეგზე დააწკაპეთ.
ms: Halang enjin carian daripada mengetahui pilihan hasil carian yang anda klik.
nb_no: Forhindre søkemotorer fra å vite hvilke søkeresultat du klikker på.
nn_no: Hindre søkjemotorer frå å vite kva for søkjeresultat du klikkar på.
ro: Împiedică motoarele de căutare să identifice pe ce rezultate ale căutării dai clic.
te: మీరు ఏ వెతుకుడు ఫలితాల మీద నొక్కారో తెలుసుకోకుండా వెతుకుడు యంత్రాలను నివారించండి.
th: ป้องกันไม่ให้โปรแกรมค้นหาทราบว่าคุณคลิกดูผลการค้นหาใด
tr: Arama motorları hangi arama sonuçlarına tıkladığınızı bilmesin.
vi: Ngăn công cụ tìm kiếm biết bạn nhấp vào kết quả tìm kiếm nào.

source: Download YouTube videos {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ჩამოტვირთეთ YouTube ვიდეოები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Download video and/or audio.
ka: ჩამოტვირთეთ ვიდეოები ან ხმოვანი ფაილები.
ms: Muat turun video dan/atau audio.

source: Gather reading material {start_sub_heading}with {addon_name}{end_sub_heading}
ka: საკითხავი მასალის შეგროვება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: An advanced reader for aggregating all of your RSS/Atom/RDF sources.
es_ar: Un lector avanzado en el que podrás guardar todas tus fuentes de RSS/Atom/RDF.
fi: Edistynyt lukija kaikkien haluamiesi RSS-/Atom-/RDF-lähteiden kokoamiseen.
fur: Un letôr avanzât par tirâ dongje dutis lis fonts RSS/Atom/RDF.
fy_nl: In avansearre lêzer foar it sammeljen fan al jo RSS-/Atom-/RDF-boarnen.
ia: Un lector avantiate pro aggregar tote le fontes de tu RSS/Atom/RDF.
is: Háþróaður lesari til að safna saman öllum RSS/Atom/RDF-streymunum þínum.
ka: მძლავრი წამკითხავი, რომლითაც შეგეძლებათ თავი მოუყაროთ ერთად ყველა თქვენს RSS/Atom/RDF მასალას.
ms: Pembaca unggul yang menggabungkan semua sumber RSS/Atom/RDF.
nb_no: En avansert leser for å samle alle RSS-/Atom-/RDF-kildene dine.
nn_no: Ein avansert lesar for å samle alle RSS-/Atom-/RDF-kjeldene dine.
ro: Un lector avansat pentru agregarea tuturor surselor tale RSS/Atom/RDF.
tr: Tüm RSS/Atom/RDF kaynaklarınızı bir araya getiren gelişmiş bir okuyucu.
vi: Một trình đọc nâng cao để tổng hợp tất cả các nguồn RSS/Atom/RDF của bạn.

source: Jot it down {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ჩაინიშნეთ ყველაფერი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Create general and website-specific notes to review later.
es_ar: Crea notas generales y específicas del sitio web para revisarlas más adelante.
fur: Cree notis gjenerâls o specifichis par sît par tornâ a viodilis plui indevant.
fy_nl: Meitsje algemiene en websitespesifike notysjes om letter te beoardieljen.
hr: Sastavi opće i za web stranicu specifične napomene za kasniji pregled.
ia: Crea notas generic o specific pro le sito web a revider plus tarde.
is: Búðu til almennar og vefsvæða-sértækar athugasemdir til að skoða síðar.
ka: შექმენით ვებსაიტებთან დაკავშირებული ან ზოგადი შინაარსის ჩანაწერები, მოგვიანებით განსახილველად.
ms: Cipta nota umum dan laman web khusus untuk disemak kemudian.
nb_no: Lag generelle og nettstedsspesifikke notater for senere gjennomgang.
nn_no: Lag generelle og nettstadspesifikke notat for seinare gjennomgang.
ro: Creează note generale și specifice site-urilor web de revăzut mai târziu.
te: తరువాత పునరావలోకనానికి సాధారణ, వెబ్‌సైట్-ప్రత్యేక గమనికలను వ్రాసుకోండి.
tr: Daha sonra incelemek için genel veya sitelere özel notlar oluşturun.
vi: Tạo ghi chú chung và dành riêng cho trang web để xem lại sau.

source: Phone-like scrolling {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ტელეფონის მსგავსი გადაადგილება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Features "grab-n-drag" mouse scrolling for desktop webpages.
ka: გვერდზე თაგვის მაჩვენებლის ჩავლებით გადაადგილების შესაძლებლობა, კომპიუტერისთვის.
ms: Ciri gerak isyarat "grab-n-drag" untuk halaman web desktop.
