Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: This dashboard is <b>private</b>.
es_ar: Este panel de control es <b>privado</b>.
fi: Tämä kojelauta on <b>yksityinen</b>.
fur: Chest panel al è <b>privât</b>.
fy_nl: Dit dashboerd is <b>privee</b>.
hr: Ova je ploča <b>privatna</b>.
ia: Iste pannello de controlo es <b>private</b>.
is: Þetta stjórnborð er <b>einkamál</b>.
nb_no: Denne oversikten er <b>privat</b>.
nn_no: Denne oversikta er <b>privat</b>.
ro: Acest tablou de bord este <b>privat</b>.
te: ఈ డాష్‌బోర్డు <b>అంతరంగికం</b>.
tr: Bu pano <b>gizli</b>.
vi: Bảng điều khiển này được đặt thành <b>riêng tư</b>.

source: Download campaigns by Date
es_ar: Descargas por campaña por fecha
fur: Campagnis dai discjariaments par date
fy_nl: Downloadkampanjes op datum
hr: Preuzmi kampanje prema datumu
ia: Campanias de discargamento per data
is: Niðurhalsherferðir eftir dagsetningum
nb_no: Last ned kampanjer etter dato
nn_no: Last ned kampanjar etter dato
ro: Campanii de descărcare după dată
te: తేదీవారి దింపుకోలు ప్రచారాలు
tr: Tarihe göre indirme kampanyaları

source: Download contents by Date
es_ar: Descargas por contenido por fecha
fur: Contignûts dai discjariaments par date
fy_nl: Downloadynhâld op datum
hr: Preuzmi sadržaje prema datumu
ia: Contentos de discargamento per data
is: Niðurhal á efni eftir dagsetningum
nb_no: Last ned innhold etter dato
nn_no: Last ned innhald etter dato
ro: Conținutul descărcărilor după dată
te: తేదీవారి దింపుకోలు విషయాలు
tr: Tarihe göre indirme içerikleri

source: User countries by Date
es_ar: Usuarios por país por fecha
fur: Nazions dai utents par date
fy_nl: Brûkerslannen op datum
he: מדינות של משתמשים לפי תאריך
hr: Korisničke države po datumu
ia: Paises del usator per data
is: Lönd notenda eftir dagsetningu
nb_no: Brukerland etter dato
nn_no: Brukarland etter dato
ro: Țările utilizatorilor după dată
te: తేదీవారీ వాడుకరుల దేశాలు
tr: Tarihe göre kullanıcı ülkeleri

source: Download mediums by Date
es_ar: Descargas por medio por fecha
fur: Mieçs dai discjariaments par date
fy_nl: Downloadmedia op datum
hr: Preuzmi medije prema datumu
ia: Medios de discargamento per data
is: Niðurhal gagnamiðla eftir dagsetningum
nb_no: Last ned medier etter dato
nn_no: Last ned medium etter dato
ro: Medii de descărcare după dată
te: తేదీవారి దింపుకోలు మాధ్యమాలు
tr: Tarihe göre indirme ortamları

source: <b>{0}</b> Weekly Downloads
es_ar: <b>{0}</b> descargas semanales
fi: <b>{0}</b> viikoittaista latausta
fur: <b>{0}</b> discjariaments setemanâi
fy_nl: <b>{0}</b> wyklikse downloads
he: <b>{0}</b> הורדות בשבוע
hr: <b>{0}</b> tjednih preuzimanja
ia: <b>{0}</b> Numero de discargamentos septimanal
is: <b>{0}</b> vikulegt niðurhal
nb_no: <b>{0}</b> ukentlige nedlastinger
nn_no: <b>{0}</b> nedlastingar per veke
ro: <b>{0}</b> (de) descărcări săptămânale
te: <b>{0}</b> వారంవారం దింపుకోళ్ళు
th: การดาวน์โหลดรายสัปดาห์ <b>{0}</b> ครั้ง
tr: Haftalık <b>{0}</b> indirme
vi: <b>{0}</b> tải xuống hàng tuần

source: Go to Mozilla's homepage
es_ar: Ir a la página de inicio de Mozilla
fi: Siirry Mozillan verkkosivustolle
fur: Va ae pagjine principâl dal sît Mozilla
fy_nl: Gean nei Mozilla’s startside
he: מעבר לדף הבית של Mozilla
hr: Idi na Mozillinu početnu web stranicu
ia: Ir al pagina principal de Mozilla
is: Fara á heimasíðu Mozilla
nb_no: Gå til Mozillas hjemmeside
nn_no: Gå til Mozilla-heimesida
ro: Du-te pe pagina de start Mozilla
tr: Mozilla ana sayfasına git
vi: Đi đến trang chủ Mozilla

source: Firefox Add-ons Blog
es_ar: Blog de complementos de Firefox
fi: Firefox-lisäosien blogi
fur: Blog dai components adizionâi di Firefox
he: בלוג התוספות של Firefox
hr: Blog Firefox dodataka
ia: Blog del additivos de Firefox
is: Blogg um viðbætur Firefox
nb_no: Firefox tilleggsblogg
nn_no: Firefox tilleggsblogg
ro: Blog suplimente Firefox
tr: Firefox Uzantıları Blogu
vi: Blog tiện ích Firefox

source: Community Blog
es_ar: Blog de la comunidad
fi: Yhteisön blogi
fur: Blog de comunitât
fy_nl: Mienskipsblog
he: בלוג קהילה
hr: Blog zajednice
ia: Blog del communitate
is: Samfélagsblogg
nb_no: Fellesskaps-blogg
nn_no: Fellesskaps-blogg
ro: Blogul comunității
tr: Topluluk Blogu
vi: Blog cộng đồng

source: Browsers
es_ar: Navegadores
fi: Selaimet
fur: Navigadôrs
he: דפדפנים
hr: Preglednici
ia: Navigatores
is: Vafrar
nb_no: Nettlesere
nn_no: Nettlesar
ro: Browsere
tr: Tarayıcılar
vi: Trình duyệt

source: Enterprise
es_ar: Empresa
fi: Yrityksille
fur: Imprese
fy_nl: Undernimming
he: ארגוני
hr: Poduzeća
ia: Interprisa
is: Fyrirtæki
nb_no: Virksomhet
nn_no: Bedrift
ro: Întreprindere
tr: Kurumsal
vi: Doanh nghiệp

source: Products
es_ar: Productos
fi: Tuotteet
fur: Prodots
fy_nl: Produkten
he: מוצרים
hr: Proizvodi
ia: Productos
is: Hugbúnaður
nb_no: Produkter
nn_no: Produkt
ro: Produse
tr: Ürünler
vi: Sản phẩm

source: Privacy
es_ar: Privacidad
fi: Tietosuoja
fur: Riservatece
he: פרטיות
hr: Privatnost
ia: Confidentialitate
is: Friðhelgi
nb_no: Personvern
nn_no: Personvern
ro: Confidențialitate
te: అంతరంగికత
tr: Gizlilik
vi: Riêng tư

source: Except where otherwise <a href="https://www.mozilla.org/about/legal/">noted</a>, content on this site is licensed under the <a href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
es_ar: A menos que se <a href="https://www.mozilla.org/about/legal/">indique</a> lo contrario, el contenido de este sitio está bajo la <a href="https://creativecommons.org/licenses/by-sa/3.0/">licencia Creative Commons Attribution Share-Alike v3.0</a> o cualquier versión posterior.
fur: Gjavât là che al è <a href="https://www.mozilla.org/about/legal/">indicât</a> in mût diviers, i contignûts dal sît a son di considerâ distribuîts sot de licence <a href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Atribuzion - Condivît te stesse maniere version 3.0</a> o sucessivis.
fy_nl: Utsein wêr oars <a href="https://www.mozilla.org/about/legal/">fermeld</a>, is op de ynhâld fan dizze website de <a href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution Share-Alike License v3.0 </a> of lettere ferzje fan tapassing.
he: למעט היכן ש<a href="https://www.mozilla.org/about/legal/">צוין</a> אחרת, התוכן באתר זה מוגש בכפוף ל<a href="https://creativecommons.org/licenses/by-sa/3.0/">גרסה 3.0 של הרשיון Creative Commons Attribution Share-Alike</a> או כל גרסה עדכנית יותר.
hr: Osim gdje je drugačije <a href="https://www.mozilla.org/about/legal/">navedeno</a>, sadržaj ove stranice licenciran je pod licencom <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.hr">Creative Commons Imenovanje dijeli pod istim uvjetima verzija 3.0</a> ili novijoj. Android je zaštitni znak tvrtke Google LLC.
ia: Salvo ubi alteremente <a href="https://www.mozilla.org/about/legal/">indicate</a>, le contento de iste sito es publicate sub le licentia <a href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution Share-Alike License v3.0</a> o ulle version plus recente.
is: Allstaðar nema þar sem <a href="https://www.mozilla.org/about/legal/">annað er tekið fram</a> er efni á þessu vefsvæði með notkunarleyfinu <a href="https://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License útg.3.0 </a> eða einhverri síðari tíma útfærslu þess.
nb_no: Med mindre annet er <a href="https://www.mozilla.org/about/legal/">angitt</a>, er innholdet på dette nettstedet lisensiert under <a href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Navngivelse-del-på-samme-vilkår-lisens v3.0</a> eller en senere versjon.
nn_no: Med mindre anna er <a href="https://www.mozilla.org/about/legal/">oppgitt</a>, er innhaldet på denne nettstaden lisensiert under <a href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Namngivings-del-på-same-vilkår-lisens v3.0</a> eller ein seinare versjon.
ro: Cu excepția cazurilor când <a href="https://www.mozilla.org/about/legal/">se specifică altfel</a>, conținutul de pe acest site este sub licența <a href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution Share-Alike v3.0</a> sau orice versiune ulterioară.
tr: <a href="https://www.mozilla.org/about/legal/">Aksi belirtilmedikçe</a> bu sitedeki içerikler <a href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution Share-Alike License v3.0</a> veya üstü bir sürümle lisanslanmıştır.
vi: Ngoại trừ những trường hợp khác được <a href="https://www.mozilla.org/about/legal/">lưu ý</a>, nội dung trên trang web này được cấp phép theo <a href="https://creativecommons.org/licenses/by-sa/3.0/">giấy phép Creative Commons Attribution Share-Alike v3.0</a> hoặc bất kỳ phiên bản nào mới hơn.

source: Firefox user {id}
es_ar: Usuario de Firefox {id}
fi: Firefox-käyttäjä {id}
fur: Utent Firefox {id}
fy_nl: Firefox-brûker {id}
he: משתמש Firefox‏ {id}
hr: Korisnik Firefoxa {id}
ia: Usator de Firefox {id}
is: Firefox-notandi {id}
nb_no: Firefox-bruker {id}
nn_no: Firefox-brukar {id}
ro: Utilizator Firefox {id}
te: Firefox వాడుకరి {id}
th: ผู้ใช้ Firefox {id}
tr: Firefox kullanıcısı {id}
vi: Người dùng Firefox {id}

source: Multiple submissions violating our policies have been sent from your location. The IP address has been blocked.
es_ar: Desde tu ubicación hubo varios envíos que infringían nuestras políticas. Se bloqueó la dirección IP.
fi: Sijainnistasi on lähetetty useita käytäntöjämme rikkovia lähetyksiä. IP-osoite on estetty.
fur: De tô posizion a son stâts fats moltepliçs inviaments che a violin lis nestris politichis. La direzion IP e je stade blocade.
fy_nl: Fan jo lokaasje ôf binne mear ynstjoeringen dy’t stridich binne mei ús belied yntsjinne. It IP-adres is blokkearre.
he: מספר הגשות שמפרות את המדיניות שלנו נשלחו מהמיקום שלך. כתובת ה־IP נחסמה.
ia: Plure invios que viola nostre criterios ha essite inviate de tu position. Le adresse IP ha essite blocate.
nb_no: Flere innsendinger som bryter med retningslinjene våre er sendt fra din posisjon. IP-adressen er blokkert.
nn_no: Fleire innsendingar som bryt med retningslinjene våre er sende frå posisjonen din. Ip-adressa er blokkert.
ro: Din locația ta au fost realizate mai multe trimiteri care încalcă politicile noastre. Adresa IP a fost blocată.
tr: Konumunuzdan politikalarımızı ihlal eden birden fazla gönderim yapıldı. IP adresi engellendi.
vi: Nhiều đệ trình vi phạm chính sách của chúng tôi đã được gửi từ vị trí của bạn. Địa chỉ IP đã bị chặn.

source: The email address used for your account is not allowed for submissions.
es_ar: La dirección de correo electrónico usada para tu cuenta no está permitida para envíos.
fi: Tililläsi käytettyä sähköpostiosoitetta ei sallita lähetyksiin.
fur: La direzion e-mail dal to account no à i permès necessaris par fâ inviaments.
fy_nl: It e-mailadres dat jo foar jo account brûkt hawwe is net tastien foar ynstjoeringen.
he: כתובת הדוא״ל המשמשת לחשבון שלך אינה מותרת להגשות.
ia: Le adresse email usate pro tu conto non es autorisate pro invios.
nb_no: E-postadressen som brukes for kontoen din er ikke tillatt for innsendinger.
nn_no: E-postadressa som blir brukt for kontoen din er ikkje tillaten for innsendingar.
ro: Adresa de e-mail pe care ai folosit-o pentru contul tău nu are permisiunea să trimită.
tr: Hesabınızda kullanılan e-posta adresine gönderim izni verilmiyor.
vi: Địa chỉ email sử dụng cho tài khoản của bạn không được phép cho đệ trình.

source: The software or device you are using is not allowed for submissions.
fur: Il software o il dispositîf che tu stâs doprant nol à il permès pal inviament.
nn_no: Programvara eller eininga du brukar er ikkje tillaten for innsendingar.
ro: Software-ul sau dispozitivul pe care îl folosești nu este permis pentru trimiteri.

source: Please read and accept our Firefox Add-on Distribution Agreement as well as our Review Policies and Rules by visiting {url}
es_ar: Leé y aceptá nuestro acuerdo de distribución de complementos de Firefox así como nuestras políticas y reglas de revisión visitando {url}
fur: Lei e acete l'acuardi di distribuzion pai components adizionâi di Firefox, lis regulis e lis liniis vuide pes revisions su {url}
fy_nl: Lês en akseptearje ús Firefox-add-on-distribúsje-oerienkomst en ús Beoardielingsrigels en -belied op {url}
he: נא לקרוא ולאשר את הסכם הפצת התוספות של Firefox כמו גם הכללים והמדיניות שלנו לסקירה על־ידי ביקור בכתובת {url}
ia: Per favor lege e accepta nostre Accordo de distribution del additivos de Firefox e nostre Politicas e regulas de revision visitante {url}
nb_no: Les og godta vår distribusjonsavtale for Firefox-tillegg samt våre retningslinjer og regler for omtaler ved å besøke {url}
nn_no: Les og godta distribusjonsavtalen vår for Firefox-tillegg og dessutan retningslinjene og reglane våre for vurderingar ved å besøkje {url}
ro: Te rugăm să citești și să accepți Acordul de distribuție Firefox, precum și Politicile și regulile noastre pentru recenzii intrând pe {url}
tr: Lütfen {url} adresini ziyaret ederek Firefox Eklenti Dağıtım Sözleşme'mizi ve İnceleme İlkeleri ve Kuralları'mızı okuyup kabul edin
vi: Vui lòng đọc và chấp nhận Thỏa thuận phân phối tiện ích Firefox của chúng tôi cũng như các Chính sách và quy tắc đánh giá của chúng tôi bằng cách truy cập {url}

source: An author role has been changed on your add-on
es_ar: Se ha cambiado un rol de autor en tu complemento
fur: Al è stât cambiât un dai rûi dai autôrs sul to component adizionâl
fy_nl: In skriuwer hat in wizige rol foar jo add-on
he: התפקיד של אחד היוצרים השתנה בתוספת שלך
hr: Jedna uloga autora je promijenjena na tvom dodatku
ia: Le rolo de un autor ha essite cambiate sur tu additivo
is: Hlutverk höfundar breyttist í viðbótinni þinni
nb_no: En rolle for opphavsmann har blitt endret i tillegget ditt
nn_no: Ei rolle for opphavsmann er endra i tillegget ditt
ro: A fost modificat rolul unui autor în suplimentul tău
te: మీ పొడగింతలో ఒక రచయిత పాత్ర మార్చబడింది
th: เปลี่ยนบทบาทผู้สร้างบนส่วนเสริมของคุณแล้ว
tr: Eklentinizdeki bir yazarın rolü değişti
vi: Vai trò tác giả đã được thay đổi trên tiện ích của bạn

source: The following author has been added to your add-on %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
es_ar: El siguiente autor ha sido agregado a tu complemento %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
fur: Al to component adizionâl %(addon_name)s ( %(addon_url)s ) al è stât zontât chest autôr: %(author_name)s ( %(author_url)s ): %(author_role)s
fy_nl: De folgjende auteur is tafoege oan jo add-on %(addon_name)s (%(addon_url)s): %(author_name)s (%(author_url)s):%(author_role)s
he: המחבר הבא נוסף לתוספת שלך %(addon_name)s ‏( %(addon_url)s ): ‏%(author_name)s ‏( %(author_url)s ): ‏%(author_role)s
ia: Le sequente autor ha essite addite a tu additivo %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
nb_no: Følgende opphavsmann er lagt til ditt tillegg %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
nn_no: Følgjande opphavsmann er lagt til i tillegget ditt %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
ro: La suplimentul tău a fost adăugat următorul autor %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
tr: Aşağıdaki yazar %(addon_name)s ( %(addon_url)s ) eklentinize eklendi: %(author_name)s ( %(author_url)s ): %(author_role)s
vi: Tác giả sau đã được thêm trên tiện ích %(addon_name)s ( %(addon_url)s ) của bạn: %(author_name)s ( %(author_url)s ): %(author_role)s

source: Greetings %(author_name)s, You have been invited to become an author of %(addon_name)s on %(domain)s. Accepting the invitation will give you access to edit the add-on, and may show your name in the authors list on the website. Click on the link below to respond if you want to be added as an author for %(addon_name)s. %(author_confirmation_link)s Kind regards, The Mozilla Add-ons Team
es_ar: Saludos %(author_name)s, Te invitaron a convertirte en autor de %(addon_name)s en %(domain)s. Aceptar la invitación te dará acceso para editar el complemento y puede mostrar tu nombre en la lista de autores en el sitio web. Hacé clic en el enlace siguiente para responder si querés ser agregado como autor de%(addon_name)s. %(author_confirmation_link)s Saludos cordiales, El equipo de complementos de Mozilla
fur: Mandi %(author_name)s, tu âs ricevût un invît par deventâ un dai autôrs di %(addon_name)s su %(domain)s. Se tu acetis l’invît tu podarâs modificâ il component adizionâl e il to non al podarès vignî fûr sul sît web te liste dai autôrs. Se tu lu desideris, par zontâti come autôr/autore di %(addon_name)s, fâs clic sul colegament di conferme chi sot. %(author_confirmation_link)s Salûts cordiâi, Il grup dai components adizionâi di Mozilla
fy_nl: Hallo %(author_name)s, Jo binne útnûge om auteur te wurden fan %(addon_name)s op %(domain)s. As jo de útnûging akseptearje, krije jo tagong om de add-on te bewurkjen en wurdt jo namme mooglik werjûn yn de list mei auteurs op de website. Klik op ûndersteande keppeling om oan te jaan oft jo tafoege wurde wolle as auteur foar %(addon_name)s. %(author_confirmation_link)s Mei freonlike groetnis, It Mozilla Add-ons-team
nb_no: Hei %(author_name)s, Du er blitt invitert til å bli opphavsmann av %(addon_name)s på %(domain)s. Hvis du godtar invitasjonen, kan du redigere tillegget og kanskje vise navnet ditt i listen over opphavsmenn på nettstedet. Klikk på lenken nedenfor for å svare om du vil bli lagt til som opphavsmann for %(addon_name)s. %(author_confirmation_link)s Hilsen Mozilla tilleggsteam
nn_no: Hei %(author_name)s, Du er blitt invitert til å bli opphavsmann av %(addon_name)s på %(domain)s. Om du godtar invitasjonen, kan du redigere tillegget og kanskje vise namnet ditt i lista over opphavsmenn på nettstaden. Klikk på lenka nedanfor for å svare om du vil bli lagt til som opphavsmann for %(addon_name)s. %(author_confirmation_link)s Helsing Mozilla-tilleggsteamet
ro: Salut, %(author_name)s, Ai fost invitat(ă) să devii autor %(addon_name)s pe %(domain)s. Dacă accepți invitația, vei primi acces pentru editarea suplimentului și este posibil ca numele tău să apară în lista de autori pe site-ul web. Dă clic pe linkul de mai jos ca să răspunzi dacă vrei să fii adăugat(ă) ca autor pentru %(addon_name)s. %(author_confirmation_link)s Salutări, Echipa de suplimente Mozilla
tr: Merhaba %(author_name)s, %(domain)s üzerinde %(addon_name)s eklentisinin yazarı olmaya davet edildiniz. Daveti kabul ettiğinizde eklentiyi düzenleme hakkına sahip olacaksınız ve adınız web sitesindeki yazarlar listesinde gösterilebilecektir. %(addon_name)s yazarı olarak eklenmek istiyorsanız aşağıdaki bağlantıya tıklayarak yanıt verin. %(author_confirmation_link)s Saygılarımızla, Mozilla Eklentileri Ekibi

source: The following author has been changed on your add-on %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
es_ar: El siguiente autor ha sido cambiado en tu complemento %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
fur: Chest autôr al è stât cambiât sul to component adizionâl %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
fy_nl: De folgjende auteur is wizige by jo add-on %(addon_name)s (%(addon_url)s): %(author_name)s (%(author_url)s): %(author_role)s
he: המחבר הבא השתנה בתוספת שלך %(addon_name)s ‏( %(addon_url)s ): ‏%(author_name)s ‏( %(author_url)s ): ‏%(author_role)s
ia: Le sequente autor ha essite cambiate sur tu additivo %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
nb_no: Følgende opphavsmann er endret på ditt tillegg %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
nn_no: Følgjande opphavsmann er endra på tillegget ditt %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
ro: În suplimentul tău a fost modificat următorul autor %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s ): %(author_role)s
tr: Aşağıdaki yazarın %(addon_name)s ( %(addon_url)s ) eklentinizdeki rolü değiştirildi: %(author_name)s ( %(author_url)s ): %(author_role)s
vi: Tác giả sau đã được thay đổi trên tiện ích %(addon_name)s ( %(addon_url)s ) của bạn: %(author_name)s ( %(author_url)s ): %(author_role)s

source: The following author has been removed from add-on %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s )
es_ar: El siguiente autor ha sido eliminado de tu complemento %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s )
fur: Al è stât gjavât chest autôr dal component adizionâl %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s )
fy_nl: De folgjende auteur is fuortsmiten út add-on %(addon_name)s (%(addon_url)s): %(author_name)s (%(author_url)s)
he: המחבר הבא הוסר מהתוספת %(addon_name)s ‏( %(addon_url)s ): ‏%(author_name)s ‏( %(author_url)s )
ia: Le sequente autor ha essite removite ab le additivo %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s )
nb_no: Følgende opphavsmann er fjernet fra ditt tillegg %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s )
nn_no: Følgjande opphavsmann er fjerna frå dtillegget ditt %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s )
ro: Următorul autor a fost eliminat din supliment %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s )
tr: Aşağıdaki yazar %(addon_name)s ( %(addon_url)s ) eklentisinden kaldırıldı: %(author_name)s ( %(author_url)s )
vi: Tác giả sau đã bị xóa khỏi tiện ích %(addon_name)s ( %(addon_url)s ): %(author_name)s ( %(author_url)s )

source: Hello, You’re receiving this message because your user account %(name)s on %(site_url)s has been deleted. This could have been done automatically if you recently deleted your Mozilla account. Regards, Mozilla Add-ons Team
es_ar: Hola, Estás recibiendo este mensaje porque tu cuenta de usuario %(name)s en %(site_url)s fue eliminada. Esto podría haberse hecho automáticamente si recientemente eliminaste tu cuenta de Mozilla. Saludos, Equipo de complementos de Mozilla
fur: Mandi, tu âs ricevût chest messaç parcè che il to account utent %(name)s su %(site_url)s al è stât eliminât. Al è pussibil che al sedi sucedût in automatic tal câs che tu vedis eliminât di resint il to account Mozilla. Salûts cordiâi, il grup dai components adizionâi di Mozilla
fy_nl: Hallo, Jo ûntfange dit berjocht omdat jo brûkersaccount %(name)s op %(site_url)s fuortsmiten is. Dit koe automatysk bard wêze as jo koartlyn jo Mozilla-account fuortsmiten hawwe. Groetnis, Mozilla Add-onsteam
nb_no: Hei, Du mottar denne meldingen fordi brukerkontoen din %(name)s på %(site_url)s er slettet. Dette kan ha blitt gjort automatisk hvis du nylig slettet Mozilla-kontoen din. Med vennlig hilsen, Mozillas tilleggsteam
nn_no: Hei, Du får denne meldinga fordi brukarkontoen din %(name)s på %(site_url)s er sletta. Dette kan ha blitt gjort automatisk viss du nyleg sletta Mozilla-kontoen din. Med vennleg helsing, Mozilla-tilleggsteamet
ro: Salut, Ai primit acest mesaj deoarece contul tău de utilizator %(name)s de pe %(site_url)s a fost șters. Este posibil să fi fost automat dacă ți-ai șters recent contul Mozilla. Salutări, Echipa Suplimente Mozilla
tr: Merhaba, Bu mesajı almanızın nedeni %(site_url)s adresindeki %(name)s kullanıcı hesabınızın silinmiş olmasıdır. Yakın zamanda Mozilla hesabınızı sildiyseniz bu işlem otomatik olarak gerçekleştirilmiş olabilir. Saygılarımızla, Mozilla Eklentileri Ekibi
