Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, bn, el, fa, fi, fur, fy_nl, gu_in, he, hi_in, hr, ia, is, ja, ka, kab, ms, nn_no, pl, pt_br, pt_pt, ro, si, sk, sl, sr_latn, sv_se, te, th, tr, vi

source: Validation task could not complete or completed with errors
ar: تعذّر اكتمال مهمة التثبّت أو أنها اكتملت مع أخطاء.
ast: Nun pudo completase la xera de validación o completóse con fallos
bn: যাচাই প্রক্রিয়া শেষ হয়নি অথবা ত্রুটির সাথে শেষ হয়েছে
el: Δεν ολοκληρώθηκε η επικύρωση ή ολοκληρώθηκε με σφάλματα
fi: Tarkistusta ei voitu suorittaa, tai sen suorituksessa ilmeni virheitä
fur: Impussibil completâ la convalide opûr e je stade completade cun erôrs
fy_nl: Falidaasjetaak koe net foltôge wurde of is foltôge mei flaters
he: משימת בדיקת האימות לא הושלמה או הושלמה עם שגיאות
hi_in: सत्यापन कार्य पूर्ण ना हो सका या त्रुटियों के साथ पूर्ण हुआ
hr: Zadatak ovjere se nije mogao dovršiti ili je završen sa pogreškama
ia: Labor de validation impossibile a completar o completate con errores
is: Fullgildingarferlinu var ekki hægt að ljúka eða að því lauk með villumeldingum
ja: 検証作業を完了できなかったか、エラーを出力して完了しました
ka: დამოწმების დასრულება ვერ მოხერხდა ან დასრულდა ხარვეზებით
kab: Asentem ur yezmir ara ad yemmed neɣ yemmed s tuccḍiwin
ms: Tugas pengesahan tidak dapat diselesaikan atau diselesaikan dengan ada ralat
nn_no: Valideringsjobben kunne ikkje fullførast, eller avlutta med feil
pl: Nie można dokończyć weryfikacji lub zadanie zostało zakończone z błędami
pt_br: A validação não pôde ser completada ou foi completada com erros
pt_pt: A tarefa de validação não foi concluída ou foi concluída com erros
ro: Sarcina de validare nu a putut fi finalizată sau a fost finalizată cu erori
si: වලංගුකරණ කාර්ය දෝෂ සහිතව සම්පූර්ණයි හෝ සම්පූර්ණ නොවුණි
sk: Úloha overenia nemohla byť dokončená alebo bola ukončená s chybami
sl: Opravilo preverjanja veljavnosti se ni moglo dokončati ali se je končalo z napakami
sr_latn: Zadatak provere nije mogao biti završen ili je završen sa greškama
sv_se: Valideringsjobbet kunde inte slutföras eller avslutades med fel
te: చెల్లుబాటు పని పూర్తికాలేదు లేదా దానిలో లోపాలున్నాయి
th: งานการตรวจสอบไม่สามารถเสร็จสิ้นได้เพราะมีข้อผิดพลาด
tr: Doğrulama görevi tamamlanmadı veya hatalı olarak tamamlandı
vi: Tác vụ xác nhận không hoàn thành hoặc hoàn thành với lỗi

source: Internal server error
ar: خطأ داخلي في الخادوم
ast: Fallu internu del sirvidor
bn: অভ্যন্তরীণ সার্ভারে সমস্যা
el: Εσωτερικό σφάλμα διακομιστή
fa: خطای درونی کارگزار
fi: Palvelimen sisäinen virhe
fur: Erôr interni dal servidôr
fy_nl: Ynterne serverflater
gu_in: આંતરિક સર્વરની ભૂલ
he: שגיאה פנימית בשרת
hi_in: आंतरिक सर्वर त्रुटि
hr: Interna pogreška poslužitelja
ia: Error interne del servitor
is: Innri villa í netþjóni
ja: 内部サーバエラー
ka: სერვერის შიდა შეცდომა
kab: Tuccḍa n uqeddac tagensant
ms: Ralat pelayan dalaman
nn_no: Intern tenarfeil
pl: Wewnętrzny błąd serwera
pt_br: Erro interno do servidor
pt_pt: Erro interno do servidor
ro: Eroare internă server
si: අභ්‍යන්තර සේවාදායක දෝෂයකි
sk: Vnútorná chyba servera
sl: Notranja napaka strežnika
sr_latn: Greška na serveru
sv_se: Internt serverfel
te: అంతర్గత సర్వర్ లోపం
th: ข้อผิดพลาดภายในเซอร์เวอร์
tr: İç sunucu hatası
vi: Lỗi nội bộ máy chủ

source: Not Updated for {0} {1}
ast: Nun s'anovó pa {0} {1}
el: Δεν έχει ενημερωθεί για τον {0} {1}
hr: Nije ažurirano već {0} {1}
ja: まだ {0} {1} には対応していません
ka: არაა განახლებული {0} {1}
nn_no: Ikkje oppdatert for {0} {1}
pt_br: Não atualizado para {0} {1}
pt_pt: Não atualizado para {0} {1}
sk: Neaktualizované pre {0} {1}
sl: Ni posodobljeno za {0} {1}
sr_latn: Nije ažurirano za {0} {1}
sv_se: Inte uppdaterad för {0} {1}
th: ไม่ได้รับการปรับปรุงสำหรับ {0} {1}
tr: {0} {1} için güncellenmemiş

source: Requires Newer Version of {0}
ast: Rique una versión más nueva de {0}
el: Απαιτεί νεότερη έκδοση του {0}
hr: Zahtijeva noviju verziju {0}
ja: {0} の新バージョンが必要です
ka: საჭიროებს {0}-ის უფრო ახალ ვერსიას
nn_no: Krev ein nyare versjon av {0}
pt_br: Requer uma versão mais recente de {0}
pt_pt: Necessita da versão mais recente do {0}
sk: Vyžaduje novšiu verziu {0}u
sl: Zahteva novejšo različico {0}a
sr_latn: Zahteva verziju noviju od {0}
sv_se: Kräver en nyare version av {0}
th: ต้องการรุ่นใหม่กว่าของ {0}
tr: {0}'un daha yeni sürümünü gerektiriyor

source: Unreviewed
ast: Ensin revisar
el: Δεν έχει αξιολογηθεί
hr: Nepregledano
ja: 未審査
ka: განუხილველია
nn_no: Ikkje vurdert
pt_br: Não avaliado
pt_pt: Não revisto
sk: Neskontrolované
sl: Nepregledano
sr_latn: Neocenjeno
sv_se: Ej granskad
th: ยังไม่ถูกตรวจสอบ
tr: İncelenmemiş

source: Experimental <span>(Learn More)</span>
ast: Esperimental <span>(Depriendi más)</span>
el: Πειραματικό <span>(Μάθετε περισσότερα)</span>
hr: Eksperimentalni<span>(Saznaj više)</span>
ja: 実験的 <span>(詳細)</span>
ka: სადცელი <span>(შეიტყვეთ მეტი)</span>
nn_no: Eksperimentell <span>(Les meir)</span>
pt_br: Experimental <span>(Saiba mais)</span>
pt_pt: Experimental <span>(Saber mais)</span>
sk: Experimentálne <span>(Ďalšie informácie)</span>
sl: Eksperimentalno <span>(Več o tem)</span>
sr_latn: Eksperimentalno <span>(Saznaj više)</span>
sv_se: Experimentell <span>(Läs mer)</span>
th: ทดลอง <span>(เรียนรู้เพิ่มเติม)</span>
tr: Deneysel <span>(Daha fazla bilgi)</ span>

source: Not Available for {0}
ast: Nun disponible pa {0}
el: Δεν διατίθεται για τον {0}
hr: Nije dostupno za {0}
ja: {0} には対応していません
ka: {0}-სთვის არაა ხელმისაწვდომი
nn_no: Ikkje tilgjengeleg for {0}
pt_br: Não disponível para o {0}
pt_pt: Não disponível para {0}
sk: Nie je dostupné pre {0}
sl: Ni na voljo za {0}
sr_latn: Nije dostupno za {0}
sv_se: Inte tillgänglig för {0}
th: ไม่พร้อมใช้งานสำหรับ {0}
tr: {0} için mevcut değil

source: Experimental
ast: Esperimental
el: Πειραματικό
hr: Eksperimentalni
ja: 実験的
ka: საცდელი
nn_no: Eksperimentell
sk: Experimentálne
sl: Eksperimentalno
sr_latn: Eksperimentalno
sv_se: Experimentell
th: ทดลอง
tr: Deneysel

source: Themes Require Newer Version of {0}
ast: Los temes riquen d'una versión más nueva de {0}
el: Τα θέματα απαιτούν νεότερη έκδοση του {0}
hr: Teme zahtijevaju novije verzije od {0}
ja: このテーマを使うには {0} の新バージョンが必要です
ka: თემისთვის საჭიროა {0}-ის უფრო ახალი ვერსია
nn_no: Tema som krev ein nyare versjon av {0}
pt_br: Para usar temas, é preciso estar com a última versão do {0}
pt_pt: Os temas requerem uma versão mais recente do {0}
sk: Témy požadujú novšiu verziu {0}
sl: Teme zahtevajo novejšo različico {0}a
sr_latn: Teme zahtevaju noviju verziju od {0}
sv_se: Teman kräver nyare version av {0}
th: ชุดตกแต่งต้องการรุ่นที่ใหม่กว่าของ {0}
tr: Temalar Daha Yeni {0} Sürümü Gerektiriyor

source: Themes Require {0}
ast: Los temes riquen {0}
el: Τα θέματα απαιτούν το {0}
hr: Teme zahtijevaju {0}
ja: このテーマを使うには {0} が必要です
ka: თემა საჭიროებს {0}-ს
nn_no: Tema krev {0}
pt_br: O uso de temas exige o {0}
pt_pt: Os temas requerem {0}
sk: Témy požadujú {0}
sl: Teme zahtevajo {0}
sr_latn: Teme zahtevaju {0}
sv_se: Teman kräver {0}
th: ชุดตกแต่งต้องการ {0}
tr: Temalar {0} Gerektiriyor

source: Installing...
ast: Instalando...
el: Γίνεται εγκατάσταση...
hr: Instaliranje...
ja: インストール中...
ka: ყენდება...
nn_no: Installerer …
pt_br: Instalando...
pt_pt: A instalar...
sk: Inštaluje sa...
sl: Ta dodatek je Mozilla predhodno pregledala.
sr_latn: Instaliram...
sv_se: Installerar...
th: กำลังติดตั้ง…
tr: Yükleniyor...

source: This add-on has been preliminarily reviewed by Mozilla.
el: Αυτό το πρόσθετο έχει αξιολογηθεί μερικώς από την κοινότητα Mozilla
hr: Ovaj dodatak je preliminarno revidiran od strane Mozille.
ja: このアドオンは Mozilla の事前審査を受けています。
ka: ეს დამატება წინასწარ განხილულია Mozilla-ს მიერ.
nn_no: Denne utvidinga er foreløpig kontrollert av Mozilla.
pt_br: Este complemento foi avaliado preliminarmente pela Mozilla.
pt_pt: Este extra foi revisto preliminarmente pela Mozilla.
sk: Tento doplnok bol predbežne skontrolovaný Mozillou.
sl: Ta dodatek je Mozilla predhodno pregledala.
sr_latn: Ovaj dodatak je preliminarno pregledan od Mozilla-e.
sv_se: Detta tillägg har preliminärt granskats av Mozilla.
th: ส่วนเสริมนี้ได้รับการตรวจสอบเบื้องต้นโดย Mozilla
tr: Bu eklenti, Mozilla tarafından ön incelemeden geçirilmiştir.

source: Keep it
ast: Caltener
el: Διατήρηση
hr: Zadrži
ja: 適用
ka: დატოვება
nn_no: Behald han
pt_br: Manter
pt_pt: Manter
sk: Ponechať
sl: Obdrži
sr_latn: Zadrži
sv_se: Behåll den
th: เก็บไว้
tr: Kalsın

source: You're trying it on!
ast: ¡Tas probándo!
el: Το δοκιμάζετε!
hr: Isprobavate ga!
ja: テーマをプレビューしています
ka: გამოსცადეთ!
nn_no: Du prøvar den!
pt_br: Você está experimentando!
pt_pt: Você está a experimentá-lo!
sk: Skúšate ho
sl: Preizkušate jo!
sr_latn: Isprobavate je!
sv_se: Du provar den!
th: คุณกำลังพยายามทำมันอยู่!
tr: Deniyorsunuz!

source: Added to Firefox
ast: Amestóse a Firefox
el: Προστέθηκε στον Firefox
hr: Dodano u Firefox
ja: Firefox へ適用済み
ka: დაემატა Firefox-ს
nn_no: Lagt til i Firefox
pt_br: Adicionado ao Firefox
pt_pt: Adicionado ao Firefox
sk: Pridané do Firefoxu
sl: Dodano v Firefox
sr_latn: Dodato u Firefox
sv_se: Tillagd i Firefox
th: เพิ่มเข้า Firefox แล้ว
tr: Firefox'a eklendi

source: Creative Commons Attribution 3.0
ia: Attribution 3.0 de Creative Commons
ja: Creative Commons 表示 3.0
pt_br: Creative Commons Atribuição 3.0
th: สัญญาอนุญาตครีเอทีฟคอมมอนส์ 3.0

source: use original
ast: usar orixinal
el: χρησιμοποίηση αρχικού
ja: オリジナルを使用
ka: ორიგინალის გამოყენება
pt_br: usar original
pt_pt: usar original
sk: použiť originál
sl: uporabi izvirno
sr_latn: koristi original
sv_se: använd original
th: ใช้ต้นฉบับ
tr: orijinalini kullan

source: If your add-on is intended for a limited audience you should choose Preliminary Review instead of Full Review.
el: Λίστα καταχωρήσεων προσθέτων
ja: このアドオンが限られたユーザ向けの場合は、本審査の代わりに事前審査を選択してください。
ka: თუ თქვენი დამატება განკუთვნილია მხოლოდ შერჩეული სამიზნე აუდიტორიისთვის, სრული განხილვის ნაცვლად უნდა აირჩიოთ წინასწარი განხილვა.
pt_br: Se um complemento é direcionado a uma audiência limitada deve escolher a avaliação preliminar em vez de uma avaliação completa.
pt_pt: Se o seu extra está direcionado para uma audiência limitada, deve escolher Revisão Preliminar em vez de Revisão Completa.
sk: Ak je váš doplnok určený pre obmedzený počet používateľov, mali by ste vybrať predbežnú kontrolu namiesto kompletnej.
sl: V primeru, da je vaš dodatek mišljen za omejeno število uporabnikov, namesto polnega pregleda izberite predhodni pregled.
sv_se: Om ditt tillägg är avsedd för en begränsad publik bör du välja preliminär granskning istället för fullständig granskning.
tr: Eklentiniz kısıtlı bir kitleye yönelik hazırlandıysa Tam İnceleme yerine Ön İnceleme'yi seçin.

source: If you are unfamiliar with the add-ons review process, you can read about it here.
el: Εάν δεν είστε εξοικειωμένος με την διαδικασία αξιολόγισης στα πρόσθετα, μπορείτε να διαβάσετε γι' αυτό εδώ.
ja: アドオンの審査手続きについてよくご存じない場合は、こちらをご覧ください。
ka: თუ არ ხართ გარკვეული მიმოხილვასთან დაკავშირებულ საკითხებში, ამის შესახებ შეგიძლიათ წაიკითხოთ აქ.
pt_br: Se não está familiarizado com o processo de avaliação de complementos, pode ler mais sobre o mesmo aqui.
pt_pt: Se não está familiarizado com o processo de revisão de extras, pode ler mais aqui sobre este processo.
sk: Ak ešte neviete, ako prebieha proces kontroly, môžete si o ňom prečítať tu.
sl: Če se ne spoznate na postopek pregleda dodatkov, si lahko o njem preberete tukaj.
sr_latn: Ako Vam nije poznat proces recenzije dodataka, možete pročitati o tome ovde.
sv_se: Om du är obekant med granskningsprocessen för tillägg, kan du läsa om det här.
tr: Eklenti inceleme sürecine aşina değilseniz, konuyla ilgili burada bilgi alabilirsiniz.

source: Your add-on should end with .xpi, .jar or .xml
el: Το πρόσθετο σας θα πρέπει να έχει κατάληξη .xpi, .jar ή .xml
ja: アドオンのファイル拡張子は xpi、jar、xml のいずれかでなければなりません
ka: თქვენი დამატება უნდა სრულდებოდეს .xpi, .jar ან .xml გაფართოებით.
pt_br: Seu complemento deve terminar com .xpi, .jar ou .xml
pt_pt: O seu extra deve terminar com .xpi, .jar ou .xml
sk: Váš doplnok by mal mať koncovku .xpi, .jar alebo .xml
sl: Vaš dodatek se mora končati z .xpi, .jar ali .xml
sr_latn: Vaš dodatak se treba završiti sa .xpi, .jar ili .xml
sv_se: Ditt tillägg bör sluta med .xpi, .jar eller .xml
th: ส่วนเสริมของคุณควรลงท้ายด้วย .xpi .jar หรือ .xml
tr: Eklentiniz .xpi, .jar veya .xml ile bitmelidir.

source: close
ast: zarrar
ja: 閉じる
ka: დახურვა
pt_br: fechar
pt_pt: fechar
sk: zavrieť
sl: zapri
sv_se: stäng

source: Status
ar: الحالة
ast: Estáu
bn: অবস্থা
fa: وضعیت
fi: Tila
fur: Stât
fy_nl: Steat
gu_in: સ્થિતિ
he: מצב
hi_in: स्थिति
ia: Stato
is: Staða
ja: ステータス
ka: სტატუსი
kab: Addad
pt_br: Estado
pt_pt: Estado
ro: Stare
si: තත්‍වය
sk: Stav
sl: Stanje
te: స్థితి
vi: Trạng thái

source: Use original
fy_nl: Oarspronklike brûke
ia: Usar original
kab: seqdec aneẓli
nn_no: Bruk original

source: Example
ka: მაგალითი
tr: Örnek

source: Your add-on exceeds the maximum size of {0}.
ar: تخطت إضافتك الحجم المسموح به بقيمة {0}.
bn: আপনার অ্যাড-অন সর্বোচ্চ সাইজ {0} এর চেয়ে বড়।
fa: افزونه شما از حداکثر حجم {0} تجاوز می‌کند.
fi: Lisäosasi ylittää enimmäiskoon {0}.
fur: Il to component adizionâl al supere la dimension massime di {0}.
gu_in: તમારા ઍડ-ઑન {0}ના મહત્તમ કદ કરતાં વધી ગયો છે.
he: התוספת שלך חורגת מהגודל המירבי של {0}.
hi_in: आपका ऐड-ऑन अधिकतम आकार {0} से अधिक है.
ia: Tu additivo excede le maxime dimension de {0}.
is: Viðbótin þín fer yfir hámarksstærðina {0}.
ms: Add-on anda melebihi saiz maksimum sebanyak {0}.
nn_no: Utvidinga di overskrid maksimumstorleiken på {0}.
pl: Rozmiar dodatku przekracza maksymalny rozmiar {0}.
ro: Suplimentul depășește dimensiunea maximă de {0}.
si: ඔබගේ එක්කහුව උපරිම ප්‍රමාණය {0} ඉක්මවයි.
te: మీ పొడిగింత {0} గరిష్ఠ పరిమాణాన్ని మించిపోయింది.
vi: Tiện ích của bạn vượt quá kích thước tối đa {0}.

source: Your file exceeds the maximum size of {0}.
ar: تخطّى الملف الحجم الأقصى ({0}).
bn: ফাইলটি সর্বোচ্চ সাইজ {0} এর চেয়েও বড়।
fa: پروندهٔ شما بزرگتر از بیشینه اندازهٔ {0} است.
fi: Tiedostosi ylittää enimmäiskoon {0}.
fur: Il to file al supere la dimension massime di {0}.
gu_in: તમારી ફાઇલ મહત્તમ {0}ના કદને ઓળંગે છે.
he: הקובץ שלך חורג מהגודל המירבי של {0}.
hi_in: आपकी फ़ाइल {0} के अधिकतम आकार से अधिक है.
ia: Tu file excede le maxime dimension de {0}.
is: Skráin þín fer yfir hámarksstærðina {0}.
ms: Fail anda melebihi saiz maksimum sebanyak {0}.
nn_no: Fila di overskrid maksimumstorleiken på {0}.
pl: Rozmiar pliku przekracza maksymalny rozmiar {0}.
ro: Fișierul tău depășește mărimea maximă de {0}.
si: ගොනුව {0} ක උපරිම ප්‍රමාණය ඉක්මවයි.
te: మీ ఫైలు {0} గరిష్ఠ పరిమాణాన్ని మించిపోయింది.
vi: Tệp của bạn vượt quá kích thước tối đa {0}.

source: This add-on is not compatible with your version of {0}.
ia: Iste additivo non es compatibile con le version in uso de {0}.

source: Your add-on should end with .zip, .xpi or .crx
bn: আপনার অ্যাড-অন .zip, .xpi বা .crx দিয়ে শেষ হওয়া উচিত
fi: Lisäosasi tiedostopäätteen on oltava .zip, .xpi tai .crx
fur: Il component adizionâl al à di vê estension .zip, .xpi o .crx
gu_in: તમારું એડ-ઓન .zip, .xpi અથવા .crx સાથે સમાપ્ત થવું જોઈએ
he: התוספת שלך צריכה להסתיים ב־zip‏, xpi‏, או crx‏.
is: Nafn viðbótar ætti að enda á .zip, .xpi or .crx
nn_no: Tillegget må slutte på .zip, .xpi, eller .crx
pl: Nazwa pliku dodatku powinna kończyć się rozszerzeniem .zip, .xpi lub .crx
si: ඔබගේ එක්කහුව .zip, .xpi හෝ .crx න් නිම විය යුතුය
te: మీ పొడగింతను .zip, .xpi లేదా .crxతో ముగించాలి
vi: Tiện ích của bạn phải kết thúc bằng một trong các phần mở rộng sau: .zip, .xpi, .crx

source: Please make sure to report any linting related issues on GitHub
ar: من فضلك لا تنسَ الإبلاغ عن مشاكل فحص الكود (linting) على غِت‌هَب
bn: দয়া করে লিনটিং জাতীয় কোনো সমস্যা থাকলে Github এ রিপোর্ট করুন
fa: لطفاً هرگونه مشکل دربارهٔ فرآیند خطایابی کُد را در گیت‌هاب گزارش کنید
fi: Ilmoitathan kaikista ohjelmointityyliin liittyvistä ongelmista GitHubissa
fur: Viôt di segnalâ cualsisei probleme relatîf al linting su GitHub
gu_in: કૃપા કરીને GitHub પર કોઈ પણ લાઇનિંગ સંબંધિત સમસ્યાઓની જાણ કરવાની ખાતરી કરો
he: נא לדווח על כל בעיה הקשורה ל־lint ב־GitHub
hi_in: कृपया GitHub पर किसी भी लिंटिंग से संबंधित समस्याओं की रिपोर्ट करना सुनिश्चित करें
is: Endilega tilkynntu um vandamál tengd 'linting' á GitHub
nn_no: Sørg for å rapportere eventuelle linting-problem på GitHub
pl: Prosimy zgłaszać wszelkie problemy związane z naszym walidatorem na GitHub
ro: Te rugăm să te asiguri că raportezi orice probleme de linting pe GitHub
si: කරුණාකර සියලුම ලින්ටින් ආශ්‍රිත ගැටළු ගිට්හබ් වෙත වාර්තා කරන්න
te: ఏవైనా లింటింగ్ సంబంధిత సమస్యలను దయచేసి GitHubలో నివేదించండి
vi: Vui lòng đảm bảo báo cáo mọi vấn đề liên quan đến linting trên GitHub

source: Your extension has to be compatible with at least one application.
ar: يجب أن يكون امتدادك متوافقًا مع تطبيق واحد على الأقل.
fa: افزونهٔ شما باید دست‌کم با یک برنامه سازگار باشد.
fi: Laajennuksen on oltava yhteensopiva ainakin yhden sovelluksen kanssa.
fur: La estension e cugne jessi compatibile cun almancul une aplicazion.
he: על ההרחבה שלך להיות נתמכת ביישום אחד לפחות.
is: Forritsaukinn þinn verður að vera samhæfður við að minnsta kosti eitt forrit.
nn_no: Utvidinga di må vere kompatibel med minst ein applikasjon.
pl: Twoje rozszerzenie musi być kompatybilne z co najmniej jedną aplikacją.
si: ඔබේ දිගුව අවම වශයෙන් එක් යෙදුමකට ගැළපිය යුතුය.
te: మీ పొడగింత కనీసం ఒక అనువర్తనానికైనా అనుగుణ్యంగా ఉండాలి.
vi: Tiện ích mở rộng của bạn phải tương thích với ít nhất một ứng dụng.

source: Explicitly marked as compatible with Firefox for Android in the manifest
fi: Luettelossa on nimenomaisesti merkitty Firefox for Android -yhteensopivaksi
fur: Segnât in mût esplicit come compatibil cun Firefox par Android tal file manifest
he: מסומנת במפורש כנתמכת ב־Firefox עבור Android ב־manifest
is: Merkt sérstaklega sem samhæft við Firefox fyrir Android í upplýsingaskránni
nn_no: Klart merkt som kompatibel med Firefox for Android i manifestet
pl: Jednoznacznie oznaczony w manifeście jako zgodny z Firefoksem dla Androida
te: మానిఫెస్ట్‌లో Android కోసం Firefox కు అనుకూలంగా ఉన్నట్లు స్పష్టంగా గుర్తు పెట్టబడింది
vi: Được đánh dấu là tương thích với Firefox dành cho Android trong manifest.

source: Minified, concatenated or otherwise machine-generated scripts (excluding known libraries) need to have their sources submitted separately for review. Make sure that you use the source code upload field to avoid having your submission rejected.
ar: عليك إرسال المصدر البرمجي منفصلًا لكلّ من: السكربتات المقلّصة/minified أو السكربتات المولّدة بالآلة (عدا المكتبات المعروفة). لا تنسَ أن تستعمل حقل رفع الكود البرمجي لألّا تتفاجأ برفض الإضافة.
fa: اسکریپت‌های کوچک‌شده، متصل‌شده یا در غیر این صورت تولید‌شده توسط ماشین (به‌استثنای کتابخانه‌های شناخته‌شده) باید کد منبع خود را به‌طور جداگانه برای بررسی ارسال کنند. برای پرهیز از رد شدن، اطمینان حاصل کنید که از قسمت بارگذاری کد منبع استفاده می‌کنید.
fi: Pienennettyjen, ketjutettujen tai muuten koneella luotujen komentosarjojen (pois lukien tunnetut kirjastot) lähteet on lähetettävä erikseen tarkistettavaksi. Varmista, että käytät lähdekoodin latauskenttää välttääksesi hakemuksesi hylkäämisen.
fur: I scripts minimizâts, concatenâts o gjenerâts in automatic (gjavadis lis librariis cognossudis) a scugnin vê i lôr files sorzint cjariâts in rêt in mût separât pe revision. Par evitâ che il cjariament in rêt al vegni refudât, controle di doprâ il cjamp di cjariament in rêt pal codiç sorzint.
is: Samþjappaðar, samtengdar eða á annan hátt vélbúnar skriftur (að undanskildum þekktum aðgerðasöfnum) þurfa að hafa frumkóða sinn lagðann fram sérstaklega til yfirferðar. Gakktu úr skugga um að þú notir reitinn til að senda inn frumkóðann til að forðast að innsendingu þinni verði hafnað.
nn_no: Minifiserte, samanlagde eller på annan måte maskingenererte skript (bortsett frå velkjende bibliotek) må ha kjeldekoden sin sendt inn til vurdering separat. Sørg for at du brukar opplastningsfeltet for kjeldekode for å unngå at innsendinga di blir avvist.
pl: Zminimalizowane, skonsolidowane lub w inny sposób wygenerowane maszynowo skrypty (z wyłączeniem znanych bibliotek) muszą mieć swoje źródła przesłane osobno do sprawdzenia. Upewnij się, że używasz pola do przesłania kodu źródłowego, aby uniknąć odrzucenia zgłoszenia.
ro: Scripturile minificate, concatenate sau generate altminteri de mașini (cu excepția bibliotecilor cunoscute) trebuie să aibă sursele transmise separat pentru recenzie. Asigură-te că folosești câmpul de încărcare pentru codul sursă ca să eviți respingerea depunerii.
vi: Các tệp nhị phân được biên dịch, cũng như các tập lệnh rút gọn hoặc bị xáo trộn (không bao gồm các thư viện đã biết) cần phải có các nguồn được gửi riêng để xem xét. Đảm bảo rằng bạn sử dụng trường tải lên mã nguồn để tránh việc đệ trình của bạn bị từ chối.

source: {0} download
ar: لا تنزيلات
bn: {0} ডাউনলোড
fa: {0} بارگیری‌
fi: {0} lataus
fur: {0} discjariament
gu_in: {0} ડાઉનલોડ કરો
he: הורדה אחת
hi_in: {0} डाउनलोड
is: {0} niðurhal
ms: {0} muat turun
nn_no: {0} nedlasting
pl: {0} pobranie
ro: {0} descărcare
si: බාගැනීම් {0}
te: {0} దింపుకోలు
vi: {0} tải xuống

source: {0} user
ar: لا مستخدمين
bn: {0} ব্যবহারকারী
fa: {0} کاربر
fi: {0} käyttäjä
fur: {0} utent
gu_in: {0} વપરાશકર્તા
he: משתמש אחד
hi_in: {0} उपयोगकर्ता
is: {0} notandi
ms: {0} pengguna
nn_no: {0} brukar
pl: {0} użytkownik
ro: {0} utilizator
si: පරිශ්‍රීලකයින් {0}
te: {0} వాడుకరి
vi: {0} người dùng

source: {0} add-on
ar: لا إضافات
bn: {0} অ্যাড-অন
fi: {0} lisäosa
fur: {0} component adizionâl
gu_in: {0} એડ-ઑન
he: תוספת אחת
hi_in: {0} ऐड-ऑन
is: {0} viðbót
pl: {0} dodatek
ro: {0} supliment
si: එක්කහු {0}
te: {0} పొడిగింత
vi: {0} tiện ích mở rộng

source: {0} collection
ar: لا تجميعات
bn: {0} টি সংগ্রহ
fi: {0} kokoelma
fur: {0} racuelte
gu_in: {0} સંગ્રહ
he: אוסף אחד
hi_in: {0} संकलन
is: {0} safn
ms: {0} koleksi
pl: {0} kolekcja
ro: {0} colecție
si: එකතු {0}
te: {0} సేకరణ
vi: {0} bộ sưu tập

source: {0} review
ar: لا مراجعات
bn: {0} টি পর্যালোচনা
fi: {0} arvio
fur: {0} recension
gu_in: {0} સમીક્ષા
he: סקירה אחת
hi_in: {0} समीक्षा
is: {0} umsögn
ms: {0} ulasan
pl: {0} opinia
ro: {0} recenzie
si: සමාලෝචන {0}
te: {0} సమీక్ష
vi: {0} đánh giá

source: {0} sale
ar: لا مبيعات
bn: {0} টি বিক্রি
fi: {0} myynti
fur: {0} vendite
gu_in: {0} વેચાણ
he: מכירה אחת
hi_in: {0} बिक्री
is: {0} sala
ms: {0} jualan
pl: {0} sprzedaż
ro: {0} vânzare
si: අලෙවි {0}
te: {0} అమ్మకం
vi: {0} bán hàng

source: {0} refund
bn: {0} রিফান্ড
fi: {0} palautus
fur: {0} rimbors
gu_in: {0} રિફંડ
he: החזר כספי אחד
hi_in: {0} धनवापसी
is: {0} endurgreiðsla
ms: {0} bayaran balik
pl: {0} zwrot
ro: {0} rambursare
si: ආපසු දීම් {0}
te: {0} వాపసు
vi: {0} hoàn tiền

source: {0} install
ar: لا عمليات تثبيت
bn: {0} টি ইন্সটল
fi: {0} asennus
fur: {0} instalazion
gu_in: {0} ઇન્સ્ટોલ
he: התקנה אחת
hi_in: {0} इंस्टॉल
is: {0} uppsetning
ms: {0} pemasangan
pl: {0} instalacja
ro: {0} instalare
si: ස්ථාපන {0}
te: {0} స్థాపన
vi: {0} lần cài đặt

source: Countries, last {0} days
fa: کشورها، {0} روز گذشته
fi: Maat, viimeiset {0} päivää
fur: Nazions, ultins {0} dîs
he: מדינות, ב־{0} הימים האחרונים
is: Lönd, síðustu {0} daga
nn_no: Land, dei siste {0} dagane
pl: Kraje — ostatnie {0} dni
ro: Țări, ultimele {0} zile
si: රටවල්, පසුගිය දවස් {0}
te: దేశాలు, గత {0} రోజులు
vi: Quốc gia, {0} ngày trước

source: Countries from {0} to {1}
fa: کشورها از {0} تا {1}
fi: Maat {0} - {1}
fur: Nazions dai {0} ai {1}
he: מדינות מתאריך {0} עד {1}
is: Lönd frá {0} til {1}
nn_no: Land frå {0} til {1}
pl: Kraje od {0} do {1}
ro: Țări de la {0} până la {1}
si: {0} සිට {1} දක්වා රටවල්
te: {0} నుండి {1} వరకు దేశాలు
vi: Quốc gia từ {0} đến {1}

source: Download Mediums, last {0} days
fur: Supuarts di discjariaments, ultins {0} dîs
is: Niðurhal gagnamiðla, síðustu {0} daga
nn_no: Last ned medium, dei siste {0} dagane
pl: Sposoby pobrania przez ostatnie {0} dni
ro: Medii de descărcare, ultimele {0} zile
si: මාධ්‍ය බාගැනීම, පසුගිය දවස් {0}
te: దింపుకోలు మాధ్యమాలు, గత {0} రోజులు
