Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Read anywhere {start_sub_heading}with {addon_name}{end_sub_heading}
ka: წაიკითხეთ სადაც გსურთ {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Baca di mana-mana {start_sub_heading} dengan {addon_name} {end_sub_heading}

source: Send news articles, stories, blog posts, and more to your Kindle.
es_ar: Envía artículos de noticias, historias, entradas en blogs y mucho más a tu Kindle.
fi: Lähetä uutisartikkeleja, tarinoita, bloggauksia ja paljon muuta suoraan Kindleen.
fur: Mande i articui des notiziis, lis storiis, lis publicazions dai blogs e ancjemò altri al to Kindle.
fy_nl: Ferstjoer nijsartikelen, ferhalen, blogberjochten en mear nei jo Kindle.
he: שליחת מאמרים חדשים, סיפורים, הודעות בבלוגים ועוד ל־Kindle שלך.
hr: Šalji članke novosti, priče, postove na blogovima i još mnogo toga na svoj Kindle.
ia: Invia articulos de novas, historias, messages de blog e multo plus a tu Kindle.
is: Sendu fréttagreinar, sögur, bloggfærslur og fleira yfir á Kindle-tækið þitt.
ka: გაგზავნეთ ახალი ამბები, სტატიები, ჩანაწერები და ა.შ. თქვენს Kindle-ზე.
ms: Hantar artikel berita, cerita, hantaran blog anda, dan banyak lagi ke Kindle.
nb_no: Send nyhetsartikler, historier, blogginnlegg og mer til din Kindle.
nn_no: Send nyheitsartiklar, historier, blogginnlegg og meir til Kindle.
ro: Trimite articole de știri, istorisiri, postări pe bloguri și multe altele pe dispozitivul tău Kindle.
te: వార్తా కథనాలు, కథలు, బ్లాగు టపాలు, మరిన్నిటినో మీ కిండిల్‌కి పంపుకోండి.
th: ส่งบทความข่าว เรื่องราว บล็อกโพสต์ และอื่น ๆ ไปยัง Kindle ของคุณ
tr: Haberleri, makaleleri, blog yazılarını ve her türlü metni Kindle'ınıza gönderin.
vi: Gửi các bài báo, câu chuyện, bài đăng trên blog và nhiều hơn nữa cho Kindle của bạn.

source: Color code your tabs {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მიანიჭეთ ფერები თქვენს ჩანართებს {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Kod warna tab {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Organize your tabs by color grouping them based on URL patterns.
es_ar: Organiza tus pestañas agrupándolas por colores según los patrones URL.
fur: Organize lis tôs schedis par colôr, metilis dongje in base al URL.
fy_nl: Oardenje jo ljepblêden troch se op basis fan URL-patroanen op kleur te groepearjen.
he: ארגון הלשוניות שלך על־ידי קיבוץ שלהן בצבעים על בסיס תבניות כתובת.
hr: Organiziraj kartice grupirajući ih u boje na temelju URL uzoraka.
ia: Organisa tu schedas per gruppos de color in base a modellos de URL.
is: Skipuleggðu flipana þína með því að flokka þá í litum eftir vefslóðamynstrum.
ka: დაალაგეთ თქვენი ჩანართები ფერების საშუალებით, URL-ს ნიმუშების მიხედვით.
ms: Uruskan tab anda mengikut warna kumpulan berdasarkan corak URL.
nb_no: Organiser dine faner ved å gruppere de i farger basert på adresse-mønstre.
nn_no: Organiser faner ved å gruppere dei i fargar, basert på adressemønster.
ro: Organizează-ți filele grupându-le pe culori în baza modelelor URL.
th: จัดระเบียบแท็บของคุณด้วยการจัดกลุ่มเป็นสีๆ ตามรูปแบบ URL
tr: Sekmelerinizi, URL kalıplarına göre gruplandırarak renklere göre düzenleyin.
vi: Sắp xếp các thẻ của bạn bằng cách nhóm màu dựa trên các mẫu URL.

source: Prevent cryptocurrency mining {start_sub_heading}with {addon_name}{end_sub_heading}
ka: აირიდეთ კრიპტოვალუტის უნებართვო გამომუშავება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Sekat perlombongan cryptocurrency {start_sub_heading} dengan {addon_name} {end_sub_heading}

source: Stop malicious websites from using your computer power to mine for cryptocurrency.
es_ar: Impide que los sitios web maliciosos usen la energía de tu computadora para extraer criptomonedas.
fi: Estä haitallisia verkkosivustoja käyttämästä tietokoneesi tehoja kryptovaluutan louhintaan.
fur: Ferme i sîts web malevui che a doprin lis risorsis dal tô computer par sgjavâ criptomonede.
fy_nl: Stopje it gebrûk fan jo kompjûter foar mining fan kryptofaluta troch kweawollende websites.
he: חסימת גישה מפני אתרים זדוניים להשתמש בעצמת העיבוד של המחשב שלך כדי לכרות מטבעות וירטואליים.
hr: Zaustavi zlonamjerne web stranice da koriste tvoje računalo za rudarenje kriptovaluta.
ia: Stoppa le sitos web maligne que usa le potentia de tu computator pro cavar crypto-monetas.
is: Komdu í veg fyrir að illgjörn vefsvæði noti tölvuna þína til að grafa eftir rafmyntum.
ka: აუკრძალეთ მავნე ვებსაიტებს თქვენი კომპიუტერის, კრიპტოვალუტის გამომუშავებისთვის გამოყენება.
ms: Hentikan laman web jahat daripada menggunakan kuasa komputer anda untuk melombong cryptocurrency.
nb_no: Stopp skadelige nettsteder fra å bruke din datakraft til å grave etter kryptovaluta.
nn_no: Stopp skadelege nettstadar frå å bruke datakrafta di til å grave etter kryptovaluta.
ro: Oprește site-urile web rău intenționate să-ți utilizeze resursele calculatorului ca să mineze după criptomonede.
th: หยุดเว็บไซต์ที่เป็นอันตรายไม่ให้ใช้พลังงานจากคอมพิวเตอร์ของคุณขุดคริปโทเคอร์เรนซี
tr: Kötü amaçlı web sitelerinin kripto para madenciliği için bilgisayarınızı kullanmasını engelleyin.
vi: Ngăn chặn các trang web độc hại sử dụng sức mạnh máy tính của bạn để khai thác tiền điện tử.

source: Automatic grammar checks {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მართლწერის თვითშემოწმება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Semakan automatik tatabahasa {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Get grammar help anywhere you write on the web—social media, email, docs, and more.
es_ar: Obtén ayuda gramatical dondequiera que escribas en la Web: redes sociales, correo electrónico, documentos y mucho más.
fi: Ota vastaan kielioppiapua missä tahansa verkossa kirjoittaessasi – sosiaalisessa mediassa, sähköpostissa, asiakirjoissa ja muualla.
fur: Fâti judâ cu la gramatiche cuant che tu scrivis sul web—social media, e-mail, documents e tant altri.
fy_nl: Krij help mei grammatika, oeral wêr’t jo op it web skriuwe – sosjale media, e-mail, dokuminten en mear.
he: קבלת עזרה בדקדוק בכל מקום בו ברצונך לכתוב ברחבי האינטרנט — רשתות חברתיות, דוא״ל, מסמכים ועוד.
hr: Dobij gramatičku pomoć kad pišeš bilo gdje na internetu – na društvenim mrežama, u e-mailu, u dokumentima i drugo.
ia: Obtene auxilio grammatical ubicunque tu scribe sur le web: retes social, e-mail, documentos e multo plus.
is: Fáðu aðstoð við málfræði hvar sem þú skrifar á vefnum - á samfélagsmiðlum, í tölvupósti, í skjölum og víðar.
ka: შეამოწმეთ მართლწერა ტექსტის აკრეფისთანავე ყველგან — სოციალურ ქსელში, ელფოსტაზე, დოკუმენტებში და ა.შ.
ms: Dapatkan bantuan tatabahasa apabila menulis dalam web—media sosial, e-mel, dokumen dan selainnya.
nb_no: Få grammatikkhjelp hvor som helst når du skriver på nettet—sosiale medier, e-post, dokumenter og mer.
nn_no: Få grammatikkhjelp kvar som helst når du skriv på nettet—sosiale medium, e-post, dokument, og meir.
ro: Obții ajutor gramatical oriunde scrii pe web—rețele de socializare, e-mail, documente și multe altele.
th: รับคำแนะนำเกี่ยวกับไวยากรณ์ได้ทุกที่ที่คุณเขียนบนเว็บ ไม่ว่าจะเป็นโซเชียลมีเดีย อีเมล เอกสาร และอื่นๆ
tr: Sosyal medyada, e-postalarda, belgelerde ve web'de yazı yazdığınız her yerde dilbilgisi önerileri alın.
vi: Nhận trợ giúp về ngữ pháp bất cứ nơi nào bạn viết trên web—Truyền thông xã hội, email, tài liệu, v.v.

source: Check global times {start_sub_heading}with {addon_name}{end_sub_heading}
ka: იხილეთ მსოფლიო დროები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Semak waktu global {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Display current worldwide times in Firefox's status bar.
es_ar: Muestra la hora actual en el mundo en la barra de estado de Firefox.
fi: Näytä maailmankellojen ajat Firefoxin tilarivillä.
fur: Mostre la ore in diviers fûs oraris te sbare di stât di Firefox.
fy_nl: Lit aktuele wrâldtiden sjen yn de steatbalke fan Firefox.
he: הצגת שעונים מכל רחבי העולם בסרגל המצב של Firefox.
hr: Prikaži aktualna svjetska vremena u Firefoxovoj traci stanja.
ia: Monstra le hora currente de tote le mundo in le barra de stato de Firefox.
is: Birta klukkuna eins og hún er núna á ýmsum stöðum í heiminum í stöðustiku Firefox.
ka: მსოფლიო დროების ჩვენება, Firefox-ის მდგომარეობის ზოლზე.
ms: Paparkan waktu semasa di seluruh dunia dalam bar status Firefox.
nb_no: Vis gjeldende verdensomspennende tider i Firefox statusfelt.
nn_no: Vis gjeldande verdsomspennande tider i statusfeltet til Firefox.
ro: Afișează ora exactă din orice țară în bara de stare din Firefox.
te: Firefox స్థితిపట్టీలో ప్రస్తుత ప్రపంచ సమయాలను చూపించు.
th: แสดงเวลาทั่วโลก ณ ปัจจุบันในแถบสถานะของ Firefox
tr: Firefox'un durum çubuğunda dünya saatlerini görüntüleyin.
vi: Hiển thị thời gian trên toàn thế giới hiện tại trên thanh trạng thái của Firefox.

source: Easy translations {start_sub_heading}with {addon_name}{end_sub_heading}
ka: თარგმნეთ მარტივად {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Terjemahan mudah {start_sub_heading}dengan {addon_name} {end_sub_heading}

source: Highlight text on any webpage—or select the entire page— to translate instantly.
ka: მონიშნეთ ტექსტი ნებისმიერ გვერდზე — ან მონიშნეთ მთლიანად გვერდი — მყისიერად თარგმნისთვის.
ms: Serlahkan teks dalam halaman web—atau pilih halaman penuh— untuk terjemahan serta-merta.

source: Tap academic wisdom {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გამოიყენეთ სამეცნიერო მასალები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Teroka pengetahuan akademik {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Enjoy free access to 10+ million research papers.
ka: მიიღეთ წვდომა 10 მილიონზე მეტ სამეცნიერო კვლევის მასალებზე.
ms: Nikmati akses percuma kepada 10+ juta kertas kajian.

source: Customize mouse gestures {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოირგეთ თაგვის ჟესტები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Penyesuaian gerak isyarat tetikus {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Discover a new way to navigate with 50+ helpful mouse gestures.
ka: აღმოაჩინეთ გვერდებზე გადაადგილების ახალი შესაძლებლობები 50-ზე მეტი გამოსადეგი ჟესტით, თაგვის გამოყენებით.
ms: Alami cara baru menavigasi dengan 50+ gerak isyarat tetikus.

source: Optimize videos {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გააუმჯობესეთ ვიდეოების ჩვენება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Optimumkan video {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Darken the page around video players for a focused viewing experience.
es_ar: Oscurece la página alrededor de los reproductores de vídeo para disfrutar de una experiencia de visualización enfocada.
fi: Tummenna sivu videosoittimen ympäriltä, niin voit keskittyä katseluun aiempaa paremmin.
fur: Scurìs la pagjine tor ator dai barcons/riprodutôrs video par vê un vision cence distrazions.
fy_nl: Meitsje de side rûnom fideospilers donkerder foar in konsintrearre sjochûnderfining.
he: החשכת הדף מסביב לנגני וידאו לטובת חווית צפייה ממוקדת.
hr: Zatamni stranicu oko video playera za usredotočeno gledanje.
ia: Obscura le pagina circum le reproductores video pro un experientia de vision focalisate.
is: Dekktu síðuna í kringum myndspilara til að hafa einbeitinguna í lagi.
ka: გაამუქეთ გვერდი ვიდეოს ირგვლივ, ჩვენების სიმკვეთრის გასაუმჯობესებლად.
ms: Persekitaran pemain video yang gelap untuk pengalaman menonton yang lebih fokus.
nb_no: Gjør kanten rundt videospilleren mørkere, slik at du kan konsentrere deg om videoen.
nn_no: Gjer kanten rundt videospelaren mørkare, slik at du kan konsentrere deg om videoen.
ro: Întunecă pagina în jurul playerelor video pentru o experiență de vizualizare focalizată.
th: ปรับสีของหน้าที่อยู่โดยรอบตัวเล่นวิดีโอให้มืดลงเพื่อประสบการณ์การรับชมแบบโฟกัส
tr: Odaklanmış bir görünüm için video oynatıcıların etrafını karartın.
vi: Làm tối trang xung quanh trình phát video để có trải nghiệm xem tập trung.

source: Search in good conscience {start_sub_heading}with {addon_name}{end_sub_heading}
ka: სინდისდამშვიდებული ძიება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Carian yang selamat {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Ecosia uses 80% of its search profits to fund tree-planting programs around the world. Put Ecosia right into Firefox search
es_ar: Ecosia utiliza el 80% de sus beneficios de búsqueda para financiar programas de plantación de árboles en todo el mundo. Añade Ecosia directamente como buscador en Firefox.
fi: Ecosia käyttää 80 prosenttia hakutuloista puidenistutusohjelmien rahoittamiseen ympäri maailmaa. Lisää Ecosia Firefoxin hakuun
fur: Ecosia e dopre l'80% dai siei profits par finanziâ programs di rimboscament in plui parts ator pal mont. Metilu come motôr di ricercje di Firefox
fy_nl: Ecosia brûkt 80% fan de sykopbrengsten foar it finansierjen fan wrâldwide beamplantprogramma’s. Nim Ecosia op yn sykopdrachten fan Firefox.
hr: Ecosia koristi 80 % svoje dobiti od pretraživanja za financiranje programa sadnje drveća diljem svijeta. Stavi Ecosia izravno u Firefoxovu pretragu
ia: Ecosia usa 80% del profitos de su recerca pro financiar programmas de reboscage circum le mundo. Que tu pone Ecosia como motor de recerca in Firefox!
is: Ecosia notar 80% af hagnaði sínum við rekstur leitarvélarinnar til að fjármagna trjáplöntunarverkefni víða í heiminum. Hafðu Ecosia með í leitarvélum Firefox
ka: Ecosia მისი სარეკლამო შემოსავლების 80%-ს იყენებს ხეების დასარგავად მთელ მსოფლიოში. გამოიყენეთ Ecosia Firefox-ის საძიებო სისტემად
ms: Ecosia menggunakan 80% daripada keuntungannya untuk membiayai program menanam pokok di seluruh dunia. Gunakan Ecosia untuk carian Firefox
nb_no: Ecosia bruker 80% av sin fortjeneste på søk for å finansiere treplantingsprogram over hele verden. Bruk Ecosia for direktesøk i Firefox
nn_no: Ecosia brukar 80% av fortenesta si på søk for å finansiere treplantingsprogram over heile verda. Bruk Ecosia for direktesøk i Firefox
ro: Ecosia investește 80% din profiturile sale ca să finanțeze programe de plantat copaci peste tot în lume. Include Ecosia printre motoarele de căutare din Firefox
th: Ecosia ใช้รายได้จากการค้นหา 80% เพื่อระดมทุนสำหรับโครงการปลูกต้นไม้ทั่วทุกมุมโลก นำ Ecosia มาไว้ในส่วนค้นหาของ Firefox เลย
tr: Ecosia, arama kârının %80'iyle dünya çapında ağaç dikme programlarına kaynak sağlıyor. Ecosia'yı Firefox aramasına yerleştirin
vi: Ecosia sử dụng 80% lợi nhuận tìm kiếm của mình để tài trợ cho các chương trình trồng cây trên khắp thế giới. Đặt Ecosia ngay vào tìm kiếm Firefox

source: Find missing web content {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მონახეთ გამქრალი ვებშიგთავსი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Cari kandungan web yang hilang {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Is the page you're looking for unavailable? Search for an archived/cached version.
es_ar: ¿La página que buscas no está disponible? Busca una versión archivada o en la caché.
fi: Eikö tarvitsemasi sivu ole käytettävissä? Hae arkistoitua tai välimuistissa olevaa versiota.
fur: La pagjine che tu stâs cirint no je plui disponibile? Cîr une version archiviade o in cache.
fy_nl: Is de side dy’t jo sykje net beskikber? Sykje nei in argivearre/buffere ferzje.
he: האם הדף שחיפשת אינו זמין? ניתן לחפש גרסת ארכיון/עבר.
hr: Je li stranica koju tražiš nedostupna? Potraži arhiviranu/spremljenu verziju.
ia: Es le pagina que tu recerca indisponibile? Recerca pro un version archivate/in cache.
is: Finnst ekki síðan sem þú ert að leita að? Leitaðu í útgáfum hennar í vefsöfnum eða skyndiminnisskrám.
ka: გვერდი რომელსაც ეძებთ, აღარაა ხელმისაწვდომი? მონახეთ მისი დაარქივებული/შენახული ასლები.
ms: Adakah halaman yang anda cari sudah tiada? Cari halaman versi arkib/cache.
nb_no: Er siden du leter etter ikke tilgjengelig? Søk etter en arkivert/lagret versjon.
nn_no: Er sida du leitar etter ikkje tilgjengeleg? Søk etter ein arkivert/lagra versjon.
ro: Pagina pe care o cauți este indisponibilă? Caută o versiune arhivată/în cache.
te: మీరు వెతుకుతున్న పేజీ అందుబాటులో లేదా? ఆర్కయివైన/కాషె వెర్షను కోసం వెతకండి.
th: ไม่เห็นหน้าที่คุณมองหาอยู่ใช่ไหม? ค้นหารุ่นที่ถูกเก็บถาวร/บันทึกไว้ในแคช
tr: Aradığınız sayfaya ulaşılamıyor mu? Arşivlenmiş veya önbelleğe alınmış bir sürümünü arayın.
vi: Trang bạn đang tìm kiếm không có sẵn? Tìm kiếm một phiên bản lưu trữ của nó.

source: Find missing web content {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მონახეთ გამქრალი ვებშიგთავსი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Cari kandungan web yang hilang {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Enlarge images {start_sub_heading}with {addon_name}{end_sub_heading}
ka: სურათების გადიდება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Besarkan imej {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Simply hover over an image to magnify it.
ka: უბრალოდ, გადაატარეთ მაჩვენებელი სურათის გასადიდებლად.
ms: Hanya legar atas imej untuk membesarkannya.

source: Make cookies disappear {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გააქრეთ ფუნთუშები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Hilangkan kuki {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Automatically erase cookies after you close a tab.
es_ar: Borra automáticamente las cookies después de cerrar una pestaña.
fi: Poista evästeet automaattisesti, kun suljet välilehden.
fur: Elimine in automatic i cookies dopo che tu sieris une schede.
fy_nl: Wiskje automatysk cookies nei't jo in ljepblêd slute.
he: מחיקת עוגיות באופן אוטומטי לאחר סגירת לשונית.
hr: Automatski izbriši kolačiće nakon zatvaranja kartice.
ia: Rade automaticamente le cookies post que tu claude un scheda.
is: Eyddu vefkökum sjálfvirkt eftir að þú lokar flipum.
ka: ფუნთუშების ავტომატურად წაშლა ჩანართის დახურვისთანავე.
ms: Buang kuki secara automatik selepas anda tutup tab.
nb_no: Slett automatisk infokapsler, når du lukker en fane.
nn_no: Slett automatisk infokapslar, når du lèt att ei fane.
ro: Șterge automat cookie-urile după ce închizi o filă.
te: మీరు ట్యాబును మూసివేసిన తర్వాత స్వయంచాలకంగా కుకీలను తుడిచివేసుకోండి.
th: ล้างคุกกี้โดยอัตโนมัติหลังจากคุณปิดแท็บ
tr: Sekmeyi kapattıktan sonra çerezleri otomatik olarak silin.
vi: Tự động xóa cookie sau khi bạn đóng thẻ.

source: Adjust page size view {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გვერდის ზომების მორგება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Sesuaikan saiz paparan halaman {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: A simple way to adjust the size of any page's text—or even enlarge the page itself.
es_ar: Una forma sencilla de ajustar el tamaño de un texto en cualquier página, o incluso de ampliar la página misma.
fi: Yksinkertainen tapa säätää minkä tahansa sivun tekstin kokoa – tai jopa suurentaa itse sivua.
fur: Une maniere semplice par justâ lis dimensions dal test di cualsisei pagjine, o adiriture slargjâ la stesse pagjine.
fy_nl: In ienfâldige manier om de tekstgrutte fan siden oan te passen – of sels de side sels te fergrutsjen.
he: דרך פשוטה לשנות את גודל הטקסט בכל דף — או אפילו להגדיל את הדף עצמו.
hr: Jednostavan način prilagođavanja veličine teksta bilo koje stranice ili povećaj cijelu stranicu.
ia: Un simple maniera pro adjustar le dimension del texto de qualcunque pagina – o mesmo aggrandir le pagina mesme.
is: Einföld leið til að stilla stærð hvaða texta sem er – eða jafnvel stækka síðuna sjálfa.
ka: მარტივი საშუალება, გვერდის ტექსტის — ან თავად ვებგვერდის ზომების შესაცვლელად.
ms: Cara mudah untuk mengubah saiz teks halaman—atau membesarkan halaman itu sendiri.
nb_no: En enkel måte å justere størrelsen på sidens tekst—eller til og med forstørre selve siden.
nn_no: Ein enkel måte å justere størrelsen på teksten på sida—eller til og med forstørre sjølve sida.
ro: Un mod simplu de ajustare a mărimii textului de pe orice pagină—sau chiar pentru mărirea paginii.
te: ఏ పేజీ లోని పాఠ్య పరిమాణాన్ని అయినా హెచ్చుతగ్గులు చేసుకోడానికి—లేక పేజీనే పెద్దగా చేసుకోడానికి—ఒక తేలికైన మార్గం.
th: ปรับขนาดของข้อความในหน้าเว็บต่างๆ หรือแม้กระทั่งขยายหน้าเว็บให้ใหญ่ขึ้นได้อย่างง่ายดาย
tr: İstediğiniz sayfanın metin boyutunu ayarlamak ve sayfanın boyutunu büyütmek için basit bir yol.
vi: Một cách đơn giản để điều chỉnh kích thước của bất kỳ văn bản nào của trang—hoặc thậm chí phóng to trang đó.

source: Block invisible trackers {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეზღუდეთ უხილავი მეთვალყურეები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Sekat penjejak tersembunyi {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Stop trackers in their tracks and learn more about them.
es_ar: Detén a los rastreadores y aprende más sobre ellos.
fi: Pysäytä seuraimet ja hanki lisätietoja niistä.
fur: Ferme lis spiis intant che ti stan daûr e scuvierç di plui su di lôr.
fy_nl: Stopje trackers en lear der mear oer.
ia: Bloca le traciatores e apprende plus sur illos.
is: Stöðvaðu rekjara og fáðu nánari upplýsingar um þá.
ka: შეზღუდეთ მეთვალყურეები თვალის დევნებისას და იხილეთ ინფორმაცია მათ შესახებ.
ms: Sekat penjejak di laluannya dan ketahui lanjut mengenainya.
nb_no: Stopp sporere og les mer om dem.
nn_no: Stopp sporarar og lær meir om dei.
ro: Oprești instant elementele de urmărire și afli mai multe despre ele.
te: ట్రాకర్లను వాటి బాటలోనే ఆపివేసి, వాటి గురించి మరింత తెలుసుకోండి.
th: หยุดตัวติดตามไม่ให้ทำงานและเรียนรู้เพิ่มเติมเกี่ยวกับตัวติดตามเหล่านั้น
tr: Takip kodlarını durdurun ve onlar hakkında daha fazla bilgi edinin.
vi: Dừng trình theo dõi của họ theo bạn và tìm hiểu thêm về chúng.

source: Leave a clean digital trail {start_sub_heading}with {addon_name}{end_sub_heading}
ka: დატოვეთ სუფთა „ციფრული კვალი“ {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Tinggalkan jejak digital yang bersih {start_sub_heading}dengan{addon_name}{end_sub_heading}

source: Make Firefox forget website data like cookies and local storage, but only for domains you choose.
ka: Firefox არ დაიტოვებს ვებსაიტის ისეთ მონაცემებს, როგორიცაა ფუნთუშები და სხვა ადგილობრივად შენახულ მასალები, გარდა, თქვენ მიერ მითითებული საიტების.
ms: Jadikan Firefox lupa akan maklumat laman web seperti kuki dan storan lokal, cuma domain yang anda pilih.

source: Save text for later {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გადაინახეთ ტექსტი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Simpan teks {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Stop writing the same thing over and over again! If you frequently re-use the same phrases in your work or other communications, save them in Clippings and easily paste them when needed.
ka: შეწყვიტეთ ერთი და იმავეს განმეორებით წერა! თუ ხშირად გიწევთ ერთნაირი ფრაზების გამოყენება სამუშაოსთვის ან სხვა მიმოწერებისთვის, გადაინახეთ და მარტივად გამოიყენეთ, როცა დაგჭირდებათ.
ms: Berhenti menulis ayat yang sama berulang kali! Jika anda kerap menggunakan frasa yang sama dalam kerja atau komunikasi lain, simpannya dalam Clippings dan tampal sahaja apabila diperlukan.

source: Block email ads {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეზღუდეთ ელფოსტის რეკლამები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Sekat iklan e-mel {start_sub_heading}dengan {addon_name}{end_sub_heading}
