Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Makes Firefox appear as Chrome to websites trying to block Firefox.
es_ar: Hacé que Firefox aparezca como Chrome en los sitios web que intentan bloquear Firefox.
fur: Al fâs in mût che tai sîts che a cirin di blocâ Firefox, chest al somei Chrome.
fy_nl: Lit Firefox ferskine as Chrome foar websites dy’t Firefox probearje te blokkearjen.
nb_no: Får Firefox til å fremstå som Chrome for nettsteder som prøver å blokkere Firefox.
nn_no: Får Firefox til å framstå som Chrome for nettstadar som prøver å blokkere Firefox.
ro: Face ca Firefox să treacă drept Chrome pentru site-urile care încearcă să blocheze Firefox.
tr: Firefox’u engellemeye çalışan web sitelerine Firefox’u Chrome gibi gösterir.

source: Manage your Gmail (even multiple accounts) right from Firefox's toolbar button.
es_ar: Administrá tu Gmail (incluso varias cuentas) directamente desde el botón de la barra de herramientas de Firefox.
fur: Gjestìs la tô pueste su Gmail (ancje plui accounts) dret dal boton de sbare dai struments di Firefox.
fy_nl: Behear jo Gmail (sels meardere accounts) streekrjocht fan de arkbalkeknop fan Firefox út.
nb_no: Behandle Gmail-kontoen din (selv flere kontoer) direkte fra Firefox-verktøylinjeknapp.
nn_no: Handsam Gmail-kontoane dine (til og med fleire kontoar) direkte frå Firefox sin verktøylinjeknapp.
ro: Gestionează-ți contul gmail (chiar și mai multe conturi) direct din butonul din bara de instrumente Firefox.

source: Track the time you spend on the web, analyze your habits, block distracting sites & more.
es_ar: Rastrea el tiempo que pasás en la web, analiza tus hábitos, bloquea sitios que distraen y más.
fur: Ten segnât il timp che tu passis ator pal web, analize lis tôs abitudinis, bloche i sîts che ti straviin e tant altri.
fy_nl: Folgje de tiid dy’t jo op it web trochbringe, analysearje jo gewoanten, blokkearje ôfliedende websites en mear.
nb_no: Spor tiden du bruker på nettet, analyser vanene dine, blokker distraherende nettsteder og mer.
nn_no: Spor tida du brukar på nettet, analyser vanane dine, blokker distraherande nettstadar, og meir.
ro: Urmărești timpul cât stai pe web, îți analizezi obiceiurile, blochezi site-uri care îți distrag atenția și multe altele.

source: Improve your writing — get instant access to the power of synonyms.
es_ar: Mejorá tu escritura — tené acceso instantáneo al poder de los sinónimos.
fur: Miore la tô scriture — sfrute intun lamp la potence dai sinonims.
fy_nl: Ferbetterje jo skriuwstyl – krij daliks tagong ta de krêft fan synonimen.
nb_no: Forbedre skrivingen din — få umiddelbar tilgang til kraften i synonymer.
nn_no: Forbetre skrivinga di — få direkte tilgang til krafta i synonym.
ro: Îți îmbunătățești scrisul — obții acces instant la puterea sinonimelor.

source: Deep translation features for a rich language experience anywhere on the web.
fur: Funzionalitâts di traduzion avanzadis par otignî une esperience linguistiche fluide ator par dut il web.
fy_nl: Wiidweidige oersetfunksjes foar in rike taalûnderfining oeral op it web.
nb_no: Dyptgående oversettelsesfunksjoner for en rik språkopplevelse hvor som helst på nettet.
nn_no: Djuptgåande omsetjingsfunksjonar for ei rik språkoppleving kvar som helst på nettet.
ro: Funcții de traducere profundă pentru o experiență lingvistică bogată oriunde pe web.
tr: İnternetin her yerinde zengin bir dil deneyimi için derin çeviri özellikleri.

source: Leave yourself little notes on any website.
fur: Lassiti piçulis notis su cualsisei sît web.
nb_no: Legg igjen små notater på et hvilket som helst nettsted.
nn_no: Legg igjen små notat på kva nettstad som helst.
ro: Lasă-ți mici notițe pe orice site web.

source: Discover and download higher quality versions of interesting images and videos you find on the web.
fur: Scuvierç e discjame versions di cualitât superiôr dai imagjins e videos interessants che tu cjatis sul web.
nb_no: Oppdag og last ned versjoner av høyere kvalitet av interessante bilder og videoer du finner på nettet.
nn_no: Oppdag og last ned versjonar av høgare kvalitet av interessante bilde og videoar du finn på nettet.
ro: Descoperă și descarcă versiuni de calitate superioară ale imaginilor și videoclipurilor interesante pe care le găsești pe web.

source: Save and organize anything you find on the web — articles, media, PDFs & more.
fur: Salve e organize dut ce che tu cjatis sul web: articui, files multimediâi, PDFs e tant altri.
nb_no: Lagre og organiser alt du finner på nettet — artikler, media, PDF-filer og mer.
nn_no: Lagre og organiser alt du finn på nettet — artiklar, media, PDF-filer og meir.
ro: Salvează și organizează tot ce găsești pe web — articole, fișiere media, fișiere PDF și multe altele.

source: Enhance your Reddit experience with color-coded comments, simpler navigation, gestures for upvoting & much more.
fur: Miore la tô esperience su Reddit cun coments colorâts, navigazion semplificade, mots par da un vôt positîf e tant altri sore.
nb_no: Forbedre Reddit-opplevelsen din med fargekodede kommentarer, enklere navigasjon, sveipebevegelser for å stemme og mye mer.
nn_no: Forbetre Reddit-opplevinga di med fargekoda kommentarar, enklare navigasjon, sveiperørsler for å stemme og mykje meir.
ro: Îmbunătățește-ți experiența pe Reddit cu comentarii codificate pe culori, navigare mai simplă, gesturi pentru vot pozitiv și multe altele.

source: Some websites have difficulty playing videos on Android. Here's a fix.
es_ar: Algunos sitios web tienen dificultades para reproducir videos en Android. Acá hay una solución.
fi: Joillakin verkkosivustoilla on vaikeuksia toistaa videoita Androidilla. Tässä on korjaus.
fur: Cheste estension e risolf i problemis che a vegnin fûr in cualchi sît te riproduzion dai videos sot Android.
fy_nl: Guon websites hawwe muoite mei it ôfspyljen fan fideo’s op Android. Dizze útwreiding biedt in oplossing.
he: ישנם אתרים המתקשים בהפעלת סרטונים ב־Android. הרחבה זו מספקת את התיקון.
hr: Neke web stranice imaju poteškoće s reprodukcijom videozapisa na Androidu. Ovo ispravlja te poteškoće.
ia: Alcun sitos ha difficultate a reproducer videos sur Firefox pro Android. Iste extension forni un remedio.
is: Sum vefsvæði eiga í erfiðleikum með að spila myndskeið á Android. Hér er lausn á því.
nb_no: Noen nettsteder har problemer med å spille av videoer på Android. Her er en løsning.
nn_no: Nokre nettstadar har problem med å spele av videoar på Android. Her er ei løysing.
ro: Unele site-uri web întâmpină dificultăți la redarea videoclipurilor pe Android. Această extensie le rezolvă.
tr: Bazı web siteleri Android'de video oynatmakta zorluk çekiyor. İşte bir düzeltme.
vi: Một số trang web gặp khó khăn khi phát video trên Android. Đây là một cách sửa.

source: Find an interesting pic on the web? Use TinEye to discover its origins.
es_ar: ¿Encontraste una imagen interesante en la web? Usá TinEye para encontrar sus orígenes.
fi: Löysitkö mielenkiintoisen kuvan verkosta? Käytä TinEye-palvelua selvittääksesi kuvan alkuperän.
fur: Âstu cjatât une imagjin interessante sul web? Dopre TinEye par scuvierzi di dulà che e rive.
fy_nl: In ynteressante ôfbylding op it web fûn? Brûk TinEye om de werkomst derfan te ûntdekken.
nb_no: Finner du et interessant bilde på nettet? Bruk TinEye til å finne ut hvor det kommer fra.
nn_no: Finn du eit interessant bilde på nettet? Bruk TinEye til å finne ut kvar det kjem frå.
ro: Ai găsit o imagine interesantă pe web? Folosește TinEye ca să descoperi de unde provine.
tr: Web'de ilginç bir resim mi buldunuz? Kökenini keşfetmek için TinEye'ı kullanın.
vi: Tìm một bức ảnh thú vị trên web? Sử dụng TinEye để khám phá nguồn gốc của nó.

source: Save images easily — just grab them from your current tab.
es_ar: Guardá imágenes fácilmente — tomalas de la pestaña actual.
fi: Tallenna kuvat helposti – nappaa ne vain nykyiseltä välilehdeltäsi.
fur: Salve cun facilitât lis imagjins — strissinilis de schede corinte.
fy_nl: Bewarje ôfbyldingen maklik – sleep se ienfâldichwei fan jo aktive ljepblêd.
hr: Spremi slike s lakoćom – jednostavno ih zgrabi s trenutačne kartice.
ia: Salva facilemente le imagines: basta sasir los ab le scheda actual.
is: Vistaðu myndir auðveldlega - gríptu þær bara af viðkomandi flipa.
nb_no: Lagre bilder enkelt — hent dem fra den nåværende fanen.
nn_no: Lagre bilde enkelt — hent dei frå gjeldande fane.
ro: Salvezi ușor imagini — pur și simplu le iei din fila actuală.
tr: Resimleri kolayca kaydedin: Bulunduğunuz sekmeden resimleri tutup sürüklemeniz yeterli.
vi: Lưu hình ảnh dễ dàng — chỉ cần lấy chúng từ thẻ hiện tại của bạn.

source: Enjoy ultimate tab control — close duplicate tabs, merge windows, copy the tab title & more.
es_ar: Disfrutá del máximo control de pestañas — cerrá pestañas duplicadas, combiná ventanas, copiá el título de la pestaña y mucho más.
fi: Nauti äärimmäisestä välilehtien hallinnasta – sulje välilehtien kaksoiskappaleet, yhdistä ikkunat, kopioi välilehden otsikko ja paljon muuta.
fur: Sfrute lis tantissimis opzions pal control des schedis — siere lis schedis doplis, unìs i barcons, copie il titul de schede e tant altri.
fy_nl: Genietsje fan ultym ljepblêdbehear – dûbele ljepblêden slúte, finsters gearfoegje, de ljepblêdtitel kopiearje en mear.
nb_no: Nyt ultimat kontroll over faner — lukk dupliserte faner, slå sammen vinduer, kopier fanetittelen og mer.
nn_no: Nyt ultimate fanekontroll – lat att dupliserte faner, slå saman vindauge, kopier fanetittelen, og meir.
ro: Bucură-te de controlul absolut asupra filelor — închide file duplicate, îmbină ferestre, copiază titluri de file și multe altele.
tr: Gelişmiş sekme yönetiminin tadını çıkarın: Kopya sekmeleri kapatın, pencereleri birleştirin, sekme başlığını kopyalayın ve daha fazlasını yapın.
vi: Tận hưởng khả năng kiểm soát thẻ tối ưu — đóng thẻ trùng lặp, hợp nhất cửa sổ, sao chép tiêu đề thẻ và nhiều chức năng khác.

source: Read ePUB files right in Firefox—increase font size, page dimensions & more.
es_ar: Leé archivos ePUB directamente en Firefox — aumentá el tamaño de la fuente, las dimensiones de la página y mucho más.
fi: Lue ePUB-tiedostoja suoraan Firefoxissa – suurenna fonttikokoa, sivun mittoja ja paljon muuta.
fur: Lei i files ePUB su Firefox — aumente lis dimensions dal caratar, lis dimensions de pagjine e tant altri.
fy_nl: Lês ePub-bestannen binnen Firefox – ferheegje lettergrutte, side-ôfmjittingen en mear.
he: קריאת קובצי ePUB היישר ב־Firefox — הגדלת גודל הגופן, ממדי הדף ועוד.
hr: Čitaj ePub datoteke izravno u Firefoxu – povećaj veličinu fonta, dimenzije stranice i više.
ia: Lege files ePUB directemente in Firefox, aggrandi le litteras, augmenta le dimensiones del pagina, e plus.
is: Lestu ePub-rafbókaskrár beint inni í Firefox - stækkaðu letur, breyttu stærð á síðum, auk annars.
nb_no: Les ePUB-filer rett i Firefox — øk skriftstørrelse, sidedimensjoner og mer.
nn_no: Les ePUB-filer rett i Firefox — auk skriftstorleik og sidedimensjonar, med meir.
ro: Citește fișiere ePUB direct în Firefox — mărește dimensiunea fontului, dimensiunile paginii și multe altele.
th: อ่านไฟล์ ePUB ใน Firefox—เพิ่มขนาดฟอนต์ ขนาดหน้า และอื่นๆ
tr: ePUB dosyalarını doğrudan Firefox'ta okuyun: Yazı tipi boyutunu, sayfa boyutlarını artırın ve fazlasını yapın.
vi: Đọc tập tin ePUB ngay trong Firefox—tăng kích thước phông chữ, kích thước trang và hơn thế nữa.

source: Customize mouse gestures. Discover new ways to navigate with 50+ configurations.
es_ar: Personalizá los gestos de ratón. Descubrí nuevas formas de navegar con más de 50 configuraciones.
fi: Mukauta hiirieleitä. Löydä uusi tapa liikkua yli 50 eri määrityksen pohjalta.
fur: Personalize i mots dal mouse. Scuvierç gnovis manieris par navigâ cun plui di 50 configurazions.
fy_nl: Pas jo mûsbewegingen oan. Untdek in nije manier fan navigearjen mei mear as 50 ynstellingen.
he: מחוות עכבר מותאמות אישית. גלו דרכים חדשות לניווט עם למעלה מ־50 תצורות שונות.
ia: Personalisa le gestos del mus. Discoperi nove manieras pro navigar con plus de 50 e plus configurationes.
is: Sérsníddu músarbendingar. Uppgötvaðu nýjar leiðir til að rata með meira en 50 uppsetningum.
nb_no: Tilpass musebevegelser. Oppdag nye måter å navigere på med over 50 konfigurasjoner.
nn_no: Tilpass muserørsler. Oppdag nye måtar å navigere på med over 50 konfigurasjonar.
ro: Personalizezi gesturile din mouse. Descoperi noi modalități de navigare cu peste 50 de configurații.
tr: Fare hareketlerini özelleştirin. 50'den fazla fare hareketiyle gezinmenin yeni yollarını keşfedin.
vi: Tùy chỉnh cử chỉ chuột. Khám phá những cách mới để điều hướng với hơn 50 tùy chỉnh.

source: Customize the look of any website. Shift colors, page backgrounds & more.
es_ar: Personalizá la apariencia de cualquier sitio web. Cambiá los colores, los fondos de página y más.
fi: Mukauta minkä tahansa verkkosivuston ulkoasua. Vaihda värejä, sivun taustoja ja paljon muuta.
fur: Personalize l'aspiet di cualsisei sît web. Cambie colôrs, fonts e tant altri.
fy_nl: Wizigje de foarmjouwing fan websites. Pas kleuren, side-eftergrûnen en mear oan.
he: התאמה אישית של המראה של כל אתר. שינוי צבעים, רקעים לדפים ועוד.
ia: Personalisa le apparentia de ulle sito web. Displacia colores, fundos de pagina, e altero ancora.
is: Sérsníddu útlit hvaða vefsíðu sem er. Breyttu litum, bakgrunni og fleira.
nb_no: Tilpass utseendet til ethvert nettsted. Endre farger, sidebakgrunner og mer.
nn_no: Tilpass utsjånaden til alle nettstadar. Endre fargar, sidebakgrunnar, og meir.
ro: Personalizezi aspectul oricărui site web. Schimbi culori, fundaluri de pagini și multe altele.
tr: İstediğiniz web sayfasının görünümünü kişiselleştirin. Renkleri, sayfa arka planlarını ve daha fazlasını değiştirin.
vi: Tùy chỉnh giao diện của bất kỳ trang web nào. Thay đổi màu sắc, nền trang và hơn thế nữa.

source: Use mouse gestures to close tabs, navigate pages & more.
es_ar: Usá gestos de ratón para cerrar pestañas, navegar por las páginas y mucho más.
fi: Käytä hiirieleitä sulkeaksesi välilehtiä, liikkuaksesi sivuilla jne.
fur: Dopre i mots dal mouse par sierâ schedis, navigâ tra lis pagjinis e tant altri.
fy_nl: Brûk mûsbewegingen om ljepblêden te sluten, nei siden te navigearjen, en mear.
he: שימוש במחוות עכבר כדי לסגור לשוניות, לעבור בין דפים ועוד.
ia: Usa gestos del mus pro clauder schedas, navigar inter paginas, e plus.
is: Notaðu músarbendingar til að loka flipum, rata um vefsíður og fleira.
nb_no: Bruk musebevegelser til å lukke faner, navigere på sider og mer.
nn_no: Bruk muserørsler til å late att faner, navigere på sider, og meir.
ro: Folosești gesturi din mouse pentru închiderea filelor, navigarea prin pagini și multe altele.
tr: Sekmeleri kapatmak, sayfalarda gezinmek ve daha fazlası için fare hareketlerini kullanın.
vi: Sử dụng cử chỉ chuột để đóng thẻ, điều hướng trang và hơn thế nữa.

source: A simple way to adjust the size of any page's text — or even enlarge the page itself.
es_ar: Una forma simple de ajustar el tamaño del texto en cualquier página — o incluso de ampliar la página misma.
fi: Yksinkertainen tapa säätää minkä tahansa sivun tekstin kokoa – tai jopa suurentaa itse sivua.
fur: Une maniere semplice par justâ lis dimensions dal test su une cualsisei pagjine web — o adiriture slargjâ la stesse pagjine.
fy_nl: In ienfâldige manier om de tekstgrutte fan siden oan te passen – of sels de side sels te fergrutsjen.
he: דרך פשוטה לשנות את גודל הטקסט בכל דף - או אפילו להגדיל את הדף עצמו.
hr: Jednostavan način prilagođavanja veličine teksta bilo koje stranice ili povećaj cijelu stranicu.
ia: Un simple maniera de adjustar le dimension del texto de ulle pagina, o mesmo aggrandir le pagina mesme.
is: Einföld leið til að stilla stærð hvaða texta sem er – eða jafnvel stækka síðuna sjálfa.
nb_no: En enkel måte å justere størrelsen på sidens tekst — eller til og med forstørre selve siden.
nn_no: Ein enkel måte å justere storleiken på teksten til sida — eller til og med forstørre sjølve sida.
ro: Un mod simplu de ajustare a mărimii textului pe orice pagină — sau chiar pentru mărirea paginii.
tr: İstediğiniz sayfanın metin boyutunu ayarlamak ve sayfanın boyutunu büyütmek için basit bir yol.
vi: Một cách đơn giản để điều chỉnh kích thước của bất kỳ văn bản nào của trang — hoặc thậm chí phóng to trang đó.

source: Enjoy thumbnail images of websites alongside your search returns.
es_ar: Disfruta de imágenes en miniatura junto a los resultados de búsqueda.
fi: Lisää sivustojen esikatselukuvat hakutulosten viereen.
fur: Gjolt des miniaturis des pagjinis web dongje dai tiei risultâts di ricercje.
fy_nl: Genietsje fan miniatuerôfbyldingen fan websites by jo sykresultaten.
he: להנות מתמונות ממוזערות של אתרים לצד תוצאות החיפוש שלך.
hr: Uživaj u sličicama web stranica pored rezultata pretrage.
ia: Gaude del imagines in miniatura del sitos web al latere de tu retornos de recerca.
is: Sjáðu smámyndir af vefsíðum við hlið leitarniðurstaðna.
nb_no: Se miniatyrbilder av nettsteder sammen med søkeresultatene dine.
nn_no: Sjå miniatyrbilde av nettstadar saman med søkjeresultata dine.
ro: Bucură-te de imagini miniaturale ale site-urilor web alături de rezultatele căutărilor tale.
tr: Arama sonuçlarınızın yanında sitelerin küçük resimleri görünsün.
vi: Thưởng thức hình ảnh của bạn phù hợp với giao diện của kết quả tìm kiếm của bạn.

source: Save an entire web page — including images and styling — as a single HTML file.
es_ar: Guardá páginas completas — incluyendo imágenes y estilos — como un único archivo HTML.
fi: Tallenna koko verkkosivu – kuvat ja tyylit mukaan lukien – yhdeksi HTML-tiedostoksi.
fur: Salve la pagjine complete — includudis lis imagjins e i stîi — come singul file HTML.
fy_nl: Bewarje folsleine siden – ynklusyf ôfbyldingen en opmaak – as ien HTML-bestân.
he: שמירת דף אינטרנט שלם - כולל תמונות ועיצוב - כקובץ HTML בודד.
hr: Spremi cijelu web stranicu – uključujući slike i stil – kao jednu HTML datoteku.
ia: Salva como singule file HTML un integre pagina web, includite imagines e stilos.
is: Vistaðu heilar vefsíður – þar á meðal myndir og stíl – sem eina HTML-skrá.
nb_no: Lagre en hel nettside — inkludert grafikk og stilsett — som en enkel HTML-fil.
nn_no: Lagre ei heil nettside — inkludert grafikk og stilsett — som ei enkel HTML-fil.
ro: Salvează o pagină web întreagă — inclusiv imagini și stil — într-un singur fișier HTML.
tr: Görseller ve stil dahil olmak üzere tüm web sayfasını tek bir HTML dosyası olarak kaydedin.
vi: Lưu các trang hoàn chỉnh — hoặc chỉ một phần — vào tập tin HTML.

source: Edit a web page before printing. Remove ads or any unwanted content.
es_ar: Editá una página web antes de imprimir. Eliminá publicidades o cualquier contenido no deseado.
fi: Muokkaa verkkosivua ennen tulostamista. Poista mainokset tai muu ei-toivottu sisältö.
fur: Modifiche une pagjine web prime di stampâle. Gjave lis publicitâts o dut ce che al è malvolût.
fy_nl: Bewurkje in webside eardat jo dizze ôfdrukke. Smyt advertinsjes as net-winske ynhâld fuort.
nb_no: Rediger en nettside før utskrift. Fjern annonser eller uønsket innhold.
nn_no: Rediger ei nettside før utskrift. Fjern annonsar eller uønskt innhald.
ro: Editezi o pagină web înainte de scoatere la imprimantă. Elimini reclame sau orice conținut nedorit.
tr: Web sayfalarını yazdırmadan önce düzenleyin. Reklamları ve istenmeyen içerikleri kaldırın.
vi: Chỉnh sửa trang web trước khi in. Xóa quảng cáo hoặc bất kỳ nội dung không mong muốn nào.

source: Advanced reader for aggregating all of your RSS/Atom/RDF sources.
es_ar: Lector avanzado en el que podrás guardar todas tus fuentes de RSS/Atom/RDF.
fi: Edistynyt lukija kaikkien haluamiesi RSS-/Atom-/RDF-lähteiden kokoamiseen.
fur: Letôr avanzât par tirâ dongje dutis lis fonts RSS/Atom/RDF.
fy_nl: Avansearre lêzer foar it gearfoegjen fan al jo RSS-/Atom-/RDF-boarnen.
nb_no: Avansert leser for å samle alle dine RSS-/Atom-/RDF-informasjonskanaler.
nn_no: Avansert lesar for å samle alle RSS/Atom/RDF-kjeldene dine.
ro: Un lector avansat pentru agregarea tuturor surselor tale RSS/Atom/RDF.
tr: Tüm RSS/Atom/RDF kaynaklarınızı bir araya getiren gelişmiş bir okuyucu.
vi: Trình đọc nâng cao để tổng hợp tất cả nguồn RSS/Atom/RDF của bạn.

source: Web pages read aloud. 40+ languages supported.
es_ar: Páginas web leídas en voz alta. Más de 40 idiomas compatibles.
fi: Luetuta verkkosivut ääneen. Yli 40 tuettua kieltä.
fur: Lei a vôs alte lis pagjinis web. Plui di 40 lenghis supuartadis.
fy_nl: Websiden hurdop foarlêze. Mear as 40 stipe talen.
he: לקרוא דפי אינטרנט בקול רם. למעלה מ־40 שפות נתמכות.
ia: Paginas web legite in alte voce. Plus de 40 linguas es compatibile.
is: Lesið upphátt af vefsíðum. Fleiri en 40 tungumál studd.
nb_no: Nettsider lest høyt. Støtter over 40 språk.
nn_no: Få nettsider lesne høgt for deg. Over 40 språk støtta.
ro: Asculți conținutul paginilor web. Suport pentru peste 40 de limbi.
tr: Web sayfalarının sesli okunmasını sağlayın. 40'tan fazla dili destekler.
vi: Các trang web được đọc to. Hơn 40 ngôn ngữ được hỗ trợ.

source: Removes those long tracking parameters from Google search result URL's.
es_ar: Elimina esos largos parámetros de rastreo de las URL de resultados de búsqueda de Google.
fi: Poista seurantaparametrit Google-hakutulosten osoitteista.
fur: Gjave i luncs parametris che ti spiin dai URLs che tu otegnis dai risultâts des ricercjis su Google.
fy_nl: Smyt dy lange trackingparameters fuort út de URL’s fan sykresultaten fan Google.
ia: Remove ille longe parametros de traciamento del URL resultato del recerca de Google.
is: Fjarlægir þessar löngu rakningarbreytur úr slóðum í leitarniðurstöðum Google.
nb_no: Fjerner de lange sporingsparameterne fra nettadressene til Googles søkeresultater.
nn_no: Fjernar dei lange sporingsparametrane frå nettadressene til Googles søkjeresultat.
ro: Elimină acei parametri de urmărire lungi din adresele URL ale rezultatelor la căutările pe Google.
tr: Google arama sonuçlarındaki adreslerde bulunan uzun takip parametrelerini kaldırır.
vi: Xóa các thông số theo dõi dài đó khỏi URL kết quả tìm kiếm của Google.

source: Get weather updates directly from Firefox.
es_ar: Conseguí actualizaciones meteorológicas directamente de Firefox.
fi: Hanki säätilapäivitykset suoraan Firefoxista.
fur: Ricêf su Firefox i inzornaments sul meteo.
fy_nl: Untfang waarupdates streekrjocht fan Firefox út.
he: קבלת עדכוני מזג אוויר היישר מ־Firefox.
hr: Primaj podatke o vremenskoj prognozi direktno iz Firefoxa.
ia: Recipe previsiones meteorologic directemente de Firefox.
is: Fáðu veðrið beint úr Firefox.
nb_no: Få væroppdateringer direkte fra Firefox.
nn_no: Få vêroppdateringar direkte fra Firefox.
ro: Obține actualizări meteo direct din Firefox.
te: తాజా వాతావరణ విశేషాలను నేరుగా Firefoxలోనే పొందండి.
tr: Hava durumunu doğrudan Firefox'tan öğrenin.
vi: Nhận cập nhật thời tiết trực tiếp từ Firefox.

source: Manage your time better with a browser clock that charts work intervals.
es_ar: Administrá mejor tu tiempo con un reloj del navegador que grafica los intervalos de trabajo.
fur: Gjestìs miôr il to timp cuntun orloi sul navigadôr che ti ten segnadis lis dadis di lavôr.
fy_nl: Behear jo tiid better mei in browserklok dy’t wurkyntervallen yn kaart bringt.
ia: Gere melio tu tempore con un horologio del navigator que delinea le intervallos de labor.
is: Stýrðu tímanum þínum betur með vafraklukku sem skráir tímabil við vinnu.
nb_no: Styr tiden din bedre med en nettleserklokke som kartlegger arbeidsintervaller.
nn_no: Styr tida di betre med ei nettlesarklokke som kartlegg arbeidsintervall.
ro: Gestionează-ți mai bine timpul cu un ceas de browser care prezintă intervalele de lucru.
tr: Çalışma aralıklarını gösteren bir tarayıcı saati ile zamanınızı daha iyi yönetin.
vi: Quản lý thời gian của bạn tốt hơn với đồng hồ trình duyệt với biểu đồ các khoảng thời gian làm việc.
