Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Certain situations may arise in which Mozilla requests that an add-on developer update their add-on within a given time period to address a major security issue or policy violation. We work with developers to reasonably accommodate their own schedules, but if the issue is of a serious enough nature, add-ons that cannot issue an update with the requested fix may be demoted from fully-reviewed status, disabled, or permanently removed from the site.
hu: Bizonyos helyzetek adódhatnak, amikor a Mozilla azt kérheti, hogy egy kiegészítő-fejlesztő frissítse a kiegészítőjét, egy adott időszakon belül, hogy megoldjon egy jelentős biztonsági problémát, vagy házirendsértést. Együtt dolgozunk a fejlesztőkkel, hogy ésszerűen figyelembe vegyük a saját időbeosztásukat, de ha a probléma egy elég komoly természetű, akkor azon kiegészítők, amelyek nem adnak ki egy frissítést a kért javítással, lefokozásra kerülhetnek a teljesen értékelt állapotból, letiltásra kerülhetnek, vagy végleges törlésre kerülhetnek az oldalról.
id: Situasi tertentu dapat terjadi di mana Mozilla meminta seorang pengembang pengaya memperbarui pengaya mereka dalam waktu tertentu untuk menangani isu keamanan yang besar atau pelanggaran kebijakan. Kami bekerja bersama pengembang untuk secara rasional mengakomodasi jadwal mereka sendiri, namun jika isu tersebut serius, pengaya yang tidak dapat mengeluarkan pembaruan dengan perbaikan yang diminta akan dikeluarkan dari status diulas lengkap, dilumpuhkan atau secara permanen dihapus dari situs.
sq: Mund të ketë raste kur Mozilla i kërkon një zhvilluesi shtesash të përditësojë shtesën e tij brenda një periudhe të dhënë kohore, për të trajtuar një problem të rëndë sigurie apo cenimi rregullash. Përpiqemi të bashkërendohemi sa mundet me zhvilluesit, por nëse problemi është i një natyre goxha serioze, shtesat që s’hedhin dot në qarkullim një përditësim me ndreqjen e dhënë, mund të ulen në gradë, nga gjendja “plotësisht e shqyrtuar” në e “çaktivizuar” ose dhe të hiqen përgjithmonë prej sajtit.
sr_latn: Određene situacije mogu nastati u kojim Mozilla traži da prorgamer dodataka ažurira svoje dodatake u datom vremenskom periodu radi rešavanja velikog bezbednosnog problema ili politike kršenja. Mi radimo sa programerima kako bi prilagodili svoje rasporede sa njihovim, ali ako je pitanje od dovoljno ozbiljne prirode, dodaci koji se ne mogu ažurirati sa traženom ispravkom mogu biti degradirani od potpuno pregledanog statusa, onemogućeni, ili trajno uklonjeni sa sajta.
sv_se: Vissa situationer kan uppstå där Mozilla begär att ett tilläggs utvecklare uppdaterar sitt tillägg inom en viss tidsperiod för att ta itu med ett stort säkerhetsproblem eller brott mot reglerna. Vi arbetar för utvecklarna ska på ett rimligt sätt tillgodose sina egna scheman, men om frågan är av tillräckligt allvarlig art, kan tillägg som inte kan utfärda en uppdatering med den begärda korrigeringen degraderas i status från fullständigt granskade, inaktiverade eller permanent borttagna från webbplatsen.

source: Transfer of Ownership
hu: Tulajdonjog átruházása
id: Pemindahan Kepemilikan
sk: Presun vlastníctva
sq: Shpërngulje e Pronësisë
sr_latn: Prenos vlasništva
sv_se: Överföring av ägarskap

source: Add-ons can have multiple users with permission to update and manage the listing. Existing authors of an add-on can transfer ownership and add additional developers to an add-on's listing through the Developer Tools provided. No interaction with Mozilla representatives is necessary for a transfer of ownership.
hu: Kiegészítők listázásakor több felhasználónak is lehet frissítési és kezelési jogosultsága. A szerzők a tulajdonjogot átadhatják, és a Fejlesztői eszközökön keresztül további fejlesztőket adhatnak hozzá a kiegészítő listázásához. A tulajdonjog átadásához nem szükséges kapcsolatba lépni a Mozilla képviseletével.
id: Pengaya dapat memiliki berbagai pengguna dengan izin untuk memperbarui dan mengelola daftar. Penulis pengaya yang sudah ada dapat mengalihkan kepemilikan dan menambahkan pengembang dalam daftar pengaya melalui Perangkat Pengembang yang disediakan. Tidak perlu ada interaksi dengan representatif Mozilla untuk pengalihan kepemilikan.
sq: Për shtesat mund të ketë disa përdorues me leje për përditësim dhe administrim të paraqitjes së tyre. Përmes Mjetesh Zhvilluesish autorët ekzistues të një shtese mund ta transferojnë pronësinë dhe të shtojnë të tjerë zhvillues te paraqitja e një shtese. Për transferimin e pronësisë s’lypset ndonjë ndërveprim me përfaqësues të Mozilla-s.
sr_latn: Dodaci mogu imati više korisnika sa dozvolom za ažuriranje i upravljanjem listinga. Postojeći autori nastavka mogu preneti vlasništvo i dodati nove programere na listu dodataka kroz pružene alate za programere. Interakcija sa Mozilla predstavnicima je neophodno za prenos vlasništva.
sv_se: Tillägg kan ha flera användare med behörighet att uppdatera och hantera listning. Befintliga upphovsmän av ett tillägg kan överföra ägarskapet och lägga till ytterligare utvecklare i ett tilläggs listning genom utvecklarverktygen. Ingen interaktion med företrädare från Mozilla är nödvändig för en överföring av ägarskap.

source: Mozilla can assist with granting additional permissions of an add-on's listing if <a href="%(link_contact)s">contacted</a> by the add-on's current owner.
hu: A Mozilla segítséget nyújthat további engedélyek adásában egy kiegészítő lapjához, ha a kiegészítő jelenlegi tulajdonosa <a href="%(link_contact)s"> felveszi a kapcsolatot</a>.
id: Mozilla dapat membantu dengan memberikan izin tambahan dari daftar pengaya jika <a href="%(link_contact)s">dihubungi</a> oleh pemilik pengaya saat ini.
sk: Mozilla vám môže pomôcť s pridelením ďalších práv ku stránke doplnku, ak bude <a href="%(link_contact)s">kontaktovaná</a> aktuálnym vlastníkom doplnku.
sq: Mozilla mund të ndihmojë me akordim lejesh shtesë mbi paraqitjen e një shtese, nëse <a href="%(link_contact)s">kontaktohet</a> nga pronari i atëkohshëm i shtesës.
sr_latn: Mozilla može da pomogne davanjem dodatne dozvole na listingu dodatka ako je <a href="%(link_contact)s">kontaktirana</a> od strane trenutnog vlasnika dodatka.
sv_se: Mozilla kan hjälpa till med att bevilja ytterligare tillstånd för ett tilläggs listning om de <a href="%(link_contact)s">kontaktas</a> av tilläggets nuvarande ägare.

source: Mozilla encourages its users to offer feedback on their experiences when using an add-on. This allows other users to determine if the add-on is stable and useful. It also provides valuable feedback to developers, allowing them to continuously improve their add-on to meet user needs.
hu: A Mozilla javasolja felhasználóinak, hogy adjanak a kiegészítő használatával kapcsolatos visszajelzést. Ez lehetőséget biztosít a többi felhasználó számára, hogy megtudják, hogy a kiegészítő mennyire hasznos vagy stabil. Ugyancsak hasznos a visszajelzés a fejlesztők számára, lehetőséget adva, hogy a felhasználói igényeknek megfelelőn tudják folyamatosan továbbfejleszteni a kiegészítőket.
id: Mozilla mendorong penggunanya untuk memberikan umpan balik atas pengalaman mereka saat menggunakan pengaya. Hal ini memungkinkan pengguna lain untuk menentukan apakah pengaya mereka stabil dan berguna. Juga memberikan umpan balik yang berguna untuk pengembang, agar mereka dapat terus memperbaiki pengaya sesuai kebutuhan pengguna.
sk: Mozilla podporuje používateľov v odosielaní reakcií a svojich skúseností s konkrétnymi doplnkami. Vďaka tomu môžu ďalší používatelia rozpoznať, či je doplnok stabilný a užitočný. Vývojári vďaka ohlasom získavajú užitočné reakcie, ktoré im umožňujú kontinuálne vylepšovanie svojich doplnkov tak, aby lepšie vyhovovali používateľom.
sq: Mozilla i nxit përdoruesit e vet të japin përshtypjet lidhur me punimin e shtesave. Kjo u lejon përdoruesve të tjerë të përcaktojnë nëse një shtesë është e qëndrueshme dhe e dobishme. Gjithashtu kjo u jep zhvilluesve të dhëna të dobishme, që u lejojnë atyre të përmirësojnë vazhdimisht shtesat e tyre në përputhje me nevojat e përdoruesve.
sr_latn: Mozilla ohrabruje svoje korisnike da povrate informacije o svojim iskustvima sa korišćenjem dodatka. Ovo dozvoljava drugim korisnicima da odluče da li je dodatak stabilan i koristan. Takođe pruža važne povratne informacije programerima, dozvoljavajući im da stalno poboljšavaju njihov dodatak korisnikovim potrebama.
sv_se: Mozilla uppmanar sina användare att ge återkoppling om sina erfarenheter när de använder ett tillägg. Detta gör att andra användare kan avgöra om tillägg är stabila och användbara. Det ger också värdefulla synpunkter till utvecklare, vilket ger dem möjlighet att kontinuerligt förbättra sina tillägg för att möta användarnas behov.

source: Reviews must follow the <a href="%(link_guidelines)s">review guidelines</a>. Reviews that do not meet these guidelines may be flagged for moderation, but negative reviews will not be removed unless they provide false information.
hu: A értékeléseknek követniük kell az <a href="%(link_guidelines)s">értékelési szempontokat</a>. A szempontokat figyelmen kívül hagyó értékeléseket moderálásra jelölhetik, de a negatív bírálat csak akkor törlődik, ha hamis információkat tartalmaz.
id: Ulasan harus mengikuti <a href="%(link_guidelines)s">petunjuk ulasan</a>. Ulasan yang tidak memenuhi panduan ini akan ditandai untuk moderasi, tapi ulasan negatif tidak akan dihapus kecuali mereka memberikan informasi palsu.
sk: Recenzie musia spĺňať <a href="%(link_guidelines)s">pravidlá pre recenzie</a>. Recenzie, ktoré nespĺňajú pravidlá môžu byť označené na moderovanie, ale aj napriek tomu negatívne recenzie nie sú odstraňované, ak neobsahujú chybné informácie.
sq: Shqyrtimet duhet të ndjekin <a href="%(link_guidelines)s">udhëzimet mbi shqyrtime</a>. Shqyrtimet që s’pajtohen me këto udhëzime mund të kalohen për moderim, por shqyrtimet negative s’do të hiqen, veç në dhënshin informacion të rremë.
sr_latn: Recenzija mora da prati <a href="%(link_guidelines)s">smernice recenzije</a>. Recenzije koje ne prate ove smernice mogu biti označene za moderiranje, ali negativne recenzije se neće ukloniti sem ako ne pruže lažne informacije.
sv_se: Recensioner måste följa <a href="%(link_guidelines)s">recensionsriktlinjer</a>. Recensioner som inte uppfyller dessa riktlinjer kan flaggas för moderering, men negativa recensioner kommer inte att tas bort om de inte ger falsk information.

source: Many developers provide a support mechanism, such as a forum, discussion group, or email address. It is recommended that support questions be posted via those mediums instead of in an add-on's review section.
hu: Sok fejlesztő biztosít támogatási módot, például fórumot, beszélgetőcsoportot vagy e-mail címet. Ajánlott, hogy a támogatási kérdések ezeken a fórumokon jelenjenek meg a kiegészítő értékelési szakasza helyett.
id: Banyak pengembang yang menyediakan mekanisme dukungan, seperti forum, kelompok diskusi, atau alamat surel. Direkomendasikan agar pertanyaan dukungan itu dikirimkan melalui medium tersebut alih-alih bagian ulasan pengaya.
sk: Veľa vývojárov poskytuje podporu formou fóra, diskusnej skupiny alebo e-mailom. Je odporúčané, aby boli otázky podpory kladené na týchto miestach a nie v recenziách doplnku.
sq: Mjaft zhvillues ofrojnë një mekanizëm asistence, fjala vjen një forum, një grup diskutimesh, ose një adresë email. Këshillohet që pyetjet për asistencë të postohen përmes këtyre kanaleve, në vend se te ndarja për shqyrtime të shtesës.
sr_latn: Mnogi programeri obezbeđuju mehanizam podrške, kao što su forumi, grupe za diskusije ili adrese e-pošta. Preporučuje se da za pitanja za podršku putu postavljena putem tih medija umesto u sekciji za recenziju dodatka.
sv_se: Många utvecklare ger ett stödsystem, såsom ett forum, diskussionsgrupp eller e-postadress. Det rekommenderas att supportfrågor publiceras via dessa medier i stället för i ett tilläggs recensionssektion.

source: Code Disputes
hu: Kódviták
id: Sengketa Kode
sk: Otázky ku kódu
sq: Grindje rreth Kodit
sr_latn: Sporovi koda
sv_se: Kodtvister

source: Many add-ons allow their source code to be openly viewed. This does not mean that the source code is open source or available for use in another add-on. The original author of an add-on retains copyright of their work unless otherwise noted in the add-on's license.
hu: Sok kiegészítő lehetővé teszi a forráskód nyílt megtekintését. Ez nem jelenti azt, hogy a forráskód szabad, vagy más kiegészítőnél felhasználható. Az eredeti szerző rendelkezik a szerzői jogokkal, hacsak másként nem jelzik a kiegészítő licencénél.
id: Banyak pengaya yang memperbolehkan kode sumber mereka dilihat secara terbuka. Hal ini tidak berarti bahwa kode sumber itu bersifat open source atau tersedia untuk digunakan di pengaya lainnya. Penulis asli sebuah pengaya memiliki hak cipta karya mereka terkecuali dinyatakan dalam lisensi pengaya.
sk: Veľa doplnkov umožňuje, aby bolo možné ich kód verejne zobraziť. Tento fakt však neznamená, že je daný kód open source, alebo je k dispozícií pre použitie v inom doplnku. Pôvodný autor si môže ponechať práva na svoju vlastnú prácu, ak to v licencii doplnku nie je definované inak.
sq: Mjaft shtesa lejojnë që kodi i tyre burim të shihet haptazi. Kjo s’nënkupton që kodi burim është me burim të hapët ose se jepet për përdorim në një shtesë tjetër. Të drejtat e kopjimit mbi veprën e vet i zotëron autori origjinal i një shtese, veç në u shënoftë ndryshe te licenca e shtesës.
sr_latn: Mnogi dodaci omogćavaju javno njihov izvorni kod. Ovo ne znači da je izvorni kod otvoreni kod ili da je dozvoljen za upotrebu u drugom dodatku. Prvobitni autor dodatka zadržava autorska prava njegovog rada osim ako drugačije nije navedeno u licenci dodatka.
sv_se: Många tillägg tillåter deras källkod att visas öppet. Detta betyder inte att källkoden är öppen källkod eller tillgänglig för användning i en annat tillägg. Den ursprungliga utvecklaren av ett tillägg behåller upphovsrätten till sitt arbete om inte annat anges i tilläggets licens.

source: In the event that we're notified of a copyright or license infringement, we will take steps to review the situation and determine if an actual infringement has occurred. If we determine that there is an infringement, we will remove the offending add-on and contact the author. New add-on submissions (including updates) containing infringing code will be denied approval for public status.
hu: Abban az esetben, ha szerzői jog- vagy licencsértésről kapunk értesítést, lépéseket fogunk tenni a helyzet vizsgálatára, és meghatározzuk, hogy történt-e tényleges jogsértés. Ha megállapítjuk, hogy jogsértés történt, akkor eltávolítjuk a jogsértő kiegészítőt, és kapcsolatba lépünk a szerzővel. A jogsértő kódot tartalmazó új kiegészítők (beleértve a frissítéseket is) nyilvános állapotának jóváhagyását meg fogjuk tagadni.
id: Pada saat kami diberi tahu tentang pelanggaran hak cipta atau lisensi, kami akan mengambil langkah-langkah untuk meninjau situasi dan menentukan apakah pelanggaran yang sebenarnya telah terjadi. Jika kami menentukan bahwa ada pelanggaran, kami akan menghapus pengaya yang bermasalah dan menghubungi penulisnya. Pengiriman pengaya baru (termasuk pembaruan) yang mengandung pelanggaran kode akan ditolak persetujuannya untuk mendapat status publik.
sq: Në rast se njoftohemi për një shkelje të drejtash kopjimi ose licence, do të ndërmarrim hapa për të shqyrtuar gjendjen dhe përcaktuar nëse ka ndodhur cenim faktik. Nëse përcaktojmë se ka patur cenim, do ta heqim shtesën fajtore dhe do të lidhemi me autorin. Parashtrimeve të reja shtesash (përfshi përditësime) që përmbajnë kod me shkelje do t’u mohohet miratimi për t’i kaluar publike.
sr_latn: U slučaju da smo obavešteni o kršenju autorskih prava ili licence, preduzećemo mere da preispitamo situaciju i utvrditi da li je zaista došlo do kršenja prava. Ako utvrdimo da je došlo do kršenja prava, uklonićemo uvredljivi dodatak i kontaktirati autora. Novoj prijavi dodatka (uključujući ažuriranja) koja sadrži zloupotrebljene kodove će biti onemogućen javni status.
sv_se: I händelse av att vi får ett meddelande om upphovsrätt eller licens intrång, kommer vi att vidta åtgärder för att se över situationen och avgöra om en verklig överträdelse har skett. Om vi bedömer att det finns en överträdelse, kommer vi att ta bort den felande tillägget och kontakta utvecklaren. Nya inskickningar av tillägg (inklusive uppdateringar) innehållande överträdande kod kommer att nekas tillstånd för publik status.

source: If you are unsure of the current copyright status of an add-on's source code, you must contact the original author and receive explicit permission before using the source code.
hu: Ha bizonytalan egy kiegészítő kódjának szerzői jogi helyzetéről, kapcsolatba kell lépnie az eredeti szerzővel, és csak annak kifejezett jóváhagyásával használhatja a forráskódot.
id: Jika Anda tidak yakin tentang status hak cipta ssebuah kode sumber pengaya, Anda harus menghubungi penulis asli dan mendapatkan izin sebelum menggunakan kode sumber tersebut.
sq: Nëse s’jeni i sigurt mbi gjendjen e të drejtave të kopjimit të kodit burim të një shtese, duhet të lidheni me autorin origjinal dhe të merrni leje shprehimisht, përpara se të përdorni kodin burim.
sr_latn: Ako niste sigurni o trenutnom statusu autorskih prava izvornog koda dodatka, morate kontaktirati orginalnog autora i dobiti eksplicitnu dozvolu pre upotrebe izvornog koda.
sv_se: Om du är osäker på den aktuella status för upphovsrätt som tilläggets källkod, måste du kontakta den ursprungliga utvecklaren och få uttryckligt tillstånd innan du använder källkoden.

source: Last updated: January 13, 2011
hu: Utolsó frissítés: 2011. január 13.
id: Terakhir diperbarui: 13 Januari 2011
sk: Posledná aktualizácia: 13. januára 2011
sq: Përditësuar së fundmi: 13 Janar, 2011
sr_latn: Poslednje ažuriranje: 13 januar 2011
sv_se: Senast uppdaterad: 13 januari 2011

source: Featured add-ons are top-quality extensions and themes highlighted on <a href="%(link_gallery)s">AMO</a>, Firefox's Add-ons Manager, and across other Mozilla websites. These add-ons showcase the power of Firefox customization and are useful to a wide audience.
hu: A kiemelt kiegészítők kiváló minőségű kiegészítők és témák, melyeket kiemel a <a href="%(link_gallery)s">AMO</a>, a Firefox kiegészítőkezelő, és más Mozilla honlapok. Ezek a kiegészítők mutatják meg a Firefox személyre szabhatóságának erősségeit, és széles közönség számára hasznosak.
id: Pengaya unggulan adalah ekstensi berkualitas tinggi dan tema yang disoroti di <a href="%(link_gallery)s">AMO</a>, Pengelola Pengaya Firefox, dan di seluruh situs Mozilla lainnya. Pengaya ini menunjukkan kekuatan pengkhususan Firefox dan berguna untuk audiens yang luas.
sq: Shtesat e zgjedhura janë zgjerime dhe tema të cilësisë së lartë, të nxjerra në pah te <a href="%(link_gallery)s">AMO</a>, te Përgjegjësi i Shtesave te Firefox-i, dhe në të tjerë sajte të Mozilla-s. Këto shtesa shpalosin forcën e personalizimeve të Firefox-it dhe janë të dobishme për një numër të madh përdoruesish.
sr_latn: Istaknuti dodaci su ekstenzije vrhunskog kvaliteta i teme istaknute na <a href="%(link_gallery)s">AMO-u</a>, Firefox-ovom menadžeru dodataka i preko drugih Mozilla veb sajtova. Ovi dodaci su izlog moći Firefox prilagođavanja i korisni su za široku publiku.
sv_se: Utvalda tillägg är av högsta kvalitet utökningar och teman lyfts fram på <a href="%(link_gallery)s">AMO</a>, Firefox tilläggshanterare och över andra Mozilla-webbplatser. Dessa tillägg visar kraften i Firefox anpassning och är användbara för en bred publik.

source: Featured add-ons are chosen by the Featured Add-ons Advisory Board, a small group of add-on developers and fans from the Mozilla community who have volunteered to review and vote on nominations.
hu: A kiemelt kiegészítőket a Kiemelt Kiegészítők Tanácsadó Testülete választja ki, mely szűk csoport kiegészítőfejlesztőkből és a Mozilla közösség azon tagjaiból áll, akik önkéntesen jelentkeztek bírálni, és szavazni a jelöltekről.
id: Pengaya unggulan dipilih oleh Dewan Penasihat Pengaya Unggulan, sekelompok kecil pengembang dan penggemar dari komunitas Mozilla yang secara sukarela meninjau dan memilih berdasarkan nominasi.
sq: Shtesat e zgjedhura përcaktohen nga Trupa Këshillimore e Shtesave të Zgjedhura, një grup i vogël zhvilluesish shtesash dhe dashamirësh nga bashkësia Mozilla. vullnetarë në shqyrtimin dhe votimin e shtesave kanditate.
sr_latn: Istaknuti dodaci su izabrani od strane Featured Add-ons Advisory Board, male grupe programera dodataka i fanova Mozilla zajednice koji su volontirali da pregledaju i glasaju tokom nominacija.
sv_se: Utvalda tillägg väljs av tilläggsdelegation, en liten grupp av tilläggsutvecklare och fans från Mozillas gemenskap som har erbjudit sig att granska och rösta om nomineringarna.

source: <a href="%(link_featured)s">Featured extensions</a> are chosen every month, and <a href="%(link_themes)s">featured complete themes</a> are chosen every quarter.
hu: A <a href="%(link_featured)s">kiemelt kiegészítők</a> havonta kerülnek kiválasztásra, a <a href="%(link_themes)s">kiemelt teljes témák</a> pedig negyedévente.
id: <a href="%(link_featured)s">Ekstensi unggulan</a> dipilih setiap bulan, dan <a href="%(link_themes)s">tema lengkap unggulan</a> dipilih setiap kuartal.
sk: <a href="%(link_featured)s">Propagované rozšírenia</a> sú vyberané každý mesiac, <a href="%(link_themes)s">propagované plné témy</a> sú vyberané štvrťročne.
sq: <a href="%(link_featured)s">Zgjerimet e zgjedhura</a> përzgjidhen çdo muaj, dhe <a href="%(link_themes)s">temat e plota të zgjedhura</a> çdo katërmujor.
sr_latn: <a href="%(link_featured)s">Istaknute ekstenzije</a> se biraju svakog meseca, a <a href="%(link_themes)s">istaknute završene teme</a> se biraju tokom svakog kvartala.
sv_se: <a href="%(link_featured)s">Utvalda utökningar</a> väljs varje månad och <a href="%(link_themes)s">utvalda kompletta teman</a> väljs varje kvartal.

source: Criteria for Featured Add-ons
hu: Kiemelt kiegészítők kritériumai
id: Kriteria untuk Pengaya Unggulan
sk: Kritériá pre odporúčané doplnky
sq: Kritere për Shtesa të Zgjedhura
sr_latn: Kriterijumi za istaknute dodatke
sv_se: Kriterier för utvalda tillägg

source: Before nominating an add-on to be featured, please ensure it meets the following criteria:
hu: Mielőtt kiemeltnek jelöl egy kiegészítőt, kérjük győződjön meg róla, hogy teljesíti ezeket a feltételeket:
id: Sebelum menominasikan pengaya untuk diunggulkan, harap memastikan pengaya tersebut memenuhi kriteria berikut:
sk: Skôr ako odporúčate doplnok, aby bol odporúčaný, uistite sa, že spĺňa nasledovné kritériá:
sq: Përpara se të kandidoni një shtesë për zgjedhje, ju lutemi, sigurohuni që pajtohet me kriteret vijuese:
sr_latn: Pre nominacije nekog dodatka da bude istaknut, molimo Vas uverite se da zadovoljava sledeće kriterijume:
sv_se: Innan nominering av ett tillägg till att bli utvald, vänligen se till att den uppfyller följande kriterier:

source: The add-on must have a complete and informative listing on AMO. This means:
hu: A kiegészítőnek teljes és informatív AMO jegyzékkel kell rendelkeznie. Ez ezeket jelenti:
id: Pengaya harus memiliki daftar yang lengkap dan informatif di AMO. Ini berarti:
sk: Doplnok musí mať kompletný a informačne užitočný popis na AMO. To znamená:
sq: Shtesa duhet të ketë te AMO një paraqitje të plotë dhe informuese. Kjo do të thotë:
sr_latn: Dodatak mora da ima završen i informativan AMO listing. To znači:
sv_se: Tillägget måste ha en fullständig och informativ listning på AMO. Det betyder:

source: a 64-pixel custom icon
hu: egy 64 képpontos egyéni ikon
id: ikon khusus 64 pixel
sk: ikonu o rozmeroch 64 pixelov
sq: ikonë e personalizuar, 64 piksel
sr_latn: prilagođena ikonica od 64 piksela
sv_se: en 64-pixel anpassad ikon
