Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Activation Email Sent
hu: Az aktivációs elküldése megtörtént
id: Email Aktivasi Dikirim
sk: Aktivačný e-mail odoslaný
sq: Email-i i Aktivizimit u Dërgua
sr_latn: Aktivaciona e-pošta je poslata
sv_se: Aktiveringsmejl skickat

source: Having Trouble?
hu: Problémákba ütközött?
id: Mengalami Masalah?
sk: Máte problémy?
sq: Po keni Probleme?
sr_latn: Imate problema?
sv_se: Har du problem?

source: You are already logged in to an account.
hu: Már be vagy jelentkezve.
id: Anda sudah masuk dengan sebuah akun.
sk: K účtu ste už prihlásený.
sq: Jeni i futur tashmë te një llogari.
sr_latn: Već ste prijavljeni na nalog.
sv_se: Du är redan inloggad på ett konto.

source: Congratulations! Your user account was successfully created.
hu: Gratulálunk! A felhasználói fiók sikeresen létrejött.
id: Selamat! Akun pengguna Anda sukses dibuat.
sk: Blahoželáme! Váš účet používateľa bol úspešne vytvorený.
sq: Përgëzime! Llogaria juaj e përdoruesit u krijua me sukses.
sr_latn: Čestitamo! Uspešno ste napravili korisnički nalog.
sv_se: Grattis! Ditt konto skapades.

source: An email has been sent to your address {0} to confirm your account. Before you can log in, you have to activate your account by clicking on the link provided in this email.
hu: A felhasználói fiókot aktiváló hivatkozást e-mailben küldtük el a(z) {0} címre. Az első bejelentkezés előtt aktiválnia kell a fiókját az e-mailben küldött hivatkozásra való kattintással.
id: Sebuah email telah dikirim ke alamat Anda di {0} untuk mengkonfirmasi akun Anda. Sebelum Anda dapat masuk, Anda harus mengaktifkan akun Anda dengan mengklik tautan yang dikirimkan pada email tersebut.
sk: Na adresu {0} bol odoslaný e-mail, ktorým potvrdíte svoj účet. Pred tým, než sa budete môcť prihlásiť, je potrebné aktivovať účet kliknutím na odkaz, ktorý sa nachádza v tejto e-mailovej správe.
sq: Ju është dërguar email te adresa juaj {0} që të ripohoni llogarinë tuaj. Përpara se të hyni, duhet ta aktivizoni llogarinë tuaj, duke klikuar mbi lidhjen e dhënë në këtë email.
sr_latn: Elektronska poruka je poslata na adresu {0} kako biste potvrdili ovaj nalog. Pre nego se prijavite, moraćete da potvrdite ovaj nalog tako što ćete pratiti vezu u ovoj poruci.
sv_se: E-post har skickats till din adress {0} för att bekräfta ditt konto. Innan du kan logga in måste du aktivera ditt konto genom att klicka på länken i detta brev.

source: There are errors in this form
hu: Hibák vannak az űrlapon
id: Ada kesalahan dalam formulir ini
sk: V tomto formulári sa nachádzajú chyby
sq: Në këtë formular ka gabime
sr_latn: Postoje greške u ovoj formi
sv_se: Det finns fel i detta formulär

source: Please correct them and resubmit.
hu: Javítsa őket és küldje be újra.
id: Silahkan memperbaikinya dan mengirimkan kembali.
sk: Opravte ich a odošlite údaje znova.
sq: Ju lutemi, ndreqini dhe riparashtrojeni.
sr_latn: Molimo da ih ispravite i ponovo pošaljete.
sv_se: Vänligen rätta till dem och skicka in igen.

source: User reported.
hu: Felhasználó bejelentve.
id: Pengguna dilaporkan.
ka: მომხმარებლის შესახებ მოხსენება გაგზავნილია.
kab: Aseqdac yettwammel.
ms: Pengguna dilaporkan.
sk: Používateľ nahlásený.
sq: Përdoruesi u raportua.
sr_latn: Korisnik je prijavnjen.
sv_se: Användare rapporterad.

source: new
hu: új
id: baru
ka: ახალი
kab: amaynut
ms: baru
sk: nové
sq: e re
sr_latn: novi
sv_se: ny

source: Delete User Account
hu: Felhasználói fiók törlése
id: Hapus Akun Pengguna
ka: მომხმარებლის ანგარიშის წაშლა
kab: Kkes amiḍan n iuseqdac
ms: Buang Akaun Pengguna
sk: Odstrániť používateľský účet
sq: Fshi Llogari Përdoruesi
sr_latn: Izbriši nalog
sv_se: Ta bort användarkonto

source: You cannot delete your account if you are listed as an <a href="%(link)s"> author of any add-ons</a>. To delete your account, please have another person in your development group delete you from the list of authors for your add-ons. Afterwards you will be able to delete your account here.
hu: Nem törölheti a fiókját, ha <a href="%(link)s">bármelyik kiegészítő szerzőjeként szerepel</a>. A fiók törléséhez először kérjen meg valakit a fejlesztőcsoportjából, hogy törölje a kiegészítőinek szerzői közül. Ezután tudja törölni itt a fiókját.
id: Anda tidak bisa menghapus akun jika terdaftar sebagai <a href="%(link)s"> penulis pengaya apapun</a>. Untuk menghapus akun anda, harap ada orang lain dalam grup pengembangan anda yang menghapus anda dari daftar penulis pengaya anda. Setelah ini anda akan bisa menghapus akun di sini.
ka: საკუთარი ანგარიშის წაშლა არ შეგიძლიათ, თუ რომელიმე <a href="%(link)s">დამატების ავტორთა</a> სიაში ხართ. თუ გსურთ ანგარიშის წაშლა, სთხოვეთ თქვენს შემმუშავებელთა გუნდის რომელიმე წევრს, ამოგშალოთ ავტორთა სიიდან. ამის შემდეგ, უკვე შეგეძლებათ ანგარიშის წაშლა.
ms: Anda tidak boleh menghapuskan akaun anda jika disenaraikan sebagai <a href="%(link)s"> pengarang add-ons</a>. Untuk menghapuskan akaun, sila minta seseorang dalam kumpulan pembangunan anda menyingkirkan anda daripada senarai pengarang add-on itu. Selepas itu barulah anda boleh menghapuskan akaun anda.
sk: Svoj účet nemôžete odstrániť, ak ste uvedený ako <a href="%(link)s">autor nejakého doplnku</a>. Ak chcete svoj účet zrušiť, niekto zo skupiny vývojárov vašich doplnkov vás musí odstrániť zo zoznamu ich autorov. Potom si tu môžete zrušiť svoj účet.
sq: S’mund ta fshini llogarinë tuaj nëse jeni radhitur si <a href="%(link)s"> autor i ndonjë shtese</a>. Për fshirjen e llogarisë suaj, kërkojini një personi tjetër nga grupi juaj i zhvillimit t’ju fshijë nga lista e autorëve për shtesat tuaja. Pas kësaj, do të jeni në gjendje të fshini llogarinë tuaj këtu.
sr_latn: Nemožete izbrisati Vaš nalog ako ste prijavljeni kao <a href="%(link)s"> autor bilo kojeg dodatka </a>. Da bi ste izbrisali Vaš nalog , zamolite nekog iz vaše razvojne grupe da Vas izbriše sa liste autora za Vaš dodatak. Nakon toga će te biti u mogućnosti da izbrišete Vaš nalog ovde.
sv_se: Du kan inte ta bort ditt konto om du är listad som <a href="%(link)s">författare till något tillägg</a>. För att ta bort ditt konto, se till att någon annan i din utvecklingsgrupp tar bort dig från listan av författare till era tillägg. Efter detta kommer du att kunna ta bort ditt konto här.

source: By clicking "delete" your account is going to be <strong>permanently removed</strong>. That means:
hu: A „törlésre” kattintva a fiókja <strong>véglegesen eltávolításra kerül</strong>. Tehát:
id: Dengan mengklik "hapus" akun anda akan <strong>dihapus secara permanen</strong>. Artinya:
ka: წაშლის ღილაკზე დაჭერით, თქვენი ანგარიში <strong>სამუდამოდ გაუქმდება</strong>. რაც ნიშნავს, რომ:
ms: Dengan mengklik "buang" akaun anda akan <strong>dihapuskan secara kekal</strong>. Ini bermakna:
sk: Po kliknutí na "odstrániť" bude váš účet <strong>natrvalo odstránený</strong>. To prakticky znamená:
sq: Duke klikuar mbi "fshije" llogaria juaj <strong>do të fshihet përgjithmonë</strong>. Kjo do të thotë:
sr_latn: Klikom na "obriši" Vaš nalog će biti <strong>trajno uklonjen</strong>. To znači:
sv_se: Genom att klicka på "ta bort" kommer ditt konto att <strong>tas bort permanent</strong>. Det innebär:

source: You will not be able to log into %(site)s anymore.
hu: Többé nem fog tudni bejelentkezni a %(site)s oldalra.
id: Anda tidak akan dapat masuk ke %(site)s lagi.
sk: Už sa nebudete môcť prihlásiť k %(site)s.
sq: S’do të jeni më në gjendje të hyni te %(site)s.
sr_latn: Više nećete moći da se ulogujete na %(site)s.
sv_se: Du kommer inte att kunna logga in på %(site)s längre.

source: Your reviews and ratings will not be deleted, but they will no longer be associated with you.
hu: Az értékelései és minősítési nem kerülnek törlésre, de többé nem fognak Önhöz kötődni.
id: Ulasan dan peringkat anda tidak akan dihapus, tapi semuanya tidak akan diasosiasikan dengan anda lagi.
ka: თქვენი მიმოხილვები და შეფასებები არ წაიშლება, თუმცა აღარ იქნება თქვენს ანგარიშთან დაკავშირებული.
ms: Ulasan dan penarafan tidak akan dihapuskan, tapi tidak akan dikaitkan lagi dengan anda.
sk: Vaše recenzie a hodnotenia nebudú odstránené, ale už s vami nebudú spájané.
sq: Shqyrtimet dhe vlerësimet tuaja s’do të fshihen, por s’do t’i përshoqërohen më llogarisë suaj.
sr_latn: Vaše recenzije i ocene neće biti obrisane, ali one više neće biti povezane sa Vama.
sv_se: Dina recensioner och betyg tas inte bort, men de kommer inte längre att vara associerade med dig.

source: Confirm account deletion
hu: Fiók törlésének jóváhagyása
id: Konfirmasi penghapusan akun
ka: ანგარიშის წაშლის დადასტურება
kab: Sentem tukksa n umiḍan
ms: Sahkan penghapusan akaun
sk: Potvrdenie odstránenia účtu
sq: Ripohoni fshirjen e llogarisë
sr_latn: Potvrdite brisanje naloga
sv_se: Bekräfta kontoborttagning

source: I understand this step cannot be undone.
hu: Megértettem, hogy az a művelet visszafordíthatatlan.
id: Я розумію, що цей крок не може бути невиконаний.
ka: ვაცნობიერებ, რომ ეს ქმედება შეუქცევადია.
kab: Gziɣ d akken ulac tuɣalin ar deffir.
ms: Saya faham bahawa langkah ini tidak boleh dibatalkan.
sk: Rozumiem, že tento krok nie je možné vrátiť späť.
sq: E kam të qartë që ky hap s’mund të zhbëhet.
sr_latn: Razumem da ovaj korak ne može biti opozvan.
sv_se: Jag förstår att detta steg inte kan göras ogjort.

source: Delete my user account now
hu: Felhasználói fiók törlése
id: Hapus akun pengguna saya sekarang juga
ka: ანგარიშის წაშლა ახლავე
kab: Kkes amiḍan inu n useqdac tura
ms: Buang akaun pengguna saya sekarang
sk: Odstrániť môj účet
sq: Fshije tani llogarinë time si përdorues
sr_latn: Izbriši moj nalog sada
sv_se: Ta bort mitt användarkonto nu

source: Delete User Photo
hu: Felhasználói kép törlése
id: Hapus Foto Pengguna
ka: მომხმარებლის სურათის წაშლა
kab: Kkes tawlaft n useqdac
ms: Buang Foto Pengguna
sk: Odstránenie obrázku používateľa
sq: Fshi Foto Përdoruesi
sr_latn: Obriši korisničku sliku
sv_se: Ta bort användarfoto

source: Delete my user picture now
hu: Saját felhasználói kép törlése
id: Hapus gambar pengguna saya sekarang
ka: სურათის წაშლა ახლავე
kab: Kkes tawlaft inu n useqdac tura
ms: Buang foto pengguna saya sekarang
sk: Odstrániť môj obrázok používateľa
sq: Fshije tani foton time të përdoruesit
sr_latn: Obriši moju korisničku sliku
sv_se: Ta bort mitt användarfoto nu

source: Please set your display name
hu: Kérjük, adja meg a megjelenítendő nevét
id: Harap menetapkan nama yang ditampilkan
ka: გთხოვთ მიუთითოთ გამოსაჩენი სახელი
kab: Ma ulac aɣilif fren isem ara d-sekneḍ
ms: Sila tetapkan nama paparan anda
sq: Ju lutemi, caktoni emrin tuaj të ekranit
sv_se: Vänligen ange ditt visningsnamn

source: Please set your display name or username to complete the registration process.
hu: Kérjük, állítsa be a megjelenítendő nevet vagy felhasználónevet a regisztráció befejezéséhez.
id: Silakan menetapkan nama yang ditampilkan atau nama pengguna untuk melengkapi proses registrasi.
ka: გთხოვთ მიუთითოთ გამოსაჩენი სახელი და მომხმარებლის სახელი, რეგისტრაციის დასასრულებლად.
ms: Sila tetapkan nama paparan atau nama pengguna anda untuk melengkapkan proses pendaftaran.
sq: Ju lutemi, caktoni emrin tuaj në ekran ose atë të përdoruesit që të plotësohet procesi i regjistrimit.
sv_se: Vänligen ange ditt visningsnamn eller användarnamn för att slutföra registreringen.

source: Manage basic account information, such as username and email address.
hu: Kezelje az alapvető fiókinformációt, mint például a felhasználónevét és e-mail címét.
id: Mengelola informasi akun dasar, misalnya nama pengguna dan alamat surel.
sk: Správa základných informácií o účte, ako napr. používateľské meno a e-mailová adresa.
sq: Administroni të dhëna bazë llogarie, të tilla si emër përdoruesi dhe adresë email.
sr_latn: Upravljajte sa osnovnim informacijama o nalogu, kao što su korisničko ime i adresa e-pošte.
sv_se: Hantera grundläggande kontoinformation, såsom användarnamn och e-postadress.

source: Username
hu: Felhasználónév
id: Nama pengguna
ka: მომხმარებლის სახელი
kab: Isem n useqdac
ms: Nama pengguna
sk: Používateľské meno
sq: Emër përdoruesi
sr_latn: Korisničko ime
sv_se: Användarnamn

source: Email Address
es_ar: Dirección de correo
fi: Sähköpostiosoite
fur: Direzion e-mail
fy_nl: E-mailadres
he: כתובת דוא״ל
hr: Adresa e-pošte
hu: E-mail cím
ia: Adresse email
id: Alamat Email
is: Tölvupóstfang
ka: ელფოსტის მისამართი
kab: Tansa imayl
ms: Alamat E-mel
nb_no: E-postadresse
nn_no: E-postadresse
ro: Adrese de e-mail
sk: E-mailová adresa
sq: Adresë Email
sr_latn: Adresa e-pošte
sv_se: E-postadress
te: ఈమెయిలు చిరునామా
th: ที่อยู่อีเมล
tr: E-posta adresi
vi: Địa chỉ email

source: Manage Firefox Account...
hu: Firefox-fiók kezelése…
id: Kelola Akun Firefox...
ka: Firefox-ანგარიშის მართვა...
kab: Seqdec amiḍan Firefox...
ms: Urus Akaun Firefox...
sq: Administroni Llogari Firefox-i...
sv_se: Hantera Firefox konto...

source: Change Password
hu: Jelszó megváltoztatása
id: Ganti Kata Sandi
sk: Zmeniť heslo
sq: Ndryshoni Fjalëkalimin
sr_latn: Promeni lozinku
sv_se: Ändra lösenord

source: Password
hu: Jelszó
id: Sandi
sk: Heslo
sq: Fjalëkalim
sr_latn: Lozinka
sv_se: Lösenord

source: Change your password. If you forgot your password, you can <a href="%(reset_url)s">use the reset form</a>.
sq: Ndryshoni fjalëkalimin tuaj. Nëse e harruat fjalëkalimin tuaj, mund të <a href="%(reset_url)s">përdorni formularin e ricaktimit</a>.

source: Old Password
hu: Régi jelszó
id: Sandi Lama
sk: Staré heslo
sq: Fjalëkalimi i Vjetër
sr_latn: Stara lozinka
sv_se: Gammalt lösenord

source: New Password
hu: Új jelszó
id: Sandi Baru
sk: Nové heslo
sq: Fjalëkalim i Ri
sr_latn: Nova lozinka
sv_se: Nytt lösenord

source: Confirm Password
hu: Jelszó megerősítése
id: Konfirmasi Sandi
sk: Potvrďte heslo
sq: Ripohoni Fjalëkalimin
sr_latn: Potvrdite lozinku
sv_se: Bekräfta lösenord

source: Profile
es_ar: Perfil
fi: Profiili
fur: Profîl
fy_nl: Profyl
he: פרופיל
hr: Profil
hu: Profil
ia: Profilo
id: Profil
is: Snið
ka: პროფილი
kab: Amaɣnu
ms: Profil
nb_no: Profil
nn_no: Profil
ro: Profil
sk: Profil
sq: Profil
sr_latn: Profil
sv_se: Profil
te: ప్రొఫైలు
th: โปรไฟล์
tr: Profil
vi: Hồ sơ

source: Give us a bit more information about yourself. All these fields are optional, but they'll help other users get to know you better.
sq: Na jepni pakëz më tepër informacion rreth vetes. Krejt këto fusha janë opsionale, por ato i ndihmojnë përdoruesit e tjerë t’ju njohin më mirë.

source: This URL will only be visible if you are a developer.
hu: Ez az URL csak akkor fog látszani, ha Ön fejlesztő.
id: URL ini hanya akan terlihat jika Anda pengembang.
ka: ეს URL ბმული მხოლოდ იმ შემთხვევაში გამოჩნდება, თუ შემმუშავებელი ხართ.
kab: Tansa-agi URL ad d-ban kan ma d aneflay i telliḍ.
ms: URL ini hanya dapat dilihat jika anda seorang pembangun.
sk: Táto URL adresa bude viditeľná, len ak ste vývojár.
sq: Kjo URL do të jetë e dukshme vetëm nëse jeni një zhvillues.
sr_latn: URL će biti samo vidljiv ako ste programer.
sv_se: Denna URL kommer endast att visas om du är en utvecklare.

source: Choose Photo&hellip;
hu: Válasszon fotót&hellip;
id: Pilih Foto&hellip;
ka: სურათის არჩევა&hellip;
kab: Fran tawlaft &hellip;
ms: Pilih Foto&hellip;
sk: Vybrať fotografiu&hellip;
sq: Zgjidhni Foto&hellip;
sr_latn: Izaberi sliku&hellip;
sv_se: Välj foto&hellip;

source: Delete current photo
hu: Jelenlegi fotó törlése
id: Hapus foto sekarang ini
ka: მიმდინარე სურათის წაშლა
kab: Kkes tawlaft tamirant
ms: Buang foto semasa
sk: Odstrániť aktuálnu fotografiu
sq: Fshije foton e tanishme
sr_latn: Izbriši trenutnu sliku
sv_se: Ta bort aktuell bild

source: This is the default locale used to display information about you (like your description).
hu: Ez a jelenleg használt területi beállítás az Ön információinak megjelenítéséhez (pl. a leírásánál).
id: Ini adalah pelokalan baku yang digunakan untuk menampilkan informasi mengenai Anda (misalnya deskripsi Anda).
kab: Tagi d tutlayet tamezwert ara yettwasqedcen akken ad d-ban telɣut fell-ak (am uglam inek).
sk: Východzí jazyk pre zobrazenie informácií o vás (napríklad váš popis).
sq: Kjo është vendorja parazgjedhje e përdorur për të shfaqur të dhëna rreth jush (fjala vjen, përshkrimin tuaj).
sr_latn: Ovo je podrazumevani lokal koji se koristi za prikazivanje informacija o Vama (kao Vaš opis).
sv_se: Detta är standardspråket som används för att visa information om dig (som din beskrivning).

source: Introduce yourself to the community, if you like! This text will appear publicly on your user info page.
hu: Mutatkozzon be a közösségnek! Ez a szöveg meg fog jelenni a nyilvános adatlapján.
id: Jika suka, perkenalkan diri Anda ke komunitas. Teks ini akan tampil pada laman info pengguna Anda untuk umum.
ka: წარუდგინეთ თავი ჩვენს ერთობას, თუ სურვილი გაქვთ! ეს ტექსტი საჯაროდ გამოჩნდება თქვენს მომხმარებლის გვერდზე.
kab: Mmeslay-d ɣef yiman-ik i yemdanen, ma tebɣiḍ! Aḍris-agi ad d-iban s wudem azayez.
ms: Kenalkan diri anda kepada komuniti, jika anda mahu! Teks ini akan dipamerkan kepada umum dalam halaman info pengguna anda.
sk: Predstavte sa komunite, ak chcete! Tento text bude verejne dostupný na informačnej stránke o používateľovi.
sq: Paraqiteni veten te bashkësia, po deshët! Ky tekst do të duket publikisht te faqja juaj e të dhënave të përdoruesit.
sr_latn: Predstavite sebe zajednici, ako želite! Ovaj tekst će se pojaviti javno na stranici koja sadrži informacija o korisniku.
sv_se: Presentera dig själv för gemenskapen, om du vill! Denna text visas publikt på din användarinformationssida.

source: Allowed HTML: {0}. Links are forbidden.
hu: Engedélyezett HTML: {0}. A hivatkozások tiltottak.
id: Diperbolehkan HTML: {0}. Tautan ini terlarang.
sk: Povolené HTML: {0}. Odkazy nie sú povolené.
sq: HTML e lejuar: {0}. Lidhjet janë të ndaluara.
sr_latn: Dozvoljen HTML: {0}. Veze su zabranjene.
sv_se: Tillåten HTML: {0}. Länkar är förbjudna.

source: Miscellaneous
hu: Egyebek
id: Lain-lain
ka: სხვადასხვა
kab: Ayen nniḍen
ms: Pelbagai
sk: Rôzne
sq: Të ndryshme
sr_latn: Ostalo
sv_se: Övrigt
te: ఇతరత్రా

source: Decide what collections should be shown in your profile.
hu: Döntse el mely gyűjtemények jelenlenek meg a profiljában.
id: Tentukan koleksi apa yang sebaiknya ditampilkan dalam profil anda.
ka: მიუთითეთ, რომელი კრებულები გსურთ გამოჩნდეს, თქვენს პროფილზე.
kab: Ini-d anta tigrummiwin i tebɣiḍ ad d-banent deg umaɣnu inek.
ms: Tentukan koleksi yang patut dipaparkan dalam profil anda.
sk: Rozhodnite sa, ktoré kolekcie budú zobrazené vo vašom profile.
sq: Vendosni cilat koleksione do të duhej të shfaqeshin te profili juaj.
sr_latn: Odlučite koje kolekcije trebaju da budu prikazane na Vašem profilu.
sv_se: Bestäm dig vilka samlingar som ska visas i din profil.

source: Display the collections I have created
hu: Általam létrehozott gyűjtemények
id: Tampilkan koleksi yang saya buat
ka: ჩემ მიერ შექმნილი კრებულების გამოჩენა
kab: Sken tigrummiwin i rniɣ
ms: Papar koleksi yang saya cipta
sk: Zobraziť kolekcie, ktoré som vytvoril
sq: Shfaq koleksionet që kam krijuar
sr_latn: Prikaži kolekcije koje sam napravio
sv_se: Visa de samlingar jag har skapat

source: Display collections I'm following
hu: Általam követett gyűjtemények
id: Tampilkan koleksi yang saya ikuti
kab: Sken tigrummiwin i ṭafareɣ
ms: Papar koleksi yang saya ikuti
sk: Zobraziť kolekcie, ktoré sledujem
sq: Shfaq koleksionet që ndjek unë
sr_latn: Prikaži kolekcije koje pratim
sv_se: Visa samlingar jag följer

source: Notifications
hu: Értesítések
id: Notifikasi
ka: შეტყობინებები
kab: Alɣu
ms: Notifikasi
sk: Upozornenia
sq: Njoftime
sr_latn: Obaveštenja
sv_se: Aviseringar

source: From time to time, Mozilla may send you email about upcoming releases and add-on events. Please select the topics you are interested in.
hu: Időről időre a Mozilla e-mail üzeneteket küldhet a soron következő kiadásokról és eseményekről. Kérjük válassza ki azokat a témákat, melyek érdeklik.
id: Sewaktu-waktu, Mozilla akan mengirimi anda surel mengenai rilis yang akan datang dan acara pengaya. Silakan memilih topik yang anda minati.
ka: დროდადრო, Mozilla-მ შესაძლოა გამოგიგზავნოთ ელფოსტაზე სამომავლო გამოშვებებისა და დამატებების შესახებ ცნობები. გთხოვთ მიუთითოთ ის თემები, რომლებიც გაინტერესებთ.
kab: Si sya ar da, Mozilla tezmer ak-d-azen imayl ɣef tuffɣiwin d-iteddun neɣ tidyanin ɣef izegrar. Tanemmirt ma temlid-d isental i tḥemleḍ.
ms: Dari masa ke semasa, Mozilla akan menghantar e-mel kepada anda perihal keluaran dan acara add-on akan datang. Sila pilih topik yang anda minati.
sk: Z času na čas môže Mozilla posielať e-mailové správy o nadchádzajúcich verziách a udalostiach spojených s doplnkami. Zvoľte si témy, ktoré vás zaujímajú.
sq: Mozilla mund t’ju dërgojë, herë pas here, email rreth versionesh të ardhshëm dhe veprimtari që lidhen me shtesat. Ju lutemi, përzgjidhni më poshtë temat që ju interesojnë.
sr_latn: Sa vremena na vreme, Mozilla Vam može poslati e-poštu o predstojećim izdanjima i događajima za dodatke. Molimo Vas da izaberete teme za koje ste zainteresovani.
sv_se: Från tid till annan, skickar Mozilla dig e-post om kommande releaser och tilläggshändelser. Välj de ämnen du är intresserad.

source: Mozilla reserves the right to contact you individually about specific concerns with your hosted add-ons.
hu: A Mozilla fenntartja a jogot, hogy egyénileg felvegye Önnel a kapcsolatot, ha aggasztónak találja az Ön által beküldött kiegészítőket.
id: Mozilla memiliki hak untuk menghubungi Anda secara langsung tentang pertimbangan tertentu untuk pengaya yang diinangi di sini.
ka: Mozilla იტოვებს უფლებას, საჭიროებისამებრ პირადად გამოგეხმაუროთ, თქვენს დამატებებთან დაკავშირებულ საკითხებზე.
kab: Mozilla ad k-id-inermes ɣef uguren icudden ar izegrar inek izedɣen ɣur-s.
ms: Mozilla ada hak untuk menghubungi anda secara individu perihal keprihatinan tertentu terhadap pengehosan add-on anda.
sk: Mozilla si vyhradzuje právo individuálne Vás kontaktovať ohľadne špecifických záležitostí vašich doplnkov hostovaných Mozillou.
sq: Mozilla ruan të drejtën të lidhet me ju veçmas, lidhur me çështje të caktuara te shtesat që keni strehuar këtu.
sr_latn: Mozilla zadržava pravo da Vas kontaktira o specifičnim problemima Vaših podnetih dodataka.
sv_se: Mozilla reserverar sig rätten att kontakta dig individuellt om eventuella särskilda frågeställningar kring ditt tillägg.

source: Delete Account
hu: Felhasználói fiók törlése
id: Hapus Akun
ka: ანგარიშის წაშლა
kab: Kkes amiḍan
ms: Buang Akaun
sk: Odstrániť účet
sq: Fshi Llogari
sr_latn: Izbriši nalog
sv_se: Ta bort konto

source: Update Account
hu: Felhasználói fiók frissítése
id: Perbarui Akun
ka: ანგარიშის განახლება
kab: Leqqem amiḍan
ms: Kemaskini Akaun
sk: Aktualizovať účet
sq: Përditësoni Llogarinë
sr_latn: Ažuriraj nalog
sv_se: Uppdatera konto

source: none
hu: nincs
id: tidak ada
ka: არცერთი
kab: ulac
ms: nol
sk: žiadne
sq: asnjë
sr_latn: nijedna
sv_se: Inga

source: all
hu: mind
id: semua
ka: ყველა
kab: akk
ms: semua
sk: všetky
sq: krejt
sr_latn: sve
sv_se: Alla

source: Migrate to Firefox Accounts
hu: Migrálás Firefox fiókra
id: Beralihlah ke Firefox Accounts
sq: Migroni te Llogari Firefox-i
sv_se: Migrera till Firefox-konton

source: Mozilla Add-ons has transitioned to Firefox Accounts for login. Continue to complete the simple upgrade process.
hu: A Mozilla Kiegészítők áttért a Firefox fiókokra a bejelentkezéshez. Folytassa az egyszerű frissítési folyamat befejezéséhez.
id: Pengaya Mozilla telah dipindahkan ke Firefox Accounts untuk masuk. Lanjutkan untuk menyelesaikan proses peningkatan sederhana.
sq: Shtesat Mozilla kanë adoptuar Llogaritë Firefox për hyrjet. Vazhdoni që të plotësohet procesi i thjeshtë i përmirësimit.
sv_se: Mozilla tillägg har övergått till Firefox-konton för att logga in. Fortsätt för att slutföra den enkla uppgraderingsprocessen.

source: Skip
hu: Kihagyás
id: Lewati
sk: Preskočiť
sq: Anashkaloje
sv_se: Hoppa över
