Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Canceling your review request will mark your add-on incomplete, and any versions awaiting review will be disabled.
ka: მიმოხილვის მოთხოვნის გაუქმებით, თქვენი დამატება არასრულყოფილად მოინიშნება და ყველა განსახილველი ვერსია შეიზღუდება.
ms: Membatalkan permintaan semakan anda akan mengakibatkan add-on anda ditanda sebagai tidak lengkap, dan yang menunggu semakan akan dinyahdayakan.

source: Stop sneaky trackers {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეზღუდეთ გაიძვერა მეთვალყურეები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Sekat penjejak {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Block invisible trackers and spying ads that follow you around the web.
es_ar: Bloquea los rastreadores invisibles y los anuncios de espionaje que te siguen por la web.
fi: Estä näkymättömät seuraimet ja vakoilevat mainokset, jotka seuraavat sinua verkossa.
fur: Bloche lis spiis invisibilis e lis publicitâts che ti stan daûr dilunc la navigazion sul web.
fy_nl: Blokkearje ûnsichtbere trackers en spionearjende advertinsjes dy’t jo op it web folgje.
he: חסימת רכיבי מעקב בלתי נראים ופרסומות מרגלות שעוקבים אחריך ברחבי הרשת.
hr: Blokiraj nevidljive programe za praćenje i špijunirajuće oglase koji te prate po webu.
ia: Bloca le traciatores invisibile e le publicitate spiante que te seque per tote le web.
is: Lokaðu á rekjara og njósnaauglýsingar sem fylgjast með ferðum þínum á vefnum.
ka: შეზღუდეთ ფარული მეთვალყურე და მოთვალთვალე რეკლამები, რომლებიც თან დაგყვებათ მთელ ინტერნეტში.
ms: Sekat penjejak halimunan dan iklan pengintip yang mengikuti anda di seluruh web.
nb_no: Blokker usynlige sporere og spionannonser som følger deg rundt på nettet.
nn_no: Blokker usynlege sporarar og spionannonsar som følgjer deg rundt på nettet.
ro: Blochează elementele de urmărire invizibile și reclamele care te spionează și te urmăresc pe web.
tr: Web'de sizi takip eden görünmez takip kodlarını ve casus reklamları engelleyin.
vi: Chặn các trình theo dõi vô hình và các quảng cáo gián điệp theo dõi bạn trên khắp web.

source: Customize new tab pages {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოირგეთ ახალი ჩანართის გვერდი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Sesuaikan halaman tab baru {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Enjoy a beautiful new page with customizable backgrounds, local weather info, and more.
es_ar: Disfruta de una bonita página nueva con fondos personalizables, la información meteorológica local y mucho más.
fi: Nauti uuden välilehden sivusta mukautettavan taustakuvan, paikallissään ja paljon muun kera.
fur: Gjolditi une bielissime gnove pagjine cun fonts personalizabii, informazions meteo locâls e tant altri.
fy_nl: Genietsje fan in moaie nije side mei oanpasbere eftergrûnen, lokale waarynfo en mear.
he: להנות מדף לשונית חדשה ססגוני עם רקעים מותאמים אישית, מידע על מזג אוויר מקומי ועוד.
hr: Uživaj u prekrasnoj novoj stranici s prilagodljivim pozadinama, lokalnim vremenskim prognozama i još mnogo toga.
ia: Gaude de un nove pagina belle, con fundos personalisabile, informationes meteorologic local e multo plus.
is: Njóttu fallegrar nýrrar síðu með sérsniðnum bakgrunni, staðbundnum veðurupplýsingum og fleiru.
ka: ისიამოვნეთ უმშვენიერესი ახალი გვერდით, მასზე მორგებული ფონებით, ადგილობრივი ამინდის მონაცემებით და ა.შ.
ms: Alami halaman baru dengan penyesuaian latar belakang, info cuaca tempatan, dan banyak lagi.
nb_no: Nyt en vakker ny side med tilpassbar bakgrunn, lokal værinformasjon og mer.
nn_no: Nyt ei vakker ny side med tilpassbar bakgrunn, lokal vêrinformasjon, og meir.
ro: Bucură-te de o pagină nouă frumoasă, cu fundaluri personalizate, informații meteo locale și multe altele.
tr: Özelleştirilebilir arka planlar, yerel hava durumu bilgileri ve daha fazlası ile güzel bir sayfanın keyfini çıkarın.
vi: Thưởng thức một trang mới tuyệt đẹp với hình nền tùy chỉnh, thông tin thời tiết địa phương, và hơn thế nữa.

source: Translate easily {start_sub_heading}with {addon_name}{end_sub_heading}
ka: თარგმნეთ მარტივად {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Terjemahan mudah {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Highlight any text, right-click, and translate instantly.
es_ar: Selecciona cualquier texto, haz clic con el botón derecho y tradúcelo al instante.
fi: Korosta mikä tahansa teksti, napsauta hiiren kakkospainiketta ja käännä heti.
fur: Evidenzie il test, frache il boton diestri dal mouse e tradûs intun lamp.
fy_nl: Markearje tekst, klik mei de rjochtermûsknop, en set daliks oer.
he: סימון כל טקסט, לחיצה על כפתור העכבר הימני וקבלת תרגום באופן מיידי.
hr: Označi bilo koji tekst, klikni desnom tipkom miša i trenutno prevedi.
ia: Marca qualcunque texto, face clic a dextra, e traduce instantaneemente.
is: Áherslulitaðu einhvern texta, hægrismelltu og þýddu samstundis.
ka: მონიშნეთ ნებისმიერი ტექსტი და მარჯვენა დაწკაპებით თარგმნეთ მყისიერად.
ms: Serlahkan teks, klik kanan dan diterjemahkan serta-merta.
nb_no: Uthev enhver tekst, høyreklikk og oversett direkte.
nn_no: Uthev tekst, høgreklikk og omset direkte.
ro: Evidențiază orice text, dă clic dreapta și tradu instant.
te: ఏదైనా పాఠ్యాన్ని ఎంచుకొని, కుడి-నొక్కుతో తక్షణమే అనువదించుకోండి.
th: ไฮไลท์ข้อความต่าง ๆ คลิกขวา และแปลแบบทันที
tr: Herhangi bir metni vurgulayın, sağ tıklayın ve anında tercüme edin.
vi: Đánh dấu bất kỳ văn bản nào, nhấp chuột phải và dịch ngay lập tức.

source: Search Images {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოიძიეთ სურათები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Cari imej {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Perform reverse image searches from an array of engines.
es_ar: Realiza búsquedas inversas de imágenes desde una variedad de buscadores.
fi: Suorita käänteinen kuvahaku lukuisiin eri hakukoneisiin.
fur: Fâs ricercjis inviersis di imagjins di une schirie di motôrs.
fy_nl: Omkeard ôfbyldingen sykje mei in oantal sykmasinen.
he: ביצוע חיפוש תמונות הפוך ממגוון של מנועי חיפוש.
hr: Pretraživanje obrnute slike s nizom tražilica.
ia: Exeque recercas invertite de imagine ex un serie de motores.
is: Framkvæmdu leit út frá myndum á fjöldanum öllum af leitarvélum.
ka: მოიძიეთ სურათით მსგავსი სურათები, მთელ რიგ საძიებო სისტემებში.
ms: Laksanakan carian imej songsang daripada susunan enjin.
nb_no: Utfør omvendt bildesøk fra en rekke ulike søkemotorer.
nn_no: Utfør omvendt bildesøk frå ei rekkje ulike søkjemotorar.
ro: Efectuezi căutări inverse de imagini dintr-o gamă de motoare de căutare.
tr: Çeşitli arama motorlarında ters görsel aramaları yapın.
vi: Thực hiện tìm kiếm hình ảnh ngược từ một loạt các công cụ.

source: Ad blocking & privacy protection {start_sub_heading}with {addon_name}{end_sub_heading}
ka: რეკლამების შეზღუდვა და პირადულობის დაცვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Sekat iklan & perlindungan privasi {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: A simple set-up lets you take control of the ads you see and how you’re tracked on the internet.
ka: მარტივი საშუალება, ინტერნეტში მოგზაურობისას სარეკლამო და თვალყურისმდევნელი შიგთავსის ასარიდებლად.
ms: Tetapan mudah yang membolehkan anda mengawal iklan dan cara anda dijejaki dalam internet.

source: Re-imagine tabs {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გადაალაგეთ ჩანართები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Ubah suai tab {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Do you have a ton of open tabs? Organize them in a tidy sidebar.
es_ar: ¿Tienes un montón de cuentas abiertas? Ordénalas en una barra lateral.
fi: Onko sinulla paljon avoimia välilehtiä? Järjestä ne siistiin sivupalkkiin.
fur: Âstu cuintâi di schedis viertis? Organizilis intune sbare laterâl ordenade.
fy_nl: Hawwe jo in enoarm oantal iepensteande ljepblêden? Organisearje se yn in lytse sidebalke.
he: יש לך כמות נכבדת של לשוניות פתוחות? ניתן לארגן אותן בסרגל צד מסודר.
hr: Imaš gomilu otvorenih kartica? Organiziraj ih u urednoj bočnoj traci.
ia: Ha tu tonnas de schedas aperte? Organisa los in un barra lateral ordinate.
is: Ertu með heilt tonn af opnum flipum? Sýslaðu með þá á hreinlegu hliðarspjaldi.
ka: უამრავი ჩანართი გაქვთ გახსნილი? დაალაგეთ მოხერხებულად გვერდით ზოლზე.
ms: Anda ada banyak tab terbuka? Susun dengan kemas dalam bar sisi.
nb_no: Har du tonnevis av åpne faner? Organiser de i et ryddig sidepanel.
nn_no: Har du tonnevis av opne faner? Organiser dei i eit ryddig sidepanel.
ro: Ai o mulțime de file deschise? Organizează-le într-o bară laterală ordonată.
te: మీవద్ద తెరిచివున్న ట్యాబులు చాలా ఉన్నాయా? వాటిని చక్కని పక్కపట్టీలో నిర్వహించుకోండి.
th: มีแท็บที่เปิดอยู่เยอะมากเลยใช่ไหม? จัดระเบียบแท็บเหล่านั้นไว้ในแถบข้างให้ดูเรียบร้อย
tr: Bir sürü açık sekmeniz mi var? Bunları bir kenar çubuğunda düzenleyin.
vi: Bạn có rất nhiều thẻ đang mở? Sắp xếp chúng trong một thanh lề ngăn nắp.

source: Stop Facebook tracking {start_sub_heading}with {addon_name}{end_sub_heading}
ka: აირიდეთ Facebook-ის თვალთვალი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Sekat penjejakan Facebook {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Isolate your Facebook identity into a separate “container” that makes it harder for Facebook to track your movements around the web.
ka: გამიჯნეთ თქვენი Facebook ვინაობა სხვა გვერდებისგან ცალკე „სათავსის“ საშუალებით, რაც გაურთულებს Facebook-ს ინტერნეტში თქვენს მოქმედებებზე თვალის მიდევნებას.
ms: Asingkan identiti Facebook anda ke dalam “penyimpan” berasingan yang menyukarkan Facebook untuk menjejaki pergerakan anda dalam web.

source: Simplify search {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გაიმარტივეთ ძიება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Memudahkan carian {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Just highlight text on any web page to search the phrase from an array of engines.
ka: უბრალოდ მონიშნეთ ტექსტი ნებისმიერ ვებგვერდზე, მთელ რიგ საძიებო სისტემებში მოსანახად.
ms: Serlahkan sahaja teks dalam halaman web untuk mencari frasa dari tatasusunan enjin.

source: Instant weather updates {start_sub_heading}with {addon_name}{end_sub_heading}
ka: იხილეთ მუდმივად განახლებული ამინდის პროგნოზი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Keadaan cuaca semasa {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Get instant global weather information right in Firefox.
ka: მიიღეთ ამინდის მონაცემები მყისიერად მთელი მსოფლიოდან პირდაპირ Firefox-ში.
ms: Dapatkan maklumat segera cuaca global dalam Firefox.

source: Tab Customization {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოირგეთ ჩანართები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Penyesuaian Tab {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Choose the page you see every time you open a new tab.
es_ar: Elige la página que quieres ver cada vez que abras una nueva pestaña.
fi: Valitse sivu, jonka näet aina kun avaat uuden välilehden.
fur: Sielç la pagjine che tu viodarâs ogni volte che tu vierzis une gnove schede.
fy_nl: Kies de side yn dy’t jo hieltyd sjogge by it iepenjen fan in nij ljepblêd.
he: בחירת הדף שמופיע עם כל פתיחת לשונית חדשה.
hr: Odaberi stranicu, koja će se prikazati svaki put kad otvoriš novu karticu.
ia: Eliger le pagina que tu vide cata vice que tu aperi un nove scheda.
is: Veldu síðuna sem þú sérð í hvert skipti sem þú opnar nýjan flipa.
ka: დააყენეთ სასურველი გვერდი, ახალი ჩანართის გახსნისას.
ms: Pilih halaman yang akan dipaparkan setiap kali anda buka tab baru.
nb_no: Velg den siden du vil se hver gang du åpner en ny fane.
nn_no: Vel sida du vil sjå kvar gong du opnar ei ny fane.
ro: Alege pagina pe care o vezi de fiecare dată când deschizi o filă nouă.
te: మీరు కొత్త ట్యాబు తెరిచినప్పుడల్లా ఏ పేజీని చూడాలో ఎంచుకోండి.
th: เลือกหน้าเว็บที่คุณเห็นทุกครั้งที่คุณเปิดแท็บใหม่
tr: Yeni sekme açtığınızda göreceğiniz sayfayı ayarlayın.
vi: Chọn trang bạn nhìn thấy mỗi khi bạn mở một thẻ mới.

source: Reverse image search {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოიძიეთ სურათით მსგავსი სურათები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Carian imej songsang {start_sub_heading}dengan {addon_name} {end_sub_heading}

source: See an interesting picture on the web and want to learn more about it? Try this image search tool.
es_ar: ¿Has visto una foto interesante en la web y quieres saber más sobre ella? Prueba esta herramienta de búsqueda de imágenes.
fi: Haluatko lisätietoja verkossa näkemästäsi kuvasta? Kokeile tätä kuvahakutyökalua.
fur: Âstu cjatât une imagjin interessante sul web e tu desideris vê plui informazions in merit? Prove chest imprest pe ricercje imagjins.
fy_nl: Sjogge jo in ynteressante ôfbylding op it web en wolle jo hjir mear oer witte? Probearje dit sykhelpmiddel foar ôfbyldingen.
he: ראית תמונה מעניינת ברשת ורוצה ללמוד עוד עליה? ניתן לנסות את כלי חיפוש התמונות הזה.
hr: Našao/la si zanimljivu sliku na webu i želiš saznati više o njoj? Isprobaj ovaj alat za pretraživanje slika.
ia: Vide un imagine interessante sur le web e vole saper plus sur illo? Prova iste instrumento de recerca de imagines.
is: Sástu áhugaverða mynd á vefnum og vilt vita meira um hana? Prófaðu þetta myndaleitarverkfæri.
ka: საინტერესო სურათი ნახეთ და გსურთ მეტი ინფორმაცია მოიძიოთ მასზე? სცადეთ ეს სურათების საძიებელი ხელსაწყო.
ms: Nampak gambar yang menarik dalam web dan mahu mengetahuinya lebih lanjut? Cuba alatan carian imej ini.
nb_no: Ser du et interessant bilde på nettet og du vil lære mer om det? Prøv dette bildesøkeverktøyet.
nn_no: Ser du eit interessant bilde på nettet og du vil lære meir om det? Prøv dette bildesøkjeverktøyet.
ro: Vezi o imagine interesantă pe web și vrei să afli mai multe despre ea? Încearcă această unealtă de căutat imagini.
tr: Web'de ilginç bir resim gördünüz ve hakkında daha fazla bilgi edinmek mi istiyorsunuz? Bu görsel arama aracını deneyin.
vi: Nhìn thấy một bức tranh thú vị trên web và muốn tìm hiểu thêm về nó? Hãy thử công cụ tìm kiếm hình ảnh này.

source: Works with YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope, and hundreds of other video sites.
ka: მუშაობს ასობით ვიდეო-საიტთან, მათ შორისაა: YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope და ა.შ.
ms: Berfungsi dalam YouTube, Facebook, Vimeo, Twitch, Dailymotion, Periscope, dan ratusan laman video lain.

source: Enhance your emoji game {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გაამრავალფეროვნეთ თქვენ ხელთ არსებული სიცილაკები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Tingkatkan permainan emoji anda {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Dozens of amazing emojis for every occasion—always just a click away.
ka: ათეულობით სხვადასხვა სახის გამორჩეული სიცილაკი — ყოველთვის თქვენს თითებთან ახლოს.
ms: Pelbagai emoji menarik untuk setiap keadaan—hanya perlu klik sahaja.

source: Manage passwords {start_sub_heading}with {addon_name}{end_sub_heading}
ka: პაროლების მართვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Urus kata laluan {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Simplify and sync all your various website logins across devices with one password to rule them all.
ka: მარტივად დაასინქრონეთ სხვადასხვა ვებსაიტის ანგარიშების მონაცემები ყველა თქვენს მოწყობილობაზე, ერთი მთავარი პაროლის გამოყენებით.
ms: Permudah dan selaraskan pelbagai log masuk ke laman web dalam semua peranti anda dengan satu kata laluan untuk kesemuanya.

source: A lightweight and effective ad blocker. uBlock Origin enforces thousands of content filters without chewing up a bunch of memory.
ka: მსუბუქი და მძლავრი რეკლამების შემზღუდავი. uBlock Origin გაფართოებას, შეუძლია ათასობით გვერდის გაფილტვრა, მეხსიერების დატვირთვის გარეშე.
ms: Penyekat iklan yang ringkas dan efektif. uBlock Origin melaksanakan ribuan tapisan kandungan tanpa menggunakan banyak memori.

source: Improve videos {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გააუმჯობესეთ ვიდეოების ჩვენება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Tingkatkan video {start_sub_heading}dengan {addon_name} {end_sub_heading}

source: Enjoy a suite of new YouTube features, like cinema mode, ad blocking, auto-play control, and more.
es_ar: Disfruta de una serie de funciones nuevas de Youtube, como el modo cine, el bloqueo de publicidad, el control de la reproducción automática y mucho más.
fi: Nauti lukuisista uusista YouTube-ominaisuuksista, kuten cinema-tilasta, mainosestosta, automaattisesta toistosta ja niin edelleen.
fur: Divertissiti cuntune schirie di gnovis funzionalitâts par YouTube, come la modalitât cine, il bloc des publicitâts, il control pe riproduzion automatiche e tant altri.
fy_nl: Genietsje fan in pakket nije YouTube-funksjes, lykas bioskoopmodus, advertinsjeblokkearring, automatysk ôfspylje en mear.
he: הנאה ממגוון של תכונות חדשות ב־YouTube כגון מצב קולנוע, חסימת פרסומות, בקרת ניגון אוטומטי ועוד.
hr: Uživaj u paketu novih YouTube značajki, kao što je modus kina, blokiranje oglasa, kontrola automatske reprodukcije i više.
ia: Gaude de un serie de nove functiones pro YouTube, como: modo cinema, blocage de publicitate, controlo del auto-reproduction, e multo plus.
is: Njóttu úrvals nýrra eiginleika á YouTube, eins og kvikmyndasýningarham, útilokun auglýsinga, stýringum fyrir sjálfvirka afspilun og fleira.
ka: ისარგებლეთ YouTube-ის ახალი შესაძლებლობების კრებულით, რომელიც მოიცავს კინოთეატრის რეჟიმს, რეკლამების შეზღუდვას, ვიდეოების თვითგაშვებას და ა.შ.
ms: Nikmati set ciri YouTube yang baru, seperti mod pawagam, menyekat iklan, kawalan auto-main dan banyak lagi.
nb_no: Nyt en serie av nye YouTube-funksjoner, som kino-modus, annonse-blokkering, kontroll av automatisk avspilling og mer.
nn_no: Nyt ein serie av nye YouTube-funksjonar, som kino-modus, annonse-blokkering, kontroll av automatisk avspeling, og meir.
ro: Bucură-te de o suită de funcționalități YouTube noi, precum modul cinema, blocarea reclamelor, comanda de redare automată și multe altele.
tr: Sinema modu, reklam engelleme, otomatik oynatma kontrolü ve daha fazlası gibi yeni YouTube özelliklerinden yararlanın.
vi: Tận hưởng bộ tính năng mới của YouTube, như chế độ rạp chiếu phim, chặn quảng cáo, điều khiển tự động phát và hơn thế nữa.

source: Easily find images {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მარტივად მონახეთ სურათები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Mudah mencari imej {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Highlight any text and right-click to quickly perform an image search.
es_ar: Selecciona cualquier texto y haz clic con el botón derecho para realizar rápidamente una búsqueda de imágenes.
fi: Korosta mikä tahansa teksti ja napsauta hiiren kakkospainiketta suorittaaksesi kuvahaun nopeasti.
fur: Evidenzie cualsisei test e dopre il boton diestri dal mouse par fâ daurman une ricercje di imagjins.
fy_nl: Markearje elke tekst en klik mei de rjochtermûsknop om fluch in ôfbylding te sykjen.
he: סימון כל טקסט ולחיצה על כפתור העכבר הימני כדי לבצע חיפוש תמונה.
hr: Označi bilo koji tekst i klikni desnu tipku miša za brzo pretraživanje slika.
ia: Marca qualcunque texto e face clic a dextra pro exequer rapidemente un recerca de imagines.
is: Áherslulitaðu einhvern texta og hægrismelltu til að leita í skyndi að myndum.
ka: მონიშნეთ ნებისმიერი ტექსტი და მარჯვენა წკაპით პირდაპირ გადადით სურათის ძიებაზე.
ms: Serlahkan teks dan klik-kanan untuk melaksanakan carian imej dengan pantas.
nb_no: Uthev enhver tekst og høyreklikk for å raskt utføre et bildesøk.
nn_no: Uthev tekst og høgreklikk for å raskt utføre eit bildesøk.
ro: Evidențiază orice text și dă clic dreapta ca să efectuezi rapid o căutare de imagini.
tr: İstediğiniz metni seçip hızlıca bir resim araması yapmak için sağ tıklayın.
vi: Đánh dấu bất kỳ văn bản nào và nhấp chuột phải để nhanh chóng thực hiện tìm kiếm hình ảnh.

source: Enjoy visual bookmarks {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ჩანიშნული საიტების სურთების სახით წარმოდგენა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Tandabuku visual {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Access your favorite sites from a tile layout.
ka: განათავსეთ რჩეული საიტები ფილების სახით.
ms: Akses laman kegemaran dengan susun atur jubin.

source: Access knowledge {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ცოდნის გაღრმავება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Akses pengetahuan {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: Automatically add Britannica facts to your search results.
es_ar: Añade automáticamente datos de Britannica a tus resultados de búsqueda.
fi: Lisää automaattisesti Britannica-faktoja hakutuloksiin.
fur: Zonte in automatic ai tiei risultâts di ricercje i articui de enciclopedie Britannica.
fy_nl: Foegje automatysk feiten fan Britannica ta oan jo sykresultaten.
he: הוספת עובדות מ־Britannica באופן אוטומטי לתוצאות החיפוש שלך.
hr: Automatski dodaj činjenice iz enciklopedije Britannica u rezultate pretraživanja.
ia: Adde automaticamente Britannica facts a tu resultatos del recerca.
is: Bættu sjálfvirkt staðreyndum úr Britannica í leitarniðurstöðurnar þínar.
ka: „ბრიტანიკის“ მასალების გამოჩენა ძიების შედეგებში.
ms: Secara automatik menambah fakta Britannica untuk hasil carian anda.
nb_no: Legg automatisk til Britannica-fakta i søkeresultatene dine.
nn_no: Legg automatisk til Britannica-fakta i søkjeresultata dine.
ro: Adaugă automat date Britannica în rezultatele tale de căutare.
te: మీ వెతుకుడు ఫలితాలకు బ్రిటానికా వాస్తవాలను చేర్చుకోండి.
th: แสดงข้อมูลจากสารานุกรมบริแทนนิกาในผลลัพธ์การค้นหาของคุณ
tr: Britannica bilgilerini arama sonuçlarınıza otomatik olarak ekleyin.
vi: Tự động thêm sự kiện Britannica vào kết quả tìm kiếm của bạn.

source: Remove YouTube Ads {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოაცილეთ YouTube-ის რეკლამები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Buang Iklan YouTube {start_sub_heading}dengan {addon_name} {end_sub_heading}

source: Block annoying ads and annotations from appearing on YouTube.
es_ar: Bloquea los molestos anuncios y las anotaciones para que no aparezcan en YouTube.
fi: Estä ärsyttävien mainosten ja merkintöjen näkyminen YouTubessa.
fur: Bloche lis publicitâts fastidiosis e lis anotazions che a vegnin fûr su YouTube.
fy_nl: Blokkearje ferfelende advertinsjes en oantekeningen dy’t ferskine op YouTube.
he: חסימת הערות ופרסומות מציקות המופיעות ב־YouTube.
hr: Blokiraj pojavljivanje dosadnih oglasa i napomena na YouTubeu.
ia: Bloca le annuncios e annotationes moleste sur YouTube.
is: Lokaðu á að pirrandi auglýsingar og athugasemdir birtist á YouTube.
ka: შეზღუდეთ გამაღიზიანებელი რეკლამები და განცხადებები YouTube-ზე.
ms: Sekat iklan dan penjelasan yang menjengkelkan daripada muncul di YouTube.
nb_no: Blokker irriterende annonser og merknader fra å vises på YouTube.
nn_no: Blokker irriterande annonsar og merknadar frå å visast på YouTube.
ro: Blochează reclamele iritante și adnotările din YouTube.
th: ปิดกั้นโฆษณาที่น่ารำคาญไม่ให้แสดงบน YouTube
tr: YouTube'da rahatsız edici reklamların ve ek açıklamaların görünmesini engelleyin.
vi: Chặn quảng cáo và chú thích gây phiền nhiễu xuất hiện trên YouTube.
