Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Version %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
es_ar: Versión %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
fy_nl: Ferzje %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
he: גרסה %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
hr: Verzija %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
hu: %(version)s verzió &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
id: Versi %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
ka: ვერსია %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
kab: Lqem %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
ms: Versi %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
nb_no: Versjon %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
sk: Verzia %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
sr_latn: Verzija %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
te: వెర్షను %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
th: รุ่น %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
tr: Sürüm %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
vi: Phiên bản %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>

source: Comptoirs Français du Pacifique (CFP) Franc
hu: csendes-óceáni valutaközösségi (CFP) frank
id: Franc Comptoirs Français du Pacifique (CFP)

source: <b>{0}</b> version
hu: <b>{0}</b> verzió
id: <b>{0}</b> versi
ka: <b>{0}</b> ვერსია
kab: <b>{0}</b> lqem
ms: <b>{0}</b> versi
sk: <b>{0}</b> verzia
sr_latn: <b>{0}</b> verzija

# install_button
source: Not Reviewed
hu: Nem értékelt
ka: განუხილველია
kab: Ur tɛawed ara degs tmuɣli
ms: Tidak Diulas

# install_button
source: Experimental
hu: Kísérleti
ka: საცდელი
kab: Armitan
ms: Eksperimen

source: Want {0} on your mobile Firefox? Scan this QR code to install directly to your phone. (You'll need a QR reader. Search your phone's marketplace if don't have one.)
hu: Szeretné a(z) {0} kiegészítőt a mobilos Firefoxon? Olvassa le a QR-kódot a közvetlen telepítéshez. (Ehhez egy QR-olvasó alkalmazásra lesz szüksége. Amennyiben nincs ilyen alkalmazása, keressen a telefonhoz elérhető alkalmazások között.)
kab: Tebɣiḍ {0} ɣefFirefox aziraz ? Ṭṭef tangalt QR akken ad yebded srid ɣef tiliɣri yinek (tesriḍ ameɣri n tengalt QR. Nadi di marketplace n yienk inek ma yella ur tufiḍ ara yakan).

source: <h1>We're sorry, but we can't find what you're looking for.</h1> <p> The page or file you requested wasn't found on our site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly. </p> <ul> <li>If you typed in the address, please double check the spelling.</li> <li> If you followed a link from somewhere, please <a href="https://github.com/mozilla/addons-server/issues/new/">file an issue</a>. Tell us where you came from and what you were looking for, and we'll do our best to fix it. </li> </ul> <p>Or you can just jump over to some of the popular pages on our website.</p> <ul> <li>Are you interested in a <a href="%(rec)s">list of featured add-ons</a>?</li> <li> Do you want to <a href="%(search)s">search for add-ons</a>? You may go to the <a href="%(search)s">search page</a> or just use the search field above. </li> <li> If you prefer to start over, just go to the <a href="%(home)s">add-ons front page</a>. </li> </ul>
hu: <h1>Sajnáljuk, de nem találjuk amit keres.</h1> <p> A keresett oldal vagy fájl nem található a weboldalunkon. Lehetséges, hogy elavult hivatkozást használt vagy hibásan gépelte be a megadott címet. </p> <ul> <li>Amennyiben begépelte a címet, akkor ellenőrizze annak helyességét.</li> <li> Amennyiben másik oldalról jutott el ide, akkor kérjük <a href="https://github.com/mozilla/addons-server/issues/new/">nyújtson be egy jegyet</a>. Írja meg, hogy honnan jött, és hogy mit keresett; mindent meg fogunk tenni a hiba kijavítása érdekében.</li> </ul> <p>Vagy egyszerűen csak ugorjon át valamelyik népszerű weboldalunkra..</p> <ul> <li>Érdeklik a <a href="%(rec)s">kiemelt kiterjesztések</a>?</li> <li> <a href="%(search)s">Kiterjesztést szeretne keresni</a>? Ebben az esetben menjen a <a href="%(search)s">keresőoldalra</a> vagy használja a keresőmezőt. </li> <li> Amennyiben az elejéről kívánja kezdeni, akkor ugorjon a <a href="%(home)s">kiegészítők kezdőlapjára</a>. </li> </ul>
ka: <h1>ვწუხვართ, მაგრამ ვერ მოვნახეთ, რასაც ეძებდით.</h1> <p> მოთხოვნილი გვერდი ან ფაილი, საიტზე არ მოიძებნა. შესაძლოა, ვადაგასულ ბმულზე გადახვედით, ან მისამართი იყო არასწორად აკრეფილი. </p> <ul> <li>თუ მისამართი ხელით აიკრიფა, გთხოვთ კარგად გადაამოწმოთ მართლწერა.</li> <li> ხოლო, თუ ბმულზე გადახვედით, გთხოვთ <a href="https://github.com/mozilla/addons-server/issues/new/">მოგვახსენოთ ხარვეზის შესახებ</a>. გვაცნობეთ, რომელი საიტიდან რომელ გვერდზე გადახვედით და აუცილებლად გავასწორებთ. </li> </ul> <p>ან შეგიძლიათ მოინახულოთ ჩვენი საიტის სხვა სასურველი გვერდები. </p> <ul> <li>გაინტერესებთ <a href="%(rec)s">რჩეული დამატებები</a>?</li> <li> გსურთ, <a href="%(search)s">მათი მოძიება</a>? გადადით <a href="%(search)s">ძიების გვერდზე</a> ან უბრალოდ, გამოიყენეთ ზემოთ არსებული ძიების ველი. </li> <li> თუ თავიდან დაწყება გირჩევნიათ, იხილეთ <a href="%(home)s">დამატებების მთავარი გვერდი</a>. </li> </ul>
kab: <h1>Suref-aɣ, ur nezmir ara ad d-naf ayen tettnadiḍ.</h1> <p> Asebter neɣ afaylu i tebɣiḍ ulac-it deg usmel nneɣ. Ahat tsiteḍ ɣef useɣwen yemmmuten neɣ yegber tuccḍa. </p> <ul> <li>Ma yella turiḍ tansa, senqed-itt.</li> <li> La yella tḍefred aseɣwen, ma ulac aɣilif <a href="https://github.com/mozilla/addons-server/issues/new/">azen-d abug</a>. Ini-yaɣ-d ansa d-ekkiḍ udiɣ ayen tettnadiḍ, ad neg ayen nezmer akken ad nefru ugur. </li> </ul> <p>Tzemreḍ daɣen ad tedduḍ ar isebtar nneɣ izayazen.</p> <ul> <li>Ahat tebɣiḍ <a href="%(rec)s">tabdart n izegrar s yetran</a> ?</li> <li> Tebɣiḍ <a href="%(search)s">ad tnadiḍ izegrar</a>&nbsp;? Tzemreḍ ad tedduḍ ar <a href="%(search)s">usebter n unadi</a> neɣ ad tesqedceḍ urti n unadi daw-a. </li> <li> Ma tebɣiḍ ad talseḍ, ddu ar <a href="%(home)s">usebter agejdan n izegrar</a>. </li> </ul>
ms: <h1>Maafkan kerana kami tidak dapat mencari apa yang anda inginkan.</h1> <p> Halaman atau fail yang anda minta tidak ditemui dalam laman kami. Mungkin anda klik pautan yang sudah lapuk, atau taip alamat yang salah.</p> <ul> <li>Jika anda taip alamat, sila semak semula ejaannya.</li> <li> Jika anda mengikuti pautan, sila <a href="https://github.com/mozilla/addons-server/issues/new/">failkan isu</a>. Beritahu kami dari mana anda datang dan apa yang anda cari, dan kami akan buat yang terbaik untuk membaikinya. </li> </ul> <p>Atau anda boleh terus ke halaman yang popular di laman web kami.</p> <ul> <li>Adakah anda berminat dengan<a href="%(rec)s">senarai add-on sorotan</a>?</li> <li> Adakah anda mahu <a href="%(search)s">cari add-ons</a>? Anda boleh pergi ke <a href="%(search)s">cari dalam halaman</a> atau gunakan sahaja medan carian di atas.</li> <li> Jika anda lebih suka untuk mulakan semula, pergi sahaja ke <a href="%(home)s">halaman depan add-ons</a>. </li> </ul>

source: Browse through even more search providers at <a href="http://mycroftproject.com/">mycroftproject.com</a>
hu: Tallózzon még több keresési szolgáltató között a <a href="http://mycroftproject.com/">mycroftproject.com</a> oldalon
ka: მონახეთ კიდევ უფრო მეტი საძიებო სისტემები ბმულზე <a href="http://mycroftproject.com/">mycroftproject.com</a>
kab: Tzemred ad twaliḍ amseddayen nniḍen n undai di <a href="http://mycroftproject.com/">mycroftproject.com</a>
ms: Layari lebih banyak penyedia carian di <a href="http://mycroftproject.com/">mycroftproject.com</a>

source: Compatible
hu: Kompatibilis
ka: თავსებადი
kab: Amṣadan
ms: Serasi

source: Incompatible
hu: Nem kompatibilis
ka: არათავსებადი
kab: Aramṣadan
ms: Tidak-serasi

source: BSD
hu: BSD licenc

source: Version %s re-enabled.
es_ar: Versión %s reactivada.
fi: Versio %s otettu käyttöön uudelleen.
fur: Version %s riativade.
fy_nl: Ferzje %s opnij ynskeakele.
he: הגרסה %s אופשרה מחדש.
hr: Verzija %s je reaktivirana.
hu: %s verzió újra engedélyezve.
ia: Version %s re-activate.
is: Útgáfa %s virkjuð aftur.
ka: %s ვერსია ხელახლაა ჩართული.
kab: Lqem %s yermed tikelt nniḍen.
ms: Versi %s didayakan-semula.
nb_no: Versjon %s slått på igjen.
nn_no: Versjon %s slått på igjen.
ro: Versiune %s reactivată.
te: వెర్షను %s పునఃచేతనమయ్యింది.
th: เปิดใช้งานรุ่น %s ใหม่แล้ว
tr: Sürüm %s yeniden etkinleştirildi.
vi: Phiên bản %s đã bật lại.

source: Your old credentials were revoked and are no longer valid.
es_ar: Se han revocado tus antiguas credenciales y ya no son válidas.
fi: Vanhat kirjautumistietosi on kumottu, eivätkä ne ole enää voimassa.
fur: Lis tôs vecjis credenziâls a son stadis revocadis e no son plui validis.
fy_nl: Jo âlde oanmeldgegevens binne ynlutsen en binne net mear jildich.
he: פרטי הזיהוי הישנים שלך נשללו ואינם תקפים עוד.
hr: Tvoji stari podaci za prijavu su opozvani i više ne vrijede.
hu: Régi hitelesítő adatait visszavonták, és már nem érvényesek.
ia: Tu vetere credentiales esseva revocate e non es plus valide.
is: Eldri auðkennin þín voru afturkölluð og eru því ekki lengur gild.
ka: თქვენი ძველი მონაცემები გაუქმებულია და მისი გამოყენება დაუშვებელია.
kab: Talɣut inek n usesteb tettwaḥwi ihi ur tezgi d tameɣtut.
ms: Kelayakan anda yang lama telah dimansuhkan dan tidak lagi sah.
nb_no: De gamle innloggingsopplysningene dine er tilbakekalt og er ikke lenger gyldig.
nn_no: Dei gamle innloggingsopplysningane dine er tilbakekalla og gjeld ikkje lenger.
ro: Datele tale vechi de autentificare au fost revocate și nu mai sunt valide.
th: ข้อมูลประจำตัวเดิมของคุณถูกเพิกถอนและใช้ไม่ได้อีกต่อไป
tr: Eski kimlik bilgileriniz iptal edildi ve artık geçerli değil.
vi: Thông tin đăng nhập cũ của bạn đã bị thu hồi và không còn hợp lệ.

source: API key revoked
es_ar: Clave API revocada
fi: API-avain kumottu
fur: Clâf API revocade
fy_nl: API-kaai ynlutsen
he: מפתח API נשלל
hr: API ključ opozvan
hu: API kulcs visszavonva
ia: Clave API revocate
is: API-lykill afturkallaður
ka: API გასაღები გაუქმებულია
kab: Tasarutt API tettwaḥwi
ms: Kekunci API dimansuhkan
nb_no: API-nøkkel tilbakekalt
nn_no: API-nykel tilbakekalla
ro: Cheie API revocată
te: API కీ ఉపసంహరించబడింది
th: เพิกถอนกุญแจ API แล้ว
tr: API anahtarı iptal edildi
vi: Đã thu hồi khóa API

source: There's no better way to distribute your add-on than by hosting it on Mozilla Add-ons.
hu: A kiegészítő megosztásának legjobb módja a Mozilla kiegészítők oldalon tárolás.
kab: Tarrayt ifazen akken ad tezzuzreḍ azegrir inek d asezdeɣ ines di Mozilla Add-ons.

source: You'll receive an email once it has been reviewed by an editor and signed. Once it has been signed you will be able to install it:
hu: Egy e-mailt fog kapni, amint egy szerkesztő értékelte és aláírta. Amint alá lett írva, telepítheti:

source: You don't have any API credentials.
es_ar: No tienes credenciales API.
fi: Sinulla ei ole API-kirjautumistietoja.
fur: No tu âs nissune credenziâl API.
fy_nl: Jo hawwe gjin API-oanmeldgegevens.
he: אין לך פרטי גישה כלשהם ל־API.
hr: Nemaš API vjerodajnice.
hu: Nem rendelkezik API hitelesítő adatokkal.
ia: Tu non ha credentiales API.
is: Þú ert ekki með nein API-auðkenni.
ka: თქვენ არ გაგაჩნიათ API მონაცემები.
kab: Ur ɣur-k ara talɣut n usesteb API.
ms: Anda tidak ada sebarang kelayakan API.
nb_no: Du har ingen API-innloggingsopplysninger.
nn_no: Du har ingen API-innloggingsopplysningar.
ro: Nu ai date de autentificare API.
te: మీకు API క్రెడెన్షియల్లు లేవు.
th: คุณไม่มีข้อมูลประจำตัว API ใด ๆ
tr: Hiçbir API kimlik bilginiz yok.
vi: Bạn không có bất kỳ xác thực API nào.

source: Revoke
es_ar: Revocar
fi: Kumoa
fur: Revoche
fy_nl: Ynlûke
he: שלילה
hr: Opozovi
hu: Visszavonás
ia: Revocar
is: Afturkalla
ka: გაუქმება
kab: Ḥwi
ms: Mansuh
nb_no: Tilbakekall
nn_no: Tilbakekall
ro: Revocă
te: ఉపసంహరించు
th: เพิกถอน
tr: İptal Et
vi: Thu hồi

source: amo-editors at mozilla dot org
hu: amo-editors kukac mozilla pont org
sk: amo-editors zavináč mozilla bodka org
sr_latn: amo-editors na mozilla dot org

source: amo-admins at mozilla dot org
hu: amo-admins kukac mozilla pont org

source: amo-featured at mozilla dot org
hu: amo-featured kukac mozilla pont org
sk: amo-featured zavináč mozilla bodka org
sr_latn: amo-featured na mozilla dot org

source: by <a href="%(profile_url)s">%(user)s</a>
hu: készítette: <a href="%(profile_url)s">%(user)s</a>
ka: <a href="%(profile_url)s">%(user)s</a>-ისგან
kab: sɣuṛ <a href="%(profile_url)s">%(user)s</a>
ms: oleh <a href="%(profile_url)s">%(user)s</a>

source: Re-enable Version
es_ar: Reactivar versión
fi: Ota versio uudelleen käyttöön
fur: Torne ative version
fy_nl: Ferzje opnij ynskeakelje
he: הפעלת גרסה זו מחדש
hr: Reaktiviraj verziju
hu: Verzió újra engedélyezése
ia: Re-activar le version
ka: ხელახლა ამოქმედებული ვერსია
kab: Rmed tikelt nniḍen lqem-agi
ms: Versi Didayakan-semula
nb_no: Aktiver versjonen på nytt
nn_no: Aktiver versjonen på nytt
ro: Reactivează versiunea
te: వెర్షన్ను మళ్లీ ప్రారంభించు
th: เปิดใช้งานรุ่นอีกครั้ง
tr: Sürümü yeniden etkinleştir
vi: Kích hoạt lại phiên bản

source: Delete/Disable
es_ar: Eliminar/Disable
fi: Poista / poista käytöstä
fur: Elimine/Disative
fy_nl: Fuortsmite/Utskeakelje
he: מחיקה/השבתה
hr: Izbriši/Deaktiviraj
hu: Törlés/Letiltás
ia: Deler/disactivar
is: Eyða/Gera óvirkt
ka: წაშლა/გამორთვა
kab: Kkes /Disable
ms: Buang/Nyahdaya
nb_no: Slett/Slå av
nn_no: Slett/Slå av
ro: Șterge/Dezactivează
te: తొలగించు/Disable
th: ลบ/ปิดใช้งาน
tr: Sil/devre dışı bırak
vi: Xóa/Tắt

source: Unlisted add-ons don't need Full Review unless they are distributed as part of an application installer. Read <a href="{link}">this documentation</a> for more information.
hu: A nem listázott kiegészítőkhöz nem szükséges a teljes értékelés, kivéve ha egy alkalmazás-telepítő részeként kerülnek terjesztésre. További információkért olvassa el <a href="{link}">ezt a dokumentációt</a>.

source: Unlisting your add-on will make it (and each of its versions/files) invisible on this website. It won't show up in searches, won't have a public facing page, and won't be updated automatically for current users. It is recommended for unlisted add-ons to provide a custom <a href="%(update_url)s">updateURL</a> in their manifest file for automatic updates.
hu: A kiegészítője listázásának visszavonása láthatatlanná teszi a weboldalon (az összes fájljával és verziójával együtt). Nem fog megjelenni keresésekben, nem lesz nyilvánosan elérhető oldala, és nem kerül automatikus frissítésre a jelenlegi felhasználóknál. A nem listázott kiegészítők számára ajánlott megadni egy egyedi <a href="%(update_url)s">frissítési URL-t</a> a jegyzékfájlban az automatikus frissítésekhez.

source: Block ads {start_sub_heading}with {addon_name}{end_sub_heading}
hu: Blokkolja a reklámokat {start_sub_heading}a(z) {addon_name} kiegészítővel{end_sub_heading}
ka: შეზღუდეთ რეკლამები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
kab: Sewḥel adellel {start_sub_heading}s {addon_name}{end_sub_heading}
ms: Sekat iklan {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: “This add-on is amazing. Blocks all annoying ads. 5 stars.”
hu: „Ez a kiegészítő elképesztő. Minden idegesítő reklámot blokkol. 5 csillagos.”

source: Take screenshots {start_sub_heading}with {addon_name}{end_sub_heading}
hu: Készítsen képernyőképeket {start_sub_heading}a(z) {addon_name} kiegészítővel{end_sub_heading}
kab: Ṭṭef igdilen {start_sub_heading} s {addon_name} {end_sub_heading}
ms: Ambil skrinsyot {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: “The best. Very easy to use.”
hu: „A legjobb. Nagyon könnyen használható.”

source: Up your emoji game {start_sub_heading}with {addon_name}{end_sub_heading}
hu: Emodzsi ezerrel {start_sub_heading}a(z) {addon_name} kiegészítővel{end_sub_heading}
ms: Tingkatkan permainan emoji anda {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: “Very simple interface and easy to use. Thank you.”
hu: „Nagyon egyszerű és könnyen használható felület. Köszönöm.”

source: Download videos {start_sub_heading}with {addon_name}{end_sub_heading}
hu: Videók letöltése {start_sub_heading}a(z) {addon_name} kiegészítővel{end_sub_heading}
ka: ჩამოტვირთეთ ვიდეოები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
ms: Muat turun video {start_sub_heading}dengan {addon_name}{end_sub_heading}

source: “Download videos in a single click.”
hu: „Töltsön le videókat egyetlen kattintással.”

source: theme, reviewer, or comment
hu: app, értékelő vagy megjegyzés
ka: თემა, მიმომხილველი ან გამოხმაურება
kab: asentel, imcegger, neɣ awennit
ms: tema, penyemak, atau komen

source: All Unlisted Add-ons
hu: Minden nem listázott kiegészítő
ka: ყველა გამოუქვეყნებელი დამატება
kab: Akk izegrar ur yettwabdren ara
ms: Semua Add-ons Tiada-disenaraikan

source: All Unlisted Add-ons ({0})
hu: Minden nem listázott kiegészítő ({0})

source: This will approve a sandboxed version of a public add-on to appear on the public site.
hu: Ez engedélyezi egy homokozóban futó kiegészítő publikus verzióját, és elérhetővé teszi azt a publikus oldalon.

source: Review lock limit reached
hu: Értékelések zárolási korlátja elérve
ka: მიმოხილვის შეზღუდვის ზღვარი მიღწეულია
ms: Mencapai had semakan dikunci

source: GUID is required for Firefox 47 and below.
hu: Firefox 47 és korábbi verziókhoz GUID szükséges.
ka: GUID აუცილებელია Firefox 47 და უფრო ძველ ვერსიებზე.
kab: GUID yettwasra i Firefox 47 neɣ daw.
ms: GUID diperlukan untuk Firefox 47 dan ke bawah.

source: Cannot find min/max version. Maybe "strict_min_version" or "strict_max_version" contains an unsupported version?
hu: Nem található a legkisebb/legnagyobb verzió. Lehet, hogy a „strict_min_version” vagy a „strict_max_version” nem támogatott verziót tartalmaz?
ka: უმცირესი/უდიდესი ვერსიების დადგენა ვერ მოხერხდა. იქნებ "strict_min_version" ან "strict_max_version" მხარდაუჭერელ ვერსიებს შეიცავს?
ms: Tidak dapat menemukan versi min/max. Mungkin "strict_min_version" atau "strict_max_version" mengandungi versi yang tidak disokong?

source: Back to add-on
hu: Vissza a kiegészítőhöz
ka: დამატების გვერდზე დაბრუნება
kab: Uɣal ar uzegrir
ms: Kembali ke add-on

source: The API version, {0:.1f}, you are using is not valid. Please upgrade to the current version {1:.1f} API.
hu: Az API verzió, amit használ ({0:.1f}), érvénytelen. Frissítsen a jelenlegi, {1:.1f} API verzióra.
ka: API ვერსია, {0:.1f}, რომლითაც სარგებლობთ დაუმოწმებელია. გთხოვთ განაახლოთ მიმდინარე ვერსიამდე {1:.1f} API.
ms: Versi API, {0:.1f}, yang sedang anda gunakan tidak sah. Sila naik taraf ke versi semasa API {1:.1f}.

source: Games!
hu: Játékok!
ka: თამაშები!
kab: Uraren!
ms: Permainan!

source: Add more fun to your Firefox. Play dozens of games right from your browser—puzzles, classic arcade, action games, and more!
hu: Adjon több szórakozást a Firefoxához. Játsszon tucatnyi játékkal közvetlenül a böngészőjében – puzzle, ügyességi, akciójátékok, és így tovább!
ka: შემატეთ მხიარულება თქვენს Firefox. ითამაშეთ ათასობით თამაში, პირდაპირ თქვენი ბრაუზერიდან—თავსატეხები, სამაგიდო, მოქმედებითი და ა.შ!
kab: Zhu cwiṭ akked Firefox. Urar s deqs n wuraren srid deg iminig inek — Timsaɛrad, uraren n tɣuṛi, n tigawt d wayen nniḍen!
ms: Tambah keseronokan ke Firefox anda. Main berdozen permainan terus dari dalam pelayar anda—teka-teki, arked klasik, permainan aksi, dan banyak lagi!

source: Report Trademark Abuse
hu: Védjeggyel való visszaélés jelentése
ka: მოხსენება სავაჭრო ნიშნების დარღვევის შესახებ
kab: Mmel yir aseqdec n tecreṭ
ms: Lapor Penyalahgunaan Cap Dagangan
te: ట్రేడ్‌మార్క్ దుర్వినియోగాన్ని నివేదించండి

source: FAQ
hu: GYIK
kab: Isteqsiyen FAQ
sk: Často kladené otázky
sr_latn: ČPP

source: Forum
es_ar: Foro
fi: Keskustelu
fy_nl: Foarum
he: פורום
hu: Fórum
ia: Foro
is: Vefspjall
ka: ფორუმი
kab: Anmager
sk: Fórum
te: ఫోరమ్
th: กระดานสนทนา
vi: Diễn đàn

source: You are already logged in.
ka: თქვენ უკვე შესული ხართ.
kab: Teqqneḍ yakan.
ms: Anda sudah log masuk.
te: మీరు ఇప్పటికే ప్రవేశించారు.

source: Your login attempt could not be parsed. Please try again.
ka: თქვენი შესვლის მცდელობები წარუმატებლად დასრულდა. გთხოვთ სცადოთ ხელახლა.
kab: Awraḍ inek akken ad teqqneḍ ur yettwaswaḍ ara. Ma ulac aɣilif ɛreḍ tikelt nniḍen.
ms: Percubaan log masuk anda tidak dapat dihuraikan. Sila cuba lagi.
te: మీ ప్రవేశ ప్రయత్నాన్ని విశ్లేషించలేకపొతున్నాము. దయచేసి మళ్ళీ ప్రయత్నించండి.

source: Developers of add-ons or themes cannot delete their account. You must delete all add-ons and themes linked to this account, or transfer them to other users.
ka: დამატებების ან თემების შემმუშავებლებს, საკუთარი ანგარიშის წაშლა, არ შეუძლიათ. წინასწარ უნდა წაიშალოს ამ ანგარიშთან დაკავშირებული ყველა დამატება და თემა, ან სხვა მომხმარებლებზე გადამისამართდეს.
ms: Pembangun add-ons atau tema tidak boleh menghapuskan akaun mereka. Anda mesti hapuskan semua add-ons dan tema yang dikaitkan dengan akaun ini atau pindahkannya kepada pengguna lain.

source: Review note
es_ar: Nota de revisión
fi: Tarkastajan huomautukset
fur: Note di revision
fy_nl: Opmerking by beoardieling
he: סקירה
hr: Napomena pregleda
ia: Nota de revision
is: Athugasemd yfirferðar
ka: მიმოხილვის შენიშვნა
kab: Tazmilt n uɛawed n tuɣli
ms: Nota ulasan
nb_no: Vurderingsmerkand
nn_no: Vurderingsmerknad
ro: Notă de recenzie
te: గమనికను సమీక్షించండి
th: หมายเหตุบทวิจารณ์
tr: İnceleme notu
vi: Ghi chú đánh giá

source: Only latest versions of addons can have notes added.
ka: შენიშვნების დართვა შესაძლებელია დამატებების, მხოლოდ, უახლეს ვერსიებზე.
kab: Ala ileqman ineggura n izegrar i yezemren ad gebren tizmilin.
ms: Hanya add-ons versi terkini boleh disertakan dengan nota.
te: పొడగింతల సరికొత్త వెర్షన్లకు మాత్రమే గమనికలు జోడించవచ్చు.

source: - Add-on not on AMO -
ka: - დამატება არაა განთავსებული AMO საიტზე -
ms: - Add-on bukan dalam AMO -
te: - AMOలో పొడిగింత లేదు -

source: The slug cannot be "%(slug)s". Please choose another.
es_ar: Este slug no puede ser "%(slug)s". Por favor, elige otro.
fi: Osoitemuoto ei voi olla "%(slug)s". Yritä toista osoitemuotoa.
fur: Nol è pussibil che il slug al sedi “%(slug)s”. Sielç un altri.
fy_nl: De identifikator kin net ‘%(slug)s’ wêze. Kies in oar.
hr: URL naziv stranice ne može biti „%(slug)s”. Odaberi jedan drugi naziv.
ia: Le identificator non pote esser "%(slug)s". Per favor elige un altere.
ka: მისამართის დაბოლოება ვერ იქნება „%(slug)s“. გთხოვთ აარჩიოთ სხვა.
ms: Slug tidak hanya "%(slug)s". Sila pilih yang lain.
nb_no: Slug kan ikke være «%(slug)s». Velg en annen.
nn_no: Sluggen kan ikkje vere "%(slug)s". Vel ein annan.
ro: Slugul nu poate fi „%(slug)s”. Te rugăm să alegi altul.
te: స్లగ్ "%(slug)s"లా ఉండకూడదు. దయచేసి మరొకదాన్ని ఎంచుకోండి.
th: สลักไม่สามารถเป็น "%(slug)s" ได้ โปรดเลือกอันอื่น
tr: Kısa ad "%(slug)s" olmaz. Lütfen başka bir kısa ad seçin.
vi: Slug không thể là "%(slug)s". Vui lòng chọn cái khác.

source: URL domain must be one of [%s], or a subdomain.
ka: URL დომენი უნდა წარმოადგენდეს ერთ-ერთი ამათგანს [%s], ან მათ ქვედომენს.
ms: Domain URL hendaklah salah satu daripada [%s], atau sub-domain.
te: URL డొమెయిను [%s]కి సంబంధించినది గీనీ, లేదా ఉపడొమెయిను గానీ అయి ఉండాలి.
