Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Upload an icon for your add-on or choose from one of ours. The icon is displayed nearly everywhere your add-on is. Uploaded images must be one of the following image types: .png, .jpg. It is only relevant for listed add-ons.
es_ar: Sube un icono para tu complemento o elige uno de los nuestros. El icono aparecerá donde aparezca tu complemento. Las imágenes que subas deben tener uno de estos formatos: .png, .jpg. Solo es útil para complementos listados.
fi: Lähetä lisäosan kuvake tai valitse jokin meidän kuvakkeistamme. Kuvake näkyy lähes kaikkialla, missä lisäosasi on. Lähetettyjen kuvien on oltava jokin seuraavista kuvatyypeistä: .png, .jpg. Tämä koskee vain listattuja lisäosia.
fur: Cjarie in rêt une icone pal to component adizionâl o sielç une des nestris. La icone e ven visualizade cuasi dapardut là che al ven fûr il to component adizionâl. Lis imagjins cjariadis a scugnin jessi di un di chescj formâts: .png, .jpg. Chest al è rilevant dome pai components adizionâi.
fy_nl: Laad in piktogram op foar jo add-on of kies der ien fan ús. It piktogram wurdt alteast oeral by jo add-on werjûn. Oplade ôfbyldingen moatte fan it type .png of .jpg wêze. Allinnich relevant foar fermelde add-ons.
he: ניתן להעלות סמל לתוספת שלך או לבחור באחד מהסמלים שלנו. הסמל יופיע כמעט בכל מקום ליד התוספת שלך. התמונות שנשלחות חייבות להיות באחת מהסיומות הבאות: ‎.png,‏ ‎.jpg. תקף רק לתוספות מוצגות.
hr: Učitaj ikonu za dodatak ili odaberi jednu od naših. Ikona se prikazuje u blizini tvog dodatka, gdje god se dodatak nalazio. Učitana slika mora biti .png ili .jpg. Ovo je relevantno samo za navedene dodatke.
hu: Töltsön fel egy ikont kiegészítőjéhez vagy használjon egyet a mieink közül. Ez az ikon szinte mindenhol megjelenik a kiegészítő mellett. A feltöltött kép a következő kiterjesztésű lehet: .png, .jpg. Csak listázott kiegészítőkre érvényes.
ia: Incarga un icone pro tu additivo o elige un del nostres. Le icone appare in quasi tote partes ubi se trova tu additivo. Le imagines incargate debe esser de un del sequente typos: .png, .jpg. Isto es solmente relevante pro le additivos listate.
id: Unggah ikon untuk pengaya anda atau pilih dari salah satu milik kami. Ikon ditampilkan hampir di manapun pengaya anda berada. Gambar yang diunggah harus salah satu dari tipe berikut: .png, .jpg. Hanya relevan untuk pengaya yang terdaftar.
ka: ატვირთეთ ხატულა თქვენი დამატებისთვის ან აირჩიეთ შემოთავაზებულებიდან. ხატულა გამოჩნდება თითქმის ყველგან, თქვენს დამატებაზე. ატვირთული სურათები უნდა იყოს შემდეგი გაფართოების: .png, .jpg. ეს ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
kab: Sali tignit i uzegrir inek neɣ fren yiwet si tignitin nneɣ. Tignit ad tettwasken di yal amḍiq anida i d-yettban uzegrir inek. Anaw n tugna yettwaselkten yessfk ad yili .png neɣ .jpg. Tuzna n tignit ur tettwasnas ala ɣef izegrar yettwaḥerzen.
ms: Muat naik ikon untuk add-on anda atau pilih salah satu daripada milik kami. Ikon akan dipaparkan hampir di semua tempat add-on anda berada. Imej yang dimuat naik mesti salah satu jenis imej berikut: .png, jpg. Ini hanya berkenaan add-on yang tersenarai.
nb_no: Last opp et ikon for tillegget ditt, eller velg et av våre. Ikonet vises nesten overalt hvor tillegget ditt er. Opplastede bilder må være av en av følgende bildetyper: .png, .jpg. Dette er bare relevant for oppførte tillegg.
nn_no: Last opp eit ikon for tillegget ditt, eller vel eit av våre. Ikonet blir nesten overalt vist der tillegget ditt er. Opplasta bilde må vere av ein av følgjande bildetypar: .png, .jpg. Dette er berre relevant for oppførte tillegg.
ro: Încarcă o pictogramă pentru suplimentul tău sau alege una dintre ale noastre. Pictograma este afișată aproape peste tot pe unde apare suplimentul tău. Imaginile încărcate trebuie să fie de tipul: .png, .jpg. Are relevanță numai pentru suplimentele listate.
sq: ngarkoni një ikonë për shtesën tuaj ose zgjidhni një nga tonat. Ikona shfaqet thuajse kudo ku shfaqet shtesa juaj. Figurat e ngarkuara duhet të jenë në një nga llojet vijuese për figura: .png, .jpg. Kjo vlen vetëm për shtesa të shfaqura.
sv_se: Ladda upp en ikon för ditt tillägg eller välj en från våra. Ikonen visas nästan överallt där ditt tillägg finns. Uppladdade bilder måste vara en av följande bildformat: .png, .jpg. Detta är endast relevant för listade tillägg.
th: อัปโหลดไอคอนสำหรับส่วนเสริมของคุณหรือเลือกจากที่เรามีให้ ไอคอนจะถูกแสดงในเกือบทุกที่ที่มีส่วนเสริมของคุณอยู่ด้วย โดยภาพที่อัปโหลดจะต้องเป็นชนิด .png หรือ .jpg และจะเกี่ยวข้องกับส่วนเสริมที่มีในรายชื่อเท่านั้น
tr: Eklentiniz için bir simge yükleyin veya bizimkilerden birini seçin. Simge, eklentinizin olduğu hemen hemen her yerde görüntülenir. Yüklenen resimler şu resim türlerinden biri olmalıdır: .png, .jpg. Yalnızca listelenen eklentiler için geçerlidir.
vi: Tải lên biểu tượng cho tiện ích của bạn hoặc chọn một trong những biểu tượng của chúng tôi. Biểu tượng được hiển thị gần như ở mọi nơi tiện ích của bạn. Hình ảnh tải lên phải là một trong các định dạng sau: .png, .jpg. Nó chỉ phù hợp với các tiện ích được liệt kê.

source: Select an icon for your add-on:
es_ar: Selecciona un icono para tu complemento:
fi: Valitse kuvake lisäosallesi:
fur: Selezione une icone pal to component adizionâl:
fy_nl: Selektearje in piktogram foar jo add-on:
he: בחירת סמל לתוספת שלך:
hr: Odaberi ikonu za tvoj dodatak:
hu: Válasszon egy ikont a kiegészítőhöz:
ia: Elige un icone pro tu additivo:
id: Pilih ikon untuk pengaya Anda:
is: Veldu táknmynd fyrir viðbótina þína:
ka: ხატულის მითითება დამატებისთვის:
kab: Fren tignit i uzegrir inek:
ms: Pilih ikon untuk add-on anda:
nb_no: Velg et ikon for tillegget ditt:
nn_no: Vel eit ikon for utvidinga di:
ro: Selectează o pictogramă pentru suplimentul tău:
sk: Zvoľte ikonu pre váš doplnok:
sq: Përzgjidhni për shtesën tuaj një ikonë:
sr_latn: Izaberite ikonicu za Vaš dodatak:
sv_se: Välj en ikon för ditt tillägg:
te: మీ పొడగింత కోసం ఒక ప్రతీకాన్ని ఎంచుకోండి:
th: เลือกไอคอนสำหรับส่วนเสริมของคุณ
tr: Eklentiniz için bir simge seçin:
vi: Chọn một biểu tượng cho tiện ích của bạn:

source: Used in listings of add-ons, like search results and featured add-ons.
sq: E përdorur në lista shtesash, të tilla si përfundime kërkimi dhe shtesa të zgjedhura.

source: Used in add-on detail pages.
es_ar: Usado en las páginas de detalles de los complementos.
fi: Käytetään lisäosien tietosivuilla.
fur: Doprât tes pagjinis dai detais dal component adizionâl.
fy_nl: Brûkt op de add-on-detailsiden.
he: נעשה שימוש בעמודי הפירוט על תוספות.
hr: Koristi se u stranicama s detaljima dodatka.
hu: A kiegészítő részletes lapján lesz látható.
ia: Usate in paginas de detalios del additivo.
id: Digunakan di laman rincian pengaya.
is: Notað á ítarefnissíðum viðbóta.
ka: გამოჩნდება დამატებების მთავარ გვერდზე.
kab: Yettwaseqdec deg isebtar n telqayt n uzegrir.
ms: Digunakan dalam halaman butiran add-on.
nb_no: Brukes i detaljoversikt for tillegg.
nn_no: Vert nytta i detaljsider for utvidingar.
ro: Folosită în paginile de detalii ale suplimentelor.
sk: Použitá na stránke podrobností o doplnku.
sq: E përdorur te faqja e hollësive të shtesës.
sr_latn: Koristi se u stranicama o detaljima dodatka.
sv_se: Används i detaljsidor för tillägg.
te: పొడగింతల వివరాల పేజీలో వాడబడుతుంది.
th: ใช้แสดงในหน้ารายละเอียดของส่วนเสริม
tr: Eklenti ayrıntı sayfalarında kullanılır.
vi: Được dùng trong trang chi tiết của tiện ích.

source: Upload a Custom Icon...
es_ar: Subir un icono personalizado...
fi: Lähetä mukautettu kuvake...
fur: Cjame in rêt une icone personalizade...
fy_nl: Oanpaste piktogram oplade…
he: העלאת צלמית מותאמת אישית...
hr: Dodaj vlastitu ikonu...
hu: Egyéni ikon feltöltése…
ia: Incargar un icone personalisate...
id: Unggah Ikon yang lain...
is: Senda inn sérsniðna táknmynd...
ka: საკუთარი ხატულის ატვირთვა...
kab: Sali tignit tudmawant...
ms: Muat naik Ikon Lazim...
nb_no: Last opp et egendefinert ikon…
nn_no: Last opp eit tilpassa ikon…
ro: Încarcă o pictogramă personalizată ...
sk: Odoslať vlastnú ikonu...
sq: Ngarkoni një Ikonë të Personalizuar...
sr_latn: Otpremite sopstvenu ikonicu...
sv_se: Ladda upp en anpassad ikon...
te: అభిమత ప్రతీకాన్ని ఎక్కించండి...
th: อัปโหลดไอคอนที่กำหนดเอง...
tr: Özel simge yükle...
vi: Tải lên một Biểu tượng Tùy biến...

source: PNG and JPG supported. Icons resized to 64x64 pixels if larger.
hu: PNG és JPG képek támogatottak. Amennyiben az ikon nagyobb, abban esetben 64x64 képpontra lesz átméretezve.
id: PNG dan JPG didukung. Ikon akan diubah ukurannya menjadi 64 x 64 pixel jika lebih besar.
ka: მხარდაჭერილია PNG და JPG. ზომების გადაჭარბების შემთხვევაში, ხატულის სიგრძე/სიმაღლე, შემცირდება 64x64 პიქსელამდე.
kab: PNG akked JPG ttusefraken. Ignitin ad uɣalent ar 64x64 ipiksilen ticki kkant-d nig waya.
ms: PNG dan JPG disokong. Saiz ikon diubah ke 64x64 piksel, jika terlebih besar.
sk: Podporované formáty: PNG a JPG. Ikony budú zmenšené na 64x64 bodov v prípade, že sú väčšie.
sq: Mbulohen PNG-të dhe JPG-të. Ikonat ripërmasohen në 64x64 piksel, po qenë më të mëdha.
sr_latn: PNG i JPG su podržani. Ikonice se smanjuju na 64x64 piksela ako su veće.
sv_se: PNG och JPG stöds. Ikoner ändrar storlek till 64x64 pixlar, om de är större.

source: Screenshots
es_ar: Capturas de pantalla
fi: Kuvakaappaukset
fur: Videadis
fy_nl: Skermôfbyldingen
he: צילומי מסך
hr: Snimke ekrana
hu: Képernyőképek
ia: Capturas de schermo
id: Tangkapan layar
is: Skjámyndir
ka: ეკრანის სურათები
kab: Tuṭṭfiwin n wegdil
ms: Skrinsyot
nb_no: Skjermbilde
nn_no: Skjermbilde
ro: Capturi de ecran
sk: Ukážky
sq: Foto ekrani
sr_latn: Slike ekrana
sv_se: Skärmdumpar
te: తెరపట్లు
th: ภาพถ่ายหน้าจอ
tr: Ekran görüntüleri
vi: Ảnh chụp màn hình

source: Please provide at least one screen shot of your add-on:
es_ar: Proporciona al menos una captura de pantalla de tu complemento:
fi: Aseta ainakin yksi kuvakaappaus lisäosastasi:
fur: Furnìs almancul une videade dal to component adizionâl:
fy_nl: Jou op syn minst ien skermôfbylding fan jo add-on:
he: נא לספק לפחות צילום מסך אחד של התוספת שלך:
hr: Priloži barem jednu snimku ekrana tvog dodatka:
hu: Adjon hozzá legalább egy képernyőképet a kiegészítőhöz:
ia: Per favor forni al minus un instantaneo de schermo de tu additivo:
id: Harap menyediakan sekurangnya satu tangkapan layar pengaya anda:
is: Settu inn að minnsta kosti eina skjámynd af viðbótinni þinni:
ka: გთხოვთ, მოგვაწოდოთ თქვენი დამატების, სულ მცირე ერთი სურათი მაინც:
kab: Ma uulac aɣilif, mudd-d ɣarsum yiwet n tuṭṭfa n ugdil i uzegrir inek:
ms: Sila beri sekurang-kurang satu skrinsyot add-on anda:
nb_no: Du må ha minst ett skjermbilde av tillegget ditt:
nn_no: Du må minst ha eitt skjermbilde av tillegget ditt:
ro: Te rugăm să furnizezi cel puțin o captură de ecran cu suplimentul tău:
sk: Pridajte prosím k vášmu doplnku aspoň jeden obrázok:
sq: Ju lutemi, sillni të paktën një foto ekrani të shtesës suaj:
sr_latn: Molimo obezbedite najmanje jednu sliku Vašeg dodatka:
sv_se: Tillhandahåll minst en skärmdump av ditt tillägg:
te: దయచేసి కనీసం ఒక్కటైనా మీ పొడగింత తెరపట్టును ఇవ్వండి:
th: โปรดระบุภาพหน้าจออย่างน้อยหนึ่งภาพของส่วนเสริมของคุณ:
tr: Lütfen eklentinizin en az bir tane ekran görüntüsünü sağlayın:
vi: Vui lòng cung cấp ít nhất một ảnh chụp màn hình của tiện ích mở rộng của bạn:

source: Please provide a caption for this screenshot:
es_ar: Proporciona un título para esta captura de pantalla:
fi: Anna tekstiselite tälle kuvakaappaukselle:
fur: Furnìs une didascalie par cheste videade:
fy_nl: Jou in titel foar dizze skermôfbylding:
he: נא לספק כותרת לצילום מסך זה:
hr: Priloži opis za ovu snimku ekrana:
hu: Adjon meg képaláírást ehhez a képernyőképhez.
ia: Per favor forni un legenda pro iste captura de schermo:
id: Harap menyediakan keterangan untuk tangkapan layar ini:
is: Gefðu upp myndatexta fyrir þessa skjámynd:
ka: გთხოვთ მიუთითოთ წარწერა, სურათზე:
kab: Ma ulac aɣilif, mudd-d aglam i uzegrir inek:
ms: Sila beri keterangan skrinsyot ini:
nb_no: Oppgi en bildetekst for dette skjermbildet:
nn_no: Spesifiser ein bildetekst for dette skjermbildet:
ro: Te rugăm să furnizezi o legendă pentru această captură de ecran:
sk: Zadajte názov pre túto ukážku:
sq: Ju lutemi, jepni një titull për këtë foto ekrani:
sr_latn: Molimo obezbedite opis za ovu sliku ekrana:
sv_se: Ange en bildtext till denna skärmdump:
te: ఈ తెరపట్లు కోసం ఒక వ్యాఖ్యను ఇవ్వండి:
th: โปรดระบุคำอธิบายสำหรับภาพหน้าจอนี้:
tr: Lütfen bu ekran görüntüsüne bir başlık verin:
vi: Vui lòng cung cấp một chú thích cho ảnh chụp màn hình này:

source: Add a Screenshot...
es_ar: Agregar una captura de pantalla...
fi: Lisää kuvakaappaus...
fur: Zonte une videade...
fy_nl: In skermôfbylding tafoegje…
he: הוספת צילום מסך...
hr: Dodaj snimku ekrana …
hu: Képernyőkép hozzáadása…
ia: Adder un captura de schermo...
id: Tambahkan Tangkapan layar...
is: Bæta við skjámynd...
ka: სურათების დამატება...
kab: Rnu tuṭṭfa n ugdil
ms: Tambah Skrinsyot...
nb_no: Legg til et skjermbilde…
nn_no: Legg til eit skjermbilde…
ro: Adaugă o captură de ecran...
sk: Pridať ukážku...
sq: Shtoni një Foto Ekrani...
sr_latn: Dodaj sliku ekrana...
sv_se: Lägg till en skärmdump...
te: తెరపట్టుని జోడించండి...
th: เพิ่มภาพหน้าจอ...
tr: Ekran görüntüsü ekle...
vi: Thêm một Ảnh chụp màn hình...

source: Tests
hu: Tesztek
id: Tes
ka: შემოწმება
kab: Ikayaden
ms: Ujian
sk: Testy
sq: Prova
sr_latn: Testovi
sv_se: Tester

source: General Tests
es_ar: Pruebas generales
fi: Yleiset testit
fur: Provis gjenerâls
fy_nl: Algemiene tests
he: בדיקות כלליות
hr: Opći testovi
hu: Általános tesztek
ia: Tests general
id: Tes Umum
is: Almennar prófanir
ka: ზოგადი შემოწმება
kab: Ikayaden imuta
ms: Ujian Umum
nb_no: Generelle tester
nn_no: Generelle testar
ro: Teste generale
sk: Všeobecné testy
sq: Prova të Përgjithshme
sr_latn: Opšti testovi
sv_se: Generella tester
te: సాధారణ పరీక్షలు
th: การทดสอบทั่วไป
tr: Genel testler
vi: Kiểm tra Thông thường

source: Security Tests
es_ar: Pruebas de seguridad
fi: Tietoturvatestit
fur: Provis di sigurece
fy_nl: Befeiligingstests
he: בדיקות אבטחה
hr: Testovi sigurnosti
hu: Biztonsági tesztek
ia: Tests de securitate
id: Tes Keamanan
is: Öryggisprófanir
ka: უსაფრთხოების შემოწმება
kab: Ikayaden n tγellist
ms: Ujian Keselamatan
nb_no: Sikkerhetstester
nn_no: Sikkerheitstestar
ro: Teste de securitate
sk: Bezpečnostné testy
sq: Prova Sigurie
sr_latn: Testovi bezbednosti
sv_se: Säkerhetstester
te: భద్రతా పరీక్షలు
th: การทดสอบความปลอดภัย
tr: Güvenlik testleri
vi: Kiểm tra Bảo mật

source: Extension Tests
es_ar: Pruebas de extensiones
fi: Laajennustestit
fur: Provis de estension
fy_nl: Utwreidingtests
he: בדיקות הרחבה
hr: Testovi za proširenja
hu: Bővítményteszt
ia: Tests del extension
id: Tes Ekstensi
is: Prófanir forritsauka
ka: გაფართოების შემოწმება
kab: Ikayaden n usiγzef
ms: Ujian Ekstensi
nb_no: Utvidelsestester
nn_no: Utvidingstestar
ro: Teste de extensii
sk: Testy rozšírenia
sq: Prova Zgjerimi
sr_latn: Testovi ekstenzije
sv_se: Utökningstester
te: పొడిగింత పరీక్షలు
th: การทดสอบส่วนขยาย
tr: Uzantı testleri
vi: Kiểm tra Đuôi mở rộng

source: Localization Tests
es_ar: Pruebas de localización
fi: Lokalisointitestit
fur: Provis di localizazion
fy_nl: Lokalisaasjetests
he: בדיקות תרגום
hr: Lokalizacijski testovi
hu: Lokalizációs tesztek
ia: Tests del localisation
id: Tes Pelokalan
is: Staðfærsluprófanir
ka: თარგმანის შემოწმება
kab: Ikayaden n usideg
ms: Ujian Lokalisasi
nb_no: Oversettelsestester
nn_no: Omsettingstestar
ro: Teste de localizare
sk: Testy lokalizácie
sq: Prova Lokalizimi
sr_latn: Testovi lokalizacije
sv_se: Översättningstester
te: స్థానికీకరణ పరీక్షలు
th: การทดสอบการแปล
tr: Yerelleştirme testleri
vi: Kiểm tra Bản địa hóa

source: Compatibility Tests
es_ar: Pruebas de compatibilidad
fi: Yhteensopivuustestit
fur: Provis di compatibilitât
fy_nl: Kompatibiliteitstests
he: בדיקות תאימות
hr: Testovi za kompatibilnost
hu: Kompatibilitási tesztek
ia: Tests del compatibilitate
id: Tes Kompatibilitas
is: Samhæfniprófanir
ka: თავსებადობის შემოწმება
kab: Ikayaden n umṣada
ms: Ujian Keserasian
nb_no: Kompatibilitetstester
nn_no: Kompatibilitetstestar
ro: Teste de compatibilitate
sk: Testy kompatibility
sq: Prova Përputhshmërie
sr_latn: Testovi kompatibilnosti
sv_se: Kompatibilitetstester
te: అనుకూలత పరీక్షలు
th: การทดสอบความเข้ากันได้
tr: Uyumluluk testleri
vi: Kiểm tra tính tương thích

source: Hide messages not required for automated signing
es_ar: Ocultar mensajes no requeridos para la firma automática
fur: Plate i messaçs che no coventin pe firme digjitâl automatizade
fy_nl: Berjochten dy’t net nedich binne foar automatyske ûndertekening ferstopje
he: הסתרת הודעות שאינן נדרשות לטובת חתימה אוטומטית
hr: Sakrij poruke koje nisu potrebne za automatsko potpisivanje
hu: Az automatikus aláíráshoz nem szükséges üzenetek elrejtése
ia: Celar messages non requirite pro firma automatisate
id: Pesan tidak perlu disembunyikan untuk penandatanganan otomatis
ka: შეტყობინებების დამალვა, რომლებიც არ საჭიროებს ავტომატურ დამოწმებას
kab: Ffer iznan ur iwulmen ara i uzmul awurman
ms: Sorok mesej yang tidak diperlukan untuk tandatangan automatik
nb_no: Skjul meldinger som ikker kreves for automatisk signering
nn_no: Gøym meldingar som ikkje krevst for automatisk signering
ro: Ascunde mesajele care nu sunt necesare pentru semnare automată
sq: Fshihi mesazhet që s’janë të domosdoshëm për nënshkrim automatik
sv_se: Dölja meddelanden som inte krävs för automatisk signering
te: స్వయంచాలక సంతకం కోసం అవసరంలేని సందేశాలను దాచు
th: ซ่อนข้อความที่ไม่จำเป็นสำหรับการลงลายเซ็นแบบอัตโนมัติ
tr: Otomatik imza için gerekli olmayan mesajları gizle
vi: Ẩn thông báo không cần thiết cho việc ký tự động

source: Hide messages present in previous version and ignored
es_ar: Ocultar mensajes presentes ignorados en la versión anterior
fur: Plate i messaçs presints tes versions plui vecjis e che a son stâts ignorâts
fy_nl: Berjochten fan eardere ferzje en negearre ferstopje
he: הסתרת הודעות שנמצאות בגרסה קודמת וזכו להתעלמות
hr: Sakrij poruke prisutne u prethodnoj verziji i zanemarene
hu: A korábbi verzióban megtalálható és figyelmen kívül hagyott üzenetek elrejtése
ia: Celar messages presente in previe version e ignorate
id: Menyembunyikan pesan ada di versi sebelumnya dan tidak diindahkan
ka: შეტყობინებების დამალვა, რომლებიც წინა ვერსიაში უგულებელყოფილი იყო
kab: Ffer iznan yellan deg ileman yezrin yettwazeglen
ms: Sorok mesej yang ada dalam versi terdahulu dan diabaikan
nb_no: Skjul meldinger som finnes i tidligere versjon og ignorerte
nn_no: Gøym meldingar som finst i tidlegare versjon og ignorerte
ro: Ascunde mesajele prezente și ignorate din versiunea anterioară
sq: Fshihi mesazhet e pranishëm në versione të mëparshëm dhe të shpërfillur
sv_se: Dölj meddelanden som finns i tidigare version och ignoreras
te: మునుపటి వెర్షనులో ఉంది, విస్మరించిన సందేశాలను దాచు
th: ซ่อนข้อความที่พบในรุ่นก่อนหน้าและถูกเพิกเฉย
tr: Önceki sürümde bulunan ve yoksayılan iletileri gizle
vi: Ẩn thông báo cho phiên bản trước và bị bỏ qua

source: Top
es_ar: Arriba
fi: Alkuun
fur: Sù
fy_nl: Boppeside
he: למעלה
hr: Vrh
hu: Fel
ia: Apice
id: Teratas
is: Efst
ka: ზემოთა
kab: Afella n usebter
ms: Teratas
nb_no: Topp
nn_no: Øvst
ro: Sus
sk: Prejsť hore
sq: Krye
sr_latn: Vrh
sv_se: Högst upp
te: పైన
th: ด้านบน
tr: Başa dön
vi: Trên cùng

source: Delete Theme
hu: Téma törlése
id: Hapus tema
ka: თემის წაშლა
kab: Kkes asentel
ms: Buang Tema
sk: Odstrániť tému
sq: Fshije Temën
sr_latn: Izbriši temu
sv_se: Ta bort tema

source: Delete Add-on
es_ar: Borrar complemento
fi: Poista lisäosa
fur: Elimine component adizionâl
fy_nl: Add-on fuortsmite
he: מחיקת תוספת
hr: Ukloni dodatak
hu: Kiegészítő törlése
ia: Deler le additivo
id: Hapus Pengaya
is: Eyða viðbót
ka: დამატების წაშლა
kab: Kkes azegrir
ms: Buang Add-on
nb_no: Slett utvidelsen
nn_no: Slett utvidinga
ro: Șterge suplimentul
sk: Odstrániť doplnok
sq: Fshije Shtesë
sr_latn: Izbriši dodatak
sv_se: Ta bort tillägg
te: పొడగింతను తొలగించు
th: ลบส่วนเสริม
tr: Eklentiyi sil
vi: Xóa tiện ích

source: Deleting your theme will permanently remove it from the site.
hu: A téma törlése véglegesen eltávolítja azt az oldalról.
id: Menghapus tema anda akan menghapusnya sama sekali dari situs.
ka: თემის წაშლის შედეგად, იგი სამუდამოდ გაქრება საიტიდან.
kab: Tukksa n usentel ad yeglu s tukksa yines i lebda seg usmel.
ms: Membuang tema anda akan menghapuskannya secara kekal daripada laman ini.
sk: Odstránením vašej témy ju trvalo odstránite z tohto webu.
sq: Fshirja e temës suaj do ta heqë përgjithmonë nga sajti.
sr_latn: Brisanje Vaše teme će je trajno ukloniti sa sajta.
sv_se: Ta bort ditt tema kommer att permanent ta bort den från webbplatsen.

source: Deleting your add-on will permanently remove it from the site and prevent its GUID from being submitted again by others.
hu: Kiegészítőjének törlésével véglegesen eltávolítja azt az oldalról, és megakadályozza, hogy GUID-ját mások ismét benyújtsák.
id: Menghapus pengaya anda akan secara permanen menghapusnya dari situs dan mencegah GUID tersebut diserahkan kembali oleh orang lain.
sq: Fshirja e shtesë suaj do ta heqë përgjithmonë prej sajtit dhe do të parandalojë parashtrimin sërish nga të tjerë të GUID-it të saj.
sv_se: Genom att ta bort ditt tillägg kommer det att permanent tas bort från denna webbplats och hindrar att dess GUID skickas in igen av andra.

source: Enter the following text confirm your decision: {slug}
sq: Jepni tekstin vijues që të ripohoni vendimin tuaj: {slug}

source: Please tell us why you are deleting your theme:
hu: Mondja el, miért törli a témáját:
id: Beritahu kami mengapa Anda menghapus tema Anda:
ka: გთხოვთ გვაცნობოთ მიზეზი, რატომ შლით თქვენს თემას:
kab: Ma ulac aɣilif, iniya-ɣ-d acuɣeṛ ad tekksed asentel inek:
ms: Sila maklumkan kami kenapa anda buang tema anda:
sk: Povedzte nám, prečo odstraňujete vašu tému vzhľadu:
sq: Ju lutemi, na tregoni përse po e fshini temën tuaj:
sr_latn: Recite nam zašto brišete svoju temu:
sv_se: Berätta varför du tar bort ditt tema:

source: Please tell us why you are deleting your add-on:
es_ar: Explica brevemente la razón por la que eliminas tu complemento:
fi: Kerro meille miksi poistat lisäosasi:
fur: Par plasê, continus il motîf che ti à puartât a eliminâ il to component adizionâl:
fy_nl: Fertel ús wêrom jo jo add-on fuortsmite:
he: נא לספר לנו מדוע בחרת למחוק את התוספת שלך:
hr: Reci nam zašto brišeš dodatak:
hu: Mondja el, miért törli a kiegészítőjét:
ia: Per favor dice nos proque tu dele tu additivo:
id: Beritahu kami mengapa Anda menghapus pengaya Anda:
ka: გთხოვთ გვაცნობოთ მიზეზი, რატომ შლით თქვენს დამატებას:
kab: Ma ulac aɣilif, iniya-ɣ-d acuɣeṛ ad tekksed azegrir inek:
ms: Sila maklumkan kami kenapa anda buang add-on anda:
nb_no: Fortell oss hvorfor du sletter tillegget ditt:
nn_no: Fortel oss gjerne kvifor du slettar utvidinga di:
ro: Te rugăm să ne spui de ce îți ștergi suplimentul:
sk: Povedzte nám, prečo odstraňujete váš doplnok:
sq: Ju lutemi, na tregoni përse po e fshini shtesën tuaj:
sr_latn: Recite nam zašto brišete svoj dodatak:
sv_se: Berätta varför du tar bort ditt tillägg:
te: మీ పొడగింతని ఎందుకు తొలగిస్తున్నారో దయచేసి మాకు చెప్పండి:
th: โปรดบอกเราทำไมคุณจึงลบส่วนเสริมนี้:
tr: Eklentinizi neden sildiğinizi lütfen bize söyleyin:
vi: Vui lòng cho chúng tôi biết lý do bạn xóa tiện ích mở rộng của mình:

source: Actions
es_ar: Acciones
fi: Toiminnot
fur: Azions
fy_nl: Aksjes
he: פעולות
hr: Radnje
hu: Műveletek
ia: Actiones
id: Aksi
is: Aðgerðir
ka: მოქმედებები
kab: Tigawin
ms: Tindakan
nb_no: Handlinger
nn_no: Handlingar
ro: Acțiuni
sk: Akcie
sq: Veprime
sr_latn: Akcije
sv_se: Åtgärder
te: చర్యలు
th: การกระทำ
tr: Eylemler
vi: Thao tác
