Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: My Themes
es_ar: Mis temas
fi: Omat teemat
fur: I miei temis
fy_nl: Myn tema’s
he: ערכות הנושא שלי
hr: Moje teme
hu: Saját témák
ia: Mi themas
id: Tema Saya
is: Þemun mín
ka: ჩემი თემები
kab: Isental-iw
ms: Tema Saya
nb_no: Mine temaer
nn_no: Mine tema
ro: Temele mele
sk: Moje témy
sq: Temat e Mia
sr_latn: Moje teme
sv_se: Mina teman
te: నా అలంకారాలు
th: ชุดรูปแบบของฉัน
tr: Temalarım
vi: Giao diện của tôi

source: Add to Firefox
hu: Hozzáadás
id: Tambahkan ke Firefox
kab: Rnu ɣer Firefox
sk: Pridať do Firefoxu
sq: Shtoje te Firefox-i
sr_latn: Dodaj u Firefox
sv_se: Lägg till i Firefox

source: Edit Theme
hu: Téma szerkesztése
id: Edit Tema
ka: თემის ჩასწორება
kab: Ẓreg asentel
ms: Edit Tema
sk: Upraviť tému
sq: Përpunoni Temën
sr_latn: Izmeni temu
sv_se: Redigera tema

source: Approve / Reject
hu: Elfogadás / Visszautasítás
id: Setujui / Tolak
ka: მიღება / უარყოფა
kab: Qbel / Agwi
ms: Lulus / Tolak
sk: Schváliť / Zamietnuť
sq: Miratojeni / Hidheni Poshtë
sr_latn: Dozvoli / odbij
sv_se: Godkänn / Avvisa

source: Review History
es_ar: Historial de revisiones
fi: Arvosteluhistoria
fur: Cronologjie revisions
fy_nl: Beoardielingsskiednis
he: היסטוריית סקירה
hr: Povijest recenzija
hu: Értékelések előzményei
ia: Chronologia del revision
id: Riwayat Ulasan
is: Ferill yfirferða
ka: მიმოხილვის ისტორია
kab: Cegger amazray
ms: Sejarah Semakan
nb_no: Historikk over gjennomgang
nn_no: Vurderingshistorikk
ro: Istoricul examinărilor
sk: História kontrol
sq: Historik Shqyrtimesh
sr_latn: Istorija recenzija
sv_se: Recensionshistorik
te: చరిత్రను సమీక్షించండి
th: ตรวจทานประวัติ
tr: İnceleme Geçmişi
vi: Xem lại lịch sử

source: Sorry, this theme is pending. Please come back later.
hu: Sajnos ez a téma még folyamatban van, jöjjön vissza később.
id: Maaf, tema ini ditunda. Silakan datang kembali nanti.
ka: უკაცრავად, შესამოწმებლადაა გაგზავნილი. გთხოვთ სცადოთ მოგვიანებით.
kab: Suref-aɣ, asentel-agi yettṛagu. Ma ulac aɣilif uɣal-d ticki.
ms: Maaf, tema ini masih tertangguh. Sila cuba lagi seketika nanti.
sk: Ospravedlňujeme sa, táto téma čaká na schválenie. Príďte neskôr.
sq: Na ndjeni, kjo temë është vënë në radhë. Ju lutemi, rikthehuni më vonë.
sr_latn: Izvinjavamo se, ova tema je u toku. Molimo Vas, vratite se kasnije.
sv_se: Tyvärr, är detta tema är väntande. Kom tillbaka senare.

source: This theme is pending. It is invisible to everyone but you.
hu: Ez a téma folyamatban van. Mindenki számára láthatatlan.
id: Tema ini ditunda. Ini tidak terlihat untuk semua orang kecuali anda.
ka: ეს თემა გადის შემოწმებას. ხილულია მხოლოდ თქვენთვის.
kab: Asentel-agi yettṛaǧu. Ur d-yettban ara i yemdanen. Ala kečč ara t-iwalin.
ms: Tema ini masih tertangguh. Tidak dapat dilihat oleh sesiapa kecuali anda sendiri.
sk: Táto téma čaká na schválenie. Pre všetkých okrem Vás je neviditeľná.
sq: Kjo temë është vënë në radhë. Është e padukshme për këdo tjetër veç jush.
sr_latn: Ova tema je u toku. Nevidljiva je svima sem Vama.
sv_se: Detta tema är väntande. Det är osynligt för alla utom du.

source: Collector's Note
hu: Gyűjtemény készítőjének megjegyzése
id: Catatan Kolektor
ka: კრებულის შემდგენის შენიშვნა
kab: Tazmilt n uleqqad
ms: Nota Pengumpul
sk: Poznámka autora kolekcie
sq: Shënim i Grumbulluesit
sr_latn: Beleška kolekcijonara
sv_se: Samlarens anteckning

source: Not Yet Rated
hu: Még nem értékelt
id: Belum Diperingkat
sk: Zatiaľ nehodnotené
sq: Ende e Pavlerësuar
sr_latn: Još uvek nije ocenjeno
sv_se: Inte betygsatt än

source: <strong>{0}</strong> weekly download
es_ar: <strong>{0}</strong> descarga semanal
fi: <strong>{0}</strong> lataus viikossa
fur: <strong>{0}</strong> discjariament setemanâl
fy_nl: <strong>{0}</strong> wyklikse download
he: הורדה <strong>אחת</strong> בשבוע
hr: <strong>{0}</strong> preuzimanje tjedno
hu: <strong>{0}</strong> letöltés hetente
ia: <strong>{0}</strong> discargamento septimanal
id: <strong>{0}</strong> unduhan mingguan
is: <strong>{0}</strong> vikulegt niðurhal
ka: <strong>{0}</strong> ყოველკვირეული ჩამოტვირთვა
kab: <strong>{0}</strong> asider n ḍḍurt
ms: <strong>{0}</strong> muat turun mingguan
nb_no: <strong>{0}</strong> ukentlig nedlasting
nn_no: <strong>{0}</strong> nedlasting pr. veke
ro: <strong>{0}</strong> descărcare săptămânală
sk: Prevzatí za týždeň: <strong>{0}</strong>
sq: <strong>{0}</strong> shkarkim javor
sr_latn: <strong>{0}</strong> preuzimanje nedeljno
sv_se: <strong>{0}</strong> nedladdning per vecka
te: <strong>{0}</strong> వారపు దింపుకోలు
th: <strong>{0}</strong> ดาวน์โหลดต่อสัปดาห์
tr: Haftada <strong>{0}</strong> indirme
vi: <strong>{0}</strong> lượt tải xuống hàng tuần

source: Read More
hu: Tovább
id: Baca Selengkapnya
sk: Ďalšie informácie
sq: Lexoni Më Tepër
sr_latn: Pročitaj više
sv_se: Läs mer

source: Users
hu: Felhasználók
id: Pengguna
sk: Používatelia
sq: Përdorues
sr_latn: Korisnici
sv_se: Användare
te: వాడుకరులు

source: Weekly Downloads
hu: Heti letöltések
id: Unduhan Mingguan
ka: ყოველკვირეული ჩამოტვირთვები
kab: Isidar yal dduṛt
ms: Muat turun Mingguan
sk: Prevzatí za týždeň
sq: Shkarkime Javore
sr_latn: Sedmična preuzimanja
sv_se: Nedladdningar per vecka
te: వారంవారం దింపుకోళ్ళు

source: {0} (Version Notes)
hu: {0} (Megjegyzések a verzióhoz)
id: {0} (Catatan Versi)
sk: {0} (Poznámky k vydaniu)
sq: {0} (Shënime Versioni)
sr_latn: {0} (Beleške verzije)
sv_se: {0} (Versionsanteckningar)

source: View All Versions
hu: Összes verzió megtekintése
id: Tampilkan Semua Versi
sk: Zobraziť všetky verzie
sq: Shihni Tërë Versionet
sr_latn: Pogledaj sve verzije
sv_se: Visa alla versioner

source: View Development Version
hu: Fejlesztői verzió megtekintése
id: Lihat Versi Pengembangan
sk: Zobraziť vývojovú verziu
sq: Shihni Versionin Zhvillim
sr_latn: Pogledaj razvojnu verziju
sv_se: Visa utvecklingsversion

source: Caution
hu: Figyelem
id: Perhatian
sk: Upozornenie
sq: Kujdes
sr_latn: Oprez
sv_se: Varning

source: Visit the Support Site
hu: Látogassa meg a támogatói oldalt
id: Kunjungi Situs Layanan Dukungan
sk: Navštíviť stránku podpory
sq: Vizitoni Sajtin e Asistencës
sr_latn: Posetite sajt podrške
sv_se: Besök supportwebbplatsen

source: Ask the Author a Question
hu: Kérdezzen a szerzőtől
id: Kirim Pertanyaan untuk Pembuat
sk: Položiť autorovi otázku
sq: Bëjini Autorit një Pyetje
sr_latn: Postavite pitanje autoru
sv_se: Ställ en fråga till utvecklaren

source: License Agreement
hu: Felhasználói licencszerződés
id: Kesepakatan Lisensi
sk: Licenčné ujednanie
sq: Pranim Licence
sr_latn: Ugovor o licenci
sv_se: Licensavtal

source: %(name)s requires that you accept the following End-User License Agreement before installation can proceed:
hu: A(z) %(name)s telepítése előtt el kell fogadnia a következő Végfelhasználói licencszerződést:
id: %(name)s meminta anda menerima Kesepakatan Lisensi Pengguna sebelum pemasangan bisa dilanjutkan:
sk: Doplnok %(name)s vyžaduje pred inštaláciou odsúhlasenie nasledujúcej licenčnej zmluvy:
sq: %(name)s kërkon që të pranoni Marrëveshjen vijuese të Licencës për Përdorues të Thjeshtë, përpara se të ecet më tej me instalimin:
sr_latn: %(name)s zahteva da odobrite sledeći Ugovor o licenci softvera za krajnjeg korisnika pre nego što se instalacija može nastaviti:
sv_se: %(name)s kräver att du accepterar följande slutanvändaravtal innan installationen kan fortsätta:

source: Accept
es_ar: Aceptar
fi: Hyväksy
fur: Acete
fy_nl: Akseptearje
he: הסכמה
hr: Prihvati
hu: Elfogadás
ia: Acceptar
id: Terima
is: Samþykkja
ka: მიღება
ms: Terima
nb_no: Godta
nn_no: Godta
ro: Acceptă
sk: Prijať
sq: Pranoje
sr_latn: Prihvati
sv_se: Acceptera
te: అంగీకరించు
th: ยอมรับ
tr: Kabul et
vi: Chấp nhận

source: Add-ons are not currently available on Firefox for iOS.
hu: Firefox iOS-en jelenleg nem elérhetők a kiegészítők.
id: Pengaya berikut saat ini belum tersedia di Firefox untuk iOS.
sk: Doplnky nie sú momentálne dostupné na Firefoxe pre iOS.
sq: Hëpërhë shtesat s’janë të gatshme për Firefox-in për iOS.
sv_se: Tillägg är inte tillgängliga på Firefox för iOS.

source: You need Firefox to install add-ons. <a href="http://mozilla.com/mobile">Learn More&nbsp;&raquo;</a>
hu: A kiegészítők telepítéséhez szüksége van egy Firefox böngészőre <a href="http://mozilla.com/mobile">Ismerje meg&nbsp;&raquo;</a>
id: Anda perlu Firefox untuk memasang pengaya. <a href="http://mozilla.com/mobile">Pelajari Lebih Lanjut&nbsp;&raquo;</a>
sk: Na inštaláciu doplnkov musíte používať prehliadač Firefox. <a href="http://mozilla.com/mobile">Ďalšie informácie&nbsp;&raquo;</a>
sq: Që të instaloni shtesa, ju duhet Firefox-i. <a href="http://mozilla.com/mobile">Mësoni Më Tepër&nbsp;&raquo;</a>
sr_latn: Potreban Vam je Firefox kako biste instalirali dodatke. <a href="http://mozilla.com/mobile">Saznajte više&nbsp;&raquo;</a>
sv_se: Du behöver Firefox för att installera tillägg. <a href="http://mozilla.com/mobile">Läs mer&nbsp;&raquo;</a>

source: Return to the {0} Add-ons homepage
es_ar: Volver a la página de inicio de Complementos para {0}
fi: Palaa {0}-lisäosien etusivulle
fur: Torne ae pagjine iniziâl di {0} Add-ons
fy_nl: Tebek nei de {0}-add-ons-startside
he: חזרה לדף הבית של תוספות עבור {0}
hr: Natrag na {0} početnu stranicu dodataka
hu: Visszatérés a {0}-kiegészítők honlapjára
ia: Retornar al {0} pagina principal del additivos
id: Kembali ke Beranda Pengaya {0}
is: Fara til baka á heimasíðu {0} viðbótarinnar
ka: {0} დამატების გვერდზე დაბრუნება
kab: Uɣal ar usebter n uzegrir n {0}
ms: Kembali ke halaman utama Add-ons {0}
nb_no: Gå tilbake til hjemmesiden til {0}-utvidelser
nn_no: Gå tilbake til heimesida for {0}-utvidingar
ro: Înapoi la pagina de start a suplimentelor {0}
sk: Návrat na úvodnú stránku {0} Add-ons
sq: Kthehuni te faqja hyrëse e Shtesave {0}
sr_latn: Vratite se na početnu stranicu {0} dodataka
sv_se: Återgå till hemsidan för tillägget {0}
te: తిరిగి {0} పొడగింతల ముంగిలి పేజీకి వెళ్ళండి
th: กลับไปที่หน้าแรกของส่วนเสริม {0}
tr: {0} Eklentileri ana sayfasına dön
vi: Trở lại trang chủ Tiện ích {0}

source: Add-ons
es_ar: Complementos
fi: Lisäosat
fur: Components adizionâi
he: תוספות
hr: Dodaci
hu: Kiegészítők
ia: Additivos
id: Pengaya
is: Viðbætur
ka: დამატებები
kab: Izegrar
nb_no: Utvidelser
nn_no: Tillegg
ro: Suplimente
sk: Doplnky
sq: Shtesa
sr_latn: Dodaci
sv_se: Tillägg
te: పొడిగింతలు
th: ส่วนเสริม
tr: Eklentiler
vi: Tiện ích

source: Easy ways to personalize.
hu: Testreszabás egyszerű módjai.
id: Cara mudah untuk personalisasi.
sk: Jednoduché prispôsobenie
sq: Mënyra të lehta për ta personalizuar.
sr_latn: Laki načini za prilagođavanje.
sv_se: Enkla sätt att anpassa.

source: Learn More
hu: További infó
id: Pelajari lebih Lanjut
ka: იხილეთ ვრცლად
kab: Issin ugar
ms: Ketahui Selanjutnya
sk: Ďalšie informácie
sq: Mësoni Më Tepër
sr_latn: Saznajte više
sv_se: Läs mer
te: ఇంకా తెలుసుకోండి

source: Add-ons are applications that let you personalize Firefox with extra functionality and style. Whether you mistype the name of a website or can't read a busy page, there's an add-on to improve your on-the-go browsing.
hu: A kiegészítők olyan alkalmazások, amelyek segítségével személyre szabható a Firefox böngésző, így extra funkciókat és megjelenést kaphat. Ha elütötte a weboldal nevét vagy nem tud elolvasni egy túlzsúfolt weboldalt, biztos talál egy kiegészítőt, amely segítségére lehet.
id: Pengaya adalah aplikasi yang memungkinkan anda mempersonifikasi Firefox dengan fungsi-fungsi dan gaya ekstra. Apakah anda salah mengetik nama situs atau tidak bisa membaca laman yang sibuk, tersedia pengaya untuk memperbaiki penjelajahan anda.
sk: Doplnky sú aplikácie, ktoré umožňujú prispôsobiť si Firefox pridaním nových funkcií alebo zmenou vzhľadu. Či už nesprávne napíšete meno alebo nemáte čas na čítanie dlhých stránok, vždy sa nájde doplnok, ktorý vám prehliadanie uľahčí.
sq: Shtesat janë aplikacione që ju lejojnë ta personalizoni Firefox-in me funksione dhe stil ekstra. Si për rastin kur shkruani gabim emrin e një sajti, ose kur s’lexoni dot në një faqe me shumë trafik, ka një shtesë që të përmirësojë shfletimin tuaj.
sr_latn: Dodaci su aplikacije koje Vam pružaju prilagođavanje Firefox-a sa dodatnim opcijama i stilom. Bilo da pogrešno ukucate naziv veb sajta ili ne možete da učitate zauzetu stranicu, postoji dodatak koji može da poboljša Vaše pregledanje.
sv_se: Tillägg är applikationer som låter dig anpassa Firefox med extra funktionalitet och stil. Oavsett om du skriver fel namn på en webbplats eller inte kan läsa en upptagen sida, det finns alltid ett tillägg för att förbättra din surfning.

source: Themes
es_ar: Temas
fi: Teemat
fur: Temis
fy_nl: Tema’s
he: ערכות נושא
hr: Teme
hu: Témák
ia: Themas
id: Tema
is: Þemu
ka: თემები
kab: Isental
ms: Tema
nb_no: Temaer
nn_no: Tema
ro: Teme
sk: Témy
sq: Tema
sr_latn: Teme
sv_se: Teman
te: అలంకారాలు
th: ชุดรูปแบบ
tr: Temalar
vi: Giao diện

source: View all Featured add-ons
hu: Összes kiemelt kiegészítő megjelenítése
id: Tampilkan semua pengaya unggulan
sk: Zobraziť všetky odporúčané doplnky
sq: Shihni krejt shtesat e përfshira
sr_latn: Pogledajte sve istaknute dodatke
sv_se: Visa alla utvalda tillägg

source: View all Popular add-ons
hu: Az összes népszerű kiegészítő megtekintése
id: Tampilkan semua pengaya Populer
sk: Zobraziť všetky obľúbené doplnky
sq: Shihni tërë shtesat Popullore
sr_latn: Pogledajte sve popularne dodatke
sv_se: Visa alla populära tillägg

source: More Add-ons
hu: További kiegészítők
id: Lebih banyak Pengaya
sk: Ďalšie doplnky
sq: Më tepër Shtesa
sr_latn: Još dodataka
sv_se: Fler tillägg

source: Highest Rated
hu: Legjobb értékelés
id: Peringkat Tertinggi
kab: Tazmilt tameqqrant
sk: Najlepšie hodnotené
sq: Më të Vlerësuarat
sr_latn: Najbolje ocenjene
sv_se: Högst betyg

source: Newest
hu: Legújabb
id: Terbaru
ka: უახლესი
kab: Amaynut
ms: Terbaru
sk: Najnovšie
sq: Më të Rejat
sr_latn: Najnovije
sv_se: Nyast

source: Try it on!
hu: Próbálja ki!
id: Cobalah!
sk: Vyskúšajte ju!
sq: Provojeni!
sr_latn: Isprobajte je!
sv_se: Prova den!

source: Theme Info &raquo;
hu: Téma információ &raquo;
id: Info Tema &raquo;
sk: Informácie o téme &raquo;
sq: Të dhëna Teme &raquo;
sr_latn: Informacije o temi &raquo;
sv_se: Information om tema &raquo;

source: Tools
es_ar: Herramientas
fi: Työkalut
fur: Struments
fy_nl: Ark
he: כלים
hr: Alati
hu: Eszközök
ia: Instrumentos
id: Perangkat
is: Verkfæri
ka: ხელსაწყოები
kab: Ifecka
ms: Alatan
nb_no: Verktøy
nn_no: Verktøy
ro: Instrumente
sk: Nástroje
sq: Mjete
sr_latn: Alati
sv_se: Verktyg
te: పనిముట్లు
th: เครื่องมือ
tr: Araçlar
vi: Công cụ

source: My Profile
es_ar: Mi perfil
fi: Profiilini
fur: Il gno profîl
fy_nl: Myn profyl
he: הפרופיל שלי
hr: Moj profil
hu: Saját profil
ia: Mi profilo
id: Profil Saya
is: Notandasniðið mitt
ka: ჩემი პროფილი
kab: Imeɣna yinu
ms: Profil Saya
nb_no: Min profil
nn_no: Min profil
ro: Profilul meu
sk: Môj profil
sq: Profili Im
sr_latn: Moj profil
sv_se: Min profil
te: నా ప్రొఫైలు
th: โปรไฟล์ของฉัน
tr: Profilim
vi: Hồ sơ của Tôi

source: Account Settings
es_ar: Preferencias de la cuenta
fi: Tiliasetukset
fur: Impostazions account
fy_nl: Accountynstellingen
he: הגדרות חשבון
hr: Postavke računa
hu: Beállítások
ia: Configurationes del conto
id: Setelan Akun
is: Stillingar reiknings
ka: ანგარიშის პარამეტრები
kab: Iɣewwaṛen n umiḍan
ms: Tetapan Akaun
nb_no: Kontoinnstillinger
nn_no: Kontoinnstillingar
ro: Setările contului
sk: Nastavenia účtu
sq: Rregullime Llogarie
sr_latn: Podešavanja naloga
sv_se: Kontoinställningar
te: ఖాతా అమరికలు
th: การตั้งค่าบัญชี
tr: Hesap Ayarları
vi: Cài đặt tài khoản

source: My Collections
es_ar: Mis colecciones
fi: Kokoelmani
fur: Lis mês racueltis
fy_nl: Myn kolleksjes
he: האוספים שלי
hr: Moje zbirke
hu: Saját gyűjtemények
ia: Mi collectiones
id: Koleksi Saya
is: Söfnin mín
ka: ჩემი კრებულები
kab: Tigrummiwin yinu
ms: Koleksi Saya
nb_no: Mine samlinger
nn_no: Samlinga mi
ro: Colecțiile mele
sk: Moje kolekcie
sq: Koleksionet e Mia
sr_latn: Moje kolekcije
sv_se: Mina samlingar
te: నా సేకరణలు
th: ชุดสะสมของฉัน
tr: Koleksiyonlarım
vi: Bộ sưu tập của Tôi

source: My Favorites
hu: Saját kedvencek
id: Favorit Saya
ka: ჩემი რჩეულები
kab: Inurifen inu
ms: Kegemaran Saya
sk: Moje obľúbené
sq: Të parapëlqyerit e Mi
sr_latn: Moji omiljeni
sv_se: Mina favoriter

source: Log out
es_ar: Salir
fi: Kirjaudu ulos
fur: Disconet
fy_nl: Ofmelde
he: התנתקות
hr: Odjava
hu: Kijelentkezés
ia: Clauder le session
id: Keluar
is: Skrá út
ka: გასვლა
kab: Ffeɣ
ms: Log keluar
nb_no: Logg ut
nn_no: Logg ut
ro: Ieși din cont
sk: Odhlásiť sa
sq: Dilni
sr_latn: Odjavi se
sv_se: Logga ut
te: లాగ్ అవుట్
th: ออกจากระบบ
tr: Çıkış yap
vi: Đăng xuất

source: Manage My Submissions
es_ar: Administrar mis envíos
fi: Hallitse lähettämiäsi lisäosia
fur: Gjestìs i miei cjariaments in rêt
fy_nl: Myn bydragen beheare
he: ניהול ההגשות שלי
hr: Upravljanje mojim prijavama
hu: Beküldéseim kezelése
ia: Gerer mi invios
id: Mengelola Pendaftaran Saya
is: Stjórna innsendingunum mínum
ka: წარდგენილი ნამუშევრების მართვა
kab: Sefrek ayen d-uzneɣ
ms: Urus Serahan Saya
nb_no: Behandle mine innsendinger
nn_no: Handter innesndingane mine
ro: Gestionează propunerile mele
sk: Správa mnou odoslaných doplnkov
sq: Administro Parashtrimet e Mia
sr_latn: Upravljaj mojim dostavama
sv_se: Hantera mina bidrag
te: నా సమర్పణలను నిర్వహించండి
th: จัดการการส่งของฉัน
tr: Başvurularımı Yönet
vi: Quản lý Bản Gửi lên của Tôi

source: Submit a New Add-on
es_ar: Enviar un nuevo complemento
fi: Lisää uusi lisäosa
fur: Cjame in rêt un gnûf component adizionâl
fy_nl: In nije add-on yntsjinje
he: הגשת תוספת חדשה
hr: Dodaj novi dodatak
hu: Új kiegészítő beküldése
ia: Inviar un nove additivo
id: Memasukkan Pengaya Baru
is: Senda inn nýja viðbót
ka: ახალი დამატების წარდგენა
kab: Azen azegrir amaynut
ms: Hantar Add-on Baru
nb_no: Send inn ny utvidelse
nn_no: Send inn ei ny utviding
ro: Trimite un supliment nou
sk: Odoslať nový doplnok
sq: Parashtroni një Shtesë të Re
sr_latn: Podnesi novi dodatak
sv_se: Skicka in ett nytt tillägg
te: క్రొత్త పొడిగింతను సమర్పించండి
th: ส่งส่วนเสริมใหม่
tr: Yeni Eklenti Gönder
vi: Gửi một tiện ích mới

source: Submit a New Theme
es_ar: Enviar un nuevo tema
fi: Lähetä uusi teema
fur: Cjame in rêt un gnûf teme
fy_nl: In nij tema yntsjinje
he: הגשת ערכת נושא חדשה
hr: Dodaj novu temu
hu: Új téma beküldése
ia: Inviar un nove thema
id: Memasukkan Tema Baru
is: Senda inn nýtt þema
ka: ახალი თემის წარდგენა
kab: Azen asentel amaynut
ms: Hantar Tema Baru
nb_no: Send inn nytt tema
nn_no: Send inn eit nytt tema
ro: Trimite o temă nouă
sk: Odoslať novú tému
sq: Parashtroni Temë të Re
sr_latn: Podnesi novu temu
sv_se: Skicka in ett nytt tema
te: కొత్త అలంకారం సమర్పించండి
th: ส่งชุดรูปแบบใหม่
tr: Yeni tema gönder
vi: Gửi lên một Giao diện Mới

source: Developer Hub
es_ar: Centro de Desarrolladores
fi: Kehityskeskus
fur: Centri di svilup
fy_nl: Untwikkelershub
he: מרכז המפתחים
hr: Centar za programere
hu: Fejlesztőközpont
ia: Centro de disveloppatores
id: Pusat Pengembang
is: Þróunarmiðstöð
ka: შემმუშავებლები
kab: Tarbaɛt n ineflayen
ms: Hab Pembangun
nb_no: Utviklerhubb
nn_no: Utviklarhubb
ro: Centrul dezvoltatorilor
sk: Centrum vývojárov
sq: Qendër Zhvilluesish
sr_latn: Centar za programera
sv_se: Utvecklarcenter
te: డెవలపర్ కేంద్రం
th: ศูนย์กลางนักพัฒนา
tr: Geliştirici Merkezi
vi: Trung tâm nhà phát triển

source: Manage API Keys
es_ar: Administrar claves de API
fi: Hallitse API-avaimia
fur: Gjestion clâfs API
fy_nl: API-kaaien beheare
he: ניהול מפתחות API
hr: Upravljanje API ključevima
hu: API kulcsok kezelése
ia: Gerer le claves API
id: Mengelola Kunci API
is: Sýsla með API-lykla
ka: API გასაღებების მართვა
kab: Sefrek tisura API
ms: Urus Kekunci API
nb_no: Behandle API nøkler
nn_no: Handsam API-nøklar
ro: Gestionează cheile API
sk: Spravovať kľúče API
sq: Administroni Kyçe API
sv_se: Hantera API-nycklar
te: API కీలను నిర్వహించండి
th: จัดการกุญแจ API
tr: API Anahtarlarını Yönet
vi: Quản lý khóa API

source: Editor Tools
hu: Szerkesztőeszközök
id: Інструменти редактора
sk: Nástroje editora
sq: Mjete Redaktori
sr_latn: Alati urednika
sv_se: Redigeringsverktyg

source: Admin Tools
es_ar: Herramientas de administrador
fi: Ylläpitotyökalut
fur: Struments di aministrazion
fy_nl: Behearark
he: כלי מנהל
hr: Administratorski alati
hu: Admin eszközök
ia: Applicationes de administratores
id: Адміністративні інструменти
is: Kerfisstjóratól
ka: ადმინისტრატორის ხელსაწყოები
kab: Ifecka n tedbalt
ms: Alatan Pentadbir
nb_no: Adminverktøy
nn_no: Admin-verktøy
ro: Instrumente de administare
sk: Nástroje správcu
sq: Mjete Përgjegjësi
sr_latn: Alati administratora
sv_se: Adminverktyg
te: అడ్మిన్ ఉపకరణాలు
th: เครื่องมือผู้ดูแล
tr: Yönetici Araçları
vi: Công cụ Quản trị

source: Incorrect, please try again.
es_ar: Incorrecto, probá de nuevo.
fi: Väärin. Yritä uudelleen.
fur: Sbaliât, torne prove.
fy_nl: Net krekt, probearje it opnij.
he: שגוי, נא לנסות שוב.
hr: Netočno, pokušaj ponovo.
hu: Helytelen, kérjük próbálja meg újra.
ia: Error, per favor reproba.
id: Salah, coba lagi.
is: Ekki rétt, reyndu aftur.
ka: არასწორია, გთხოვთ სცადოთ ხელახლა.
kab: Mačči d ameɣtu, ma ulac aɣilif ɛreḍ tikelt nniḍen.
ms: Tidak betul, sila cuba lagi.
nb_no: Feil, prøv igjen.
nn_no: Feil, prøv på nytt.
ro: Incorect. Te rugăm să încerci din nou.
sk: Nesprávne, skúste to znova.
sq: E pasaktë, ju lutemi, riprovoni.
sv_se: Felaktig, försök igen.
te: సరికాదు, దయచేసి మళ్లీ ప్రయత్నించండి.
th: ไม่ถูกต้อง โปรดลองอีกครั้ง
tr: Hatalı, lütfen tekrar deneyiniz.
vi: Không chính xác, vui lòng thử lại.

source: Error verifying input, please try again.
es_ar: Error al comprobar el ingreso, probá de nuevo.
fi: Virhe syötettä varmistaessa, yritä uudelleen.
fur: Erôr tal verificâ i dâts inserîts, torne prove.
fy_nl: Flater by kontrolearjen ynfier, probearje it opnij.
he: אירעה שגיאה בעת אימות הקלט, נא לנסות שוב.
hr: Greška tijekom provjere unosa, pokušaj ponovo.
hu: Hiba a bemenet ellenőrzésekor, kérjük próbálja meg újra.
ia: Error verificante le entrata, per favor prova ancora.
id: Salah memverifikasi pendaftaran, silakan coba lagi.
is: Villa við að staðfesta inntaksgögn, reyndu aftur.
ka: შენატანის დამოწმების შეცდომა, გთხოვთ სცადოთ ხელახლა.
kab: Tuccḍa deg usenqed n unekcum. ma ulac aɣilif ɛreḍ tikelt nniḍen.
ms: Ralat mengesahkan input, sila cuba lagi.
nb_no: Feil ved kontroll av inndata, prøv på nytt.
nn_no: Feil ved kontroll av input. Prøv på nytt.
ro: Eroare la verificarea datelor introduse. Te rugăm să încerci din nou.
sk: Chyba pri kontrole vstupu, skúste to prosím znovu.
sq: Gabim gjatë verifikimit të asaj që u dha, ju lutemi, riprovoni.
sv_se: Fel vid kontroll av input, försök igen.
te: ఇన్పుట్ను ధృవీకరించడంలో లోపం, దయచేసి మళ్లీ ప్రయత్నించండి.
th: การตรวจสอบอินพุตผิดพลาด โปรดลองอีกครั้ง
tr: Girdi doğrulanmasında hata oluştu, lütfen tekrar deneyiniz.
vi: Lỗi khi xác minh dữ liệu vào, vui lòng thử lại.

source: This must be a valid hex color code, such as #000000.
hu: Ennek érvényes hexakódnak kell lennie, mint például: #000000.
id: Ini harus menjadi kode warna hex, seperti #000000.
ka: ფერის თექვსმ. კოდი უნდა მითეთოს სწორად, მაგ. #000000.
kab: Yessef k ad yili n tangalt n yini asedamrawan, am #000000.
ms: Mesti kod warna hex yang sah, seperti #000000.
sk: Toto musí byť platný hex kód farby, ako #000000.
sq: Ky duhet të jetë kod u vlefshëm gjashtëmbëdhjetësh, fjala vjen #000000.
sr_latn: Morate uneti ispravnu heksadecimalnu šifru boje, kao što je #000000.
sv_se: Detta måste vara en giltig hexadecimal färgkod, till exempel #000000.

source: Enter at least one value.
hu: Legalább egy értéket meg kell adni.
id: Masukkan paling sedikit satu nilai.
sk: Zadajte minimálne jednu hodnotu.
sq: Jepni të paktën një vlerë.
sr_latn: Unesite bar jednu vrednost.
sv_se: Ange minst ett värde.

source: Collections
hu: Gyűjtemények
id: Koleksi
ka: კრებულები
kab: Tigrummiwin
ms: Koleksi
sk: Kolekcie
sq: Koleksione
sr_latn: Kolekcije
sv_se: Samlingar
te: సేకరణలు
