Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Download Firefox extension to customize tabs and the new tab page. Discover extensions that can control tabs, change the way you interact with them, and more.
es_ar: Descargá extensions de Firefox para personalizar pestañas y la página de nueva pestaña. Descubrí extensiones que controlan las pestañas, cambiá la forma en la que interactuás con ellas y mucho más.
fi: Lataa Firefox-laajennus mukauttaaksesi välilehtiä ja uusi välilehti -sivua. Tutustu laajennuksiin, jotka voivat hallita välilehtiä, muuttaa tapaasi käyttää niitä ja paljon muuta.
fur: Discjame estensions par Firefox che a personalizin schedis e la pagjine des gnovis schedis. Scuvierç estensions par gjestî lis schedis, modificâ la maniere di cun lôr e ancjemò altri.
fy_nl: Download Firefox-útwreidingen om ljepblêden en de nij-ljepblêdside oan te passen. Untdek útwreidingen dy’t ljepblêden oanstjoere kinne, de manier wêrop jo dermei omgean wizigje, en mear.
hr: Preuzmi Firefox proširenja za prilagođavanje kartica i stranicu nove kartice. Otkrij proširenja, koja mogu upravljati karticama, promijeniti način interakcije s njima i još mnogo toga.
ia: Discarga extensiones Firefox pro personalisar le schedas e le pagina de nove scheda. Discoperi extensiones que pote controlar schedas, modificar le maniera in que tu interage con illos, e multo plus.
is: Sæktu Firefox-forritsauka til að sérsníða flipa og síðuna fyrir nýja flipa. Uppgötvaðu forritsauka sem geta stjórnað flipum, breytt því hvernig þú notar þá og fleira.
nb_no: Last ned Firefox-utvidelser for å tilpasse faner og nye fane-siden. Utforsk utvidelser som kan kontrollere faner, forandre måten du samhandler med dem og mer.
nn_no: Last ned Firefox-utvidingar for å tilpasse faner og nye fane-sida. Utforsk utvidingar som kan kontrollere faner, forandre måten du samhandlar med dei, og meir.
ro: Descarcă extensii Firefox pentru personalizarea filelor și a paginii de filă nouă. Descoperă extensiile care pot controla filele, modifică modul în care interacționezi cu ele și multe altele.
th: ดาวน์โหลดส่วนขยาย Firefox เพื่อปรับแต่งแท็บและหน้าแท็บใหม่ ค้นพบส่วนขยายที่สามารถควบคุมแท็บ เปลี่ยนวิธีที่คุณโต้ตอบกับแท็บเหล่านั้น และอื่นๆ อีกมากมาย
tr: Sekmeler ve yeni sekme sayfasını özelleştiren Firefox uzantılarını indirin. Sekmeleri yönetmek, davranışlarını değiştirmek ve daha fazlasını yapmak için uzantıları keşfedin.
vi: Tải xuống tiện ích mở rộng Firefox để tùy chỉnh các thẻ và trang thẻ mới. Khám phá các tiện ích mở rộng có thể kiểm soát các thẻ, thay đổi cách bạn tương tác với chúng và hơn thế nữa.

source: Download Firefox extensions that feature web development tools. This category includes extensions for GitHub, user agent switching, cookie management, and more.
es_ar: Descarga extensiones de Firefox que promocionan herramientas de desarrollo web. Esta categoría incluye extensiones para GitHub, gestión de cookies y mucho más.
fi: Lataa Firefox-laajennuksia, jotka sisältävät web-kehitystyökaluja. Tähän luokkaan kuuluvat laajennukset GitHubille, käyttäjäagentin vaihtamiselle, evästeiden hallinnalle ja paljon muuta.
fur: Discjame estensions par Firefox che a ufrissin struments pal disvilup dal web. In cheste categorie tu cjatarâs estensions par GitHub, cambi di agjent utent, gjestion dai cookies e tant altri.
fy_nl: Download Firefox-útwreidingen mei webûntwikkelhelpmiddelen. Dizze kategory omfettet útwreidingen foar GitHub, wikseljen fan user agent, cookiebehear, en mear.
hr: Preuzmi Firefox proširenja koja sadrže alate za web razvoj. Ova kategorija uključuje proširenja za GitHub, prebacivanje korisničkih agenata, upravljanje kolačićima, itd.
ia: Discarga extensiones de Firefox que offere utensiles pro disveloppatores web. Iste categoria include extensiones pro GitHub, commutation del agente usator, gestion de cookies e multo plus.
is: Sæktu Firefox-forritsauka sem eru með vefþróunarverkfæri. Þessi flokkur inniheldur forritsauka fyrir GitHub, skipti á kennistreng, stýringar á vefkökum og fleira.
nb_no: Last ned Firefox-utvidelser som inneholder nettutviklingsverktøy. Denne kategorien inkluderer utvidelser for GitHub, bytte av brukeragent, behandling av infokapsler og mer.
nn_no: Last ned Firefox-utvidingar som inneheld nettutviklingsverktøy. Denne kategorien inkluderer utvidingar for GitHub, byte av brukaragent, handsaming av infokapslar, og meir.
ro: Descarcă extensii Firefox care includ instrumente de dezvoltare web. Această categorie include extensii pentru GitHub, comutarea agentului utilizator, gestionarea cookie-urilor și multe altele.
th: ดาวน์โหลดส่วนขยาย Firefox ที่แสดงถึงเครื่องมือพัฒนาเว็บ หมวดหมู่นี้ประกอบไปด้วยส่วนขยายสำหรับ GitHub การสลับตัวแทนผู้ใช้ การจัดการคุกกี้ และอื่นๆ อีกมากมาย
tr: Web geliştirme araçlarını içeren Firefox uzantılarını indirin. Bu kategoride GitHub, user agent değiştirme, çerez yönetimi ve daha fazlasını içeren uzantılar bulacaksınız.
vi: Tải xuống các tiện ích mở rộng Firefox có các công cụ phát triển web. Danh mục này bao gồm các tiện ích mở rộng cho GitHub, chuyển đổi tác nhân người dùng, quản lý cookie và hơn thế nữa.

source: Download Firefox extensions that can be unpredictable and creative, yet useful for those odd tasks.
es_ar: Descargá extensiones de Firefox que pueden ser impredicibles y creativas, pero útiles para las tareas más extrañas.
fi: Lataa Firefox-laajennuksia, jotka voivat olla arvaamattomia ja luovia, mutta silti hyödyllisiä omituisiin tehtäviin.
fur: Discjame estension par Firefox che ti stupiran cu la lôr imprevedibilitât e creativitât, ma che a risultin ancje utilis pes ativitâts plui strambis.
fy_nl: Download Firefox-útwreidingen dy’t ûnfoarspelber en kreatyf wêze kinne, mar wol handich binne foar dat soarte fan ûngebrûklike taken.
hr: Preuzmi Firefox proširenja, koja mogu biti nepredvidiva i kreativna, ali korisne za čudne zadatke.
ia: Discarga extensiones de Firefox que pote esser surprendente e creative, ma utile pro ille travalios peculiar.
is: Sæktu Firefox-forritsauka sem geta verið ófyrirsjáanlegir og skapandi en samt gagnlegir fyrir ýmis skrngileg verk.
nb_no: Last ned Firefox-utvidelser som kan være uforutsigbare og kreative, men som er nyttige for disse uvanlige oppgavene.
nn_no: Last ned Firefox-utvidingar som kan vere uføreseielege og kreative, men likevel nyttige for dei rare oppgåvene.
ro: Descarcă extensii Firefox care pot fi imprevizibile și creative, dar utile pentru sarcini neobișnuite.
th: ดาวน์โหลดส่วนขยาย Firefox ที่คุณอาจคาดไม่ถึงและดูสร้างสรรค์ แต่มีประโยชน์สำหรับงานแปลกๆ เหล่านั้น
tr: Tahmin edilemez ve yaratıcı yönleriyle sizi şaşırtacak, sıradışı görevlerde size fayda sağlayabilecek Firefox uzantılarını indirin.
vi: Tải xuống các tiện ích mở rộng của Firefox có thể khó đoán và sáng tạo, nhưng sẽ hữu ích cho những tác vụ kỳ lạ.

source: Download Firefox artistic and conceptual themes. This category includes colorful palettes and shapes, fantasy landscapes, playful cats, psychedelic flowers.
es_ar: Descarga temas de Firefox artísticos y conceptuales. Esta categoría incluye paletas y formas de todos los colores, paisajes de fantasía, flores psicodélicas y mucho más.
fi: Lataa Firefoxin taiteellisia ja käsitteellisiä teemoja. Tähän luokkaan kuuluvat värikkäät paletit ja muodot, fantasiamaisemat, leikkisät kissat ja psykedeeliset kukat.
fur: Discjame temis artistics e astrats par Firefox. In cheste categorie tu cjatarâs tonalitâts di colôr e formis, paisaçs fantastics, gjats mateons e rosis psichedelichis.
fy_nl: Download Firefox artistike en konseptuele tema’s. Dizze kategory omfettet kleurige paletten en foarmen, fantasy-lânskippen, boartlike katten, psychedelyske blommen.
hr: Preuzmi Firefoxove umjetničke i konceptualne teme. Ova kategorija uključuje šarene palete i oblike, fantastične pejzaže, razigrane mačke, psihodelično cvijeće.
ia: Discarga themas de Firefox artistic e conceptual. Iste categoria include palettas pictoresc e formas, paisages phantastic, cattos jocose, flores psychedelic.
is: Sæktu listræn og hugmyndafræðileg þemu fyrir Firefox. Í þessum flokki eru litrík litastef og form, fantasíulandslag, fjörugir kettir, geðþekk blóm.
nb_no: Last ned kunstneriske og konseptuelle temaer for Firefox. Denne kategorien inkluderer fargerike paletter og former, fantasilandskap, lekne katter og psykedeliske blomster.
nn_no: Last ned Firefox kunstnariske og konseptuelle tema. Denne kategorien inkluderer fargerike palettar og former, fantasilandskap, leikne kattar, psykedeliske blomstrar.
ro: Descarcă teme artistice și conceptuale pentru Firefox. Această categorie include palete de culori și forme colorate, peisaje fantastice, pisici jucăușe, flori psihedelice.
th: ดาวน์โหลดชุดรูปแบบศิลปะและแนวคิดสำหรับ Firefox หมวดหมู่นี้ประกอบไปด้วยชุดสีและรูปทรงสีสันสดใส ทิวทัศน์แฟนตาซี แมวขี้เล่น ดอกไม้อลวน
tr: Firefox'un sunduğu sanatsal ve soyut temaları indirin. Bu kategoride, renk tonlarını ve rengarenk şekilleri, fantastik manzaraları, oyuncu kedileri ve büyülü çiçekleri bulacaksınız.
vi: Tải xuống các chủ đề nghệ thuật và khái niệm của Firefox. Danh mục này bao gồm bảng màu và hình dạng đầy màu sắc, phong cảnh tưởng tượng, mèo vui tươi, hoa ảo giác.

source: Download Firefox themes for niche interests and topics. This category includes sports themes, holidays, philanthropic causes, nationalities, and much more.
es_ar: Descarga temas de Firefox para temas e intereses específicos. Esta categoría incluye temas de deportes, vacaciones, causas filontrópicas, nacionalidades y mucho más.
fi: Lataa Firefox-teemoja tiettyihin kiinnostuksen kohteisiin ja aiheisiin. Tähän luokkaan kuuluvat urheiluteemat, juhlapäivät, hyväntekeväisyyskohteet, kansallisuudet ja paljon muuta.
fur: Discjame temis par Firefox su interès e argoments di nicje. In cheste categorie tu cjatarâs temis ispirâts a sport, fiestis, causis filantropichis, nazionalitâts e tancj altris argoments.
fy_nl: Download Firefox-tema’s foar bysûndere ynteressen en ûnderwerpen. Dizze kategory omfettet sporttema’s, fakânsjes, filantropyske oarsaken, nasjonaliteiten, en noch folle mear.
hr: Preuzmi teme za Firefox za posebne interese i predmete. Ova kategorija uključuje sportske motive, praznike, filantropske povode, nacionalnosti i još mnogo toga.
ia: Discarga themas de Firefox pro interesses e argumentos de niche. Iste categoria include themas de sports, vacantias, causas philanthropic, nationalitates e multo altere.
is: Sæktu Firefox-þemu fyrir þröng áhugasvið og efni. Þessi flokkur inniheldur íþróttaþemu, hátíðisdagaþemu, góðgerðarmálefni, þjóðleg þemu og margt fleira.
nb_no: Last ned Firefox-temaer for nisjeinteresser og emner. Denne kategorien inkluderer sportstemaer, høytider, filantropiske formål, nasjonaliteter og mye mer.
nn_no: Last ned Firefox-tema for nisjeinteresser og emne. Denne kategorien inkluderer sportstema, feriar, filantropiske formål, nasjonalitetar og mykje meir.
ro: Descarcă teme Firefox pentru interese și subiecte de nișă. Această categorie include teme sportive, sărbători, cauze filantropice, naționalități și multe altele.
th: ดาวน์โหลดชุดรูปแบบ Firefox สำหรับความสนใจและหัวข้อเฉพาะกลุ่ม หมวดหมู่นี้ประกอบไปด้วยชุดรูปแบบกีฬา วันหยุด กิจกรรมการกุศล สัญชาติ และอื่นๆ อีกมากมาย
tr: Niş ilgi alanları ve konular için Firefox temalarını indirin. Bu kategori spor temalarını, tatilleri, hayır işlerini, milliyetleri ve çok daha fazlasını içerir.
vi: Tải các chủ đề Firefox với các sở thích và đề tài phù hợp. Thể loại này bao gồm các chủ đề về thể thao, ngày lễ, nhân ái, quốc gia, và hơn thế nữa.

source: Download Firefox themes that celebrate style of all forms—patterns, florals, textures, models, and more.
es_ar: Descarga temas de Firefox con todo tipo de formas: patrones, flores, texturas, modelos y mucho más.
fi: Lataa Firefox-teemoja, jotka juhlistavat kaikenlaisia tyylejä – kuvioita, kukka-asetelmia, tekstuureja, malleja ja paljon muuta.
fur: Discjame temis par Firefox che a celebrin il stîl in dutis lis formis — motîfs astrats, floreâls, tramis, modei e ancjemò altri.
fy_nl: Download Firefox-tema’s dy’t fan alle stylfoarmen fiere – patroanen, blomfoarmen, tekstueren, modellen en mear.
hr: Preuzmi teme za Firefox koje slave stilove svih oblika – uzorci, cvijeće, teksture i još mnogo toga.
ia: Discarga themas de Firefox que celebra stilos de tote le formas — patronos, ramages, texturas, modellos, e multo plus.
is: Sæktu Firefox-þemu sem fagna stíl af öllum gerðum—mynstri, blómamyndum, áferð, líkönum og fleira.
nb_no: Last ned Firefox-temaer som hyller stil i alle former — mønstre, blomster, teksturer, modeller og mer.
nn_no: Last ned Firefox-tema som hyllar stil i alle former – mønster, blomstrar, teksturar, modellar og meir.
ro: Descarcă teme Firefox care sărbătoresc stilul tuturor formelor—motive, florale, texturi, modele și multe altele.
th: ดาวน์โหลดชุดรูปแบบ Firefox ที่เฉลิมฉลองสไตล์ทุกรูปแบบ ไม่ว่าจะเป็นลวดลาย ดอกไม้ พื้นผิว โมเดล และอื่นๆ อีกมากมาย
tr: Her tarza uygun Firefox temalarını indirin: şablonlar, çiçekler, desenler, şekiller ve çok daha fazlası.
vi: Tải xuống chủ đề của Firefox tôn vinh phong cách của tất cả các hình thức—mẫu, hoa, kết cấu, mô hình và hơn thế nữa.

source: Download Firefox themes with movies and television. This category includes anime like Uchiha Madara, movies like The Matrix, shows (Game of Thrones), and more.
es_ar: Descarga temas de Firefox sobre películas y televisión. Esta categoría incluye anime como Uchika Madara, películas como Matrix, series (Juego de tronos) y mucho más.
fi: Lataa Firefox-teemoja, joissa on elokuvien ja television vaikutus. Tähän luokkaan kuuluvat animet, kuten Uchiha Madara, elokuvat, kuten Matrix, ohjelmat (Game of Thrones) ja paljon muuta.
fur: Discjame temis par Firefox cun sogjets tirâts fûr dai films e de television. In cheste categorie tu cjatarâs personaçs di cartons (anime) come Uchiha Madara, cines come Matrix, seriis TV e spetacui come il Scagn di spadis e tancj altris.
fy_nl: Download Firefox-tema’s mei films en telefyzje. Dizze kategory omfettet anime lykas Uchiha Madara, films lykas The Matrix, searjes (Game of Thrones), en mear.
hr: Preuzmi filmske i televizijske teme za Firefox. U ovu kategoriju spadaju anime poput Uchiha Madara, filmovi poput The Matrix, emisije (Game of Thrones) i još mnogo toga.
ia: Discarga themas de Firefox con films e television. Iste categoria include anime japonese como Uchiha Madara, films como The Matrix, series (Game of Thrones) e multo plus.
is: Sæktu Firefox-þemu með efni úr kvikmyndum og sjónvarpi. Þessi flokkur inniheldur anime-myndir eins og Uchiha Madara, kvikmyndir eins og The Matrix, þætti (Game of Thrones) og fleira.
nb_no: Last ned Firefox-temaer med filmer og TV. Denne kategorien inkluderer anime som Uchiha Madara, filmer som The Matrix, serier som Game of Thrones og mer.
nn_no: Last ned Firefox-tema med filmar og TV. Denne kategorien inkluderer anime som Uchiha Madara, filmar som The Matrix, og seriar som Game of Thrones, og meir.
ro: Descarcă teme pentru Firefox cu filme artistice și seriale TV. Această categorie include anime-uri precum Uchiha Madara, filme precum Matrix, seriale (Urzeala tronurilor) și multe altele.
th: ดาวน์โหลดชุดรูปแบบ Firefox ในหัวข้อเกี่ยวกับภาพยนตร์และรายการโทรทัศน์ หมวดหมู่นี้ประกอบไปด้วยอนิเมะอย่าง Uchiha Madara, ภาพยนตร์อย่าง The Matrix, รายการ (Game of Thrones), และอื่นๆ อีกมากมาย
tr: Filmler ve televizyonla ilgili Firefox temalarını indirin. Bu kategori Uchiha Madara gibi animeler, Matrix gibi filmler, diziler (Game of Thrones) ve daha fazlasını içerir.
vi: Tải các chủ đề Firefox về phim và điện ảnh. Thể loại này bao gồm các anime như Uchiha Madara, các bộ phim như The Matrix, các shows (Games of Thrones), v.v.

source: Download Firefox themes with the Firefox browser theme. This category includes colorful, diverse depictions of the Firefox logo, including more general fox themes.
es_ar: Descarga temas de Firefox con el tema del navegador Firefox. Esta categoría incluye versiones coloridas y diversas del logo de Firefox y mucho más.
fi: Lataa Firefox-teemoja Firefox-selainteemalla. Tähän luokkaan kuuluu värikkäitä ja monipuolisia Firefox-logon kuvauksia, mukaan lukien yleisempiä kettuaiheisia teemoja.
fur: Discjame temis par Firefox che come sogjet a àn propite Firefox. In cheste categorie tu cjatarâs interpretazions coloridis e origjinâls dal logo Firefox, ma ancje temis plui gjenerics di bolps.
fy_nl: Download Firefox-tema’s mei it Firefox-browsertema. Dizze kategory omfettet kleurige, ferskate ôfbyldingen fan it Firefox-logo, ynklusyf mear algemiene foks-tema’s.
hr: Preuzmi teme za Firefox s Firefoxovim motivom. Ova kategorija uključuje šarene, raznolike slike Firefoxovog logotipa, uključujući opće teme s lisicama.
ia: Discarga themas de Firefox del Navigator mesme. Iste categoria include pictoresc, diverse depictiones del logo de Firefox, anque le altere themas del vulpe general.
is: Sæktu Firefox-þemu með myndefni fyrir Firefox vafrann. Þessi flokkur inniheldur litríkar, fjölbreyttar myndir af Firefox-merkinu, auk almennari refaþema.
nb_no: Last ned Firefox-temaer med Firefox-nettleser-temaet. Denne kategorien inneholder fargerike og varierte skildringer av Firefox-logoen, inkludert mer generelle revetemaer.
nn_no: Last ned Firefox-tema med Firefox-nettlesar-temaet. Denne kategorien inkluderer fargerike, ulike skildringar av Firefox-logoen, inkludert meir generelle fox-tema.
ro: Descarcă teme pentru Firefox cu tema browserului Firefox. Această categorie include reprezentări colorate și diverse ale logo-ului Firefox, inclusiv teme mai generale ale „vulpii”.
th: ดาวน์โหลดชุดรูปแบบ Firefox ในหัวข้อเกี่ยวกับเบราว์เซอร์ Firefox หมวดหมู่นี้ประกอบไปด้วยการแสดงโลโก้ Firefox ที่มีสีสันในหลากหลายรูปแบบ รวมถึงชุดรูปแบบสุนัขจิ้งจอกที่ดูธรรมดามากกว่า
tr: Firefox konulu temaları indirin. Bu kategoride, tilkili genel temaları da içerecek şekilde, çeşitli renk ve biçimlerde Firefox logolarını bulacaksınız.
vi: Tải các chủ đề Firefox cùng với chủ đề trình duyệt Firefox. Thể loại này bao gồm các phiên bản màu sắc đa dạng của logo Firefox, bao gồm nhiều chủ đề fox chung.

source: Download Firefox themes with the Japanese Firefox. This category includes themes that depict the cute Foxkeh mascot in various poses on diverse landscapes.
es_ar: Descarga temas de Firefox sobre el Firefox japonés. Esta categoría incluye temas que retratan al curioso Foxkeh en diversas poses y paisajes.
fi: Lataa Firefox-teemoja japanilaisella Firefoxilla. Tämä luokka sisältää teemoja, jotka kuvaavat söpöä Foxkeh-maskottia erilaisissa asennoissa erilaisissa maisemissa.
fur: Discjame temis par Firefox cu la mascotte gjaponese di Firefox. In cheste categorie tu cjatarâs temis che par rafigurin la mascotte ninine Foxkeh in varis posis e su diviers fonts.
fy_nl: Download Firefox-tema’s mei de Japanske Firefox. Dizze kategory omfettet tema’s dy’t de aardige Foxkeh-maskotte yn ferskate poazen op ferskate lânskippen werjaan.
hr: Preuzmi Firefoxove teme s japanskim Firefoxom. Ova kategorija uključuje teme koje prikazuju simpatičnu maskotu Foxkeh u raznim pozama u raznim krajolicima.
ia: Discarga themas de Firefox con Firefox japonese. Iste categoria include themas que depinge le agradabile mascotte Foxkeh in varie posas sur diverse paisages.
is: Sæktu Firefox-þemu með japanska Firefox. Þessi flokkur inniheldur þemu sem sýna sæta Foxkeh-lukkudýrið í ýmsum stellingum í fjölbreyttu landslagi.
nb_no: Last ned Firefox-temaer med japansk Firefox. Denne kategorien inkluderer temaer som viser den søte Foxkeh-maskoten i forskjellige positurer i forskjellige landskap.
nn_no: Last ned Firefox-tema med den japanske Firefox. Denne kategorien inkluderer tema som skildrar den søte Foxkeh-maskoten i ulike positurar i ulike landskap.
ro: Descarcă teme pentru Firefox cu Firefox-ul japonez. Această categorie include teme cu mascota drăguță Foxkeh în posturi variate pe fundaluri diverse.
th: ดาวน์โหลดชุดตกแต่ง Firefox จากญี่ปุ่น ในหมวดนี้มีชุดตกแต่งที่มีมาสคอต Foxkeh แสนน่ารัก ในอิริยาบถต่างๆ บนภาพวิวทิวทัศน์ที่หลากหลาย
tr: Japon tarayıcı maskotunu içeren Firefox temalarını indirin. Bu kategoride, farklı manzaralarda değişik pozlar veren sevimli figür Foxkeh'i bulacaksınız.
vi: Tải xuống các chủ đề Firefox với Firefox Nhật Bản. Danh mục này bao gồm các chủ đề mô tả linh vật Foxkeh dễ thương ở nhiều tư thế khác nhau trên các cảnh quan đa dạng.

source: Download Firefox themes with holidays. This category includes Christmas, Halloween, Thanksgiving, St. Patrick’s Day, Easter, Fourth of July, and more.
es_ar: Descarga temas de Firefox relacionados con las vacaciones. En esta categoría se incluyen temas sobre la Navidad, Halloween, Acción de gracias, el día de San Patricio, Pascua, el 4 de julio y mucho más.
fi: Lataa Firefox-teemoja, joissa on juhlapäiviä. Tähän luokkaan kuuluvat joulu, halloween, kiitospäivä, Pyhän Patrickin päivä, pääsiäinen, itsenäisyyspäivä ja paljon muuta.
fur: Discjame temis par Firefox cun sogjets di fieste. In cheste categorie tu cjatarâs Nadâl, Halloween, il dì dal ringraciament, il dì di San Patrizi, Pasche, il cuatri di Lui e tantis altris fiestis.
fy_nl: Download Firefox-tema’s mei fakânsjes. Dizze kategory omfettet Kryst, Halloween, Thanksgiving, Sint Patricks Dei, Peaske, 4 july, en mear.
hr: Preuzmi teme za Firefox s praznicima. Ova kategorija uključuje Božić, Noć vještica, Dan zahvalnosti, Dan svetog Patrika, Uskrs i još mnogo toga.
ia: Discarga themas de Firefox sur le dies festive. Iste categoria include Natal, Halloween, le festa de Regratiamento, le die de Sancte Patricio, Pascha, le Quatro de Julio e multo plus.
is: Sæktu Firefox-þemu fyrir ýmsa frídaga. Þessi flokkur inniheldur jólaþemu, hrekkjavöku, þakkargjörðar, dag heilags Patreks, páska, fjórða júlí og fleira.
nb_no: Last ned Firefox-temaer med høytider. Denne kategorien inkluderer jul, halloween, thanksgiving, St. Patricks Day, påske, fjerde juli og mer.
nn_no: Last ned Firefox-tema med høgtider. Denne kategorien inkluderer jul, Halloween, Thanksgiving, St. Patrick's Day, påske, fjerde juli og meir.
ro: Descarcă teme pentru Firefox cu sărbători. Această categorie include Crăciun, Halloween, Ziua Recunoștinței, Sf. Patrick, Paște, 4 iulie și multe altele.
th: ดาวน์โหลดชุดรูปแบบ Firefox ในหัวข้อเกี่ยวกับวันหยุด หมวดหมู่นี้ประกอบไปด้วยวันคริสต์มาส วันฮาโลวีน วันขอบคุณพระเจ้า วันเซนต์แพทริค วันอีสเตอร์ วันชาติสหรัฐฯ และอื่นๆ อีกมากมาย
tr: Bayramlardan ilham alan Firefox temalarını indirin. Bu kategoride, Yılbaşı, Cadılar Bayramı, Şükran Günü, Aziz Patrik Günü, Paskalya, Amerikan Bağımsızlık Günü ve çok daha fazlasını bulacaksınız.
vi: Tải xuống các chủ đề của Firefox với các ngày lễ. Danh mục này bao gồm Giáng sinh, Halloween, Lễ tạ ơn, Ngày thánh Patrick, Lễ Phục sinh, ngày 4 tháng 7, v.v.
