Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Preliminary Review Requested.
hu: Előzetes értékelés igényelve.
id: Ulasan Pendahuluan Dimintakan.
sk: Vyžiadaná predbežná kontrola.
sq: U kërkua Shqyrtim Paraprak.
sr_latn: Zahtevana preliminarna recenzija.
sv_se: Preliminär granskning begärd.

source: Full Review Requested.
hu: Teljes értékelést kérve.
id: Ulasan Penuh Dimintakan.
sk: Vyžiadaná plná kontrola.
sq: U kërkua Shqyrtim i Plotë.
sr_latn: Zahtevana potpuna recenzija.
sv_se: Fullständig granskning begärd.

source: Your old credentials were revoked and are no longer valid. Be sure to update all API clients with the new credentials.
hu: Régi hitelesítő adatait visszavonták és már nem érvényesek. Győződjön meg minden API ügyfél új hitelesítő adatokkal való frissítéséről.
id: Keterangan pengenal anda yang lama telah dicabut dan tidak lagi berlaku. Pastikan memperbarui semua klien API dengan keterangan pengenal yang baru.
ka: თქვენი ძველი მონაცემები გაუქმებულია და უკვე გამოუსადეგარია. განაახლეთ API კლიენტები, ახალი მონაცემებით.
kab: Talɣut inek taqbuṛt n usesteb ttwaḥwin udiɣ zemren ur ttilin ara d imeɣta. Ma ulac aɣilif, leqqem akk imsaɣen inek API s telɣut tamaynut n usesteb.
ms: Kelayakan anda yang lama telah dimansuhkan dan tidak lagi sah. Pastikan anda maklumkan semua pelanggan API dengan kelayakan anda yang baru.
sq: Kredencialet tuaja të vjetra janë shfuqizuar dhe s’janë më të vlefshme. Sigurohumi të përditësoni me kredencialet e reja krejt klientët tuaj për API.
sv_se: Dina gamla autentiseringsuppgifter har återkallats och är inte längre giltiga. Var noga med att uppdatera alla API-klienter med nya uppgifter.

source: New API key created
es_ar: Nueva clave API creada
fi: Uusi API-avain luotu
fur: Gnove clâf API creade
fy_nl: Nije API-kaai makke
he: נוצר מפתח API חדש
hr: Novi API ključ stvoren
hu: Új API kulcs létrehozva
ia: Nove clave API create
id: Kunci API baru dibuat
is: Nýr API-lykill búinn til
ka: ახალი API გასაღები შექმნილია
kab: Tasarutt API tamaynut tettwarna
ms: Kekunci API baru dicipta
nb_no: Ny API-nøkkel laget
nn_no: Ny API-nykel laga
ro: Cheie API nouă creată
sk: Nový kľúč API bol vytvorený.
sq: U prodhua kyç i ri API
sv_se: Nya API-nyckel skapad
te: కొత్త API కీ సృష్టించబడింది
th: สร้างกุญแจ API ใหม่แล้ว
tr: Yeni API anahtarı oluşturuldu
vi: Khóa API mới đã được tạo

source: Before starting, please read and accept our Firefox Add-on Distribution Agreement. It also links to our Privacy Notice which explains how we handle your information.
hu: Kezdés előtt kérjük olvassa el és fogadja el a Firefox kiegészítő terjesztési megállapodásunkat. Ez hivatkozza az adatvédelmi nyilatkozatunkat is, amely elmagyarázza, hogy adatait hogyan kezeljük.
id: Sebelum memulai, harap membaca dan menerima Kesepakatan Distribusi Pengaya Firefox. Ini juga akan berhubungan dengan Pemberitahuan Privasi kami yang menerangkan bagaimana kami menangani informasi anda.
kab: Send ad tebduḍ, ɣeṛ udiɣ qbel ma ulac aɣilif amtawa n uzuzer n izegrar n Firefox. Ayagi yegber aseqwen ar tsertit n tbaḍnit id-yemmalen amek ad nsefrek taɣut icudden ɣur-k.
sq: Para se t’ia filloni, ju lutemi lexoni dhe pranoni Marrëveshjen mbi Shpërndarjen e Shtesave të Firefox-it. E cila përmban gjithashtu edhe lidhje për te Shënimet tona mbi Privatësinë, ku shpjegohet se si i trajtojmë ne të dhënat tuaja.
sv_se: Innan du börjar, läs och acceptera vår distributionsavtal för Firefox-tillägg. Den länkar också till vår sekretesspolicy som förklarar hur vi hanterar dina uppgifter.

source: Printable Version
hu: Nyomtatható verzió
id: Versi Dapat Dicetak
kab: Lqem yettwasaggazen
sk: Verzia pre tlač
sq: Version i Shtypshëm
sr_latn: Verzija za štampanje
sv_se: Utskriftsvänlig version

source: I Accept this Agreement
hu: Elfogadom a megállapodást
id: Saya menerima Kesepakatan ini
kab: Qebleɣ amtawa-agi
sk: Súhlasím s týmto ujednaním
sq: E pranoj këtë Marrëveshje
sr_latn: Prihvatam ovaj ugovor
sv_se: Jag accepterar detta avtal

source: or <a href="{0}">Cancel</a>
es_ar: o <a href="{0}">Cancelar</a>
fi: tai <a href="{0}">peruuta</a>
fur: o <a href="{0}">Anule</a>
fy_nl: of <a href="{0}">Annulearje</a>
he: או <a href="{0}">ביטול</a>
hr: ili <a href="{0}">Odustani</a>
hu: vagy <a href="{0}">Mégsem</a>
ia: o <a href="{0}">Cancellar</a>
id: or <a href="{0}">Batal</a>
is: eða <a href="{0}">Hætta við</a>
ka: ან <a href="{0}">გაუქმება</a>
kab: neɣ <a href="{0}">Sefsex</a>
ms: atau <a href="{0}">Batal</a>
nb_no: eller <a href="{0}">Avbryt</a>
nn_no: eller <a href="{0}">Avbryt</a>
ro: sau <a href="{0}">Anulează</a>
sk: alebo <a href="{0}">Zrušiť</a>
sq: ose <a href="{0}">Anulojeni</a>
sr_latn: ili <a href="{0}">Otkaži</a>
sv_se: eller <a href="{0}">Avbryt</a>
te: లేదా <a href="{0}"> రద్దు చేయి </a>
th: หรือ <a href="{0}">ยกเลิก</a>
tr: veya <a href="{0}">vazgeç</a>
vi: hoặc <a href="{0}">Hủy bỏ</a>

source: Back to Add-ons
es_ar: Volver a complementos
fi: Takaisin lisäosiin
fur: Torne ai components adizionâi
fy_nl: Tebek nei add-ons
he: חזרה לתוספות
hr: Povratak na dodatke
hu: Vissza a kiegészítőkhöz
ia: Retro al additivos
id: Kembali ke Pengaya
is: Til baka í viðbætur
ka: დამატებების გვერდზე დაბრუნება
kab: Uɣal ar izegrar
ms: Kembali ke Add-ons
nb_no: Tilbake til utvidelser
nn_no: Tilbake til utvidingar
ro: Înapoi la Suplimente
sk: Naspäť na Doplnky
sq: Mbrapsht te Shtesat
sr_latn: Nazad na dodatke
sv_se: Tillbaka till tillägg
te: పొడిగింతకు తిరిగి వెళ్ళు
th: กลับไปที่ส่วนเสริม
tr: Eklentilere dön
vi: Trở lại Tiện ích

source: {0} :: Search
hu: {0} :: Keresés
id: {0} :: Pencarian
ka: {0} :: ძიება
kab: {0} :: Anadi
ms: Cari :: {0}
sk: {0} :: Vyhľadávanie
sq: {0} :: Kërkim
sr_latn: {0} :: Pretraži
sv_se: {0} :: Sök

source: Search
es_ar: Buscar
fi: Etsi
fur: Cîr
fy_nl: Sykje
he: חיפוש
hr: Traži
hu: Keresés
ia: Recercar
id: Cari
is: Leita
ka: ძიება
kab: Nadi
ms: Cari
nb_no: Søk
nn_no: Søk
ro: Caută
sk: Hľadať
sq: Kërkoni
sr_latn: Pretraži
sv_se: Sök
te: వెతుకు
th: ค้นหา
tr: Arama
vi: Tìm kiếm

source: Search Results
hu: Találatok
id: Hasil Pencarian
ka: ძიების შედეგები
kab: Igmaḍ n unadi
ms: Hasil Carian
sk: Výsledky vyhľadávania
sq: Përfundime Kërkimi
sr_latn: Rezultati pretrage
sv_se: Sökresultat

source: Search Results for "{0}"
hu: Találatok a következőre: „{0}”
id: Hasil Pencarian untuk "{0}"
ka: ძიების შედეგები „{0}“ ფრაზისთვის
kab: Igmaḍ n unadi i "{0}"
ms: Hasil Carian untuk "{0}"
sk: Výsledky vyhľadávania pre "{0}"
sq: Përfundime Kërkimi për "{0}"
sr_latn: Rezultati pretrage za "{0}"
sv_se: Sökresultat för "{0}"

source: Please enter some search terms.
hu: Írjon be keresőkifejezéseket.
id: Masukkan sejumlah istilah penelusuran.
kab: Ma ulac aɣilif, sekcem kra n wawalen n unadi.
sq: Ju lutemi, jepni ndonjë term kërkimi.
sv_se: Ange några sökord.

source: Loading results&hellip;
hu: Találatok betöltése&hellip;
id: Memperbarui hasil&hellip;
kab: Asali n igmaḍ &hellip;
sq: Po ngarkohen përfundimet&hellip;
sv_se: Laddar resultat &hellip;

source: Submit an Add-on
hu: Kiegészítő beküldése
id: Memasukkan Pengaya
kab: Azen azegrir
sk: Pridať doplnok
sq: Parashtroni një Shtesë
sr_latn: Podnesi dodatak
sv_se: Skicka in ett tillägg

source: AMO Reviewers
hu: AMO értékelők
id: Pengulas AMO
kab: Imceggiren AMO
sk: Redaktori AMO
sq: Shqyrtues AMO
sr_latn: AMO recenzenti
sv_se: AMO-granskare

source: Get ahead! Become an AMO Reviewer today and get your add-ons reviewed faster.
hu: Lépjen előre! Legyen AMO értékelő ma, és vizsgáltassa be gyorsabban a kiegészítőit.
id: Mari! Bergabunglah menjadi Pengulas AMO hari ini agar pengaya anda diulas lebih cepat.
kab: Aha tura! Uɣal d ameɣri n AMO seg ass-a udiɣ sɣiwel acegger n izegrar.
sk: Zapojte sa! Staňte sa redaktorom na AMO ešte dnes a pomôžte s rýchlejšou kontrolou doplnkov.
sq: Ecni përpara! Bëhuni që sot një Shqyrtues AMO dhe bëni që shtesat tuaja të shqyrtohen më shpejt.
sr_latn: Preuzmite vođstvo! Postanite AMO pregledač danas i Vaši dodaci će biti pregledani brže.
sv_se: Avancera! Bli en AMO-granskare idag och få ditt tillägg granskat snabbare.

source: Become an AMO Reviewer
hu: Legyen AMO értékelő
id: Jadilah Pengulas AMO
kab: Uɣal d amcegger n AMO
sk: Stať sa redaktorom na AMO
sq: Bëhuni një Shqyrtues AMO
sr_latn: Postanite AMO recenzent
sv_se: Bli en AMO-granskare

source: Learn All About Add-ons
hu: Tanuljon meg mindent a kiegészítőkről
id: Pelajari Segala Hal Mengenai Pengaya
kab: Issin yal taɣawsa ɣef izegrar
sq: Mësoni Gjithçka Mbi Shtesat
sv_se: Lär dig allt om tillägg

source: Add-ons let millions of Firefox users enhance and customize their browsing experience. If you're a Web developer and know <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a>, and <a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a>, you already have all the necessary skills to make a great add-on.
hu: A kiegészítők Firefox felhasználók millióinak teszik jobbá és személyessé a böngészési élményt. Ha Ön webfejlesztő, és ismeri a <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>-t, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a>et, é s<a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a>-t, máris minden szükséges képessége megvan egy nagyszerű kiegészítő elkészítéséhez.
id: Pengaya memungkinkan jutaan pengguna Firefox meningkatkan dan menyesuaikan pengalaman penjelajahan mereka. Jika anda seorang pengembang Web dan tahu <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a>, dan <a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a>, anda sudah memiliki semua keterampilan yang diperlukan untuk membuat pengaya yang hebat.
kab: Izegrar ttaǧǧan ifḍan n iseqdacen n Firefox ad sneflein neɣ ad sniflen tarrayt nsen n tunigin. Ma d aneflay Web i telliḍ udiq tesneḍ <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a>, akked <a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a>, ɣur-k ihi abrid yeldin akken ad tebnuḍ izegrar ifazen.
sq: Shtesa u lejojnë miliona përdoruesve Firefox të zgjerojnë dhe personalizojnë punën e shfletuesit të tyre. Nëse jeni një zhvillues Web dhe keni dije për <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a>, dhe <a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a>, keni kështu krejt aftësitë e nevojshme për të krijuar një shtesë të fuqishme.
sv_se: Tillägg låter miljontals Firefox-användare förbättra och anpassa sin webbupplevelse. Om du är en webbutvecklare och har kunskap inom <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a> och <a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a>, har du redan alla de kunskaper som behövs för att skapa ett bra tillägg.

source: Head over to the <a href="https://developer.mozilla.org/Add-ons">Mozilla Developer Network</a> to learn everything you need to know to get started.
hu: Nézzen el a <a href="https://developer.mozilla.org/Add-ons">Mozilla Developer Network</a> oldalra, ahol mindent megtudhat, ami a kezdéshez szükséges.
id: Beralihlah ke <a href="https://developer.mozilla.org/Add-ons">Mozilla Developer Network</a> untuk mempelajari segala hal yang ingin anda ketahui untuk memulai.
kab: Ddu ar <a href="https://developer.mozilla.org/Add-ons">Uẓuṭṭa n ineflyane n Mozilla (MDN)</a> akken ad tissineḍ akk ayen ilaqen akken ad tebduḍ.
sq: Shkoni te <a href="https://developer.mozilla.org/Add-ons">Rrjeti i Zhvilluesve Mozilla</a> që të mësoni gjithçka ju duhet të njihni për t’ia filluar.
sv_se: Bege dig till <a href="https://developer.mozilla.org/Add-ons">Mozilla utvecklarnätverk</a> för att lära dig allt du behöver för att komma igång.

source: Start Making Add-ons
hu: Kezdjen kiegészítőket készíteni
id: Mulailah Membuat Pengaya
kab: Bdu taneflit n izegrar
sk: Začať s tvorbou doplnkov
sq: Filloni të Krijoni Shtesa
sr_latn: Krenite praviti dodatke
sv_se: Börja skapa tillägg

source: Status:
es_ar: Estado:
fi: Tila:
fur: Stât:
fy_nl: Steat:
he: מצב:
hr: Stanje:
hu: Állapot:
ia: Stato:
is: Staða:
ka: მდგომარეობა:
kab: Addad:
ro: Stare:
sk: Stav:
sq: Gjendje:
te: స్థితి:
th: สถานะ:
tr: Durum:
vi: Trạng thái:

source: Visibility:
hu: Láthatóság:
id: Visibilitas:
sk: Viditeľnosť:
sq: Dukshmëri:
sv_se: Synlighet:

source: Latest Version:
es_ar: Última versión:
fi: Viimeisin versio:
fur: Ultime version:
fy_nl: Nijste ferzje:
he: גרסה עדכנית:
hr: Najnovija verzija:
hu: Legújabb verzió:
ia: Ultime version:
id: Versi Terbaru:
is: Nýjasta útgáfa:
ka: ბოლო ვერსია:
kab: Lqem aneggaru:
ms: Versi Terbaru:
nb_no: Siste versjon:
nn_no: Siste versjon:
ro: Ultima versiune:
sk: Posledná verzia:
sq: Version Më i Ri:
sr_latn: Poslednja verzija:
sv_se: Senaste version:
te: సరికొత్త వెర్షను:
th: รุ่นล่าสุด:
tr: Son sürüm:
vi: Phiên bản mới nhất:

source: Queue Position:
hu: Sorbeli pozíció:
id: Posisi Antrean:
ka: რიგის ნომერი:
kab: Adig n wedras:
ms: Kedudukan Giliran:
sk: Pozícia vo fronte:
sq: Vend në Radhë:
sr_latn: Red pozicije:
sv_se: Köplats:
te: వరుస స్థానం:

source: %(position)s of %(total)s
hu: %(position)s / %(total)s
id: %(position)s dari %(total)s
ka: %(position)s %(total)s-დან
kab: %(position)s si %(total)s
ms: %(position)s daripada %(total)s
sk: %(position)s z %(total)s
sq: %(position)s nga %(total)s
sr_latn: %(position)s od %(total)s
sv_se: %(position)s av %(total)s
te: %(total)s యొక్క %(position)s

source: Upload New Version
es_ar: Subir nueva versión
fi: Lähetä uusi versio
fur: Cjarie gnove version
fy_nl: Nije ferzje oplade
he: העלאת גרסה חדשה
hr: Pošalji novu verziju
hu: Új verzió feltöltése
ia: Incargar nove version
id: Unggah Versi Baru
is: Senda inn nýja útgáfu
ka: ახალი ვერსიის ატვირთვა
kab: Sali lqem amaynut
ms: Muat naik Versi Baru
nb_no: Last opp ny versjon
nn_no: Last opp ny versjon
ro: Încarcă o versiune nouă
sk: Odoslať novú verziu
sq: Ngarkoni Version të Ri
sr_latn: Otpremi novu verziju
sv_se: Ladda upp ny version
te: కొత్త వెర్షనును ఎక్కించండి
th: อัปโหลดรุ่นใหม่
tr: Yeni sürüm yükle
vi: Tải lên phiên bản mới

source: View all add-ons ►
hu: Összes kiegészítő megjelenítése ►
id: Tampilkan semua pengaya ►
kab: Sken all izegrar ►
sk: Zobraziť všetky doplnky ►
sq: Shihini krejt shtesat ►
sr_latn: Pogledajte sve dodatke ►
sv_se: Visa alla tillägg ►

source: Publish your add-ons!
hu: Tegye közzé kiegészítőjét!
id: Terbitkan pengaya anda!
kab: Suffeɣ-d izegrar inek!
sk: Publikujte svoj doplnok!
sq: Botoni shtesat tuaja!
sv_se: Publicera dina tillägg!

source: Upload an <a href="%(addon_url)s">add-on</a> or <a href="%(theme_url)s">theme</a> to get started!
hu: Töltsön fel egy <a href="%(addon_url)s">kiegészítőt</a> vagy<a href="%(theme_url)s">témát</a> a kezdéshez!
id: Unggah sebuah <a href="%(addon_url)s">pengaya</a> atau <a href="%(theme_url)s">tema</a> untuk memulai!
kab: Sali <a href="%(addon_url)s">azegrir</a> neɣ <a href="%(theme_url)s">asentel</a> akken ad tebduḍ!
sq: Që t’ia filloni, ngarkoni një <a href="%(addon_url)s">shtesë</a> ose <a href="%(theme_url)s">temë</a>!
sv_se: Ladda upp ett <a href="%(addon_url)s">tillägg</a> eller <a href="%(theme_url)s">tema</a> för att komma igång!

source: Return to the DevHub homepage
es_ar: Volver a la página principal del Centro de Desarrolladores
fi: Palaa kehityskeskuksen etusivulle
fur: Torne ae pagjine principâl dal Centri di svilup
fy_nl: Tebek nei de startside fan de ûntwikkelershub
he: חזרה לדף הבית של מרכז המפתחים
hr: Vrati se na DevHub-ovu naslovnicu
hu: Vissza a Fejlesztőközpont kezdőlapra
ia: Retornar al pagina principal de DevHub
id: Kembali ke beranda DevHub
is: Fara til baka á heimasíðu DevHub
ka: DevHub მთავარ გვერდზე დაბრუნება
kab: Uɣal ar usebter agejdan DevHub
ms: Kembali ke halaman utama DevHub
nb_no: Gå tilbake til DevHub-hjemmesiden
nn_no: Gå tilbake til heimesida for DevHub
ro: Revenire la pagina de start DevHub
sk: Späť do Centra pre vývojárov
sq: Rikthehuni te faqja hyrëse e Qendrës së Zhvilluesve
sr_latn: Povratak na početnu stranicu centra za programere
sv_se: Gå tillbaka till hemsidan för DevHub
te: తిరిగి DevHub ముంగిలి పేజీకి వెళ్ళండి
th: กลับไปที่หน้าแรกของ DevHub
tr: DevHub ana sayfasına dön
vi: Quay trở lại trang chủ DevHub

source: <small>Add-on</small> Developer Hub
es_ar: Centro de Desarrolladores <small>de complementos</small>
fi: <small>Lisäosien</small> kehityskeskus
fur: Centri di svilup dai <small>components adizionâi</small>
fy_nl: <small>Add-on</small>-ûntwikkelershub
he: מרכז מפתחי <small>תוספות</small>
hr: Centar za programere <small>dodataka</small>
hu: <small>Kiegészítő</small> Fejlesztőközpont
ia: Centro de disveloppamento de <small>Additivo</small>
id: Pusat Pengembang <small>Pengaya</small>
is: Þróunarmiðstöð <small>viðbóta</small> (Developer Hub)
ka: <small>დამატებების</small> შემმუშავებლები
kab: Ammas n ineflayen <small>izegrar</small>
ms: <small>Add-on</small> Hab Pembangun
nb_no: Utviklersenter for <small>tillegg</small>
nn_no: Utviklarsenter for <small>tillegg</small>
ro: Centrul dezvoltatorilor de <small>suplimente</small>
sk: <small>Centrum pre</small> vývojárov doplnkov
sq: Qendra e Zhvilluesve të <small>Shtesave</small>
sr_latn: Centar za programere <small>dodataka</small>
sv_se: <small>Tillägg</small> Utvecklarcenter
te: <small> పొడగింతల</small> డెవలపర్ హబ్
th: ศูนย์กลางนักพัฒนา <small>ส่วนเสริม</small>
tr: <small>Eklenti</small> Geliştirici Merkezi
vi: Trung tâm nhà phát triển <small>tiện ích</small>

source: more add-ons...
es_ar: más complementos...
fi: lisää lisäosia...
fur: Altris components adizionâi...
fy_nl: mear add-ons…
he: תוספות נוספות...
hr: još dodataka …
hu: további kiegészítők...
ia: altere additivos...
id: більше додатків...
is: fleiri viðbætur...
ka: სხვა დამატებები...
kab: ugar n izegrar...
ms: add-ons selanjutnya...
nb_no: flere utvidelser...
nn_no: fleire utvidingar…
ro: mai multe suplimente...
sk: ďalšie doplnky...
sq: më tepër shtesa...
sr_latn: još dodataka...
sv_se: fler tillägg...
te: మరిన్ని పొడగింతలు...
th: ส่วนเสริมเพิ่มเติม...
tr: daha fazla eklenti...
vi: thêm tiện ích...

source: Documentation
es_ar: Documentación
fi: Dokumentaatio
fur: Documentazion
fy_nl: Dokumintaasje
he: תיעוד
hr: Dokumentacija
hu: Dokumentáció
id: Документація
is: Hjálparskjöl
ka: მასალები
kab: Tasemlit
ms: Dokumentasi
nb_no: Dokumentasjon
nn_no: Dokumentasjon
ro: Documentație
sk: Dokumentácia
sq: Dokumentim
sr_latn: Dokumentacija
sv_se: Dokumentation
te: పత్రావళి
th: เอกสารประกอบ
tr: Belgelendirme
vi: Tài liệu

source: Extension Development
es_ar: Desarrollo de extensiones
fi: Laajennusten kehittäminen
fur: Svilup estensions
fy_nl: Utwreidingsûntwikling
he: פיתוח הרחבה
hr: Razvoj proširenja
hu: Bővítményfejlesztés
ia: Disveloppamento de extensiones
id: Pengembangan Ekstensi
is: Þróun forritsviðauka
ka: გაფართოების შემუშავება
kab: Taneflit n isiɣzaf
ms: Pembangunan Ekstensi
nb_no: Utvidelsesutvikling
nn_no: Utvidingsutvikling
ro: Dezvoltare de extensii
sk: Vývoj doplnkov
sq: Zhvillim Zgjerimesh
sr_latn: Razvoj ekstenzija
sv_se: Utökningsutveckling
te: పొడగింతల డెవలప్‌మెంట్
th: การพัฒนาส่วนขยาย
tr: Uzantı geliştirme
vi: Phát triển tiện ích mở rộng

source: Lightweight Themes
hu: Könnyű témák
id: Tema Ringan
ka: მსუბუქი თემები
kab: Isental fessusen
ms: Tema Ringan
sq: Tema të Peshës së Lehtë
sv_se: Lätta teman

source: Add-on Policies
hu: Kiegészítő-irányelvek
id: Правила додатків
ka: დამატების დებულებები
kab: Tisertiyin n uzegrir
ms: Polisi Add-on
sk: Zásady tvorby a správy doplnkov
sq: Rregulla Shtese
sr_latn: Polise dodataka
sv_se: Riktlinjer för tillägg

source: Add-on Validator
es_ar: Validador de complementos
fi: Lisäosan kelpuutus
fur: Strument di convalide components adizionâi
fy_nl: Add-on-falidator
he: מאמת התוספות
hr: Provjera dodataka
hu: Kiegészítő-ellenőrző
ia: Utensile de validation de additivos
id: Validator Pengaya
ka: დამატების შემმოწმებელი
kab: Asentam n izegrar
ms: Pengesah Add-on
nb_no: Tilleggsvalidator
nn_no: Utvidingsvalidator
ro: Validator de suplimente
sk: Overenie doplnku
sq: Vleftësues Shtese
sr_latn: Provera validnosti dodatka
sv_se: Tilläggsvalidator
te: పొడిగింత స్థిరీకరించిన
th: ตัวตรวจสอบส่วนเสริม
tr: Eklenti Doğrulayıcı
vi: Kiểm định Tiện ích

source: Add-on Compatibility Checker
hu: Kiegészítő kompatibilitásvizsgálata
id: Pengecek Kompatibilitas Pengaya
ka: დამატების თავსებადობის დამდგენი
kab: Asenqad n umṣada n izegrar
ms: Pemeriksa Keserasian Add-on
sk: Kontrola kompatibility doplnku
sq: Kontrollor Përputhshmërie i Shtesave
sr_latn: Provera kompatibilnosti dodataka
sv_se: Kompatibilitetskontroll för tillägg

source: Development Add-ons
es_ar: Complementos de desarrollo
fi: Kehityslisäosat
fur: Svilup components adizionâi
fy_nl: Untwikkelings-add-ons
he: תוספות פיתוח
hr: Razvojni dodaci
hu: Fejlesztői kiegészítők
ia: Additivos de disveloppamento
id: Розробницькі додатки
is: Viðbætur í þróun
ka: დამატებების შემუშავება
kab: Taneflit n izegrar
ms: Pembangunan Add-ons
nb_no: Utviklingsutvidelser
nn_no: Utviklingsutvidingar
ro: Suplimente de dezvoltare
sk: Nástroje pre vývojárov
sq: Shtesa Zhvillimi
sr_latn: Razvoj dodataka
sv_se: Utvecklingstillägg
te: డెవలప్‌మెంట్ పొడగింతలు
th: ส่วนเสริมการพัฒนา
tr: Geliştirme eklentileri
vi: Tiện ích Phát triển

source: Community & Support
es_ar: Comunidad y ayuda
fi: Yhteisö ja tuki
fur: Comunitât e supuart
fy_nl: Mienskip en stipe
he: קהילה ותמיכה
hr: Zajednica i podrška
hu: Közösség és támogatás
ia: Communitate & supporto
id: Komunitas dan Dukungan
is: Aðstoð og samfélag
ka: საზოგადოება და მხარდაჭერა
kab: Tamezdagnut & Tallalt
ms: Komuniti & Sokongan
nb_no: Fellesskap og brukerstøtte
nn_no: Fellesskap og brukarstøtte
ro: Comunitate și asistență
sk: Komunita a podpora
sq: Bashkësi & Asistencë
sv_se: Gemenskap & support
te: సముదాయం & తోడ్పాటు
th: ชุมชนและการสนับสนุน
tr: Topluluk ve Destek
vi: Cộng đồng & hỗ trợ

source: Add-ons Blog
es_ar: Blog de complementos
fi: Lisäosablogi
fur: Blog dai components adizionâi
hr: Blog dodataka
hu: Kiegészítők blog
ia: Blog de additivos
id: Блог додатків
is: Blogg varðandi forritsauka
ka: დამატებების სვეტი
kab: Ablug n uzegrar
ms: Blog Add-ons
nb_no: Blogg om utvidelser
nn_no: Blogg om tillegg
ro: Blog despre suplimente
sk: Blog o doplnkoch
sq: Blog Shtesash
sr_latn: Blog za dodatke
te: పొడగింతల బ్లాగు
th: บล็อกส่วนเสริม
tr: Eklentiler Blogu
vi: Blog Tiện ích

source: Add-ons Forum
es_ar: Foro de complementos
fi: Lisäosien keskustelualue
fur: Forum dai components adizionâi
fy_nl: Add-onsfoarum
he: פורום תוספות
hr: Forum dodataka
hu: Kiegészítők fóruma
ia: Foro de additivos
id: Форум додатків
is: Spjallsvæði varðandi forritsauka
ka: დამატებების ფორუმი
kab: Anmager n izegrar
ms: Forum Add-ons
nb_no: Forum for utvidelser
nn_no: Forum for tillegg
ro: Forum despre suplimente
sk: Fórum o doplnkoch
sq: Forum Shtesash
sr_latn: Forum za dodatke
sv_se: Tilläggsforum
te: యాడ్-ఆన్ల చర్చావేదిక
th: กระดานสนทนาส่วนเสริม
tr: Eklentiler Forumu
vi: Diễn đàn Tiện ích

source: More Resources
es_ar: Más recursos
fi: Lisää resursseja
fur: Plui risorsis
fy_nl: Mear helpboarnen
he: משאבים נוספים
hr: Daljnji resursi
hu: További erőforrások
ia: Altere ressources
id: Lebih Banyak Sumber Daya
is: Fleiri tilföng
ka: სხვა წყაროები
kab: Ugar n teɣbula
ms: Sumber Selanjutnya
nb_no: Flere ressurser
nn_no: Fleire resursar
ro: Mai multe resurse
sk: Ďalšie zdroje
sq: Më Tepër Burime
sr_latn: Više resursa
sv_se: Fler resurser
te: మరిన్ని వనరులు
th: ทรัพยากรเพิ่มเติม
tr: Daha fazla kaynak
vi: Nhiều tài nguyên hơn
