Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Please report or flag any questionable reviews by clicking the "Report this review" and it will be submitted to the site for moderation. Our moderation team will use the Review Guidelines to evaluate whether or not to delete the review or restore it back to the site.
id: Harap melaporkan atau menandai ulasan apa saja yang patut dipertanyakan dengan mengklik "Laporkan ulasan ini" dan akan dikirimkan kembali ke situs untuk dimoderasi. Tim moderasi kami akan menggunakan Panduan Ulasan untuk mengevaluasi apakah perlu menghapus atau tidak ulasan itu atau mengembalikannya ke situs.
ka: ნებისმიერი სადავო მიმოხილვის შესახებ მოხსენების გამოსაგზავნად, გთხოვთ დააწკაპოთ ღილაკზე „მოხსენება ამ მიმოხილვაზე“, რის შედეგადაც გადაეგზავნება საიტის წარმომადგენლობას ჩასასწორებლად. ჩვენი შემსწორებელთა გუნდი, მიმოხილვის სახელმძღვანელოს მიხედვით გადაწყვეტს, წაიშალოს თუ არა მოცემული მიმოხილვა, ან დაბრუნდეს თუ არა საიტზე.
ms: Sila lapor atau tandakan ulasan yang diragui dengan mengklik "Lapor ulasan ini" dan akan diserahkan ke halaman berkenaan untuk dipertimbangkan. Pasukan moderat kami akan merujuki Garis Panduan Semakan untuk menilai samada menghapuskan semakan itu atau mengembalikannya semula ke halaman berkenaan.
sq: Ju lutemi, raportoni ose i vini shenjë cilitdo shqyrtim problematik, duke klikuar mbi "Raportojeni këtë shqyrtim" dhe ai do të parashtrohet te sajti, për moderim. Ekipi ynë i moderimeve do të përdorë Udhëzime Mbi Shqyrtimet për të peshuar nëse duhet fshirë apo jo shqyrtimi, ose për kthimin e tij te sajti.
sv_se: Vänligen rapportera eller flagga alla tvivelaktig recensioner genom att klicka på "rapportera denna recension" och det kommer att överlämnas till platsen för moderering. Vår modereringsgrupp använder recensionsriktlinjerna för att utvärdera om de ska ta bort recensionen eller återställa det tillbaka till webbplatsen eller inte.

source: I’m an add-on author, can I respond to reviews?
hu: Én vagyok a kiegészítő szerzője, válaszolhatok az értékelésekre?
id: Saya adalah penulis pengaya, bisakah saya merespon ulasan?
ka: მე ვარ დამატების ავტორი, შემიძლია მიმოხილვაზე გამოხმაურება?
kab: Nek d ameskar n uzegrir, zemreɣ ad erreɣ i ucegger?
ms: Saya seorang pengarang add-on, bolehkah saya respons kepada ulasan?
sq: Jam autor shtese, a mundem t’u përgjigjem shqyrtimeve?
sr_latn: Ja sam autor dodatka, da li mogu odgovoriti na kritike?
sv_se: Jag är upphovsman för ett tillägg, kan jag svara på recensioner?
te: నేను పొడగింత రచయితను, సమీక్షలకు నేను స్పందించగలనా?

source: Yes, add-on authors can provide a single response to a review. You can set up a discussion topic in our <a href="%(forum_url)s">forum</a> to engage in additional discussion or follow-up.
id: Ya, penulis pengaya bisa menyediakan satu respon untuk ulasan anda. Anda bisa menyetel topik diskusi dalam <a href="%(forum_url)s">forum</a> anda untuk berhubungan dengan diskusi tambahan atau tindak lanjut.
ka: დიახ, დამატების ავტორს, თითოეულ მიმოხილვაზე პასუხის გაცემა შეუძლია ერთხელ. დამატებითი განხილვისთვის კი შეგიძლიათ თემა გახსნათ ჩვენს <a href="%(forum_url)s">ფორუმზე</a>.
ms: Ya, pengarang add-on boleh memberi respons kepada ulasan. Anda boleh tetapkan topik perbincangan dalam <a href="%(forum_url)s">forum</a> untuk melibatkan diri dalam perbincangan tambahan atau susulan.
sq: Po, autorët e shtesave mund të t’i japin vetëm një përgjigje një shqyrtimi. Për diskutime shtesë apo vazhdim, mund të hapni një temë diskutimesh te <a href="%(forum_url)s">forumi ynë</a>.
sv_se: Ja, upphovsmän till tillägg kan ge ett enda svar på en recension. Du kan ställa in ett diskussionsämne i vårt <a href="%(forum_url)s">forum</a> för att engagera dig i ytterligare diskussion eller uppföljning.

source: I’m an add-on author, can I delete unfavorable reviews or ratings?
hu: Én vagyok a kiegészítő szerzője, tudom törölni a kedvezőtlen értékeléseket vagy minősítéseket?
id: Saya adalah penulis pengaya, bisakah saya menghapus ulasan atau peringkat yang kurang bagus?
ka: მე ვარ დამატების ავტორი, შემიძლია თუ არა, არასასურველი მიმოხილვების ან შეფასებების წაშლა?
kab: Nek d ameskar n uzegrir, zemreɣ ad kkseɣ iwenniten neɣ tizmilin ur yeddan ara akked uzegrir?
ms: Saya seorang pengarang add-on, bolehkah saya menghapuskan ulasan atau penarafan yang tidak menyebelahi saya?
sq: Jam autor shtese, a mund të fshij shqyrtime apo vlerësime të pafavorshme?
sr_latn: Ja sam autor dodatka, da li mogu da izbrišem nepovoljne kritike ili ocene?
sv_se: Jag är upphovsman för tillägg, kan jag ta bort negativa recensioner eller betyg?

source: In general, no. But if the review did not meet the review guidelines outlined above, you can click "Report this review" and have it moderated. If a review included a complaint that is no longer valid due to a new release of your add-on, we may consider deleting the review. Submit your detailed request to amo-editors@mozilla.org.
id: Secara umum, tidak. Namun jika ulasan tidak memenuhi panduan di atas, anda bisa mengklik "Melaporkan ulasan ini" agar ulasan tersebut dimoderasi. Jika sebuah ulasan menyertakan keluhan yang tidak lagi benar disebabkan rilisan baru pengaya anda, kami akan mempertimbangkan untuk menghapus ulasan. Kirimkan permintaan terinci anda ke amo-editors@mozilla.org.
sq: Në përgjithësi jo. Por nëse shqyrtimi s’pajtohet me udhëzimet mbi shqyrtimet, të përvijuara më sipër, mund të klikoni mbi "Raportojeni këtë shqyrtim" që ai të moderohet. Nëse një shqyrtim përfshinte një ankesë e cila s’ka më vend, për shkak të një versioni të ri të shtesës, mund të shohim mundësinë e fshirjes së shqyrtimit. Kërkesën e hollësishme parashtrojani amo-editors@mozilla.org.
sv_se: I allmänhet, nej. Men om recensionen inte uppfyllde riktlinjerna ovan, kan du klicka på "Rapportera denna recension" och få den modererad. Om ett klagomål ingår i recensionen som inte längre är giltig på grund av en ny version av ditt tillägg, kan vi överväga att ta bort recensionen. Skicka in din detaljerade begäran till amo-editors@mozilla.org.

source: Sunbird has retired
hu: A Sunbird visszavonult
id: Sunbird telah dipensiunkan
kab: Sunbird yeḥbes
sk: Vývoj Sunbirdu bol ukončený
sq: Sunbird-i doli në pension
sr_latn: Sunbird je penzionisan
sv_se: Sunbird har upphört

source: Development on the Sunbird project has halted and its final release was on March 30, 2010. We've been proud to host Sunbird add-ons on this site but as the project is no longer maintained we have disabled our support for the add-ons.
sq: Zhvillimi i projektit Sunbird është ndalur dhe hedhja përfundimtare në qarkullim qe më 30 Mars, 2010. Në këtë sajt i kemi strehuar me kënaqësi shtesat për Sunbird-in, por, meqë projekti nuk mirëmbahet më, e kemi çaktivizuar asistencën tonë për këto shtesa.

source: We recommend upgrading to <a href="%(tb_url)s">Thunderbird</a> and <a href="%(lightning_url)s">Lightning</a>.
hu: Javasoljuk a <a href="%(tb_url)s">Thunderbirdre</a> és a <a href="%(lightning_url)s">Lightningra</a> frissítést.
id: Kami merekomendasikan meningkatkan ke <a href="%(tb_url)s">Thunderbird</a> dan <a href="%(lightning_url)s">Lightning</a>.
sk: Doporučujeme aktualizovať na <a href="%(tb_url)s">Thunderbird</a> a <a href="%(lightning_url)s">Lightning</a>.
sq: Këshillojmë të kaloni te <a href="%(tb_url)s">Thunderbird</a>-i dhe <a href="%(lightning_url)s">Lightning</a>.
sr_latn: Mi preporučujemo da se nadogradite na <a href="%(tb_url)s">Thunderbird</a> i <a href="%(lightning_url)s">Lightning</a>.
sv_se: Vi rekommenderar uppgradering till <a href="%(tb_url)s">Thunderbird</a> och <a href="%(lightning_url)s">Lightning</a>.

source: Read more about Sunbird
hu: Tudjon meg többet a Sunbirdről
id: Baca lebih lanjut tentang Sunbird
kab: Ɣeṛ ugar ɣef Sunbird
sk: Dozvedieť sa viac o Sunbirde
sq: Lexoni më tepër rreth Sunbird-it
sr_latn: Čitajte više o Sunbird
sv_se: Läs mer om Sunbird

source: There was an error communicating with PayPal. Please try again later.
hu: Hiba történt a PayPal kommunikáció közben. Próbálja meg később.
id: Terjadi masalah komunikasi dengan PayPal. Silakan mencoba kembali lagi nanti.
kab: Teḍra-d tuccḍa di teɣwalt akked PayPal. Ma ulac aɣilif, ɛreḍ tikelt nniḍen.
sk: Pri komunikácii so službou PayPal sa vyskytla chyba. Skúste to neskôr.
sq: Pati një gabim gjatë lidhjes me Paypal-in. Ju lutemi, riprovoni më vonë.
sr_latn: Desila se greška pri komunikaciji sa PayPal. Molimo pokušajte ponovo kasnije.
sv_se: Det gick inte att kommunicera med PayPal. Försök igen senare.

source: There was an error with this currency.
hu: Hiba történt ezzel a pénznemmel.
id: Terjadi kesalahan dengan mata uang ini.
kab: Tella tuccḍa kked tedrimt-agi.
sq: Pati një gabim me këtë monedhë.
sr_latn: Došlo je do greške sa ovom valutom.
sv_se: Det uppstod ett fel med denna valuta.

source: The amount is too small for conversion into the receiver's currency.
hu: Az összeg túl kicsi a vevő pénznemére alakításhoz.
id: Jumlah ini terlalu kecil untuk ditukar ke mata uang penerima.
sq: Sasia është shumë e vogël për shndërrim në monedhën e marrësit.
sr_latn: Iznos je premali za konverziju u valutu primalaca.
sv_se: Beloppet är för litet för att växlas till mottagarens valuta.

source: The buyer and seller must have different PayPal accounts.
hu: A vevőnek és az eladónak különböző PayPal számlával kell rendelkeznie.
id: Pembeli dan penjual harus memiliki akun PayPal berbeda.
sq: Blerësi dhe shitësi duhet të kenë llogari të ndryshme Paypal.
sr_latn: Kupac i prodavac moraju imati različite PayPal naloge.
sv_se: Köparen och säljaren måste ha olika PayPal-konton.

source: The seller does not accept payments in %s.
hu: A vevő nem fogad el fizetéseket ebben a pénznemben: %s.
id: Penjual tidak menerima pembayaran dalam %s.
sq: Shitësi s’pranon pagesa në %s.
sr_latn: Prodavac ne prihvata uplate u %s.
sv_se: Säljaren accepterar inte betalningar i %s.

source: Reviews for %s
hu: %s értékelései
id: Ulasan untuk %s
ka: %s-ის მიმოხილვები
ms: Ulasan untuk %s
sk: Recenzie pre %s
sq: Shqyrtime për %s
sr_latn: Recenzije za %s
sv_se: Recensioner av %s

source: Review History for this Addon
hu: Kiegészítő értékelésének előzményei
id: Riwayat Ulasan untuk Pengaya ini
ka: დამატების მიმოხილვების ისტორია
ms: Sejarah Semakan Add-on ini
sk: História recenzií pre tento doplnok
sq: Shihni Historikun për këtë Shtesë
sr_latn: Istorija pregleda za ovaj dodatak
sv_se: Granskningshistorik för detta tillägg

source: Rated %d out of 5 stars
hu: %d csillagra értékelve 5-ből
id: Peringkat %d dari 5 bintang
ka: %d შეფასება 5 ვარსკვლავიდან
ms: Tahap %d daripada 5 bintang
sk: Hodnotené počtom %d z 5 hviezdičiek
sq: Vlerësuar me %d nga 5 yje të mundshëm
sr_latn: Ocenjeno sa %d od 5 zvezdica
sv_se: Fick %d av 5 stjärnor

source: Keep review; remove flags
hu: Értékelés megtartása; jelzők eltávolítása
id: Terus mengulas; hilangkan penanda
ka: განხილვის გაგრძელება; მონიშვნების მოხსნა
ms: Kekalkan semakan; buang tanda
sk: Ponechať recenziu, odstrániť označenia
sq: Mbaje shqyrtimin; hiq flamurkat
sr_latn: Zadrži recenziju; ukloni zastavice
sv_se: Behåll recension; ta bort flaggor
te: సమీక్షను ఉంచు; ఫ్లాగులను తొలగించు

source: Skip for now
hu: Kihagyás
id: Lewatkan untuk sekarang
ka: ამჟამად გამოტოვება
ms: Langkau dulu sekarang
sk: Teraz preskočiť
sq: Hëpërhë anashkaloje
sr_latn: Preskoči za sada
sv_se: Hoppa över nu
te: ప్రస్తుతం దాటవేయి

source: Delete review
hu: Értékelés törlése
id: Hapus ulasan
ka: მიმოხილვის წაშლა
kab: Kkes acegger
ms: Buang semakan
sk: Odstrániť recenziu
sq: Fshije shqyrtimin
sr_latn: Obrisana kritika
sv_se: Ta bort recension
te: సమీక్షను తొలగించండి

source: Other (please specify)
es_ar: Otro (por favor, especifícalo)
fi: Muu (täsmennä)
fur: Altri (specificâ)
fy_nl: Oars (spesifisearje dizze)
he: אחר (נא לפרט)
hr: Ostalo (navedi)
hu: Egyéb (adja meg)
ia: Altere (specificar)
id: Lainnya (isi sendiri)
is: Annað (tilgreindu nákvæmlega)
ka: სხვა (გთხოვთ მიუთითოთ)
kab: Ayen nniḍen (ini-d)
ms: Lain-lain (sila nyatakan)
nb_no: Annen (oppgi)
nn_no: Anna (ver snill og spesifiser)
ro: Altele (te rugăm să specifici)
sk: Iný (popíšte)
sq: Tjetër (ju lutemi, jepeni hollësisht)
sr_latn: Drugo (molimo navedite)
sv_se: Annat (var god ange)
te: ఇతర (దయచేసి పేర్కొనండి)
th: อื่น ๆ (โปรดระบุ)
tr: Diğer (lütfen belirtin)
vi: Khác (vui lòng chỉ ra)

source: Thanks; this review has been flagged for editor approval.
hu: Köszönjük, ez az értékelés szerkesztői jóváhagyásra meg lett jelölve.
id: Terima kasih, ulasan ini telah ditandai untuk persetujuan editor.
sk: Ďakujeme; táto recenzia bola označená na schválenie editorom.
sq: Faleminderit; këtij shqyrtimi iu vu shenjë për miratim redaktorial.
sr_latn: Hvala; ova recenzija je označena za odobrenje urednika.
sv_se: Tack; recensionen har märkts för redaktörsgranskning.

source: Add a review for {0}
hu: Értékelés hozzáadása a(z) {0} kiegészítőhöz
id: Tambahkan ulasan untuk {0}
ka: {0}-ზე მიმოხილვის დატოვება
kab: Rnu acegger i {0}
ms: Beri ulasan untuk {0}
sk: Pridanie recenzie doplnku {0}
sq: Shtoni një shqyrtim për {0}
sr_latn: Dodaj recenziju za {0}
sv_se: Lägg till en recension för {0}

source: <h2>Keep these tips in mind:</h2> <ul> <li> Write like you're telling a friend about your experience with the add-on. Give specifics and helpful details, such as what features you liked and/or disliked, how easy to use it is, and any disadvantages it has. Avoid generic language such as calling it "Great" or "Bad" unless you can give reasons why you believe this is so. </li> <li> Please do not post bug reports in reviews. We do not make your email address available to add-on developers and they may need to contact you to help resolve your issue. See the <a href="%(support)s">support section</a> to find out where to get assistance for this add-on. </li> <li>Please keep reviews clean, avoid the use of improper language and do not post any personal information. </li> </ul> <p>Please read the <a href="%(guide)s" target="_blank">Review Guidelines</a> for more detail about user add-on reviews.</p>
sq: <h2>Mbani në mendje këto këshilla:</h2> <ul> <li> Shkruani sikur t’i tregonit një miku mbi përvojën tuaj me shtesën. Jepni hollësi specifike dhe të hollësishme, të tilla si, ç’veçori ju pëlqyen dhe/ose nuk ju pëlqyen, sa e lehtë është ta përdorësh, dhe çfarëdo mangësish që ka. Shmangni gjuhën e përgjithshme, si, për shembull, quajtjen e saj "Madhështore" ose "E dobët", po qe se nuk jepni dot arsye se përse besoni se është kështu. </li> <li> Ju lutemi, mos postoni njoftime të metash te shqyrtimet. Ne nuk u japim zhvilluesve të shtesave adresat tuaja email, dhe atyre mund t’ju duhet të lidhen me ju për t’ju ndihur në zgjidhjen e problemit tuaj. Shihni <a href="%(support)s">ndarjen e asistencës</a> që të mësoni se ku të merrni asistencë për një shtesë të dhënë. </li> <li>Ju lutemi, mbajini shqyrtimet të qarta, shmangni gjuhën e papërshtatshme dhe mos postoni të dhëna personale. </li> </ul> <p>Ju lutemi, lexoni <a href="%(guide)s" target="_blank">Udhëzimet mbi Shqyrtimet</a>, për më tepër hollësi lidhur me shqyrtime shtesash nga përdoruesit.</p>

source: Reply to review by {0}
hu: Válasz {0} értékelésére
id: Membalas ulasan oleh {0}
ka: {0}-ის მიმოხილვაზე პასუხი
kab: Tiririt i ucegger sɣuṛ {0}
ms: Balasan untuk ulasan oleh {0}
sk: Odpovedať na recenziu od {0}
sq: Përgjigje shqyrtimit nga {0}
sr_latn: Odgovor na recenziju od {0}
sv_se: Besvara recension av {0}

source: Reply
es_ar: Responder
fi: Vastaa
fur: Rispuint
fy_nl: Antwurdzje
he: תגובה
hr: Odgovori
hu: Válasz
ia: Responder
id: Balas
is: Svara
ka: პასუხი
kab: Err
ms: Balas
nb_no: Svar
nn_no: Svar
ro: Răspunde
sk: Odpovedať
sq: Përgjigjjuni
sr_latn: Odgovori
sv_se: Svara
te: ప్రత్యుత్తరం
th: ตอบกลับ
tr: Yanıtla
vi: Trả lời

source: Write a Reply
hu: Válasz írása
id: Menulis Balasan
ka: დაწერეთ პასუხი
kab: Aru tiririt
ms: Tulis Balasan
sk: Napíšte odpoveď:
sq: Shkruani një Përgjigje
sr_latn: Napiši odgovor
sv_se: Skriv ett svar

source: Submit
hu: Elküldés
id: Затвердити
ka: წარდგენა
kab: Azen
ms: Hantar
sk: Odoslať
sq: Parashtroje
sr_latn: Pošalji
sv_se: Skicka in
te: సమర్పించు

source: or <a href="%(url)s">Cancel</a>
hu: vagy <a href="%(url)s">Mégsem</a>
id: or <a href="%(url)s">Batal</a>
ka: ან <a href="%(url)s">გაუქმება</a>
kab: neɣ <a href="%(url)s">Sefsex</a>
ms: atau <a href="%(url)s">Batal</a>
sk: alebo <a href="%(url)s">Zrušiť</a>
sq: ose <a href="%(url)s">Anulojeni</a>
sr_latn: ili <a href="%(url)s">otkaži</a>
sv_se: eller <a href="%(url)s">Avbryt</a>

source: Please select a reason:
hu: Válasszon okot:
id: Silakan pilih satu alasan:
ka: გთხოვთ მიუთითოთ მიზეზი:
kab: Ma ulac aɣilif ini-d acuɣeṛ:
ms: Sila pilih alasan:
sk: Zvoľte dôvod:
sq: Ju lutemi, përzgjidhni një arsye:
sr_latn: Izaberite razlog:
sv_se: Välj en anledning:

source: by %(user)s <b>(Developer)</b> on %(date)s
hu: %(user)s írta <b>(fejlesztő)</b> ekkor: %(date)s
id: oleh %(user)s <b>(Pengembang)</b> pada %(date)s
ka: %(user)s <b>(შემმუშავებელი)</b> %(date)s
kab: sɣuṛ %(user)s <b>(Aneflay)</b> di %(date)s
ms: oleh %(user)s <b>(Pembangun)</b> pada %(date)s
sk: autor %(user)s <b>(vývojár)</b> dňa %(date)s
sq: nga %(user)s <b>(Zhvillues)</b> më %(date)s
sr_latn: od %(user)s <b>(Programer)</b> datuma %(date)s
sv_se: av %(user)s <b>(Utvecklare)</b> den %(date)s

source: This review is for a previous version of the add-on ({0}).
hu: Ez az értékelés a kiegészítő előző verziójához készült ({0}).
id: Ulasan ini dibuat untuk versi pengaya ({0}) sebelumnya.
ka: ეს მიმოხილვა გაკეთებულია დამატების წინა ვერსიის შესახებ ({0}).
ms: Ulasan ini untuk add-on ({0}) versi terdahulu.
sk: Táto recenzia je pre predchádzajúcu verziu doplnku ({0}).
sq: Ky shqyrtim është për një version të mëparshëm të shtesës ({0}).
sr_latn: Ovaj pregled je za prethodnu verziju dodatka ({0}).
sv_se: Denna recension är för en tidigare version av tillägget ({0}).

source: This user has a <a href="%(user_review_url)s">previous review</a> of this add-on.
hu: A felhasználó már <a href="%(user_review_url)s">korábban értékelte</a> ezt a kiegészítőt.
id: Pengguna ini memiliki <a href="%(user_review_url)s">%(cnt)s ulasan terdahulu</a> untuk pengaya ini.
ka: ამ მომხმარებელს, ადრეც აქვს გაკეთებული <a href="%(user_review_url)s">მიმოხილვა</a> ამ დამატების შესახებ.
kab: Aseqdac-agi ɣur-s <a href="%(user_review_url)s">acegger yezrin</a> n uzegrir-agi.
ms: Pengguna ini ada <a href="%(user_review_url)s">%(cnt)s ulasan sebelum ini</a> perihal add-on ini.
sk: Tento používateľ má <a href="%(user_review_url)s">predchádzajúcu kontrolu</a> tohto doplnku.
sq: Ky përdorues ka <a href="%(user_review_url)s">shqyrtim të mëparshëm</a> të kësaj shtese.
sv_se: Denna användare har en <a href="%(user_review_url)s">tidigare recension</a> för detta tillägg.

source: This user has <a href="%(user_review_url)s">other reviews</a> of this add-on.
hu: A felhasználónak <a href="%(user_review_url)s">további értékelése</a> van ehhez az adatbázishoz.
id: Pengguna ini memiliki <a href="%(user_review_url)s">ulasan lainnya</a> untuk pengaya ini.
ka: მომხმარებელს აქვს <a href="%(user_review_url)s">სხვა მიმოხილვებიც</a> დატოვებული, ამ დამატების შესახებ.
kab: Aseqdac-agi ɣur-s <a href="%(user_review_url)s">iceggiren nniḍen</a> n uzegriz-agi.
ms: Pengguna ini ada<a href="%(user_review_url)s">ulasan lain</a> perihal add-on ini.
sk: Tento používateľ má <a href="%(user_review_url)s">ďalšie recenzie</a> tohto doplnku.
sq: Ky përdorues ka edhe <a href="%(user_review_url)s">shqyrtime të tjera</a> të kësaj shtese.
sr_latn: Ovaj korisnik ima <a href="%(user_review_url)s">druge preglede</a> ovog dodatka.
sv_se: Denna användare har <a href="%(user_review_url)s">andra recensioner</a> för detta tillägg.

source: Flagged for review
hu: Megjelölt értékelés
id: Ditandai untuk ditinjau
ka: მონიშნულია განსახილველად
kab: Yettwacreḍ i ucegger
ms: Ditanda untuk semakan
sk: Označené na kontrolu
sq: Me shenjë për shqyrtim
sr_latn: Označeno za recenziju
sv_se: Flaggad för granskning

source: Report this review
hu: Értékelés feljelentése
id: Laporkan ulasan ini
ka: მოხსენება ამ მიმოხილვაზე
kab: Mmel acegger-agi
ms: Lapor ulasan ini
sk: Nahlásiť túto recenziu
sq: Njoftoni mbi këtë shqyrtim
sr_latn: Prijavi ovu recenziju
sv_se: Rapportera denna recension

source: Reply to review
hu: Válasz az értékelésre
id: Balas ulasan
ka: პასუხი მიმოხილვაზე
kab: Err i ucegger-agi
ms: Balasan untuk ulasan
sk: Odpoveď na recenziu
sq: Përgjigjjuni shqyrtimit
sr_latn: Odgovori na recenziju
sv_se: Besvara recension

source: Edit reply
hu: Válasz szerkesztése
id: Sunting balasan
ka: პასუხის ჩასწორება
kab: Ẓreg tiririt
ms: Edit balasan
sk: Upraviť odpoveď
sq: Përpunoni përgjigjen
sv_se: Redigera svar

source: Edit review
hu: Értékelés szerkesztése
id: Edit ulasan
ka: მიმოხილვის ჩასწორება
kab: Ẓreg acegger
ms: Edit ulasan
sk: Upraviť recenziu
sq: Përpunoni shqyrtimin
sr_latn: Uredi recenziju
sv_se: Redigera recension

source: Delete reply
hu: Válasz törlése
id: Hapus balasan
ka: პასუხის წაშლა
kab: Kkes tiririt
ms: Buang balasan
sk: Zmazať odpoveď
sq: Fshije përgjigjen
sv_se: Ta bort svar

source: {0} :: Reviews
hu: {0} :: Értékelések
id: {0} :: Ulasan
ka: {0} :: მიმოხილვა
kab: {0} :: Iceggiren
ms: {0} :: Ulasan
sk: {0} :: Recenzie
sq: {0} :: Shqyrtime
sr_latn: {0} :: recenzija
sv_se: {0} :: Recensioner

source: Reviews for {0}
hu: {0} értékelései
id: Ulasan untuk {0}
ka: მიმოხილვები {0}-ის შესახებ
kab: Iceggiren n {0}
ms: Ulasan untuk {0}
sk: Recenzie doplnku {0}
sq: Shqyrtime për {0}
sr_latn: Recenzije za {0}
sv_se: Recensioner av {0}

source: <b>{0}</b> review for this add-on
hu: <b>{0}</b> értékelés a kiegészítőhöz
id: <b>{0}</b> ulasan untuk pengaya ini
ka: <b>{0}</b> მიმოხილვა, ამ დამატების შესახებ
kab: <b>{0}</b> acegger n uzegrir-agi
ms: <b>{0}</b> ulasan untuk add-ons ini
sk: <b>{0}</b> recenzia pre tento doplnok
sq: <b>{0}</b> shqyrtim për këtë shtesë
sr_latn: <b>{0}</b> pregled za ovaj dodatak
sv_se: <b>{0}</b> recensioner av detta tillägg

source: Developer reply by {0}
hu: {0} fejlesztő válasza
id: Balasan pengembang oleh {0}
ka: {0} შემმუშავებლის პასუხი
kab: Tririt n uneflay s par {0}
ms: Balasan pembangun oleh {0}
sk: Odpoveď vývojára {0}
sq: Përgjigje zhvilluesi nga {0}
sr_latn: Programer {0} je odgovorio
sv_se: Utvecklarsvar från {0}

source: Review for %(addon)s by %(user)s
hu: %(addon)s kiegészítő értékelése, írta: %(user)s
id: Ulasan untuk %(addon)s boleh %(user)s
ka: %(user)s-ის მიმოხილვები %(addon)s დამატების შესახებ
kab: Acegger n %(addon)s sɣuṛ %(user)s
ms: Ulasan untuk %(addon)s oleh %(user)s
sk: Recenzia doplnku %(addon)s od %(user)s
sq: Shqyrtim për %(addon)s nga %(user)s
sr_latn: Recenzija za %(addon)s od %(user)s
sv_se: Recension av %(addon)s av %(user)s

source: No reviews found.
hu: Nem található értékelés.
id: Tidak ada ulasan ditemukan.
ka: მიმოხილვები ვერ მოიძებნა.
kab: Ulac iceggiren.
ms: Belum ada ulasan.
sk: Neboli nájdené žiadne recenzie.
sq: S’u gjetën shqyrtime.
sr_latn: Nema pronađenih rezultata.
sv_se: Inga recensioner funna.

source: <strong>Average</strong> (%(total)s)
hu: <strong>Átlagos</strong> (%(total)s)
id: <strong>Rata-rata</strong> (%(total)s)
ka: <strong>საშუალო</strong> (%(total)s)
kab: <strong>Talemmast</strong> (%(total)s)
ms: <strong>Purata</strong> (%(total)s)
sk: <strong>Priemer</strong> (%(total)s)
sq: <strong>Mesatare</strong> (%(total)s)
sr_latn: <strong>Prosek</strong> (%(total)s)
sv_se: <strong>Genomsnitt</strong> (%(total)s)

source: Write a New Review
hu: Új értékelés írása
id: Tulis Ulasan Baru
ka: დაწერეთ მიმოხილვა
kab: Aru acegger amaynut
ms: Tulis Ulasan Baru
sk: Napísať novú recenziu
sq: Shkruani një Shqyrtim të Ri
sr_latn: Napiši novu recenziju
sv_se: Skriv en ny recension
