Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Invalid version range. For Firefox for Android, you may only pick a range that starts with version %(max)s or higher, or ends with lower than version %(min)s.
es_ar: Rango de versión no válido. En Firefox para Android, solo podés seleccionar un rango que comience con la versión %(max)s o superior, o termine con una versión menor que %(min)s.
fi: Virheellinen versioalue. Firefoxin Android-versiossa voit valita vain alueen, joka alkaa versiolla %(max)s tai uudemmalla tai päättyy versiota %(min)s alempaan versioon.
fur: Interval di versions no valit. Par Firefox par Android tu puedis selezionâ dome un interval che al tache cu la version %(max)s o superiôr o che al finìs cuntune version inferiôr a %(min)s.
fy_nl: Unjildich ferzjeberik. Foar Firefox foar Android meie jo allinnich in berik kieze dat begjint mei ferzje %(max)s of heger, of einiget mei leger as ferzje %(min)s.
he: טווח גרסאות לא חוקי. בשביל Firefox עבור Android, ניתן לבחור רק בטווח שמתחיל בגרסה %(max)s ומעלה, או מסתיים בגרסה הנמוכה מ־%(min)s.
ia: Intervallo de version non valide. Pro Firefox pro Android, tu pote solo seliger un campo que comencia con version %(max)s o superior, o fini con version inferior que %(min)s.
nb_no: Ugyldig versjonsområde. For Firefox for Android kan du bare velge et område som starter med versjon %(max)s eller høyere, eller slutter med versjon lavere enn %(min)s.
nn_no: Ugyldig versjonsområde. For Firefox for Android kan du berre velje eit område som startar med versjon %(max)s eller høgare, eller sluttar med versjon lågare enn %(min)s.
ro: Interval de versiune nevalid. Pentru Firefox pentru Android, puteți alege numai un interval care începe cu versiunea %(max)s sau una superioară sau se termină cu una mai mică decât versiunea %(min)s.
tr: Geçersiz sürüm aralığı. Android için Firefox’ta yalnızca sürüm %(max)s veya daha yüksek bir sürümle başlayan ve sürüm %(min)s altı ile biten bir aralık seçebilirsiniz.
vi: Phạm vi phiên bản không hợp lệ. Đối với Firefox dành cho Android, bạn chỉ có thể chọn một phạm vi bắt đầu bằng phiên bản %(max)s hoặc cao hơn, hoặc kết thúc bằng phiên bản thấp hơn %(min)s.

source: Add-ons need at least one owner.
es_ar: Los complementos necesitan al menos un propietario.
fi: Lisäosat tarvitsevat vähintään yhden omistajan.
fur: I components adizionâi a àn bisugne di almancul un proprietari.
fy_nl: Add-ons hawwe op syn minst ien eigener nedich.
hr: Dodaci trebaju barem jednog vlasnika.
ia: Le additivos debe haber al minus un proprietario.
is: Viðbætur þurfa að minnsta kosti einn eiganda.
nb_no: Tillegg trenger minst én eier.
nn_no: Tillegg må minst ha ein eigar.
ro: Suplimentele au nevoie de cel puțin un proprietar.
th: ส่วนเสริมต้องมีเจ้าของอย่างน้อยหนึ่งคน
tr: Eklentilerin en az bir sahibi olmalıdır.
vi: Tiện ích bổ sung cần ít nhất một chủ sở hữu.

source: Add-ons need at least one listed author.
es_ar: Los complementos necesitan al menos un autor listado.
fi: Lisäosat tarvitsevat vähintään yhden listatun tekijän.
fur: I components adizionâi a àn bisugne di almancul un autôr listât.
fy_nl: Add-ons hawwe op syn minst ien fermelde eigener nedich.
hr: Dodaci trebaju barem jednog navedenog autora.
ia: Le additivos besonia de al minus un autor listate.
is: Viðbætur þurfa að minnsta kosti einn skráðan höfund.
nb_no: Tillegg skal ha minst en oppført utvikler.
nn_no: Tillegg treng minst éin oppført utviklar.
ro: Suplimentele au nevoie de cel puțin un autor listat.
th: ส่วนเสริมต้องมีชื่อผู้เขียนอย่างน้อยหนึ่งคน
tr: Eklentiler için listelenmiş en az bir yazar gerekir.

source: Account not found.
es_ar: Cuenta no encontrada.
fi: Tiliä ei löydy.
fur: Account no cjatât.
fy_nl: Account net fûn.
he: החשבון לא נמצא.
hr: Račun nije pronađen.
ia: Conto non trovate.
is: Reikningur fannst ekki.
nb_no: Fant ikke kontoen.
nn_no: Fann ikkje kontoen.
ro: Contul nu a fost găsit.
th: ไม่พบบัญชี
tr: Hesap bulunamadı.
vi: Tài khoản không được tìm thấy.

source: An author can only be present once.
es_ar: Un autor sólo puede ser listado una vez.
fi: Tekijä voi olla läsnä vain kerran.
fur: Ogni autôr al pues vê dome une sole presince.
fy_nl: In skriuwer kin mar ien kear fermeld wurde.
he: יוצר יכול להופיע רק פעם אחת.
hr: Autor se smije samo jednom navesti.
ia: Un autor pote esser presente solo un vice.
is: Höfund má ekki tiltaka nema einu sinni.
nb_no: En opphavsmann kan bare være oppført en gang.
nn_no: Ein opphavsmann kan berre vere oppførd ein gong.
ro: Autorii pot fi listați numai o dată.
te: ఒక రచయిత ఒకసారి మాత్రమే ఉండగలరు.
th: สามารถระบุผู้สร้างหนึ่งคนได้ครั้งเดียวเท่านั้น
tr: Bir yazar sadece bir kez görünebilir.
vi: Một tác giả chỉ có thể được ghi danh một lần.

source: The account needs a display name before it can be added as an author.
es_ar: La cuenta necesita un nombre para mostrar antes de poder agregarla como autor.
fi: Tili tarvitsee näyttönimen, ennen kuin se voidaan lisätä tekijäksi.
fur: Par jessi zontât come autôr, l’account al à di jessi dotât di un non di visualizazion.
fy_nl: De account hat inskermnamme nedich foardat dizze as auteur tafoege wurde kin.
he: החשבון זקוק לשם תצוגה לפני שניתן יהיה להוסיף אותו כיוצר.
hr: Račun treba prikazano ime da bi se moglo dodati kao autor.
ia: Le conto require un nomine a monstrar ante que illo pote esser addite como autor.
is: Reikningurinn þarf birtingarnafn áður en hægt er að bæta honum við sem höfundi.
nb_no: Kontoen trenger et visningsnavn før den kan legges til som opphavsmann.
nn_no: Kontoen treng eit visingsnamn før han kan leggjast til som ein opphavsmann.
ro: Contul are nevoie de o denumire de afișat înainte de a putea fi adăugat ca autor.
te: ఖాతాను రచయితగా చేర్చే ముందు చూపించే పేరు తప్పనిసరి.
th: บัญชีนี้ต้องการชื่อที่ใช้แสดงก่อนจึงจะเพิ่มเป็นผู้สร้างได้
tr: Bir yazar olarak eklenebilmesi için hesabın görünen bir adı olması gerekir.
vi: Tài khoản cần có tên hiển thị trước khi có thể được thêm làm tác giả.

source: This slug cannot be used. Please choose another.
es_ar: Este slug no puede usarse. Elegí otro.
fi: Tätä osoitemuotoa ei voi käyttää. Valitse toinen.
fur: Nol è pussibil doprâchest slug. Sielç un altri.
fy_nl: Dizze identifikator kin net brûkt wurde. Kies in oare.
ia: Iste alias breve non pote esser usate. Elige un altero.
nb_no: Denne sluggen kan ikke brukes. Velg en annen.
nn_no: Denne sluggen kan ikkje brukast. Vel ein annan.
ro: Slugul nu poate fi folosit. Te rugăm să alegi altul.
tr: Bu kısa ad kullanılamaz. Lütfen başka bir kısa ad seçin.
vi: Không thể sử dụng slug này. Vui lòng chọn slug khác.

source: There is no rollback available in this channel.
fi: Tässä kanavassa ei ole palautusmahdollisuutta.
fur: In chest canâl nol è disponibil nissun ripristinament.
fy_nl: Der is gjin weromdraaiferzje beskikber yn dit kanaal.
nb_no: Det er ingen tilbakerulling tilgjengelig i denne kanalen.
nn_no: Det er inga tilbakerulling tilgjengeleg i denne kanalen.
ro: Nu este disponibilă nicio revenire la versiuni anterioare pe acest canal.
tr: Bu kanalda geri döndürme işlemi yapılamaz.

source: Rollback is only available for version %s in this channel.
fur: In chest canâl tu puedis ripristinâ nome ae version %s.
fy_nl: Weromdraaien is allinnich beskikber foar ferzje %s yn dit kanaal.
nb_no: Tilbakerulling er bare tilgjengelig for versjon %s i denne kanalen.
nn_no: Tilbakerulling er berre tilgjengeleg for versjon %s i denne kanalen.
ro: Revenirea la versiuni anterioare este disponibilă doar pentru versiunea %s de pe acest canal.
tr: Geri döndürme işlemi bu kanalda yalnızca %s sürümü için kullanılabilir.

source: Only approved versions can be rolled back, except the most recent version.
fur: Al è pussibil ripristinâ nome lis versions aprovadis, gjavade la version plui resinte.
fy_nl: Allinnich goedkarde ferzjes kinne weromdraaid wurde, útsein de meast resinte ferzje.
nb_no: Bare godkjente versjoner kan rulles tilbake, bortsett fra den nyeste versjonen.
nn_no: Berre godkjende versjonar kan rullast tilbake, bortsett frå den nyaste versjonen.
ro: Numai versiunile aprobate pot fi anulate, cu excepția celei mai recente versiuni.
tr: En son sürüm hariç, yalnızca onaylanmış sürümler geri döndürülebilir.

source: Both `license` and `custom_license` cannot be provided together.
es_ar: No se puede proporcionar `license` y `custom_license` a la vez.
fi: Sekä `license` ja `custom_license` eivät ole käytettävissä yhdessä.
fur: “license” e “custom_license” no puedin jessi specificâts adun.
fy_nl: Sawol ‘license’ as ‘custom_license’ kinne net tegearre opjûn wurde.
he: לא ניתן לספק גם `license` וגם `custom_license` יחד.
ia: Ambe `license` e `custom_license` non pote esser fornite insimul.
nb_no: Både «license» og «custom_license» kan ikke oppgis sammen.
nn_no: Både «license» og «custom_license» kan ikkje leverast saman.
ro: Nu pot fi specificate împreună și `license`, și `custom_license`.
th: ไม่สามารถจัดให้มีทั้ง `license` และ `custom_license` ร่วมกันได้
tr: `license` ve`custom_license` birlikte sağlanamaz.
vi: Không thể cung cấp `license` và `custom_license` cùng nhau.

source: This field, or custom_license, is required for listed versions.
es_ar: Este campo, o custom_license, es obligatorio para las versiones listadas.
fi: Tämä kenttä, tai custom_license, on pakollinen listattuja versioita varten.
fur: Chest cjamp, o custom_license, al è obligatori pes versions listadis.
fy_nl: Dit fjild, of custom_license, is fereaske foar fermelde ferzjes.
he: שדה זה, או custom_license, נדרש עבור גרסאות רשומות.
ia: Isto campo, o custom_license, es necesse pro versiones publicate.
nb_no: Dette feltet, eller custom_license, er obligatorisk for oppførte versjoner.
nn_no: Dette feltet, eller custom_license, er påkravd for oppførte versjonar.
ro: Acest câmp, sau custom_license, este obligatoriu pentru versiunile listate.
tr: Listelenen sürümler için bu alan veya custom_license gereklidir.
vi: Trường này, hoặc custom_license, là bắt buộc đối với các phiên bản được liệt kê.

source: Wrong add-on type for this license.
es_ar: Tipo de complemento incorrecto para esta licencia.
fi: Väärä lisäosatyyppi tälle lisenssille.
fur: Gjenar di component adizionâl sbaliât par cheste licence.
fy_nl: Ferkeard type add-on foar dizze lisinsje.
he: סוג תוספת שגוי עבור רישיון זה.
hr: Kriva vrsta dodatka za ovu licencu.
ia: Errate typo de additivo pro iste licentia.
nb_no: Feil type tillegg for denne lisensen.
nn_no: Feil tilleggstype for denne lisensen.
ro: Tip de supliment greșit pentru această licență.
tr: Bu lisans için yanlış eklenti türü.
vi: Loại tiện ích không chính xác cho giấy phép này.

source: Custom licenses are not supported for themes.
es_ar: Las licencias personalizadas no son soportados para los temas.
fi: Mukautettuja lisenssejä ei tueta teemoille.
fur: Lis licencis personalizadis no son supuartadis pai temis.
fy_nl: Oanpaste lisinsjes wurde net stipe foar tema’s.
he: רישיונות מותאמים אישית אינם נתמכים עבור ערכות נושא.
hr: Prilagođene licence nisu podržane za teme.
ia: Le licentias personalisate non es compatibile con themas.
nb_no: Tilpassede lisenser støttes ikke for temaer.
nn_no: Tilpassa lisens er ikkje støtta for tema.
ro: Licențele personalizate nu sunt acceptate pentru teme.
th: ไม่รองรับใบอนุญาตแบบกำหนดเองสำหรับชุดตกแต่ง
tr: Temalar için özel lisanslar desteklenmez.
vi: Giấy phép tùy chỉnh không được hỗ trợ cho các chủ đề.

source: This field is required for add-ons with listed versions.
es_ar: Este campo es obligatorio para complementos con versiones listadas.
fi: Tämä kenttä on pakollinen lisäosille, joiden versiot on listattu.
fur: Chest cjamp al è obligatori pai components adizionâi cu lis versions listadis.
fy_nl: Dit fjild is fereaske foar add-ons mei fermelde ferzjes.
he: שדה זה נדרש עבור תוספות עם גרסאות רשומות.
hr: Ovo polje je obavezno za dodatke s navedenim verzijama.
ia: Iste campo es necesse pro additivos con versiones publicate.
nb_no: Dette feltet er obligatorisk for tillegg med oppførte versjoner.
nn_no: Dette feltet er påkravd for tillegg med oppførte versjonar.
ro: Acest câmp este obligatoriu pentru suplimente cu versiuni listate.
tr: Bu alan, listelenen sürümleri olan eklentiler için gereklidir.
vi: Trường này là bắt buộc đối với các tiện ích với các phiên bản được liệt kê.

source: Add-on metadata is required to be set to create a listed version: {missing_addon_metadata}.
es_ar: Es necesario establecer los metadatos del complemento para crear una versión listada: {missing_addon_metadata}.
fi: Lisäosan metatiedot on asetettava listatun version luomiseksi: {missing_addon_metadata}.
fur: Al è necessari specificâ i metadâts dal component adizionâl par creâ une version listade: {missing_addon_metadata}.
fy_nl: Add-on-metadata moat ynsteld wurde om in fermelde ferzje te meitsjen: {missing_addon_metadata}.
ia: Metadatos de additivo es necesse esser configurate pro crear un version publicate: {missing_addon_metadata}.
nb_no: Metadata for tillegg må angis for å opprette en oppført versjon: {missing_addon_metadata}.
nn_no: Tilleggs-metadata må stillast inn for å opprette ein oppført versjon: {missing_addon_metadata}.
ro: Trebuie setate metadatele suplimentelor pentru a crea o versiune listată: {missing_addon_metadata}.
tr: Listelenen bir sürüm oluşturmak için eklenti meta verilerinin ayarlanması gerekir: {missing_addon_metadata}.
vi: Cần thiết lập metadata của tiện ích để tạo phiên bản được liệt kê: {missing_addon_metadata}.

source: A GUID must be specified in the manifest.
es_ar: Se debe especificar un GUID en el manifiesto.
fi: GUID on määritettävä manifestissa.
fur: Al è necessari specificâ un GUID tal manifest.
fy_nl: Der moat in GUID opjûn wurde yn it manifest.
hr: GUID mora biti naveden u manifestu.
ia: Un GUID debe esser specificate in le file manifesto.
nb_no: En GUID må spesifiseres i manifestet.
nn_no: Ein GUID må spesifiserast i manifestet.
ro: Trebuie specificat un GUID în manifest.
tr: Manifest'te bir GUID belirtilmelidir.
vi: GUID phải được khai báo trong manifest.

source: GUID mismatch between the URL and manifest.
es_ar: No coincide GUID entre URL y manifiesto.
fi: URL:n ja manifestin välinen GUID-ristiriita.
fur: Mancjade corispondence dal GUID tra URL e manifest.
fy_nl: GUID komt net oerien tusken de URL en it manifest.
hr: Nepodudaranje GUID-a između URL-a i manifesta.
ia: Discordantia de GUID inter le URL e file manifesto.
nb_no: GUID-uoverensstemmelse mellom URL og manifest.
nn_no: GUID-misforhold mellom URL og manifest.
ro: Corelare GUID absentă între URL și manifest.
tr: URL ve manifest arasında GUID uyuşmazlığı.
vi: GUID không khớp giữa URL và manifest.

source: Source cannot be changed because this version has been reviewed by Mozilla.
es_ar: No se puede cambiar fuente porque esta versión ya ha sido revisada por Mozilla.
fi: Lähdettä ei voi muuttaa, koska Mozilla on katselmoinut tämän version.
fur: Nol è pussibil cambiâ il codiç sorzint parcè che cheste version e je stade revisionade di Mozilla.
fy_nl: De boarne kin net wizige wurde, omdat dizze ferzje beoardiele is troch Mozilla.
he: לא ניתן לשנות את המקור מכיוון שגרסה זו עברה סקירה על־ידי Mozilla.
hr: Izvor se ne može promijeniti jer je ovu verziju pregledala Mozilla.
ia: Le surgente non pote esser cambiate perque iste version jam ha essite revidite per Mozilla.
nb_no: Kilden kan ikke endres fordi denne versjonen har blitt gjennomgått av Mozilla.
nn_no: Kjelda kan ikkje endrast fordi denne versjonen er vurdert av Mozilla.
ro: Sursa nu poate fi schimbată deoarece această versiune a fost revizuită de Mozilla.
th: ไม่สามารถเปลี่ยนแหล่งที่มาได้เนื่องจากเวอร์ชันนี้ได้รับการตรวจสอบโดย Mozilla แล้ว
tr: Bu sürüm Mozilla tarafından incelendiği için kaynak değiştirilemez.
vi: Không thể thay đổi nguồn vì phiên bản này đã được xem xét bởi Mozilla.

source: This type of add-on does not allow custom compatibility.
es_ar: Este tipo de complemento no permite compatibilidad personalizada.
fi: Tämän tyyppinen lisäosa ei salli mukautettua yhteensopivuutta.
fur: Chest gjenar di component adizionâl nol amet compatibilitâts personalizadis.
fy_nl: Dit type add-on stiet gjin oanpaste kompatibiliteit ta.
hr: Ova vrsta dodatka ne dopušta prilagođenu kompatibilnost.
ia: Iste typo de additivo non permitte compatibilitate personalisate.
is: Þessi tegund af viðbót leyfir ekki sérsniðna samhæfni.
nb_no: Denne typen tillegg tillater ikke tilpasset kompatibilitet.
nn_no: Denne typen tillegg tillèt ikkje tilpassa kompatibilitet.
ro: Acest tip de supliment nu permite compatibilitatea personalizată.
tr: Bu eklenti türü özel uyumluluğa izin vermez.
vi: Loại tiện ích này không cho phép khả năng tương thích tùy chỉnh.

source: This endpoint is not valid for Themes.
es_ar: Este endpoint no es válido para temas.
fi: Tämä päätepiste ei ole kelvollinen teemoille.
fur: Chest pont terminâl nol è valit pai temis.
fy_nl: Dit einpunt is net jildich foar tema’s.
ia: Iste terminal non es valide pro themas.
nb_no: Dette endepunktet er ikke gyldig for temaer.
nn_no: Dette sluttpunktet er ikkje gyldig for tema.
ro: Acest endpoint nu este valabil pentru Teme.
tr: Bu uç nokta Temalar için geçerli değildir.
vi: Endpoint này không hợp lệ cho Chủ đề.

source: Positive integer
es_ar: Entero positivo
fi: Positiivinen kokonaisluku
fur: Numar intîr positîf
fy_nl: Posityf hiel getal
he: מספר שלם חיובי
hr: Pozitivan cijeli broj
ia: Integre positive
is: Jákvæð heiltala
nb_no: Positivt heiltal
nn_no: Positivt heiltal
ro: Număr întreg pozitiv
te: ధన పూర్ణాంకం
th: จำนวนเต็มบวก
tr: Pozitif tamsayı
vi: Sô nguyên dương

source: Enter a valid IP4 or IP6 network.
es_ar: Ingresá una red IP4 o IP6 válida.
fi: Kirjoita kelvollinen IP4- tai IP6-verkko.
fur: Inserìs une rêt IP4 o IP6 valide.
fy_nl: Fier in jildich IP4- of IP6-netwurk yn.
he: נא להזין רשת IP4 או IP6 חוקית.
hr: Upiši ispravnu IP4 ili IP6 mrežu.
ia: Insere un rete valide IP4 o IP6.
is: Settu inn gilt IP4- eða IP6-netkerfi.
nb_no: Skriv inn et gyldig IP4- eller IP6-nettverk.
nn_no: Skriv inn eit gyldig IP4- eller IP6-nettverk.
ro: Introdu o rețea IP4 sau IP6 validă.
te: సరియైన IP4 లేదా IP6 నెట్‌వర్క్‌ను ఇవ్వండి.
th: ป้อนเครือข่าย IP4 หรือ IP6 ที่ถูกต้อง
tr: Geçerli bir IP4 veya IP6 ağı girin.
vi: Nhập mạng IP4 hoặc IP6 hợp lệ.

source: URLs are not allowed.
es_ar: URLs no permitidas.
fi: URL-osoitteita ei sallita.
fur: I URLs no son consintûts.
fy_nl: URL’s binne net tastien.
he: כתובות אתרים אינן מותרות.
hr: URL-ovi nisu dopušteni.
ia: Le URLs non es permittite
nb_no: URL-er er ikke tillatt.
nn_no: URL-ar er ikkje tillatne.
ro: Nu se permit URL-uri.
th: ไม่อนุญาตให้มี URL
tr: URL’lere izin verilmiyor.
vi: Không được phép sử dụng URL.

source: Must contain at least one printable character.
es_ar: Debe tener al menos un caracter imprimable.
fi: Tulee sisältää vähintään yhden tulostettavan merkin.
fur: Al scugne contignî almancul un caratar stampabil.
fy_nl: Moat op syn minst ien ôfdrukber teken befetsje.
he: חייב להכיל לפחות תו אחד הניתן להדפסה.
hr: Mora sadržati barem jedan ispisiv znak.
ia: Debe continer al minus un character imprimibile.
is: Verður að innihalda að minnsta kosti einn prentanlegan staf.
nb_no: Må inneholde minst ett tegn som kan skrives.
nn_no: Må innehalde minst eitt teikn som kan skrivast.
ro: Trebuie să conțină cel puțin un caracter care poate fi printat.
te: కనీసం ఒక ముద్రించదగిన అక్షరాన్ని కలిగి ఉండాలి.
th: ต้องมีตัวอักษรที่พิมพ์ได้อย่างน้อยหนึ่งตัว
tr: En az bir yazdırılabilir karakter içermeli.
vi: Phải chứa ít nhất một ký tự có thể in được.

source: Ensure this field contains at least one letter or number character.
es_ar: Asegurate de que este campo contiene al menos una letra y un número.
fi: Varmista, että tässä kentässä on vähintään yksi kirjain tai numeromerkki.
fur: Siguriti che chest cjamp al contegni almancul une letare o un numar.
fy_nl: Soargje derfoar dat dit fjild op syn minst ien letter- of siferteken befettet.
he: יש לוודא ששדה זה מכיל לפחות ספרה או מספר אחד.
hr: Provjeri da ovo polje sadrži barem jedno slovo ili broj.
ia: Verifica que iste campo contine al minus un littera o un character numeric.
is: Gakktu úr skugga um að þessi reitur innihaldi að minnsta kosti einn bókstaf eða tölustaf.
nb_no: Se til dette feltet inneholder minst en bokstav eller et siffer.
nn_no: Sjå til at dette feltet inneheld minst ein bokstav eller eitt siffer.
ro: Asigură-te că acest câmp conține cel puțin o literă sau un număr.
te: ఈ ఖాళీలో కనీసం ఒక అక్షరం లేదా అంకె ఉండేట్లు నిర్ధారించుకోండి.
th: ตรวจสอบให้แน่ใจว่าช่องกรอกนี้มีตัวอักษรหรือตัวเลขอย่างน้อยหนึ่งตัว
tr: Bu alanın en az bir harf veya rakam içerdiğinden emin olun.
vi: Đảm bảo trường này chứa ít nhất một ký tự chữ hoặc số.

source: This field can only be used to link to external websites. URLs on %(domain)s are not allowed.
es_ar: Este campo solo se puede usar para enlazar a sitios web externos. No se permiten URLs de %(domain)s.
fi: Tätä kenttää voi käyttää vain ulkoisille verkkosivustoille linkittämiseen. Verkkotunnuksessa %(domain)s olevia URL-osoitteita ei sallita.
fur: Al è pussibil doprâ chest cjamp dome par colegâsi a sîts web esternis. I URLs di %(domain)s no son consintûts.
fy_nl: Dit fjild mei allinnich brûkt wurde foar keppelingen nei eksterne websites. URL’s op %(domain)s binne net tastien.
he: ניתן להשתמש בשדה זה כדי לקשר לאתרים חיצוניים בלבד. אין לציין כתובות תחת %(domain)s.
hr: Ovo se polje može koristiti samo za povezivanje s vanjskim web stranicama. URL-ovi na %(domain)s nisu dopušteni.
ia: Iste campo pote esser usate solmente pro ligar a sitos web externe. Le URLs in %(domain)s non es permittite.
is: Aðeins er hægt að nota þennan reit til að tengja við ytri vefsíður. URL-slóðir á %(domain)s eru ekki leyfðar.
nb_no: Dette feltet kan bare brukes for å lenke til eksterne nettsteder. Nettadresser på %(domain)s er ikke tillatt.
nn_no: Dette feltet kan berre brukast for å lenke til eksterne nettstadar. Nettadresser på %(domain)s er ikkje tillatne.
ro: Acest câmp poate fi utilizat numai pentru legături către site-uri web externe. URL-urile de pe %(domain)s nu sunt permise.
te: ఈ ఖాళీని బయటి వెబ్‌సైట్లకు లంకె చేయడానికి మాత్రమే వాడాలి. %(domain)s లోని URLలు అనుమతించబడవు.
th: ช่องข้อมูลนี้สามารถใช้เพื่อเชื่อมโยงไปยังเว็บไซต์ภายนอกเท่านั้น และไม่อนุญาตให้มี URL ที่อยู่บน %(domain)s
tr: Bu alan sadece harici web sitelerine bağlantı için kullanılabilir. %(domain)s üzerindeki adreslere izin verilmez.
vi: Trường này chỉ có thể được sử dụng để liên kết đến các trang web bên ngoài. URL trên %(domain)s không được phép.
