Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Defend yourself against the sneakiest trackers.
es_ar: Protégete de los rastreadores más astutos.
fi: Puolusta itseäsi viheliäimpiä seuraimia vastaan.
fur: Proteziti da lis spiis plui insidiosis.
fy_nl: Ferdigenje josels tsjin de meast stikeme trackers.
he: להגן על עצמך מפני רכיבי המעקב הערמומיים ביותר.
ia: Defende te mesme contra le plus furtive traciatores.
is: Verðu þig gegn laumulegustu rekjurunum.
ka: თავი დაიცავით გაიძვერა მეთვალყურეებისგან.
ms: Lindungi diri anda daripada penjejak tersembunyi.
nb_no: Beskytt deg mot de slueste sporerne.
nn_no: Vern deg mot dei mest slue sporerarane.
ro: Apără-te de cele mai insidioase elemente de urmărire.
tr: En sinsi takip kodlarına karşı kendinizi savunun.
vi: Bảo vệ bản thân trước những kẻ theo dõi lén lút nhất.

source: Cover your tracks {start_sub_heading}with {addon_name}{end_sub_heading}
ka: დამალეთ კვალი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Search with more security with tracker blocking, smarter encryption, private search, and other essentials.
ka: მოიძიეთ მეტად უსაფრთხოდ მეთვალყურეების შეზღუდვით, ჭკვიანური დაშიფვრით, დაცული ძიებითა და სხვა საშუალებებით.
ms: Carian lebih selamat dengan menyekat penjejak, enkripsi yang lebih bijak, carian persendirian dan keperluan lain.

source: File viewer is locked, extraction for %s could be in progress. Please try again in approximately 5 minutes.
ka: ფაილის მნახველი შეზღუდულია, მიმდინარეობს %s-იდან მონაცემები ამოღება. გთხოვთ სცადოთ ხელახლა, დაახლოებით 5 წუთში.
ms: Pemerhati fail dikunci, mengekstrak %s mungkin sedang dilaksanakan. Sila cuba lagi dalam kira-kira 5 minit.

source: Access your data for {name}
ka: თქვენს მონაცემებთან წვდომა {name}-ზე
kab: Kcem ar isefka-ik i {name}
ms: Akses data anda untuk {name}

source: Access your data on the following websites:
ka: თქვენს მონაცემებთან წვდომა, შემდეგ საიტებზე:
ms: Akses data anda dalam laman web berikut:

source: Access your data for all websites
ka: თქვენს მონაცემებთან წვდომა ყველა საიტზე
kab: Kcem ar yesmal-ik deg ismal web meṛṛa
ms: Akses data anda untuk semua laman web

source: Lowest supported "strict_min_version" is 42.0.
ka: უმცირესი მხარდაჭერილი "strict_min_version" არის 42.0.
ms: Versi paling rendah yang disokong "strict_min_version" ialah 42.0.
te: తోడ్పాటువున్న కనిష్ఠ "strict_min_version" 42.0.

source: Could not parse uploaded file, missing or empty <%s> element
ka: ატვირთული ფაილის დამუშავება ვერ მოხერხდა, <%s> ელემენტი აკლია, ან ცარიელია
ms: Tidak dapat menghuraikan fail dimuat naik, elemen <%s> hilang atau kosong

source: Invalid file name in archive. Please make sure all filenames are utf-8 or latin1 encoded.
es_ar: Nombre de archivo inválido. Asegúrate de que todos los nombres de archivo están codificados como utf-8 o latin1.
fi: Virheellinen tiedostonimi arkistossa. Varmista, että kaikki tiedostonimet on koodattu UTF-8- tai Latin1-merkistöllä.
fur: Non di file no valit tal archivi. Controle che ducj i nons dai files a sedin codificâts in utf-8 o latin1.
fy_nl: Unjildige bestânsnamme yn argyf. Soargje derfoar dat alle bestânsnammen utf-8- of latin1-kodearre binne.
he: שם קובץ שגוי בארכיון. נא לוודא שכל שמות הקבצים הם בקידוד utf-8 או latin1.
hr: Neispravno ime datoteke u arhivi. Provjeri jesu li sva imena datoteka kodirana u utf-8 ili latin1 formatu.
ia: Nomine de file non valide in le archivo. Per favor verifica que le nomines de file es codificate utf-8 o latin1.
ka: ფაილის უმართებულო სახელი არქივში. გთხოვთ, გადაამოწმოთ, ყველა ფაილის სახელი უნდა იყოს utf-8, ან latin1 კოდირებაში.
ms: Nama fail dalam arkib tidak sah. Sila pastikan semua nama fail dalam kod utf-8 atau latin1.
nb_no: Ugyldig filnavn i arkivet. Sørg for at alle filnavn er kodet i utf-8 eller latin1.
nn_no: Ugyldig filnamn i arkivet. Sørg for at alle filnamn er koda i utf-8 eller latin1.
ro: Denumire de fișier nevalidă în arhivă. Te rugăm să te asiguri că toate denumirile de fișiere sunt codate în utf-8 sau latin1.
tr: Arşivde geçersiz dosya adı. Lütfen tüm dosya adlarının utf-8 veya latin1 olarak kodlanmış olduğundan emin olun.
vi: Tên tập tin không hợp lệ trong tập tin nén. Hãy đảm bảo rằng tất cả các tên tập tin đều được mã hóa utf-8 hoặc latin1.

source: The add-on ID in your manifest.json or install.rdf (%s) does not match the ID of your add-on on AMO (%s)
ka: დამატების ID თქვენს manifest.json ან intall.rdf (%s) ფაილში, არ ემთხვევა თქვენი დამატების ID-ის AMO საიტზე (%s)
ms: ID add-on dalam manifest.json anda atau install.rdf (%s) tidak sepadan ID anda dalam AMO (%s)

source: WebExtension theme uploads are currently not supported.
ka: WebExtension თემის ატვირთვები დროებით შეზღუდულია.
ms: Tema WebExtension yang dimuat tidak disokong buat masa ini.

source: You cannot submit an add-on with a guid ending %s
ka: არ შეგიძლიათ დამატების წარდგენა, რომლის guid დაბოლოება არის %s
ms: Anda tidak boleh kemukakan add-on dengan guid yang berakhir dengan %s

source: You cannot submit a Mozilla Signed Extension
es_ar: No puedes enviar una extensión firmada de Mozilla
fi: Et voi lähettää Mozillan allekirjoittamaa laajennusta
fur: No tu puedis mandâ une estension firmade di Mozilla
fy_nl: Jo kinne gjin troch Mozilla ûndertekene útwreidingen yntsjinje
he: לא ניתן להגיש הרחבות החתומות על־ידי Mozilla
hr: Ne možeš poslati Mozilla potpisano proširenje
ia: Tu non pote inviar un extension jam signate per Mozilla
ka: Mozilla-ს მიერ დამოწმებული გაფართოების წარდგენა არ შეგიძლიათ
ms: Anda tidak boleh kemukakan Ekstensi Ditandatangani Mozilla
nb_no: Du kan ikke sende inn en Mozilla-signert utvidelse
nn_no: Du kan ikkje sende inn ei Mozilla-signert utviding
ro: Nu poți trimite o extensie semnată de Mozilla
te: మొజిల్లా సంతకం చేసిన పొడగింతను మీరు సమర్పించలేరు
tr: Mozilla imzalı bir uzantı gönderemezsiniz
vi: Bạn không thể gửi Tiện ích mở rộng Mozilla đã ký

source: Unexpected error.
es_ar: Error inesperado.
fi: Odottamaton virhe.
fur: Erôr inspietât.
fy_nl: Unferwachte flater.
he: שגיאה בלתי צפויה.
hr: Neočekivana greška.
ia: Error inexpectate.
is: Óvænt villa.
ka: მოულოდნელი შეცდომა.
ms: Ralat tidak dijangka.
nb_no: Uventet feil.
nn_no: Uventa feil.
ro: Eroare neașteptată.
te: ఊహించని పొరపాటు.
th: ข้อผิดพลาดที่ไม่คาดคิด
tr: Beklenmeyen hata.
vi: Lỗi không xác định.

source: <em:type> in your install.rdf (%s) does not match the type of your add-on on AMO (%s)
ka: <em:type> თქვენს intall.rdf (%s) ფაილში, არ ემთხვევა თქვენი დამატების ტიპს AMO საიტზე (%s)
ms: <em:type> dalam install.rdf (%s) anda tidak sepadan dengan jenis add-on anda dalam AMO (%s)

source: Version: %(version)s &bull; Size: %(size)s &bull; SHA256 hash: %(sha256)s &bull; Mimetype: %(mimetype)s
ka: ვერსია: %(version)s &bull; ზომა: %(size)s &bull; SHA256 ჰეში: %(sha256)s &bull; Mime სახეობა: %(mimetype)s
ms: Versi: %(version)s &bull; Saiz: %(size)s &bull; SHA256 hash: %(sha256)s &bull; Mimetype: %(mimetype)s

source: File Compare :: Reviewer tools
ka: ფაილების შესადარებელი :: მიმომხილველის ხელსაწყოები
ms: Banding Fail :: Alatan Penyemak

source: File Viewer :: Reviewer tools
ka: ფაილის მნახველი :: მიმომხილველის ხელსაწყოები
kab: Ameskan n ufaylu :: Ifecka n imcegger
ms: Pemerhati Fail :: Alatan penyemak

source: File content not supported for syntax highlighting
ka: ფაილის შიგთავსი არაა მხარდაჭერილი სინტაქსური შემოწმებისთვის
ms: Kandungan fail tidak disokong untuk serlahan sintaks

source: The output can be broken, please be careful and %(link_start)sreport an issue%(link_end)s immediately!
ka: შედეგი, შესაძლოა დაზიანებული აღმოჩნდეს, ამიტომ გთხოვთ სიფრთხილე გამოიჩინოთ და %(link_start)sმოგვახსენოთ ხარვეზის შესახებ%(link_end)s დაუყოვნებლივ!
ms: Output boleh rosak, sila berhati-hati dan %(link_start)slaporkan isu%(link_end)s serta-merta!

source: Must-Have Media
ka: აუცილებელი მულტიმედია
ms: Media Mesti-Ada

source: Take better screenshots, improve your online video experience, finally learn how to make a GIF, and other great media tools.
ka: გადაუღეთ ეკრანს სურათები უფრო მარტივად და უკეთესად, გააუმჯობესეთ ვიდეოების შექმნის შესაძლებლობები, ისწავლეთ, როგორ გააკეთოთ GIF და ისარგებლეთ უამრავი სხვა ხელსაწყოებით, მედია ფაილებთან სამუშაოდ.
ms: Ambil skrinsyot yang lebih baik, tingkatkan pengalaman video dalam talian anda, akhir sekali belajar cara mencipta GIF, dan alatan media menakjubkan yang lain.

source: Become a Test Pilot
ka: გახდით გამომცდელი მფრინავი
kab: Uɣal d Test Pilot
ms: Jadilah Penguji Perintis

source: Unlock early access to experimental browser features.
ka: მიიღეთ წვდომა ბრაუზერის უახლეს, საცდელ შესაძლებლობებზე.
kab: Rnu anekcum uzwir ar tmahilin tirmitantin n iminig.
ms: Dapatkan akses awal kepada ciri eksperimen pelayar.

source: Get Started
ka: მუშაობის დაწყება
kab: Bdu
ms: Memulakan

source: The add-ons listed here have been created by thousands of developers from our community, ranging from individual hobbyists to large corporations. All publicly listed add-ons are reviewed by a team of reviewers before being released. Add-ons marked as Experimental have not been reviewed and should only be installed with caution.
ka: აქ გამოქვეყნებული დამატებები შექმნილია ათასობით შემმუშავებლის მიერ, ჩვენი დიდი ერთობიდან, დაწყებული დამოუკიდებელი მოხალისეებიდან, დამთავრებული დიდი კორპორაციებით. აქ მოცემული ყველა დამატება, გამოქვეყნებამდე შემოწმებულია ჩვენი მიმომხილველთა გუნდის მიერ. გარდა საცდელად მონიშნული დამატებებისა, რომელთა განხილვაც არ ხდება და მათი დაყენებისას, ყურადღების გამოჩენაა საჭირო.
ms: Add-ons yang disenaraikan di sini dicipta oleh ribuan pembangun dalam komuniti kami, daripada hobi individu hingga ke pertubuhan besar. Semua add-ons yang disenaraikan kepada umum ini telah disemak oleh sebuah pasukan editor sebelum boleh dikeluarkan. Add-ons yang ada tanda sebagai Eksperimen masih belum disemak dan anda perlu berhati-hati apabila mahu memasangnya.

source: If you have add-on development experience, <a href="%(url)s"> become an Add-on Reviewer</a>! Our reviewers are add-on fans with a technical background who review add-ons for code quality and stability.
ka: თუ გაქვთ დამატებების შექმნის გამოცდილება, <a href="%(url)s">გახდით ჩვენი დამატებების მიმომხილველი</a>! ჩვენი მიმომხილველები არიან დამატებების ქომაგები, ტექნიკური ცოდნით, რომლებიც ამოწმებენ დამატებების კოდის ხარისხსა და მდგრადობას.
kab: Ma ɣur-k tarmit di tneflit n izegrar, <a href="%(url)s">uɣal d imcegger n izegrar</a> ! Imceggiren-nneɣ ḥelmen aṭas izegrar s tmsussni tatiknikant leqqayen akken ad sneqden taɣara n tengalt akked urkad.
ms: Jika anda ada pengalaman pembangunan add-on, <a href="%(url)s"> jadilah Pengulas Add-on</a>! Pengulas kami adalah peminat add-on dengan latar belakang teknikal yang menyemak kualiti dan kestabilan kod add-ons.

source: A good place to start is <a href="%(sumo_url)s">Support</a> Mozilla. If you don't find an answer there, you can <a href="%(forum_url)s"> ask on our forums</a>.
ka: დასაწყისისთვის, ინფორმაციის მისაღებად საუკეთესო ადგილია Mozilla <a href="%(sumo_url)s">მხარდაჭერის</a> საიტი. თუ თქვენს კითხვაზე მანდ ვერ იპოვით პასუხს, შეგიძლიათ <a href="%(forum_url)s"> ჩვენს ფორუმებზე დასვათ კითხვა</a>.
ms: Permulaan yang bagus adalah <a href="%(sumo_url)s">Sokongan</a> Mozilla. Jika tiada jawapan di sana, anda boleh <a href="%(forum_url)s"> tanya dalam forum kami</a>.

source: Over the years, many people have contributed to this website, including both volunteers from the community and a dedicated AMO team.
ka: წლების განმავლობაში, მრავალ ადამიანს აქვს ამ საიტის სრულყოფაში შეტანილი წვლილი, როგორც მოხალისეებს ჩვენი ერთობიდან, ასევე AMO-ს ცალკეულ გუნდს.
ms: Selama beberapa tahun, ramai orang telah menyumbang kepada laman web ini, termasuk sukarelawan dari komuniti dan pasukan khas AMO.

source: In general, no. But if the review did not meet the review guidelines outlined above, you can click "Report this review" and have it moderated. If a review included a complaint that is no longer valid due to a new release of your add-on, we may consider deleting the review.
ka: ზოგადად, არა. მაგრამ თუ მიმოხილვა არ შეესაბამება ჩვენი მიმოხილვის სახელმძღვანელოში მოცემულ წესებს, შეგიძლიათ დააწკაპოთ ბმულზე „მოხსენება ამ მიმოხილვაზე“ და გაუგზავნოთ შემსწორებელთა გუნდს. თუ მოხსენება შეიცავს უკმაყოფილებას იმ საკითხზე, რაც უკვე გამოსწორებულია ახალ ვერსიაში, ჩვენ შეიძლება წავშალოთ ასეთი მიმოხილვა.
ms: Secara umum, tidak. Tetapi jika ulasan itu tidak mematuhi garis panduan di atas, anda boleh klik "Lapor ulasan ini" dan akan dipertimbangkan. Jika ulasan itu memasukkan aduan yang tidak lagi sah kerana ada add-on keluaran baru, kami akan mempertimbangkan untuk membuangnya.

source: Start Now
ka: დაწყება ახლავე
ms: Mulakan Sekarang

source: Mozilla wants to figure out the best way to keep our users safe if they choose to use third-party software such as plugins. Participating in this study will help us find out!
ka: Mozilla-ს სურს გამოარკვიოს საუკეთესო გზები, მომხმარებლების უსაფრთხოების შესანარჩუნებლად, ცალკეული პროგრამებისა და მოდულებით სარგებლობისას. ამ კვლევაში თქვენი მონაწილეობა, დაგვეხმარება ამის საკითხის შესწავლაში!
ms: Mozilla mahu mencari cara terbaik untuk memastikan pengguna kami selamat jika mereka pilih untuk menggunakan perisian pihak ketiga, seperti plugin. Penglibatan anda dalam kajian ini akan membantu kami mengetahuinya!

source: What will happen next
ka: რა მოხდება შემდგომ
ms: Apa yang akan terjadi seterusnya

source: <strong>If you agree</strong> to participate:
ka: <strong>თუ ეთანხმებით</strong> მონაწილეობის მიღება:
ms: <strong>Jika anda setuju</strong> untuk melibatkan diri:

source: We may add security and plugin control features to Firefox to help with online security and performance.
ka: Firefox-ს შეიძლება დაემატოს მოდულების უსაფრთხოების შესამოწმებელი საშუალებები, დაცულობის და წარმადობის გასაზრდელად.
ms: Kita akan tambah ciri kawalan keselamatan dan plugin untuk Firefox bagi membantu keselamatan dan prestasi dalam talian.

source: Continue using Firefox as you normally would. Depending on how you use the Web, you may not notice any changes.
ka: განაგრძეთ Firefox-ის გამოყენება ჩვეულებრივ. იმისდა მიხედვით, როგორ იყენებთ ინტერნეტს, შესაძლოა ვერც შეამჩნიოთ რამე სხვაობა.
ms: Terus gunakan Firefox seperti kebiasaan. Bergantung pada cara anda menggunakan Web, anda mungkin tidak perasan perubahannya.

source: After a few weeks, the study will end on its own. Your Firefox will go back to normal.
ka: რამდენიმე კვირაში, კვლევა თავისთავად დასრულდება. თქვენი Firefox დაუბრუნდება ჩვეულებრივ რეჟიმს.
ms: Selepas beberapa minggu, kajian ini tamat dengan sendirinya. Firefox akan kembali normal.

source: We will ask you to fill out a quick optional survey to tell us about your experience. The survey should take less than 5 minutes to complete.
ka: ჩვენ შემოგთავაზებთ მცირე კითხვარს, თქვენი გამოცდილების გასაზიარებლად. კითხვარი არ გაგრძელდება 5 წუთზე მეტხანს.
ms: Kami akan minta anda isikan kaji selidik ringkas untuk memaklumkan pengalaman anda. Kaji selidik ini mengambil tempoh kurang daripada 5 minit untuk disiapkan.

source: Leaving the study
ka: კვლევის დატოვება
ms: Meninggalkan kajian

source: The study will expire on its own in a few weeks. You may leave the study early. To do so, follow these steps:
ka: კვლევის ვადა თავისთავად ამოიწურება რამდენიმე კვირაში. მისი დატოვება, უფრო ადრეც შეგიძლიათ. ამისთვის, საჭირო იქნება შემდეგი ნაბიჯები:
ms: Kajian ini akan tamat dengan sendirinya dalam tempoh beberapa minggu. Anda boleh tinggalkan kajian ini lebih awal. Untuk berbuat demikian, ikuti langkah berikut:

source: Type about:addons into the location bar, and press enter.
ka: აკრიფეთ about:addons მისამართების ზოლში და დააჭირეთ Enter ღილაკს.
ms: Taip about:addons di dalam bar lokasi, dan tekan masuk.

source: Find Plugin Safety in the addons list.
ka: მონახეთ Plugin Safety დამატებების ჩამონათვალში.
ms: Cari Keselamatan Plugin dalam senarai add-ons.

source: Click the remove button.
ka: დააწკაპეთ ამოშლის ღილაკზე.
ms: Klik butang buang.

source: If you opt out of the study early we will ask you to fill out a survey. We’re interested in hearing about your experience, even if you didn’t participate in the entire study.
ka: თუ დროზე ადრე გსურთ კვლევის დატოვება, გთხოვთ მიიღოთ მონაწილეობა გამოკითხვაში. ჩვენ მაინც გვსურს მოვისმინოთ თქვენი მოსაზრება, მიუხედავად იმისა, დარჩებით თუ არა მონაწილედ, კვლევის ბოლომდე.
ms: Jika anda pilih untuk keluar daripada kajian lebih awal, kami akan minta anda mengisi kaji selidik. Kita berminat untuk mendengarkan pengalaman anda, walaupun anda tidak mengambil bahagian dalam keseluruhan kajian.

source: Opting out of a study does not prevent you from participating in future studies.
ka: კვლევაში მონაწილეობაზე უარის თქმა, არ გზღუდავთ მომავალ კვლევებში მონაწილეობისგან.
ms: Memilih untuk keluar daripada satu kajian tidak akan menghalang anda daripada mengambil bahagian dalam kajian yang akan datang.

source: Your privacy
ka: პირადი მონაცემების დაცულობა:
ms: Privasi anda

source: All Shield Studies
ka: ყველა Shield კვლევა
ms: Semua Shield Study

source: Every Shield Study collects data about important study events, such as install, uninstall, daily usage, and end of study. Studies also include an optional survey.
ka: თითოეული Shield კვლევა აღრიცხავს მონაცემებს მნიშვნელოვანი საკვლევი მოვლენების შესახებ, როგორიცაა დაყენების რაოდენობა, ამოშლის რაოდენობა, დღიური გამოყენების რაოდენობა და კვლევის დასრულება. კვლევები შეიძლება მოიცავდეს არასავალდებულო კითხვარებსაც.
ms: Setiap Shield Study mengumpulkan data acara penting, seperti pemasangan, nyah-pemasangan, penggunaan harian, dan penamatan. Kajian juga disertakan kaji selidik pilihan.

source: This data is associated with <a href="%(url)s">Firefox Telemetry collection</a>.
ka: ეს მონაცემები დაკავშირებულია <a href="%(url)s">Firefox ტელემეტრიასთან</a>.
ms: Data ini dihubungkan dengan <a href="%(url)s">pengumpulan Telemetri Firefox</a>.

source: This particular Study
ka: საგანგებო კვლევა
ms: Dalam Kajian ini

source: In addition to the data collected by all Shield Studies, Mozilla will collect information about:
ka: Shield კვლევებით აღრიცხული მონაცემების გარდა, Mozilla აგროვებს შემდეგ მონაცემებს:
ms: Sebagai tambahan kepada data yang dikumpulkan oleh semua Shield Study, Mozilla akan mengumpulkan maklumat perihal:

source: Websites you visit that try to use plugins, and what content on the site requires the plugin;
ka: თქვენ მიერ მონახულებული საიტები, რომლებიც ცდილობს მოდულების ჩადგმას და შიგთავსის რომელი ნაწილი საჭიროებს მოდულს;
ms: Laman web yang anda lawati yang cuba menggunakan plugin, dan apa kandungan dalam laman web ini yang memerlukan plugin;

source: How you interact with plugin content on those sites, including whether and how you choose to allow the plugin to run.
ka: თუ როგორ ურთიერთქმედებთ მოდულით შიგთავსზე ამ საიტებზე, მათ შორის როგორ იღებთ გადაწყვეტილებას, მოდულის გაშვების შესახებ, ან უშვებთ თუ არა, საერთოდ.
ms: Cara anda berinteraksi dengan kandungan plugin dalam laman tersebut, termasuk samada dan bagaimana anda pilih plugin itu untuk dilaksanakan.

source: Mozilla will keep this information private; any data will only be shared in aggregate or anonymized form.
ka: Mozilla ამ ინფორმაციას ინახავს საიდუმლოდ; ყველა მონაცემი გაზიარდება გაერთიანებული, ან ანონიმური სახით.
ms: Mozilla akan pastikan maklumat ini peribadi; apa-apa data hanya akan dikongsi dalam bentuk agregat anonimus.

source: You can learn more about the data collection for this study <a href="%(url)s">here</a>.
ka: მონაცემთა აღრიცხვის შესახებ მეტი ინფორმაციის მისაღებად, გაეცანით ამ <a href="%(url)s">კვლევას</a>.
ms: Anda boleh ketahui selanjutnya perihal pengumpulan data untuk kajian ini <a href="%(url)s">di sini</a>.

source: You Help Make Firefox Better
ka: თქვენ გვეხმარებით, Firefox-ის გაუმჯობესებაში
ms: Anda Bantu Firefox Menjadi Lebih Baik

source: At Mozilla, we pride ourselves on building products for you, the user! That’s why we need your help. By participating in this study, you will help us to make better decisions on your behalf and directly shape the future of Firefox!
ka: Mozilla-ში, ყველას გვეამაყება რომ პროდუქტს ვქმნით თქვენთვის, მომხმარებლისთვის! ამიტომ გვესაჭიროება თქვენი მხარდაჭერა. კვლევაში თქვენი მონაწილეობა დაგვეხმარება სწორი გადაწყვეტილებების მიღებასა და მომხმარებელზე უკეთ მორგებული Firefox-ის შექმნაში!
ms: Di Mozilla, kami bangga kerana membina produk untuk anda, iaitu pengguna. Inilah sebabnya kami perlukan bantuan anda. Dengan melibatkan diri dalam kajian ini, anda akan membantu kami membuat pilihan bagi pihak anda dan secara langsung membentuk masa depan Firefox!

source: Brought to you by:
ka: წარმდგენი:
ms: Dibawakan untuk anda oleh:

source: A short explanation must be provided when selecting "Other" as a flag reason.
es_ar: Si seleccionas "Otro", tienes que dar una pequeña explicación.
fur: Selezionant “Altri” come motîf de segnalazion al covente indicâ une curte spiegazion de sielte.
fy_nl: By it selektearjen fan ‘Oars’ as reden foar markearring moat in koarte útlis opjûn wurde.
he: יש לספק הסבר קצר בעת בחירה ב־„אחר” כסיבה לסימון בדגל.
hr: Kad se odabere opcija "Ostalo" kao razlog oznake, mora se navesti kratko objašnjenje.
ia: Un breve explication debe esser fornite quando tu selige "Altere" como ration del signal.
ka: მცირე განმარტება აუცილებელია, „სხვა“ მიზეზის შერჩევისას, გასაჩივრების დროს.
ms: Penjelasan ringkas mesti disertakan apabila memilih "Lain-lain" sebagai alasan tandaan.
nb_no: En kort forklaring må gis når du velger «Annet» som flaggårsak.
nn_no: Ei kort forklaring må givast når du vel «Anna» som flaggårsak.
ro: Trebuie să se dea o explicație scurtă la selectarea „Altele” ca motiv de semnalare.
te: "ఇతరాలు"ను కారణంగా ఎంచుకున్నప్పుడు చిన్న వివరణ తప్పనిసరిగా ఇవ్వాలి.
tr: Bildirme nedeni olarak “Diğer”i seçerken kısa bir açıklama yapılmalıdır.
vi: Cần phải giải thích ngắn gọn khi chọn "Khác" làm lý do gắn cờ.

source: This field is required.
es_ar: Este campo es obligatorio.
fi: Tämä kenttä vaaditaan.
fur: Cjamp obligatori.
fy_nl: Dit fjild is fereaske.
he: שדה זה נדרש.
hr: Ovo je obavezno polje.
ia: Campo obligatori.
is: Fylla þarf út þennan reit.
ka: ამ ველის შევსება აუცილებელია.
kab: Urti agi yettwasra.
ms: Medan ini diperlukan.
nb_no: Feltet er obligatorisk.
nn_no: Dette feltet er påkravd.
ro: Câmp obligatoriu.
te: ఈ ఖాళీని తప్పనిసరిగా పూరించాలి.
th: จำเป็นต้องกรอกข้อมูลในช่องนี้
tr: Bu alanı doldurmalısınız.
vi: Trường này là bắt buộc.

source: You can't change the add-on of a review once it has been created.
es_ar: Una vez creada, no puedes modificar el complemento de una revisión.
fur: Une volte creade la recension nol è pussibil modificâ il relatîf component adizionâl.
fy_nl: Jo kinne de add-on fan in beoardieling net wizigje as dizze oanmakke is.
he: לא ניתן לשנות את תוספת הסקירה לאחר שהיא נוצרה.
hr: Ne možeš promijeniti dodatak recenzije nakon što je stvoren.
ia: Tu non pote cambiar le additivo de un revision un vice que isto ha essite create.
ka: განსახილველი დამატების შეცვლა, არ შეგიძლიათ.
kab: Ur tezmireḍ ara ad tesnifleḍ azegrir n ucegger ticki yettwarna.
ms: Anda tidak boleh tukar add-on sebaik sahaja semakan telah dibuat.
nb_no: Du kan ikke endre tillegget når en gjennomgang er opprettet.
nn_no: Du kan ikkj e endre tillegget når ei vurdering er oppretta.
ro: Nu poți modifica suplimentul unei recenzii după ce a fost creată.
tr: İnceleme oluşturulduktan sonra incelemenin eklentisini değiştiremezsiniz.
vi: Bạn không thể thay đổi tiện ích của xét duyệt khi nó đã được tạo.
