Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, bn, el, fa, fi, fur, fy_nl, gu_in, he, hi_in, hr, ia, is, ja, ka, kab, ms, nn_no, pl, pt_br, pt_pt, ro, si, sk, sl, sr_latn, sv_se, te, th, tr, vi

source: Your add-on was validated with no errors or warnings.
ar: اكتمل التثبّت من إضافتك بدون أي أخطاء أو رسائل.
bn: আপনার অ্যাডঅন্সটি সমর্থিত হয়েছে কোনপ্রকার ভুল অথবা সাবধানবাণী ছাড়াই।
fa: افزونه شما بدون خطا یا اخطار، اعتبار سنجی شد.
fi: Lisäosasi tarkistus suoritettiin ilman virheitä tai varoituksia.
fur: Il to component adizionâl al è stât convalidât cence erôrs o avertiments.
fy_nl: Jo add-on is falidearre sûnder flaters of warskôgingen.
gu_in: તમારા ઍડ-ઑનને કોઈ ભૂલો અથવા ચેતવણીઓ વગર માન્ય કરવામાં આવી હતી.
he: התוספת שלך אומתה ללא כל שגיאות או אזהרות.
hi_in: आपके ऐड-ऑन को बिना किसी त्रुटी या चेतावनी के मान्य कर दिया गया.
hr: Vaš dodatak je validiran bez grešaka ili upozorenja.
ia: Tu additivo esseva validate con nulle errores o avisos.
is: Viðbótin þín var fullgilt með engum villum eða aðvörunum.
ja: このアドオンの検証が完了しました。エラーも警告もありません。
ka: დამატების გადამოწმება დასრულდა შეცდომის და გაფრთხილებების გარეშე.
kab: Azegrir yettwasentem s war tuccḍiwin neɣ ilɣa.
ms: Add-on anda telah disahkan dengan tiada ralat atau amaran.
nn_no: Utvidinga di vart validert utan feil og meldingar.
pl: Dodatek przeszedł weryfikację bez błędów i ostrzeżeń.
pt_br: Seu complemento foi validado sem erros ou avisos.
pt_pt: O seu extra foi validado sem erros ou avisos.
ro: Suplimentul a fost validat fără erori sau avertismente.
si: ඔබගේ එක්කහුව දෝෂ හා අවවාද රහිතව වලංගු කෙරිිණි.
sk: Váš doplnok bol overený bez chýb alebo varovaní.
sl: Veljavnost vašega dodatka je bila preverjena brez napak ali opozoril.
sv_se: Ditt tillägg validerades utan fel eller varningar.
te: లోపాలు లేదా హెచ్చరికలతో మీ పొడిగింత ధృవీకరించబడింది.
tr: Eklentiniz hatasız ve uyarısız olarak doğrulanmıştır.
vi: Tiện ích của bạn đã được xác thực không có lỗi hay cảnh báo nào.

source: Your submission will be automatically signed.
ast: Los tos unvios validaránse automáticamente.
fy_nl: Jo ynstjoering sil automatysk ûndertekene wurde.
hr: Vaš podnesak je automatski potpisan.
ia: Tu submission essera signate automaticamente.
ja: あなたのアドオンは自動的に署名されます。
ka: თქვენი შენატანი ავტომატურად იქნება ხელმოწერილი.
kab: Tuzna yinek ad tettwazmel s wudem awurman.
nn_no: Bidraget ditt vert automatisk signert.
pt_br: Sua submissão será automaticamente assinada.
pt_pt: A sua submissão será assinada automaticamente.
sk: Vaše doplnky odoslané na kontrolu budú automaticky podpísané.
sl: Vaša oddaja bo samodejno podpisana.
sv_se: Ditt bidrag kommer att signeras automatiskt.
tr: Gönderiminiz otomatik olarak imzalanacak.

source: WebExtension upgrade
fy_nl: WebExtension-fernijing
hr: WebExtension nadogradnja
ia: Promotion de WebExtension
kab: Aleqqem n WebExtension
nn_no: WebExtension oppgradering

source: We allow and encourage an upgrade but you cannot reverse this process. Once your users have the WebExtension installed, they will not be able to install a legacy add-on.
fy_nl: Wy stean in fernijing ta en rekommandearje dit ek oan, mar jo kinne dit proses net ûngedien meitsje. As jo brûkers de WebExtension ien kear ynstallearre hawwe, kinne se gjin ferâldere add-on mear ynstallearje.
hr: Dopuštamo i potičemo nadogradnju ali ne možete prekinuti ovaj proces. Kada korisnici budu imali WebExtension instaliran neće biti u mogućnosti instalirati zastarjeli dodatak.
ia: Nos consenti e incoragia un promotion, ma tu non pote inverter iste processo. Un vice que tu usatores ha WebExtension installate, illes non potera plus installar un additivo legate.
kab: Nessirig udiɣ nettmuddu tabɣest n lqem agi, acukan akal ticki yemmed, ulac tuɣalin ɣer deffir. Ticki iseqdacen inek sbedden WebExtension, ur ttizmiren ara ad sbedden izegrar iqbuṛen.
nn_no: Vi tillèt og oppmuntrar ei oppgradering, men du kan ikkje angra denne prosessen. Når brukarane dine har WebExtension installert, vil dei ikkje kunna installera ei utviding med arv.

source: Porting a legacy Firefox add-on on MDN
fy_nl: In ferâldere Firefox-add-on portearje op MDN
hr: Prijenos zastarjelog Firefox dodatka na MDN
ia: Converter un additivo legate a WebExtension MDN
kab: Awi-d izegrar iqbuṛen n Firefox ɣer MDN
nn_no: Flyttar ei Firefox-utviding med arv på MDN

source: Include detailed version notes (this can be done in the next step).
ar: فيه ملاحظات الإصدارة المفصّلة (يمكنك تأجيل هذا للخطوة القادمة).
ast: Incluyir notes detallaes de versión (esto pue facese nel pasu siguiente).
el: Συμπεριλάβετε λεπτομερή σημειώματα της έκδοσης (αυτό μπορεί να γίνει στο επόμενο βήμα).
fa: یادداشت‌های مربوط به نسخه را باجزئیات بیفزایید (این می‌تواند در مرحله بعدی انجام شود).
fi: Sisällytä yksityiskohtaiset versiotiedot (tämä voidaan tehdä seuraavassa vaiheessa).
fur: Inclût notis di version detaiadis (al è pussibil inserîlis tal prossim passaç).
fy_nl: Nim detaillearre ferzjeopmerkingen op (dit kinne jo yn de folgjende stap dwaan).
gu_in: વિગતવાર આવૃત્તિ નોંધો શામેલ કરો(આ આગળના પગલામાં કરી શકાય છે).
he: יש להוסיף הערות גרסה מפורטות (ניתן לביצוע בשלב הבא).
hi_in: विस्तृत संस्करण नोट्स शामिल करें (यह अगले चरण में किया जा सकता है).
hr: Uključite detaljne zabilješke verzije (ovo se može uraditi u slijedećem koraku).
ia: Include notas de version detaliate (il es possibile facer isto in le grado successive).
is: Láttu ítarlegar athugasemdir við útgáfuna fylgja (þetta er hægt að gera í næsta skrefi).
ja: 詳しいバージョンノートを含める (これは次のステップで行えます)。
ka: მიუთითეთ ვერსიის შენიშვნები დეტალურად (ამის გაკეთება მომდევნო ნაბიჯში შეიძლება).
kab: Seddu tizmilin n lqem leqqayen (ayagi yezmer ad yettwag deg umecwaṛ i d-iteddun).
ms: Sertakan nota butiran versi (ini boleh dilakukan dalam langkah seterusnya).
nn_no: Inkluder detaljerte versjonsmerknadar (dette kan gjerast i neste steg).
pl: Dołącz szczegółowe informacje o wersji dodatku (można zrobić to w kolejnym kroku).
pt_br: Incluir notas detalhadas da versão (isto pode ser feito no próximo passo).
pt_pt: Inclua notas detalhadas da versão (isto pode ser feito no próximo passo).
ro: Include note detaliate despre versiune (se poate face la pasul următor).
si: විස්තරාත්මක අනුවාද සටහන් යොදන්න (ඊළඟ පියවරේදී හැකිය).
sk: Zahrnúť podrobné poznámky k verzii (možno nastaviť v ďalšom kroku).
sl: Vključite podrobne opombe o različici (to lahko storite v naslednjem koraku).
sr_latn: Uključite detaljne beleške verzije (ovo može biti urađeno u sledećem koraku).
sv_se: Inkludera detaljerade versionsanteckningar (detta kan göras i nästa steg).
te: వివరణాత్మక వెర్షన్ గమనికలను చేర్చండి (ఇది తరువాతి దశలో చేయవచ్చు).
tr: Ayrıntılı sürüm notlarını yazın. (Bu, sonraki adımda da yapılabilir.)
vi: Bao gồm các ghi chú chi tiết (điều này có thể hoàn tất trong bước tiếp theo).

source: If your add-on requires an account to a website in order to be fully tested, include a test username and password in the Notes to Reviewer (this can be done in the next step).
ar: إن كانت إضافتك تحتاج حسابًا في موقع معين لتُختبر كما ينبغي، فضمّن اسم مستخدم وكلمة سر اختباريّين في قسم الملاحظات للمراجعين (يمكن إجراء هذا في الخطوة التالية).
el: Εάν το πρόσθετό σας απαιτεί λογαριασμό σε ιστοσελίδα με σκοπό να δοκιμαστεί πλήρως, συμπεριλάβετε ένα όνομα χρήστη και κωδικό για δοκιμή στα Σημειώματα του Ελεγκτή (αυτό μπορεί να γίνει στο επόμενο βήμα).
fa: اگر افزودنی شما برای آزمایش کامل به یک حساب کاربریِ یک وبگاه احتیاج دارد، در یادداشت‌هایی که برای بازبینان می‌نویسید، یک نام کاربری و گذرواژه نیز درج کنید (این کار در مرحله بعدی قابل انجام است).
fi: Jos lisäosasi täydellinen tarkistaminen edellyttää tiliä jollekin verkkosivustolle, lisää testikäyttäjätunnus ja salasana Huomautuksia arvijoijalle -kenttään (voit tehdä tämän seuraavassa vaiheessa).
fur: Se par podê fâ une prove complete il component adizionâl al à bisugne di un account a un sît web, inclût un non utent e une password di prove tes Notis pal revisôr (al è pussibil fâlu tal prossim passaç).
fy_nl: Als uw add-on een account bij een website vereist om volledig te kunnen worden getest, vermeld dan een testbrûkersnamme en -wachtwurd in de Opmerkingen voor beoordelaars (dit kunt u in de volgende stap doen).
gu_in: જો તમારા ઍડ-ઑનને સંપૂર્ણ પરીક્ષણ માટે વેબસાઇટ પર કોઈ એકાઉન્ટની જરૂર હોય, તો સમીક્ષકોની નોંધો મા એક ટેસ્ટ વપરાશકર્તાનામ અને પાસવર્ડ શામેલ કરો(આ આગળના પગલામાં કરી શકાય છે).
he: אם התוספת שלך דורשת חשבון לאתר לטובת בדיקה מלאה, יש לכלול שם משתמש וססמה לניסיון בהערות לסוקר (ניתן לביצוע בשלב הבא).
hi_in: यदि आपके ऐड-ऑन को पूरी तरह से परीक्षण करने के लिए किसी वेबसाइट पर एक खाता की आवश्यकता होती है, तो रिव्यूर हेतु नोट्स में एक टेस्ट उपयोगकर्ता नाम और पासवर्ड शामिल करें (यह अगले चरण में किया जा सकता है).
hr: Ako vaš dodatak zahtjeva račun na web stranci kako bi se potpuno testirao, dodajte testno korisničko ime i lozinku u Zabilješkama ocjenjivaču (ovo se može uraditi u slijedećem koraku).
ia: Si pro facer le test complete del additivo es necessari acceder a un sito web con nomine de usator e contrasigno, insere le datos per le accesso in le notas per le revisores (il es possibile facer isto in le grado successive).
is: Ef viðbótin þín krefst innskráningar á vefsíðu til að prófa að fullu, láttu þá notandanafn og lykilorð í prófinu fylgja athugasemdunum til umsagnaraðila (það er hægt að gera í næsta skrefi).
ja: このアドオンを完全にテストするにあたって Web サイトのアカウントが必要となる場合、テスト用のユーザ名とパスワードを審査担当者へのメモに含めてください (これは次のステップで行えます)。
ka: თუ თქვენი დამატების სრულყოფილად გამოსაცდელად საჭიროა საიტის ანგარიში, მიმომხილველებისთვის განკუთვნილ შენიშვნებში მიუთითეთ საცდელი მომხმარებლის სახელი და პაროლი (ამის გაკეთება, შემდეგ ნაბიჯზეა შესაძლებელი).
kab: Ma yella yessefk ad yili umiḍan deg usmel web, rnu isem n useqdac akked wawal uffir n umiḍansi tezmilin i win ara yeɛiwden taɣuṛi (ayagi yezmer ad yettwag deg umecwaṛ d-iteddun).
ms: Samada anda perlukan akaun untuk masuk ke laman web supaya add-on boleh diuji sepenuhnya, termasuk ujian nama pengguna dan kata laluan dalam Nota kepada Penyemak (ini boleh dilakukan dalam langkah seterusnya).
nn_no: Om utvidinga di krev ein konto til ein nettstad for ei fullstendig testing , inkluder eit testbrukarnamn og passord i meldinga til vurderaren (dette kan du gjere i neste steg).
pl: Jeśli dodatek wymaga konta na stronie w celu pełnego przetestowania, podaj testową nazwę użytkownika i hasło w informacjach dla recenzenta (można to zrobić w kolejnym kroku).
pt_br: Se o seu complemento necessita de uma conta num site web para ser completamente testado, inclua um nome de usuário e senha de teste nas Notas para o Revisor (isto pode ser feito no próximo passo).
pt_pt: Se para ser completamente testado, o seu extra requer uma conta para um website, inclua um nome de utilizador e palavra-passe de teste nas Notas ao Revisor (isto pode ser feito no próximo passo).
ro: Dacă suplimentul necesită un cont pe un site web ca să fie testat pe deplin, include un nume de utilizator de testare și o parolă în Notele către recenzent (se poate face în etapa următoare).
sk: Ak váš doplnok vyžaduje účet na webovom serveri pre možnosť plnej kontroly, zadajte prosím používateľské meno a heslo do poznámky pre redaktora (možno vykonať v ďalšom kroku).
sl: Če je za popoln pregled dodatka potreben račun na spletnem mestu, v opombe za recenzenta vključite uporabniško ime in geslo testnega računa (to lahko storite v naslednjem koraku).
sr_latn: Ako je Vašem dodatku potrebna lozinka do veb stranice kako bi bila potpuno testirana, uključite i korisničko ime i lozinku za test u Beleške recezenta (ovo može biti učinjeno u sledećem koraku).
sv_se: Om ditt tillägg kräver ett konto till en webbplats för att bli fullständigt testat, inkludera ett test användarnamn och lösenord i meddelande till granskaren (detta kan göras i nästa steg).
te: మీ పొడగింతను పూర్తిగా పరీక్షించటానికి ఒక వెబ్‌సైటు ఖాతా అవసరమైతే, సమీక్షకులకు గమనికలలో ఒక పరీక్షా వాడుకరి పేరు, సంకేతపదాన్ని ఇవ్వండి (దీన్ని తరువాతి అంచెలో చేయవచ్చు).
tr: Eklentinizin tam anlamıyla denenmesi için bir sitede hesap açılması gerekiyorsa, İnceleyene Notlar kısmında deneme kullanıcı adı ve parolasını yazın. (Bu, sonraki adımda da yapılabilir.)
vi: Nếu tiện ích của bạn yêu cầu tài khoản cho trang web để được kiểm tra đầy đủ, nhớ đính kèm tên người dùng và mật khẩu thử nghiệm trong Ghi chú cho đánh giá viên (điều này có thể được hoàn thành trong bước tiếp theo).

source: Add-on submission checklist
ar: لائحة بشروط إرسال الإضافات
bn: অ্যাড-অন জমা দেওয়ার চেকলিস্ট
el: Λίστα καταχωρήσεων προσθέτων
fa: چک‌لیست ارسال افزونه
fi: Lisäosan lähettämisen tarkistuslista
fur: Pro memoria pal cjariament in rêt dal component adizionâl
fy_nl: Checklist foar add-on-yntsjinning
gu_in: એડ-ઓન રજૂઆત તપાસ યાદી
he: בדיקות לפני הגשת תוספת
hi_in: ऐड-ऑन सबमिशन चेकलिस्ट
hr: Spisak za podnošenje dodatka
ia: Lista de controlo del submission del additivo
is: Gátlisti við innsendingu viðbóta
ja: アドオン登録チェックリスト
ka: საკონტროლო სია დამატების წარსადგენად
kab: Ayen ara yeyttwasneqden di tuzna n uzegrir
ms: Senarai semak serahan add-on
nn_no: Sjekkliste for å senda inn utvidingar
pl: Lista kontrolna zgłaszania dodatku
pt_br: Lista de verificação da submissão do complemento
pt_pt: Lista de controlo de submissão de extras
ro: Listă de verificare cu propunerile de suplimente
sk: Zoznam doplnkov odoslaných na kontrolu
sl: Nadzorni seznam oddaje dodatka
sr_latn: Spisak podnesenih dodataka
sv_se: Checklista för att skicka in tillägg
te: పొడిగింతల సమర్పణ పరిశీలిత పట్టిక
tr: Eklenti gönderimi kontrol listesi
vi: Danh sách kiểm tra bản đệ trình tiện ích

source: Please verify the following points before finalizing your submission. This will minimize delays or misunderstanding during the review process:
ar: رجاءً تحقّق من النقاط الآتية قبل إنهاء الطلب. سيقلّل هذا احتمالية التأخير أو سوء الفهم أثناء عملية المراجعة:
ast: Verifica los puntos de darréu enantes de finar el to unviu, por favor. Esto minimizará retrasos o confusiones nel procesu de revisión:
bn: আপনার জমা চূড়ান্ত করার আগে নিচের বিষয়গুলো যাচাই করুন। এই পর্যালোচনা প্রক্রিয়া চলাকালীন সময় বিলম্ব বা বিভ্রান্তি হ্রাস করা হবে:
el: Παρακαλώ επιβεβαιώστε τα παρακάτω σημεία πριν την ολοκλήρωση της υποβολής σας. Αυτό θα μειώσει καθυστερήσεις είτε ασάφειες κατά την διαδικασία της αξιολόγησης.
fa: لطفا نکته‌های زیر را قبل از نهایی کردن ارسال خود تایید کنید. این کار تاخیر یا سوتفاهم در طول فرایند بررسی را به حداقل می‌رساند:
fi: Tarkista seuraavat seikat ennen lähetyksen viimeistelyä. Tämä minimoi viiveet tai väärinkäsitykset tarkistusprosessin aikana:
fur: Prime di confermâ il cjariament in rêt, verifiche che il component adizionâl al sodisfi chescj recuisîts, cussì di ridusi al minim eventuâi ritarts o malintindiments dilunc il procès di revision:
fy_nl: Controleer de folgjende punten voordat u uw inzending afrondt. Dit minimaliseert vertragingen of misvattingen tijdens het beoordelingsproces:
gu_in: તમારી રજૂઆતને અંતિમ રૂપ આપતા પહેલાં નીચેના મુદ્દાઓ ચકાસો. આ સમીક્ષા પ્રક્રિયા દરમિયાન વિલંબ અથવા ગેરસમજને ઘટાડેશે:
he: נא לבדוק את הנקודות הבאות לפני סיום ההגשה. הבדיקה תמזער עיכובים או אי הבנות במהלך הסקירה:
hi_in: कृपया अपने सबमिशन को अंतिम रूप देने से पहले निम्न बिंदुओं को सत्यापित करें. समीक्षा प्रक्रिया के दौरान यह विलंब या गलतफहमी को कम कर देगा:
hr: Molimo provjerite slijedeće točke prije nego završite vaš podnesak. Ovo će smanjiti odgode ili nesporazume tijekom procesa provjere:
ia: Per favor appura le punctos sequente ante completar tu invio. Isto minimisara retardos o mal interpretation durante le processo de revision:
is: Staðfestu eftirfarandi atriði áður en þú lýkur við skilin. Þetta mun lágmarka tafir eða misskilning meðan á yfirferðarferlinu stendur:
ja: 登録を完了する前に以下の点について確認してください。これは審査手続き中の遅延や誤解を最小限にするために役立ちます。
ka: გთხოვთ, გადაამოწმოთ მოცემული პუნქტები წარდგენის დასასრულებლად. ეს შეამცირებს განხილვის დროს შეფერხების ან გაუგებრობის წარმოშობას.
kab: Ma ulac aɣilif senqed tineqqiḍin agi send ad tazneḍ. Ayagi ad isenɣeṣ akud neɣ asmuckel dek ukala n uɛiwed n tɣuṛi:
ms: Sila sahkan butiran berikut sebelum memuktamadkan serahan anda. Ini akan mengurangkan kelewatan atau salah faham semasa proses semakan:
nn_no: Gjer vel og kontroller følgjande punkt før du fullfører bidraget ditt. Dette vil minimera forseinkingar eller misforståingar under vurderingsprosessen:
pl: Sprawdź następujące punkty przed zakończeniem zgłoszenia. Pozwoli to zminimalizować opóźnienia i nieporozumienia podczas sprawdzania:
pt_br: Por favor confirme os pontos seguintes antes de finalizar a sua submissão. Isto irá minimizar atrasos ou confusões durante o processo de avaliação:
pt_pt: Por favor, confirme os pontos seguintes antes de finalizar a sua submissão. Isto irá minimizar atrasos ou lapsos durante o processo de revisão:
ro: Te rugăm să verifici următoarele puncte înainte de finalizarea propunerii. Acest lucru va minimiza întârzierile sau neînțelegerile în timpul procedurii de recenzie:
sk: Skontrolujte prosím nasledujúce body pred odoslaním doplnku na kontrolu. Pomôžete tým kontrolu zrýchliť a predísť prípadnému nedorozumeniu pri procese kontroly:
sl: Pred dokončanjem svoje oddaje preverite naslednje točke. To bo zmanjšalo zakasnitve ali napačne razlage med postopkom pregleda:
sr_latn: Molimo Vas da verifikujete naredne takče pre završetka podnošenja. Ovo će minimizovati odlaganja i nerazumevanja tokom procesa recenzije:
sv_se: Vänligen kontrollera följande punkter innan du slutför ditt bidrag. Detta kommer att minimera förseningar eller missförstånd under granskningsprocessen:
te: దయచేసి మీ సమర్పణను ఖరారు చేయడానికి ముందు ఈ క్రింది అంశాలను ధృవీకరించండి. ఇది సమీక్ష ప్రక్రియ సమయంలో ఆలస్యాన్ని లేదా అపార్థాలను తగ్గిస్తుంది:
tr: Gönderimi tamamlamadan önce lütfen aşağıdaki noktaları doğrulayın. Böylece inceleme sürecindeki gecikmeleri ve yanlış anlamaları en aza indirmiş olursunuz:
vi: Vui lòng xác minh các điểm sau đây trước khi hoàn thành đệ trình của bạn. Điều này sẽ giảm thiểu sự chậm trễ hoặc hiểu lầm trong quá trình xem xét:

source: Compiled binaries, as well as minified or obfuscated scripts (excluding known libraries) need to have their sources submitted separately for review. Make sure that you use the source code upload field to avoid having your submission rejected.
el: Μεταγλωττισμένα εκτελέσιμα , καθώς και ελαχιστοποιημένα ή ασαφή σενάρια (με εξαίρεση γνωστές βιβλιοθήκες) είναι αναγκαίο να έχουν υποβάλει τις πηγές τους ξεχωριστά για αξιολόγηση. Βεβαιωθείτε ότι χρησιμοποιείτε το πεδίο μεταφόρτωσης πηγαίου κώδικα για να αποφύγετε την απόρριψή της υποβολή σας.
fy_nl: Boarnen fan kompilearre binêre bestannen moatte, krekt as ferlytse of ferstoppe skripts (eksklusyf bekende biblioteken), apart ta beoardieling te yntsjinne wurde. Soargje derfoar dat jo it oplaadfjld foar boarnekoade brûke om foar te kommen dat jo ynstjoering ôfwêzen wurdt.
hr: Kompilirane binarne datoteke, kao i minificirane ili nerazumljive skripte (isključujući poznate biblioteke) moraju imati svoj kod podnešen odvojeno za pregled. Pobrinite se koristiti polje izvornog kôda kako bi izbjegli odbijanje Vašeg podneska.
ia: Files binari compilate, assi como scripts minimisate o offuscate (salvo bibliothecas note) necessita haber lor fontes submittite separatemente pro le revision. Verifica que tu usa le campo pro cargar codice fonte pro evitar que tu submission sia rejectate.
ja: コンパイルされたバイナリや、最小化、難読化されたスクリプト (既知のライブラリを除く) がアドオンに含まれる場合、審査用に別途元のソースを提出する必要があります。そうした場合は必ずソースコードアップロードフォームを使い、審査が即座に却下されないようにしてください。
ka: შედგენილი ბინარული, ისევე როგორც ოპტიმიზებული ან დაცული კოდის (ცნობილი ბიბლიოთეკების გარდა) ორიგინალის გადაგზავნა განსახილველად, საჭიროა სათითაოდ. დარწმუნდით, რომ სარგებლობთ საწყისი კოდის ასატვირთი ველით, რომ თავიდან აიცილოთ უარი მიღებაზე.
kab: Ifuyla iɣbula imsinen yettwasefsan, akked iskripten n usxiclew d usmibrek (wid n temkeṛḍiyin yettwasnen ur ttekkan ara) yessefk ad ttwaznen akken ad ttwaɣṛen tikelt nniḍen i yiman-nsen. Wali ma yella tesseqdaceḍ urti anda tzemreḍ ad tazneḍ tangalt aɣbalu akken tuzna yinek ad tettwaqbel.
pt_br: Binários compilados, bem como scripts minificados ou ofuscados (excluindo bibliotecas conhecidas) devem ter as suas fontes submetidas separadamente para avaliação. Tenha a certeza que utiliza o campo de envio de código fonte para evitar que as sua submissão seja rejeitada.
pt_pt: Os binários compilados, bem como os scripts reduzidos ou ofuscados (excluindo as bibliotecas conhecidas) devem ter as suas fontes submetidas separadamente para revisão. Certifique-se que utiliza o campo de envio do código fonte para evitar que a sua submissão seja rejeitada.
sk: Skompilované binárne súčasti rovnako ako obfuscované skripty (okrem známych knižníc) musia mať predložené zdrojové súbory na kontrolu oddelene. Uistite sa, že ste použili pole pre nahranie zdrojových kódov, aby nedošlo k zamietnutiu kontroly.
sl: Izvorna koda kodno prevedenih dvojiških datotek, kot tudi pomanjšanih ali zamaskiranih skriptov (razen znanih dvojiških datotek), mora biti za pregled poslana ločeno. Prepričajte se, da uporabite polje za prenos izvorne kode, da se izognete zavrnitvi svoje oddaje.
sr_latn: Kompajlirane binarne datoteke, kao i umanjene skripte (ne računajući poznate biblioteke) treba odvojeno podneti na recenziju. Koristite polje za otpremanje izvornog koda da biste izbegli odbijanje otpremljenog koda.
sv_se: Kompilerade binärfiler, liksom minifierad eller förvrängda skript (exklusive kända bibliotek) måste skicka in sina källor separat för granskning. Se till att du använder uppladdningsfältet för källkoden för att undvika att ditt bidrag avvisas.
tr: Derlenmiş ikililer, ayrıca küçültülmüş veya karartılmış betikler (bilinen kitaplıklar hariç) incelenecekse, bunların kendi kaynaklarının ayrı olarak bulunması gerekir. Başvurunuzun geri çevrilmesini önlemek adına, kaynak kodu gönderme sahasını kullandığınızdan emin olun.
