Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Any information end users may want to know that isn't necessarily applicable to the add-on summary or description. Common uses include listing known major bugs, information on how to report bugs, anticipated release date of a new version, etc. It is only relevant for listed add-ons.
es_ar: Cualquier información que quieran conocer los usuarios y que no esté en el sumario o la descripción del complemento. Los usos más comunes son la lista de errores conocidos, información sobre cómo enviar errores, fecha anticipada de futuras versiones, etc. Solo es útil para complementos listados.
fur: Dutis lis informazions utilis pal utent finâl che no si puedin inserî tai cjamps somari o descrizion. Di solit al ven doprât par indicâ la liste dai erôrs cognossûts plui impuartants, lis istruzions par segnalâ erôrs, datis stimadis di publicazion e vie indenant. Chest al è rilevant pai components adizionâi publics.
fy_nl: Alle ynformaasje dêr’t brûkers mooglik yn ynteressearre binne dy’t net needsaaklikerwize fan tapassing is op de gearfetting of beskriuwing fan de add-on. Wurdt faaks brûkt foar in list mei bekende bugs, ynformaasje oer hoe’t bugs meld wurde kinne, de ferwachte publikaasjedatum fan in nije ferzje, ensfh. Allinnich relevant foar fermelde add-ons.
he: כל מידע שיתכן שמשתמשי הקצה ירצו לדעת שאינו בהכרח שייך לתקציר או התיאור על התוספת. שימושים נפוצים כוללים תיעוד של באגים ידועים, מידע על אופן דיווח באגים, מועדי הוצאה לאור של גרסאות חדשות וכו׳. תקף רק לתוספות מוצגות.
hu: Bármely információ, amit a végfelhasználók tudni akarhatnak, és nem feltétlenül vonatkozik a kiegészítő összefoglalójához vagy leírásához. Általában itt a nagyobb hibákat, hibabejelentés lehetőségét, új verziók lehetséges megjelenési dátumát stb. szokták listázni. Csak listázott kiegészítőkre vonatkozik.
ia: Tote le informationes que le usatores final pote desirar saper que non es necessarimente applicabile al summario o al description del additivo. Le usos commun include listas del major defectos note, informationes sur como reportar defectos, data de publication anticipate de un nove version, et cetera. Illo es pertinente solo pro le additivos listate.
id: Informasi apapun yang ingin diketahui pengguna yang tidak sepenuhnya dapat diaplikasikan untuk ringkasan atau keterangan pengaya. Penggunaan umum termasuk mendaftar, bug utama yang diketahui, informasi mengenai bagaimana cara melaporkan bug, mengantisipasi tanggal rilis versi baru, dll. Hanya relevan untuk pengaya yang terdaftar.
ka: ნებისმიერი სახის ინფორმაცია, რომელიც გსურთ მიაწოდოთ მომხმარებლებს და რომლის მითითებაც არაა აუცილებელი დამატების მონაცემებსა და აღწერაში. ჩვეულებრივ, ეს შეიძლება იყოს ცნობილი ხარვეზების სია, პრობლემის შესახებ მოხსენების გაგზავნის გზები, ახალი ვერსიის გამოშვების თარიღის დაანონსება და ა.შ. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
ms: Maklumat yang mungkin ingin diketahui oleh pengguna akhir dan tidak semestinya berkaitan ringkasan dan keterangan add-on. Biasanya digunakan untuk menyenaraikan pepijat utama yang ketahui, maklumat perihal cara melaporkan pepijat, tarikh keluaran versi baru, dsb. Ini hanya berkenaan add-on yang tersenarai.
nb_no: All informasjon sluttbrukere måtte ønske å vite som ikke nødvendigvis er relevant for tilleggssammendraget eller beskrivelsen. Vanlige bruksområder inkluderer opplisting av kjente større feil, informasjon om hvordan man rapporterer feil, forventet utgivelsesdato for en ny versjon osv. Dette er bare relevant for oppførte tillegg.
nn_no: All informasjon sluttbrukarar måtte ønskje å vite som ikkje nødvendigvis er relevant for tilleggssamandraget eller beskrivinga. Vanlege bruksområde inkluderer opplisting av kjende større feil, informasjon om korleis ein rapporterer feil, forventa utgivingsdato for ein ny versjon osb. Dette er berre relevant for oppførte tillegg.
ro: Orice informații pe care utilizatorii finali ar vrea să le știe și care nu sunt neapărat obligatoriu de inclus în rezumatul sau în descrierea suplimentului. Utilizările frecvente includ enumerarea defectelor majore, informații despre raportarea defectelor, data preconizată de lansare a unei versiuni noi etc. Este relevant numai pentru suplimentele listate.
sq: Çfarëdo të dhënash që përdoruesit e zakonshëm do të donin të dinin, që jo domosdoshmërisht hyn te përmbledhja ose përshkrimi i shtesës. Si të tilla gjenden rëndom paraqitje të metash të rëndësishme të njohura, të dhëna se si të raportohen të meta, datë e përafërt e hedhjes në qarkullim e një versioni të ri, etj. Kjo vlen vetëm për shtesa të paraqitura.
sv_se: All information som slutanvändaren kanske vill vet men som nödvändigtvis inte är lämplig i tilläggets sammanfattning eller beskrivning. Vanliga användningsområden inkluderar listning av större kända buggar, information om hur man rapporterar buggar, planerat datum för en ny utgåva, etc. Detta är endast relevant för listade tillägg.
th: ข้อมูลใดๆ ที่ผู้ใช้ปลายทางอาจต้องการทราบซึ่งไม่จำเป็นต้องเพิ่มในข้อความสรุปหรือคำอธิบายส่วนเสริม โดยทั่วไปแล้วจะประกอบด้วยรายชื่อบั๊กหลักๆ ที่ทราบ ข้อมูลเกี่ยวกับวิธีการรายงานบั๊ก วันที่คาดว่าจะออกรุ่นใหม่ เป็นต้น ซึ่งจะเกี่ยวข้องกับส่วนเสริมที่มีในรายชื่อเท่านั้น
tr: Son kullanıcıların bilmek isteyebileceği, eklenti özetinde veya açıklamasında yer alması gerekmeyen her türlü bilgi. Örneğin, bilinen büyük hataların listelenmesi, hataların nasıl bildirileceğine ilişkin bilgiler, yeni bir sürümün beklenen çıkış tarihi vb. olabilir. Yalnızca listelenmiş eklentiler için geçerlidir.
vi: Mọi thông tin mà người dùng cuối có thể muốn biết không nhất thiết phải áp dụng cho phần tóm tắt hoặc mô tả của tiện ích. Các mục đích sử dụng phổ biến bao gồm liệt kê các lỗi chính đã biết, thông tin về cách báo cáo lỗi, dự kiến ngày phát hành phiên bản mới, v.v. Nó chỉ phù hợp với các tiện ích được liệt kê.

source: Limit 3
hu: Korlátozás 3-ra
id: Batas 3
ka: შეზღუდვა 3
kab: Talast 3
ms: Had 3
sk: Maximálne 3
sq: Kufiri 3
sr_latn: Ograničenje 3
sv_se: Gräns 3

source: Add-on Flags
hu: Kiegészítő jelzői
id: Bendera Pengaya
ka: დამატების მონიშვნები
kab: Anayen n uzegrir
ms: Tanda Add-ons
sk: Označenia doplnku
sq: Flamurka Shtese
sr_latn: Oznake dodatka
sv_se: Flaggor för tillägg

source: These flags are used to classify add-ons. It is only relevant for listed add-ons.
sq: Këto shenja përdoren për të klasifikuar shtesat. Kjo vlen vetëm për shtesa të pranishme në lista.

source: This is a site-specific add-on.
hu: Ez egy webhelyspecifikus kiegészítő.
id: Ini adalah pengaya yang site-specific.
sk: Toto je doplnok určený pre konkrétnu stránku
sq: Kjo është një shtesë e lidhur me një sajt të caktuar.
sr_latn: Ovo je dodatak specifičan sajtu.
sv_se: Detta är ett webbplats-specifikt tillägg.

source: This add-on requires external software.
hu: Ez a kiegészítő külső szoftvert igényel.
id: Pengaya ini memerlukan perangkat lunak eksternal.
ka: ამ დამატებას ესაჭიროება გარე პროგრამა.
kab: Azegrir-agi yesra aseɣẓan azɣaray.
ms: Add-on ini perlukan perisian luar.
sk: Tento doplnok vyžaduje externý softvér
sq: Kjo shtesë lyp software të jashtëm.
sr_latn: Ovaj dodatak zahteva spoljašnji softver.
sv_se: Detta tillägg kräver extern programvara.

source: View Source?
hu: Megtekinti a forrást?
id: Tampilkan Sumber?
ka: წყაროს ნახვა?
kab: Sken aɣbalu?
ms: Tinjau Sumber?
sk: Zobraziť zdrojový kód?
sq: Të shihet Burimi?
sr_latn: Pogledati izvor?
sv_se: Visa källkod?

source: Whether the source of your add-on can be displayed in our online viewer. It is only relevant for listed add-ons.
sq: Nëse mund të shfaqet apo jo burimi i shtesës suaj te vendi ynë përkatës në internet. Kjo vlen vetëm për shtesa të pranishme në lista.

source: This add-on's source code is publicly viewable.
hu: A kiegészítő forráskódja megtekinthető.
id: Kode sumber pengaya ini dapat dilihat secara publik.
ka: ამ დამატების პირველწყარო კოდი საჯაროდ ხელმისაწვდომია.
kab: Tangalt aɣbalu n uzegrir-agi tettwaskan s wudem azayez.
ms: Kod sumber add-on ini dipamer kepada umum.
sk: Zdrojový kód tohto doplnku je verejne dostupný.
sq: Kodi burim i kësaj shtese mund të shihet publikisht.
sr_latn: Izvorni kod ovog dodatka je javan.
sv_se: Detta tilläggs källkod är offentligt.

source: No, this add-on's source code is not publicly viewable.
hu: Nem, a kiegészítő forráskódja nem nyilvános.
id: Tidak, kode sumber pengaya ini tidak bisa ditampilkan secara publik.
ka: არა, ამ დამატების პირველწყარო კოდი არაა საჯაროდ ხელმისაწვდომი.
kab: Ala, tangalt aɣbalu n uzegrir-agi ur tettwaskan ara s wudem azayez.
ms: Tidak, kod sumber add-on ini tidak boleh dipamer kepada umum.
sk: Zdrojový kód tohto doplnku nie je verejne dostupný.
sq: Jo, kodi burim i kësaj shtese s’mund të shihet publikisht.
sr_latn: Ne, izvorni kod ovog dodatka nije dostupan za javnost.
sv_se: Nej, detta tilläggs källkod är inte offentligt.

source: Public Stats?
hu: Nyilvános statisztika?
id: Statistik Publik?
ka: საჯარო სტატისტიკა?
kab: Tidaddanin tizayazin?
ms: Statistik Umum?
sk: Zverejniť štatistiky?
sq: Statistika Publike?
sr_latn: Javna statistika?
sv_se: Publik statistik?

source: Whether the download and usage stats of your add-on can be displayed in our online viewer. It is only relevant for listed add-ons.
sq: Nëse mund të shfaqen apo jo statistika shkarkimesh dhe përdorimi të shtesës suaj te vendi ynë përkatës në internet. Kjo vlen vetëm për shtesa të pranishme në lista.

source: This add-on's stats are publicly viewable.
hu: A kiegészítő statisztikája nyilvános.
id: Statistik pengaya ini dapat dilihat secara publik.
ka: ამ დამატების სტატისტიკა საჯაროდ ხელმისაწვდომია.
kab: Tidaddanin n uzegrir-agi ttwaskanent s wudem azayez.
ms: Statistik add-on ini dipamer kepada umum.
sk: Štatistiky tohto doplnku sú verejne dostupné.
sq: Statistikat mbi këtë shtesë mund të shihen publikisht.
sr_latn: Statistika ovog dodatka je javna.
sv_se: Detta tilläggs statistik är offentlig.

source: No, this add-on's stats are not publicly viewable.
hu: Nem, a kiegészítő statisztikája nem nyilvános.
id: Tidak, statistik pengaya ini tidak dapat dilihat secara publik.
ka: არა, ამ დამატების სტატისტიკა, არაა საჯაროდ ხელმისაწვდომი.
kab: Ala, tiidaddanin n uzegrir-agi ur ttwaskanent ara s wudem azayez.
ms: Tidak, statistik add-on ini tidak boleh dipamer kepada umum.
sk: Štatistiky tohto doplnku nie sú verejne dostupné.
sq: Jo, statistikat mbi këtë shtesë s’mund të shihen publikisht.
sr_latn: Ne, statistika ovog dodatka nije dostupna javnosti.
sv_se: Nej, detta tilläggs statistik är inte offentligt.

source: Upgrade SDK?
hu: Frissíti az SDK-t?
id: Mutakhirkan SDK?
ka: SDK-ს განახლება?
kab: Sali aswir n SDK?
ms: Kemaskini SDK?
sk: Aktualizovať SDK?
sq: Të përmirësohet SDK-ja?
sr_latn: Nadograditi SDK?
sv_se: Uppgradera SDK?

source: If selected, we will try to automatically upgrade your add-on when a new version of the SDK is released. It is only relevant for listed add-ons.
sq: Në u përzgjedhtë, do të përpiqemi ta përmirësojmë vetvetiu shtesën tuaj, kur të ketë një version të ri të SDK-së. Kjo vlen vetëm për shtesa të paraqitura.

source: This add-on will be automatically upgraded to new versions of the Add-on SDK.
hu: Ez a kiegészítő automatikusan frissítésre kerül a Kiegészítő SDK új verziójára.
id: Pengaya ini akan dimutakhirkan secara otomatis ke versi baru SDK Pengaya.
ka: ეს დამატება ავტომატურად განახლდება დამატების SDK-ს ახალ ვერსიაზე.
kab: Azegrir-agi ad yettwalqem s wudem awurman s ileqman imaynuten n SDK n uzegrir.
ms: Add-on ini akan dikemaskini secara automatik ke versi baru SDK Add-on.
sk: Tento doplnok bude automaticky aktualizovaný na najnovšie verzie Add-on SDK.
sq: Kjo shtesë do të përmirësohet vetvetiu sipas versionesh të rinj SDK-je Shtesash.
sr_latn: Ovaj dodatak će automatski biti nadograđen na nove verzije SDK-a dodatka.
sv_se: Detta tillägg kommer automatiskt uppgraderas till nya versioner av SDK för tillägg.

source: No, this add-on will be upgraded manually.
hu: Nem, ez a kiegészítő kézzel kerül frissítésre.
id: Tidak, pengaya ini akan dimutakhirkan secara manual.
ka: არა, ეს დამატება განახლდება ხელით.
kab: Ala, azegrir-agi ad yettwalqem s ufus.
ms: Tidak, add-on ini akan dikemaskini secara manual.
sk: Nie, tento doplnok bude aktualizovaný ručne.
sq: Jo, kjo shtesë do të përmirësohet dorazi.
sr_latn: Ne, ovaj dodatak će biti ručno nadograđen.
sv_se: Nej, detta tillägg kommer uppgraderas manuellt.

source: Universally unique identifier
es_ar: Identificar único universal
fi: Yleisesti ainutlaatuinen tunniste
fur: Identificadôr universâl univoc
fy_nl: Universeel unike identifikaasje
he: מזהה ייחודי אוניברסלי
hr: Univerzalni jedinstveni identifikator
hu: Univerzálisan egyedi azonosító
ia: Identificator unic universal - UUID
id: Pengenal unik universal
is: Sértækt einstakt auðkenni
ka: ყოვლისმომცველი უნიკალური მოწმობა
kab: Asulay asuf amaḍlan
ms: Pengecam unik universal
nb_no: Universelt unik identifikator
nn_no: Unikt ID-nummer
ro: Identificator unic universal
sk: Univerzálny unikátny identifikátor
sq: Identifikues universalisht unik
sr_latn: Univerzalno jedinstven identifikator
sv_se: Unikt ID-nummer
te: విశ్వవ్యాప్తంగా ఏకైక ఐడెంటిఫైయరు
th: ตัวระบุที่ไม่ซ้ำกันระดับสากล
tr: Evrensel eşsiz tanımlayıcı
vi: Trình định danh riêng biệt bao quát (UUID)

source: The UUID of your add-on is specified in its install manifest and uniquely identifies it. You cannot change your UUID once it has been submitted.
es_ar: El UUID de tu complemento se especifica en el archivo manifest de instalación y lo identifica de manera única. No puedes cambiarlo una vez enviado.
fi: Lisäosasi UUID on määritetty lisäosan asennusmanifestissa ja se yksilöi lisäosan. Et voi muuttaa UUID:tä lähettämisen jälkeen.
fur: Il UUID dal to component adizionâl al è indicât tal file manifest di instalazion e lu identifiche in maniere univoche. No tu puedis cambiâ il to UUID une volte che il component al è stât inviât pe publicazion.
fy_nl: De UUID fan jo add-on wurdt opjûn yn it ynstallaasjemanifest en is in unike identifikaasje. Jo kinne de UUID nei yntsjinjen net mear wizigje.
he: ה־UUID של התוספת שלך מצוין ב־manifest ההתקנה שלה ומזהה אותה באופן ייחודי. אין באפשרותך לשנות את ה־UUID שלך לאחר הגשת התוספת.
hr: Univerzalni jedinstveni identifikator tvog dodatka je naveden u instalacijskom manifestu dodatka i jedinstveno ga identificira. Kad pošalješ dodatak, identifikator se više ne može mijenjati.
hu: A kiegészítő UUID azonosítója a telepítő fájljában van megadva és egyedi módon azonosítja azt. Az UUID, beküldést követően nem módosítható.
ia: Le UUID de tu additivo es specificate in su manifesto de installation que lo identifica unicamente. Tu non pote cambiar tu UUID un vice que illo ha essite submittite.
id: UUID pengaya anda disebutkan secara spesifik dalam manifest pemasangannya dan secara unik mengidentifikasi hal itu. Anda tidak bisa mengubah UUID setelah pengaya dikirimkan.
ka: თქვენი დამატების UUID განასზღვრულია მის მანიფესტში და უნიკალურ ამომცნობად გამოიყენება. წარდგენის შემდეგ, თქვენი UUID-ს შეცვლა, აღარ შეგიძლიათ.
ms: UUID add-on anda sudah ditetapkan dalam manifes pemasangan dan mengenal pastinya secara unik. Anda tidak boleh tukar UUID selepas anda kemukakannya.
nb_no: UUID-en til tillegget ditt er spesifisert i installasjonsmanifestet og identifiserer det unikt. Du kan ikke endre UUID-en din når den er sendt inn.
nn_no: UUID-en til tillegget ditt er spesifisert i installasjonsmanifestet og identifiserer det unikt. Du kan ikkje endre UUID-en din når han er sendt inn.
ro: UUID-ul suplimentului tău este specificat în manifestul de instalare și îl identifică în mod unic. Nu poți modifica UUID-ul odată ce a fost trimis.
sk: Identifikátor UUID vášho doplnku je zadaný v jeho inštalačnom manifeste a unikátne doplnok identifikuje. Po odoslaní doplnku nie je možné meniť jeho identifikátor UUID.
sq: UUID-ja e shtesës suaj caktohet te <em>install manifest</em>-i përkatës dhe e identifikon atë në mënyrë unike. UUID-në s’mund ta ndryshoni më dot pasi shtesa të jetë parashtruar.
sr_latn: UUID Vašeg dodatka je naveden u njegovom instalacionom manifestu i jedinstveno ga identifikuje. Ne možete promeniti svoj UUID nakon što bude poslat.
sv_se: Ditt tilläggs UUID specificeras i dess installationsmanifest och är en unik identifierare. Du kan inte ändra din UUID när den har skickats in.
th: UUID ของส่วนเสริมของคุณจะถูกระบุในข้อมูลกำกับการติดตั้งโดยไม่ซ้ำกัน คุณจะไม่สามารถเปลี่ยน UUID ของคุณได้หลังจากที่ถูกส่งไปแล้ว
tr: Eklentinizin UUID’si, manifest dosyasında belirtilir ve benzersiz bir şekilde tanımlanır. UUID’nizi gönderildikten sonra değiştiremezsiniz.
vi: UUID của tiện ích của bạn được xác định trong tập tin manifest cài đặt và chỉ nhận dạng riêng nó. Bạn không thể thay đổi UUID của mình một khi nó được gửi lên.

source: Whiteboard
es_ar: Pizarra
fi: Valkotaulu
fur: Bacheche
fy_nl: Notysjeboerd
he: לוח לבן
hr: Informacije o dodatku
hu: Faliújság
ia: Tabula blanc
id: Papan tulis
ka: შენიშვნების გვერდი
kab: Tafelwit tamellalt
nb_no: Oppslagstavle
nn_no: Oppslagstavle
ro: Tablă albă
sk: Poznámka pre redaktora
sq: Tabela
sr_latn: Tabla
sv_se: Anslagstavla
te: వైట్‌బోర్డ్
tr: Beyaz Tahta
vi: Bảng trắng

source: The whiteboard is the place to provide information relevant to your addon, whatever the version, to the editor. Use it to provide ways to test the addon, and any additional information that may help. This whiteboard is also editable by editors.
hu: A faliújság a szerkesztőnek szánt, kiegészítőre vonatkozó információk helye, verziótól függetlenül. Használja a kiegészítő tesztelhetőségnek leírására vagy hasznos kiegészítő információk megadására. Ezt a faliújságot a szerkesztők is alakíthatják.
id: Papan tulis adalah tempat untuk menyediakan informasi yang relevan untuk pengaya anda, apapun versinya, kepada penyunting. Gunakan untuk menyediakan cara menguji pengaya, dan tambahan informasi lainnya yang bisa membantu. Papan tulis ini juga bisa diedit oleh penyunting.
sk: Poznámka pre redaktora je miesto, kde môžete poskytnúť relevantné informácie o vašom doplnku redaktorovi. Používajte ho pre informácie typu, ako doplnok testovať a iné informácie, ktoré by mohli byť nápomocné. Túto poznámku môže redaktor upravovať.
sq: Tabela është vendi për t’i dhënë redaktorit të dhëna që lidhen me shtesën tuaj, cilido qoftë versioni. Përdoreni për të ofruar rrugë për testimin e shtesës, dhe çfarëdo të dhënash shtesë që mund të hyjnë në punë. Tabelën mund ta përpunojnë gjithashtu edhe redaktorët.
sv_se: Anslagstavlan är en plats att tillhandahålla information som är relevant för ditt tillägg, oavsett version, till redigeraren. Använd den för att ge olika sätt att testa ditt tillägg och eventuellt ytterligare information som kan hjälpa till. Denna anslagstavla är också redigerbar av redigerarna.

source: Remove this dependent add-on
hu: Függőségi kiegészítő eltávolítása
id: Hapus pengaya yang tergantung ini
ka: დაქვემდებარებული დამატების ამოშლა
kab: Kkes azegrir-agi ugil
ms: Buang add-on bergantung ini
sk: Odobrať tento závislý doplnok
sq: Hiqe këtë shtesë të varur
sr_latn: Ukloni ovaj zavistan dodatak
sv_se: Ta bort detta beroende tillägg

source: Enter the name of an add-on
hu: Adja meg a kiegészítő nevét
id: Masukkan nama pengaya
ka: დამატების სახელის მითითება
kab: Sekcem isem n uzegrir
ms: Masukkan nama add-on
sk: Zadajte názov doplnku
sq: Jepni emrin e një shtese
sr_latn: Unesite ime dodatka
sv_se: Ange namnet på ett tillägg

source: Add-on Media for {0}
es_ar: Medio del complemento para {0}
fur: Multimedia par {0}
fy_nl: Add-onmedia foar {0}
he: מדיית תוספת עבור {0}
hr: Mediji dodatka za {0}
hu: Média hozzáadása a(z) {0} kiegészítőhöz
ia: Medios de additivo pro {0}
id: Media Pengaya untuk {0}
is: Viðbótarefni fyrir {0}
ka: მედია დამატება {0}-სთვის
kab: Allal n teγwal n uzegrir i {0}
ms: Media Add-on untuk {0}
nb_no: Utvidelsesmedia for {0}
nn_no: Utvidingsmedia for {0}
ro: Multimedia supliment pentru {0}
sk: Média doplnku pre {0}
sq: Media Shtese për {0}
sr_latn: Medij dodatka za {0}
sv_se: Tilläggsmedia för {0}
te: {0} కోసం పొడిగింత మీడియా
th: ส่วนเสริมสื่อสำหรับ {0}
tr: {0} Eklenti Medyası
vi: Đa phương tiện Tiện ích cho {0}

source: Add-on icon
es_ar: Icono del complemento
fi: Lisäosan kuvake
fur: Icone component adizionâl
fy_nl: Add-onpiktogram
he: הסמל של התוספת
hr: Ikona dodatka
hu: Kiegészítő ikonja
ia: Icone del additivo
id: Ikon pengaya
is: Táknmynd viðbótar
ka: დამატების ხატულა
kab: Tignit n uzegrir
ms: Ikon add-on
nb_no: Utvidelsesikonet
nn_no: Ikon for utviding
ro: Pictograma suplimentului
sk: Ikona doplnku
sq: Ikonë shtese
sr_latn: Ikonica dodatka
sv_se: Ikon för tillägg
te: పొడగింత ప్రతీకం
th: ไอคอนของส่วนเสริม
tr: Eklenti simgesi
vi: Biểu tượng tiện ích
