Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Be the first to write a review.
hu: Legyen az első értékelő.
id: Kirim ulasan pertamax!
ka: დატოვეთ მიმოხილვა პირველმა.
kab: Ili-k d amezwaru ara yarun acegger.
ms: Jadi orang pertama menulis ulasan.
sk: Buďte prvý, kto napíše recenziu.
sq: Bëhuni i pari që shkruan një shqyrtim.
sr_latn: Budite prvi da napišete recenziju.
sv_se: Bli först med att skriva en recension.

source: {num} review
es_ar: {num} valoración
fi: {num} arvio
fur: {num} recension
fy_nl: {num} beoardieling
he: סקירה אחת
hr: {num} pregled
hu: {num} értékelés
ia: {num} revision
id: {num} ulasan
is: {num} umsögn
ka: {num} მიმოხილვა
kab: {num} acegger
ms: {num} ulasan
nb_no: {num} omtale
nn_no: {num} vurdering
ro: {num} recenzie
sk: {num} recenzia
sq: {num} shqyrtim
sr_latn: {num} kritika
sv_se: {num} recension
te: {num} సమీక్ష
th: {num} บทวิจารณ์
tr: {num} inceleme
vi: {num} đánh giá

source: Rated {0} out of 5 stars
es_ar: Puntuado con {0} de 5 estrellas
fi: Arvosteltu: {0}/5 tähteä
fur: Valutazion di {0} su 5 stelis
fy_nl: Wurdearring: {0} fan de 5 stjerren
he: דירוג {0} מתוך 5 כוכבים
hr: Ocijenjeno s {0} od 5 zvjezdica
hu: {0} csillagra értékelve az 5-ből
ia: Evalutate con {0} de 5 stellas
id: Peringkat {0} dari 5 bintang
is: Gefin {0} af 5 stjörnum
ka: {0} შეფასება 5 ვარსკვლავიდან
kab: Yettwasezmel {0} ɣef 5 n yetran
ms: Tahap {0} daripada 5 bintang
nb_no: Vurdert til {0} av 5 stjerner
nn_no: Vurdert til {0} av 5 stjerner
ro: Evaluată cu {0} din 5 stele
sk: Ohodnotené {0} z 5 hviezdičiek
sq: Vlerësuar me {0} nga 5 yje të mundshëm
sr_latn: Ocenjeno sa {0} od 5 zvezdica
sv_se: Betygsatt {0} utav 5 stjärnor
th: ได้คะแนน {0} จาก 5 ดาว
tr: 5 üzerinden {0} yıldız
vi: Đã xếp hạng {0} trên 5 sao

source: Rated %(rating)s out of 5 stars
es_ar: Puntuado con %(rating)s de 5 estrellas
fi: Arvioitu %(rating)s/5 tähteä
fur: Valutazion di %(rating)s su 5 stelis
fy_nl: Wurdearring %(rating)s fan 5 stjerren
he: דירוג %(rating)s מתוך 5 כוכבים
hr: Ocijenjeno s %(rating)s od 5 zvjezdica
hu: %(rating)s csillagra értékelve az 5-ből
ia: Evalutate con %(rating)s de 5 stellas
id: Peringkat %(rating)s dari 5 bintang
is: Gefin %(rating)s af 5 stjörnum
ka: %(rating)s შეფასება 5 ვარსკვლავიდან
kab: Yettwasezmel %(rating)s ɣef 5 n yetran
ms: Tahap %(rating)s daripada 5 bintang
nb_no: Vurdert til %(rating)s av 5 stjerner
nn_no: Vurdert til %(rating)s av 5 stjerner
ro: Evaluată cu %(rating)s din 5 stele
sk: Ohodnotené %(rating)s z 5 hviezdičiek
sq: Vlerësuar me %(rating)s yje nga 5 të mundshëm
sr_latn: Ocenjeno sa %(rating)s od 5 zvezdica
sv_se: Betygsatt %(rating)s utav 5 stjärnor
th: ได้คะแนน %(rating)s จาก 5 ดาว
tr: 5 üzerinden %(rating)s yıldız
vi: Đã xếp hạng %(rating)s trên 5 sao

source: Add a Review
hu: Értékelés hozzáadása
id: Tambahkan Ulasan
sk: Pridať recenziu
sq: Shtoni Shqyrtim
sr_latn: Dodaj recenziju
sv_se: Lägg till en recension

source: Log in to add a review
hu: Jelentkezzen be az értékelés hozzáadásához
id: Masuk untuk menambahkan sebuah ulasan
sk: Prihlásiť sa a pridať recenziu
sq: Futuni që të shtoni një shqyrtim
sr_latn: Prijavite se da biste dodali recenziju
sv_se: Logga in för att lägga till en recension

source: No ratings yet.
hu: Még nincs értékelve.
id: Belum diperingkat.
sk: Zatiaľ bez hodnotení.
sq: Ende pa vlerësime.
sr_latn: Još uvek nema ocena.
sv_se: Inga betyg ännu.

source: Average from {0} Rating
hu: {0} értékelés átlaga
id: Dirata-rata dari {0} Peringkat
sk: Priemer z {0} hodnotenia
sq: Mesatare e {0} Vlerësimi
sr_latn: Prosek od {0} ocene
sv_se: Genomsnitt från {0} betyg

source: by %(user)s
hu: készítette: %(user)s
id: oleh %(user)s
sk: autor %(user)s
sq: nga %(user)s
sr_latn: od %(user)s
sv_se: av %(user)s

source: Read More&nbsp;&raquo;
hu: Tovább&nbsp;&raquo;
id: Lebih Lanjut&nbsp;&raquo;
sk: Ďalšie informácie&nbsp;&raquo;
sq: Lexoni Më Tepër&nbsp;&raquo;
sr_latn: Pročitaj više&nbsp;&raquo;
sv_se: Läs mer&nbsp;&raquo;

source: See All Reviews
hu: Összes értékelés megtekintése
id: Lihat Semua %(cnt)s Ulasan
sk: Zobraziť recenziu
sq: Shihni Krejt Shqyrtimet
sv_se: Visa alla recensioner

source: Most popular this week
hu: A hét legnépszerűbbje
id: Paling populer minggu ini
kab: Ttwasnen aṭas ddurt-agi
sk: Najpopulárnejšie za tento týždeň
sq: Më populloret e kësaj jave
sr_latn: Najpopularniji ove sedmice
sv_se: Mest populära denna vecka

source: Most popular this month
hu: A hónap legnépszerűbbje
id: Paling populer bulan ini
kab: Ttwasnen aṭas aggur-agi
sk: Najpopulárnejšie tento mesiac
sq: Më populloret e këtij muaji
sr_latn: Najpopularniji ovog meseca
sv_se: Mest populära denna månad

source: Most popular all time
hu: Minden idők legnépszerűbbje
id: Paling populer sepanjang masa
kab: Ttwasnen aṭas yal akud
sk: Najpopulárnejšie za celý čas
sq: Më populloret e tërë kohërave
sr_latn: Najpopularniji svih vremena
sv_se: Mest populära totalt

source: search for add-ons
hu: kiegészítők keresése
id: cari pengaya
ka: დამატებების ძიება
kab: nadi izegrar
ms: cari add-ons
sk: hľadať v doplnkoch
sq: kërkoni për shtesa
sr_latn: pretraži dodatke
sv_se: sök efter tillägg

source: search for collections
hu: gyűjtemények keresése
id: cari koleksi
kab: nadi tigrummiwin
sk: hľadať v kolekciách
sq: kërko për koleksione
sr_latn: pretraži kolekcije
sv_se: sök efter samlingar

source: search for themes
hu: témák keresése
id: mencari tema
ka: თემების ძიება
kab: nadi isental
ms: cari tema
sk: hľadať v témach
sq: kërkoni për tema
sr_latn: pretraži teme
sv_se: sök efter teman

source: search for apps
hu: alkalmazások keresése
id: mencari aplikasi
ka: პროგრამების ძიება
kab: nadi isnasen
ms: cari aplikasi
sk: hľadať v aplikáciách
sq: kërkoni për aplikacione
sr_latn: pretraži aplikacije
sv_se: sök efter appar

source: Sort By
hu: Rendezés
id: Urut Berdasarkan
kab: Asmizzwer s
sk: Usporiadať podľa
sq: Renditur Sipas
sr_latn: Poređaj po
sv_se: Sortera efter

source: Relevance
hu: Relevancia
id: Relevansi
ka: შესაბამისობა
ms: Kaitan
sk: Relevantnosť
sq: Rëndësi
sr_latn: Relevantnost
sv_se: Relevans

source: Results <strong>{0}</strong>-<strong>{1}</strong> of <strong>{2}</strong>
id: Hasil <strong>{0}</strong>-<strong>{1}</strong> dari <strong>{2}</strong>
sk: Výsledky <strong>{0}</strong>-<strong>{1}</strong> z <strong>{2}</strong>
sq: Përfundimet <strong>{0}</strong>-<strong>{1}</strong> nga <strong>{2}</strong> gjithsej
sr_latn: Rezultati <strong>{0}</strong>-<strong>{1}</strong> od <strong>{2}</strong>
sv_se: Resultat <strong>{0}</strong>-<strong>{1}</strong> av <strong>{2}</strong>

source: Showing {0} - {1} of {2} results for <strong>{3}</strong> tagged with <strong>{4}</strong>
id: Menampilkan hasil ke {0} - {1} dari {2} untuk <strong>{3}</strong> dengan tag <strong>{4}</strong>
sk: Zobrazuje sa {0} - {1} z {2} výsledkov hľadania výrazu <strong>{3}</strong> označených značkou <strong>{4}</strong>
sq: Po shfaqen përfundimet {0} - {1} nga {2} gjithsej të etiketuar me <strong>{4}</strong> për <strong>{3}</strong>
sr_latn: Prikazano je {0} - {1} od {2} rezultata za <strong>{3}</strong> označenih sa <strong>{4}</strong>
sv_se: Visar {0} - {1} av {2} resultat för <strong>{3}</strong> med etiketten <strong>{4}</strong>

source: Showing {0} - {1} of {2} results for <strong>{3}</strong>
hu: {2} találat erre: <strong>{3}</strong>, megjelenítve {0} - {1}
id: Menampilkan hasil ke {0} - {1} dari {2} untuk <strong>{3}</strong>
ka: {0} – {1} შედეგი {2}-იდან <strong>{3}</strong> ფრაზისთვის
kab: Askan {0} - {1} si {2} igmaḍ i <strong>{3}</strong>
ms: Memaparkan {0} - {1} daripada {2} carian untuk <strong>{3}</strong>
sk: Zobrazuje sa {0} - {1} z {2} výsledkov hľadania výrazu <strong>{3}</strong>
sq: Po shfaqen përfundimet {0} - {1} nga {2} gjithsej për <strong>{3}</strong>
sr_latn: Prikazano je {0} - {1} od {2} rezultata za <strong>{3}</strong>
sv_se: Visar {0} - {1} av {2} resultat för <strong>{3}</strong>

source: Showing {0} - {1} of {2} results tagged with <strong>{3}</strong>
id: Menampilkan hasil ke {0} - {1} dari {2} dengan tag <strong>{3}</strong>
sk: Zobrazuje sa {0} - {1} z {2} výsledkov označených značkou <strong>{3}</strong>
sq: Po shfaqen përfundimet {0} - {1} nga {2} gjithsej të etiketuar me <strong>{3}</strong>
sr_latn: Prikazano je {0} - {1} od {2} rezultata označenih sa <strong>{3}</strong>
sv_se: Visar {0} - {1} av {2} resultat med etiketten <strong>{3}</strong>

source: Showing {0} - {1} of {2} results
hu: {2} találat, megjelenítve {0} - {1}
id: Menampilkan hasil ke {0} - {1} dari {2}
ka: ნაჩვენებია {0} – {1} შედეგი {2}-იდან
kab: Askan {0} - {1} n {2} n igmaḍ
ms: Memaparkan {0} - {1} daripada {2} hasil
sk: Zobrazuje sa {0} - {1} z {2} výsledkov
sq: Po shfaqen përfundimet {0} - {1} nga {2} gjithsej
sr_latn: Prikazano je {0} - {1} od {2} rezultata
sv_se: Visar {0} - {1} av {2} resultat

source: {0} Add-ons
es_ar: {0} complementos
fi: {0}-lisäosat
fur: Components adizionâi par {0}
he: התוספות של {0}
hr: {0} dodaci
hu: {0} kiegészítők
ia: Additivos pro {0}
id: Pengaya {0}
is: {0} viðbætur
ka: {0} დამატებები
kab: {0} izegrar
ms: Add-ons {0}
nb_no: {0} Utvidelser
nn_no: {0} utvidingar
ro: Suplimente pentru {0}
sk: Doplnky pre {0}
sq: Shtesa për {0}
sr_latn: {0} dodataka
sv_se: {0} tillägg
te: {0} పొడిగింతలు
th: ส่วนเสริม {0}
tr: {0} Eklentileri
vi: {0} Tiện ích

source: Any {0}
hu: Bármely {0}
id: Berapapun {0}
ka: ნებისმიერ {0}-ზე
kab: Yiwen si {0}
ms: Mana-mana {0}
sk: Ľubovolný {0}
sq: Çfarëdo {0}
sr_latn: Bilo koji {0}
sv_se: Någon {0}

source: All Systems
hu: Összes rendszer
id: Semua Sistem
ka: ყველა სისტემაზე
kab: Akk inagrawen
ms: Semua Sistem
sk: Všetky systémy
sq: Krejt Sistemet
sr_latn: Svi sistemi
sv_se: Alla system

source: All Tags
hu: Össze címke
id: Seluruh Tag
ka: ყველა ჭდე
kab: Akk tibzimin
ms: Semua Tag
sk: Všetky značky
sq: Krejt Etiketat
sr_latn: Sve oznake
sv_se: Alla taggar

source: Collection Search Results for {0}
hu: {0} gyűjtemény találatai
id: Hasil Pencarian Koleksi untuk {0}
ka: კრებულის ძიების შედეგები {0} ფრაზისთვის
kab: Igmaḍ n unadi n tegrummiwin i {0}
ms: Hasil Carian Koleksi untuk {0}
sk: Výsledky vyhľadávania termínu {0} v kolekciách
sq: Përfundime Kërkimi Koleksionesh për {0}
sr_latn: Rezultati pretrage kolekcije za {0}
sv_se: Samlingssökresultat för {0}

source: Collection Search Results
hu: Gyűjteménytalálatok
id: Koleksi Hasil Pencarian
ka: კრებულის ძიების შედეგები
kab: Igmaḍ n unadi n tegrummiwin
ms: Hasil Carian Koleksi
sk: Výsledky vyhľadávanie v kolekciách
sq: Përfundime Kërkimi Koleksionesh
sr_latn: Rezultati pretrage kolekcije
sv_se: Sökresultat för samlingar

source: Search Unavailable
hu: A keresés nem érhető el
id: Pencarian Tidak Tersedia
ka: ძიება მიუწვდომელია
kab: Ulac anadi
ms: Carian Tidak Disediakan
sk: Vyhľadávanie nie je dostupné
sq: Kërkim Jo i Mundshëm
sr_latn: Pretraga nije dostupna
sv_se: Sökning ej tillgänglig

source: Search is temporarily unavailable. Please try again in a few minutes.
hu: A keresés átmenetileg nem érhető el. Kérjük, próbálja meg pár perccel később.
id: Pencarian saat ini tidak tersedia. Silakan coba lagi dalam beberapa menit.
ka: ძიება დროებით მიუწვდომელია. გთხოვთ სცადოთ ხელახლა რამდენიმე წუთში.
ms: Carian tidak tersedia buat sementara waktu. Sila cuba lagi dalam beberapa minit.
sk: Vyhľadávanie je dočasne nedostupné. Vyskúšajte to prosím znova o niekoľko minút.
sq: Kërkimi është përkohësisht i pamundur. Ju lutemi, riprovoni pas pak minutash.
sr_latn: Pretraga je privremeno nedostupana. Pokušajte ponovo za nekoliko minuta.
sv_se: Sökning är ej tillgänglig för tillfället. Försök igen om några minuter.

source: Themes Search Results for {0}
hu: {0} téma találatai
id: Hasil Pencarian Tema untuk {0}
ka: თემების ძიების შედეგები {0} ფრაზისთვის
kab: Igmaḍ n unadi n isental i {0}
ms: Hasil Carian Tema untuk {0}
sk: Výsledky vyhľadávania v témach pre výraz {0}
sq: Përfundime Kërkimi Temash për {0}
sr_latn: Rezultati pretrage tema za {0}
sv_se: Teman sökresultat för {0}

source: Themes Search Results
hu: Tématalálatok
id: Hasil Pencarian Tema
ka: თემების ძიების შედეგები
kab: Igmaḍ n unadi n isental
ms: Hasil Carian Tema
sk: Výsledky vyhľadávania v témach
sq: Përfundime Kërkimi Temash
sr_latn: Rezultati pretrage tema
sv_se: Teman sökresultat

source: {0} :: Tag
hu: {0} :: Címke
ka: {0} :: ჭდე
kab: {0} :: Tabzimt
ms: Tag :: {0}
sk: {0} :: Značka
sq: {0} :: Etiketë
sr_latn: {0} :: Oznaka
sv_se: {0} :: Tagg

source: Search Results for tag "{0}"
hu: Találatok a(z) „{0}” címkére
id: Hasil Pencarian untuk tag "{0}"
ka: ძიების შედეგები „{0}“ ჭდისთვის
kab: Igmaḍ n unadi ,n tebzimin i "{0}"
ms: Hasil Carian untuk tag "{0}"
sk: Výsledky vyhľadávania pre značku "{0}"
sq: Përfundime Kërkimi për etiketën "{0}"
sr_latn: Rezultati pretrage za oznaku "{0}"
sv_se: Sökresultat för tagg "{0}"

source: <b>{0}</b> matching result
hu: <b>{0}</b> találat
id: <b>{0}</b> hasil yang cocok
ka: <b>{0}</b> შედეგი
ms: <b>{0}</b> hasil sepadan
sk: <b>{0}</b> výsledok hľadania
sq: <b>{0}</b> përfundim përputhjeje
sr_latn: <b>{0}</b> odgovarajući rezultat
sv_se: <b>{0}</b> träff

source: Filter Results
hu: Találatok szűrése
id: Hasil Penyaringan
ka: დახარისხებული შედეგები
kab: Igmaḍ n imzizdig
ms: Tapis Hasil
sk: Filter výsledkov
sq: Filtroni Përfundimet
sr_latn: Filtriraj rezultate
sv_se: Filtrera resultat

source: Category
hu: Kategória
id: Kategori
ka: კატეგორია
kab: Taggayt
ms: Kategori
sk: Kategória
sq: Kategori
sr_latn: Kategorija
sv_se: Kategori

source: Tag
hu: Címke
ka: ჭდე
kab: Tabzimt
sk: Značka
sq: Etiketë
sr_latn: Oznaka
sv_se: Tagg

source: Search Results <i>({num})</i>
hu: Találatok <i>({num})</i>
id: Hasil Pencarian <i>({num})</i>
sk: Výsledky vyhľadávania <i>({num})</i>
sq: Përfundime Kërkimi <i>({num})</i>
sr_latn: Pretraži rezultate za <i>({num})</i>
sv_se: Sökresultat <i>({num})</i>

source: {0} post
sk: {0} príspevok
sq: {0} postim
sv_se: {0} inlägg

source: Post to Facebook
sk: Odoslať na Facebook
sq: Postoje te Facebook
sv_se: Posta till Facebook

source: {0} Like
sq: {0} Pëlqim
sv_se: {0} Gilla

source: Tweet on Twitter
sk: Tweetnuť na Twitteri
sq: Cicërojeni në Twitter
sv_se: Tweet på Twitter

source: {0} tweet
sk: {0} príspevok
sq: {0} cicërimë

source: Share on g+
sk: Zdieľať na g+
sq: Ndajeni me të tjerët në g+
sv_se: Dela på g+

source: Post to Reddit
sk: Zverejniť na Reddite
sq: Postojeni në Reddit
sv_se: Posta till Reddit

source: Post to Tumblr
sk: Zverejniť na Tumblr
sq: Postojeni në Tumblr
sv_se: Posta till Tumblr

source: Post to localservice1
sq: Postojeni te localservice1

source: {0} post on localservice1
sq: {0} postim te localservice1

source: Post to localservice2
sq: Postojeni te localservice2

source: {0} post on localservice2
sq: {0} postime te localservice2

source: Post to localservice3
sq: Postojeni te localservice3

source: {0} post on localservice3
sq: {0} postim te localservice3

source: Share this Add-on
sk: Zdieľať tento doplnok
sq: Ndajeni këtë Shtesë me të tjerët
sv_se: Dela detta tillägg

source: Share this Collection
sk: Zdieľať túto kolekciu
sq: Ndajeni këtë Koleksion me të tjerët
sv_se: Dela denna samling

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
es_ar: Algunas características están temporalmente deshabilitadas mientras realizamos tareas de mantenimiento en la web. Volveremos a tener plena capacidad muy pronto.
fi: Osa toiminnoista on hetkellisesti poissa käytöstä suorittaessamme verkkosivun huoltoa. Palaamme täyteen toimintaan pikaisesti.
fur: Cualchi funzion pal moment e je disativade par lavôrs di manutenzion. Ca di pôc o tornarìn ae normâl funzionalitât.
fy_nl: Inkelde funksjes binne tydlik útskeakele fanwegen ûnderhâld oan de website. Ynkoarten binne wy wer folslein beskikber.
he: חלק מהתכונות מושבתות באופן זמני בעת ביצוע פעולות תחזוקה באתר. נשוב לפעילות מלאה בקרוב.
hr: Tijekom održavanja naših web stranica, neke su funkcije privremeno deaktivirane. Uskoro ćemo uspostaviti puni kapacitet.
hu: Néhány funkció a karbantartás ideje alatt átmenetileg le van tiltva. Hamarosan újra teljes kapacitással fog működni az oldal.
ia: Alcun functiones es temporarimente disactivate pro mantenentia del sito web. Nos retornara tosto al capacitate complete.
id: Beberapa fitur sedang dimatikan sementara karena kami sedang melakukan pemeliharaan situs web. Beberapa saat lagi kami akan kembali.
is: Einhverjir eiginleikar eru tímabundið óvirkir meðan við sinnum viðhaldi á vefsvæðinu. Athugaðu aftur aðeins síðar.
ka: ზოგიერთი შესაძლებლობები დროებით შეზღუდულია, ვებსაიტზე ტექნიკური სამუშაოების მიმდინარეობის გამო. მოკლე ხანში, სრული დატვირთვით ამუშავდება.
ms: Beberapa ciri dinyahdayakan buat sementara waktu sementara kami melakukan penyelenggaraan laman web. Kami akan kembali ke kapasiti penuh tidak lama lagi.
nb_no: Noen funksjoner er midlertidig utilgjengelig mens vi utfører rutinemessig vedlikehold av nettstedet. Vi kommer tilbake med full kapasitet om kort tid.
nn_no: Nokre funksjonar er for tida utilgjengelege medan vi utfører rutinemessig vedlikehald av nettstaden. Vi kjem tilbake med full kapasitet om kort tid.
ro: Unele funcționalități sunt dezactivate temporar, cât efectuăm întreținerea pe site. Revenim imediat la capacitate maximă.
sk: Niektoré funkcie sú dočasne vypnuté kvôli údržbe stránok. Stránka bude plne dostupná onedlho.
sq: Disa veçori janë çaktivizuar përkohësisht, teksa bëjmë mirëmbajtjen e sajtit. Së shpejti do t’i kthehemi kapacitetit të plotë.
sr_latn: Neke funkcije su privremeno onemogućene dok vršimo održavanje veb sajta. Mi ćemo se vratiti u punom kapacitetu uskoro.
sv_se: Vissa funktioner inaktiveras tillfälligt medan vi utför webbplatsunderhåll. Vi ska vara tillbaka till full kapacitet inom kort.
te: మేము వెబ్‌సైట్ నిర్వహణ చేసేటప్పుడు కొన్ని సౌలభ్యాలు తాత్కాలికంగా నిలిపివేయబడతాయి. మేము త్వరలోనే పూర్తి సామర్థ్యానికి వస్తాము.
th: บางคุณลักษณะถูกปิดใช้งานชั่วคราวในขณะที่เรากำลังทำการบำรุงรักษาเว็บไซต์ เราจะกลับมาเปิดให้ใช้เต็มรูปแบบอีกครั้งในไม่ช้า
tr: Web sitemizde bakım çalışması yapıldığından bazı özellikler geçici olarak devre dışı bırakılmıştır. Kısa süre içinde normal işleyişimize döneceğiz.
vi: Một số tính năng tạm thời bị vô hiệu hóa trong khi chúng tôi bảo trì trang web. Chúng tôi sẽ hoạt động đầy đủ lại nhanh thôi.

source: Could not find add-on with id "{}".
hu: A(z) „{}” azonosítójú kiegészítő nem található.
id: Tidak bisa menemukan pengaya dengan id "{}".
ka: დამატება id ნომრით „{}“ არ მოიძებნა.
ms: Tidak dapat menemukan add-on dengan id "{}".
sk: Doplnok s id "{}" nebol nájdený.
sq: S’u gjet dot shtesë me id-në "{}".
sv_se: Kunde inte hitta tillägg med id "{}".

source: You do not own this addon.
hu: Nem Ön a kiegészítő tulajdonosa.
id: Anda tidak memiliki pengaya ini.
ka: თქვენ არ ფლობთ ამ დამატებას.
kab: Azegrir-agi mačči yinek.
ms: Anda bukan pemilik add-on ini.
sk: Nie ste vlastník tohto doplnku..
sq: Nuk jeni pronar i kësaj shtese.
sv_se: Du äger inte detta tillägg.
te: ఈ పొడిగింత స్వంతం కాదు.

source: Version does not match the manifest file.
es_ar: La versión no coincide con el archivo manifest.
fi: Versio ei vastaa manifestitiedostoa.
fur: Il numar de version no corispuint a chel indicât tal file manifest.
fy_nl: Ferzje komt net oerien mei it manifest-bestân.
he: הגרסה אינה תואמת את קובץ ה־manifest.
hr: Verzija ne odgovara datoteci manifesta.
hu: A verzió nem egyezik meg a jegyzékfájllal.
ia: Le version non concorda con le file manifesto.
id: Versi ini tidak cocok dengan berkas manifest.
ka: ვერსია არ ემთხვევა მანიფესტის ფაილით განსაზღვრულს.
ms: Versi tidak sepadan dengan fail manifes.
nb_no: Versjonen samsvarer ikke med manifestfilen.
nn_no: Versjonen passar ikkje med manifest-fila.
ro: Versiunea nu corespunde cu fișierul manifest.
sq: Versioni nuk përputhet me kartelën manifest.
sv_se: Version matchar inte manifest-fil.
te: మానిఫెస్ట్ ఫైల్‌తో వెర్షన్ సరిపోలలేదు.
tr: Sürüm, manifest dosyasıyla eşleşmiyor.
vi: Phiên bản không khớp với tập tin manifest.

source: Version already exists.
hu: A verzió már létezik.
id: Versi yang sudah ada.
ka: ვერსია უკვე არსებობს.
kab: Lqem yella yakan.
ms: Versi sudah wujud.
sk: Táto verzia už existuje.
sq: Versioni ekziston.
sv_se: Versionen finns redan.

source: No uploaded file for that addon and version.
hu: Nincs feltöltött fájl a kiegészítőhöz és a verzióhoz.
id: Tidak ada berkas yang diunggah untuk pengaya dan versi tadi.
ka: ამ დამატებისთვის ატვირთული ფაილები არ არის.
kab: Ulac afaylu yulin i uzegrir neɣ lqem-nni.
ms: Tiada fail dimuat naik untuk add-on dan versi tersebut.
sk: Pre túto verziu doplnku nebol nahraný žiadny súbor.
sq: S’ka kartelë të ngarkuar për atë shtesë dhe version.
sv_se: Ingen uppladdad fil för detta tillägg och version.
te: ఆ పొడగింత, ఆ వెర్షనుకు ఎక్కించిన ఫైలు ఏమీ లేదు.

source: Thanks for contributing to {addon_name}
hu: Köszönet a(z) {addon_name} kiegészítőhöz nyújtott segítségért
id: Terima kasih karena telah berkontribusi ke {addon_name}
kab: Tanemmirt ɣef uttekki di {addon_name}
sk: Ďakujeme, že ste prispeli na {addon_name}
sq: Faleminderit që dhatë ndihmesë te {addon_name}
sr_latn: Hvala Vam što ste doprineli dodatku {addon_name}
sv_se: Tack för att du bidragit till {addon_name}

source: Overview
es_ar: Información general
fi: Yhteenveto
fur: Panoramiche
fy_nl: Oersjoch
he: סקירה כללית
hr: Pregled
hu: Áttekintés
ia: Panorama
id: Ringkasan
is: Yfirlit
ka: ზოგადი მიმოხილვა
kab: Tazwart
ms: Intisari
nb_no: Oversikt
nn_no: Oversyn
ro: Prezentare generală
sk: Prehľad
sq: Përmbledhje
sr_latn: Pregled
sv_se: Översikt
te: అవలోకనం
th: ภาพรวม
tr: Genel Bakış
vi: Tổng quan

source: by Source
es_ar: por fuente
fur: par font
fy_nl: op boarne
he: לפי מקור
hr: prema izvoru
hu: Forrás szerint
ia: per fonte
id: berdasarkan Sumber
is: eftir uppruna
ka: წყარო
kab: s uɣbalu
ms: mengikut Sumber
nb_no: etter kilde
nn_no: etter kjelde
ro: după sursă
sk: podľa zdroja prevzatia
sq: sipas Burimesh
sr_latn: po izvoru
sv_se: efter källkod
te: మూల ద్వారా
th: ตามต้นฉบับ
tr: Kaynağa göre
vi: theo Nguồn

source: by Add-on Version
es_ar: por versión del complemento
fur: par version
fy_nl: op add-onferzje
he: לפי גרסת תוספת
hr: prema verziji dodatka
hu: kiegészítő verziója szerint
ia: per version del additivo
id: berdasarkan Versi Pengaya
is: eftir útgáfu viðbótar
ka: დამატების ვერსია
kab: s lqem n uzegrir
ms: mengikut Versi Add-on
nb_no: etter tilleggsversjon
nn_no: etter utvidingsversjon
ro: după versiunea suplimentului
sk: podľa verzie doplnku
sq: sipas Versionit të Shtesës
sr_latn: po verziji dodatka
sv_se: efter tilläggsversion
te: ద్వారా పొడిగింత వెర్షన్
th: ตามรุ่นของส่วนเสริม
tr: Eklenti sürümüne göre
vi: theo Phiên bản Tiện ích

source: by Application
es_ar: por aplicación
fur: par aplicazion
fy_nl: op tapassing
he: לפי יישום
hr: prema aplikaciji
hu: alkalmazás szerint
ia: per application
id: berdasarkan Aplikasi
is: eftir forritum
ka: პროგრამა
kab: s usnas
ms: mengikut Aplikasi
nb_no: etter applikasjon
nn_no: etter applikasjon
ro: după aplicație
sk: podľa aplikácie
sq: sipas Aplikacionesh
sr_latn: po aplikaciji
sv_se: efter applikation
te: అనువర్తనం ద్వారా
th: ตามแอปพลิเคชัน
tr: Uygulamaya göre
vi: theo Ứng dụng

source: by Language
es_ar: por idioma
fur: par lenghe
fy_nl: op taal
he: לפי שפה
hr: prema jeziku
hu: nyelv szerint
ia: per lingua
id: berdasarkan Bahasa
is: eftir tungumáli
ka: ენა
kab: s tutlayt
ms: mengikut Bahasa
nb_no: etter språk
nn_no: etter språk
ro: după limbă
sk: podľa jazyka
sq: sipas Gjuhësh
sr_latn: po jeziku
sv_se: efter språk
te: భాష ద్వారా
th: ตามภาษา
tr: Dile göre
vi: theo Ngôn ngữ
