Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Dictionaries & Language Packs
hu: Szótárak és nyelvi csomagok
id: Kamus & Paket Bahasa
ka: ლექსიკონები და ენის პაკეტები
kab: Imawalen & ikemmusen n tutlayin
ms: Kamus & Pek Bahasa
sk: Slovníky a jazykové balíky
sq: Fjalorë & Paketa Gjuhësore
sr_latn: Rečnici i jezički paketi
sv_se: Ordlistor & språkpaket

source: {0} ago
es_ar: hace {0}
fi: {0} sitten
fur: {0} indaûr
fy_nl: {0} lyn
he: לפני {0}
hr: prije {0}
hu: {0} elteltével
ia: {0} retro
id: {0} yang lalu
is: Fyrir {0} síðan
ka: გასულია {0}
kab: {0} aya
ms: {0} lepas
nb_no: {0} siden
nn_no: {0} sidan
ro: acum {0}
sk: {0} dozadu
sq: {0} më parë
sr_latn: pre {0}
sv_se: {0} sedan
te: {0} క్రితం
th: {0} ที่ผ่านมา
tr: {0} önce
vi: {0} trước

source: {addon} was created.
es_ar: {addon} ha sido creado.
fi: {addon} luotiin.
fur: {addon} al è stât creât.
fy_nl: {addon} is makke.
he: התוספת {addon} נוצרה
hr: {addon} je stvoren.
hu: {addon} létrehozva.
ia: {addon} esseva create.
id: {addon} dibuat.
is: {addon} var búin til.
ka: {addon} შექმნილია.
kab: {addon} yettwarna.
ms: {addon} dicipta.
nb_no: {addon} ble opprettet.
nn_no: {addon} vart laga.
ro: {addon} a fost creat.
sk: Doplnok {addon} bol vytvorený.
sq: {addon} u krijua.
sr_latn: {addon} je kreiran.
sv_se: {addon} skapades.
te: {addon} సృష్టించబడింది.
th: สร้าง {addon} แล้ว
tr: {addon} oluşturuldu.
vi: {addon} đã được tạo.

source: {addon} properties edited.
es_ar: Propiedades de {addon} editadas.
fi: Lisäosan {addon} ominaisuuksia on muokattu.
fur: Proprietâts di {addon} modificadis.
fy_nl: Eigenskippen fan {addon} bewurke.
he: המאפיינים של {addon} נערכו.
hr: Svojstva {addon} su uređena.
hu: {addon} tulajdonságai szerkesztve.
ia: Proprietates de {addon} modificate.
id: {addon} properti disunting.
is: {addon} eiginleikum breytt.
ka: {addon} თვისებები ჩასწორებულია.
kab: Timzliyin n {addon} ttwasniflent.
ms: Sifat {addon} diedit.
nb_no: {addon}-egenskaper redigert.
nn_no: Eigenskapar for {addon} redigert.
ro: Proprietăți {addon} editate.
sk: Vlastnosti doplnku {addon} boli upravené.
sq: U përpunuan vetitë e {addon}.
sr_latn: Svojstva su izmenjena za {addon}.
sv_se: Egenskaper för {addon} redigerad.
te: {addon} లక్షణాలు సవరించబడ్డాయి.
th: แก้ไขคุณสมบัติของ {addon} แล้ว
tr: {addon} özellikleri düzenlendi.
vi: Thuộc tính {addon} đã được sửa.

source: {addon} description edited.
es_ar: Descripción de {addon} editada.
fi: Lisäosan {addon} kuvausta on muutettu.
fur: Descrizion di {addon} modificade.
fy_nl: Beskriuwing fan {addon} bewurke.
he: התיאור של {addon} נערך.
hr: Opis {addon} je uređen.
hu: {addon} leírás szerkesztve.
ia: Description de {addon} modificate.
id: Deskripsi {addon} diedit.
is: {addon} lýsingu breytt.
ka: {addon} აღწერა ჩასწორებულია.
kab: Aglam n {addon} ittusnifel.
ms: Keterangan {addon} diedit.
nb_no: {addon}-beskrivelse redigert.
nn_no: Skildring for {addon} redigert.
ro: Descrierea {addon} editată.
sk: Popis doplnku {addon} bol upravený.
sq: U përpunua përshkrimi për {addon}.
sr_latn: Opis je izmenjen za {addon}.
sv_se: Beskrivning för {addon} redigerad.
te: {addon} వివరణ సవరించబడింది.
th: แก้ไขคำอธิบายของ {addon} แล้ว
tr: {addon} açıklaması düzenlendi.
vi: Mô tả {addon} đã được sửa.

source: Categories edited for {addon}.
es_ar: Categorías de {addon} editadas.
fi: Luokkia muokattu lisäosalle {addon}.
fur: Categoriis modificadis par {addon}.
fy_nl: Kategoryen foar {addon} bewurke.
he: הקטגוריות עבור {addon} נערכו.
hr: Kategorije uređene za {addon}.
hu: {addon} kategóriái szerkesztve.
ia: Categorias modificate pro {addon}.
id: Kategori diedit untuk {addon}.
is: Flokkum breytt fyrir {addon}.
ka: {addon}-ის კატეგორიები ჩასწორებულია.
kab: Taggayin ttwasniflent i {addon}.
ms: Kategori diedit untuk {addon}.
nb_no: Kategorier endret for {addon}.
nn_no: Kategoriar redigert for {addon}.
ro: Categorii editate pentru {addon}.
sk: Pre doplnok {addon} boli upravené kategórie.
sq: Kategori të përpunuara për {addon}.
sr_latn: Kategorije su izmenjene za {addon}.
sv_se: Kategorier redigerad för {addon}.
te: {addon} కోసం వర్గం సవరించబడింది.
th: แก้ไขหมวดหมู่ของ {addon} แล้ว
tr: {addon} kategorileri düzenlendi.
vi: Phân mục đã được chỉnh cho {addon}.

source: {0.name} ({1}) added to {addon}.
hu: {0.name} ({1}) hozzáadva a(z) {addon} kiegészítőhöz.
id: {0.name} ({1}) ditambahkan ke {addon}.
ka: {0.name} ({1}) დამატებულია {addon}-ში.
kab: {0.name} ({1}) yettwarna ɣer {addon}.
ms: {0.name} ({1}) ditambah ke {addon}.
sk: {0.name} ({1}) pridaný pre doplnok {addon}.
sq: {0.name} ({1}) u shtua te {addon}.
sr_latn: {0.name} ({1}) dodat u {addon}.
sv_se: {0.name} ({1}) lades till {addon}.
te: {addon}కు {0.name} ({1}) జోడించబడింది.

source: {0.name} ({1}) removed from {addon}.
hu: {0.name} ({1})eltávolítva a(z) {addon} kiegészítőből.
id: {0.name} ({1}) dihapus dari {addon}.
ka: {0.name} ({1}) ამოღებულია {addon}-ის ავტორებიდან.
kab: {0.name} ({1}) yettwakkes si {addon}.
ms: {0.name} ({1}) dibuang daripada {addon}.
sk: {0.name} ({1}) odstránený pre doplnok {addon}.
sq: {0.name} (u hoq si {1}) prej {addon}.
sr_latn: {0.name} ({1}) uklonjeno iz {addon}.
sv_se: {0.name} ({1}) togs bort från {addon}.
te: {addon} నుండి {0.name} ({1}) తొలగించబడింది.

source: Contributions for {addon}.
es_ar: Contribuciones para {addon}.
fi: Kontribuutiot lisäosaan {addon}.
fur: Donazions par {addon}.
fy_nl: Bydragen foar {addon}.
he: תרומות עבור {addon}.
hr: Doprinosi za {addon}.
hu: Adományok a(z) {addon} kiegészítőhöz.
ia: Donationes pro {addon}.
id: Kontribusi untuk {addon}.
is: Framlög til {addon}.
ka: შემოწირულობა {addon}-სთვის.
kab: Ittekkiyen di {addon}.
ms: Sumbangan untuk {addon}.
nb_no: Bidrag for {addon}.
nn_no: Bidrag til {addon}.
ro: Contribuții pentru {addon}.
sk: Príspevky pre {addon}.
sq: Kontribute për {addon}.
sr_latn: Prilozi za {addon}.
sv_se: Bidrag till {addon}.
te: {addon} కోసం సహకారాలు.
th: การบริจาคสำหรับ {addon}
tr: {addon} katkıları.
vi: Đóng góp cho {addon}.

source: {addon} disabled.
es_ar: {addon} deshabilitado.
fi: {addon} poistettu käytöstä.
fur: {addon} disativât.
fy_nl: {addon} útskeakele.
he: {addon} מנוטרל.
hr: Dodatak {addon} je deaktiviran.
hu: {addon} kiegészítő letiltva.
ia: {addon} disactivate.
id: {addon} dinonaktifkan.
is: {addon} óvirkt.
ka: {addon} გათიშულია.
kab: {addon} yetwassens.
ms: {addon} dinyahdayakan.
nb_no: {addon} avslått.
nn_no: {addon} slått av.
ro: {addon} dezactivat.
sk: Doplnok {addon} bol zakázaný.
sq: {addon} u çaktivizua.
sr_latn: {addon} onemogućen.
sv_se: {addon} inaktiverad.
te: {addon} అచేతనపరచు.
th: ปิดการใช้งาน {addon} แล้ว
tr: {addon} devre dışı bırakıldı.
vi: {addon} bị vô hiệu hóa.

source: {addon} enabled.
es_ar: {addon} habilitado.
fi: {addon} otettu käyttöön.
fur: {addon} ativât.
fy_nl: {addon} ynskeakele.
he: {addon} מופעל.
hr: Dodatak {addon} je aktiviran.
hu: {addon} kiegészítő engedélyezve.
ia: {addon} activate.
id: {addon} diaktifkan.
is: {addon} virkt.
ka: {addon} ჩართულია.
kab: {addon} yettwarmed.
ms: {addon} didayakan.
nb_no: {addon} påslått.
nn_no: {addon} slått på.
ro: {addon} activat.
sk: Doplnok {addon} bol povolený.
sq: {addon} u aktivizua.
sr_latn: {addon} omogućen.
sv_se: {addon} aktiverad.
te: {addon} చేతనపరచు.
th: เปิดการใช้งาน {addon} แล้ว
tr: {addon} etkinleştirildi.
vi: {addon} đã bật.

source: Stats set public for {addon}.
hu: {addon} statisztikáinak nyilvános aktiválása.
id: Hitungan ditetapkan untuk umum {addon}.
sk: Štatistiky doplnku {addon} nastavené ako verejné.
sq: Statistikat për {addon} u kaluan publike.
sr_latn: Statistika podešena na javno za {addon}.
sv_se: Statistik satt till publik för {addon}.

source: {addon} stats set to private.
hu: {addon} statisztikáinak beállítása privátra.
id: {addon} penghitungan diatur untuk pribadi.
sk: Štatistiky doplnku {addon} nastavené ako súkromné.
sq: Statistikat për {addon} u kaluan private.
sr_latn: Statistika podešena na privatno za {addon}.
sv_se: Statistik för {addon} satt till privat.

source: {addon} status changed to {0}.
hu: {addon} állapota a következőre módosult: {0}.
id: {addon} status diubah menjadi {0}.
kab: Addad n {addon} yettusnifel ar {0}.
sk: Stav doplnku {addon} zmenený na {0}.
sq: Gjendja për {addon} ndryshoi në {0}.
sr_latn: {addon} status izmenjen na {0}.
sv_se: {addon} status ändrad till {0}.

source: Preview added to {addon}.
hu: Előnézet hozzáadása a(z) {addon} kiegészítőhöz.
id: Pratinjau ditambahkan ke {addon}.
sk: Pre doplnok {addon} pridaná ukážka.
sq: Te {addon} u shtua paraparje.
sr_latn: Pregled dodat za {addon}.
sv_se: Förhandsvisning lades till {addon}.

source: Preview edited for {addon}.
hu: A(z) {addon} kiegészítő előnézetének szerkesztése.
id: Pratinjau diedit untuk {addon}.
sk: Upravená ukážka pre doplnok {addon}.
sq: Te {addon} u përpunua paraparja.
sr_latn: Pregled izmenjen za {addon}.
sv_se: Förhandsvisning redigerad för {addon}.

source: Preview deleted from {addon}.
hu: Előnézet törlése a(z) {addon} kiegészítőtől.
id: Pratinjau dihapus dari {addon}.
sk: Pre doplnok {addon} odstránená ukážka.
sq: Prej {addon} u fshi paraparja.
sr_latn: Pregled izmenjen za {addon}.
sv_se: Förhandsvisning borttagen för {addon}.

source: {version} added to {addon}.
es_ar: {version} agregada a {addon}.
fi: {version} lisätty lisäosaan {addon}.
fur: {version} zontade a {addon}.
fy_nl: {version} oan {addon} tafoege.
he: הגרסה {version} נוספה אל {addon}.
hr: {version} dodan {addon}.
hu: {version} hozzáadva a(z) {addon} kiegészítőhöz.
ia: {version} addite a {addon}.
id: {version} ditambahkan ke {addon}.
is: {version} bætt við {addon}.
ka: {version} დაემატა {addon}-ს.
kab: {version} yettwarna ɣer {addon}.
ms: {version} ditambah ke {addon}.
nb_no: {version} lagt til på {addon}.
nn_no: {version} lagt til {addon}.
ro: {version} a fost adăugată la {addon}.
sk: Pre doplnok {addon} pridaná verzia {version}.
sq: {version} u shtua te {addon}.
sr_latn: {version} dodata u {addon}.
sv_se: {version} lades till {addon}.
te: {version} {addon} కు జోడించబడింది.
th: เพิ่ม {version} ไปยัง {addon} แล้ว
tr: {addon} eklentisine {version} eklendi.
vi: {version} được thêm vào {addon}.

source: {version} edited for {addon}.
es_ar: {version} editada para {addon}.
fi: {version} muokattu lisäosaan {addon}.
fur: {version} modificade par {addon}.
fy_nl: {version} foar {addon} bewurke.
he: הגרסה {version} נערכה עבור {addon}.
hr: {version} uređen za {addon}.
hu: A(z) {addon} kiegészítő {version} verziójának szerkesztése.
ia: {version} redigite pro {addon}.
id: {version} disunting untuk {addon}.
is: {version} breytt fyrir {addon}.
ka: {addon}-ის {version} ჩასწორებულია.
kab: {version} yettwaẓreg i {addon}.
ms: {version} diedit untuk {addon}.
nb_no: {version} redigert for {addon}.
nn_no: {version} redigert for {addon}.
ro: {version} a fost editată pentru {addon}.
sk: Pre doplnok {addon} upravená verzia {version}.
sq: Për {addon} u shtua {version}.
sr_latn: {version} izmenjen za {addon}.
sv_se: {version} redigerad för {addon}.
te: {addon} కోసం {version} సవరించబడింది.
th: แก้ไข {version} สำหรับ {addon} แล้ว
tr: {addon} için {version} düzenlendi.
vi: {version} được chỉnh cho {addon}.

source: Version {0} deleted from {addon}.
es_ar: La versión {0} se ha borrado de {addon}.
fi: Versio {0} poistettu lisäosasta {addon}.
fur: Version {0} eliminade di {addon}.
fy_nl: Ferzje {0} út {addon} fuortsmiten.
he: הגרסה {0} נמחקה מהתוספת {addon}.
hr: Inačica {0} izbrisana iz {addon}.
hu: {0} verzió törlése a(z) {addon} kiegészítőtől.
ia: Version {0} de {addon} delite.
id: Versi {0} dihapus dari {addon}.
is: Útgáfu {0} eytt úr {addon}.
ka: {addon}-ის Version {0} წაშლილია.
kab: Lqem {0} yettwakkes seg uzegrir {addon}.
ms: Versi {0} dibuang daripada {addon}.
nb_no: Versjon {0} slettet fra {addon}.
nn_no: Versjon {0} sletta frå {addon}.
ro: Versiunea {0} a fost ștearsă din {addon}.
sk: Pre doplnok {addon} odstránená verzia {0}.
sq: Versioni {0} u fshi prej {addon}.
sr_latn: Verzija {0} izbrisana iz {addon}.
sv_se: Version {0} borttagen från {addon}.
te: {addon} నుండి వెర్షన్ {0} తొలగించబడింది.
th: ลบรุ่น {0} ออกจาก {addon} แล้ว
tr: {addon} eklentisinden {0} sürümü silindi.
vi: Phiên bản {0} được xóa khỏi {addon}.

source: File {0.name} added to {version} of {addon}.
hu: {0.name} fájl hozzáadva a(z) {addon} kiegészítő {version} változatához.
id: Berkas {0.name} ditambahkan ke {version} dari {addon}.
ka: ფაილის {0.name} დამატებულია {addon}-ის {version}-ზე.
kab: Afaylu {0.name} yettwarna ɣer lqem {version} n {addon}.
ms: Fail {0.name} ditambah ke {version} {addon}.
sk: Pre doplnok {addon} {version} pridaný súbor {0.name}.
sq: Te {addon} {version} u shtua kartela {0.name}.
sr_latn: Datoteka {0.name} dodata u {version} dodatka {addon}.
sv_se: Fil {0.name} lades till {version} av {addon}.
te: {addon} యొక్క {version}కు {0.name} ఫైలు చేర్చబడింది.

source: File {0} deleted from {version} of {addon}.
es_ar: Archivo {0} borrado de {version} de {addon}.
fi: Tiedosto {0} poistettu lisäosan {addon} versiosta {version}.
fur: File {0} eliminât di {addon} {version}.
fy_nl: Bestân {0} út {version} fan {addon} fuortsmiten.
he: הקובץ {0} נמחק מגרסה {version} של התוספת {addon}.
hr: Datoteka {0} izbrisana iz {version} od {addon}.
hu: A(z) {0} fájl törölve a(z) {addon} kiegészítő {version} verziójából.
ia: File {0} delite ex {version} de {addon}.
id: Berkas {0} dihapus dari {version} dari {addon}.
is: Skránni {0} eytt úr {version} af {addon}.
ka: {addon}-ის {version}-იდან ფაილის {0} წაშლილია.
kab: Afaylu {0} yettwakkes si {version} n {addon}.
ms: Fail {0} dibuang daripada {version} {addon}.
nb_no: Fil {0} slettet fra {version} av {addon}.
nn_no: Fila {0} sletta {version} av {addon}.
ro: Fișierul {0} a fost șters din {version} de {addon}.
sk: Pre doplnok {addon} {version} odstránený súbor {0}.
sq: Kartela {0} u fshi nga {version} i {addon}.
sr_latn: Datoteka {0} izbrisana iz {version} dodatka {addon}.
sv_se: Fil {0} togs bort från {version} av {addon}.
te: {addon} యొక్క {version} నుండి {0} ఫైలు తొలగించబడింది.
th: ไฟล์ {0} ถูกลบออกจากรุ่น {version} ของ {addon}
tr: {addon} {version} sürümünden {0} dosyası silindi.
vi: Tập tin {0} được xóa khỏi {version} của {addon}.

source: {addon} {version} approved.
es_ar: {addon} {version} aprobado.
fi: {addon} {version} hyväksytty.
fur: {addon} {version} aprovât.
fy_nl: {addon} {version} goedkard.
he: ‏{addon} {version} אושרה.
hr: {addon} {version} odobren.
hu: {addon} {version} jóváhagyva.
ia: {addon} {version} approbate.
id: {addon} {version} disetujui.
is: {addon} {version} samþykkt.
ka: {addon} {version} მიღებულია.
kab: {addon} {version} yettwaqbel.
ms: {addon} {version} diluluskan.
nb_no: {addon} {version} godkjent.
nn_no: {addon} {version} godkjend.
ro: {addon} {version} aprobat.
sk: Doplnok {addon} {version} schválený.
sq: {addon} {version} u miratua.
sr_latn: {addon} {version} odobren.
sv_se: {addon} {version} godkänd.
te: {addon} {version} ఆమోదించబడింది.
th: {addon} {version} ได้รับการอนุมัติแล้ว
tr: {addon} {version} onaylandı.
vi: {addon} {version} đã được phê duyệt.

source: {addon} {version} given preliminary review.
es_ar: {addon} {version} ha obtenido una revisión preliminar.
fi: {addon} {version} on saanut alustavan katselmoinnin.
fur: Revision preliminâr dade par {addon} {version}.
fy_nl: {addon} {version} is foarearst beoardiele.
he: לתוספת {addon} {version} ניתנה סקירה ראשונית.
hr: {addon} {version} dana preliminarna revizija.
hu: {addon} {version} előzetes értékeléssel rendelkezik.
ia: Revision preliminar de {addon} {version} facite.
id: {addon} {version} diberikan ulasan awal.
is: {addon} {version} gefin bráðabirgðayfirferð.
ka: {addon} {version} გადაცემულია წინასწარი განხილვისთვის.
kab: {addon} {version} acegger amezwaru yettwag.
ms: {addon} {version} diberi semakan awalan.
nb_no: {addon} {version} er foreløpig gjennomgått.
nn_no: {addon} {version} er førebels vurdert.
ro: {addon} {version} a primit o recenzie preliminară.
sk: Doplnok {addon} {version} bol predbežne skontrolovaný.
sq: {addon} {version} pati shqyrtim paraprak.
sr_latn: Data je preliminarna recenzija za {addon} {version}.
sv_se: {addon} {version} fick preliminär granskning.
te: {addon} {version} ఇచ్చిన ప్రాథమిక సమీక్ష.
th: {addon} {version} ได้รับการตรวจสอบเบื้องต้นแล้ว
tr: {addon} {version} ön incelemesi yapıldı.
vi: {addon} {version} đã được xét duyệt sơ bộ.

source: Preliminarily approved
es_ar: Aprobado preliminarmente
fi: Alustavasti hyväksytty
fur: Aprovazion preliminâr
fy_nl: Foarearst beoardiele
he: לאחר אישור טרומי
hr: Preliminarno odobreno
hu: Előzetesen jóváhagyva
ia: Approbate preliminarmente
id: Disetujui sebelumnya
is: Samþykkt til bráðabirgða
ka: წინასწარი ვარიანტი მიღებულია
kab: Yettwaqbel di tazwara
ms: Semakan Awalan diluluskan
nb_no: Foreløpig godkjent
nn_no: Førebels godkjend
ro: Aprobat preliminar
sk: Predbežne schválený
sq: E miratuar paraprakisht
sr_latn: Premiliminarno odobreno
sv_se: Preliminärt godkänd.
te: ప్రాథమిక సమీక్ష
th: อนุมัติเบื้องต้นแล้ว
tr: Ön onay verildi
vi: Được duyệt sơ bộ

source: {addon} {version} rejected.
es_ar: {addon} {version} ha sido rechazado.
fi: {addon} {version} hylättiin.
fur: {addon} {version} refudât.
fy_nl: {addon} {version} ôfwêzen.
he: ‏{addon} {version} נדחתה.
hr: {addon} {version} odbijen.
hu: {addon} {version} elutasítva.
ia: {addon} {version} rejectate.
id: {addon} {version} ditolak.
is: {addon} {version} hafnað.
ka: {addon} {version} უარყოფილია.
kab: {addon} {version} yettwagi.
ms: {addon} {version} ditolak.
nb_no: {addon} {version} avvist.
nn_no: {addon} {version} avvist.
ro: {addon} {version} respins.
sk: Doplnok {addon} {version} zamietnutý.
sq: {addon} {version} u hodh tej.
sr_latn: {addon} {version} je odbijen.
sv_se: {addon} {version} ej godkänd.
te: {addon} {version} తిరస్కరించబడింది.
th: {addon} {version} ถูกปฏิเสธ
tr: {addon} {version} reddedildi.
vi: {addon} {version} bị từ chối.

source: {addon} {version} retained.
es_ar: {addon} {version} ha sido retenido.
fur: {addon} {version} mantignût in code.
fy_nl: {addon} {version} behâlde.
hr: {addon} {version} zadržan.
hu: {addon} {version} megtartva.
ia: {addon} {version} retenite.
id: {addon} {version} dipertahankan.
is: {addon} {version} haldið eftir.
ka: {addon} {version} შეჩერებულია.
kab: {addon} {version} yettwaqbel.
ms: {addon} {version} ditahan.
nb_no: {addon} {version} holdt tilbake.
nn_no: {addon} {version} halden tilbake.
ro: S-a păstrat {addon} {version}.
sk: Doplnok {addon} {version} pozdržaný.
sq: {addon} {version} u mbajt.
sr_latn: {addon} {version} je zadržan.
sv_se: {addon} {version} behölls.
te: {addon} {version} నిలుపుకుంది.
th: {addon} {version} ถูกเก็บไว้แล้ว
tr: {addon} {version} tutuldu.
vi: {addon} {version} giữ nguyên.

source: Retained
es_ar: Retenido
fur: Mantignût in code
fy_nl: Behâlde
hr: Zadržano
hu: Megtartva
ia: Retenite
id: Dipertahankan
is: Haldið eftir
ka: შეჩერებულია
kab: Yettwaqbel
ms: Ditahan
nb_no: Holdt tilbake
nn_no: Halden tilbake
ro: Păstrat
sk: Pozdržaný
sq: E mbajtur
sr_latn: Zadržano
sv_se: Behålls
te: ఉంచబడింది
th: เก็บไว้แล้ว
tr: Tutuldu
vi: Đã giữ lại

source: {addon} {version} escalated.
hu: {addon} {version} továbbítva.
id: {addon} {version} dieskalasi.
ka: {addon} {version} ამოწეულია ზემოთ.
kab: {addon} {version} yuli.
ms: {addon} {version} dipertingkatkan.
sk: Pre doplnok {addon} {version} eskalovaná recenzia.
sq: {addon} {version} u përshkallëzua.
sr_latn: {addon} {version} se eskalirao.
sv_se: {addon} {version} upptrappad.
te: {addon} {version} ఫిర్యాదు చేయబడింది.

source: Escalated
hu: Továbbított
id: Dieskalasi
sk: Eskalovaná recenzia
sq: Për Shqyrtim të Mëtejshëm
sr_latn: Eskalirano
sv_se: Upptrappad

source: {addon} {version} review requested.
es_ar: Se ha pedido la revisión de {addon} {version}.
fur: Domandade revision par {addon} {version}.
fy_nl: Beoardieling foar {addon} {version} oanfrege.
he: נשלחה בקשה לסקירה עבור {addon} {version}.
hr: {addon} {version} zatražio reviziju.
hu: {addon} {version} értékelés-kérelem elküldve.
ia: Revision demandate pro {addon} {version}.
id: {addon} {version} ulasan dimintakan.
is: Beðið um yfirferð fyrir {addon} {version}.
ka: {addon} {version} საჭიროებს განხილვას.
kab: {addon} {version} acegger yettusuter.
ms: {addon} {version} perlu semakan.
nb_no: {addon} {version} gjennomgang er forespurt.
nn_no: Det er bedt om ei vurdering av {addon} {version}.
ro: S-a solicitat o recenzie pentru {addon} {version}.
sk: Pre doplnok {addon} {version} bola vyžiadaná kontrola.
sq: Për {addon} {version} u kërkua shqyrtim.
sr_latn: Zahtevana je recenzija za {addon} {version}.
sv_se: {addon} {version} granskning begärd.
te: {addon} {version} సమీక్ష అభ్యర్థించబడింది.
th: ร้องขอการพิจารณา {addon} {version} แล้ว
tr: {addon} {version} incelemesi talep edildi.
vi: {addon} {version} yêu cầu xét duyệt.

source: Review requested
es_ar: Revisión pedida
fur: Domandade revision
fy_nl: Beoardieling oanfrege
he: נוספה בקשה לסקירה
hr: Zatražena revizija
hu: Értékelést kér
ia: Revision demandate
id: Ulasan diminta
is: Beðið um yfirferð
ka: საჭიროებს განხილვას
kab: Aceggir yettwasuter
ms: Perlu semakan
nb_no: Gjennomgang er forespurt
nn_no: Det er bedt om ei vurdering
ro: Recenzie solicitată
sk: Vyžiadaná kontrola
sq: Është kërkuar shqyrtim
sr_latn: Zahtevana recenzija
sv_se: Granskning begärd
te: సమీక్ష అభ్యర్థించబడింది
th: ร้องขอการพิจารณาแล้ว
tr: İnceleme talep edildi
vi: Yêu cầu đánh giá

source: {addon} {version} more information requested.
es_ar: {addon} {version} necesita más información.
fur: Domandadis informazions in plui par {addon} {version}.
fy_nl: Mear ynformaasje oer {addon} {version} frege.
he: נשלחה בקשה למידע נוסף עבור {addon} {version}.
hr: {addon} {version} zatražio dodatne informacije.
hu: {addon} {version} további információ kérve.
ia: Altere informationes demandate pro {addon} {version}.
id: {addon} {version} tambahan informasi dimintakan.
is: {addon} {version}, óskað er eftir frekari upplýsingum.
ka: {addon} {version} საჭიროებს მეტი მონაცემების მითითებას.
kab: {addon} {version} ugar n telɣut tettusuter.
ms: {addon} {version} perlukan maklumat lanjut.
nb_no: {addon} {version} mer informasjon er forespurt.
nn_no: {addon} {version} det er bedt om meir informasjon.
ro: Informații suplimentare pentru {addon} {version} solicitate.
sk: Požadované ďalšie informácie týkajúce sa doplnku {addon} {version}.
sq: U kërkuan më tepër të dhëna lidhur me {addon} {version}.
sr_latn: Zahtevane su dodatne informacije za {addon} {version}.
sv_se: {addon} {version} mer information begärd.
te: {addon} {version} మరింత సమాచారం అభ్యర్ధించబడింది.
th: ร้องขอข้อมูลเพิ่มเติมเกี่ยวกับ {addon} {version} แล้ว
tr: {addon} {version} için daha fazla bilgi istendi.
vi: Đã yêu cầu thêm thông tin về {addon} {version}.

source: More information requested
es_ar: Se ha pedido más información
fi: Lisätietoja pyydetty
fur: Domandadis informazions in plui
fy_nl: Mear ynformaasje frege
he: נשלחה בקשה למידע נוסף
hr: Traženo više informacija
hu: További információt kér
ia: Altere informationes demandate
id: Diperlukan lebih banyak informasi
is: Frekari upplýsinga óskað
ka: საჭიროა მეტი მონაცემების მითითება
kab: Ugar n telɣut tettusuter
ms: Perlukan maklumat lanjut
nb_no: Mer informasjon er forespurt
nn_no: Det er bedt om meir informasjon
ro: S-au cerut mai multe informații
sk: Požadované dodatočné informácie
sq: Janë kërkuar më tepër të dhëna
sr_latn: Zahtevane dodatne informacije
sv_se: Mer information begärd
te: మరింత సమాచారం అభ్యర్ధించబడింది
th: ร้องขอข้อมูลเพิ่มเติมแล้ว
tr: Daha fazla bilgi istendi
vi: Đã yêu cầu thêm thông tin
