Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: This featured policy only applies to the addons.mozilla.org global list of featured add-ons. Add-ons featured in other locations are often pulled from this list, but Mozilla may feature any add-on in other locations without the Board's consent. Additionally, locale-specific features override the global defaults, so if a locale has opted to select its own features, some or all of the global features may not appear in that locale.
hu: Jelen eljárásrend csak az addons.mozilla.org globális listán kiemelt kiegészítőkre vonatkozik. Más helyen kiemelt kiegészítők gyakran származnak ebből a listából, de a Mozilla kiemelhet bármely más kiegészítőt, más helyről, a testület beleegyezése nélkül. Ezen felül a helyi kiemelések felülírják a globálisan alapértelmezetten, így ha egy helyi kiadás saját kiemelést választ, akkor lehet hogy egyes, vagy akár az összes, globális kiemelés nem jelenik ott meg.
id: Kebijakan pengaya unggulan ini hanya berlaku untuk pengaya unggulan di daftar global addons.mozilla.org. Pengaya yang diunggulkan di lokasi lainnya seringkali diambil dari daftar ini, namun Mozilla dapat mengunggulkan pengaya apa pun di lokasi lainya tanpa persetujuan Badan. Sebagai tambahan, pengaya dengan fitur pelokalan tertentu mengesampingkan ketetapan global, jadi jika sebuah pelokalan telah memilih fitur-fiturnya, sebagian atau keseluruhan dari fitur global boleh jadi tidak muncul di pelokalan tersebut.
sq: Ky rregull vlen vetëm për listën e shtesave të zgjedhura te addons.mozilla.org. Shtesat e zgjedhura në vende të tjera shpesh hiqen prej kësaj liste, por Mozilla mund të kalojë te të zgjedhurat çfarëdo shtese prej vendi tjetër, pa pëlqimin e Trupës. Për më tepër, të zgjedhurat e një vendoreje anashkalojnë parazgjedhjet globale, pra nëse një vendore ka vendosur të përzgjedhë të vetat, disa ose krejt të zgjedhurat globale mund të mos shfaqen te ajo vendore.
sr_latn: Ova istaknuta polisa se odnosi samo na addons.mozilla.org globalnu listu istaknutih dodataka. Istaknuti dodaci na drugim mestima se često izdvajaju iz ove liste, ali Mozilla može da istakne bilo koji dodatak na drugom mestu bez saglasnosti odbora. Pored toga, lokalne specifičnosti zaobilaze globalne podrazumevane, tako da ako se lokal opredelio za svoje mogućnosti, neke ili sve globalne mogućnosti se možda neće pojaviti u tom lokalu.
sv_se: Denna policy för utvalda gäller endast addons.mozilla.org globala lista över utvalda tillägg. Tillägg utvalda på andra platser är dras ofta från den här listan, men Mozilla kan ha utvalda tillägg från andra platser utan nämndens godkännande. Dessutom, språkspecifika funktioner åsidosätter den globala standarden, så om ett språk har valt att välja sina egna funktioner, några eller alla av de globala funktionerna kanske inte visas i det språket.

source: Follow the <a href="%(link_blog)s">Add-ons Blog</a> or <a href="%(link_twitter)s">@mozamo</a> on Twitter to learn when the next application period opens.
hu: Kövesse a <a href="%(link_blog)s">Kiegészítők Blogot</a> vagy a <a href="%(link_twitter)s">@mozamo</a>-t a Twitteren, hogy értesüljön róla, mikor nyit a következő jelölési időszak.
id: Ikuti <a href="%(link_blog)s">Blog Pengaya</a> atau <a href="%(link_twitter)s">@mozamo</a> di Twitter untuk mengetahui kapan periode aplikasi berikutnya dibuka.
sk: Pre informácie o ďalšej perióde sledujte <a href="%(link_blog)s">blog Mozilla Add-ons</a> alebo <a href="%(link_twitter)s">@mozamo</a> na Twitteri.
sq: Ndiqni <a href="%(link_blog)s">Blogun e Shtesave</a> ose <a href="%(link_twitter)s">@mozamo</a> në Twitter që të dini se kur hapet periudha pasuese për aplikime.
sr_latn: Pratite<a href="%(link_blog)s">Add-ons Blog</a> ili <a href="%(link_twitter)s">@mozamo</a> na Twitter-u da biste saznali kada se naredni period aplikacija otvora.
sv_se: Följ <a href="%(link_blog)s">bloggen för tillägg</a> eller <a href="%(link_twitter)s">@mozamo</a> på Twitter för att veta när nästa ansökningsperiod öppnar.

source: Last updated: January 31, 2013
hu: Utolsó frissítés: 2013. január 31.
id: Terakhir diperbarui: Januari 31, 2013
sk: Posledná aktualizácia: 31. januára 2013
sq: Përditësuar së fundmi: 31 Janar, 2013
sr_latn: Poslednje ažuriranje: Januar 31, 2013
sv_se: Senast uppdaterad: 31 januari 2013

source: Review Process
hu: Értékelési folyamat
id: Proses Pemeriksaan
sk: Proces kontroly doplnku
sq: Procesi i Shqyrtimit
sr_latn: Proces pregleda
sv_se: Granskningsprocess

source: In order to ensure all add-ons hosted in our gallery are safe for users to install, Mozilla will begin requiring all hosted add-ons to undergo review. We offer two types of review and developers are free to choose the best fit for their add-on.
hu: A Mozilla minden saját galériájában tárolt kiegészítőnél megköveteli az értékelést, hogy a felhasználók biztonságosan telepíthessék azokat. Két fajta értékelést kínálunk, és a fejlesztők kiválaszthatják a kiegészítőjüknek megfelelőt.
id: Dengan maksud untuk memastikan semua pengaya yang dimuat di galeri kami aman untuk dipasang pengguna, Mozilla akan mulai meminta semua pengaya yang dimuat untuk melewati peninjauan. Kami menawarkan dua tipe tinjauan dan pengaya bebas memilih yang paling tepat untuk pengaya mereka.
sq: Që të sigurohet se krejt shtesat e strehuara në galerinë tonë janë të parrezikshme kur instalohen nga përdoruesit, Mozilla do të fillojë të kërkojë që krejt shtesat e strehuara t’i nënshtrohen shqyrtimit. ofrojmë dy lloje shqyrtimesh dhe zhvilluesit janë të lirë të zgjedhin atë më të përshtatshmen për shtesën e tyre.
sr_latn: Kako bismo obezbedili da svi dodaci koji su hostovani u našoj galeriji bezbedni za korisnike da instaliraju, Mozilla će početi zahtevati da svi dodaci koji se hostuju imaju recenziju. Nudimo dve vrste recenzije i programeri su slobodni da izaberu najbolju koja odgovara za njihovom dodatku.
sv_se: För att säkerställa att alla tillägg som hyses i vårt galleri är säkra för användarna att installera, kommer Mozilla att börja kräva att alla tillägg som hyses ska genomgå granskning. Vi erbjuder två typer av granskning och utvecklare är fria att välja den som passar bäst för deras tillägg.

source: <strong><a href="#full">Full Review</a></strong> &mdash; a thorough functional and code review of the add-on, appropriate for add-ons ready for distribution to the masses. All site features are available to these add-ons.
hu: <strong><a href="#full">Teljes értékelés</a></strong> &mdash; a kiegészítő funkcióinak és kódjának alapos értékelése, terjesztésre kész kiegészítőkhöz ajánlott. Az oldal minden funkciót biztosít ezekhez a kiegészítőkhöz.
id: <strong><a href="#full">Ulasan Lengkap</a></strong> &mdash; tinjauan menyeluruh akan kode dan fungsi pengaya, tepat untuk pengaya yang siap didistribusikan secara luas. Seluruh fitur situs akan tersedia untuk pengaya ini.
sq: <strong><a href="#full">Shqyrtim i Plotë</a></strong> &mdash; shqyrtim shterues i kodit dhe i funksionimit të shtesës, i nevojshëm për shtesa që pretendojnë të jenë të gatshme për shpërndarje te përdoruesit. Për këto shtesa janë të përdorshme krejt veçoritë e sajtit.
sr_latn: <strong><a href="#full">Puna recenzija</a></strong> &mdash; temeljna i funkcionalna recenzija koda dodatka, odgovarajuća za dodatke koji su spremni za distribuciju mase. Sve funkcije veb sajta su dostupne ovim dodacima.
sv_se: <strong><a href="#full">Fullständig granskning</a></strong> &mdash; en grundlig funktionell och kodgranskning av tillägget, lämplig för tillägg som är redo för distribution. Alla webbplatsfunktioner är tillgängliga för dessa tillägg.

source: <strong><a href="#preliminary">Preliminary Review</a></strong> &mdash; a faster review intended for experimental add-ons. Preliminary reviews do not check for functionality or full policy compliance, but the reviewed add-ons have install button cautions and some feature limitations.
hu: <strong><a href="#preliminary">Előzetes értékelés</a></strong> &mdash; egy gyorsabb értékelés kísérleti kiegészítőknek. Az előzetes értékelés nem vizsgálja a teljes működést, és a teljes megfelelést az irányelveknek, de az értékelt kiegészítő figyelmeztetéssel telepíthető, és egyes funkciók korlátozottak.
id: <strong><a href="#preliminary">Ulasan Pendahuluan</a></strong> &mdash; ulasan lebih cepat yang ditujukan untuk pengaya eksperimental. Ulasan pendahuluan tidak memeriksa fungsi atau penyesuaian kebijakan sepenuhnya, namun pengaya yang diulas memiliki tombol peringatan untuk pemasangan dan sejumlah keterbatasan fitur.
sk: <strong><a href="#preliminary">Predbežná kontrola</a></strong> &mdash; jedná sa o rýchlejšiu kontrolu určenú hlavne pre experimentálne doplnky. V rámci predbežnej kontroly sa nekontroluje funkcionalita, plná zhoda zo zásadami pre doplnky a pri doplnku sa na webe zobrazuje varovanie. Funkcie webu sú pre takéto doplnky obmedzené.
sq: <strong><a href="#preliminary">Shqyrtim Paraprak</a></strong> &mdash; një shqyrtim më i shpejtë, i menduar për shtesa eksperimentale. Shqyrtimet paraprake s’kontrollojnë funksionimin apo përputhjen e plotë me rregullat, por për shtesat e shqyrtuara ka kufizime lidhur me butonin e instalimit dhe ca veçori.
sr_latn: <strong><a href="#preliminary">Preliminarna recenzija</a></strong> &mdash; brži pregled je namenjen eksperimentalnim dodacima. Preliminarne recenzije ne proveravaju funkcionalnost i potpunu saglasnost polise privatnosti, ali pregledani dodaci imaju dugme upozorenja i neka ograničenja funkcija.
sv_se: <strong><a href="#preliminary">Preliminär granskning</a></strong> &mdash; en snabbare granskning avsedda för experimentella tillägg. Preliminära granskningar kontrollerar inte funktionalitet eller full policyefterlevnad, men de granskade tillägg har varning på installationsknappen och vissa funktionsbegränsningar.

source: Detailed descriptions of each option are below. After selecting a review process at submission, the add-on will be placed in the queue. Add-ons are reviewed by the <a href="https://wiki.mozilla.org/AMO:Editors">AMO Editors</a>, a group of talented developers that volunteer to help the Mozilla project by reviewing add-ons to ensure a stable and safe experience for users. Developers will receive an email with any updates throughout the review process.
hu: Mindkét értékelési módról részletes leírás található alább. Benyújtáskor az értékelési módszert választva a kiegészítő bekerül a várakozási sorba. Az értékeléseket az <a href="https://wiki.mozilla.org/AMO:Editors">AMO szerkesztők</a>, tehetséges önkéntesek végzik, akik önként jelentkeznek, és a Mozilla projektet kiegészítők értékelésével segítik, biztosítva a biztonságos és stabil felhasználói élményt. A fejlesztők a folyamat lépéseiről e-mailben kapnak értesítést.
id: Deksripsi lengkap tiap pilihan ada di bawah ini. Setelah memilih proses pengulasan saat pendaftaran, pengaya akan ditempatkan dalam antrean. Pengaya akan diulas oleh <a href="https://wiki.mozilla.org/AMO:Editors">AMO Editors</a>, sekelompok pengembang berbakat yang dengan sukarela membantu proyek Mozilla dengan mengulas pengaya untuk memastikan pengalaman yang stabil dan aman untuk pengguna. Pengembang akan menerima surel dengan pembaruan apapun selama proses peninjauan.
sq: Më poshtë ka përshkrime të hollësishme për secilën mundësi. Pasi të përzgjidhet një proces shqyrtimi gjatë parashtrimit, shtesa do të vendoset në radhë. Shtesat shqyrtohen nga <a href="https://wiki.mozilla.org/AMO:Editors">Redaktorët e AMO-s</a>, një grup zhvilluesish të talentuar vullnetarë në ndihmë të projektit Mozilla përmes shqyrtimit të shtesave, për t’u siguruar përdoruesve punim të qëndrueshëm dhe të parrezikshëm. Gjatë procesit të shqyrtimit zhvilluesit do të marrin email me çfarëdo përditësimi gjatë procesit.
sr_latn: Detaljni opisi svake opcije su ispod. Nakon izbora podnešenog procesa recenzije, dodatak će biti stavljen na čekanje. Dodaci su pregledani od strane <a href="https://wiki.mozilla.org/AMO:Editors">AMO urednika</a>, grupe talentovanih programera koji volontiraju da pomognu Mozilla projektima, i pregledom dodataka obezbeđuju stabilno i bezbedno iskustvo za korisnike. Programeri će dobiti e-poštu sa bilo kakvim promenama tokom procesa pregleda.
sv_se: Detaljerade beskrivningar av varje alternativ finns nedan. När du har valt en granskningsprocess vid inskickning, kommer tillägget placeras i kön. Tillägg granskas av <a href="https://wiki.mozilla.org/AMO:Editors">AMO-redigerare</a>, en grupp begåvade utvecklare som är volontärer för att hjälpa Mozilla-projektet genom att granska tillägg för att säkerställa en stabil och säker upplevelse för användarna. Utvecklare kommer få ett mejl med eventuella uppdateringar under hela granskningsprocessen.

source: While waiting for review, add-ons will not appear anywhere in the gallery publicly, but direct links to the add-on's details page will work. This allows the author to blog or share the link with friends, inviting them to try it out, even when not yet reviewed.
id: Saat menunggu ulasan, pengaya tidak akan muncul di manapun di galeri secara publik, namun tautan langsung pada laman rincian pengaya akan bekerja. Ini memungkinkan penulis untuk memasang di blog atau membagi tautannya dengan teman, mengundang mereka untuk mencobanya, bahkan saat belum diulas.
sk: Počas dobu kontroly nie sú doplnky v galérií viditeľné, odkaz na stránku s detailom doplnku by ale mal fungovať. Autor tak môže na doplnok odkázať zo svojho blogu, alebo poslať odkaz známym, aby doplnok vyskúšali ešte skôr, ako bude skontrolovaný.
sq: Ndërkohë që pritet për një shqyrtim, shtesa s’do të shfaqet gjëkundi publikisht në galeri, por lidhjet e drejtpërdrejta për te faqja me hollësitë e shtesës do të funksionojnë. Kjo i lejon autorit ta përdotë lidhjen në blogje ose ta ndajë atë me miqtë, për t’i ftuar ta provojnë, edhe pse s’është shqyrtuar ende.
sr_latn: Dok čekate pregled, dodaci se neće pojaviti bilo gde u javnoj galeriji, ali direktne veze do stranice detalja dodatka će raditi. Ovo omogućava autoru da bloguje ili podeli vezu sa prijateljima, pozivajući ih da ga isprobaju, pre nego što je pregledana.
sv_se: I väntan på granskning, tillägg visas inte någonstans i galleriet offentligt, men direktlänkar till tilläggets informationssida kommer att fungera. Denna gör det möjligt för upphovsmän att blogga eller dela länken med vänner och uppmana dem att prova det, även om den ännu inte har granskats.

source: Full reviews are appropriate for add-ons that are well-tested, stable, fast, and have wide appeal to our users. If you aren't confident that your add-on meets that criteria, please consider working out the kinks while in preliminary review and accumulating user feedback first.
id: Ulasan lengkap sesuai untuk pengaya yang teruji, stabil, cepat dan memiliki daya tarik untuk pengguna kami. Jika anda tidak yakin bahwa pengaya anda memenuhi kriteria tersebut, harap mempertimbangkan memperbaiki kekusutan tersebut saat masih berada dalam ulasan pendahuluan dan mengumpulkan umpan balik pengguna terlebih dahulu.
sq: Shqyrtimet e plota janë të përshtatshme për shtesa që janë vënë mirë në provë, janë të qëndrueshme dhe të shpejta, janë tërheqëse për një masë të madhe të përdoruesve tanë. Nëse s’jeni i bindur se shtesa juaj i plotëson këto kushte, ju lutemi, shihni së pari të merreni me gjërat e nevojshme, ndërkohë që shtesa është nën shqyrtim paraprak, dhe të grumbullimit të përshtypjeve nga përdoruesit.
sr_latn: Puna recenzija odgovara dodacima koji su dobro istestirani, stabilni, brzi i imaju širok apel našim korisnicima. Ako ste sigurni da je Vaš dodatak odgovara kriterijumima, molimo Vas da razmatrate o eksperimentisanju dok je u preliminarnom pregledu i akumuliranju korisnikovih povratnih informacija.
sv_se: Fullständiga granskningar är lämpliga för tillägg som är väl testade, stabila, snabba och har bred attraktion till våra användare. Om du inte är säker på att ditt tillägg uppfyller dessa kriterier, kan du överväga att arbeta med problemen medan den är i preliminär granskning och ackumulera återkoppling från användarna först.

source: We aim to perform full reviews in under 10 days, though most add-ons are reviewed in much less time.
id: Kami berupaya untuk melakukan tinjauan penuh kurang dari 10 hari, meskipun sebagian besar pengaya diulas dalam waktu yang lebih singkat.
sk: Snažíme sa vykonávať plné kontroly do 10 dní. U väčšiny doplnkov je však tento čas kontroly oveľa kratší.
sq: Synimi ynë është kryerja e shqyrtimeve të plota brenda 10 ditësh, por shumica e shtesave shqyrtohen në shumë më pak kohë se aq.
sr_latn: Cilj nam je da izvršimo potpunu recenzije za manje od 10 dana, iako su većina dodataka pregledani i ranije.
sv_se: Vi strävar efter att utföra fullständig granskning på mindre än 10 dagar, även om de flesta tillägg granskas på mycket kortare tid.

source: Testing Methods &amp; Common Issues
hu: Tesztelési módszerek &amp; Gyakori problémák
id: Mengetes Metode &amp; Isu Bersama
sk: Metódy testovania a najčastejšie problémy
sq: Metoda Testimi &amp; Probleme të Rëndomta
sr_latn: Metode testiranja &amp; česti problemi
sv_se: Testmetoder &amp; Vanliga problem

source: When performing a full review, editors will:
hu: Teljes értékeléskor a szerkesztők a következőket teszik:
id: Saat melakukan tinjauan lengkap, penyunting akan:
sk: V rámci kompletnej kontroly bude redaktor vykonávať:
sq: Kur të kryejnë një shqyrtim të plotë, redaktorët do të:
sr_latn: Prilikom obavljanja potpune revizije, urednici će:
sv_se: När du utför en fullständig granskning, kommer redigerarna:

source: install the add-on, making sure it functions as described and is free of major defects
hu: feltelepítik a kiegészítőt, meggyőződve arról hogy a leírás szerint működik, és nagyobb hibáktól mentes
id: memasang pengaya, memastikannya berfungsi sebagaimana dijelaskan dan bebas dari kekurangan yang besar
sk: nainštalovať doplnok, vyskúšať jeho funkčnosť tak, ako je popísaná a skontrolovať, či nejaví problémy
sq: instalojeni shtesën, duke u siguruar se funksionon siç përshkruhet dhe se s’ka defekte të rënda
sr_latn: instalirati dodatak i uveriti se da funkcioniše kao što je opisano i da je bez velikih nedostataka
sv_se: installera tillägget, se till att det fungerar som beskrivs och är fri från större defekter

source: perform a source code review, looking for performance and security best practices
hu: értékelik a forráskódot, teljesítmény és biztonsági megfontolások alapján
id: melakukan peninjauan kode sumber, mencari praktik terbaik performa dan keamanan
sk: vykonať kontrolu zdrojového kódu a pozrieť, či spĺňa zásady pre výkon a bezpečnosť
sq: kryeni një shqyrtim të kodit burim, duke nuhatur praktikat më të mira për performancën dhe sigurinë
sr_latn: izvršiti pregled izvornog koda, u potrazi za najboljim praksama kod performanse i bezbednosti
sv_se: utför en källkodsgranskning, söker efter bästa metoder för prestanda och säkerhet

source: ensure the add-on's privacy policy is in line with its functionality
hu: meggyőződnek arról, hogy a kiegészítő adatvédelmi nyilatkozata összhangban van a funkcionalitással
id: memastikan kebijakan privasi pengaya sejalan dengan fungsinya
sk: uistiť sa, či zásady ochrany súkromia odpovedajú tomu, ako sa doplnok správa
sq: sigurohuni që rregullat e privatësisë së shtesës janë në një vijë me funksionet e saj
sr_latn: uveriti se da je politika privatnosti dodataka je u skladu sa svojom funkcionalnošću
sv_se: säkerställer att tilläggets sekretesspolicy är i linje med dess funktionalitet

source: look for compliance with all of Mozilla's policies, detailed in these documents
hu: ellenőrzik a megfelelést a Mozilla házirendjeivel, amelyek ezekben a dokumentumokban vannak részletezve
id: memastikan kepatuhan terhadap semua kebijakan Mozilla, dirinci dalam dokumen ini
sk: pozrieť na možný rozpor s nejakými zásadami Mozilly, ktoré sú popísané v tomto dokumente
sq: shihni për përputhshmëri me krejt rregullat e Mozilla-s, përshkruar me hollësi në këto dokumente
sr_latn: tražiti u skladu sa svim politikama Mozilla-e, detaljno opisano u ovim dokumentima
sv_se: letar efter att alla Mozillas policyer följs, beskrivs i dessa dokument

source: Some of the most common issues we see when performing these reviews are:
hu: A néhány leggyakoribb probléma amit ezen értékelések alatt látunk:
id: Beberapa masalah paling umum kami jumpai saat melakukan tinjauan ini adalah:
sk: Najčastejšie problémy s ktorými sa v rámci kontroly stretávame:
sq: Disa nga problemet më të rëndomta që shohim kur kryejmë këto shqyrtime janë:
sr_latn: Neki od najčešćih problema koje vidimo prilikom obavljanja pregleda su:
sv_se: Några av de vanligaste problemen som vi ser när vi utför dessa granskningar är:

source: <strong>JavaScript namespace pollution</strong> &mdash; the most common violation. Be sure to <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">wrap your loose variables</a>
hu: <strong>JavaScript névtér szennyezés</strong> &mdash; a leggyakoribb kihágás. Győződjön meg arról, hogy <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">becsomagolja a laza változóit</a>
id: <strong>JavaScript polusi nama</strong> &mdash; pelanggaran paling umum. Pastikan untuk <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">membungkus variabel yang longgar</a>
sq: <strong>JavaScript namespace pollution</strong> &mdash; cenimi më i rëndomtë. Sigurohuni se <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">i keni mbështjellë ndryshoret tuaja të hapërdara</a>
sr_latn: <strong>JavaScript namespace pollution</strong> &mdash; je najčešći prekršaj. Budite sigurni da <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">wrap your loose variables</a>
sv_se: <strong>JavaScript namespace förstöring</strong> &mdash; den vanligate felet. Var noga med att <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">packa in dina lösa variabler</a>

source: proper preference naming - all preference names should begin with "extensions.", followed by the add-on name or some other unique identifier
hu: helyes beállításelnevezés – minden beállításnév „extension.”-tal kell kezdődjön, a kiegészítő nevével vagy más egyedi azonosítóval követve
id: penamaan yang tepat - semua nama yang dipilih harus diawali dengan "ekstensi.", dilanjutkan dengan nama pengaya atau beberapa pengenal unik lainnya
sq: proper preference naming - krejt emrat e parapëlqimeve duhet të fillojnë me "extensions.", pasuar nga emri i shtesës ose ndonjë identifikues tjetër unik
sr_latn: pravilno imenovanje preferenci - sva imena preferenci bi trebalo da počnu sa "extensions.", sledi ime dodatka ili neki drugi jedinstveni identifikator
sv_se: korrekt namngivning för inställning - samtliga inställningsnamn ska börja med "extensions.", följt av tilläggets namn eller någon annan unik identifierare.

source: remote JavaScript execution or injection
hu: távoli JavaScript végrehajtás vagy befecskendezés
id: eksekusi JavaScript secara remote atau injeksi
sk: volanie vzdialeného JavaScriptu, alebo jeho vkladanie
sq: ekzekutim ose injektim JavaScript-i të largët
sr_latn: remote JavaScript execution ili injection
sv_se: remote JavaScript exekvering eller injektion

source: remote XUL
hu: távoli XUL
id: XUL daring
sk: vzdialené XUL
sq: XUL i largët

source: synchronous XMLHttpRequests
hu: szinkron XMLHttpRequestek
id: XMLHttpRequests disinkronkan
sk: synchrónny XMLHttpRequests
sq: XMLHttpRequests sinkrone
sr_latn: sinhroni XMLHttpRequests
sv_se: synkrona XMLHttpRequests

source: obfuscated code
hu: olvashatatlan kód
id: kode yang dikaburkan
sk: kód je prejdený obfuskátorom
sq: kodi i errët
sr_latn: zasenčen kod
sv_se: förvanskad kod
