Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Additional Resources
hu: További források
id: Sumber Daya Lainnya
ka: დამატებითი ბმულები
kab: Tiɣbula nniḍen
ms: Sumber Tambahan
sk: Ďalšie zdroje
sq: Burime Shtesë
sr_latn: Dodatni izvori
sv_se: Fler resurser

source: Learn more about the <a href="http://support.mozilla.com/kb/Search+bar">search bar</a> in {0}
hu: Tudjon meg többet a {0} <a href="http://support.mozilla.com/kb/Search+bar">keresőmezőjéről</a>.
id: Pelajari lebih lanjut mengenai <a href="http://support.mozilla.com/kb/Search+bar">batang pencarian</a> di {0}
kab: Issin ugar ɣef <a href="http://support.mozilla.com/kb/Search+bar">ufeggag n unadi</a> di {0}
sk: Ďalšie informácie o <a href="http://support.mozilla.com/kb/Search+bar">paneli vyhľadávania</a> v aplikácii {0}
sq: Mësoni më tepër rreth <a href="http://support.mozilla.com/kb/Search+bar">shtyllës së kërkimeve</a> te {0}
sr_latn: Saznajte više o <a href="http://support.mozilla.com/kb/Search+bar">traci za pretragu</a> za {0}
sv_se: Läs mer om <a href="http://support.mozilla.com/kb/Search+bar">sökfält</a> i {0}

source: Browse through even more search providers at <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
id: Jelajahi lebih banyak penyedia pencarian di <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
sk: Ďalší poskytovatelia vyhľadávania sú dostupní na stránkach <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
sq: Shfletoni nëpër më tepër mundësues kërkimesh te <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
sr_latn: Pregledajte još više pretraživača na <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
sv_se: Bläddra igenom ännu fler sökleverantörer på <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>

source: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Make your own</a> search tool
hu: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Készítse el saját</a> keresőjét
id: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Buat sendiri</a> perangkat pencarian anda
kab: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Snulfu-d afecku inek n unadi</a>
sq: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Krijoni mjetin tuaj të kërkimeve</a>
sv_se: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Gör din eget</a> sökverktyg

source: Complete Themes
hu: Teljes témák
id: Tema Komplet
ka: სრული თემები
kab: Isental yemden
ms: Tema Lengkap
sk: Plné témy vzhľadu
sq: Tema të Plota
sr_latn: Kompletne teme
sv_se: Kompletta teman

source: Most Popular Extensions
hu: Legnépszerűbb kiterjesztések
id: Ekstensi Paling Populer
ka: ყველაზე ხშირად ჩამოტვირთული გაფართოებები
kab: Isiɣzaf yettwasnen aṭas
ms: Ekstensi Paling Popular
sk: Najpopulárnejšie rozšírenia
sq: Zgjerimet Më Popullore
sr_latn: Najpopularnija proširenja
sv_se: Populäraste utökningarna

source: Top-Rated Extensions
hu: Legjobbra értékelt bővítmények
id: Ekstensi Berperingkat Tinggi
ka: საუკეთესოდ შეფასებული გაფართოებები
kab: Isiɣzaf yettwaszemlen aṭas
ms: Ekstensi Tahap-Tinggi
sk: Najlepšie hodnotené rozšírenia
sq: Zgjerimet Më të Vlerësuara
sr_latn: Proširenja sa najvećom ocenom
sv_se: Högst rankade utökningar

source: Newest Extensions
hu: Legújabb kiegészítők
id: Ekstensi Terbaru
ka: უახლესი გაფართოებები
kab: Isiɣzaf ineggura
ms: Ekstensi Terbaru
sk: Najnovšie rozšírenia
sq: Zgjerimet Më të Reja
sr_latn: Najnovija proširenja
sv_se: Nyaste utökningar

source: Extensions by Name
hu: Bővítmények név szerint
id: Ekstensi berdasarkan Nama
ka: გაფართოებები სახელის მიხედვით
kab: Isiɣzaf s yisem
ms: Ekstensi mengikut Nama
sk: Rozšírenia podľa názvu
sq: Zgjerime sipas Emrash
sr_latn: Proširenja po nazivu
sv_se: Utökningar efter namn

source: Extensions by Weekly Downloads
hu: Bővítmények heti letöltések alapján
id: Ekstensi berdasarkan Unduhan Mingguan
ka: გაფართოებები ყოველკვირეული ჩამოტვირთვების მიხედვით
kab: Isiɣzaf s usider n yal dduṛt
ms: Ekstensi mengikut Muat turun Mingguan
sk: Rozšírenia podľa prevzatí za týždeň
sq: Zgjerime sipas Shkarkimesh Javore
sr_latn: Proširenja po sedmičnim preuzimanjima
sv_se: Utökningar efter nedladdningar per vecka

source: Recently Updated Extensions
hu: Nemrég frissített bővítmények
id: Ekstensi yang Baru-baru ini Diperbarui
ka: ახალი განახლებული გაფართოებები
kab: Isiɣzaf yettusniflen melmi kan
ms: Ekstensi Terkini Dikemaskini
sk: Naposledy aktualizované rozšírenia
sq: Zgjerime të Përditësuara së Fundmi
sr_latn: Nedavno ažurirana proširenja
sv_se: Nyligen uppdaterade utökningar

source: Up & Coming Extensions
hu: Ígéretes bővítmények
id: Ekstensi Yang Akan Datang
ka: გაფართოებები ზრდადი მოთხოვნით
kab: Isiɣzaf yettnernin
ms: Ekstensi Penampilan
sk: Zaujímavé rozšírenia
sq: Zgjerime Premtuese
sr_latn: Nadolazeća proširenja
sv_se: Bubblare utökningar

source: Featured Complete Themes
hu: Kiemelt teljes témák
id: Tema Komplet Unggulan
ka: რჩეული სრული გაფორმებები
kab: Isental itran yemden
ms: Tema Lengkap Sorotan
sk: Odporúčané plné témy vzhľadu
sq: Tema të Plota të Zgjedhura
sr_latn: Istaknute kompletne teme
sv_se: Utvalda kompletta teman

source: Most Popular Complete Themes
hu: Legnépszerűbb teljes témák
id: Tema Komplet Paling Populer
ka: ყველაზე ხშირად ჩამოტვირთული გაფორმებები
kab: Isental yemden yettwasnen
ms: Tema Lengkap Paling Popular
sk: Najpopulárnejšie plné témy vzhľadu
sq: Temat e Plota Më Popullore
sr_latn: Najpopularnije kompletne teme
sv_se: Populäraste kompletta teman

source: Top-Rated Complete Themes
hu: Legjobb értékelésű teljes témák
id: Tema Komplet Berperingkat Tinggi
ka: საუკეთესოდ შეფასებული სრული გაფორმებები
kab: Isental yemden yettwaszemlen atas
ms: Tema Lengkap Tahap-Tinggi
sk: Najlepšie hodnotené plné témy vzhľadu
sq: Temat e Plota Më të Vlerësuara
sr_latn: Najjače ocenjene kompletne teme
sv_se: Högst rankade kompletta teman

source: Newest Complete Themes
hu: Legújabb teljes témák
id: Tema Komplet Terbaru
ka: უახლესი სრული გაფორმებები
kab: Isental yemden melmi kan
ms: Tema Lengkap Terbaru
sk: Najnovšie plné témy vzhľadu
sq: Temat e Plota Më të Reja
sr_latn: Najnovije kompletne teme
sv_se: Nyaste kompletta teman

source: Complete Themes by Name
hu: Teljes témák név szerint
id: Tema Komplet berdasarkan Nama
ka: სრული გაფორმებები სახელის მიხედვით
kab: Isental yemden s yisem
ms: Tema Lengkap mengikut Nama
sk: Plné témy vzhľadu podľa názvu
sq: Tema të Plota sipas Emrash
sr_latn: Kompletne teme po nazivu
sv_se: Kompletta teman efter namn

source: Complete Themes by Weekly Downloads
hu: Teljes témák heti letöltések szerint
id: Tema Komplet berdasarkan Unduhan Mingguan
ka: სრული გაფორმებები ყოველკვირეული ჩამოტვირთვების მიხედვით
kab: Isental yemden s usider n yal dduṛt
ms: Tema Lengkap mengikut Muat turun Mingguan
sk: Plné témy vzhľadu podľa prevzatí za týždeň
sq: Tema të Plota sipas Shkarkimesh Javore
sr_latn: Kompletne teme po sedničnim prezimanjima
sv_se: Kompletta teman efter nedladdningar per vecka

source: Recently Updated Complete Themes
hu: Legutóbb frissített teljes témák
id: Tema Komplet yang Baru-baru Ini Diperbarui
ka: ახალი განახლებული სრული გაფორმებები
kab: ISental yemden yettusniflen melmi kan
ms: Tema Lengkap Terkini Dikemaskini
sk: Naposledy aktualizované plné témy vzhľadu
sq: Tema të Plota Përditësuar së Fundmi
sr_latn: Nedavno ažurirane kompletne teme
sv_se: Nyligen uppdaterade kompletta teman

source: Up & Coming Complete Themes
hu: Ígéretes teljes témák
id: Tema Komplet Yang Akan Datang
ka: სრული თემები ზრდადი მოთხოვნით
kab: Isental imden iteddun yakan
ms: Tema Lengkap Penampilan
sk: Zaujímavé plné témy vzhľadu
sq: Tema të Plota Premtuese
sr_latn: Nadolazeće kompletne teme
sv_se: Bubblare kompletta teman

source: See the %(cnt)s extension in %(name)s &raquo;
hu: Tekintse meg %(cnt)s bővítményt a(z) %(name)s kategóriában &raquo;
id: Lihat seluruh %(cnt)s ekstensi di %(name)s &raquo;
ka: იხილეთ %(cnt)s გაფართოება, კატეგორიაში „%(name)s“ &raquo;
kab: Wali asiɣzef %(cnt)s di %(name)s &raquo;
ms: Lihat semua %(cnt)s ekstensi dalam %(name)s &raquo;
sk: Zobraziť %(cnt)s rozšírenie v %(name)s &raquo;
sq: Shihni zgjatimin %(cnt)s te %(name)s &raquo;
sr_latn: Pogledajte svako %(cnt)s proširenje u %(name)s &raquo;
sv_se: Visa %(cnt)s utökning i %(name)s &raquo;

source: No results found.
es_ar: No se ha encontrado ningún resultado.
fi: Osumia ei löytynyt.
fur: Nissun risultât cjatât.
fy_nl: Gjin resultaten fûn.
he: לא נמצאו תוצאות.
hr: Nema rezultata.
hu: A keresés eredménytelen.
ia: Nulle resultatos trovate.
id: Tidak ada hasil yang ditemukan.
is: Engar niðurstöður fundust.
ka: შედეგები ვერ მოიძებნა.
kab: Ulac igmad yettwafen.
ms: Tiada hasil ditemukan.
nb_no: Ingen resultater.
nn_no: Ingen resultat.
ro: Niciun rezultat găsit.
sk: Nenašli sa žiadne výsledky.
sq: S’u gjetën përfundime.
sr_latn: Nema pronađenih rezultata.
sv_se: Inga resultat hittades.
te: ఫలితాలు కనుగొనబడలేదు.
th: ไม่พบผลลัพธ์
tr: Sonuç bulunamadı.
vi: Không tìm thấy kết quả.

source: {0} Themes
hu: {0} téma
id: {0} Tema
ka: {0} თემა
kab: {0} Isental
ms: Tema {0}
sk: {0} tém vzhľadu
sq: {0} Tema
sr_latn: {0} teme
sv_se: {0} Teman

source: {0}'s Themes
hu: {0} témái
id: {0} Tema
ka: {0}-ის თემები
kab: Isental n {0}
ms: Tema {0}
sk: Témy používateľa {0}
sq: Tema nga {0}
sr_latn: Teme korisnika {0}
sv_se: {0}'s Teman

source: View Profile
hu: Profil megtekintése
id: Lihat Profil
ka: პროფილის ნახვა
kab: Sken amaɣnu
ms: Lihat Profil
sk: Zobraziť profil
sq: Shihni Profilin
sr_latn: Pogledaj profil
sv_se: Visa profil

source: Create Your Own Theme
hu: Saját téma készítése
id: Buatlah Tema Anda Sendiri
ka: შექმენით საკუთარი თემა
kab: Rnu asentel inek
ms: Cipta Tema Anda Sendiri
sk: Vytvorenie svojej vlastnej témy
sq: Krijoni Temën Tuaj
sr_latn: Napravite vlastitu temu
sv_se: Skapa ditt egna tema

source: Your browser, your style! Dress it up with a design of your own!
hu: Az Ön böngészője, az Ön stílusa! Öltöztesse fel saját ízlése szerint!
id: Peramban anda, gaya anda! Hiaslah dengan desain kreasi anda!
ka: გააფორმეთ თქვენი ბრაუზერი, თქვენებურად! შემოსეთ საკუთარი გემოვნებით!
kab: Iminig inek, d aɣanib inek! Sels-as afeṣṣel udmawan!
ms: Pelayar anda, gaya anda! Lengkapinya dengan reka bentuk anda sendiri!
sk: Váš prehliadač, váš štýl. Oblečte si Firefox do vzhľadu, ktorý sa páči Vám!
sq: Shfletuesi juaj, në stilin tuaj! Stoliseni me një dizajn tuajin!
sr_latn: Vaš pregledač, Vaš stil! Obucite ga vlastitim dizajnom!
sv_se: Din webbläsare, din stil! Styla den med en egen design!

source: Learn more
es_ar: Conocer más
fi: Lue lisää
fur: Plui informazions
fy_nl: Mear ynfo
he: מידע נוסף
hr: Saznaj više
hu: Tudjon meg többet
ia: Saper plus
id: Pelajari lebih lanjut
is: Kanna nánar
ka: ვრცლად
kab: Issin ugar
ms: Ketahui selanjutnya
nb_no: Les mer
nn_no: Les meir
ro: Află mai multe
sk: Ďalšie informácie
sq: Mësoni më tepër
sr_latn: Saznajte više
sv_se: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi al
vi: Tìm hiểu thêm

source: View All Recently Added
hu: Összes nemrég hozzáadott megtekintése
id: Tampilkan Yang Baru Ditambahkan
ka: ყველა ახალი დამატებულის ნახვა
kab: Wali akk wid yettwarnan melmi kan
ms: Tinjau Semua Terkini Ditambah
sk: Zobraziť všetky nedávno pridané
sq: Shihni Krejt të Shtuarat së Fundmi
sr_latn: Pogledajte sve nedavno dodate
sv_se: Visa alla nyligen tillagda

source: View All Most Popular
hu: Összes legnépszerűbb megtekintése
id: Tampilkan Paling Populer
ka: ყველა სასურველის ნახვა
kab: Wali akk wid yettwasnen
ms: Tinjau Semua Paling Popular
sk: Zobraziť všetky najpopulárnejšie
sq: Shihni Krejt Më Populloret
sr_latn: Pogledajte sve najpopularnije
sv_se: Visa alla populära

source: View All Top Rated
hu: Összes legtöbbre értékelt megtekintése
id: Tampilkan Peringkat Teratas
ka: ყველა საუკეთესოდ შეფასებულის ნახვა
kab: Wali akk wid yettwaszemlen aṭas
ms: Papar Semua Tahap Tinggi
sk: Zobraziť všetky najlepšie hodnotené
sq: Shihni Krejt Më të Vlerësuarat
sr_latn: Pogledajte sve najjače ocenjene
sv_se: Visa alla högst rankade

source: Over 300,000 designs to personalize your browser! Move your mouse over a Background Theme to try it on. <a href="%(url)s" class="more-info">Start exploring</a>
hu: 300 000-nél is több téma a böngészője testreszabásához! Vigye egerét egy háttértéma fölé a kipróbálásához. <a href="%(url)s" class="more-info">Kezdje el a felfedezést</a>
id: Lebih dari 300,000 desain untuk membuat peramban anda jadi personal! Gerakkan tetikus anda di atas Latar Tema untuk mencobanya. <a href="%(url)s" class="more-info">Mulailah menjelajah</a>
ka: 300,000-ზე მეტი გაფორმება, თქვენი ბრაუზერის მოსარგებად! გადაატარეთ ისარი თემის ფონს და გამოსცადეთ თქვენს ბრაუზერზე. <a href="%(url)s" class="more-info">დაიწყეთ მოძიება</a>
kab: Ugar n 300 000 n isental i waggan n iminig inek! Awi taḥnaccaṭ inek ɣef yiwen seg isental akken ad tt-ɛerḍeṭ. <a href="%(url)s" class="more-info">Bdu asnirem</a>
ms: Lebih 300,000 reka bentuk untuk memperibadikan pelayar anda! Gerakkan tetikus di atas Tema Latar Belakang untuk anda mencubanya. <a href="%(url)s" class="more-info">Mulakan meneroka</a>
sk: Cez 300 tisíc spôsobov, ako si prispôsobiť svoj prehliadač. Presuňte kurzor myši nad tému a uvidíte, ako téma vyzerá v priamo v prehliadači. <a href="%(url)s" class="more-info">Začnite objavovať</a>
sq: Mbi 30000 skema të ndryshme që të personalizoni shfletuesin tuaj! Thjesht kalojini njërës kursorin përsipër që ta provoni. <a href="%(url)s" class="more-info">Filloni eksplorimin</a>
sr_latn: Preko 300,000 dizajna za personalizaciju Vašeg pregledača! Stavite kursor preko pozadinske teme da biste je isprobali. <a href="%(url)s" class="more-info">Počnite istraživati</a>
sv_se: Över 300.000 designer för att anpassa din webbläsare! Flytta musen över ett bakgrundstema för att prova den. <a href="%(url)s" class="more-info">Börja utforska</a>

source: Want more personalization?
hu: További testreszabást szeretne?
id: Ingin personalisasi lebih?
ka: გსურთ მეტად მორგება?
kab: Tebɣiḍ ugar n waggan?
ms: Mahu jadikan lebih personalisasi?
sk: Hľadáte ďalšie možnosti prispôsobenia?
sq: Doni më tepër personalizim?
sr_latn: Želite više personalizacije?
sv_se: Vill du ha fler anpassningar?

source: Complete Themes transform the look of your browser with styles for the window frame, address bar, buttons, tabs, and menus. <a href="%(url)s" class="more-info">Start exploring</a>
hu: A teljes témák átalakítják az egész böngésző megjelenését az ablakkeret, címsor, gombok, lapok és menük stílusaival. <a href="%(url)s" class="more-info">Kezdje el a felfedezést</a>
id: Tema Komplet mentransformasi tampilan peramban anda dengan berbagai gaya untuk bingkai jendela, batang alamat, tombol, tab, dan menu. <a href="%(url)s" class="more-info">Mulailah menjelajah</a>
ka: სრული თემები გარდაქმნის თქვენი ბრაუზერის იერსახეს, ფანჯრების ჩარჩოს, მისამართების ზოლს, ღილაკებს, ჩანართებსა და მენიუს. <a href="%(url)s" class="more-info">გამოცადეთ</a>
kab: Isental ummiden ttbedilen udem n iminig inek s iɣunab di leryuf n usfaylu, afeggag n tensa, tiqeffalin, iccarenakked wumuɣen. <a href="%(url)s" class="more-info">Senker asnirem</a>
ms: Tema Lengkap mengubah penampilan pelayar anda dengan gaya untuk bingkai tetingkap, bar alamat, butang, tab dan menu. <a href="%(url)s" class="more-info">Mulakan meneroka</a>
sk: Plné témy vzhľadu menia vzhľad prehliadača, vrátane okrajov okna, panela s adresou, tlačidiel, kariet a ponúk. <a href="%(url)s" class="more-info">Začnite objavovať</a>
sq: Tema e Plotë e shndërron pamjen e shfletuesit tuaj përmes stilesh për korniza dritaresh, shtyllë adresash, butona, skeda, dhe menu. <a href="%(url)s" class="more-info">Filloni t’i eksploroni</a>
sr_latn: Kompletne teme transformišu izgled Vašeg pregledača sa stilovima za okvir prozora, adresne strake, dugmiće, jezičke i menije. <a href="%(url)s" class="more-info">Počnite istraživati</a>
sv_se: Kompletta teman förändrar utseendet på din webbläsare med stilar för fönsterramen, adressfältet, knappar, flikar och menyer. <a href="%(url)s" class="more-info">Börja utforska</a>

source: Up & Coming Themes
hu: Ígéretes témák
id: Tema Yang Akan Datang
ka: თემები ზრდადი მოთხოვნით
kab: Isental yettnernin
ms: Tema Penampilan
sk: Zaujímavé témy
sq: Tema Premtuese
sr_latn: Nadolazeće teme
sv_se: Bubblare teman

source: View All Up & Coming
hu: Összes ígéretes megtekintése
id: Tampilkan yang Akan Datang
ka: ყველა ზრდადი მოთხოვნის მქონე
kab: Wali akk asfari aneggaru
ms: Tinjau Semua Penampilan
sk: Zobraziť všetky zaujímavé doplnky
sq: Shihini Krejt Premtueset
sr_latn: Pogledajte sve nadolazeće teme
sv_se: Visa alla bubblare

source: No themes found
hu: Nincs téma
id: Tak ada tema yang ditemukan
ka: თემები ვერ მოიძებნა
kab: Ulac isental yettwafen
ms: Tiada tema ditemui
sk: Neboli nájdené žiadne témy
sq: S’u gjetën tema
sr_latn: Nema nađenih tema
sv_se: Inga teman hittades.

source: Easy-to-use themes for Firefox
hu: Egyszerűen használható Firefox témák
id: Tema yang mudah digunakan untuk Firefox
sk: Jednoducho použiteľné témy vzhľadu pre Firefox
sq: Tema Firefox-i të lehta në përdorim
sr_latn: Teme lake za upotrebu za Firefox
sv_se: Enkla-att-använda teman för Firefox

source: More Themes
hu: További témák
id: Tema Lainnya
sk: Ďalšie témy
sq: Më Tepër Tema
sr_latn: Još tema
sv_se: Fler teman

source: &laquo; All Themes
hu: &laquo; Összes téma
id: &laquo; Seluruh Tema
sk: &laquo; Všetky témy
sq: &laquo; Krejt Temat
sr_latn: &laquo; Sve teme
sv_se: &laquo; Alla teman

source: All
es_ar: Todos
fur: Dutis
fy_nl: Alle
he: הכל
hr: Sve
hu: Összes
ia: Toto
id: Всі
ka: ყველა
kab: Akk
ms: Semua
nb_no: Alle
sk: Všetko
sq: Krejt
sr_latn: Sve
sv_se: Alla
te: అన్నీ
th: ทั้งหมด
tr: Tümü
vi: Tất cả

source: All Add-ons
hu: Összes kiegészítő
id: Semua Pengaya
ka: ყველა დამატება
kab: Akk izegrar
ms: Semua Add-ons
sk: Všetky doplnky
sq: Krejt Shtesat
sr_latn: Svi dodaci
sv_se: Alla tillägg

source: Binary
hu: Bináris
id: Biner
ka: ორობითი
kab: Imisin
ms: Binari
sk: Binárny
sq: Dyore
sr_latn: Binarno
sv_se: Binär

source: Non-binary
hu: Nem bináris
id: Non-biner
ka: არაორობითი
ms: Bukan-binari
sk: Nebinárny
sq: Jo-dyore
sr_latn: Ne-binarno
sv_se: Icke-binär

source: Other
es_ar: Otro
fi: Sekalaiset
fur: Altri
fy_nl: Oars
he: אחר
hr: Ostalo
hu: Egyéb
ia: Altere
id: Lainnya
is: Annað
ka: სხვა
kab: Wiyaḍ
ms: Lain-lain
nb_no: Annet
nn_no: Anna
ro: Altele
sk: Iná
sq: Tjetër
sr_latn: Drugo
sv_se: Annat
te: ఇతర
th: อื่น ๆ
tr: Diğer
vi: Khác

source: Add-on Compatibility Report for {app} {version}
sk: Správa o kompatibilite doplnku pre {app} {version}
sq: Raport Përputhshmërie Shtese për {app} {version}

source: {app} {version} Compatibility
sk: Kompatibilita s aplikáciou {app} {version}
sq: Përputhshmëri e {app} {version}

source: Top 95%% compatible with previous version
sq: 95%% kryesueset të përputhshme me versionin e mëparshëm

source: Top 95%% of all add-ons
sq: 95%% e krejt shtesave

source: All active add-ons
sk: Všetky aktívne doplnky
sq: Krejt shtesat aktive

source: App
id: Aplikasi
kab: Asnas
sk: Aplikácia
sq: Zbt
sr_latn: Aplikacija

source: Details for add-ons compatible with previous version:
sk: Detailné informácie pre doplnky, ktoré boli kompatibilné s predchádzajúcou verziou:
sq: Hollësi mbi shtesa të përputhshme me versionin e mëparshëm:

source: Show all versions
sk: Zobraziť všetky verzie
sq: Shfaqi krejt versionet

source: Details for add-ons compatible with all versions:
sk: Detaily pre doplnky, ktoré sú kompatibilné so všetkými verziami:
sq: Hollësi mbi shtesa të përputhshme me krejt versionet:

source: Show previous version only
sk: Zobraziť len predchádzajúcu verziu
sq: Shfaq vetëm versionin e mëparshëm

source: Add-on Compatibility Reports
hu: Kiegészítők kompatibilitási jelentései
id: Laporan Kompatibilitas Pengaya
ka: მოხსენებები დამატებების თავსებადობაზე
kab: Ineqqisen umṣada n izegrar
ms: Laporan Keserasian Add-on
sk: Správy o kompatibilite doplnku
sq: Raporte Përputhshmërie Shtesash
sr_latn: Izveštaji kompatibilnosti dodatka
sv_se: Tillägg kompatibilitetsrapporter

source: <p> Reports submitted to us through the <a href="%(url_)s">Add-on Compatibility Reporter</a> are collected here for developers to view. These reports help us determine which add-ons will need help supporting an upcoming Firefox version. </p>
hu: <p>A <a href="%(url_)s">kiegészítők kompatibilitási jelentésén</a> keresztül beküldött jelentések itt kerülnek összegyűjtésre a fejlesztők számára. Ezek a jelentések segítenek nekünk meghatározni, hogy mely kiegészítők igényelnek majd segítséget egy soron következő Firefox verzió támogatásához.</p>
id: <p> Laporan yang dikirimkan pada kami melalui <a href="%(url_)s">Pelapor Kompatibilitas Pengaya</a> are dikumpulkan di sini oleh para pengembang untuk dilihat. Laporan-laporan ini membantu kami menentukan pengaya mana yang akan memerlukan bantuan dalam mendukung versi Firefox yang akan datang. </p>
ka: <p> <a href="%(url_)s">დამატებების თავსებადობის მომხსენებლის</a> მიერ გადმოგზავნილი მოხსენებები, იკრიბება და გადაეცემა შემმუშავებლებს განსახილველად. ეს მოხსენებები, გვეხმარება დამატებების თავსებადობის ხარვეზების დადგენაში, Firefox-ის ახალ ვერსიასთან მიმართებაში. </p>
kab: <p> Ineqqisen iɣ-d-yewwḍen s <a href="%(url_)s">Amazan n umṣada n uzegrir</a> ttwaleqḍen-d dagi akken ineflayen ad izmiren ad ten-walin. Ineqqisen-agi aɣ-d-mudden tallalt akken ad d-naf izegraryesran tallalt di lqem d-iteddun n Firefox. </p>
ms: <p> Laporan yang dihantar kepada kami melalui <a href="%(url_)s">Pelapor Keserasian Add-on</a> dikumpulkan di sini untuk tinjauan pembangun. Laporan ini membantu kami menentukan add-ons yang perlu dibantu supaya boleh menyokong versi Firefox yang akan datang. </p>
sk: <p> Hlásenia, ktoré nám boli odoslané cez doplnok <a href="%(url_)s">Add-on Compatibility Reporter</a>, sú tu dostupné pre vývojárov. Tieto hlásenia nám pomôžu rozpoznať, ktoré doplnky potrebujú pomoc s podporou pre nadchádzajúcu verziu Firefoxu. </p>
sq: <p> Njoftimet e parashtruara për ne përmes <a href="%(url_)s">Njoftuesit të Përputhshmërisë së Shtesave</a> grumbullohen këtu që t’i shohin programuesit. Këto njoftime na ndihmojnë të përcaktojmë cilat shtesa kanë nevojë për ndihmë që të punojnë me një version të ardhshëm të Firefox-it. </p>
sr_latn: <p> Izveštaji koji su nam dostavnjeni kroz <a href="%(url_)s">Add-on Compatibility Reporter</a> su ovde prikupljeni za programere da vide. Ovi izveštaji nam pomažu da odredimo dodatke kojima treba pomoć za podržavanje naredne verzije Firefox-a. </p>
sv_se: <p> Rapporter som skickas in till oss genom <a href="%(url_)s">Tillägg kompatibilitetsrapporter</a> samlas här för att utvecklare ska se. Dessa rapporter hjälper oss att avgöra vilka tillägg som kommer att behöva hjälp med stöd för en kommande Firefox-version. </p>

source: Reports for your Add-ons
hu: Kiegészítőinek jelentései
id: Laporan untuk Pengaya anda
ka: მოხსენებები, თქვენი დამატებების შესახებ
kab: Ineqqiṣen ɣef uzegrir inek
ms: Laporan untuk Add-ons anda
sk: Správy pre vaše doplnky
sq: Raporte për Shtesën tuaj
sr_latn: Izveštaji za Vaše dodatke
sv_se: Rapporter för dina tillägg

source: Add-on Compatibility Center
hu: Kiegészítő kompatibilitási központ
id: Pusat Kompatibilitas Pengaya
sk: Centrum kompatibility doplnkov
sq: Qendra e Përputhshmërisë së Shtesave
sr_latn: Centar za kompatibilnost dodataka
sv_se: Tillägg kompatibilitetscenter
