Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, bn, el, fa, fi, fur, fy_nl, gu_in, he, hi_in, hr, ia, is, ja, ka, kab, ms, nn_no, pl, pt_br, pt_pt, ro, si, sk, sl, sr_latn, sv_se, te, th, tr, vi

source: Review notes found
ar: وجدنا على ملاحظات مراجعة
bn: ফাইলটি খুঁজে পাওয়া যায়নি
fi: Arvostelumuistiinpanoja löytyi
fur: Revisione lis notis cjatadis
fy_nl: Beoardielingsopmerkingen fûn
gu_in: સમીક્ષાની નોંધો મળી
he: נמצאו הערות לסוקר
hi_in: समीक्षा नोट मिले
hr: Pronađene bilješke ocjene
ia: Notas de revision trovate
is: Yfirferðarskýringar fundust
ja: レビューノートが見つかりました
kab: Tizmilin n ucegger ttwafent
ms: Nota semakan ditemui
nn_no: Fann ingen evalueringar
pl: Znaleziono uwagi do opinii
pt_br: Notas de revisão encontradas
pt_pt: Notas de revisão encontradas
ro: Note de recenzie găsite
si: සමාලෝචන සටහන් හමු විය
sk: Poznámky k hodnoteniu
sl: Najdene opombe pregleda
sv_se: Granskningsanteckningar hittades
te: సమీక్ష గమనికలు కనబడ్డాయి
vi: Xem lại ghi chú

source: Average Reviews
ast: Reseñes promediu
fy_nl: Gemiddelde beoardielingen
hr: Prosječne ocjene
ia: Revisiones medie
ja: レビュー平均
ka: განხილვების საშუალო რაოდ.
kab: Icegggiren ilemmasen
nn_no: Gjennomsnittlege vurderingar
pt_br: Média de avaliações
pt_pt: Pontuação média
sk: Priemerné hodnotenie
sl: Povprečno število ocen
sv_se: Genomsnittliga omdömen

source: Number of Reviews
ast: Númberu de revisores
fy_nl: Oantal beoardielingen
hr: Broj ocjena
ia: Numero de revisiones
ja: レビュー数
ka: განხილვების რაოდენობა:
kab: Amḍan n iceggiren
nn_no: Tal på vurderingar
pt_br: Número de avaliações
pt_pt: Número de análises
sk: Počet hodnotení
sl: Število ocen
sv_se: Antal recensioner

source: Error loading translation
ast: Fallu cargando la traducción
el: Σφάλμα στο φόρτωμα της μετάφρασης
hr: Greška pokretanja prijevoda
ja: 翻訳読み込みエラー
ka: შეცდომა თარგმანის ჩატვირთვისას
nn_no: Feil ved lasting av omsettinga
pt_br: Erro ao carregar tradução
pt_pt: Erro ao carregar a tradução
sk: Chyba pri načítaní prekladu
sl: Napaka pri nalaganju prevoda
sr_latn: Greška pri učitavanju prevoda
sv_se: Fel vid laddning av översättning
tr: Çeviri yüklemede hata

source: Ignore this message in future updates
ast: Inorar esti mensaxe n'anovamientos futuros
hr: Ignoriraj ovu poruku u budućim ažuriranjima
ja: 今後の更新でこのメッセージを無視する
ka: ამ შეტყობინების უგულებელყოფა მომავალ განახლებებში
nn_no: Oversjå denne meldinga i framtidige oppdateringar
pt_br: Ignore esta mensagem em atualizações futuras
pt_pt: Ignorar esta mensagem em futuras atualizações
sk: Ignorovať toto hlásenie pri ďalších aktualizáciách
sl: Prezri to sporočilo v prihodnjih posodobitvah
sv_se: Ignorera det här meddelandet i framtida uppdateringar
tr: Gelecekteki güncellemelerde bu iletiyi yok say

source: Severity for automated signing:
ast: Severidá pal robláu automatizáu:
hr: Točnost automatskog potpisivanja:
ja: 自動署名の厳格さ:
ka: ანგარიშზე ავტომატური შესვლის გამკაცრება:
nn_no: Alvorsgrad for automatisk signering:
pt_br: Severidade para assinatura automatizada:
pt_pt: Severidade para sinalização automática:
sk: Závažnosť pre automatické podpisovanie:
sl: Stopnja samodejnega podpisovanja:
sv_se: Allvarlighetsgrad för automatisk signering:
tr: Otomatik imzalamanın önem derecesi:

source: Loading...
ast: Cargando...
el: Γίνεται φόρτωση...
fy_nl: Lade…
hr: Pokretanje...
ia: Cargamento...
ja: 読み込み中...
ka: იტვირთება....
kab: Asali...
nn_no: Lastar …
pt_br: Carregando...
pt_pt: A carregar...
sk: Načítava sa...
sl: Nalaganje...
sr_latn: Učitavanje...
sv_se: Laddar...
th: กำลังโหลด…
tr: Yükleniyor...

source: <b>{0}</b> character left.
el: <b>{0}</b> χαρακτήρας διαθέσιμος.
fy_nl: <b>{0}</b> teken restearjend.
hr: preostalo <b>{0}</b> slovo.
ia: <b>{0}</b> character restante.
ja: 残り <b>{0}</b> 文字です。
ka: დარჩენილია <b>{0}</b> სიმბოლო.
kab: <b>{0}</b> n usekkil yettwattu.
nn_no: <b>{0}</b> teikn igjen.
pt_br: <b>{0}</b> caractere restante.
pt_pt: Falta <b>{0}</b> caráter.
sk: Zostáva <b>{0}</b> znak.
sl: <b>{0}</b> znak preostane.
sr_latn: <b>{0}</b> karakter preostao.
sv_se: <b>{0}</b> tecken kvar.
th: เหลือ <b>{0}</b> ตัวอักษร
tr: <b>{0}</b> karakter kaldı.

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
ar: هذه الميزة معطلة مؤقتًا بينما نقوم بصيانة الموقع. رجاءً أعِد المحاولة بعد بعض الوقت.
ast: Esta carauterística ta temporalmente deshabilitada entrín facemos el caltenimientu del sitiu. Volvi más sero, por favor.
bn: ওয়েবসাইটটির তত্বাবধানের জন্য এই ফিচারটি সাময়িকভাবে নিষ্ক্রিয় করা হয়েছে। অনুগ্রহপূর্বক কিছুক্ষণ পর পুনরায় চেষ্টা করুন।
el: Αυτό το χαρακτηριστικό έχει απενεργοποιηθεί προς το παρόν λόγω εκτέλεσης εργασιών συντήρησης. Παρακαλούμε προσπαθήστε ξανά αργότερα.
fi: Tämä toiminto on väliaikaisesti poissa käytöstä, sillä suoritamme verkkosivun huoltoa. Tarkista tilanne hieman myöhemmin uudelleen.
fur: Cheste funzion e je pal moment disativade intant che o fasìn lavôrs di manutenzion dal sît web. Torne controle plui tart.
fy_nl: Dizze funksje is tydlik útskeakele fanwegen ûnderhâld oan de website. Probearje it letter nochris.
gu_in: અમે વેબસાઇટ જાળવણી કરતી વખતે આ સુવિધા અસ્થાયી રૂપે અક્ષમ કરેલી છે. થોડીવાર પછી ફરી તપાસો.
he: האפשרות הזאת כבויה זמנית בזמן שאנחנו עושים עבודות תחזוקה באתר. נא לבדוק מאוחר יותר.
hi_in: यह सुविधा अस्थायी रुप से अक्षम है जब तक की हम वेबसाइट रखरखाव कर रहे हैं। कृपया कुछ देर बाद पुनः जाँचे करें।
hr: Usluga je privremeno onemogućena tijekom radova na održavanju stranice. Molimo pokušajte kasnije.
ia: Iste functionalitate es temporarimente disactivate durante que nos exeque le mantenentia del sito web. Per favor controla de novo un poco plus tarde.
is: Þessi eiginleiki er tímabundið óvirkur meðan við sinnum viðhaldi á vefsvæðinu. Athugaðu aftur aðeins síðar.
ja: この機能はサイトメンテナンスのため一時的に無効になっています。また後で試してください。
ka: ვებ-საიტზე ტექნიკური მომსახურების გამო ეს ფუნქცია დროებით გამორთულია. გთხოვთ, შემოიარეთ მოგვიანებით.
kab: Tamahilt-agi tensa akka tura makken nettseggim asmel web. Uɣal-d ticki. Tanemmirt-ik.
ms: Ciri ini dinyahdayakan buat sementara waktu sementara kami melakukan penyelenggaraan laman web. Sila cuba semula sebentar lagi.
nn_no: Denne funksjonen er mellombels slått av medan vi utfører vedlikehald av nettsida. Kom tilbake seinere.
pl: W trakcie wykonywania serwisu witryny ta funkcja jest tymczasowo wyłączona. Sprawdź ponownie nieco później.
pt_br: Este recurso foi temporariamente desabilitado para realizamos a manutenção do site. Por favor, volte mais tarde.
pt_pt: Esta funcionalidade está temporariamente desativada enquanto nós procedemos à manutenção do site da Web. Por favor, volte mais tarde.
ro: Această funcție este dezactivată temporar în timp ce site-ul este în mentenanță. Revino puțin mai târziu.
si: අපි අඩවිය නඩත්තු කරන හෙයින් මෙම විශේෂාංගය තාවකාලිකව අබල කර ඇත. ටික වේලාවකට පසුව නැවත පරීක්‍ෂා කරන්න.
sk: Táto funkcia je dočasne nedostupná kvôli prebiehajúcej údržbe servera. Prosím, skúste to neskôr.
sl: Ta funkcija je začasno onemogočena, medtem ko na strani izvajamo vzdrževalna dela. Prosimo, poskusite znova malo kasneje.
sr_latn: Ova mogućnost je privremeno onemogućena dok obavljamo zadatak održavanja sajta. Molimo probajte malo kasnije.
sv_se: Den här funktionen är tillfälligt inaktiverad under tiden vi utför underhåll på webbplatsen. Vänligen kom tillbaka lite senare.
te: వెబ్‌సైటు నిర్వహణ స్థితిలో ఉన్నప్పుడు ఈ సౌలభ్యం తాత్కాలికంగా నిలిపివేయబడుతుంది. దయచేసి కొంతసేపటి తర్వాత మళ్లీ చూడండి.
th: คุณสมบัตินี้ถูกปิดใช้งานชั่วคราวในขณะที่เรากำลังทำการบำรุงรักษาเว็บไซต์ โปรดกลับมาอีกครั้งในภายหลัง
tr: Bakım nedeniyle bu özellik şu anda devre dışıdır. Lütfen daha sonra tekrar deneyin.
vi: Tính năng này tạm thời bị vô hiệu hóa trong khi chúng tôi đang bảo trì trang web. Vui lòng kiểm tra lại sau.

source: Remove this localization
ar: أزِل هذا التوطين
ast: Desaniciar esti allugamientu
bn: এই স্থানীয়করণ অপসারণ করুন
el: Αφαίρεση αυτής της μετάφρασης
fi: Poista tämä lokalisointi
fur: Gjave cheste localizazion
fy_nl: Dizze oersetting fuortmsite
gu_in: આ સ્થાનિકીકરણ દૂર કરો
he: להסיר את התרגום הזה
hi_in: इस स्थानीयकरण को निकालें
hr: Ukloni ovaj prijevod
ia: Remover iste localisation
is: Fjarlægja þessa staðfærslu
ja: このローカライズを削除
ka: ამ ლოკალიზაციის წაშლა
kab: Kkes asideg agi
ms: Buang lokalisasi ini
nn_no: Fjern denne omsettinga
pl: Usuń tę lokalizację
pt_br: Remover essa localização
pt_pt: Remover esta tradução
ro: Elimină această localizare
si: මෙම දේශීයකරණය ඉවතලන්න
sk: Odstrániť túto lokalizáciu
sl: Odstrani to lokalizacijo
sr_latn: Ukloni ovu lokalizaciju
sv_se: Ta bort denna översättning
te: ఈ స్థానికీకరణను తీసివేయి
th: ลบการแปลนี้
tr: Bu yerelleştirmeyi kaldır
vi: Xóa bản dịch này

source: Password strength:
ast: Fuercia de contraseña:
el: Ισχύς κωδικού:
fy_nl: Wachtwurdsterkte:
hr: Jačina lozinke:
ja: パスワードの強度:
ka: პაროლის სიძლიერე:
kab: Tazmert n wawal uffir:
nn_no: Passordstyrke:
pt_br: Qualidade da senha:
pt_pt: Força da palavra-passe:
sk: Sila hesla:
sl: Moč gesla:
sr_latn: Jačina lozinke:
sv_se: Lösenordsstyrka:
th: ความแข็งแกร่งของรหัสผ่าน:
tr: Parola gücü:

source: At least {0} character left.
ast: Falta polo menos {0} caráuter.
el: Τουλάχιστον {0} χαρακτήρας διαθέσιμος
fy_nl: Op syn minst {0} teken restearjend.
hr: Najmanje {0} znak ostao.
ja: あと {0} 文字以上入力してください。
ka: დარჩენილია სულ მცირე {0} სიმბოლო.
kab: Ɣarṣum {0} n usekkil yettwattu.
nn_no: Minst {0} teikn att.
pt_br: Pelo menos {0} caractere restante.
pt_pt: Falta pelo menos {0} caráter.
sk: Zostáva najmenej {0} znak.
sl: Najmanj {0} znak še preostane.
sr_latn: Ostao je još najmanje {0} karater.
sv_se: Minst {0} tecken kvar.
th: ยังเหลืออีกอย่างน้อย {0} ตัวอักษร
tr: En az {0} karakter kaldı.

source: Requested Info
ar: طُلبت معلومات
ast: Información solicitada
bn: অনুরোধকৃত তখ্য
el: Ζητούμενες πληροφορίες
fi: Pyydetty tieto
fur: Informazions domandadis
fy_nl: Oanfrege ynformaasje
he: נדרש מידע
hi_in: अनुरोधित जानकारी
hr: Zatražene informacije
ia: Informationes requirite
is: Umbeðnar upplýsingar
ja: 求められている情報
ka: მოთხოვნილი ინფორმაცია
kab: Talɣut n usuter
ms: Info diminta
nn_no: Etterspurd info
pl: Żądana informacja
pt_br: Informações solicitadas
pt_pt: Solicitadas mais informações
ro: Informații solicitate
si: ඉල්ලූ තොරතුරු
sk: Požadované informácie
sl: Zahtevani podatki
sr_latn: Zahtevane informacije
sv_se: Begärd info
te: అభ్యర్థించిన సమాచారం
th: ข้อมูลที่ร้องขอ
tr: İstenen Bilgi
vi: Thông tin được yêu cầu

source: Flagged
ar: وُضع عليها علامة
ast: Conseñóse
bn: ফ্লাগ করা হয়েছে
el: Σημειωμένο
fi: Merkitty
fur: Segnalât
fy_nl: Labele
gu_in: ચિહ્નિત
he: מסומן בדגל
hi_in: ध्वजांकित
hr: Neprimjereno
ia: Signalate
is: Flaggað
ja: フラグ付き
ka: დანიშნული
kab: Yettwacreḍ
ms: Ditandai
nn_no: Flagga
pl: Oznaczono
pt_br: Marcado
pt_pt: Marcado
ro: Semnalat
sk: Označené
sl: Označeno
sr_latn: Označeno
sv_se: Flaggad
te: ఫ్లాగైనవి
th: ถูกปักธง
tr: İşaretlendi
vi: Đã gắn cờ

source: Duplicate
ar: مكرّرة
ast: Duplicáu
bn: নকল
el: Αντίγραφο
fi: Kaksoiskappale
fur: Dopli
fy_nl: Duplikaat
gu_in: પ્રતિકૃતિ
he: כפיל
hi_in: प्रतिलिपि
hr: Duplikat
is: Tvítaka
ja: 重複
ka: დუბლირება
kab: Uslig
ms: Duplikasi
nn_no: Duplikat
pl: Duplikat
pt_br: Duplicado
pt_pt: Duplicado
ro: Duplicat
sk: Duplicitné
sl: Dvojnik
sr_latn: Duplikat
sv_se: Duplicera
te: నకిలీ
th: ซ้ำ
tr: Çift kopya
vi: Bản sao

source: Rejected
ar: مرفوضة
ast: Refugáu
bn: বাতিল করা হয়েছে
el: Απορριφθέν
fi: Hylätty
fur: Refudât
fy_nl: Ofwezen
gu_in: નામંજૂર
he: נדחה
hi_in: खारिज
hr: Odbijeno
ia: Rejectate
is: Hafnað
ja: 却下済み
ka: უარყოფილია
kab: Yettwagwi
ms: Ditolak
nn_no: Avvist
pl: Odrzucono
pt_br: Rejeitado
pt_pt: Rejeitado
ro: Respins
si: ප්‍රතික්‍ෂේපිතයි
sk: Zamietnuté
sl: Zavrnjeno
sr_latn: Odbijeno
sv_se: Ej godkänd
te: తిరస్క్రించబదింది
th: ถูกปฏิเสธ
tr: Reddedildi
vi: Từ chối

source: Approved
ar: موافق عليها
ast: Aprobáu
bn: অনুমোদিত
el: Εγκεκριμένο
fi: Hyväksytty
fur: Aprovât
fy_nl: Goedkard
gu_in: મંજૂર
he: אושר
hi_in: अनुमोदित
hr: Odobreno
ia: Approbate
is: Samþykkt
ja: 承認済み
ka: მიღებულია
kab: Yettwaqbel
ms: Diluluskan
nn_no: Godkjend
pl: Zaakceptowano
pt_br: Aprovado
pt_pt: Aprovado
ro: Aprobat
si: අනුමතයි
sk: Schválené
sl: Odobreno
sr_latn: Odobreno
sv_se: Godkänd
te: ఆమోదించబడింది
th: อนุมัติแล้ว
tr: Onaylandı
vi: Chấp nhận

source: No results found
ar: لم يُعثر على نتائج
ast: Nun s'alcontraron resultaos
bn: কোন ফলাফল পাওয়া যায়নি
fi: Tuloksia ei löytynyt
fur: Nissun risultât cjatât
fy_nl: Gjin resultaten fûn
gu_in: પરિણામો મળ્યા નથી
he: לא נמצאו תוצאות
hi_in: कोई परिणाम नहीं मिले
hr: Nema rezultata
ia: Nulle resultatos trovate
is: Engar niðurstöður fundust
ja: 結果なし
ka: შედეგები ვერ მოიძებნა.
kab: Ulac igmad yettwafen
ms: Tiada hasil ditemukan
nn_no: Ingen resultat
pl: Nic nie znaleziono
pt_br: Nenhum resultado encontrado
pt_pt: Não foram encontrados resultados
ro: Nu s-au găsit rezultate
si: ප්‍රතිඵල හමු නොවුණි
sk: Neboli nájdené žiadne výsledky
sl: Ni zadetkov
sv_se: Inga resultat hittades
te: ఎటువంటి ఫలితాలు లభించలేదు
vi: Không tìm thấy kết quả nào

source: Theme
ar: السمة
ast: Tema
bn: থিম
fi: Teema
fur: Teme
fy_nl: Tema
gu_in: થીમ
he: ערכת נושא
hi_in: थीम
hr: Tema
ia: Thema
is: Þema
ja: テーマ
ka: თემა
kab: Asentel
ms: Tema
nn_no: Tema
pl: Motyw
pt_br: Tema
pt_pt: Tema
ro: Temă
si: තේමාව
sk: Téma
sl: Tema
sv_se: Tema
te: అలంకారం
vi: Chủ đề

source: Reviewer
ar: المُراجع
ast: Revisor
bn: রিভিউকারী
fi: Arvioija
fur: Revisôr
fy_nl: Beoardielaar
gu_in: સમીક્ષક
he: סוקר
hi_in: समीक्षक
hr: Ocjenitelj
ia: Revisor
is: Höfundur umsagnar
ja: レビュー担当者
ka: მიმომხილველი
kab: Amcegger
ms: Pengulas
nn_no: Evaluerar
pl: Recenzent
pt_br: Revisor
pt_pt: Revisor
ro: Recenzent
si: සමාලෝචක
sk: Recenzent
sl: Pregledovalec
sv_se: Granskare
te: సమీక్షకుడు
vi: Người đánh giá

source: All tests passed successfully.
ar: مرّت كافة الاختبارات بنجاح.
ast: Toles pruebes foron esitoses.
bn: সকল পরীক্ষায় সফলভাবে উত্তীর্ণ হয়েছে।
el: Όλοι οι έλεγχοι ολοκληρώθηκαν επιτυχώς.
fi: Kaikki testit läpäistiin onnistuneesti.
fur: Dutis lis provis a son stadis superadis cun sucès.
fy_nl: Alle tests mei sukses trochstien.
gu_in: બધા પરીક્ષણો સફળતાપૂર્વક પસાર થયા.
he: כל הבדיקות עברו בהצלחה.
hi_in: सभी परीक्षण सफलतापूर्वक पारित किये गए।
hr: Svi testovi su uspješno obavljeni.
ia: Tote le tests passate con successo.
is: Stóðst öll próf.
ja: すべてのテストに合格しました。
ka: ყველა შემოწმება დასრულდა წარმატებით.
kab: Akk ikayaden ddan akken iwata.
ms: Lulus semua ujian.
nn_no: Alle testar fullførte.
pl: Wszystkie testy zostały zaliczone.
pt_br: Todos os testes foram aprovados com sucesso.
pt_pt: Todos os testes passaram com sucesso.
ro: Toate testele trecute cu succes.
sk: Všetky testy ukončené úspešne.
sl: Vsi preskusi so bili uspešno opravljeni.
sr_latn: Svi testovi su uspešno završeni.
sv_se: Alla test klarades.
te: అన్ని పరీక్షలు విజయవంతంగా ఆమోదించబడ్డాయి.
th: การทดสอบทั้งหมดผ่านอย่างประสบความสำเร็จ
tr: Tüm testler başarıyla geçildi.
vi: Tất cả các bài kiểm tra đã thông qua.

source: These tests were not run.
ar: لم تُشغّل هذه الاختبارات.
ast: Nun s'executaron estes pruebes.
bn: এই পরীক্ষাগুলো করা হয়নি।
el: Δεν εκτελέστηκαν αυτοί οι έλεγχοι.
fi: Näitä testejä ei suoritettu.
fur: No son stadis fatis chestis provis.
fy_nl: Dizze tests binne net útfierd.
gu_in: આ પરીક્ષણો થયા નહી.
he: הבדיקות האלו לא רצו.
hi_in: इन परीक्षणों को नहीं चलाया गया।
hr: Ovi testovi su obavljeni.
ia: Iste tests non esseva facite fluer.
is: Þessi próf voru ekki keyrð.
ja: これらのテストは実行されませんでした。
ka: ეს შემოწმებები არ განხორციელებულა.
kab: Ikayaden agi ur ttwasselkem ara.
ms: Ujian berikut tidak dilaksanakan.
nn_no: Desse testane vart ikkje køyrde.
pl: Testy te nie zostały uruchomione.
pt_br: Esses testes não foram executados.
pt_pt: Estes testes não foram executados.
ro: Aceste teste nu au fost efectuate.
sk: Tieto testy neboli spustené.
sl: Ti preskusi niso bili zagnani.
sr_latn: Ovi testovi nisu izvršeni.
sv_se: Dessa tester kördes inte.
te: ఈ పరీక్షలు అమలు కాలేదు.
th: การทดสอบเหล่านี้ไม่ทำงาน
tr: Bu testler çalıştırılmadı.
vi: Những bài kiểm tra đã không được chạy.

source: Tests
ar: الاختبارات
ast: Pruebes
bn: পরীক্ষাসমূহ
el: Έλεγχοι
fa: آزمونها
fi: Testit
fur: Provis
gu_in: પરીક્ષણો
he: בדיקות
hi_in: परीक्षण
hr: Testovi
is: Prófanir
ja: テスト
ka: შემოწმება
kab: Ikayaden
ms: Ujian
nn_no: Testar
pl: Testy
pt_br: Testes
pt_pt: Testes
ro: Teste
sk: Testy
sl: Preskusi
sr_latn: Testovi
sv_se: Tester
te: పరీక్షలు
th: ทดสอบ
tr: Testler
vi: Kiểm tra

source: Error
ar: خطأ
ast: Fallu
bn: ভূল
el: Σφάλμα
fa: خطا
fi: Virhe
fur: Erôr
fy_nl: Flater
gu_in: ભૂલ
he: שגיאה
hi_in: त्रुटि
hr: Pogreška
is: Villa
ja: エラー
ka: შეცდომა
kab: Tuccḍa
ms: Ralat
nn_no: Feil
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
si: දෝෂයකි
sk: Chyba
sl: Napaka
sr_latn: Greška
sv_se: Fel
te: లోపం
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi

source: Warning
ar: تحذير
ast: Alvertencia
bn: সর্তকবার্তা
el: Προειδοποίηση
fi: Varoitus
fur: Avertiment
fy_nl: Warskôging
gu_in: ચેતવણી
he: אזהרה
hi_in: चेतावनी
hr: Upozorenje
ia: Aviso
is: Aðvörun
ja: 警告
ka: გაფრთხილება
kab: Ɣur-k
ms: Amaran
nn_no: Åtvaring
pl: Ostrzeżenie
pt_br: Alerta
pt_pt: Aviso
ro: Avertisment
si: අවවාදයයි
sk: Upozornenie
sl: Opozorilo
sr_latn: Upozorenje
sv_se: Varning
te: హెచ్చరిక
th: คำเตือน
tr: Uyarı
vi: Cảnh báo

source: Suggestions for passing automated signing:
ast: Suxerencies pa pasar el robláu automatizáu:
hr: Sugestije za prolazak kroz automatsko potpisivanje:
ja: 自動署名をパスするための提案:
ka: შემოთავაზებები, ანგარიშზე ავტომატურად შესვლისთვის:
nn_no: Forslag for fullføra automatisk signering:
pt_br: Sugestões para a passagem automática de assinatura:
pt_pt: Sugestões para passar a assinatura automática:
sk: Odporúčania k úspešnému dokončeniu automatického podpísania:
sl: Predlogi za opravljanje samodejnega podpisovanja:
sv_se: Förslag för att klara automatisk signering:
tr: Otomatik imzalamaya geçmek için öneriler:

source: {0} line {1} column {2}
ar: {0} سطر {1} عمود {2}
bn: {0} লাইন {1} কলাম {2}
fi: {0} rivi {1} sarake {2}
fur: {0} rie {1} colone {2}
fy_nl: {0} rigel {1} kolom {2}
he: {0} שורה {1} עמודה {2}
hi_in: {0} पंक्ति {1} कॉलम {2}
hr: {0} linija {1} kolona {2}
ia: {0} linea {1} columna {2}
is: {0} lína {1} dálkur {2}
ja: {0} 行: {1} 列: {2}
kab: {0} izirig {1} tigejdit {2}
ms: {0} baris {1} lajur {2}
nn_no: {0} rad {1} kolonne {2}
pl: Wiersz: {0}, kolumna: {1} {2}
pt_br: {0} linha {1} coluna {2}
pt_pt: {0} linha {1} coluna {2}
ro: {0} rândul {1} coloana {2}
sk: {0} riadok {1} stĺpec {2}
sl: {0} vrstica {1} stolpec {2}
sv_se: {0} rad {1} kolumn {2}
te: {0} వరుస {1} నిలువు వరుస {2}
vi: {0} dòng {1} cột {2}

source: {0} line {1}
ar: ‏{0} سطر {1}
bn: {0} এর {1}
fa: {0} خط {1}
fi: {0} rivi {1}
fur: {0} rie {1}
fy_nl: {0} rigel {1}
he: {0} שורה {1}
hi_in: {0} पंक्ति {1}
hr: {0} linija {1}
ia: {0} linea {1}
is: {0} lína {1}
ja: {0} 行: {1}
kab: {0} izirig{1}
ms: {0} baris {1}
nn_no: {0} rad {1}
pl: {0} wiersz {1}
pt_br: {0} linha {1}
pt_pt: {0} linha {1}
ro: {0} rândul {1}
sk: {0} riadok {1}
sl: {0} vrstica {1}
sv_se: {0} rad {1}
te: {0} వరుస {1}
vi: {0} dòng {1}

source: Compatibility Tests
ast: Pruebes de compatibilidá
el: Τεστ συμβατότητας
fy_nl: Kompatibiliteitstests
hr: Testovi kompatibilnosti
ia: Test de compatibilitate
ja: 互換性テスト
ka: შემოწმებები თავსებადობაზე
kab: Ikayaden n umṣada
nn_no: Kompatibilitetstestar
pt_br: Testes de compatibilidade
pt_pt: Testes de compatibilidade
sk: Testy kompatibility
sl: Preskusi združljivosti
sr_latn: Testovi kompatibilnosti
sv_se: Kompatibilitetstester
th: การทดสอบความเข้ากันได้
tr: Uyumluluk Testleri

source: Add-on failed validation.
ar: فشل التثبّت من الإضافة.
bn: অ্যাপটি যাচাইকরণ প্রক্রিয়ায় ব্যার্থ হয়েছে।
el: Το πρόσθετο απέτυχε να επικυρωθεί.
fi: Lisäosa ei läpäissyt tarkistusta.
fur: Il component adizionâl nol à superât la convalide.
fy_nl: Add-on hat falidaasje net trochstien.
gu_in: ઍડ-ઑનને માન્યતા મળી શકી નહી.
he: התוספת נכשלה בבדיקת האימות.
hi_in: ऐड-ऑन असफल सत्यापन।
hr: Dodatak nije prošao ovjeru.
ia: Validation de additivo fallite.
is: Viðbót féll á fullgildingu.
ja: アドオンは検証に失敗しました。
ka: დამატებამ შემოწმება ვერ გაიარა.
kab: Asentem n uzegrir ur yeddi ara.
ms: Add-on gagal pengesahan.
nn_no: Validering av utvidinga var mislykka.
pl: Dodatek nie przeszedł weryfikacji.
pt_br: A validação do complemento falhou.
pt_pt: O extra falhou a validação.
ro: Suplimentul a picat validarea.
si: එක්කහුව වලංගුකරණයට අසමත් විය
sk: Doplnok neprešiel overením.
sl: Preverjanje veljavnosti dodatka je spodletelo.
sr_latn: Dodatak nije prošao proveru.
sv_se: Tillägg misslyckades validering.
te: పొడిగింత ధ్రువీకరణ విఫలమైంది.
th: ส่วนเสริมของคุณไม่ผ่านการตรวจสอบ
tr: Eklenti, doğrulamadan geçemedi.
vi: Tiện ích xác thực không thành công.

source: Add-on passed validation.
ar: نجح التثبّت من الإضافة.
bn: অ্যাপ যাচাই প্রক্রিয়ায় উত্তীর্ণ হয়েছে।
el: Το πρόσθετο επικυρώθηκε.
fi: Lisäosa läpäisi tarkistuksen.
fur: Il component adizionâl al à passât la convalide.
fy_nl: Add-on hat falidaasje trochstien.
gu_in: ઍડ-ઑનને માન્યતા મળી.
he: התוספת עברה את בדיקת האימות.
hi_in: एड-ऑन असफल सत्यापन।
hr: Dodatak je prošao ovjeru.
ia: Validation de additivo passate.
is: Viðbót stóðst fullgildingu.
ja: アドオンは検証に合格しました。
ka: დამატებამ შემოწმება გაიარა.
kab: Asentem n uzegrir yedda.
ms: Add-on lulus pengesahan.
nn_no: Vellykka validering av utvidinga.
pl: Dodatek przeszedł weryfikację.
pt_br: O complemento foi aprovado na validação.
pt_pt: O extra passou a validação.
ro: Suplimentul a trecut validarea.
si: එක්කහුව වලංගුකරණයෙන් සමත් විය
sk: Doplnok prešiel overením.
sl: Preverjanje veljavnosti dodatka je bilo uspešno.
sr_latn: Dodatak je prošao proveru.
sv_se: Tillägg passerade validering.
te: పొడిగింత ధ్రువీకరణను ఆమోదించింది.
th: ส่วนเสริมของคุณได้ผ่านการตรวจสอบ
tr: Eklenti, doğrulamadan geçti.
vi: Tiện ích đã thông qua xác nhận.

source: {0} error
ar: لا أخطاء
ast: {0} fallu
bn: {0} টি ভুল
el: {0} σφάλμα
fa: {0} خطا
fi: {0} virhe
fur: {0} erôr
fy_nl: {0} flater
gu_in: {0} ભૂલ
he: שגיאה אחת
hi_in: {0} त्रुटि
hr: {0} pogreška
is: Villa
ja: {0} 個のエラー
ka: {0} შეცდომა
kab: {0} tuccḍa
ms: {0} ralat
nn_no: {0} feil
pl: {0} błąd
pt_br: {0} erro
pt_pt: {0} erro
ro: {0} eroare
si: දෝෂ {0}
sk: {0} chyba
sl: {0} napaka
sr_latn: {0} greška
sv_se: {0} fel
te: {0} లోపం
th: {0} ข้อผิดพลาด
tr: {0} hata
vi: {0} lỗi

source: {0} warning
ar: لا تحذيرات
ast: {0} alvertencia
bn: {0} টি সর্তকবার্তা
el: {0} προειδοποίηση
fa: {0} هشدار
fi: {0} varoitus
fur: {0} avertiment
fy_nl: {0} warskôging
gu_in: {0} ચેતવણી
he: אזהרה אחת
hi_in: {0} चेतावनी
hr: {0} upozorenje
ia: {0} aviso
is: {0} aðvörun
ja: {0} 個の警告
ka: {0} გაფრთხილება
kab: {0} alɣu
ms: {0} amaran
nn_no: {0} åtvaring
pl: {0} ostrzeżenie
pt_br: {0} alerta
pt_pt: {0} aviso
ro: {0} avertisment
si: අවවාද {0}
sk: {0} varovanie
sl: {0} opozorilo
sr_latn: {0} upozorenje
sv_se: {0} varning
te: {0} హెచ్చరిక
th: {0} คำเตือน
tr: {0} uyarı
vi: {0} cảnh báo

source: {0} notice
ar: لا ملاحظات
ast: {0} avisu
bn: {0} টি নটিশ
el: {0} σημείωμα
fa: {0} اعلامیه
fi: {0} ilmoitus
fur: {0} avîs
fy_nl: {0} berjocht
gu_in: {0} સૂચના
he: הודעה אחת
hi_in: {0} नोटिस
hr: {0} bilješka
ia: {0} notification
is: {0} tilkynning
ja: {0} 個の通知
ka: {0} შენიშვნა
kab: {0} tamawt
ms: {0} notis
nn_no: {0} merknad
pl: {0} informacja
pt_br: {0} notícia
pt_pt: {0} nota
ro: {0} notificare
si: දැන්වීම් {0}
sk: {0} upozornenie
sl: {0} obvestilo
sr_latn: {0} obaveštenje
sv_se: {0} meddelande
te: {0} నోటీసు
tr: {0} bildirim
vi: {0} chú ý
