Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: If your add-on transmits any data from the user's computer, a privacy policy is required that explains what data is sent and how it is used.
es_ar: Si tu complemento transmite datos desde el equipo del usuario, se requiere una política de privacidad que explique qué datos se envían y cómo se utilizan.
fi: Jos lisäosasi lähettää tietoja käyttäjän tietokoneelta, vaaditaan tietosuojakäytäntö, jossa selitetään, mitä tietoja lähetetään ja miten tietoja käytetään.
fur: Se il to component adizionâl al trasmet dâts dal dispositîf dal utent, e covente une informative su la riservatece che e spieghe ce dâts che a vegnin inviâts e cemût che a vegnin doprâts.
fy_nl: As jo add-on gegevens ferstjoert fan de kompjûter fan de brûker ôf is in privacybelied dat útleit hokker gegevens ferstjoerd wurde en hoe’t dizze brûkt wurde ferplicht.
he: אם התוספת שלך מעבירה נתונים כלשהם מהמחשב של המשתמש, נדרשת מדיניות פרטיות שמסבירה אילו נתונים נשלחים ומה אופן השימוש בהם.
hr: Ako tvoj dodatak prenosi bilo koje podatke s računala korisnika, moraš navesti politiku privatnosti, koja objašnjava, koji se podaci šalju i kako se koriste.
ia: Si tu additivo transmitte datos ab le computator del usator, un politica de confidentialitate es necessari que explica que datos es inviate e como illos es usate.
ka: თუ თქვენი დამატება მონაცემებს იღებს და აგზავნის მომხმარებლის კომპიუტერიდან, აუცილებელია პირადი მონაცემების დაცვის დებულება, სადაც განმარტებული იქნება, რა ინფორმაცია იგზავნება და როგორ ხდება მისი გამოყენება.
kab: Ma yella azegrir inek yettazen isefka seg uselkim n useqdac, tasertit n tbaḍnit tettwasra akken ad tsegzuḍ anwa isefka ara yettwaznen udiɣ amek ara ttwasqedcen.
ms: Jika add-on anda menghantar data daripada komputer pengguna, polisi privasi diperlukan yang menjelaskan jenis data yang dihantar dan cara data itu digunakan.
nb_no: Hvis tillegget ditt overfører data fra brukerens datamaskin, kreves det en personvernpraksis som forklarer hvilke data som sendes og hvordan de brukes.
nn_no: Om utvidinga di overfører data frå datamaskina til brukaren, krevst det ein personvernpraksis som skildrar kva for data som vert overførte og korleis dei vert brukte.
ro: Dacă suplimentul tău transmite orice date de pe calculatorul utilizatorului, este necesară o politică de confidențialitate care să explice ce date sunt transmise și cum sunt utilizate.
th: ถ้าส่วนเสริมของคุณมีการส่งข้อมูลใดๆ จากคอมพิวเตอร์ของผู้ใช้ ก็จะต้องมีนโยบายความเป็นส่วนตัวซึ่งอธิบายว่ามีการส่งข้อมูลอะไรบ้าง และข้อมูลนั้นถูกนำไปใช้อย่างไร
tr: Eklentiniz kullanıcı bilgisayarından herhangi bir veri iletiyorsa, hangi verilerin gönderildiğini ve nasıl kullanıldığını açıklayan bir gizlilik ilkesi gereklidir.
vi: Nếu tiện ích của bạn truyền bất kỳ dữ liệu nào từ máy tính của người dùng, thì cần phải có chính sách bảo mật giải thích dữ liệu nào được gửi và cách dữ liệu đó được sử dụng.

source: Notes to Reviewer:
es_ar: Notas para revisores:
fi: Huomiot tarkastajalle:
fur: Notis pai revisôrs:
fy_nl: Opmerkingen foar beoardielers:
he: הערות לסוקר:
hr: Napomene za recenzenta:
ia: Notas pro le revisor:
is: Athugasemdir til yfirferðaraðila:
ka: შენიშვნები მიმომხილველისთვის:
kab: Iwenitten i umcegger:
ms: Nota kepada Penyemak:
nb_no: Merknader for gjennomgangsperson:
nn_no: Merknad for vurderar:
ro: Note către revizor:
te: సమీక్షకులకు గమనికలు:
th: หมายเหตุถึงนักวิจารณ์:
tr: İnceleyene notlar:
vi: Ghi chú cho người đánh giá:

source: Is there anything our reviewers should bear in mind when reviewing this add-on?
es_ar: ¿Hay algo que tengan que tener en cuenta los revisores al verificar este complemento?
fi: Onko jotain, mitä katselmointia suorittavien tulisi pitää mielessä tätä lisäosaa katselmoidessaan?
fur: Isal alc in particolâr che i revisôrs a varessin di tignî in considerazion dilunc la revision di chest component adizionâl?
fy_nl: Is der earne wat ús beoardielers yn tinzen hâlde moatte by de beoardieling fan dizze add-on?
he: האם יש משהו שכדאי לסוקרים לשקול בעת סקירת תוספת זו?
hr: Moraju li naši recenzenti na nešto paziti prilikom pregleda ovog dodatka?
ia: Ha il alco que tu revisores debe tener in mente durante le revision de iste additivo?
ka: არის რამე ისეთი, რაც გსურთ, რომ ჩვენმა მიმომხილველებმა მხედველობაში მიიღონ, ამ დამატების განხილვისას?
kab: Yella wayen nniḍen i yessefk ad ẓren imsekyaden i ucegger n uzegrir-agi?
ms: Apa yang perlu penyemak ingat apabila menyemak add-on ini?
nb_no: Er det noe våre gjennomgangspersoner bør ha i tankene når de gjennomgår dette tillegget?
nn_no: Er det noko vurderingspersonane våre bør ha i tankane når dei vurderer dette tillegget?
ro: E ceva de care revizorii noștri ar trebui să țină cont la analizarea acestui supliment?
te: ఈ పొడగింతని సమీక్షించేటప్పుడు మా సమీక్షకులు మనసులో ఉంచుకోవాల్సినది ఏమైనా ఉందా?
th: มีอะไรที่ผู้ตรวจทานของเราควรคำนึงถึงเมื่อตรวจทานส่วนเสริมนี้?
tr: Bu eklentiyi incelerken inceleyicilerin dikkate alması gereken bir şey var mı?
vi: Có điều gì mà người đánh giá của chúng tôi cần lưu ý khi đánh giá tiện ích này không?

source: These notes will only be visible to you and our reviewers.
es_ar: Solo tú y nuestros revisores podréis ver estas notas.
fi: Nämä muistiinpanot näkyvät vain sinulle ja katselmointia suorittaville.
fur: Dome tu e i revisôrs a podaran viodi chestis notis.
fy_nl: Dizze opmerkingen binne allinnich sichtber foar jo en beoardielers.
he: ההערות הללו תהיינה גלויות לך ולסוקרים שלנו בלבד.
hr: Ove napomene ćeš vidjeti samo ti i naši recenzenti.
ia: Iste notas essera visibile solo a te e a nostre revisores.
ka: შენიშვნები ხილული იქნება მხოლოდ თქვენთვის და ჩვენი მიმომხილველთათვის.
kab: Tizmilin-agi ad d-ttwaseknent kan i kečč akked imceggiren-nneɣ.
ms: Nota ini hanya tampak kepada anda dan penyemak kami.
nb_no: Disse merknadene vil bare være synlige for deg og våre gjennomgangspersoner.
nn_no: Desse merknadane vil berre vere synlege for deg og gjennomgåingspersonane våre.
ro: Notele vor fi vizibile numai pentru tine și revizorii noștri.
te: ఈ గమనికలు మీకు, మా సమీక్షకులకు మాత్రమే కనిపిస్తాయి.
th: หมายเหตุเหล่านี้จะปรากฏแก่คุณและผู้ตรวจทานของเราเท่านั้น
tr: Bu notlar yalnızca siz ve inceleyicilerimiz tarafından görülebilir.
vi: Những ghi chú này sẽ chỉ hiển thị cho bạn và những người đánh giá của chúng tôi.

source: Cancel and Disable Version
es_ar: Cancelar y deshabilitar versión
fi: Peruuta ja poista versio käytöstä
fur: Cancele e disative version
fy_nl: Annulearje en ferzje útskeakelje
he: ביטול והשבתת הגרסה
hr: Prekini i deaktiviraj verziju
ia: Cancellar e disactivar le version
is: Hætta við og gera útgáfu óvirka
ka: გაუქმება და ვერსიის შეზღუდვა
ms: Batal dan Nyahdaya Versi
nb_no: Avbryt og deaktivere versjon
nn_no: Avbryt og inaktiver versjonen
ro: Anulează și dezactivează versiunea
te: రద్దుచేసి వెర్షనును అచేతనించు
th: ยกเลิกแล้วปิดใช้งานรุ่น
tr: İptal et ve sürümü devre dışı bırak
vi: Hủy bỏ và vô hiệu hóa phiên bản

source: Submit Version
es_ar: Enviar versión
fi: Lähetä versio
fur: Mande la version
fy_nl: Ferzje yntsjinje
he: הגשת גרסה
hr: Pošalji verziju
ia: Inviar version
is: Senda inn útgáfu
ka: ვერსიის გადაგზავნა
ms: Hantar Versi
nb_no: Send inn versjon
nn_no: Send inn versjonen
ro: Trimite versiune
te: వెర్షనును సమర్పించు
th: ส่งรุ่น
tr: Sürümü gönder
vi: Gửi phiên bản

source: Describe Version
es_ar: Describir la versión
fi: Kuvaa versio
fur: Descrîf la version
fy_nl: Ferzje beskriuwe
he: תיאור גרסה
hr: Opiši verziju
ia: Describer le version
is: Lýstu útgáfunni
ka: ვერსიის აღწერა
kab: Seglem lqem
ms: Huraikan Versi
nb_no: Beskriv versjon
nn_no: Beskriv versjonen
ro: Descrie versiunea
te: వెర్షనుని వివరించండి
th: อธิบายรุ่น
tr: Sürümü tanımlayın
vi: Mô tả phiên bản

source: Release Notes:
es_ar: Notas de la versión:
fi: Julkaisutiedot:
fur: Notis de version:
fy_nl: Utjefteopmerkingen:
he: הערות שחרור:
hr: Napomene o izdanju:
ia: Notas de version:
is: Útgáfuupplýsingar:
ka: გამოშვების შენიშვნები:
kab: Iwenniten n lqem:
ms: Nota Keluaran:
nb_no: Versjonsnotat:
nn_no: Versjonsnotat:
ro: Note privind versiunea:
te: విడుదల విశేషాలు:
th: บันทึกประจำรุ่น:
tr: Sürüm notları:
vi: Ghi chú phát hành:

source: Let your users know what's new and what's changed in this version.
es_ar: Deja que los usuarios conozcan las novedades y cambios de esta versión.
fi: Kerro käyttäjille mitä uutta ja mitä muutoksia tässä versiossa on.
fur: Fâs cognossi ai utents lis novitâts e lis modifichis di cheste version.
fy_nl: Lit jo brûkers witte wat nij is en wat yn dizze ferzje wizige is.
he: נא להציג למשתמשים שלך מה חדש ומה השתנה בגרסה הזו.
hr: Obavijesti korisnike što je novo i što se promijenilo u ovoj verziji.
ia: Lassa tu usatores saper que es nove e que es cambiate in iste version.
is: Láttu notendur vita hvað sé nýtt og hvað hefur breyst í þessari útgáfu.
ka: აცნობეთ თქვენს მომხმარებლებს, რა სიახლეები და რა ცვლილებებია, ამ ვერსიაში.
kab: Mmel-d amaynut akked usnifel i lqem-agi n useqdac.
ms: Maklumkan pengguna apa yang baru dan apa yang ditukar dalam versi ini.
nb_no: La dine brukere får vite hva som er nytt og hvilke endringer som er i denne versjonen.
nn_no: La brukarane dine får vite kva som er nytt og kva for endringar som er i denne versjonen.
ro: Informează-ți utilizatorii despre noutățile și modificările aduse în această versiune.
te: ఈ వెర్షనులో కొత్తవి ఏమిటి, ఏవి మారాయో మీ వాడుకరులకు తెలియజేయండి.
th: ให้ผู้ใช้ของคุณรู้ว่ามีอะไรใหม่และมีอะไรเปลี่ยนแปลงในรุ่นนี้
tr: Kullanıcılarınıza bu sürümdeki yenilikleri ve değişiklikleri bildirin.
vi: Cho người dùng của bạn biết những gì mới và đã thay đổi trong phiên bản này.

source: These notes will appear on the detail page.
es_ar: Estas notas aparecerán en la página de detalles.
fi: Nämä muistiinpanot näkyvät tietosivulla.
fur: Chestis notis a vignaran fûr te pagjine dai detais dal component adizionâl.
fy_nl: Dizze opmerkingen ferskine op de detailside.
he: הערות אלו תופענה בעמוד הפירוט.
hr: Ove napomene će se pojaviti na stranici detalja.
ia: Iste notas parera sur le pagina de detalios.
is: Þessar athugasemdir munu birtast á síðunni með ítarlegri upplýsingum.
ka: ეს შენიშვნები გამოჩნდება დამატების გვერდზე.
kab: Tizmilin-agi ad d-banent deg usebter n telqayt.
ms: Nota ini akan muncul dalam halaman butiran.
nb_no: Disse merknadene vil vises på detaljsiden.
nn_no: Desse merknadane vil visast på detaljsida.
ro: Aceste note vor apărea pe pagina de detalii.
te: ఈ గమనికలు వివరాల పేజీలో కనిపిస్తాయి.
th: โน้ตเหล่านี้จะปรากฏบนหน้ารายละเอียด
tr: Bu notlar ayrıntı sayfasında görünecektir.
vi: Các ghi chú này sẽ xuất hiện trên trang chi tiết.

source: How to Distribute this Version
es_ar: Cómo distribuir esta versión
fi: Kuinka jaella tätä versiota
fur: Cemût distribuî cheste version
fy_nl: Dizze ferzje distribuearje
he: כיצד להפיץ גרסה זו
hr: Kako distribuirati ovu verziju
ia: Como distribuer iste version
is: Hvernig á að dreifa þessari útgáfu
ka: გავრცელების გზა
kab: Amek ara zuzreq lqem-agi
ms: Bagaimana Distribusi Versi ini
nb_no: Hvordan du distribuerer denne versjonen
nn_no: Korleis du distribuerer denne versjonen
ro: Cum să fie distribuită această versiune
te: ఈ వెర్షనువు ఎలా పంపిణీ చేయాలి
th: วิธีแจกจ่ายรุ่นนี้
tr: Bu Sürüm Nasıl Dağıtılır?
vi: Cách phân phối phiên bản này

source: More information on Add-on Distribution and Signing
ka: დამატებითი ინფორმაცია, დამატებების დამოწმების და გავრცელების გზების შესახებ
kab: Ugar n telɣut ɣef uzuzer akked uzmul n izegrar
ms: Maklumat lanjut perihal Distribusi dan Tandatangan Add-on
te: పొడిగింత పంపిణీ, సంతకించడం గురించి మరింత సమాచారం

source: You’re done!
ka: მორჩა!
kab: D ayen ifuk!
ms: Sudah siap!

source: Version Submitted for Review
ka: ვერსია წარდგენილია განსახილველად
kab: Lqem yettwazen akken ad ittucegger
ms: Versi Dihantar untuk Semakan
te: సమీక్ష కోసం సమర్పించిన వెర్షను

source: Preview of the version submitted
es_ar: Vista previa de la versión enviada
fur: Anteprime de version inviade
fy_nl: Foarbyld fan de yntsjinne ferzje
he: תצוגה מקדימה של הגרסה שהוגשה
hr: Pregled verzije poslan
ia: Vista preliminar del version inviate
ka: ვერსიის წინასწარი ვარიანტი გადაგზავნილია
ms: Previu versi yang dihantar
nb_no: Forhåndsvisning av innsendt versjon
nn_no: Førehandsvising av innsendt versjon
ro: Previzualizarea versiunii trimise
te: దాఖలు చేసిన వెర్షను మునుజూపు
th: ตัวอย่างของรุ่นที่ส่ง
tr: Gönderilen sürümün ön izlemesi
vi: Xem trước phiên bản đã gửi

source: You’re done! This version will be available after it passes review. You will be notified when it is reviewed.
es_ar: ¡Ya está! Esta versión estará disponible una vez revisada. Se te enviará una notificación cuando la revisen.
fi: Valmis! Tämä versio on saatavilla, kun se on läpäissyt katselmoinnin. Saat ilmoituksen, kun se on katselmoitu.
fur: Fat! Cheste version e sarà disponibile dopo che e varà passade la revision. A revision finide tu ricevarâs une notifiche.
fy_nl: Jo binne klear! Dizze ferzje wurdt beskikber nei suksesfolle beoardieling. Jo ûntfange berjocht nei de beoardieling.
he: סיימת! גרסה זו תהיה זמינה לאחר שתעבור סקירה. תישלח אליך הודעה לאחר הסקירה.
hr: Gotovo! Ova će verzija biti dostupna, nakon što prođe pregled. Dobit ćeš obavijest nakon što je pregledana.
ia: Tu ha finite! Iste version sera disponibile post que illo passa le revision. Tu sera notificate quando illo es revidite.
ka: მზადაა! ეს ვერსია საიტზე ხელმისაწვდომი გახდება მიმოხილვის გავლის შემდგომ. გეცნობებათ, მიმოხილვის დასრულებისთანავე.
ms: Sudah siap! Versi ini akan tersedia selepas lulus semakan. Anda akan dimaklumkan apabila sudah disemak.
nb_no: Du er ferdig! Denne versjonen vil være tilgjengelig etter at den er godkjent. Du vil bli varslet når den er godkjent.
nn_no: Du er klar! Denne versjonen vert tilgjengeleg etter at han har gått gjennom ei vurdering. Du får ei melding når vurderinga er gjennomført.
ro: Ai terminat! Această versiune va fi disponibilă după ce trece de recenzie. Vei fi anunțat când s-a finalizat recenzia.
th: เสร็จเรียบร้อย! รุ่นนี้จะพร้อมใช้งานหลังจากที่ผ่านการตรวจสอบแล้ว คุณจะได้รับแจ้งเตือนเมื่อผ่านการตรวจสอบแล้ว
tr: Hepsi bu kadar! Bu sürüm, incelemeyi geçtikten sonra yayımlanacak. İncelendiğinde size bildirilecektir.
vi: Bạn đã hoàn tất! Phiên bản này sẽ có sẵn sau khi nó được đánh giá. Bạn sẽ được thông báo khi nó được xem xét.

source: Version Submitted
es_ar: Versión enviada
fi: Versio lähetetty
fur: La version e je stade cjariade in rêt
fy_nl: Ferzje ynstjinne
he: הגרסה הוגשה
hr: Verzija poslana
ia: Version inviate
is: Útgáfa lögð fram
ka: ვერსია გადაგზავნილია
ms: Versi Dihantar
nb_no: Versjon sendt inn
nn_no: Versjonen sendt inn
ro: Versiune trimisă
te: వెర్షను సమర్పించబడింది
th: รุ่นที่ส่ง
tr: Sürüm gönderildi
vi: Đã gửi phiên bản

source: You’re done! This version will be available on our site shortly.
ka: მზადაა! ეს ვერსია საიტზე ხელმისაწვდომი გახდება მოკლე ხანში.
ms: Sudah siap! Versi ini akan berada dalam laman kami tidak lama lagi.
te: మీరు పూర్తి చేసారు! ఈ వెర్షను త్వరలో మా సైట్లో అందుబాటులోకి వస్తుంది.

source: You’re done! This version has been submitted for review. You will be notified when the review has been completed, or if our reviewers have any questions about your submission.
ka: მზადაა! ეს ვერსია გადაგზავნილია განსახილველად. გეცნობებათ, როგორც კი დასრულდება განხილვა, ან თუ ჩვენს მიმომხილველებს, რამე შეკითხვა გაუჩნდებათ, თქვენს დამატებასთან დაკავშირებით.
kab: Ifuk! Acegger yettusuter i lqem-agi. Ak-id-yaweḍ isalli ticki ifuk ucegger, neɣ ticki imsekyaden ɣur-sen isteqsiyen itezzin ɣef usumer inek.
ms: Siap! Versi ini telah dihantar untuk semakan. Anda akan dimaklumkan apabila semakan telah selesai, atau apabila penyemak kami ada soalan berkaitan serahan anda tersebut.

source: Your listing will be more successful by adding a detailed description. Get your listing ready for publication:
es_ar: Tu lista tendrá más éxito si agregas una descripción detallada. Prepara tu lista para su publicación:
fur: Il to component adizionâl al varà plui visibilitât se tu zontis une descrizion detaiade. Prepare la presentazion dal component adizionâl pe publicazion:
fy_nl: Jo fermelding hat mear sukses as jo in detaillearre beskriuwing tafoegje. Meitsje jo fermelding klear foar publikaasje:
he: הרשומה שלך תהיה מוצלחת יותר בזכות הוספה של תיאור מפורט. להכנת הרשומה שלך לפרסום:
ia: Tu lista de presentation habera plus successo per le addition de un detaliate description. Rende tu lista de presentation preste pro le publication:
ka: თქვენი გაფართოებები იქნება მეტად წარმატებული, თუ დაამატებთ ვრცელ აღწერას და სურათებს. გაამზადეთ ნამუშევრები გამოსაქვეყნებლად:
ms: Penyenaraian akan lebih berjaya jika disertakan dengan butiran lengkap. Penyenaraian sedia untuk diterbitkan:
nb_no: Oppføringen din blir mer vellykket ved å legge til en detaljert beskrivelse. Gjør oppføringen klar for publisering:
nn_no: Oppføringa di blir meir vellykka ved å leggje til ei detaljert beskriving. Gjer oppføringa klar for publisering:
ro: Listarea ta va avea un succes mai mare dacă adaugi o descriere detaliată. Pregătește-ți listarea pentru publicare:
th: หน้ารายละเอียดของคุณจะมีผู้เข้าดูมากขึ้นด้วยการเพิ่มคำอธิบายแบบละเอียด ทำหน้ารายละเอียดของคุณให้พร้อมสำหรับการเผยแพร่:
tr: Ayrıntılı bir açıklama eklerseniz listelemeniz daha başarılı olur. Listelemenizi yayına hazırlayın:
vi: Danh sách của bạn sẽ thành công hơn bằng cách thêm một mô tả chi tiết. Chuẩn bị danh sách của bạn để xuất bản:

source: Your listing will be more successful by adding a detailed description and screenshots. Get your listing ready for publication:
ka: თქვენი დამატებები იქნება მეტად წარმატებული, თუ დაამატებთ ვრცელ აღწერას და სურათებს. გაამზადეთ ჩამონათვალი გამოსაქვეყნებლად:
ms: Penyenaraian anda akan lebih berjaya dengan menyertakan butiran lengkap dan skrinsyot. Jadikan penyenaraian anda sedia untuk diterbitkan:

source: Manage Listing
es_ar: Gestionar lista
fi: Hallitse listausta
fur: Gjestìs visualizazion
fy_nl: Fermelding beheare
he: ניהול רשומה
hr: Upravljanje popisom
ia: Gerer le lista de presentation
is: Sýsla með skráningu
ka: ნამუშევრების მართვა
kab: Sefrek asebter n usnas
ms: Urus Penyenaraian
nb_no: Behandle oppføring
nn_no: Handter oppføring
ro: Gestionează listarea
te: జాబితాను నిర్వహించండి
th: จัดการการแสดงรายการ
tr: Listelemeyi yönet
vi: Quản lý danh sách

source: You can also edit this version to add version notes, or source code if your submission includes minified, obfuscated or compiled code.
ka: თქვენ ასევე შეგიძლიათ ამ ვერსიის ჩასწორება შენიშვნების დასამატებლად, ან წყაროს კოდის ჩასასწორებლად, თუ წარდგენილი დამატების კოდი არის გამარტივებული, ფორმაშეცვლილი ან კომპილირებული.
ms: Anda juga boleh edit versi ini untuk menambah nota, atau kod sumber versi jika serahan anda disertakan kod mini, dikelirukan atau dikompilasikan.

source: Edit version {0}
es_ar: Editar versión {0}
fi: Muokkaa versiota {0}
fur: Modifiche version {0}
fy_nl: Ferzje {0} bewurkje
he: עריכת גרסה {0}
hr: Uredi verziju {0}
ia: Rediger version {0}
is: Breyta útgáfu {0}
ka: {0} ვერსიის ჩასწორება
kab: Ẓreg lqem {0}
ms: Edit versi {0}
nb_no: Rediger versjon {0}
nn_no: Rediger versjon {0}
ro: Editează versiunea {0}
te: వెర్షన్ను సవరించండి {0}
th: แก้ไขรุ่น {0}
tr: {0} sürümünü düzenle
vi: Chỉnh sửa phiên bản {0}

source: File Signed
ka: ფაილი დამოწმებულია
kab: Afaylu yettwazmel
ms: Fail Bertandatangan

source: You’re done! This file is signed and ready to for self-distribution. You can download it by clicking the button below.
ka: მზადაა! ფაილი დამოწმებულია და ამიერიდან შესაძლებელია მისი გავრცელება. ჩამოსატვირთად, დააჭირეთ ქვემოთ მოცემულ ღილაკს.
ms: Siap! Fail ini telah ditandatangani dan sedia untuk diedarkan sendiri. Anda boleh muat turun dengan mengklik butang di bawah.

source: Version Signed
ka: ვერსია დამოწმებულია
kab: Lqem yettwazmel
ms: Versi Ditandatangani

source: You’re done! This version is signed and ready to for self-distribution. You can download it by clicking the button below.
ka: მზადაა! ეს ვერსია დამოწმებულია და ამიერიდან შესაძლებელია მისი გავრცელება. ჩამოსატვირთად, დააჭირეთ ქვემოთ მოცემულ ღილაკს.
ms: Siap! Versi ini telah ditandatangani dan sedia untuk diedarkan sendiri. Anda boleh muat turun dengan mengklik butang di bawah.

source: You selected only some of the available platforms for this submission. You can upload more files that target other platforms:
ka: წარდგენისას, თქვენ მითითებული გაქვთ, მხოლოდ რამდენიმე ხელმისაწვდომი პლატფორმა. შეგიძლიათ დამატებით ატვირთოთ კიდევ ფაილები, მეტ პლატფორმასთან თავსებადობისთვის:
ms: Anda pilih hanya beberapa platform yang tersedia untuk serahan ini. Anda boleh muat naik lebih banyak fail yang mensasarkan platform lain:

source: Upload File
ka: ფაილის ატვირთვა
kab: Sali afaylu
ms: Muat naik Fail

source: Go to My Submissions
es_ar: Ir a Mis envíos
fur: Va ai miei inviaments
fy_nl: Nei myn bydragen
he: מעבר להגשות שלי
hr: Idi na Moje prijave
ia: Ir a mi invios
is: Fara í innsendingarnar mínar
ka: წარდგენილ ნამუშევრებზე გადასვლა
kab: Ddu ar isumar inu
ms: Pergi ke Serahan Saya
nb_no: Gå til mine bidrag
nn_no: Gå til bidraga mine
ro: Mergi la Propunerile mele
te: నా సమర్పణలకు వెళ్ళండి
th: ไปยังการส่งของฉัน
tr: Gönderilerime git
vi: Chuyển đến đệ trình của tôi

source: Source Code Upload
es_ar: Envío de código fuente
fi: Lähdekoodin lähetys
fur: Cjariament in rêt di codiç sorzint
fy_nl: Opladen fan boarnekoade
he: העלאת קוד מקור
hr: Prijenos izvornog koda
ia: Incargamento de codice fonte
is: Innsending grunnkóða
ka: პირველწყარო კოდის ატვირთვა
nb_no: Kildekode lastet opp
nn_no: Kjeldekodeopplasting
ro: Încărcare a codului sursă
te: మూల కోడ్ ఎక్కింపు
th: การอัปโหลดรหัสต้นฉบับ
tr: Kaynak kodu yükleme
vi: Tải lên mã nguồn

source: Do You Need to Submit Source Code?
es_ar: ¿Necesitas enviar código fuente?
fi: Tarvitseeko sinun lähettää lähdekoodi?
fur: Ti covential cjariâ in rêt il codiç sorzint?
fy_nl: Moatte jo boarnekoade yntsjinje?
he: האם עליך להגיש קוד מקור?
hr: Da li moraš poslati izvorni kod?
ia: Debe tu inviar codice fonte?
ka: გსურთ, წარადგინოთ პირველწყარო კოდი?
nb_no: Trenger du å sende inn kildekode?
nn_no: Treng du å sende inn kjeldekode?
ro: Trebuie să depui codul sursă?
te: మీరు మూల కోడును సమర్పించాల్సిన అవసరం ఉందా?
tr: Kaynak kodu göndermeniz mi gerekiyor?
vi: Bạn có cần gửi mã nguồn không?

source: You may need to submit source code. If you don’t submit the correct source code now, your add-on may be removed from the site!
ka: სავარაუდოდ გესაჭიროებათ პირველწყარო კოდის წარდგენა. თუ არ წარადგენთ მართებულ პირველწყარო კოდს ახლავე, თქვენი დამატება საიტიდან ამოიშლება!

source: Please review the <a %(a_attrs)s>source code submission policy</a>.
ka: გთხოვთ გადახედოთ <a %(a_attrs)s>პირველწყარო კოდის წარდგენის დებულებას</a>.
te: దయచేసి <a %(a_attrs)s>మూల కోడు సమర్పణ విధానాన్ని</a> సమీక్షించండి.

source: Do you use any of the following?
ka: იყენებთ რომელიმე ამათგანს?
te: వీటిలో మీరు దేనినైనా వాడుతారా?

source: Code minifiers or obfuscators
ka: კოდის გასამარტივებელი ან ფორმის შემცვლელი საშუალებები
