Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Illegal and criminal add-ons, such as <a href="http://en.wikipedia.org/wiki/Click_fraud">click fraud</a> generators, <a href="http://en.wikipedia.org/wiki/Warez">warez</a> download and directory assistants, child pornography finders, etc.
hu: Illegális és bűnöző kiegészítők, például <a href="http://en.wikipedia.org/wiki/Click_fraud">kattintási csalás</a> generátorok, <a href="http://en.wikipedia.org/wiki/Warez">warez</a> letöltések és keresők, gyermekpornográfia keresők, stb.
id: Pengaya yang kriminal dan ilegal, misalnya <a href="http://en.wikipedia.org/wiki/Click_fraud">klik penipuan</a> generator, <a href="http://en.wikipedia.org/wiki/Warez">warez</a> direktori dan asisten pengunduhan, alat menemukan pornografi anak, dll.
sk: Nelegálne alebo kriminálne doplnky a doplnky, ktoré vytvárajú <a href="http://en.wikipedia.org/wiki/Click_fraud">podvodné kliknutia</a>, umožňujú preberanie <a href="http://cs.wikipedia.org/wiki/Warez">warezu</a>, pomáhajú vyhľadávať detskú pornografiu atď.
sq: Shtesa të paligjshme dhe kriminale, të tilla si prodhues <a href="http://en.wikipedia.org/wiki/Click_fraud">mashtrimesh me klikim</a>, shkarkime <a href="http://en.wikipedia.org/wiki/Warez">warez</a> dhe asistentë drejtorish, zbulues pornografie të miturish, etj.
sr_latn: Ilegalni i kriminalni dodaci, kao što su <a href="http://en.wikipedia.org/wiki/Click_fraud">click fraud</a> generatori, <a href="http://en.wikipedia.org/wiki/Warez">warez</a> preuzimanja i asistenti direktorijuma, pronalazači dečije pornografije, itd.
sv_se: Olagliga och kriminella tillägg, såsom <a href="http://en.wikipedia.org/wiki/Click_fraud">klickbedrägerier</a> generatorer, <a href="http://en.wikipedia.org/wiki/Warez">fildelning</a> och nummerupplysning, barnpornografisökare, etc.

source: Add-ons whose main purpose is to facilitate access to pornographic material, or include references to this material in their descriptions
hu: Kiegészítők, melyek fő célja pornográf tartalomhoz hozzáférés, vagy utalás ilyen tartalomra a leírásban
id: Pengaya yang tujuan utamanya untuk memfasilitasi akses untuk materi pornografi, atau menyertakan referensi untuk materi ini dalam penjelasan mereka
sk: Doplnky, ktorých hlavnou funkciou je sprostredkovávať prístup k pornografickým materiálom, alebo sústrediť takýto materiál v ich popisoch.
sq: Shtesa qëllimi kryesor i të cilave është lehtësimi i hyrjes në material pornografik, ose që në përshkrimin e tyre përfshijnë referenca materiali të tillë
sr_latn: Dodaci čija je glavna namena da olakšaju pristup pornografskom materijalu, ili uključuje reference na ovaj materijal u svojim opisima
sv_se: Tillägg vars huvudsakliga syfte är att underlätta tillgången till pornografiskt material eller innehålla hänvisningar till detta material i sina beskrivningar

source: Add-ons that, upon installation, auto-install or launch installers of non-Firefox software
hu: Kiegészítők, melyek telepítéskor, automatikusan, vagy varázslón keresztül telepítenek nem-Firefox szoftvert.
id: Pengaya yang, pada saat dipasang, terpasang otomatis atau meluncurkan instalator dari perangkat lunak non-Firefox
sk: Doplnky, ktoré po inštalácií automaticky inštalujú, alebo spúšťajú inštalátory iného softvéru, ktorý nie je súčasťou Firefoxu.
sq: Shtesa të cilat gjatë instalimit, vetëinstalojnë ose vënë në punë instalues software-i jo Firefox
sr_latn: Dodaci koji, nakon instalacije, automatski instaliraju ili pokrenu instalacije od programa koji nisu deo Firefox-a
sv_se: Tillägg som vid installation, automatisk installation eller startinstallatörer av icke-Firefox programvara

source: Add-ons that provide their own update mechanism for code or search engines
hu: Kiegészítők, melyek saját kód- vagy keresőmotor frissítési mechanizmust tartalmaznak
id: Pengaya yang menyediakan mekanisme pembaruan sendiri untuk kode atau mesin pencarian
sk: Doplnky, ktoré poskytujú vlastný aktualizačný mechanizmus pre kód a vyhľadávacie moduly.
sq: Shtesa që ofrojnë mekanizëm të tyren përditësimi për kodin apo motorët e kërkimit
sr_latn: Dodaci koji imaju sopstveni mehanizam ažuriranja za kod ili pretraživače
sv_se: Tillägg som har sin egen uppdateringsmekanism för kod eller sökmotorer

source: Add-ons that make changes to web content in ways that are non-obvious or difficult to trace by their users
hu: Kiegészítők, melyek oly módon módosítják a webes tartalmat, amely nem egyértelmű vagy nehezen követhető a felhasználó által
id: Pengaya yang membuat perubahan pada konten web dengan cara yang tidak langsung atau sulit dilacak oleh pengguna mereka
sk: Doplnky, ktoré menia webový obsah spôsobom, ktorý je neobvyklý, alebo ťažko rozpoznateľný používateľmi.
sq: Shtesa që bëjnë ndryshime te lëndë web sipas rrugësh që s’janë të kuptueshme ose të vështira për t’u gjurmuar nga përdoruesit e tyre
sr_latn: Dodaci koji prave promene u veb-sadržaju na način koji nije očigledan ili težak za praćenje od strane njihovih korisnika
sv_se: Tillägg som gör ändringar i webbinnehåll på ett sätt som inte är uppenbara eller svåra att spåra för deras användare

source: Add-ons that snoop on or intercept the network traffic of other users
hu: Kiegészítők, melyek követik vagy elfogják más felhasználók hálózati forgalmát
id: Pengaya yang mengintai atau menangkap lalu lintas jaringan atau pengguna lainnya
sk: Doplnky, ktoré špehujú alebo zachytávajú sieťovú prevádzku iných používateľov
sq: Shtesa që fusin hundët ose spiunojnë trafik rrjeti të përdoruesve të tjerë
sr_latn: Dodaci koji njuškaju ili presreću saobraćaj na mreži drugih korisnika
sv_se: Tillägg som snokar eller avlyssnar nätverkstrafik från andra användare

source: Conduit-based toolbars without explicit pre-approval
hu: Conduit-alapú eszköztárak, közvetlen előzetes engedély nélkül
id: Toolbar berbasis kanal tanpa pra-persetujuan yang eksplisit
sk: Automaticky generované panely (Conduit), ktoré neboli skôr explicitne schválené
sq: Panele që ndryshojnë sjelljen, pa paramiratim shprehimisht
sr_latn: Conduit-based palete bez izričitog prethodnog odobrenja
sv_se: Conduit-baserade verktygsfält utan explicit förhandsgodkännande

source: Changing of Defaults and Unexpected Features
hu: Alapértelmezések módosítása vagy váratlan funkciók
id: Mengubah Fitur yang Tetap dan Tak Terduga
sk: Zmena východzích hodnôt, alebo neočakávané funkcie
sq: Ndryshim Parazgjedhjesh dhe Veçori të Papritura
sr_latn: Promena postavki i neočekivanih svojstva
sv_se: Ändring av standardvärden och oväntade funktioner

source: Surprises can be appropriate in many situations, but they are not welcome when user security, privacy, and control are at stake. It is extremely important to be as transparent as possible when submitting an add-on for hosting on this site. A Mozilla user should be able to easily discern what the functionality of an add-on is and not be presented with unexpected experiences post-install.
hu: A meglepetések sokszor megfelelőek lehetnek, de nem szívesen látottak, ha felhasználó biztonsága, magánszférája vagy irányítása forog kockán. Rendkívül fontos hogy olyan transzparens legyen, amennyire csak lehetséges a kiegészítő benyújtásakor erre az oldalra. Egy Mozilla felhasználónak könnyen el kell tudnia döntenie, hogy mi a kiegészítő funkciója, és nem szabad telepítés után váratlan tapasztalatokkal szembesülnie.
id: Kejutan bisa tepat di banyak situasi, tetapi tidak diharapkan jika keamanan pengguna, privasi dan kendali dipertaruhkan. Sangatlah penting untuk sebisa mungkin transparan saat mengirimkan sebuah pengaya untuk dimuat dalam situs ini. Seorang pengguna Mozilla harus bisa dengan mudah membedakan apa fungsi pengaya itu dan tidak bisa disajikan dengan pengalaman pasca-pemasangan yang tak teduga.
sq: Çuditë mund të jenë të përshtatshme në shumë raste, por s’janë të mirëpritura kur bëhet fjalë për sigurinë, privatësinë dhe kontrollin e përdoruesit. Është tejet e rëndësishme të jemi sa më transparentë që mundet, parashtrohet një shtesë për shtrehim në këtë sajt. Një përdorues i Mozilla-s do të duhej të dallonte me lehtësi se cili është funksioni i një shtese dhe jo t’i vihen përpara gjëra të papritura pas instalimit.
sr_latn: Iznenađenja mogu biti prikladna u mnogim situacijama, ali ona nisu dobrodošla kada su korisnikova bezbednost, privatnost i kontrola u pitanju. Izuzetno je važno da budete što je moguće transparentniji prilikom podnošenja dodatka za hosting na ovom sajtu. Mozilla korisnik treba da bude u mogućnosti da lako prepozna funkcionalnost nekog dodatka, a ne da bude predstavljen sa neočekivanim iskustvima posle instalacije.
sv_se: Överraskningar kan vara lämpligt i många situationer, men de är inte välkomna när användaren säkerhet, integritet och kontroll står på spel. Det är oerhört viktigt att vara så öppen som möjligt när de skickar in ett tillägg för att hysas på den här webbplatsen. En Mozilla-användaren ska lätt kunna urskilja vad funktionaliteten hos ett tillägg är och inte presenteras med oväntade upplevelser efter installationen.

source: <p> Whenever an add-on includes any unexpected* feature that </p> <ul> <li>compromises user privacy or security (like sending data to third parties),</li> <li>changes default settings like the homepage or search engine, or</li> <li>changes settings or features in other add-ons or deactivates them altogether</li> </ul> <p>the features must adhere to the following requirements:</p> <ul> <li>The add-on description must clearly state what changes the add-on makes.</li> <li>All changes must be opt-in, meaning the user must take non-default action to enact the change.</li> <li>The opt-in dialog must clearly state the name of the add-on requesting the change.</li> <li>Uninstalling the add-on restores the user's original settings if they were changed.</li> </ul> <p>*Unexpected features are those that are unrelated to the add-on's primary function.</p>
id: <p> Kapanpun sebuah pengaya memasukkan fitur tak terduga* apapun yang </p> <ul> <li>dapat mengancam keamanan atau privasi pengguna (seperti mengirimkan data ke pihak ketiga),</li> <li>mengubah pengaturan tetap seperti beranda atau mesin pencari</li> <li>mengubah fitur dalam pengaya lain atau menonaktifkan mereka sama sekali</li> </ul> <p>fitur harus mematuhi persyaratan berikut:</p> <ul> <li>Deskripsi pengaya harus menjelaskan apa perubahan apa yang dibuat pengaya.</li> <li>Semua perubahan harus dapat dipilih, artinya pengguna harus mengambil tindakan tidak tetap untuk memberlakukan perubahan.</li> <li>Dialog pemilihan harus dengan jelas menunjukkan nama pengaya yang meminta perubahan.</li> <li>Melepas pengaya akan mengembalikan pengaturan awal pengguna saat telah diubah.</li> </ul> <p>*Fitur tak terduga adalah yang tidak berkaitan dengan fungsi utama pengaya.</p>
sq: <p> Kurdo që një shtesë fut në lojë çfarëdo veçorie të papritur* që </p> <ul> <li>komprometon privatësinë ose sigurinë e përdoruesit (fjala vjen, u dërgon të dhëna palëve të treta),</li> <li>ndryshon rregullimet parazgjedhje, të tilla si faqja hyrëse ose motorët e kërkimeve, ose</li> <li>ndryshon rregullime ose veçori te shtesa të tjera ose i çaktivizon ato krejtësisht</li> </ul> <p>veçoritë duhet të plotësojnë domosdoshmëritë vijuese:</p> <ul> <li>Përshkrimi i shtesës duhet të pohojë sheshit çfarë ndryshimesh bën shtesa.</li> <li>Krejt ndryshimet duhet të jenë nën zgjedhjen e përdoruesit, që do të thotë se përdoruesi duhet të kryejë një veprim jo parazgjedhje për aktivizimin e ndryshimit.</li> <li>Dialogu i zgjedhjes duhet të deklarojë haptazi emrin e shtesës që po kërkon ndryshimin.</li> <li>Çinstalimi i shtesës duhet të rikthejë rregullimet e mëparshme të përdoruesit, nëse qenë ndryshuar.</li> </ul> <p>*Veçori të papritura janë ato që s’lidhen me funksionin parësor të shtesës.</p>
sr_latn: <p> Kad god dodatak uključuje bilo kakvu neočekivanu* funkciju koja </p> <ul> <li>ugrožava privatnost ili bezbednost korisnika (kao što je slanje podataka trećim licima),</li> <li>izmene podrazumevanih podešavanja kao što su početna stranica ili pretraživač ili</li> <li>menja podešavanja ili funkcije u drugim dodacima ili ih deaktivira zajedno</li> </ul> <p>funkcije se moraju pridržavati sledećih uslova:</p> <ul> <li>Opis dodatka mora jasno da naznači promene dodatka.</li> <li>Sve promene moraju biti u opticajnom dijalogu, što znači da korisnik ne sme da uradi ne podrazumevanu akciju da bi napravio izmene.</li> <li>Opticajni dijalog mora jasno da navede ime dodatka koji traži izmene.</li> <li>Deinstalacijom dodatka se vraćaju prvobitna podešavanja korisnika ukoliko su promenenjena.</li> </ul> <p>* Neočekivane funkcije su one koje nisu u vezi sa primarnom funkcijom dodatka.</p>
sv_se: <p> När ett tillägg inkluderar oväntade* funktioner som </p> <ul> <li>äventyrar användarnas personliga integritet eller säkerhet (som att skicka data till tredje part)</li> <li>ändrar standardinställningar som hemsida eller sökmotor</li> <li>ändrar inställningar och funktioner i andra tillägg eller inaktiverar dem helt och hållet</li> </ul> <p>funktionerna måste följa följande krav:</p> <ul> <li>Tillägget beskrivningen måste tydligt ange vilka ändringar som tillägget gör. </li> <li>All ändringar måste opt-in, vilket innebär att användaren måste vidta icke-standardåtgärd för att anta ändringen.</li> <li>Opt-in dialogrutan ska tydligt ange namnet på det tillägg som vill ändra det.</li> <li>Avinstallera tillägget återställer användarens ursprungliga inställningar om de har ändrats.</li> </ul> <p>*Oväntade funktioner är de som inte är relaterade till tilläggets primära funktion.</p>

source: These features cannot be introduced into an update of a fully-reviewed add-on; the opt-in change process must be part of the initial review.
id: Fitur ini tidak akan bisa dikenalkan pada pembaruan pengaya yang sudah diulas lengkap; proses perubahan yang dipilih harus merupakan bagian dari ulasan awal.
sk: Takéto funkcie nemôžu byť zahrnuté do aktualizácie plne skontrolovaného doplnku, ale musia byť zahrnuté v úvodnej kontrole.
sq: Këto veçori s’mund të futen për herë të parë në një përditësim shtese të shqyrtuar plotësisht; procesi i ndryshimeve me zgjedhje duhet të jetë pjesë e shqyrtimit fillestar.
sr_latn: Ove karakteristike se ne mogu uvesti u potpuno ažurirane dodatke; izuzimanje u procesu promena mora biti deo inicijalnog pregleda.
sv_se: Dessa funktioner kan inte föras in i en uppdatering av en fullt granskad tillägg; opt-in förändringsprocessen måste vara en del av den första granskning.

source: These are minimum requirements and not a guarantee that the add-on will be approved. This section applies to all add-ons hosted on the site, including preliminarily reviewed add-ons.
id: Ada permintaan minimun dan tidak ada jaminan bahwa pengaya akan disetujui. Bagian ini berlaku untuk semua pengaya yang dimuat di situs, termasuk pengaya yang sudah mendapat ulasan pendahuluan.
sk: Jedná sa o minimálne požiadavky, ktoré negarantujú, že bude doplnok schválený. Táto sekcia je platná pre všetky doplnky umiestnené na tomto webe a to vrátane predbežne skontrolovaných doplnkov.
sq: Këto janë domosdoshmëritë minimum dhe jo ndonjë garanci që shtesa do të miratohet. Kjo ndarje ka vlerë për krejt shtesat e strehuara në këtë sajt, përfshi shtesa të shqyrtara paraprakisht.
sr_latn: Ovo su minimalni zahtevi i nisu garancija da će dodatak biti prihvaćen. Ovaj odeljak se odnosi na sve dodatke koji su na stranici, uključujući preliminarno pregledane dodatke.
sv_se: Dessa är minimikrav och inte en garanti för att tillägget kommer att godkännas. Detta avsnitt gäller alla tillägg som hyses på webbplatsen, inklusive preliminärt granskade tillägg.

source: Private Browsing Mode
hu: Privát böngészés
id: Mode Penjelajahan Pribadi
sk: Režim súkromného prehliadania
sq: Mënyra Shfletim Privat
sr_latn: Privatni režim pregledanja
sv_se: Privat surfläge

source: Add-ons that store or otherwise handle browsing data must support <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Private Browsing Mode</a>. During a Private Browsing session, no browsing data can be written to disk, and all of this data must be cleared when Firefox quits or the Private Browsing session ends.
sq: Shtesat që depozitojnë, ose trajtojnë të dhëna shfletimi, duhet të mbulojnë <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Mënyrën e Shfletimit Privat</a>. Gjatë një sesioni Shfletimi Privat, nuk mund të shkruhen në disk të dhëna shfletimi, dhe krej këto të dhëna duhet të pastrohen pasi dilet nga Firefox-i ose pasi përfundon sesioni i Shfletimit Privat.

source: Binary Components & Obfuscated Code
hu: Bináris összetevők és olvashatatlan kódok
id: Komponen Biner & Kode yang Dikaburkan
sk: Binárne komponenty a kód z obfuskátora
sq: Përbërës Dyorë & Kod i Errët
sr_latn: Binarne komponente i zatamljen kod
sv_se: Binära komponenter & förvanskad kod

source: Add-ons may contain binary, obfuscated and minified source code, but Mozilla must be allowed to review a copy of the human-readable source code of each version of an add-on submitted for review. These add-ons are ineligible for preliminary review and must choose the full review process.
hu: A kiegészítők tartalmazhatnak bináris, olvashatatlanná tett és minimalizált forráskódot, de a Mozilla számára engedélyezni kell, hogy megvizsgálja az értékelésre küldött kiegészítő minden verziójának ember által olvasható forráskódjából egy másolatot. Ezek a kiegészítők nem fogadhatók el az előzetes értékelésen, hanem a teljes értékelési folyamatot kell választani.
id: Pengaya mungkin berisi kode biner, kode sumber yang dikaburkan atau dikecilkan, tetapi Mozilla harus diperkenankan untuk meninjau salinan kode sumber yang bisa dibaca manusia dari tiap versi pengaya yang dimasukkan untuk diulas. Pengaya ini tidak memenuhi syarat untuk ulasan pendahuluan dan harus memilih proses ulasan lengkap.
sq: Shtesat mund të përmbajnë kod dyor, të errësuar, ose kod me burim të minimizuar, por Mozilla duhet të lejohet të shqyrtojë një kopje të kodit burim nën formë të lexueshme nga syri njerëzor, për çdo version shtese parashtruar për shqyrtim. Këto shtesa janë të përjashtuara nga shqyrtimi paraprak dhe duhet të zgjedhin procesin e shqyrtimit të plotë.
sr_latn: Dodaci mogu da sadrže binarni, bagovit i umanjen izvorni kod, ali morate dozvoliti Mozilla-i da razmotri kopiju ljudsko čitljivog izvornog koda svake verzije dodatka koje su predate na razmatranje. Ovi dodaci ispunjavju uslove za preliminarni pregled i moraju izabrati pun proces pregleda.
sv_se: Tillägg kan innehålla binär, förvanskad och minifirad källkod, men Mozilla måste få granska en kopia av källkoden för varje version av ett tillägg som skickas in för granskning. Dessa tillägg är inte berättigade till en preliminär granskning och måste välja en fullständig granskningsprocess.

source: If an add-on contains binary or obfuscated source code, the author will receive a message when the add-on is reviewed indicating whom to contact at Mozilla to coordinate review of the source code. This code will be reviewed by an administrator and will not be shared or redistributed in any way. The code will only be used for the purpose of reviewing the add-on.
hu: Ha egy kiegészítő bináris vagy olvashatatlanná tett forráskódot tartalmaz, a szerző a kiegészítő értékelése után egy üzenetet kap, mely jelzi, hogy a forráskód értékelésével kapcsolatosan kivel vegye fel a kapcsolatot a Mozillánál. Ezt a kódot megvizsgálja egy adminisztrátor, de nem lesz megosztva vagy közzétéve semmilyen módon. A kódot kizárólag a kiegészítő értékeléséhez használjuk.
id: Jika sebuah pengaya mengandung kode biner atau kode sumber yang dikaburkan, penulis akan menerima pesan saat pengaya diulas yang mengindikasikan siapa yang perlu dikontak di Mozilla untuk mengkoordinasikan ulasan kode sumber. Kode ini akan diulas oleh administrator dan tidak akan dibagi atau didistribusikan ulang dengan cara apapun. Kode hanya akan digunakan untuk tujuan mengulas pengaya.
sq: Nëse një shtesë përmban kod burim dyor ose të errësuar, autori do të marrë një mesazh kur të jetë shqyrtuar shtesa, që tregon se cili duhet kontaktuar te Mozilla për të bashkërenduar shqyrtimin e kodit burim. Ky kod duhet të shqyrtohet nga një përgjegjës dhe s’do të ndahet në asnjë mënyrë me të tjerë apo rishpërndahet. kodi do të përdoret vetëm për qëllimin e shqyrtimit të shtesës.
sr_latn: Ako dodatak sadrži binarni ili bagovit izvorni kod, autor će dobiti poruku kada dodatak bude pregledan ukazujući kome da se iz Mozilla-e obratite da koordinira pregled izvornog koda. Ovaj kod će biti pregledan od strane administratora i neće biti prosleđen ili raspodeljen na bilo koji način. Kod će se koristiti samo u svrhu pregleda dodatka.
sv_se: Om ett tillägg innehåller binär eller förvanskad källkod, kommer upphovsmannen att få ett meddelande när tillägget granskas vilket indikerar vem man ska kontakta på Mozilla för att samordna granskning av källkoden. Denna kod kommer att granskas av en administratör och kommer inte att delas eller omfördelas på något sätt. Koden kommer endast att användas i syfte att se granska tillägget.

source: If your add-on contains binary or obfuscated code that you don't own or can't get the source code for, you may <a href="%(link_contact)s">contact us</a> for information on how to proceed.
hu: Ha a kiegészítő olyan bináris vagy olvashatatlanná tett kódot tartalmaz, melynek nem Ön a tulajdonosa, vagy melynek nem tudja beszerezni a forráskódját, a folytatással kapcsolatos információért <a href="%(link_contact)s">lépjen kapcsolatba velünk</a>.
id: Jika pengaya anda mengandung kode biner atau kode yang dikaburkan yang tidak anda miliki atau tidak bsia didapatkan kode sumbernya, anda bisa <a href="%(link_contact)s">menghubungi kami</a> untuk informasi mengenai bagaimana cara melanjutkan.
sq: Nëse shtesa juaj përmban kod burim dyor ose të errësuar, që s’është pronë e juaja ose për të cilin s’gjendet dot kodi burim, mund të <a href="%(link_contact)s">lidheni me ne</a> për të dhëna se si të ecet më tej.
sr_latn: Ako Vaš dodatak sadrži binarni ili bagovit kod koji Vi ne posedujete ili ne možete da dobijete izvorni kod, možete <a href="%(link_contact)s">nas kontaktirati</a> za informacije o tome kako da nastavite.
sv_se: Om ditt tillägg innehåller binär eller förvanskad kod som du inte äger eller inte kan få källkoden för, kan du <a href="%(link_contact)s">kontakta oss</a> för information om hur du ska fortsätta.

source: Criteria for Submission
hu: A beküldés követelményei
id: Kriteria Pendaftaran
sk: Kritériá pre odoslanie doplnku
sq: Kritere për Parashtrim
sr_latn: Kriterijum za podnošenje
sv_se: Kriterier för inskickning
