Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: by Platform
es_ar: por plataforma
fur: par plateforme
fy_nl: op platfoarm
he: לפי פלטפורמה
hr: prema platformi
hu: Platform szerint
ia: per systema operative
id: berdasarkan Platform
is: eftir stýrikerfum
ka: სისტემა
kab: s Twennaṭ
ms: mengikut Platform
nb_no: etter plattform
nn_no: etter plattform
ro: după platformă
sk: podľa platformy
sq: sipas Platformash
sr_latn: po platformi
sv_se: efter plattform
te: వేదిక ద్వారా
th: ตามแพลตฟอร์ม
tr: Platforma göre
vi: theo Nền tảng

source: by Add-on Status
hu: kiegészítő státusza szerint
id: berdasarkan Status Pengaya
ka: დამატების მდგომარეობა
kab: s waddad n uzegrir
ms: mengikut Status Add-on
sk: podľa stavu doplnku
sq: sipas Gjendjes së Shtesës
sr_latn: po statusu dodatka
sv_se: efter status för tillägg

source: Subscribers
hu: Feliratkozók
id: Pelanggan
kab: Imeltaɣen
ms: Pelanggan
sk: Odberatelia
sq: Pajtimtarë
sr_latn: Pretplatnici
sv_se: Prenumeranter

source: Ratings
hu: Értékelések
id: Peringkat
ka: შეფასება
kab: Tizmilin
ms: Penarafan
sk: Hodnotenia
sq: Vlerësime
sr_latn: Ocene
sv_se: Betyg
te: రేటింగులు

source: Add-on Statistics
hu: Kiegészítőstatisztika
id: Statistik Pengaya
ka: დამატების სტატისტიკა
kab: Tiddadanin n uzegrir
ms: Statistik Add-on
sk: Štatistiky doplnku
sq: Statistika Shtese
sr_latn: Statistike dodatka
sv_se: Statistik för tillägg

source: Add-ons in Use
hu: Használatban lévő kiegészítők
id: Pengaya sedang Digunakan
ka: გამოყენებული დამატებები
kab: Izegrar ittuseqdacen
ms: Add-on Digunakan
sk: Používané doplnky
sq: Shtesa Në Përdorim
sr_latn: Dodaci koji se koriste
sv_se: Tillägg som används

source: Add-ons Created
hu: Létrehozott kiegészítők
id: Pengaya yang Dibuat
ka: შექმნილი დამატებები
kab: Izegrar ttwarnan
ms: Add-ons Dicipta
sk: Vytvorené doplnky
sq: Shtesa të Krijuara
sr_latn: Dodataka napravljeno
sv_se: Tillägg som skapats

source: Add-ons Downloaded
hu: Letöltött kiegészítők
id: Pengaya yang Diunduh
ka: ჩამოტვირთული დამატებები
kab: Izegrar ttwasiren-d
ms: Add-ons Dimuat turun
sk: Prevzaté doplnky
sq: Shtesa të Shkarkuara
sr_latn: Dodataka preuzeto
sv_se: Tillägg som nedladdats

source: Add-ons Updated
hu: Frissített kiegészítők
id: Pengaya yang Diperbarui
ka: განახლებული დამატებები
kab: Izegrar yettwaleqmen
ms: Add-ons Dikemaskini
sk: Aktualizované doplnky
sq: Shtesa të Përditësuara
sr_latn: Dodataka ažurirano
sv_se: Tillägg som uppdaterats

source: Collections Created
hu: Létrehozott gyűjtemények
id: Koleksi Dibuat
ka: შექმნილი კრებულები
kab: Tagrumma tettwarna
ms: Koleksi Dicipta
sk: Vytvorené kolekcie
sq: Koleksione të Krijuar
sr_latn: Kolekcija je kreirana
sv_se: Samlingar skapade

source: Reviews Written
hu: Megírt értékelések
id: Ulasan Ditulis
ka: დაწერილი მიმოხილვები
kab: Tizmilin ttunefkent
ms: Ulasan Ditulis
sk: Napísané recenzie
sq: Shqyrtime të Shkruara
sr_latn: Napisano recenzija
sv_se: Skrivna recensioner

source: User Signups
hu: Felhasználói regisztrációk
id: Pengguna Mendaftar
ka: დარეგისტრებული მომხმარებლები
kab: Tuqqniwin n useqdac
ms: Pendaftaran Pengguna
sk: Prihlásení používatelia
sq: Regjistrime Përdoruesish
sr_latn: Prijava korisnika
sv_se: Användarregistreringar

source: Archived Data
hu: Archivált adatok
id: Data Diarsipkan
ka: დაარქივებული მონაცემები
kab: Isefka ttwaḥerzen
ms: Data Diarkib
sq: Të dhëna të Arkivuara
sv_se: Arkiverad data

source: Custom Date Range
es_ar: Rango de fechas personalizado
fi: Muokattu ajanjakso
fur: Interval di datis personalizât
fy_nl: Oanpast datumberik
he: טווח תאריכים מותאם אישית
hr: Prilagođeno razdoblje
hu: Egyéni dátumtartomány
ia: Intervallo de datas personalisate
id: Rentang Tanggal Khusus
is: Sérsniðið dagsetningabil
ka: დროის მონაკვეთის მითითება
kab: Azilal n isefka udmawan
ms: Julat Data Lazim
nb_no: Tilpasset datoperiode
nn_no: Tilpassa datointervall
ro: Interval de perioadă personalizat
sk: Vlastný rozsah
sq: Format Vetjak Date
sr_latn: Period po izboru
sv_se: Anpassat datumintervall
te: అనుకూల తేదీ పరిధి
th: ช่วงวันที่ที่กำหนดเอง
tr: Özel Tarih Aralığı
vi: Khoảng Thời gian Tùy biến

source: From
es_ar: De
fi: Alku
fur: Di
fy_nl: Fan
he: מתאריך
hr: Od
hu: Kezdet
ia: De
id: Dari
is: Frá
ka: საწყისი
kab: Si
ms: Daripada
nb_no: Fra
nn_no: Frå
ro: Din
sk: Od
sq: Prej
sr_latn: Od
sv_se: Från
te: నుంచి
th: จาก
tr: Başlangıç
vi: Từ

source: To
es_ar: Para
fi: Loppu
fur: A
fy_nl: Oant
he: עד תאריך
hr: Do
hu: Vég
ia: A
id: Untuk
is: Til
ka: საბოლოო
kab: Ar
ms: Hingga
nb_no: Til
nn_no: Til
ro: Până în
sk: Do
sq: Për
sr_latn: Za
sv_se: Till
te: గ్రహీత
th: ถึง
tr: Bitiş
vi: Tới

source: Update
es_ar: Actualizar
fi: Päivitä
fur: Inzorne
fy_nl: Bywurkje
he: עדכון
hr: Aktualiziraj
hu: Frissítés
ia: Actualisar
id: Perbarui
is: Uppfæra
ka: განახლება
kab: Leqqem
ms: Kemaskini
nb_no: Oppdater
nn_no: Oppdater
ro: Actualizează
sk: Aktualizovať
sq: Përditësoje
sr_latn: Ažuriraj
sv_se: Uppdatera
te: తాజాకరించు
th: อัปเดต
tr: Güncelle
vi: Cập nhật

source: Export
es_ar: Exportar
fi: Vie
fur: Espuarte
fy_nl: Eksportearje
he: ייצוא
hr: Izvezi
hu: Exportálás
ia: Exportar
id: Ekspor
is: Flytja út
ka: ფაილად შენახვა
kab: Sifed
ms: Eksport
nb_no: Eksporter
nn_no: Eksporter
ro: Exportă
sk: Exportovať
sq: Eksporto
sr_latn: Izvoz
sv_se: Exportera
te: ఎగుమతించు
th: ส่งออก
tr: Dışa aktar
vi: Xuất

source: {0} :: Statistics Dashboard :: Add-ons for {1}
es_ar: {0} :: Panel de control de estadísticas :: Complementos para {1}
fi: {0} :: Tilastokeskus :: {1}in lisäosat
fur: {0} :: Panel statistichis :: Components adizionâi par {1}
fy_nl: {0} :: Statistikendashboerd :: Add-ons foar {1}
he: {0} :: לוח סטטיסטיקה :: תוספות עבור {1}
hr: {0} :: Pregledna ploča statistike :: Dodaci za {1}
hu: {0} :: Statisztikai vezérlőpult :: Kiegészítők ehhez: {1}
ia: {0} :: Pannello de statistica :: Additivos pro {1}
id: {0} :: Papan Statistik :: Pengaya untuk {1}
is: {0} :: Tölfræðistjórnborð :: Viðbætur fyrir {1}
ka: {0} :: სტატისტიკური მონაცემები :: {1}-ის დამატებები
kab: {0} :: Tafelwit n usenqed n tdaddanin:: Izegrar i {1}
ms: {0} :: Papan pemuka Statistik :: Add-ons untuk {1}
nb_no: {0} :: Statistikkpanel :: Tillegg for {1}
nn_no: {0} :: Statistikkdashbord :: Utvidingar for {1}
ro: {0} :: Tablou de bord pentru statistici :: Suplimente pentru {1}
sk: {0} :: Štatistiky :: Doplnky pre {1}
sq: {0} :: Pult Statistikash :: Shtesa për {1}
sr_latn: {0} :: Kontrolna tabla statistika :: dodaci za {1}
sv_se: {0} :: Översikt statistisk :: Tillägg för {1}
th: {0} :: แดชบอร์ดสถิติ :: ส่วนเสริมสำหรับ {1}
tr: {0} :: İstatistik Panosu :: {1} eklentileri
vi: {0} :: Bảng thống kê :: Tiện ích cho {1}

source: {0} :: Statistics Dashboard
es_ar: {0} :: Panel de estadísticas
fi: {0} :: Tilastojen kojelauta
fur: {0} :Panel statistichis
fy_nl: {0} :: Statistikendashboerd
he: {0} :: לוח סטטיסטיקה
hr: {0} :: Nadzorna ploča statistike
hu: {0} :: Statisztikai vezérlőpult
ia: {0} :: Pannello de statistica
id: {0} :: Papan Statistik
is: {0} :: Tölfræðistjórnborð
ka: {0} :: სტატისტიკური მონაცემები
kab: {0} :: Tafelwit n usenqed n tdaddanin
ms: {0} :: Papan pemuka Statistik
nb_no: {0} :: Statistikkpanel
nn_no: {0} :: Statistikkdashbord
ro: {0} :: Tablou de bord pentru statistici
sk: {0} :: Štatistiky
sq: {0} :: Pult Statistikash
sr_latn: {0} :: Kontrolna tabla statistika
sv_se: {0} :: Översikt statistik
te: {0} :: గణాంకాల డాష్‌బోర్డు
th: {0} :: แดชบอร์ดสถิติ
tr: {0} :: İstatistik Panosu
vi: {0} :: Bảng điều khiển thống kê

source: Statistics Dashboard :: Add-ons for {0}
es_ar: Panel de estadísticas :: Complementos para {0}
fur: Panel statistichis :: Components adizionâi par {0}
fy_nl: Statistikendashboerd :: Add-ons foar {0}
he: לוח סטטיסטיקה :: תוספות עבור {0}
hr: Pregledna ploča :: Dodaci za {0}
hu: Statisztikai vezérlőpult :: Kiegészítők ehhez: {0}
ia: Pannello de statistica :: Additivos pro {0}
id: Papan Statistik :: Pengaya untuk {0}
is: Tölfræðistjórnborð :: Viðbætur fyrir {0}
ka: სტატისტიკური მონაცემები :: {0}-ის დამატებები
kab: Tafelwit n usenqed n tdaddanin:: Izegrar i {0}
ms: Papan pemuka Statistik :: Add-ons untuk {0}
nb_no: Statistikkpanel :: Tillegg for {0}
nn_no: Statistikkdashbord :: Utvidingar for {0}
ro: Tablou de bord pentru statistici :: Suplimente pentru {0}
sk: Štatistiky :: Doplnky pre {0}
sq: Pult Statistikash :: Shtesa për {0}
sr_latn: Kontrolna tabla statistika :: dodaci za {0}
sv_se: Översikt statistik :: Tillägg för {0}
th: แดชบอร์ดสถิติ :: ส่วนเสริมสำหรับ {0}
tr: İstatistik Panosu :: {0} eklentileri
vi: Bảng điều khiển thống kê :: Tiện ích cho {0}

source: Controls:
es_ar: Controles:
fur: Controi:
fy_nl: Bestjoering:
he: בקרים:
hr: Upravljanje:
hu: Vezérlőelemek:
ia: Controlos:
id: Kendali:
is: Stýringar:
ka: სამართავი:
ms: Kawalan:
nb_no: Kontroller:
nn_no: Kontrollar:
ro: Comenzi:
sk: Ovládače:
sq: Kontrolle:
sr_latn: Kontrole:
sv_se: Kontroller:
te: నియంత్రణలు:
th: ส่วนควบคุม:
tr: Kontroller:
vi: Điều khiển:

source: reset zoom
es_ar: restablecer zoom
fur: ristabilìs zoom
fy_nl: zoom opnij ynstelle
he: איפוס מרחק מתצוגה
hr: Poništi uvećanje
hu: nagyítás visszaállítása
ia: restabilir le zoom
id: menyetel ulang zoom
is: endurstilla aðdrátt
ka: საწყის ზომაზე დაბრუნება
ms: set semula zum
nb_no: tilbakestill zoom
nn_no: nullstill zoom
ro: resetează zoomul
sk: obnoviť lupu
sq: zeroje zoom-in
sr_latn: resetuj uveličaj
sv_se: återställ zoom
te: జూమ్ రీసెట్ చేయి
th: กลับค่าเดิมของการซูม
tr: yakınlaşmayı sıfırla
vi: đặt lại thu phóng

source: Group by:
es_ar: Agrupar por:
fi: Järjestä:
fur: Met dongje par:
fy_nl: Groepearje op:
he: קיבוץ לפי:
hr: Grupiraj po:
hu: Csoportosítás:
ia: Regruppar per:
id: Dikelompokkan berdasarkan:
is: Hópa eftir:
ka: დაჯგუფება:
kab: Sdukel s:
ms: Kumpulan mengikut:
nb_no: Grupper etter:
nn_no: Grupper etter:
ro: Grupează după:
sk: Zoskupiť podľa:
sq: Grupoji sipas:
sr_latn: Grupiši po:
sv_se: Gruppera efter:
te: సమూహ ఆధారం:
th: จัดกลุ่มตาม:
tr: Buna göre grupla:
vi: Nhóm lại theo:

source: day
es_ar: día
fi: päivä
fur: dì
fy_nl: dei
he: יום
hr: danu
hu: nap
ia: die
id: hari
is: dagur
ka: დღე
kab: ass
ms: hari
nb_no: dag
nn_no: dag
ro: zi
sk: deň
sq: ditë
sr_latn: danu
sv_se: dag
te: రోజు
th: วัน
tr: gün
vi: ngày

source: week
es_ar: semana
fi: viikko
fur: setemane
fy_nl: wike
he: שבוע
hr: tjednu
hu: hét
ia: septimana
id: pekan
is: vika
ka: კვირა
kab: dduṛt
ms: minggu
nb_no: uke
nn_no: veke
ro: săptămână
sk: týždeň
sq: javë
sr_latn: sedmici
sv_se: vecka
te: వారం
th: สัปดาห์
tr: hafta
vi: tuần

source: month
es_ar: mes
fi: kuukausi
fur: mês
fy_nl: moanne
he: חודש
hr: mjesecu
hu: hónap
ia: mense
id: bulan
is: mánuður
ka: თვე
kab: aggur
ms: bulan
nb_no: måned
nn_no: månad
ro: lună
sk: mesiac
sq: muaj
sr_latn: mesec dana
sv_se: månad
te: నెల
th: เดือน
tr: ay
vi: tháng

source: For last:
es_ar: Por último:
fi: Ajanjakso:
fur: Tai ultins:
fy_nl: Foar de ôfrûne:
hr: Za zadnjih:
hu: Legutóbbi:
ia: Pro ultime:
id: Untuk terakhir:
is: Síðustu:
ka: ბოლო:
ms: Untuk tempoh:
nb_no: De siste:
nn_no: Dei siste:
ro: Pentru ultimele:
sk: Za posledných:
sq: Së fundi:
sr_latn: Za poslednjih:
sv_se: För senaste:
te: చివరగా:
th: นานสุด:
tr: Son:
vi: Thời gian về trước:

source: 7 days
es_ar: 7 días
fi: 7 päivää
fur: 7 dîs
fy_nl: 7 dagen
he: 7 ימים
hr: 7 dana
hu: 7 nap
ia: 7 dies
id: 7 hari
is: 7 daga
ka: 7 დღე
kab: 7 wussan
ms: 7 hari
nb_no: 7 dager
nn_no: 7 dagane
ro: 7 zile
sk: 7 dní
sq: 7 ditë
sr_latn: 7 dana
sv_se: 7 dagarna
te: 7 రోజులు
th: 7 วัน
tr: 7 gün
vi: 7 ngày

source: 30 days
es_ar: 30 días
fi: 30 päivää
fur: 30 dîs
fy_nl: 30 dagen
he: 30 ימים
hr: 30 dana
hu: 30 nap
ia: 30 dies
id: 30 hari
is: 30 daga
ka: 30 დღე
kab: 30 wussan
ms: 30 hari
nb_no: 30 dager
nn_no: 30 dagane
ro: 30 de zile
sk: 30 dní
sq: 30 ditë
sr_latn: 30 dana
sv_se: 30 dagarna
te: 30 రోజులు
th: 30 วัน
tr: 30 gün
vi: 30 ngày

source: 90 days
es_ar: 90 días
fi: 90 päivää
fur: 90 dîs
fy_nl: 90 dagen
he: 90 ימים
hr: 90 dana
hu: 90 nap
ia: 90 dies
id: 90 hari
is: 90 daga
ka: 90 დღე
kab: 90 wussan
ms: 90 hari
nb_no: 90 dager
nn_no: 90 dagane
ro: 90 de zile
sk: 90 dní
sq: 90 Ditë
sr_latn: 90 dana
sv_se: 90 dagarna
te: 90 రోజులు
th: 90 วัน
tr: 90 gün
vi: 90 ngày

source: 365 days
es_ar: 365 días
fi: 365 päivää
fur: 365 dîs
fy_nl: 365 dagen
he: 365 ימים
hr: 365 dana
hu: 365 nap
ia: 365 dies
id: 365 hari
is: 365 daga
ka: 365 დღე
kab: 365 ussan
ms: 365 hari
nb_no: 365 dager
nn_no: 365 dagane
ro: 365 de zile
sk: 365 dní
sq: 365 ditë
sr_latn: 365 dana
sv_se: 365 dagarna
te: 365 రోజులు
th: 365 วัน
tr: 365 gün
vi: 365 ngày

source: Custom...
es_ar: Personalizar...
fi: Muokattu...
fur: Personalizât…
fy_nl: Oanpast…
he: מותאם אישית...
hr: Prilagođeno …
hu: Egyéni…
ia: Personalisate...
id: Khusus...
is: Sérsniðið...
ka: მითითება...
kab: Udmawan...
ms: Penyesuaian...
nb_no: Annet…
nn_no: Tilpassa…
ro: Personalizat...
sk: Vlastné...
sq: Vetjake...
sr_latn: Prilagođeno...
sv_se: Anpassad...
te: అభిమతం...
th: กำหนดเอง...
tr: Özelleştir...
vi: Tùy biến…

source: Statistics for {0}
es_ar: Estadísticas para {0}
fi: Tilastot lisäosalle {0}
fur: Statistichis par {0}
fy_nl: Statistiken foar {0}
he: סטטיסטיקות עבור {0}
hr: Statistika za {0}
hu: {0} statisztikája
ia: Statistica pro {0}
id: Statistik untuk {0}
is: Tölfræði fyrir {0}
ka: {0} დამატების სტატისტიკური მონაცემები
kab: Tidaddanin i {0}
ms: Statistik untuk {0}
nb_no: Statistikk for {0}
ro: Statistici pentru {0}
sk: Štatistika pre {0}
sq: Statistika për {0}
sr_latn: Statistika za {0}
sv_se: Statistik för {0}
te: {0} గణాంకాలు
th: สถิติสำหรับ {0}
tr: {0} İstatistikleri
vi: Thống kê cho {0}

source: Statistics Dashboard
es_ar: Panel de estadísticas
fi: Tilastojen kojelauta
fur: Panel statistichis
fy_nl: Statistikendashboerd
he: לוח סטטיסטיקה
hr: Pregledna ploča statistike
hu: Statisztikai vezérlőpult
ia: Pannello de statistica
id: Papan Statistik
is: Tölfræðistjórnborð
ka: სტატისტიკური მონაცემების გვერდი
kab: Wali tafelwit n usenqed n tidaddanin
ms: Papan pemuka Statistik
nb_no: Statistikkpanel
nn_no: Statistikkdashbord
ro: Tablou de bord pentru statistici
sk: Štatistika
sq: Pult Statistikash
sr_latn: Kontrolna tabla statistika
sv_se: Översikt statistisk
te: గణాంకాల డాష్‌బోర్డు
th: แดชบอร์ดสถิติ
tr: İstatistik Panosu
vi: Bảng điều khiển thống kê

source: Statistics processing is currently disabled, so recent data is unavailable. The statistics are still being collected and this page will be updated soon with the missing data.
hu: A statisztikai feldolgozás le van tiltva, így a legfrissebb adatok nem érhetőek el. A statisztikák továbbra is gyűlnek, és ez az oldal hamarosan frissülni fog a hiányzó adatokkal.
id: Pemrosesan statistik saat ini dimatikan, sehingga data baru tidak tersedia. Statistik masih tetap dikumpulkan dan laman ini akan diperbarui segera dengan data yang hilang.
ka: სტატისტიკის დამუშავება ამჟამად შეჩერებულია, ასე რომ, უახლესი მონაცემები მიუწვდომელია. სტატისტიკური აღრიცხვა ჯერ კიდევ მიმდინარეობს და ეს გვერდიც მალე განახლდება გამოტოვებული მონაცემებით.
ms: Pemprosesan statistik dinyahdayakan buat masa ini, jadi tidak ada data terkini. Statistik masih sedang dikumpulkan dan halaman ini akan dikemaskini tidak lama lagi dengan data yang hilang.
sq: Përpunimi i statistikave është hëpërhë i çaktivizuar, kështu që s’ka të dhëna të reja. Statistikat ende po grumbullohen dhe kjo faqe do të përditësohet së shpejti me të dhënat që mungojnë.
sv_se: Statistikbearbetning är för närvarande inaktiverad, aktuell data är inte tillgänglig. Statistik samlas fortfarande in och denna sida kommer att uppdateras snart med den data som saknas.

source: Loading the latest data&hellip;
es_ar: Cargando los datos más recientes&hellip;
fi: Ladataan viimeisintä dataa&hellip;
fur: Daûr a cjariâ i ultins dâts&hellip;
fy_nl: Lêste gegevens lade…
he: הנתונים האחרונים נטענים&hellip;
hr: Učitavanje najnovijih podataka&hellip;
hu: Legfrissebb adatok betöltése&hellip;
ia: Cargamento del ultime datos&hellip;
id: Memuat data terbaru&hellip;
is: Hleð inn nýjustu gögnum&hellip;
ka: უახლესი მონაცემების ჩატვირთვა&hellip;
kab: Asali n isefka ineggura &hellip;
ms: Memuatkan data&hellip; terkini
nb_no: Laster inn de nyeste dataene &hellip;
nn_no: Lastar inn siste datat&hellip;
ro: Se încarcă cele mai recente date&hellip;
sk: Načítavajú sa najnovšie údaje&hellip;
sq: Po ngarkohen të dhënat më të reja&hellip;
sr_latn: Učitavam najnovije podatke&hellip;
sv_se: Laddar in det senaste datat&hellip;
te: తాజా డేటాను తెస్తోంది&hellip;
th: กำลังโหลดข้อมูลล่าสุด&hellip;
tr: Son veriler yükleniyor&hellip;
vi: Đang nạp dữ liệu mới nhất&hellip;

source: No data available.
es_ar: No hay datos disponibles.
fi: Ei dataa saatavilla...
fur: Nissun dât disponibil.
fy_nl: Gjin gegevens beskikber.
he: אין נתונים זמינים.
hr: Nema podataka.
hu: Nincs elérhető adat.
ia: Nulle datos disponibile.
id: Tidak ada data tersedia.
is: Engin gögn tiltæk.
ka: მონაცემები არაა ხელმისაწვდომი.
kab: Ulac isefka.
ms: Tiada data tersedia.
nb_no: Ingen data tilgjengelig.
nn_no: Ingen data er tilgjengelege.
ro: Nu există date disponibile.
sk: Údaje nie sú dostupné.
sq: Pa të dhëna të passhme.
sr_latn: Nema dostupnih podataka.
sv_se: Ingen data tillgänglig.
te: డేటా అందుబాటులో లేదు.
th: ไม่มีข้อมูล
tr: Veri yok.
vi: Không có dữ liệu.

source: This dashboard is currently <b>public</b>.
hu: A vezérlőpult jelenleg <b>nyilvános</b>.
id: Papan saat ini dalam keadaan <b>publik</b>.
ka: ეს გვერდი ამჟამად <b>საჯაროა</b>.
kab: Tafelwit-agi n usenqded akka tura d <b>tazayezt</b>.
ms: Papan pemuka ini kini<b>umum</b>.
sk: Táto štatistika je momentálne <b>verejná</b>.
sq: Ky pult, për çastin, është <b>publik</b>.
sr_latn: Ova kontrolna tabla je trenutno <b>javna</b>.
sv_se: Den här översikten är för tillfället <b>publik</b>.

source: Contribution stats are currently <b>private</b>.
hu: A hozzájárulási statisztika jelenleg <b>privát</b>.
id: Statistik kontribusi saat ini dalam keadaaan <b>privat</b>.
sk: Štatistiky o príspevkoch sú nastavené ako <b>súkromné</b>.
sq: Hëpërhë, statistikat për kontribute janë <b>private</b>.
sr_latn: Statistike doprinosa su trenutno <b>privatne </b>.
sv_se: Bidragsstatisk är för tillfället <b>privat</b>.

source: This dashboard is currently <b>private</b>.
hu: Az vezérlőpult jelenleg <b>privát</b>.
id: Papan saat ini dalam keadaan <b>privat</b>.
ka: ეს გვერდი ამჟამად <b>პირადია</b>.
ms: Papan pemuka ini kini<b>peribadi</b>.
sk: Táto štatistika je momentálne <b>súkromná</b>.
sq: Ky pult, hëpërhë, është <b>privat</b>.
sr_latn: Ova kontrolna tabla je trenutno <b>privatna</b>.
sv_se: Den här översikten är för tillfället <b>privat</b>.

source: Change settings.
hu: Beállítások módosítása.
id: Ubah pengaturan.
ka: პარამეტრების შეცვლა.
kab: Iɣewwaṛen n usnifel.
ms: Tukar tetapan.
sk: Zmeniť nastavenie
sq: Ndryshoni rregullimet.
sr_latn: Promeni postavke.
sv_se: Ändra inställningar.

source: Add-ons Created by Date
hu: Létrehozott kiegészítők dátum szerint
id: Pengaya Dibuat berdasarkan Tanggal
ka: დამატებები თარიღის მიხედვით
kab: Izegrar yettwarnan s wazemz
ms: Add-ons Dicipta mengikut Tarikh
sk: Vytvorené doplnky podľa dátumu
sq: Shtesa sipas Datash Krijimi
sr_latn: Napravnjeni dodaci po datumu
sv_se: Tillägg skapade efter datum

source: Add-ons Downloaded by Date
hu: Letöltött kiegészítők dátum szerint
id: Pengaya Diunduh berdasarkan Tanggal
ka: დამატებები, ჩამოტვირთვის თარიღის მიხედვით
kab: Izegrar yettwasidren s wazemz
ms: Add-ons Dimuat turun mengikut Tarikh
sk: Prevzaté doplnky podľa dátumu
sq: Shtesa sipas Datash Shkarkimi
sr_latn: Preuzeti dodaci po datumu
sv_se: Tillägg nedladdade efter datum

source: Add-ons in Use by Date
hu: Használatban lévő kiegészítők dátum szerint
id: Pengaya Digunakan sebelum Tanggal
ka: დამატებები, გამოყენების თარიღის მიხედვით
kab: Izegrar ittuseqdacen s wazemz
ms: Add-ons Digunakan mengikut Tarikh
sk: Používané doplnky podľa dátumu
sq: Shtesa sipas Datash në Përdorim
sr_latn: Dodaci koji se koriste po datumu
sv_se: Tillägg i användning efter datum

source: Add-ons Updated by Date
hu: Kiegészítők frissítése dátum szerint
id: Pengaya Diperbarui sebelum Tanggal
ka: დამატებები, განახლების თარიღის მიხედვით
kab: Izegrar yettusniflen s wazemz
ms: Add-ons Dikemaskini mengikut Tarikh
sk: Aktualizované doplnky podľa dátumu
sq: Shtesa sipas Datash Përditësimi
sr_latn: Otpremljeni dodaci po datumu
sv_se: Tillägg uppdaterat efter datum

source: Application usage by Date
es_ar: Uso de la aplicación por fecha
fi: Sovelluksen käyttö päivämäärän mukaan
fur: Utilizazion aplicazion par date
fy_nl: Tapassingsgebrûk op datum
he: שימוש ביישום לפי תאריך
hr: Upotreba aplikacije po datumu
hu: Alkalmazás használata dátum szerint
ia: Application per data de uso
id: Penggunaan aplikasi berdasarkan Tanggal
is: Notkun forrits eftir dagsetningum
ka: პროგრამის გამოყენება თარიღის მიხედვით
kab: Aseqdec n usnas s wazemz
ms: Penggunaan Aplikasi mengikut Tarikh
nb_no: Programbruk etter dato
nn_no: Programbruk etter dato
ro: Utilizarea aplicației în funcție de dată
sk: Používanie aplikácie podľa dátumu
sq: Përdorim aplikacioni sipas Datash
sr_latn: Korišćenje aplikacije po datumu
sv_se: Applikationsanvändning efter datum
te: తేదీ వారీగా అనువర్తనపు వాడకం
th: การใช้แอปพลิเคชันตามวันที่
tr: Tarihe göre uygulama kullanımı
vi: Sử dụng ứng dụng theo Ngày

source: Collections Created by Date
hu: Létrehozott gyűjtemények dátum szerint
id: Koleksi Dibuat berdasarkan Tanggal
ka: კრებულები შექმნის თარიღის მიხედვით
kab: Tigrummiwin yettwarnan s wazemz
ms: Koleksi Dicipta mengikut Tarikh
sk: Vytvorené kolekcie podľa dátumu
sq: Koleksione sipas Datash Krijimi
sr_latn: Kolekcija napravljeno po datumu
sv_se: Samlingar skapade efter datum

source: Contributions by Date
hu: Hozzájárulások dátum szerint
id: Kontribusi berdasarkan Tanggal
kab: Attekki s wazemz
sk: Príspevky podľa dátumu
sq: Kontribute sipas Datash
sr_latn: Doprinosi po datumu
sv_se: Bidrag efter datum

source: Downloaded by Date
es_ar: Descargado por fecha
fur: Discjariâts par date
fy_nl: Download op datum
he: הורדות לפי תאריך
hr: Preuzeto po datumu
hu: Letöltve dátum szerint
ia: Discargate per data
id: Diunduh berdasarkan Tanggal
is: Niðurhalað eftir dagsetningum
ka: ჩამოტვირთვები თარიღის მიხედვით
kab: Isidar s wazemz
ms: Dimuat turun mengikut Tarikh
nb_no: Lastet ned etter dato
nn_no: Nedlasta etter dato
ro: Descărcări după dată
sk: Prevzatia podľa dátumu
sq: Shtesa sipas Datash Shkarkimi
sr_latn: Preuzimanja po datumu
sv_se: Nedladdade efter datum
te: తేదీ ద్వారా దింపుకోండి
th: จำนวนการดาวน์โหลดตามวันที่
tr: Tarihe göre indirmeler
vi: Tải xuống theo ngày

source: How are downloads counted?
hu: Hogyan számolódnak a letöltések?
id: Bagaimana unduhan dihitung?
ka: როგორ ითვლება ჩამოტვირთვები?
kab: Amek ttwasiḍnen isidar?
ms: Bagaimana muat turun dikira?
sk: Ako sa získavajú počty prevzatí?
sq: Si numërohen shkarkimet?
sr_latn: Kako se preuzimanja broje?
sv_se: Hur räknas nedladdningar?
