Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: The maximum file size accepted is %(max_size)s. If your add-on is larger than %(max_size)s, it will fail validation.
es_ar: El tamaño máximo de archivo aceptado es %(max_size)s. Si tu complemento es más grande que %(max_size)s, fallará la validación.
fi: Suurin hyväksytty tiedostokoko on %(max_size)s. Jos lisäosasi on suurempi kuin %(max_size)s, sen vahvistus epäonnistuu.
fur: La dimension massime ametude pai files e je di %(max_size)s. Se il to component adizionâl al supere %(max_size)s, nol superarà la convalide.
fy_nl: De maksimaale akseptearre bestânsgrutte is %(max_size)s. As jo add-on grutter is as %(max_size)s, sil de falidaasje mislearje.
he: גודל הקובץ המרבי המתקבל הוא %(max_size)s. אם התוספת שלך גדולה מ־%(max_size)s, היא תיכשל באימות.
ia: Le dimension maxime de file acceptate es %(max_size)s. Si tu additivo es major que %(max_size)s, illo fallera le validation.
nb_no: Maksimal filstørrelse som aksepteres er %(max_size)s. Hvis tillegget ditt er større enn %(max_size)s, kommer valideringen til å mislykkes.
nn_no: Maksimal filstorleik som blir akseptert er %(max_size)s. Viss tillegget ditt er større enn %(max_size)s, kjem valideringa til å mislykkast.
ro: Dimensiunea maximă acceptată a fișierului este %(max_size)s. Dacă suplimentul este mai mare decât %(max_size)s, validarea va eșua.
tr: Kabul edilen maksimum dosya boyutu %(max_size)s. Eklentiniz %(max_size)s boyutundan büyükse doğrulama başarısız olacaktır.
vi: Kích thước tập tin tối đa được chấp nhận là %(max_size)s. Nếu tiện ích của bạn lớn hơn %(max_size)s, nó sẽ không thể xác thực.

source: Which applications is this version compatible with?
es_ar: ¿Con qué aplicaciones es compatible esta versión?
fi: Minkä sovellusten kanssa tämä versio on yhteensopiva?
fur: Cun cualis aplicazions ise compatibile cheste version?
fy_nl: Mei hokker platfoarms is dit ferzje kompatibel?
he: אילו יישומים נתמכים על־ידי גרסה זו?
ia: Con qual applicationes iste version es compatibile?
is: Við hvaða forrit er þessi útgáfa samhæfð?
nb_no: Hvilke program er denne versjonen kompatibel med?
nn_no: Kva for program er denne versjonen kompatibel med?
ro: Cu ce aplicații este compatibilă versiunea?
te: ఈ వెర్షనుకు అనుగుణ్యమైన అనువర్తనం ఏది?
tr: Bu sürüm hangi uygulamalarla uyumlu?
vi: Phiên bản này tương thích với những ứng dụng nào?

source: Warning: the following manifest properties that your most recent version upload used in its manifest are unsupported in this wizard and will be ignored:
es_ar: Advertencia: no se admiten las siguientes propiedades del manifesto de la versión más reciente que has subido y se ignorarán:
fur: Atenzion: chestis proprietâts dal manifest, contignudis te ultime version dal component adizionâl cjamât in rêt, no son supuartadis de procedure vuidade, duncje a vignaran ignoradis:
fy_nl: Warskôging: de folgjende manifest-eigenskippen dy’t brûkt binne yn it manifest fan jo meast resinte ferzje wurde net stipe yn dizze wizard en wurde negearre:
he: אזהרה: מאפייני המניפסט הבאים שהעלאת הגרסה האחרונה שלך השתמשה בהם במניפסט אינם נתמכים באשף זה ויתעלמו מהם:
ia: Aviso: le sequente proprietates usate in le manifesto de tu ultime version incargate non es compatibile con iste assistente e essera ignorate:
nb_no: Advarsel: Følgende manifestegenskaper som den nyeste versjonen du lastet opp brukte i manifestet, støttes ikke i denne veiviseren og vil bli ignorert:
nn_no: Åtvaring: Følgjande manifesteigenskapar som den nyaste versjonen du lasta opp brukte i manifestet, blir ikkje støtta i denne vegvisaren og vil bli ignorert:
ro: Avertisment: următoarele proprietăți ale manifestului folosit la încărcarea celei mai recente versiuni nu sunt suportate în acest asistent și vor fi ignorate.
tr: Uyarı: Son sürümünüzün manifest'inde kullanılan aşağıdaki manifest özellikleri bu sihirbazda desteklenmemektedir ve görmezden gelinecektir:
vi: Cảnh báo: các thuộc tính tập tin manifest sau đây mà phiên bản tải lên gần đây nhất của bạn được sử dụng trong tập tin manifest không được hỗ trợ trong trình hướng dẫn này và sẽ bị bỏ qua:

source: Recommended height: 200 pixels
es_ar: Altura recomendada: 200 píxeles
fi: Suositeltu korkeus: 200 pikseliä
fur: Altece conseade: 200 pixels
fy_nl: Oanrekommandearre hichte: 200 pixels
he: גובה מומלץ: 200 פיקסלים
hr: Preporučena visina: 200 piksela
ia: Altitude recommendate: 200 pixels
nb_no: Anbefalt høyde: 200 piksler
nn_no: Tilrådd høgde: 200 pikslar
ro: Înălțime recomandată: 200 de pixeli
te: సిఫార్సు చేసిన ఎత్తు: 200 పిక్సెళ్ళు
th: ความสูงที่แนะนำ: 200 พิกเซล
tr: Önerilen yükseklik: 200 piksel
vi: Chiều cao khuyến nghị: 200 pixel

source: 6.9MB max
es_ar: máx 6.9MB
fi: 6,9 Mt enintään
fur: max 6.9MB
fy_nl: Maksimaal 6,9 MB
he: 6.9 מ״ב לכל היותר
hr: 6,9 MB maks.
is: 6,9MB hámark
nb_no: 6,9 MB maks
nn_no: 6,9 MB maks
te: 6.9MB గరిష్టం
th: สูงสุด 6.9MB
tr: en fazla 6,9 MB
vi: Tối đa 6.9MB

source: Hello, You're receiving this message because you requested new developer API keys for %(domain)s. To finish this process, please click on the link below: %(api_key_confirmation_link)s Regards, The Mozilla Add-ons Team
es_ar: Hola, Recibiste este mensaje porque pediste nuevas claves de API de desarrollador para %(domain)s. Para terminar este proceso, hacé clic en el enlace siguiente: %(api_key_confirmation_link)s Saludos, El equipo de complementos de Mozilla
fur: Mandi, Tu âs ricevût chest messaç parcè che tu âs domandât gnovis clâfs API di svilupadôr par %(domain)s. Par completâ cheste procedure, fâs clic sul colegament chi sot: %(api_key_confirmation_link)s Salûts cordiâi, Il grup di Mozilla Add-ons
fy_nl: Hallo, Jo ûntfange dit berjocht omdat jo nije ûntwikkelers-API-kaaien oanfrege hawwe foar %(domain)s. Klik op ûndersteande keppeling om dit proses te foltôgjen: %(api_key_confirmation_link)s Mei freonlike groetnis, It Mozilla Add-ons-team
nb_no: Hei, Du mottar denne meldingen fordi du ba om nye API-nøkler for utviklere for %(domain)s. Klikk på lenken nedenfor for å fullføre denne prosessen: %(api_key_confirmation_link)s Hilsen, Mozilla tilleggsteam
nn_no: Hei, Du får denne meldinga fordi du ba om nye API-nøklar for utviklarar for %(domain)s. Klikk på lenka nedanfor for å fullføre denne prosessen: %(api_key_confirmation_link)s Helsing, Mozilla-tilleggsteamet
ro: Salut, Primești acest mesaj pentru că ai solicitat chei API noi pentru dezvoltatori pentru %(domain)s. Pentru finalizarea procesului, te rugăm să dai clic pe linkul de mai jos: %(api_key_confirmation_link)s Salutări, Echipa Suplimente Mozilla
tr: Merhaba, Bu iletiyi %(domain)s için yeni geliştirici API anahtarları talep ettiğiniz için alıyorsunuz. Bu işlemi tamamlamak için lütfen aşağıdaki bağlantıya tıklayın: %(api_key_confirmation_link)s Sevgiler, Mozilla Eklentileri Ekibi

source: The following API Key was added to your account: %(key)s If you believe this key was created in error, you can remove the key and disable access at the following location: %(url)s
es_ar: Se agregó la siguiente clave API a su cuenta: %(key)s Si cree que esta clave se creó por error, puede eliminar la clave y deshabilite el acceso en la siguiente ubicación: %(url)s
fur: Cheste clâf API e je stade zontade al to account: %(key)s Se tu crodis che cheste clâf e sedi stade creade par erôr, tu puedis gjavâle e disativâ l’acès a cheste direzion: %(url)s
fy_nl: De folgjende API-kaai is tafoege oan jo account: %(key)s As jo tinke dat dizze kaai mei fersin makke is, dan kinne jo de kaai fuortsmite en de tagong hjir útskeakelje: %(url)s
he: מפתח ה־API הבא נוסף לחשבון שלך: %(key)s אם יש לך סיבה להאמין שמפתח זה נוצר בטעות, באפשרותך להסיר את המפתח ולהשבית את הגישה בקישור הבא: %(url)s
ia: Le sequente clave API ha essite addite a tu conto: %(key)s Si tu crede iste clave ha essite create per error, tu pote remover le clave e disactivar accesso al sequente position: %(url)s
nb_no: Følgende API-nøkkel ble lagt til kontoen din: %(key)s Hvis du mener at denne nøkkelen ble opprettet ved en feil, kan du fjerne nøkkelen og deaktivere tilgang på følgende sted: %(url)s
nn_no: Følgjande API-nøkkel vart lagt til kontoen din: %(key)s Om du meinar at denne nøkkelen vart oppretta ved en feil, kan du fjerne nøkkelen og deaktivere tilgang på følgjande stad: %(url)s
ro: În contul tău a fost adăugată următoarea cheie API: %(key)s Dacă tu consideri că a fost creată din greșeală, o poți elimina și poți dezactiva accesul de la următoarea adresă: %(url)s
tr: Aşağıdaki API anahtarı hesabınıza eklendi: %(key)s Bu anahtarın yanlışlıkla oluşturulduğunu düşünüyorsanız aşağıdaki bağlantıdan anahtarı kaldırabilir ve erişimi devre dışı bırakabilirsiniz: %(url)s
vi: Khóa API sau đã được thêm vào tài khoản của bạn: %(key)s Nếu bạn cho rằng khóa này được tạo do nhầm lẫn, bạn có thể xóa khóa và vô hiệu hóa quyền truy cập tại địa chỉ sau: %(url)s

source: The API Key was revoked from your account: %(key)s If you believe this key was revoked in error, you can create a new one at the following location: %(url)s
es_ar: La clave de API fue revocada de su cuenta: %(key)s Si cree que esta clave se revocó por error, puede crear una nueva en la siguiente ubicación: %(url)s
fur: La clâf API e je stade revocade dal to account: %(key)s Se tu crodis che cheste clâf e sedi stade revocade par erôr, tu puedis creânt une gnove a cheste direzion: %(url)s
fy_nl: De API-kaai is ynlutsen foar jo account: %(key)s As jo tinke dat dizze kaai mei fersin ynlutsen is, dan kinne jo hjir in nije meitsje: %(url)s
he: מפתח ה־API נשלל מהחשבון שלך: %(key)s אם יש לך סיבה להאמין שמפתח זה נשלל בטעות, באפשרותך ליצור אחד חדש בקישור הבא: %(url)s
ia: Le clave API ha essite revocate de tu conto: %(key)s Si tu crede iste clave ha essite revocate per error, tu pote crear uno nove al sequente position: %(url)s
nb_no: API-nøkkelen ble tilbakekalt fra kontoen din: %(key)s Hvis du mener at denne nøkkelen ble tilbakekalt ved en feiltakelse, kan du opprette en ny på følgende sted: %(url)s
nn_no: API-nøkkelen vart tilbakekalt frå kontoen din: %(key)s Om du meinar at denne nøkkelen vart tilbakekalt ved ein feil, kan du opprette ein ny på følgjande stad: %(url)s
ro: Următoarea cheie API a fost revocată din contul tău: %(key)s Dacă tu crezi că a fost revocată din greșeală, poți crea una nouă la următoarea adresă: %(url)s
tr: Aşağıdaki API anahtarı hesabınızdan kaldırıldı: %(key)s Bu anahtarın yanlışlıkla kaldırıldığını düşünüyorsanız aşağıdaki bağlantıdan yeni bir anahtar oluşturabilirsiniz: %(url)s
vi: Khóa API đã bị thu hồi khỏi tài khoản của bạn: %(key)s Nếu bạn cho rằng khóa này bị thu hồi do nhầm lẫn, bạn có thể tạo một khóa mới tại địa chỉ sau: %(url)s

source: Dear add-on developer, We noticed that your secret AMO API credentials were included in an add-on submitted to addons.mozilla.org. In order to protect your account and your add-on(s), we revoked the leaked credentials. You can generate new API credentials at %(api_keys_url)s Please make sure you never share your credentials with anyone. Never include them in a public repository, add-on or any other public place. We encourage you to review your code repositories and your extensions to remove any references to your AMO credentials. Thank you, The Mozilla Add-ons team
es_ar: Estimado desarrollador de complementos: Notamos que sus credenciales secretas de la API de AMO se incluyeron en un complemento enviado a addons.mozilla.org. Para proteger su cuenta y sus complementos, revocamos las credenciales filtradas. Puede generar nuevas credenciales de API en %(api_keys_url)s Asegúrese de no compartir nunca sus credenciales con nadie. Nunca los incluya en un repositorio público, complemento o cualquier otro lugar público. Le recomendamos que revise sus repositorios de código y sus extensiones para eliminar cualquier referencia a sus credenciales de AMO. Gracias, El equipo de complementos de Mozilla
fur: Cjâr svilupadôr di components adizionâi, O vin notât che lis tôs credenziâls API segretis di AMO a son stadis includudis intun component adizionâl inviât a addons.mozilla.org. Par protezi il to account e i tiei components adizionâi, o vin revocât lis credenziâls pandudis. Tu puedis creâ gnovis credenziâls API su %(api_keys_url)s. Viôt di no condividi cun nissun lis tôs credenziâls. No sta includilis mai intun dipuesit public, intun component adizionâl o intun altri lûc public. Ti conseìn di controlâ i tiei dipuesits di codiç e lis tôs estensions par gjavâ cualsisei riferiment aes tôs credenziâls AMO. Graciis, Il grup di Mozilla Add-ons
fy_nl: Bêste add-on-ûntwikkeler, Wy hawwe murken dat jo geheime AMO API-oanmeldgegevens opnommen binne yn in add-on dy’t yntsjinne is by addons.mozilla.org. Om jo account en jo add-on(s) te beskermjen, hawwe wy de lekte oanmeldgegevens ynlutsen. Jo kinne nije API-oanmeldgegevens oanmeitsje op %(api_keys_url)s Soargje derfoar dat jo jo oanmeldgegevens nea mei ien diele. Nim se nea op yn in iepenbiere repository, add-on of in oar iepenbier plak. Wy riede jo oan jo koade-repositories en jo útwreidingen te kontrolearjen om ferwizingen nei jo AMO-oanmeldgegevens fuort te smiten. Tank, It Mozilla Add-ons-team
he: מפתח תוספות יקר, שמנו לב שאישורי ה־API הסודיים שלך ב־AMO נכללו בתוספת שהוגשה אל addons.mozilla.org. כדי להגן על החשבון והתוספות שלך, שללנו את האישורים שהודלפו. באפשרותך ליצור אישורי API חדשים ב־%(api_keys_url)s נא לוודא שלעולם לא לשתף את האישורים שלך עם אף אחד. לעולם לא לכלול אותם במאגר ציבורי, תוספת או כל מקום ציבורי אחר. אנו ממליצים לך לסקור את מאגרי הקוד שלך ואת התוספות שלך כדי להסיר כל התייחסות לאישורי AMO שלך. תודה, צוות התוספות של Mozilla
ia: Car disveloppator de additivos, Nos ha constatate que tu credentiales API secrete de AMO ha essite includite in un additivo inviate a addons.mozilla.org.
nb_no: Kjære tilleggsutvikler, Vi la merke til at de hemmelige AMO API-innloggingsopplysningene dine var inkludert i et tillegg som ble sendt til addons.mozilla.org. For å beskytte kontoen din og dine tillegg, opphevet vi de lekkede innloggingsopplysningene. Du kan generere nye API-innloggingsopplysninger på %(api_keys_url)s Forsikre deg om at du aldri deler innloggingsopplysningene din med noen. Inkluder dem aldri i et offentlig kodelager, tillegg eller noe annet offentlig sted. Vi oppfordrer deg til å gå gjennom kodelagerene og utvidelsene dine for å fjerne referanser til AMO-innloggingsopplysningene. Takk skal du ha, Mozilla tilleggsteam
nn_no: Kjære tilleggsutviklar, Vi la merke til at dei hemmelege AMO API-innloggingsopplysningane dine var inkluderte i eit tillegg som vart sendt til addons.mozilla.org. For å ta vare på kontoen din og tillegga dine, oppheva vi dei lekande innloggingsopplysningane. Du kan generere nye API-innloggingsopplysningar på %(api_keys_url)s Forsikre deg om at du aldri deler innloggingsopplysningane dine med nokon. Inkluder dei aldri i eit offentleg kodelager, tillegg eller nokon annan offentleg stad. Vi oppfordrar deg til å gå gjennom kodelagera og utvidingane dine for å fjerne referansar til AMO-innloggingsopplysningane. Takk skal du ha, Mozilla-tilleggsteamet
ro: Dragă dezvoltator de suplimente, Am observat că datele tale secrete de autentificare pentru API-ul AMO sunt incluse într-un supliment trimis la addons.mozilla.org. Pentru a-ți proteja contul și suplimentul/suplimentele, am revocat datele de autentificare divulgate. Poți genera date de autentificare noi pentru API la %(api_keys_url)s Te rugăm să te asiguri că nu îți dezvălui niciodată nimănui datele de autentificare. Nu le include niciodată în depozite publice, în suplimente sau orice locuri publice. Te încurajăm să îți analizezi depozitele de cod și extensiile și să elimini orice referință înspre datele de autentificare AMO. Îți mulțumim, Echipa de suplimente Mozilla
tr: Değerli eklenti geliştiricisi, Gizli AMO API kimlik bilgilerinizin addons.mozilla.org adresine gönderilen bir eklentiye dahil edildiğini fark ettik. Hesabınızı ve eklentilerinizi korumak için, sızan kimlik bilgilerini iptal ettik. Yeni API kimlik bilgilerini %(api_keys_url)s adresinden oluşturabilirsiniz. Kimlik bilgilerinizi asla kimseyle paylaşmayın. Bunları asla halka açık bir depoya, eklentiye veya başka bir halka açık yere eklemeyin. Kod depolarınızı ve uzantılarınızı gözden geçirerek AMO kimlik bilgilerinizi her yerden kaldırmanızı öneririz. Teşekkürler, Mozilla Eklentileri Ekibi
vi: Kính gửi nhà phát triển tiện ích, Chúng tôi nhận thấy rằng thông tin đăng nhập API trên AMO bí mật của bạn đã được đưa vào một tiện ích được gửi tới addons.mozilla.org. Để bảo vệ tài khoản và (các) tiện ích của bạn, chúng tôi đã thu hồi thông tin đăng nhập bị rò rỉ. Bạn có thể tạo thông tin đăng nhập API mới tại %(api_keys_url)s Hãy đảm bảo rằng bạn không bao giờ chia sẻ thông tin đăng nhập của mình với bất kỳ ai. Không bao giờ đưa chúng vào kho lưu trữ công cộng, tiện ích hoặc bất kỳ nơi công cộng nào khác. Chúng tôi khuyến khích bạn xem lại kho mã và tiện ích mở rộng của mình để xóa mọi tham chiếu đến thông tin đăng nhập AMO của bạn. Cảm ơn bạn, Nhóm tiện ích mở rộng Mozilla

source: Hello, Your email was successfully verified. Regards, The Mozilla Add-ons Team
es_ar: Hola. Tu correo electrónico se verificó correctamente. Saludos, El equipo de complementos de Mozilla
fi: Hei Sähköpostiosoitteesi on vahvistettu onnistuneesti. Ystävällisin terveisin Mozilla-lisäosien tiimi
fur: Mandi, la tô direzion e-mail e je stade verificade cun sucès. Cun rispiet, il grup di Mozilla Add-ons
fy_nl: Goeie, Jo e-mailadres is mei sukses ferifiearre. Groetnis, It Mozilla-add-onsteam
he: שלום, כתובת הדוא״ל שלך אומתה בהצלחה. בברכה, צוות התוספות של Mozilla
ia: Hallo, Tu email era verificate con successo. Salutationes, Le equipa del additivos de Mozilla
nb_no: Hallo, e-postadressen din ble bekreftet. Hilsen, Mozilla-tilleggsteamet
nn_no: Hei, E-postadressa di vart stadfesta. Beste helsing, Mozilla-tilleggsteamet
ro: Salut, Adresa de e-mail a fost verificată cu succes. Salutări, Echipa Suplimente Mozilla
tr: Merhaba, E-posta adresiniz başarıyla doğrulandı. Sevgiler, Mozilla Eklentileri Ekibi
vi: Xin chào, Email của bạn đã được xác minh thành công. Trân trọng, Nhóm tiện ích Mozilla

source: Hello, You're receiving this message because you requested to verify your email. To finish this process, please click on the link below: %(confirmation_link)s Regards, The Mozilla Add-ons Team
es_ar: Hola, Estás recibiendo este mensaje porque pediste verificar tu correo electrónico. Para terminar este proceso, por favor hacé clic en el siguiente enlace: %(confirmation_link)s Saludos, El equipo de complementos de Mozilla
fur: Mandi, Tu âs ricevût chest messaç parcè che tu âs domandât la veriiche de tô e-mail. Par completâ cheste procedure, fâs clic sul colegament chi sot: %(confirmation_link)s Salûts cordiâi, Il grup di Mozilla Add-ons
fy_nl: Hallo, Jo ûntfange dit berjocht omdat jo ferifikaasje fan jo nije e-mailadres oanfrege hawwe. Klik op ûndersteande keppeling om dit proses te foltôgjen: %(confirmation_link)s Mei freonlike groetnis, It Mozilla Add-ons-team
nb_no: Hei, Du mottar denne meldingen fordi du ba om å bekrefte e-postadressen din. For å fullføre denne prosessen, klikk på lenken nedenfor: %(confirmation_link)s Hilsen, Mozilla tilleggsteam
nn_no: Hei, Du får denne meldinga fordi du ba om å stadfeste e-postadressa di. For å fullføre denne prosessen, klikk på lenka nedanfor: %(confirmation_link)s Helsing, Mozilla-tilleggsteamet
ro: Salut, Primești acest mesaj pentru că ai solicitat verificarea adresei de e-mail. Pentru finalizarea procesului, te rugăm să dai clic pe linkul de mai jos: %(confirmation_link)s Salutări, Echipa Suplimente Mozilla
tr: Merhaba, Bu iletiyi e-postanızı doğrulama isteğinde bulunduğunuz için alıyorsunuz. Bu işlemi tamamlamak için lütfen aşağıdaki bağlantıya tıklayın: %(confirmation_link)s Sevgiler, Mozilla Eklentileri Ekibi

source: Your add-on was disabled by a site administrator and is no longer shown in our gallery.
es_ar: Tu complemento fue deshabilitado por un administrador del sitio y ya no aparece en nuestra galería.
fur: Il to component adizionâl al è stât disativât di un aministradôr e nol ven plui mostrât te galarie.
fy_nl: Jo add-on is útskeakele troch in websitebehearder en wurdt net mear werjûn yn ús galery.
nb_no: Tillegget ditt ble deaktivert av en nettstedsadministrator og vises ikke lenger i galleriet vårt.
nn_no: Tillegget ditt vart deaktivert av ein nettstadadministrator og visast ikkje lenger i galleriet vårt.
ro: Suplimentul a fost dezactivat de un administrator al site-ului și nu mai este afișat în galeria noastră.
tr: Eklentiniz bir site yöneticisi tarafından devre dışı bırakılmıştır ve artık galerimizde gösterilmeyecektir.

source: Listed on this site after passing code review. Automatic updates are handled by this site
es_ar: Aparecen en esta página tras pasar la revisión de código. Es la propia página la que gestiona las actualizaciones automáticas
fur: Visibil sul sît dopo dal superament de revision. I inzornaments a vignaran gjestîts in automatic dal sît
fy_nl: Fermeld op dizze website nei suksesfolle koadebeoardieling. Automatyske fernijingen wurde troch dizze website fersoarge
he: מופיע באתר לאחר סקירת קוד מוצלחת. עדכונים אוטומטיים מנוהלים על־ידי אתר זה
ia: Listate sur iste sito post passate le revision del codice. Le actualisationes automatic es tractate per iste sito
nb_no: Oppført på dette nettstedet etter bestått kodegjennomgang. Automatiske oppdateringer håndteres av dette nettstedet
nn_no: Oppført på denne nettstaden etter bestått kodegjennomgang. Automatiske oppdateringar blir handsama av denne nettstaden
ro: Listat pe acest site după ce a trecut cu succes recenzia codului. Actualizările automate sunt gestionate de acest site
th: ถูกแสดงในรายชื่อบนไซต์นี้หลังจากที่ผ่านการตรวจทานโค้ดแล้ว และไซต์นี้จะจัดการเกี่ยวกับการอัปเดตอัตโนมัติให้
tr: Kod incelemesinden geçtikten sonra bu sitede listelenir. Otomatik güncellemeler bu site tarafından ele alınır
vi: Được liệt kê trên trang web này sau khi vượt qua đánh giá mã. Cập nhật tự động được xử lý bởi trang web này

source: This is the version of your add-on that will be installed if someone clicks the Install button on addons.mozilla.org
es_ar: Esta es la versión de tu complemento que se instalará si alguien hace clic en el botón Instalar en addons.mozilla.org
fi: Tämä on lisäosasi versio, joka asennetaan, jos joku napsauttaa Asenna-painiketta osoitteessa addons.mozilla.org
fur: Cheste e je la version dal to component adizionâl che e vignarà instalade se cualchidun al fâs clic sul boton Instale in addons.mozilla.org
fy_nl: Dit is de ferzje fan jo add-on dy’t ynstallearre wurdt as ien op de knop Ynstallearje klikt op addons.mozilla.org
he: זוהי גרסת התוספת שלך שתותקן לאחר לחיצה על כפתור ההתקנה תחת addons.mozilla.org
ia: Isto es le version de tu additivo que essera installate si alcuno clicca sur le button Installar sur addons.mozilla.org
nb_no: Dette er versjonen av tillegget ditt som blir installert hvis noen klikker på Installer-knappen på addons.mozilla.org
nn_no: Dette er versjonen av tillegget ditt som blir installert dersom nokon klikkar på Installere-knappen på addons.mozilla.org
ro: Aceasta este versiunea suplimentului tău care va fi instalată dacă cineva dă clic pe butonul Instalează de pe addons.mozilla.org
th: นี่คือรุ่นของส่วนเสริมของคุณที่จะถูกติดตั้งเมื่อผู้ใช้คลิกที่ปุ่ม "ติดตั้ง" บน addons.mozilla.org
tr: Bu, birisi eklentinizin addons.mozilla.org'daki Yükle düğmesini tıklarsa yüklenecek olan sürümüdür
vi: Đây là phiên bản tiện ích của bạn sẽ được cài đặt nếu ai đó nhấp vào nút Cài đặt trên addons.mozilla.org
