Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Version numbers should have at most {max_length} characters.
es_ar: Los números de las versiones deben tener {max_length} caracteres como máximo.
fi: Versionumeroissa saa olla enintään {max_length} merkkiä.
fur: I numars di version no àn di superâ i {max_length} caratars.
fy_nl: Ferzjenûmers meie út net mear as {max_length} tekens befetsje.
he: מספרי הגרסאות חייבים להיות באורך של {max_length} תווים לכל היותר.
hr: Brojevi verzija smiju imati do {max_length} znakova.
ia: Le numeros de version debe haber al plus {max_length} characteres.
nb_no: Versjonsnumre skal inneholde maksimalt {max_length} tegn.
nn_no: Versjonsnummer skal innehalde maksimalt {max_length} teikn.
ro: Numerele versiunilor trebuie să aibă maxim {max_length} caractere.
tr: Sürüm numaraları en fazla {max_length} karakterden oluşmalıdır.
vi: Số phiên bản phải có tối đa {max_length} ký tự.

source: Maximum size for WebExtension themes is {0}.
es_ar: El tamaño máximo para los temas WebExtension es de {0}.
fi: WebExtension-teemojen enimmäiskoko on {0}.
fur: La dimension massime consintude pai temis WebExtension e je {0}.
fy_nl: De maksimale grutte foar WebExtension-tema’s is {0}.
he: הגודל המירב עבור ערכות נושא WebExtension הוא {0}.
hr: Maksimalna veličina za WebExtension teme je {0}.
ia: Le dimension maxime pro le themas de WebExtension es {0}.
is: Hámarksstærð á WebExtension þemum er {0}.
nb_no: Maksimal størrelse for WebExtension-tema er {0}.
nn_no: Maksimal storleik for Webextension-tema er {0}.
ro: Mărimea maximă pentru temele WebExtension este {0}.
te: WebExtension అలంకారాలకు గరిష్ఠ పరిమాణం {0}.
tr: WebExtension temaları için maksimum boyut {0}.
vi: Kích thước tối đa cho chủ đề của WebExtension là {0}.

source: You cannot submit an add-on using an ID ending with this suffix
es_ar: No se puede enviar un complemento con un ID que termine con este sufijo
fur: No tu puedis mandâ un component adizionâl doprant un ID che al finìs cun chest sufìs
fy_nl: Jo kinne gjin add-on yntsjinje mei in ID dy’t op ditachterfochsel einiget
he: לא ניתן להגיש תוספת עם המשתמשת במזהה שמסתיים ב־סיומת זו
hr: Ne možeš poslati dodatak koji koristi ID koji završava s ovim sufiksom
ia: Tu non pote inviar un additivo per un ID finiente con iste suffisso
nb_no: Du kan ikke sende inn et tillegg med en ID som slutter med dette suffikset
nn_no: Du kan ikkje sende inn eit tillegg med ein ID som sluttar med dette suffikset
ro: Nu poți trimite un supliment cu un ID care se termină în acest sufix
tr: Bu son ek ile biten bir ID ile eklenti gönderemezsiniz
vi: Bạn không thể gửi tiện ích bằng ID kết thúc bằng hậu tố này

source: You cannot submit a language pack
es_ar: No puedes enviar un paquete de idioma
fi: Et voi lähettää kielipakettia
fur: No tu puedis mandâ un pachet di lenghis
fy_nl: Jo kinne gjin taalpakket yntsjinje
he: לא ניתן להגיש ערכת שפה
hr: Ne možeš poslati jezični paket
ia: Impossibile cargar un pacchetto linguistic
is: Þú getur ekki sent inn tungumálapakka
nb_no: Du kan ikke sende inn en språkpakke
nn_no: Du kan ikkje sende inn ein språkpakke
ro: Nu poți trimite un pachet lingvistic
tr: Dil paketi gönderemezsiniz
vi: Bạn không thể gửi gói ngôn ngữ

source: The locale of an existing dictionary/language pack cannot be changed
es_ar: No se puede cambiar la localización de un diccionario/paquete de idiomas existente
fur: Nol è pussibil modificâ la localizazion di un pachet di lenghis/dizionaris
fy_nl: De locale fan in besteand wurdboek/taalpakket kin net wizige wurde
he: לא ניתן לשנות את השפה של מילון או חבילת שפה קיימת
hr: Jezik postojećeg rječnika/jezičnog paketa se ne može promijeniti
ia: Le lingua de un dictionario/pacchetto de lingua existente non pote esser cambiate
nb_no: Språket til en eksisterende ordbok/språkpakke kan ikke endres
nn_no: Språket til ei eksisterande ordbok/språkpakke kan ikkje endrast
ro: Limba unui dicționar/pachet lingvistic existent nu poate fi modificată
tr: Mevcut bir sözlüğün/dil paketinin dili değiştirilemez
vi: Không thể thay đổi ngôn ngữ của gói từ điển/ngôn ngữ hiện có

source: Unsupported file type, please upload a supported file {extensions}.
es_ar: No se admite ese tipo de archivo. Por favor, sube un archivo con formato {extensions}.
fi: Tiedostotyyppiä ei tueta, lataa tuettu tiedostotyyppi {extensions}.
fur: Gjenar di file no supuartât, cjame in rêt un file {extensions} supuartât.
fy_nl: Net-stipe bestânstype, laad in stipe bestân {extensions} op.
he: סוג הקובץ אינו נתמך, נא להעלות קובץ {extensions} נתמך.
hr: Nepodržana vrsta datoteke, prenesi podržanu datotečnu {extensions}.
ia: Typo de file non supportate. Incarga un file supportate: {extensions}
is: Óstudd skráartegund, sendu inn studda skrá ({extensions}).
nb_no: Filtypen støttes ikke. Last opp en støttet filtype {extensions}.
nn_no: Filtypen er ikkje støtta, last opp ei fil som er støtta {extensions}.
ro: Tip de fișier fără suport. Te rugăm să încarci un fișier {extensions} cu suport.
tr: Desteklenmeyen dosya türü. Lütfen desteklenen bir {extensions} dosyası yükleyin.
vi: Kiểu tập tin không được hỗ trợ, vui lòng tải lên tệp được hỗ trợ {extensions}.

source: The type (%s) does not match the type of your add-on on AMO (%s)
es_ar: El formato (%s) no se corresponde con la clasificación de tu complemento en AMO (%s)
fi: Tyyppi (%s) ei vastaa AMO:ssa olevan lisäosan tyyppiä (%s)
fur: Il gjenar (%s) nol corispuint al gjenar dal to component adizionâl su AMO (%s)
fy_nl: It type (%s) komt net oerien mei it type fan jo add-on op AMO (%s)
he: הסוג (%s) אינו תואם את סוג התוספת שלך ב־AMO‏ (%s)
hr: Vrsta (%s) ne odgovara vrsti tvog dodatka na AMO-u (%s)
ia: Le typo (%s) non concorda con le typo de tu additivo sur AMO (%s)
nb_no: Typen (%s) samsvarer ikke med typen tillegg på AMO (%s)
nn_no: Typen (%s) samsvarar ikkje med typen tillegg på AMO (%s)
ro: Tipul (%s) nu se potrivește cu tipul suplimentului înregistrat pe AMO (%s)
tr: Bu tür (%s), AMO'daki eklentinizin türüyle (%s) eşleşmiyor
vi: Loại (%s) không khớp với loại tiện ích của bạn trên AMO (%s)

source: Missing "channel" arg.
es_ar: Falta el argumento "channel".
fur: Al mancje l'argoment “canâl”.
fy_nl: Untbrekkend argumint ‘channel’.
he: ארגומנט ״channel״ חסר.
hr: Nedostaje argument „channel”.
ia: Argumento "channel" mancante.
nb_no: Mangler «channel»-argument.
nn_no: Manglar «channel»-argument.
ro: Argument „canal” lipsă.
tr: "Channel" bağımsız değişkeni eksik
vi: Thiếu tham số "channel".

source: Auto-flagged due to word match
es_ar: Marcado automáticamente por coincidencia de palabras
fur: Segnât in automatic par vie di corispondence cun peraulis
fy_nl: Automatysk labele fanwegen wurdoerienkomst
hr: Automatski označeno zbog podudaranja riječi
ia: Auto-etiquettate per concordantia de parolas
nb_no: Automatisk flagget på grunn av ordtreff
nn_no: Automatisk flagga på grunn av ordtreff
ro: Semnalat automat din cauza potrivirii cuvintelor
tr: Kelime eşleşmesi nedeniyle otomatik olarak işaretlendi
vi: Đã tự động gắn cờ do khớp từ

source: Auto-flagged due to user restriction
es_ar: Marcado automáticamente por restricción del usuario
fur: Segnât in automatic par vie di limitazions utent
fy_nl: Automatysk labele fanwegen brûkersbeheining
hr: Automatski označeno zbog korisničkog ograničenja
ia: Auto-etiquettate per restriction de usator
nb_no: Automatisk flagget på grunn av brukerbegrensning
nn_no: Automatisk flagga på grunn av brukaravgrensing
ro: Semnalat automat din cauza restricțiilor utilizatorului
tr: Kullanıcı kısıtlaması nedeniyle otomatik olarak işaretlendi
vi: Đã tự động gắn cờ do hạn chế người dùng

source: %(value)s contains a non-alphanumeric character.
es_ar: %(value)s contiene un carácter no alfanumérico.
fi: %(value)s sisältää muun kuin aakkosnumeerisen merkin.
fur: %(value)s al conten un caratar no-alfanumeric.
fy_nl: %(value)s befettet in net-alfanumeryk teken.
he: הערך %(value)s מכיל תו שאינו אות או מספר.
hr: %(value)s sadrži znak koji nije alfanumerički.
ia: %(value)s contine un character non alphanumeric.
nb_no: %(value)s inneholder et ikke-alfanumerisk tegn.
nn_no: %(value)s inneheld eit ikkje-alfanumerisk teikn.
ro: %(value)s conține un caracter non-alfanumeric.
tr: %(value)s harf veya rakam olmayan bir karakter içeriyor.
vi: %(value)s chứa ký tự không phải chữ và số.

source: The review text cannot contain the word: "{0}"
es_ar: El texto de revisión no puede contener la palabra: "{0}"
fi: Arvion teksti ei saa sisältää sanaa "{0}"
fur: Il test de recension nol pues contignî la peraule: “{0}”
fy_nl: De beoardielingstekst mei it de wurd ‘{0}’ net befetsje
he: טקסט הסקירה אינו יכול להכיל את המילה: ״{0}״
hr: Tekst recenzije ne smije sadržavati riječ: „{0}”
ia: Le texto del recension non pote continer le parola: "{0}"
nb_no: Anmeldelsesteksten kan ikke inneholde ordet: «{0}»
nn_no: Vurderingsteksten kan ikkje innehalde ordet: «{0}»
ro: Textul recenziei nu poate conține cuvântul: „{0}”
tr: İnceleme metni şu kelimeyi içeremez: "{0}"
vi: Văn bản đánh giá không thể chứa từ: "{0}"

source: Invalid flag [{}] - must be one of [{}]
fur: Flag no valit [{}] - al scugne jessi un tra [{}]
fy_nl: Unjildich label [{}] – moat der ien fan [{}] wêze
hr: Neispravna oznaka [{}] – mora biti jedna od [{}]
ia: Flag invalide [{}] - debe esser un de [{}]
is: Ógilt flagg [{}] - verður að vera eitt af [{}]
nb_no: Ugyldig flagg [{}] – må være ett av [{}]
nn_no: Ugyldig flagg [{}] – må vere eitt av [{}]
ro: Marcaj nevalid [{}] - trebuie să fie unul dintre [{}]
tr: Geçersiz bayrak [{}]. Bayrak şunlardan biri olmalıdır: [{}]
vi: Cờ không hợp lệ [{}] - phải là một trong [{}]

source: Unsupported file type, please upload a file {extensions}.
es_ar: Tipo de archivo no soportado, subí un archivo {extensions}.
fur: Gjenar di file no supuartât, cjame in rêt un file {extensions}.
fy_nl: Net-stipe bestânstype, laad in bestân {extensions} op.
he: סוג הקובץ לא נתמך, נא להעלות קובץ {extensions}.
hr: Nepodržana vrsta datoteke, prenesi datoteku {extensions}.
ia: Typo de file non supportate, carga un file valide {extensions}.
nb_no: Filtypen støttes ikke. Last opp en filtype {extensions}.
tr: Desteklenmeyen dosya türü. Lütfen bir {extensions} dosyası yükleyin.
vi: Loại tập tin không được hỗ trợ, vui lòng tải lên tập tin {extensions}.

source: File too large.
es_ar: Archivo demasiado grande.
fur: File masse grant.
fy_nl: Bestân te grut.
he: הקובץ גדול מידי.
hr: Datoteka je prevelika.
ia: File troppo grande.
nb_no: Filen er for stor.
tr: Dosya çok büyük.
vi: Tập tin quá lớn.

source: by %(user)s on %(date)s %(stars)s
es_ar: por %(user)s el %(date)s %(stars)s
fur: di %(user)s ai %(date)s %(stars)s
fy_nl: troch %(user)s op %(date)s %(stars)s
he: מאת %(user)s ב־%(date)s %(stars)s
hr: od %(user)s, %(date)s %(stars)s
ia: per %(user)s le %(date)s %(stars)s
nb_no: av %(user)s den %(date)s %(stars)s
tr: %(user)s tarafından %(date)s tarihinde %(stars)s
vi: bởi %(user)s vào %(date)s %(stars)s

source: <strong>Warning!</strong> Another user may be viewing this page before you.
es_ar: <strong>¡Advertencia!</strong> Otro usuario puede estar viendo esta página antes que vos.
fur: <strong>Atenzion!</strong> Un altri utent al stave viodint cheste pagjine prime di te.
fy_nl: <strong>Warskôging!</strong> In oare brûker besjocht dizze side mooglik earder as jo.
he: <strong>אזהרה!</strong> ייתכן שמשתמש אחר צפה בעמוד הזה לפניך.
hr: <strong>Upozorenje!</strong> Jedan drugi korisnik možda pregledava ovu stranicu prije tebe.
ia: <strong>Attention!</strong> Un altere usator pote vider iste pagina ante te.
nb_no: <strong>Advarsel!</strong> En annen bruker kan se denne siden før deg.
tr: <strong>Uyarı!</strong> Başka bir kullanıcı sizden önce bu sayfayı görüntülüyor olabilir.
vi: <strong>Cảnh báo!</strong> Một người dùng khác có thể đang xem trang này trước bạn.

source: Invalid "%s" parameter.
es_ar: Parámetro "%s" inválido.
fi: Virheellinen "%s"-parametri.
fur: Parametri “%s” no valit.
fy_nl: Unjildige parameter ‘%s’.
he: הפרמטר "%s" שגוי.
hr: Neispravni parametar „%s”.
ia: Parametro "%s" non valide.
is: Ógild "%s" færibreyta.
nb_no: Ugyldig parameter «%s».
nn_no: Ugyldig parameter «%s».
ro: Parametru „%s” nevalid.
te: చెల్లని "%s" పరామితి.
th: พารามิเตอร์ "%s" ไม่ถูกต้อง
tr: Geçersiz "%s" parametresi.
vi: Tham số "%s" không hợp lệ.

source: Invalid combination of "%s" and "%s" parameters.
es_ar: Combinación no válida de parámetros "%s" y "%s".
fi: Parametrien "%s" ja "%s" yhdistelmä on virheellinen.
fur: Cumbinazion dai parametris “%s” e “%s” no valide.
fy_nl: Unjildige kombinaasje fan parameters ‘%s’ en ‘%s’.
hr: Neispravna kombinacija parametara „%s” i „%s”.
ia: Combination de parametros "%s" e "%s" non valide.
is: Ógild samsetning á "%s" og "%s" færibreytum.
nb_no: Ugyldig kombinasjon av parameterne «%s» og «%s».
nn_no: Ugyldig kombinasjon av parametrane «%s» og «%s».
ro: Combinație nevalidă a parametrilor „%s” și „%s”.
tr: "%s" ve "%s" parametrelerinin geçersiz kombinasyonu.
vi: Kết hợp các tham số "%s" và "%s" không hợp lệ.

source: Return To AMO is currently disabled
es_ar: Se ha deshabilitado la opción de volver a AMO
fur: "Torne su AMO" in chest moment al è disativât
fy_nl: Return To AMO is op dit stuit útskeakele
hr: Povratak na AMO je trenutačno deaktivirano
ia: Retornar a AMO es al momento disactivate
nb_no: Return To AMO er for øyeblikket deaktivert
nn_no: Return To AMO er akkurat no deaktivert
ro: Întoarcerea pe AMO este dezactivată acum
te: AMO కి తిరిగి వెళ్ళు ప్రస్తుతం నిలిపివేయబడింది
tr: AMO’ya dönüş şu an devre dışı
vi: Quay lại AMO hiện đang bị vô hiệu hóa

source: Invalid Return To AMO guid (not in base64url format?)
es_ar: No es válido el GUID de regreso a AMO (¿no está en formato base64url?)
fur: GUID di "Torne su AMO" no valit (nol è in formât base64url?)
fy_nl: Unjildige GUID foar Return To AMO (net yn base64url-yndieling?)
hr: Neispravna guid oznaka za povratak na AMO (nije base64url formata?)
ia: Guida de retorno al AMO non valide (formato de url non in base 64?)
nb_no: Ugyldig Return To AMO-guide (ikke i base64url-format?)
nn_no: Ugyldig Return To AMO-guide (ikkje i base64url-format?)
ro: Retur nevalid către GUID AMO (nu este în format base64url?)
tr: Geçersiz AMO’ya dönüş guid değeri (base64url biçiminde olmayabilir)
vi: Guid Quay lại AMO không hợp lệ (không phải ở định dạng base64url?)

source: Could not find Add-on with ID "{}".
es_ar: No se pudo encontrar ningún complemento con ID "{}".
fi: Lisäosaa ID:llä "{}" ei löydy.
fur: Impussibil cjatâ il component adizionâl cun ID "{}".
fy_nl: Koe gjin add-on mei ID ‘{}’ fine.
he: לא ניתן למצוא תוספת עם המזהה "{}".
hr: Nije bilo moguće pronaći dodatak s ID oznakom „{}”.
ia: Impossibile trovar un additivo con id "{}".
is: Gat ekki fundið viðbót með auðkennið "{}".
nb_no: Finner ikke tillegget med ID-en «{}».
nn_no: Klarte ikkje å finne eit tillegg med ID-en «{}».
ro: Nu am găsit niciun supliment cu ID „{}”.
te: "{}" గుర్తింపుతో ఉన్న పొడగింతను కనుగొనలేకపోయాము.
th: ไม่พบส่วนเสริมที่มี ID "{}"
tr: "{}" kimliğine sahip eklenti bulunamadı.
vi: Không thể tìm thấy tiện ích có ID "{}".

source: You do not own this add-on.
es_ar: No sos propietario de este complemento.
fi: Et omista tätä lisäosaa.
fur: Chest component adizionâl nol è to.
fy_nl: Dizze add-on is net fan jo.
he: אינך הבעלים של תוספת זו.
hr: Nisi vlasnik/vlasnica ovog dodatka.
ia: Tu non es proprietario de iste additivo.
is: Þú átt ekki þessa viðbót.
nb_no: Du eier ikke dette tillegget.
nn_no: Du eig ikkje dette tillegget.
ro: Nu deții acest supliment.
tr: Bu eklenti size ait değil.
vi: Bạn không sở hữu tiện ích này.

source: You cannot add versions to an add-on that has status: %s.
es_ar: No podés agregar versiones a un complemento que tiene estado: %s.
fi: Et voi lisätä versioita lisäosaan, jonka tila on: %s.
fur: Nol è pussibil zontâ gnovis versions di un component adizionâl se il so stât al è: %s.
fy_nl: Jo kinne gjin ferzjes oan in add-on mei de steat %s tafoegje.
he: לא ניתן להוסיף גרסאות לתוספת שנמצאת במצב: %s.
hr: Ne možeš dodati verzije dodatku, čije je stanje: %s.
ia: Tu non pote adder versiones a un additivo in stato: %s.
nb_no: Du kan ikke legge til versjoner i et tillegg som har statusen %s.
nn_no: Du kan ikkje leggje til versjonar i eit tillegg som har statusen %s.
ro: Nu poți adăuga versiuni la un supliment cu starea: %s.
tr: %s durumundaki bir eklentiye sürüm ekleyemezsiniz.
vi: Bạn không thể thêm phiên bản vào tiện ích có trạng thái: %s.

source: Please specify your Add-on ID in the manifest if it's longer than 64 characters.
es_ar: Especificá tu ID de complemento en el manifiesto si tiene más de 64 caracteres.
fi: Määritä lisäosan ID-tunnus manifestissa, jos se on yli 64 merkkiä pitkä.
fur: Se l’ID dal component adizionâl al supere i 64 caratars, specifichilu tal manifest.
fy_nl: Fier de add-on-ID fan jo add-on yn, yn it manifest as dizze langer is as 64 tekens.
he: נא לציין את מזהה התוספת שלך בקובץ ה־manifest אם הוא ארוך מ־64 תווים.
hr: Navedi ID oznaku svog dodatka u manifestu, ako je duži od 64 znaka.
ia: Specifica tu ID del additivo in le file manifesto si illo es plus longe que 64 characteres.
nb_no: Oppgi tilleggs-ID-en din i manifestet hvis den er lengre enn 64 tegn.
nn_no: Oppgi tillegg-ID-en din i manifestet om han er lengre enn 64 teikn.
ro: Te rugăm să specifici ID-ul suplimentului în manifest dacă are mai mult de 64 de caractere.
tr: 64 karakterden uzunsa lütfen manifest’te eklenti kimliğinizi belirtin.
vi: Vui lòng chỉ định ID tiện ích của bạn trong tập tin manifest nếu nó dài hơn 64 ký tự.

source: Invalid Add-on ID in URL or package
es_ar: ID de complemento no válido en URL o paquete
fi: Virheellinen lisäosan ID-tunnus URL-osoitteessa tai paketissa
fur: L'ID dal component adizionâl tal URL o tal pachet nol è valit
fy_nl: Unjildige add-on-ID yn URL
he: מזהה תוספת לא חוקי בכתובת האתר או בחבילה
hr: Neispravna ID oznaka dodatka u URL-u ili paket
ia: ID del additivo non valide in URL o pacchetto
nb_no: Ugyldig tilleggs-ID i URL eller pakke
nn_no: Ugyldig tillegs-ID i URL eller pakke
ro: ID-ul nevalid al suplimentului în URL sau pachet
th: ID ส่วนเสริมไม่ถูกต้องใน URL หรือแพคเกจ
tr: URL'de veya pakette geçersiz eklenti kimliği
vi: ID tiện ích trong URL hoặc gói không hợp lệ

source: You cannot add listed versions to an add-on set to "Invisible" state.
es_ar: No podés agregar versiones listadas a un complemento configurado en estado "invisible".
fi: Et voi lisätä listattuja versioita lisäosaan, jonka tila on "Näkymätön".
fur: Impussibil zontâ versions publicadis a un component adizionâl metût in stât “Invisibil”.
fy_nl: Jo kinne gjin ferzjes oan in add-on mei de steat ‘Unsichtber’ tafoegje.
he: לא ניתן להוסיף גרסאות מוצגות לתוספת המוגדרת במצב "בלתי נראה".
hr: Ne možeš dodati navedene verzije dodatku čije je stanje postavljeno na „Nevidljivo”.
ia: Tu non pote adder versiones publicate a un additivo definite como stato "Invisibile".
nb_no: Du kan ikke legge til oppførte versjoner i et tillegg som er satt til tilstanden «usynlig».
nn_no: Du kan ikkje leggje til oppførte versjonar i eit tillegg som er sett til tilstanden «usynleg».
ro: Nu poți adăuga versiuni listate la un supliment setat în starea de „invizibil”.
tr: "Görünmez" durumdaki bir uzantıya listelenen sürümleri ekleyemezsiniz.
vi: Bạn không thể thêm các phiên bản được liệt kê vào tiện ích được đặt thành trạng thái "Ẩn".

source: You cannot add a listed version to this add-on via the API due to missing metadata. Please submit via the website
es_ar: No podés agregar una versión listada a este complemento a través de la API porque faltan metadatos. Enviala a través del sitio web
fi: Et voi lisätä tähän lisäosaan listattua versiota API:n kautta puuttuvien metatietojen vuoksi. Lähetä verkkosivuston kautta
fur: Nol è pussibil zontâ une version publicade a chest component adizionâl midiant API parcè che a mancjin metadâts. Mande vie sît web
fy_nl: Jo kinne gjin fermelde ferzje oan dizze add-on tafoegje fia de API fanwegen ûntbrekkende metagegevens. Tsjinje him yn fia de website
he: לא ניתן להוסיף גרסה של התוספת הזו לרשימה דרך ה־API עקב נתוני על לוקים בחסר. נא לשלוח דרך האתר
hr: Ne možeš dodati navedenu verziju ovom dodatku putem API-a, jer nedostaju metapodaci. Pošalji putem web stranice
ia: Tu non pote usar le API pro adder un version jam in lista de presentation pro iste additivo, perque il ha metadatos mancante. Per favor invia lo per le sito web
nb_no: Du kan ikke legge til en oppført versjon til dette tillegget via API-et på grunn av manglende metadata. Send inn via nettstedet
nn_no: Du kan ikkje leggje til ein oppført versjon til dette tillegget via API-et på grunn av manglande metadata. Send inn via nettstaden
ro: Nu poți adăuga o versiune listată la acest supliment prin API din cauză că lipsesc metadate. Te rugăm să transmiți prin intermediul site-ului
tr: Eksik meta veriler nedeniyle bu eklentiye API aracılığıyla listelenen sürüm ekleyemezsiniz. Lütfen web sitesi üzerinden gönderin
vi: Bạn không thể thêm phiên bản được liệt kê vào tiện ích này qua API do thiếu metadata. Vui lòng gửi qua trang web

source: No uploaded file for that add-on and version.
es_ar: No hay ningún archivo cargado para ese complemento y versión.
fur: Nissun file cjariât in rêt pal component adizionâl e chê version.
fy_nl: Gjin opladen bestân foar dy add-on en ferzje.
he: לא הועלה קובץ לתוספת ולגרסה האלו.
hr: Nema prenesene datoteke za taj dodatak i verziju.
ia: Nulle file incargate pro ille additivo e version.
nb_no: Ingen opplastede filer for det tillegget og den versjonen.
nn_no: Ingen opplasta filer for det tillegget og den versjonen.
ro: Nu există niciun fișier încărcat pentru acel supliment și acea versiune.
tr: Bu eklenti ve sürüm için yüklenmiş dosya yok.
vi: Không có tập tin nào được tải lên cho tiện ích và phiên bản đó.

source: by Medium
es_ar: por medio
fur: par mieç
fy_nl: op medium
hr: prema mediju
ia: per medio
is: eftir miðli
nb_no: etter medier
nn_no: etter medium
ro: după mediu
tr: Ortama göre

source: by Content
es_ar: por Contenido
fur: par contignût
fy_nl: op ynhâld
he: לפי תוכן
hr: prema sadržaju
ia: per contento
is: eftir efni
nb_no: etter innhold
nn_no: etter innhald
ro: după conținut
te: విషయంవారీగా
th: ตามเนื้อหา
tr: İçeriğe göre
vi: theo Nội dung

source: by Campaign
es_ar: por campaña
fur: par campagne
fy_nl: op kampanje
hr: prema kampanji
ia: per campania
is: eftir kynningarátaki
nb_no: etter kampanje
nn_no: etter kanmpanje
ro: după campanie
tr: Kampanyaya göre

source: by Country
es_ar: por país
fur: par paîs
fy_nl: op Lân
he: לפי מדינה
hr: prema zemlji
ia: per pais
is: eftir löndum
nb_no: etter land
nn_no: etter land
ro: după țară
te: దేశం వారీగా
th: ตามประเทศ
tr: Ülkeye göre
vi: theo Quốc gia

source: Sorry, the statistics are temporarily unavailable.
es_ar: Lo sentimos, las estadísticas no están disponibles temporalmente.
fi: Tilastot eivät ole tilapäisesti käytettävissä.
fur: Nus displâs, lis statistichis no son disponibilis par un pôc di timp.
fy_nl: Sorry, de statistiken binne tydlik net beskikber.
he: מצטערים, הנתונים הסטטיסטיים אינם זמינים באופן זמני.
hr: Nažalost su statistike trenutačno nedostupne.
ia: Desolate, le statistica es temporarimente indisponibile.
is: Því miður, tölfræðin er ekki tiltæk í augnablikinu.
nb_no: Beklager, statistikken er midlertidig utilgjengelig.
nn_no: Beklagar, statistikken er mellombels utilgjengeleg.
ro: Ne pare rău, statisticile sunt temporar indisponibile.
tr: Ne yazık ki istatistiklere şu an erişilemiyor.
vi: Xin lỗi, số liệu thống kê tạm thời không có sẵn.
