Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: This add-on is not a theme. Use the <a href="{link}">Submit a New Add-on</a> page to submit extensions.
es_ar: Este complemento no es un tema. Usá la página <a href="{link}">Enviar un nuevo complemento</a> para enviar extensiones.
fi: Tämä lisäosa ei ole teema. Lähetä laajennuksia <a href="{link}">Lähetä uusi lisäosa</a> -sivun kautta.
fur: Chest component adizionâl nol è un teme. Dopre la pagjine <a href="{link}">Cjame in rêt un gnûf component adizionâl</a> par mandâ estensions.
fy_nl: Dizze add-on is gjin tema. Brûk de side <a href="{link}">In nije add-on yntsjinje</a> om útwreidingen yn te tsjinjen.
he: תוספת זו אינה ערכת נושא. יש להשתמש בדף <a href="{link}">הגשת תוספת חדשה</a> כדי להגיש הרחבות.
hr: Ovaj dodatak nije tema. Koristi stranicu <a href="{link}">Pošalji novi dodatak</a> za slanje proširenja.
ia: Iste additivo non es un thema. Usa le pagina <a href="{link}">Inviar un nove additivo</a> pro inviar extensiones.
nb_no: Dette tillegget er ikke et tema. Bruk siden <a href="{link}">Send inn et nytt tillegg</a> for å sende inn utvidelser.
nn_no: Dette tillegget er ikkje eit tema. Bruk sida <a href="{link}">Send inn eit nytt tillegg</a> for å sende inn utvidingar.
ro: Suplimentul nu este o temă. Folosește pagina <a href="{link}">Depunere supliment nou</a> ca să timiți extensii.
tr: Bu eklenti bir tema değil. Uzantıları göndermek için <a href="{link}">Yeni Eklenti Gönder</a> sayfasını kullanın.
vi: Tiện ích này không phải là một chủ đề. Sử dụng trang <a href="{link}">gửi một tiện ích mới</a> để gửi tiện ích mở rộng.

source: Invitation accepted.
es_ar: Invitación aceptada.
fi: Kutsu hyväksytty.
fur: Invît acetât.
fy_nl: Utnûging akseptearre.
he: ההזמנה אושרה.
hr: Pozivnica prihvaćena.
ia: Invitation acceptate.
is: Boð samþykkt.
nb_no: Invitasjon godkjent.
nn_no: Invitasjon godkjend.
ro: Invitație acceptată.
te: ఆహ్వానం అంగీకరించబడింది.
th: ยอมรับคำเชิญแล้ว
tr: Davet kabul edildi.
vi: Lời mời được chấp nhận.

source: Invitation declined.
es_ar: Invitación rechazada.
fi: Kutsu hylätty.
fur: Invît ricusât.
fy_nl: Utnûging wegere.
he: ההזמנה נדחתה.
hr: Pozivnica odbijena.
ia: Invitation declinate.
is: Boði hafnað.
nb_no: Invitasjon avvist.
nn_no: Invitasjon avvist.
ro: Invitație refuzată.
te: ఆహ్వానం తిరస్కరించబడింది.
th: ปฏิเสธคำเชิญแล้ว
tr: Davet reddedildi.
vi: Lời mời bị từ chối.

source: A confirmation email has been sent to {email}
es_ar: Se ha enviado un enlace de confirmación a {email}
fi: Vahvistusviesti on lähetetty osoitteeseen {email}
fur: Une e-mail di conferme e je stade mandade a {email}
fy_nl: Der is in befêstigingsberjocht ferstjoerd nei {email}
he: הודעת דוא״ל לאישור נשלחה אל {email}
hr: E-poruka s potvrdom je poslana na {email}
ia: Un email de confirmation ha essite inviate a {email}
is: Staðfestingartölvupóstur var sendur á {email}
nb_no: En bekreftelsesepost har blitt sendt til {email}
nn_no: Ein stadfestings e-post er sendt til {email}
ro: A fost trimis un mesaj e-mail de confirmare la {email}
te: నిర్ధారణ సందేశం {email} కు పంపబడింది
th: อีเมลยืนยันได้ถูกส่งไปที่ {email}
tr: {email} adresine onay e-postası gönderildi
vi: Một email xác nhận đã được gửi đến {email}

source: <a href="{link}">Please add two-factor authentication to your account to submit extensions.</a>
es_ar: <a href="{link}">Agregá autenticación de dos factores a tu cuenta para enviar extensiones.</a>
fi: <a href="{link}">Lisää tilillesi kaksivaiheinen todennus, jotta voit lähettää laajennuksia.</a>
fur: <a href="{link}">Ative la autenticazion a doi fatôrs tal to account par mandâ estensions.</a>
fy_nl: <a href="{link}">Foegje twafaktorautentikaasje ta oan jo account om útwreidingen yn te tsjinjen.</a>
he: <a href="{link}">נא להוסיף אימות דו־שלבי לחשבון שלך כדי להגיש הרחבות.</a>
hr: Za slanje proširenja <a href="{link}">dodaj dvofaktorsku autentifikaciju svom računu.</a>
ia: <a href="{link}">Activa le authentication a duo factores in tu conto pro inviar extensiones.</a>
nb_no: <a href="{link}">Legg til tofaktorautentisering på kontoen din for å sende inn utvidelser.</a>
nn_no: <a href="{link}">Legg til tofaktor-autentisering på kontoen din for å sende inn utvidingar.</a>
ro: <a href="{link}">Te rugăm să adaugi autentificarea cu doi factori în cont ca să poți trimite extensii.</a>
tr: <a href="{link}">Uzantı gönderebilmek için lütfen hesabınıza iki aşamalı kimlik doğrulama ekleyin.</a>
vi: <a href="{link}">Vui lòng thêm xác thực hai yếu tố vào tài khoản của bạn để gửi tiện ích mở rộng.</a>

source: Image must be at least {0} pixels wide and {1} pixels tall.
es_ar: La imagen debe tener al menos {0} píxeles de ancho y {1} píxeles de alto.
fi: Kuvan on oltava vähintään {0} pikseliä leveä ja {1} pikseliä korkea.
fur: La imagjin e scugne jessi largje almancul {0} pixels e alte {1} pixels.
fy_nl: Ofbyldingen moatte op syn minst {0} piksels breed en {1} piksels heech wêze.
he: התמונה חייבת להיות ברוחב של {0} פיקסלים ובגובה של {1} פיקסלים לפחות.
hr: Slika mora biti barem {0} piksela široka i {1} piksela visoka.
ia: Le imagine debe mesurar al minus {0} pixels de latitude e {1} pixels de altitude.
is: Mynd verður að vera amk. {0} mynddíla breið og {1} mynddíla há.
nb_no: Bildet må være minst {0} piksler bredt og {1} piksler høyt.
nn_no: Bildet må vere minst {0} pikslar breidt og {1} pikslar høgt.
ro: Imaginea trebuie să fie de cel puțin {0} pixeli lățime și {1} pixeli înălțime.
te: బొమ్మ ఖచ్చితంగా {0} పిక్సెళ్ళ వెడల్పు, {1} పిక్సెళ్ళ పొడవు ఉండాలి.
th: ภาพจะต้องกว้างอย่างน้อย {0} พิกเซลและสูงอย่างน้อย {1} พิกเซล
tr: Resim en az {0} piksel eninde ve {1} piksel boyunda olmalıdır.
vi: Hình ảnh phải rộng ít nhất {0} pixel và cao {1} pixel.

source: Image dimensions must be in the ratio 4:3.
es_ar: Las dimensiones de la imagen deben estar en el ratio 4:3.
fi: Kuvan mitat tulee olla suhteessa 4:3.
fur: Lis dimensions de imagjin a scugnin vê une proporzion di 4:3.
fy_nl: Ofbyldingsôfmjittingen moatte yn de ferhâlding 4:3 wêze.
he: ממדי התמונה חייבים להיות ביחס 4:3.
hr: Dimenzije slike moraju biti u omjeru 4 : 3.
ia: Le dimensiones del imagine debe esser in le ration 4:3.
is: Stærðarhlutföll myndar verða að vera 4:3.
nb_no: Bildets dimensjoner må være i forholdet 4:3.
nn_no: Bildedimensjonane må vere i proporsjonen 4:3.
ro: Imaginile trebuie să fie la un raport de 4:3.
te: బొమ్మ కొలతలు తప్పనిసరిగా 4:3 నిష్పత్తిలో ఉండాలి.
th: มิติของภาพจะต้องอยู่ในอัตราส่วน 4:3
tr: Görüntü boyutları 4:3 oranında olmalıdır.
vi: Kích thước hình ảnh phải theo tỷ lệ 4:3.

source: Icon must be at least {0} pixels wide and tall.
es_ar: La imagen debe tener al menos {0} píxeles de ancho y alto.
fi: Kuvakkeen on oltava vähintään {0} pikseliä leveä ja korkea.
fur: La icone e à di vê une largjece e une altece di almancul {0} pixels.
fy_nl: Piktogram moat op syn minst {0} piksels breed en heech wêze.
he: הסמל חייב להיות ברוחב וגובה של {0} פיקסלים בדיוק.
hr: Ikona mora biti barem {0} piksela široka i visoka.
ia: Le imagine debe mesurar al minus {0} pixels de latitude e de altitude.
is: Táknmynd verður að vera amk. {0} mynddíla breið og há.
nb_no: Ikonet må være minst {0} piksler bredt og høyt.
nn_no: Ikonet må vere minst {0} pikslar breidt og høgt.
ro: Pictograma trebuie să fie de cel puțin {0} pixeli lățime și înălțime.
te: ప్రతీకం ఖచ్చితంగా {0} పిక్సెళ్ళ వెడల్పు, ఎత్తు ఉండాలి.
th: ไอคอนจะต้องมีความกว้างและความสูงอย่างน้อย {0} พิกเซล
tr: Simge en az {0} piksel eninde ve boyunda olmalıdır.
vi: Biểu tượng phải rộng và cao ít nhất {0} pixel.

source: Icon must be square (same width and height).
es_ar: El icono debe ser cuadrado (el mismo ancho que altura).
fi: Kuvakkeen on oltava neliö (sama leveys ja korkeus).
fur: La icone e scugne jessi cuadrade (stesse largjece e altece).
fy_nl: Piktogram moat fjouwerkant wêze (deselde breedte en hichte).
he: הסמל חייב להיות בצורת ריבוע (באותו הרוחב וגובה).
hr: Ikona mora biti kvadratična (iste širine i visine).
ia: Le icone debe esser quadrate (altitude equal al latitude).
is: Táknmynd verður að vera ferningslaga (sama breidd og hæð).
nb_no: Ikonet må være kvadratisk (samme bredde og høyde).
nn_no: Ikonet må vere kvadratisk (same breidde og høgde).
ro: Pictograma trebuie să fie pătrată (aceeași lățime și înălțime).
te: ప్రతీకం చదరంగా (ఒకే వెడల్పు, ఎత్తు) ఉండాలి.
th: ไอคอนต้องเป็นสี่เหลี่ยมจัตุรัส (ความกว้างและความสูงเดียวกัน)
tr: Simge kare olmalıdır (aynı genişlik ve yükseklik).
vi: Biểu tượng phải là hình vuông (cùng chiều rộng và chiều cao).

source: The latest approved version of this %s add-on cannot be deleted or disabled because the previous version was not approved for %s promotion. Please contact AMO Admins if you need help with this.
es_ar: La última versión aprobada de este complemento %s no puede borrarse o deshabilitarse porque la versión anterior no fue aprobada para promoción %s. Ponete en contacto con los administradores de AMO si necesitás ayuda.
fur: Nol è pussibil eliminâ o disativâ la ultime version aprovade di chest component adizionâl %s parcè che la version prime no jere stade aprovade pe promozion ae categorie %s. Contate i aministradôrs di AMO se ti covente assistence in merit.
fy_nl: De nijste goedkarre ferzje fan dizze %s add-on kin net fuortsmiten of útskeakele wurde, omdat de foarige ferzje net goedkard is foar promoasje as %s. Nim kontakt op mei AMO-behearders as jo hjir help by nedich hawwe.
he: לא ניתן למחוק או להשבית את הגרסה המאושרת האחרונה של התוספת %s הזאת מכיוון שהגרסה הקודמת לא אושרה עבור קידום של %s. נא ליצור קשר עם מנהלי AMO אם יש לך צורך בעזרה לגבי לזה.
ia: Le ultime version approbate de iste additivo %s non pote esser delite o disactivate perque le previe version non ha essite approbate pro promotion a %s. Contacta le administratores de AMO si tu ha besonio de adjuta pro isto.
nb_no: Den siste godkjente versjonen av dette %s-tillegget kan ikke slettes eller deaktiveres fordi den forrige versjonen ikke ble godkjent for %s-kampanjen. Ta kontakt med AMO-administratorer hvis du trenger hjelp med dette.
nn_no: Den siste godkjende versjonen av dette %s-tillegget kan ikkje slettast eller blir deaktivert fordi den førre versjonen ikkje vart godkjend for %s-kampanjen. Ta kontakt med AMO Admins viss du treng hjelp med dette.
ro: Ultima versiune aprobată a acestui supliment %s nu poate fi ștearsă sau dezactivată deoarece versiunea precedentă nu a fost aprobată pentru promovare %s. Te rugăm să contactezi administratorii AMO dacă ai nevoie de ajutor în acest sens.
tr: Bu %s eklentisinin en son onaylanmış sürümü silinemez veya devre dışı bırakılamaz çünkü önceki sürüm %s tanıtımı için onaylanmamış. Bu konuda yardıma ihtiyacınız varsa lütfen AMO yöneticileri ile iletişime geçin.
vi: Không thể xóa hoặc vô hiệu hóa phiên bản mới nhất được phê duyệt của tiện ích %s vì phiên bản trước đó không được chấp thuận cho quảng cáo %s. Vui lòng liên hệ với quản trị viên AMO nếu bạn cần trợ giúp về việc này.

source: Rollback submitted. You'll be notified when it's approved
fur: Ripristinament mandât. Tu ricevarâs une notifiche cuant che al vignarà aprovât
fy_nl: Weromdraaien yntsjinne. Jo wurde op de hichte brocht as dizze goedkard is
nb_no: Tilbakerulling sendt. Du får beskjed når den er godkjent
nn_no: Tilbakestilling send. Du får beskjed når ho er godkjend
ro: Revenire trimisă. Vei primi o notificare când va fi aprobată
tr: Geri döndürme gönderildi. Onaylandığında bilgilendirileceksiniz

source: The color of the header area background, displayed in the part of the header not covered or visible through the header image. Manifest field: frame.
es_ar: El color de fondo del área del título, que aparece en la parte del título que no está cubierta o visible a través de la imagen. Campo del manifiesto: frame.
fur: Il colôr dal fonts de aree di intestazion, visualizât te part de intestazion che no je cuvierte de imagjin di intestazion o che si viôt par vie di trasparencis. Cjamp dal manifest: frame.
fy_nl: De kleur fan de eftergrûn fan it headergebied, werjaan yn it part fan de header dat net ôfdekt wurdt of sichtber is fia de headerôfbylding. Manifestfjild: · · frame.
ia: Le color del fundo del area de titulo, displicate in le parte del titulo non coperite o visibile per le imagine del titulo. Campo de manifesto: frame.
nb_no: Fargen på bakgrunnen for topptekstområdet vises i den delen av toppteksten som ikke er dekket eller synlig gjennom toppteksten. Manifestfelt: frame.
nn_no: Fargen på bakgrunnen for topptekstområdet vert vist i den delen av toppteksten som ikkje er dekt eller synleg gjennom toppteksten. Manifestfelt: frame.
ro: Culoarea fundalului pentru zona antetului, afișată în partea de antet neacoperită sau vizibilă prin imaginea antetului. Câmpul manifestului: frame.
th: สีของพื้นหลังพื้นที่ส่วนหัว ซึ่งจะแสดงในส่วนของส่วนหัวที่ไม่ถูกครอบคลุมหรือมองเห็นได้ผ่านภาพส่วนหัว ฟีลด์ในข้อมูลกำกับ: frame
tr: Header alanının arka plan rengi. Header'ın örtülmeyen kısmında veya header görselinin arka planında görünür. Manifest alanı: frame.
vi: Màu của nền vùng tiêu đề, được hiển thị trong phần của tiêu đề không bị khuất hoặc có thể nhìn thấy qua hình ảnh tiêu đề. Trường kê khai: frame.

source: The color of the text and icons in the header area, except the active tab. Manifest field: tab_background_text.
es_ar: El color del texto y los iconos del área del título, excepto en la pestaña activa. Campo del manifiesto: tab_background_text.
fur: Il colôr dal test e des iconis te aree di intestazion, gjavade la schede ative. Cjamp dal manifest: tab_background_text.
fy_nl: De kleur fan de tekst en de piktogrammen yn it headergebied, behalve it aktive ljepblêd. Manifestfjild: tab_background_text.
ia: Le color del texto e le icones in le area del titulo, a exception del scheda active. Campo de manifesto: tab_background_text.
nb_no: Fargen på teksten og ikonene i topptekstområdet, bortsett fra den aktive fanen. Manifestfelt: tab_background_text.
nn_no: Fargen på teksten som vert vist i overskriftsområdet, utanom den aktive fana. Manifest-felt: tab_background_text.
ro: Culoarea textului și a pictogramelor din zona antetului, cu excepția filei active. Câmpul manifestului: tab_background_text.
tr: Üst bilgi alanındaki metin ve simgelerin rengi (etkin sekme hariç). Manifest alanı: tab_background_text.
vi: Màu của văn bản và biểu tượng trong vùng tiêu đề, ngoại trừ thẻ đang hoạt động. Trường kê khai: tab_background_text.

source: The background color for the navigation bar, the bookmarks bar, and the active tab. Manifest field: toolbar.
es_ar: El color de fondo de la barra de navegación, barra de marcadores y la pestaña seleccionada. Campo de manifiesto: toolbar.
fur: Il colôr di fonts pe sbare di navigazion, la sbare dai segnelibris e la schede ative. Cjamp dal manifest: toolbar.
fy_nl: De eftergrûnkleur foar de navigaasjebalke, de blêdwizerarkbalke en it aktive ljepblêd. Manifestfjild: toolbar.
ia: Le color de fundo pro le barra de navigation, le barra de marcapaginas e le scheda active. Campo de manifesto: barra de instrumentos.
nb_no: Bakgrunnsfargen for navigasjonslinjen, bokmerkelinjen og den aktive fanen. Manifestfelt: toolbar.
nn_no: Bakgrunnsfargen for navigasjonslinja, bokmerkefeltet og vald fane. Manifestfelt: toolbar.
ro: Culoarea fundalului pentru bara de navigare, bara de marcaje și fila activă. Câmpul manifestului: toolbar.
tr: Gezinme çubuğunun, yer imleri çubuğunun ve seçili sekmenin arka plan rengi. Manifest alanı: araç çubuğu.
vi: Màu nền cho thanh điều hướng, thanh dấu trang và thẻ đang hoạt động. Trường trong manifest: toolbar.

source: The color of the text and icons in the toolbar and the active tab. Manifest field: bookmark_text.
es_ar: El color del texto y de los iconos en la barra de herramientas y la pestaña activa. Campo del manifiesto: bookmark_text.
fur: Il colôr dal test e des iconis te sbare dai struments e te schede ative. Cjamp dal manifest: bookmark_text.
fy_nl: De kleur fan tekst en piktogrammen yn de arkbalke en it aktive ljepblêd. Manifestfjild: bookmark_text.
ia: Le color del texto e del icones in le barra de instrumentos e le scheda active. Campo de manifesto: bookmark_text.
nb_no: Fargen på teksten og ikonene i verktøylinjen og den aktive fanen. Manifestfelt: bookmark_text.
nn_no: Fargen på teksten og ikona i verktøylinja og den aktive fana. Manifestfelt: bookmark_text.
ro: Culoarea textului și a pictogramelor din bara de instrumente și fila activă. Câmpul manifestului: bookmark_text.
tr: Araç çubuğundaki ve etkin sekmedeki metnin ve simgelerin rengi. Manifest alanı: bookmark_text.
vi: Màu của văn bản và biểu tượng trong thanh công cụ và thẻ đang hoạt động. Trường kê khai: bookmark_text.

source: Tab highlight
es_ar: Resaltado de pestañas
fur: Evidenziazion schede
fy_nl: Ljepblêdmarkearing
he: הדגשת לשונית
hr: Isticanje kartice
ia: Color de scheda active
is: Áherslulitun flipa
nb_no: Fanemarkering
nn_no: Fanemarkering
ro: Evidențiere filă
tr: Sekme vurgulama
vi: Đánh dấu thẻ

source: The highlight color of the active tab. Implemented as a border around the tab on Firefox 89+ and a line above the tab on older Firefoxes. Manifest field: tab_line.
es_ar: El color de resaltado de la pestaña activa. Implementado como un borde alrededor de la pestaña en Firefox 89 y superiores y una línea sobre la pestaña en Firefox más antiguos. Campo de manifiesto: tab_line.
fur: Il colôr par evidenziâ la schede ative. Implementât come un ôr tor ator de schede su Firefox 89+ e une linie sore de schede tes versions di Firefox plui vecjis. Cjamp dal manifest: tab_line.
fy_nl: De markearingskleur fan it aktive ljepblêd. Ymplemintearre as in râne om it ljepblêd yn Firefox 89+ en in line boppe it ljepblêd yn âldere ferzjes fan Firefox. Manifestfjild: tab_line.
ia: Le color que mitte in evidentia le scheda active. Implementate como un bordo circa le scheda sur Firefox 89+ e como un linea supra le scheda sur versiones anterior de Firefox. Campo de manifesto: tab_line.
nb_no: Uthevingsfargen til den aktive fanen. Implementert som en kant rundt fanen i Firefox 89+ og en linje over fanen i eldre Firefoxer. Manifestfelt: tab_line.
nn_no: Høgdepunktsfargen til den aktive fana. Implementert som ein kant rundt fana på Firefox 89+ og ei linje over fana på eldre Firefox. Manifestfelt: tab_line.
ro: Culoarea de evidențiere a filei active. Implementată ca un chenar în jurul filei pe Firefox 89+ și o linie deasupra filei pe versiunile Firefox mai vechi. Câmp manifest: tab_line.
tr: Etkin sekmenin vurgu rengi. Firefox 89+'da sekmenin etrafında bir kenarlık ve eski Firefox'larda sekmenin üzerinde bir çizgi olarak uygulanır. Manifest alanı: tab_line.
vi: Màu đánh dấu của thẻ đang hoạt động. Được triển khai như một đường viền xung quanh thẻ trên Firefox 89+ và một đường phía trên thẻ trên các Firefox cũ hơn. Trường manifest: tab_line.

source: Add-on uploads are temporarily unavailable
es_ar: La subida de complementos no está disponible temporalmente
fi: Lisäosien lähetykset eivät ole tilapäisesti käytettävissä
fur: Il cjariament in rêt di components adizionâi pal moment nol è disponibil
fy_nl: Add-on-oplaads binne tydlik net beskikber
he: העלאה של תוספות אינה זמינה באופן זמני
ia: Cargamento de additivos temporarimente indisponibile
nb_no: Opplasting av tillegg er midlertidig utilgjengelig
nn_no: Opplasting av tillegg er mellombels utilgjengeleg
ro: Încărcările de suplimente sunt momentan indisponibile
th: การอัปโหลดส่วนเสริมไม่สามารถทำได้ชั่วคราว
tr: Eklenti gönderme geçici olarak kullanılamıyor
vi: Tải lên tiện ích tạm thời không khả dụng

source: Keep your API keys secret and never share them with anyone, including Mozilla contributors.
es_ar: Mantené en secreto tus claves de API y nunca las compartás con nadie, ni siquiera con los colaboradores de Mozilla.
fi: Pidä API-avaimesi salassa; älä koskaan jaa niitä kenenkään kanssa, mukaan lukien Mozillan avustajien.
fur: Ten segretis lis tôs clâfs API e no sta condividilis mai cun nissun, includûts i colaboradôrs di Mozilla.
fy_nl: Hâld jo API-kaaien geheim en diel se nea mei oaren, ek net mei Mozilla-meiwurkers.
he: יש לשמור על מפתחות ה־API שלך בסוד ולעולם לא לשתף אותם עם אף אחד, אפילו לא עם תורמים אחרים ל־Mozilla.
ia: Mantene tu claves API secrete e non divulga los jammais a alcuno, non mesmo a collaboratores de Mozilla.
nb_no: Hold API-nøklene dine hemmelige, og del dem aldri med noen, inkludert Mozilla-bidragsytere.
nn_no: Hald API-nøklane dine hemmelege og del dei aldri med nokon, inkludert Mozilla-bidragsytarar.
ro: Ține-ți cheile API secrete și nu le împărtăși cu nimeni niciodată, inclusiv colaboratorilor Mozilla.
th: เก็บคีย์ API ของคุณไว้เป็นความลับและอย่าแบ่งปันไม่ว่ากับใครก็ตาม รวมถึงผู้มีส่วนร่วมกับ Mozilla ด้วย
tr: API anahtarlarınızı gizli tutun ve bunları Mozilla gönüllüleri de dahil olmak üzere asla kimseyle paylaşmayın.
vi: Giữ bí mật các khóa API của bạn và không bao giờ chia sẻ chúng với bất kỳ ai, kể cả cộng tác viên của Mozilla.

source: Verify email
es_ar: Verificar correo electrónico
fi: Vahvista sähköpostiosoite
fur: Verifiche e-mail
fy_nl: E-mailadres ferifiearje
he: אימות דוא״ל
hr: Potvrdi e-mail adresu
ia: Verificar le email
is: Sannreyna tölvupóstfang
nb_no: Bekreft e-post
nn_no: Stadfest e-postadresse
ro: Verifică adresa de e-mail
th: ยืนยันอีเมล
tr: E-postayı doğrula
vi: Xác minh email

source: Send another email
es_ar: Enviar otro correo electrónico
fi: Lähetä toinen sähköposti
fur: Mande une altre e-mail
fy_nl: Noch in e-mailberjocht ferstjoere
he: שליחת הודעת דוא״ל נוספת
hr: Pošalji još jedan e-mail
ia: Inviar un altere email
nb_no: Send en ny e-post
nn_no: Send ein annan e-post
ro: Trimite alt mail
th: ส่งอีเมลอีกครั้ง
tr: Başka bir e-posta gönder
vi: Gửi một email khác

source: Your email has been verified
es_ar: Tu correo electrónico ha sido verificado
fi: Sähköpostiosoitteesi on vahvistettu
fur: La tô e-mail e je stade verificade
fy_nl: Jo e-mailadres is ferifiearre
he: כתובת הדוא״ל שלך אומתה
hr: Tvoja je e-mail adresa potvrđena
ia: Tu email ha essite verificate
is: Tölvupóstfangið þitt hefur verið staðfest
nb_no: E-postadressen din er bekreftet
nn_no: E-pstadressa di er stadfesta
ro: Adresa ta de e-mail a fost verificată
th: ยืนยันอีเมลของคุณเรียบร้อยแล้ว
tr: E-postanız doğrulandı
vi: Email của bạn đã được xác minh

source: Help us make things better!
es_ar: ¡Ayudanos a mejorar las cosas!
fi: Auta meitä parantamaan asioita!
fur: Judinus a miorâ!
fy_nl: Help ús saken te ferbetterjen!
ia: Adjuta nos a render melior le cosas!
nb_no: Hjelp oss å gjøre ting bedre!
nn_no: Hjelp oss med å gjere ting betre!
ro: Ajută-ne să îmbunătățim!
tr: İyileştirmemize yardım edin!
vi: Hãy giúp chúng tôi làm mọi thứ tốt hơn!

source: Take our quick survey
es_ar: Respondé nuestra encuesta rápida
fi: Vastaa lyhyeeseen kyselyyn
fur: Rispuint a un nestri svelt sondaç
fy_nl: Folje ús flugge enkête yn
ia: Responde a un breve questionario
nb_no: Ta vår korte undersøkelse
nn_no: Ta den kjappe undersøkinga vår
ro: Participă la sondajul nostru scurt
tr: Küçük anketimize katılın
vi: Tham gia khảo sát nhanh của chúng tôi

source: Extension Workshop
es_ar: Taller de extensiones
fi: Laajennustyöpaja
fur: Laboratori estensions
fy_nl: Utwreidingsworkshop
hr: Radionica za proširenja
ia: Laboratorio de extensiones
is: Vinnustofa forritsauka
nb_no: Utvidelsesverksted
nn_no: Utvidingsverkstad
ro: Atelier de extensii
te: పొడగింతల కార్యశాల
th: เวิร์กช็อปส่วนขยาย
tr: Uzantı Atölyesi

source: Developer Policies
es_ar: Políticas de desarrolladores
fi: Kehittäjän säännöt
fur: Politichis pal svilupadôr
fy_nl: Untwikkelersbelied
he: מדיניות למפתחים
hr: Politika za programe
ia: Politicas pro disveloppatores
is: Reglur forritara/hönnuðar
nb_no: Utviklerpraksis
nn_no: Utviklarpolicy
ro: Politicile dezvoltatorilor
te: డెవలపర్ విధానాలు
th: นโยบายนักพัฒนา
tr: Geliştirici Politikaları
vi: Chính sách nhà phát triển
