Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: What does it mean if an add-on is "experimental" or "preliminarily reviewed"?
hu: Mit jelent, ha egy kiegészítő „kísérleti” vagy „előzetesen értékelt”?
id: Apakah artinya jika sebuah pengaya disebut "eksperimental" atau "diberi ulasan pendahuluan"?
sq: Çfarë do të thotë që një shtesë është "eksperimentale" ose "e shqyrtuar paraprakisht"?
sr_latn: Šta znači ako je dodatak "experimental" ili "preliminarily reviewed"?
sv_se: Vad innebär det om en tillägg är "experimentell" eller "preliminärt granskad"?

source: Experimental add-ons have been checked by our editors to make sure they don't have security problems, but they may still have bugs or not work properly. Use caution when installing experimental add-ons and uninstall the add-on immediately if you notice problems. <a href="%(url)s">Learn more about our review process</a></dd>
hu: A kísérleti kiegészítőket a szerkesztők értékelték biztonsági szempontból, azonban lehetnek benne hibák vagy a működése lehet, hogy nem megfelelő. Legyen óvatos a kísérleti kiegészítők telepítésekor és amennyiben bármilyen problémát észlel azonnal távolítsa el. <a href="%(url)s">Tudjon meg többet az ellenőrző folyamatról</a></dd>
id: Pengaya eksperimental telah dicek oleh penyunting kami untuk memastikan mereka tidak memiliki persoalan keamanan, namun pengaya tersebut mungkin masih mengandung bug atau tidak bekerja selayaknya. Berhati-hatilah saat memasang pengaya eksperimental dan melepas pengaya secepatnya jika anda menemui masalah. <a href="%(url)s">Pelajari lebih lanjut tentang proses ulasan kami</a></dd>
sq: Shtesat eksperimentale janë kontrolluar nga redaktorët tanë për t’u siguruar që s’kanë probleme sigurie, por prapë mund të kenë të meta, ose të mos punojnë si duhet. Bëni kujdes kur instaloni shtesa eksperimentale dhe çinstalojeni menjëherë shtesën nëse vini re probleme. <a href="%(url)s">Mësoni më tepër rreth procesit tonë të shqyrtimit</a></dd>
sv_se: Experimentella tillägg har kontrollerats av våra redigerare för att se till att de inte har säkerhetsproblem, men de kan fortfarande har fel eller fungerar inte korrekt. Var försiktig när du installerar experimentella tillägg och avinstallera tillägget omedelbart om du upptäcker problem. <a href="%(url)s">Mer information om vår granskningsprocess</a></dd>

source: What does it mean if an add-on is "not reviewed"?
hu: Mit jelent ha a kiegészítő „nincs értékelve”? ?
id: Apakah artinya jika sebuah pengaya "belum diulas"?
kab: D acu d anamek ma yella azegrir "ur ittwacegger ara"?
sq: Çfarë do të thotë që një shtesë "s’është shqyrtuar"?
sr_latn: Šta znači ako dodatak "nije pregledan"?
sv_se: Vad innebär det om en tillägg är "ej granskad"?

source: While all add-ons publicly available in our gallery are reviewed by an editor, you may receive a direct link to an add-on that hasn't yet been reviewed. Use caution when installing these add-ons, as they could harm your computer or violate your privacy. We recommend that you only install reviewed add-ons. <a href="%(url)s">Learn more about our review process</a></dd>
hu: Annak ellenére, hogy minden kiegészítő nyilvánosan elérhető a galériában és a szerkesztők értékelték őket, előfordulhat, hogy olyan közvetlen hivatkozást kap, amely még nem esett át az értékelésen. Legyen óvatos az ilyen kiegészítők telepítésekor, mivel azok károsíthatják rendszerét vagy sérthetik személyes adatait. Javasoljuk, hogy csak értékelt kiegészítőket telepítsen. <a href="%(url)s">Ismerje meg az értékelési folyamatot</a></dd>
id: Meskipun semua pengaya yang tersedia secara publik di galeri kami diulas oleh penyunting, boleh jadi anda menerima tautan langsung ke sebuah pengaya yang belum diulas. Berhati-hatilah saat memasang pengaya ini, karena mereka bisa membahayakan komputer anda atau melanggar privasi anda. Kami merekomendasikan anda untuk hanya memasang pengaya yang sudah diulas. <a href="%(url)s">Pelajari lebih lanjut mengenai proses ulasan kami</a></dd>
kab: Ma yella akk izegrar ttbanen di tmidelt-nneɣ ttwasneqden sɣuṛ amaẓrag, tzemreḍ ad d-remseḍ aseɣwen srid ar uzegrir ur yettwasneqden ara. Ɣur-k ticki tessebdadeḍ izegrar-agi, acku zemren ad sexṣṛen tawila neɣ ur ttqadaṛen ara tudert inek tusligt. Ihi ur sebdad ala izegrar yettwasneqden.<a href="%(url)s">Issin ugar ɣef ukala n ucegger</a></dd>
sq: Edhe pse krejt shtesat që mund të kihen publikisht nga galeria jonë, janë shqyrtuar nga një redaktor, mund të merrni një lidhje të drejtpërdrejtë te një shtesë që s’është shqyrtuar ende. Bëni kujdes kur instaloni shtesa të tilla, sepse mund t’ju dëmtojnë kompjuterin ose t’ju cenojnë privatësinë. Këshillojmë të instaloni vetëm shtesa të shqyrtuara. <a href="%(url)s">Mësoni më tepër rreth procesit tonë të shqyrtimit</a></dd>
sv_se: Eftersom alla tillägg är publikt tillgängliga i vårt galleri granskas de av en redigerare, du kan få en direkt länk till ett tillägg som ännu inte har granskats. Var försiktig när du installerar detta tillägg, eftersom de kan skada din dator eller bryta mot sekretessen. Vi rekommenderar att du bara installerar granskade tillägg. <a href="%(url)s">Mer information om vår granskningsprocess</a></dd>

source: How much do add-ons cost to purchase?
hu: Mennyibe kerül a kiegészítő?
id: Berapakah harga pengaya?
kab: Acḥal yeswa uzegrir i tiɣin?
sq: Sa kushton blerja e shtesave?
sr_latn: Koja je cena dodataka?
sv_se: Hur mycket kostar ett tillägg att köpa?

source: Add-ons hosted in our gallery are free unless clearly marked otherwise.
sq: Shtesat e strehuara te galeria jonë janë të lira, veç në u tregoftë qartas ndryshe.

source: What does it mean when an add-on asks for contributions?
hu: Mit jelent, ha egy kiegészítő adományt kér?
id: Apakah artinya jika sebuah pengaya meminta kontribusi?
kab: D acu i d anamek ticki azegri yessutur attekki?
sq: Ç’do të thotë që një shtesë të kërkojë kontribute?
sr_latn: Šta znači kada dodatak traži doprinose?
sv_se: Vad betyder det när ett tillägg ber om bidrag?

source: Some add-on authors request users who enjoy an add-on to contribute to its development by making a monetary contribution. These contributions go directly to the developer unless a third party is indicated, such as the non-profit Mozilla Foundation.
hu: Néhány kiegészítőfejlesztő adományt kér a kiegészítőjének fejlesztésének támogatásához. Ez az adomány közvetlenül a fejlesztőhöz megy, kivéve, ha azt a fejlesztő harmadik félnek nem ajánlotta fel, például a nonprofit Mozilla Foundation számára.
id: Sejumlah penulis pengaya meminta pengguna yang menikmati pengaya untuk berkontribusi pada pengembangannya dengan memberikan kontribusi uang. Kontribusi semacam ini ditujukan langsung kepada pengembang kecuali ada indikasi pihak ketiga, misalnya Mozilla Foundation yang bersifat nirlaba.
kab: Kra n imeskaren n uzegrir suturen ma yella iseqdacen iḥemlen azegrir ttekkin di tneflit s umuddu n tewsa. Attekki-agi ad iṛuḥ srid i uneflay aram kan yella wis kraḍ i d-yettwamlen, am tesbeddit Mozilla.
sq: Disa autorë shtesash u kërkojnë përdoruesve që e pëlqejnë shtesën të kontribuojnë te zhvillimi i saj përmes dhurimit të një shume parash. Këto kontribute shkojnë drejt e te zhvilluesi, veç në pastë treguar një palë të tretë, fjala vjen, fondacionin jofitimprurës Mozilla Foundation.
sr_latn: Neki autori dodatka očekuju od korisnika koji uživaju u dodatku da doprinesu njegovom razvoju tako što će napraviti mali novčani doprinos. Ovi doprinosi idu direktno programeru, osim ako je treće lice naznačeno, kao što je neprofitna Mozilla fondacija.
sv_se: Vissa upphovsmän av tillägg begär att användare som tycker om ett tillägg kan bidra till dess utveckling genom att göra ett monetärt bidrag. Dessa bidrag går direkt till utvecklaren om inte en tredje part är angiven, såsom den ideella Mozilla Foundation.

source: What are beta add-ons?
hu: Mik azok a beta kiegészítők?
id: Apakah pengaya versi beta itu?
kab: D acuten izegrar beta?
sk: Čo sú to verzie beta?
sq: Ç’janë shtesat beta?
sr_latn: Šta su beta dodaci?
sv_se: Vad är beta-tillägg?

source: Beta add-ons are unreviewed versions which represent the latest work of an add-on author. While different authors have different standards for beta code quality, you should assume that these add-ons are less stable than the general add-on releases.
hu: A béta kiegészítők nem ellenőrzött változatok, amelyek a fejlesztők legfrissebb munkáját tartalmazza. Különböző szerzők, különböző módon értelmezik a béta kód minőségét, de mindenképpen elmondható, hogy ezek a kiegészítők kevésbé stabilak, mint általában.
id: Pengaya beta adalah versi yang belum diulas yang mewakili karya terbaru penulis pengaya. Meski penulis yang berbeda memiliki standar berlainan untuk kualitas kode beta, anda harus berasumsi bahwa pengaya tersebut kurang stabil dibandingkan rilis pengaya yang umum.
kab: Ileqman beta d ileqman ur yettwaskeyden araicudden ar tneflit leqqayen n uneflayn uzegrir. Ɛas akken imeskaren ɣur-sen isebdaden n tɣara n tengalt beta, tzemreḍ ad tawiḍ izegrar-agi amzun rekdenugar n ileqman i d-yeffɣen.
sk: Doplnky vo verzii beta sú neprekontrolované verzie, ktoré odrážajú najnovšiu prácu vývojára doplnku. Pretože autori majú rôzne nároky na kvalitu kódu vo verzii beta, mali by ste očakávať, že tieto doplnky budú menej stabilné ako ich finálne verzie.
sq: Shtesat Beta janë versione të pashqyrtuara ende, të cilat përfaqësojnë punën së fundmi të autorit të shtesës. Ndërkohë që autorë të ndryshëm kanë standarde të ndryshme për cilësinë e kodit beta, do të duhej ta merrnit të mirëqenë që këto shtesa janë më pak të qëndrueshme se sa qarkullimet e përgjithshme të shtesave.
sr_latn: Beta dodaci su verzije koje nisu pregledane i predstavljaju najnovije delo autora dodataka. Dok različiti autori imaju različite standarde kvaliteta beta koda, treba pretpostaviti da su ovi dodaci manje stabilni od opšteg izdanja dodatka.
sv_se: Beta-tillägg är ej granskade versioner som representerar det senaste arbetet av en tilläggsförfattare. Medan olika författare har olika standarder för beta kodkvalitet, bör du anta att dessa tillägg är mindre stabila än de allmänna tillägg som ges ut.

source: Please note that when you install an add-on from the "Beta Version" section of an add-on's listing, you will continue to receive updates for that add-on as they become available. Like the initial version you installed, all beta releases are unreviewed by Mozilla and may harm your computer.
hu: Vegye figyelembe, hogyha egy kiegészítőt a „Béta verzió” részéből telepít, akkor folyamatosan érkezni fognak a frissítések. Ahogy az első telepített verziónál, úgy az összes béta kiadást sem értékeli a Mozilla és kárt okozhat a rendszerében.
id: Harap dicatat bahwa ketika anda memasang pengaya dari bagian "Versi Beta" di daftar pengaya, anda akan terus menerima pembaruan untuk pengaya tersebut saat pengaya itu tersedia. Seperti versi awal yang anda pasang, seluruh rilisan beta tidak diulas oleh Mozilla dan mungkin berbahaya bagi komputer anda.
kab: Ma ulac aɣilif, wali ticki tsebdadeḍ azegrir si tgezmi "lqem beta" n uzegrir, ad tkemleḍ armas n ileman n uzegrir-agi. S tarrayt n lqem amezwaru ara tesbeddeḍ, akk ileqman beta ur ttwaskeyden ara sɣuṛ Mozilla udiq zemren ad sexsren tawila inek.
sk: Zapamätajte si, že keď si nainštalujte doplnok vo "verzii beta", budete dostávať aj nasledujúce beta verzie daného doplnku, ak budú dostupné. Tak ako pôvodná verzia, ktorú si nainštalujete, aj všetky nasledujúce aktualizácie nebudú Mozillou prekontrolované a môžu spôsobiť poškodenie údajov vo vašom počítači.
sq: Ju lutemi, mbani parasysh që kur instaloni një shtesë prej ndarjes "Versione Beta" te faqja e shtesës, do të vazhdoni të merrni përditësime rreth asaj shtese, sa herë që të ketë të tillë. Ashtu si versioni fillestar që instaluat, krejt hedhjet në qarkullim beta janë të pashqyrtuara nga Mozilla dhe mund të dëmtojnë kompjuterin tuaj.
sr_latn: Imajte na umu da kada instalirate dodatak iz "beta verzije" sekcije listinga dodatka, Vi će nastaviti da primate ispravke za taj dodatak, čim one postanu dostupne. Kao i početna verzija koju ste instalirali, sva beta izdanja su nepregledana i mogu da naškode Vašem računaru.
sv_se: Observera att när du installerar ett tillägg från sektionen "Betaversion" i ett tilläggs listning, kommer du att fortsätta att ta emot uppdateringar för detta tillägg när de blir tillgängliga. Som den första versionen du installerat, alla betaversioner är inte granskade av Mozilla och kan skada din dator.

source: What does it mean when an add-on is flagged as slow?
sq: Ç’nënkupton shënimi që shtesës i është vënë shenjë si e ngadaltë?

source: Most add-ons load code and resources at the same time Firefox is starting up. In most cases the impact in start-up time is minimal, but some add-ons can cause a noticeable slowdown.
id: Sebagian besar pengaya memuat kode dan sumber bersamaan dengan saat Firefox dimulai. Kadang ini berakibat waktu memulai sangat singkat, tapi kadang dapat juga menyebabkan pelambatan yang terlihat jelas.
kab: Tugett n izegrar salayen-d tangalt akked iɣbula ilaqen di tnekra n Firefox. tugett n wakud, asemdu ɣef usenker drus aṭas acu kan kra n izegrar zemren ad sneɣṣen amecwaṛ-agi s waṭas.
sq: Shumica e shtesave kodin dhe burimet i ngarkojnë në të njëjtën kohë që niset Firefox-i. Në shumicën e rasteve ndikimi në kohën e nisjes është minimal, por disa nga shtesat mund të shkaktojnë ngadalësim të dukshëm.
sv_se: De flesta tillägg laddar kod och resurser samtidigt som Firefox startar. I de flesta fall är påverkan av uppstartstid minimal, men vissa tillägg kan orsaka en märkbar fördröjning.

source: How do I report an inappropriate or spam user review?
hu: Hogyan lehet bejelenti a nem megfelelő tartalmú vagy spam értékelést?
id: Bagaimana saya bisa melaporkan ulasan pengguna yang tidak pantas atau spam?
kab: Amek ara ad d-mleɣ d akken awennit ur ilaq ara neɣ d aspam?
sq: Si të njoftoj për një shqyrtim përdoruesi të papërshtatshëm ose të pavlerë?
sr_latn: Kako mogu da prijavim neprikladan ili spam komentar?
sv_se: Hur gör jag rapportera en olämplig eller skräppost användarrecension?

source: To report a user review of an add-on, log in with your account and visit the add-on's reviews page. Find the review you wish to report, click "Report this review" and select a reason. Our editorial team will investigate the review and take appropriate action.
hu: Egy felhasználó értékelés bejelentéséhez jelentkezzen be és látogassa meg a kiegészítő értékelő lapját. Keresse meg a bejelenteni kívánt értékelést és kattintson az "Értékelés bejelentése" hivatkozásra, majd válassza ki annak okát. A szerkesztői csapat ki fogja vizsgálni a bejelentést és megteszi a megfelelő intézkedéseket.
id: Untuk melaporkan ulasan pengguna atas sebuah pengaya, masuk log dengan akun anda dan kunjungi laman ulasan pengaya. Temukan ulasan yang ingin anda laporkan, klik "Laporkan ulasan ini" dan pilih satu alasan. Tim penyunting kami akan menyelidiki ulasan tersebut dan mengambil tindakan yang seharusnya.
kab: Akken ad tazneḍ acegger n useqdac n uzgrir, kcem s imiḍan inek sakin rzu ar usebter n ucegger n uzegrir. Af-d acegger tebɣiḍ ad tazneḍ, Sit ɣer "Azen acegger-agi" sakin fren acuɣeṛ. Tarbaɛt-nneɣ n teẓrigt ad tessenqed acegger sakin ad twali acu ara texdem.
sk: Pro nahlášení uživatelské recenze doplňku se přihlaste ke svému účtu a navštivte stránku s recenzemi doplňku. Nalezněte recenzi, kterou si přejete nahlásit, klepněte na odkaz "Nahlásit recenzi" a zvolte důvod. Náš tým redaktorů se poté bude touto recenzí zabývat a provede odpovídající reakci.
sq: Për raportimin e shqyrtimit të një shtese nga ana e një përdoruesi, hyni në llogarinë tuaj dhe vizitoni faqen e shqyrtimeve të shtesës. Gjeni shqyrtimin që doni të raportoni, klikoni mbi "Raportoje këtë shqyrtim" dhe përzgjidhni një arsye. Ekipi ynë i redaktorëve do të hetojë dhe do të ndërmarrë veprimin e duhur.
sr_latn: Da biste prijavili komentar dodatka, ulogujte se na Vaš nalog i posetite stranicu za recenziju dodatka. Nađite recenziju koju želite da prijavite, kliknite na "Prijavi ovu recenziju" i izaberite razlog. Tim urednika će ispitati recenziju i preduzeti odgovarajuće mere.
sv_se: För att rapportera en användarrecension av ett tillägg, logga in med ditt konto och besök tilläggets recensionssida. Hitta granskningen du vill rapportera, klicka på "Rapportera den här recensionen" och välj en anledning. Vår redaktion kommer att undersöka recensionen och vidta lämpliga åtgärder.

source: How do I report a bug or contact the Mozilla Add-ons team?
hu: Hogyan lehet hibát bejelenteni, vagy felvenni a kapcsolatot a Mozilla Add-ons csapattal?
id: Bagaimana saya bisa melaporkan bug atau menghubungi tim Pengaya Mozilla?
kab: Amek ara d-azneɣ abug neɣ ad nermseɣ tarbaɛt n Mozilla?
sq: Si ta njoftoj një të metë ose të lidhem me ekipin e Shtesave Mozilla?
sr_latn: Kako da prijavim grešku ili kontaktiram Mozilla tim za dodatke?
sv_se: Hur rapporterar jag ett fel eller kontaktar Mozilla tilläggsgrupp?

source: Please visit our <a href="%(contact_url)s">Contact page</a>.
hu: Látogassa meg a <a href="%(contact_url)s">Kapcsolat oldalt</a>.
id: Silakan kunjungi <a href="%(contact_url)s">laman Kontak</a> kami.
kab: MA ulac aɣilif, rzu ar <a href="%(contact_url)s">Usebter n unermes</a>.
sq: Ju lutemi, vizitoni <a href="%(contact_url)s">faqen tonë të Kontakteve</a>.
sr_latn: Molimo Vas da posetite našu <a href="%(contact_url)s">kontakt stranicu</a>.
sv_se: Vänligen besök vår <a href="%(contact_url)s">kontaktsida</a>.

source: What is a Source Code License?
hu: Mi az a forráskód-licenc?
id: Apakah Lisensi Kode Sumber itu?
kab: D acu-tt turagt n tengalt aɣbalu?
sq: Cila është Licenca për Kodin Burim?
sr_latn: Šta je licenca izvornog koda?
sv_se: Vad är en källkodslicens?

source: The source code used to create an add-on is an exclusive copyright of the add-on author, unless otherwise declared in a source code license. Many add-ons on this site have <a href="%(url)s" lang="en">open source licenses</a> that make the source code publicly available for copy and reuse under conditions determined by the author. Most authors choose widely known open source licenses like the GPL or BSD licenses instead of making up their own.
hu: A forráskód, amely alapján a kiegészítő készült, szerzői joga kizárólagosan annak készítőjéé, kivéve akkor a forráskód deklaráltan valamely licenc alá esik. Számtalan, a galériában található kiegészítő <a href="%(url)s" lang="en">nyílt forrású licenccel</a> rendelkezik, így forráskódja szabadon elérhető, másolható és újra felhasználható a szerző által meghatározott feltételek mellett. A legtöbb szerző nem a saját maga által kialakított, hanem a széles körben elterjedt nyílt forráskódú licenceket használja. Ilyen például a GPL, vagy a BSD.
id: Kode sumber yang digunakan untuk membuat pengaya adalah hak cipta eksklusif dari penulis pengaya, terkecuali dinyatakan sebaliknya dalam lisensi kode sumber. Banyak pengaya dalam situs ini memiliki <a href="%(url)s" lang="en">lisensi sumber terbuka</a> yang membuat code sumbernya tersedia secara publik untuk disalin dan digunakan ulang dengan syarat yang ditentukan oelh penulisnya. Sebagian penulis memilih sumber terbuka yang sudah dikenal luas seperti GPL atau BSD alih-alih membuat sendiri.
kab: Tangalt aɣbalu yettwasqedcen i tmerna n uzegrir yella daw n copyright (izerfan yettwaḥerzen n umeskar), arama kan yettwammel akken nniḍen di turagt n tengalt aɣbalu. Deqs n izegrar ɣef usmel-agi ɣur-sen <a href="%(url)s" lang="en"> turagt tilellit</a> yettarran tangalt taqbalut d tazayezt i unɣal akked useqdec s tewtilin i d-imudd umeskar. Tugett n imeskaren seqdacen turagin tilelliyin yettwasnen am GPL neɣ BSD, deg umḍiq n tmerna n turagt-nsen.
sq: Kodi burim i përdorur për të krijuar një shtesë është e drejtë kopjimi përjashtimore e autorit të shtesës, hiq rastet kur deklarohet ndryshe në licencën e zgjedhur për kodin burim. Mjaft shtesa në këtë sajt kanë <a href="%(url)s" lang="en">licenca burimi të hapët</a> që ua bën kodin burim publikisht të passhëm për kopjim dhe ripërdorim sipas kushteve të përcaktuara nga autori. Shumica e autorëve zgjedhin licenca burimi të hapët të njohura gjerësisht, të tilla si licenca GPL ose BSD, në vend se të krijojnë vetë të tilla.
sv_se: Källkoden för att skapa ett tillägg är en exklusiv upphovsrätt för tilläggets upphovsman, om inte annat angetts i en licens för källkoden. Många tillägg på webbplatsen har <a href="%(url)s" lang="en">licenser för öppen källkod</a> som gör att källkoden blir tillgänglig för allmänheten att kopiera och återanvända under de villkor som fastställs av upphovsmannen. De flesta upphovsmän väljer välkända licenser för öppen källkod GPL eller BSD licenser istället för att skapa sina egna.

source: Firefox and other Mozilla software are <a href="%(url)s">open source</a>.
hu: A Firefox és a többi Mozilla szoftver <a href="%(url)s">nyílt forrású</a>.
id: Firefox perangkat lunak Mozilla lainnya berbasis <a href="%(url)s">sumber terbuka</a>.
kab: Firefox akked iseɣẓanen nniḍen n Mozilla d <a href="%(url)s">iseɣẓanen illeliyen</a>.
sq: Firefox-i dhe software-et Mozilla janë me <a href="%(url)s">burim të hapët</a>.
sr_latn: Firefox i drugi Mozilla softver su <a href="%(url)s">otvorenog koda</a>.
sv_se: Firefox och andra Mozilla programvaror är <a href="%(url)s">open source</a>.

source: Collections and Favorites
hu: Gyűjtemények és kedvencek
id: Koleksi dan Kesukaan
kab: Tigrummiwin akked inuraf
sk: Kolekcie a obľúbené
sq: Koleksione dhe Të parapëlqyera
sr_latn: Kolekcije i Omiljeni
sv_se: Samlingar och favoriter

source: What is a collection?
hu: Mi az a gyűjtemény?
id: Apa itu koleksi?
kab: D acu-tt tagrumma?
sk: Čo je kolekcia?
sq: Ç’është një koleksion?
sr_latn: Šta je kolekcija?
sv_se: Vad är en samling?

source: Collections are groups of related add-ons created by users to share.
hu: A gyűjtemények a felhasználók által létrehozott és megosztott kiegészítők egy csoportja.
id: Koleksi adalah kumpulan pengaya yang berkaitan yang digunakan pengguna untuk berbagi.
kab: Tigrummiwin d igrawen n izegrar yemcudden gar-asen yettwarnan sɣur iseqdacen akken ad ttwabḍun.
sk: Kolekcie sú skupiny podobných doplnkov, ktoré boli vytvorené používateľmi za účelom ich zdieľania.
sq: Koleksionet janë grupe shtesash të ngjashme, krijuar nga përdoruesit për t’i shkëmbyer.
sr_latn: Kolekcije su grupe srodnih dodataka kreiranih od strane korisnika da bi se delili.
sv_se: Samlingar är grupper av tillägg som samlats ihop av användare för att dela med sig av dem.

source: What is the My Favorites collection?
hu: Ma az a kedvenc gyűjtemény?
id: Apakah koleksi Kesukaan Saya itu?
kab: D acu-t Tagrumma-inu tanurift?
sk: Čo je kolekcia Moje obľúbené doplnky?
sq: Ç’është koleksioni Të Parapëlqyerat e Mia?
sr_latn: Šta je Moja omiljena kolekcija?
sv_se: Vad är samlingen Mina favoriter?
