Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, bn, el, fa, fi, fur, fy_nl, gu_in, he, hi_in, hr, ia, is, ja, ka, kab, ms, nn_no, pl, pt_br, pt_pt, ro, si, sk, sl, sr_latn, sv_se, te, th, tr, vi

source: Downloads, last {0} days
ar: التنزيلات في آخر {0} من الأيام
ast: Descargues nos caberos {0} díes
bn: ডাউনলোডসমূহ, গত {0} দিন
el: Λήψεις, τελευταίες {0} ημέρες
fa: بارگیری‌ها، {0} روز گذشته
fi: Lataukset, viimeiset {0} päivää
fur: Discjariaments, ultins {0} dîs
fy_nl: Downloads, lêste {0} dagen
gu_in: ડાઉનલોડ્સ, છેલ્લા {0} દિવસ
he: הורדות, ב־{0} הימים האחרונים
hi_in: डाउनलोड्स, पिछले {0} दिन
hr: Preuzimanja, posljednjih {0} dana
ia: Discargas, ultime {0} dies
is: Niðurhal, síðustu {0} daga
ja: 最近 {0} 日間のダウンロード回数
ka: ჩამოტვირთვები, ბოლო {0} დღეში
kab: Isidar, {0} n wussan ineggura
ms: Muat turun, {0} hari lepas
nn_no: Nedlastingar, siste {0} dagar
pl: Liczba pobrań — ostatnie {0} dni
pt_br: Downloads nos últimos {0} dias
pt_pt: Descargas, últimos {0} dias
ro: Descărcări, ultimele {0} zile
si: බාගැනීම්, පසුගිය දවස් {0}
sk: Prevzatia, posledných {0} dní
sl: Prenosi zadnjih {0} dni
sr_latn: Preuzimanja, poslednjih {0} dana
sv_se: Nedladdningar de senaste {0} dagarna
te: గత {0} రోజుల దింపుకోళ్ళు
th: การดาวน์โหลดใน {0} วันล่าสุด
tr: İndirmeler, son {0} gün
vi: Lượt tải xuống, {0} ngày trước

source: Downloads from {0} to {1}
ar: التنزيلات من {0} إلى {1}
ast: Descargues dende'l {0} fasta'l {1}
bn: ডাউনলোডসমূহ {0} থেকে {1}
el: Λήψεις από {0} ως {1}
fa: بارگیری‌ها از {0} تا {1}
fi: Lataukset {0} - {1}
fur: Discjariaments dai {0} ai {1}
fy_nl: Downloads fan {0} oant {1}
gu_in: {0} થી {1} સુધીનાં ડાઉનલોડ્સ
he: הורדות מתאריך {0} עד {1}
hi_in: {0} से {1} तक की गई डाउनलोड्स
hr: Preuzimanja od {0} do {1}
ia: Discargas ab {0} a {1}
is: Niðurhal frá {0} í {1}
ja: {0} から {1} までのダウンロード回数
ka: ჩამოტვირთვები {0}-დან {1}-მდე
kab: Isidar si {0} ar {1}
ms: Muat turun daripada {0} hingga {1}
nn_no: Nedlastingar frå {0} til {1}
pl: Liczba pobrań od {0} do {1} dni
pt_br: Downloads de {0} a {1}
pt_pt: Descargas de {0} a {1}
ro: Descărcări de la {0} până la {1}
si: {0} සිට {1} දක්වා බාගැනීම්
sk: Prevzatí od {0} do {1}
sl: Prenosi od {0} do {1}
sr_latn: Preuzimanja od {0} do {1}
sv_se: Nedladdningar mellan {0} och {1}
te: {0} నుండి {1} వరకు దింపుకోళ్ళు
th: การดาวน์โหลดจาก {0} ถึง {1}
tr: {0} - {1} Arası İndirmeler
vi: Lượt tải xuống từ {0} đến {1}

source: Daily Users, last {0} days
ar: الاستخدام اليومي في آخر {0} من الأيام
ast: Usuarios diarios nos caberos {0} díes
bn: দৈনিক ব্যবহারকারীগণ, গত {0} দিন
el: Καθημερινοί Χρήστες, τελευταίες {0} ημέρες
fa: کاربران روزانه، {0} روز گذشته
fi: Päivittäiset käyttäjät, viimeiset {0} päivää
fur: Utents zornalîrs, ultins {0} dîs
fy_nl: Deistige brûkers, lêste {0} dagen
gu_in: દૈનિક વપરાશકર્તાઓ, છેલ્લા {0} દિવસો
he: משתמשים יומיים, ב־{0} הימים האחרונים
hi_in: दैनिक उपयोगकर्ता, पिछले {0} दिन
hr: Dnevni korisnici, posljednjih {0} dana
ia: Usatores quotidian, ultime {0} dies
is: Daglegir notendur, síðustu {0} daga
ja: 最近 {0} 日間のユーザ数
ka: ყოველდღიური მომხმარებლები, ბოლო {0} დღეში
kab: Iseqdacen n yal ass, {0} n wussan ineggura
ms: Pengguna Harian, {0} hari lepas
nn_no: Daglege brukarar, siste {0} dagar
pl: Liczba dziennych użytkowników — ostatnie {0} dni
pt_br: Usuários diários nos últimos {0} dias
pt_pt: Utilizadores diários, últimos {0} dias
ro: Utilizatori zilnici, ultimele {0} zile
si: දෛනික පරිශ්‍රීලකයින්, පසුගිය දවස් {0}
sk: Denní používatelia, posledných {0} dní
sl: Dnevni uporabniki zadnjih {0} dni
sr_latn: Dnevni korisnici, poslednjih {0} dana
sv_se: Dagliga användare de senaste {0} dagarna
te: గత {0} రోజుల రోజువారీ వాడుకరుల వివరాలు
th: ผู้ใช้ต่อวันใน {0} วันล่าสุด
tr: Günlük Kullanıcılar, son {0} gün
vi: Người dùng Hàng ngày, {0} ngày trước

source: Daily Users from {0} to {1}
ar: الاستخدام اليومي من {0} إلى {1}
ast: Usuarios diarios dende'l {0} fasta'l {1}
bn: দৈনিক ব্যবহারকারী {0} থেকে {1}
el: Καθημερινοί Χρήστες από {0} ως {1}
fa: کاربران روزانه از {0} تا {1}
fi: Päivittäiset käyttäjät {0} - {1}
fur: Utents zornalîrs dai {0} ai {1}
fy_nl: Deistige brûkers fan {0} oant {1}
gu_in: દૈનિક વપરાશકર્તાઓ {0} થી {1}
he: משתמשים יומיים מתאריך {0} עד {1}
hi_in: {0} से {1} तक दैनिक उपयोगकर्ता
hr: Dnevni korisnici od {0} do {1}
ia: Usatores quotidian ab {0} a {1}
is: Daglegir notendur frá {0} til {1}
ja: {0} から {1} までのユーザ数
ka: ყოველდღიური მომხმარებლები {0}-იდან {1}-მდე
kab: Iseqdacen n yal ass si {0} ar {1}
ms: Pengguna Harian daripada {0} hingga {1}
nn_no: Daglege brukarar frå {0} til {1}
pl: Liczba dziennych użytkowników od {0} do {1} dni
pt_br: Usuários diários de {0} a {1}
pt_pt: Utilizadores diários de {0} a {1}
ro: Utilizatori zilnici din {0} până în {1}
si: {0} සිට {1} දක්වා දෛනික පරිශ්‍රීලකයින්
sk: Denní používatelia od {0} do {1}
sl: Dnevni uporabniki od {0} do {1}
sr_latn: Dnevni korisnici od {0} do {1}
sv_se: Dagliga användare mellan {0} och {1}
te: {0} నుండి {1} వరకు రోజువారీ వాడుకరుల వివరాలు
th: ผู้ใช้ต่อวันจาก {0} ถึง {1}
tr: {0} - {1} Arası Günlük Kullanıcılar
vi: Người dùng Hàng ngày từ {0} đến {1}

source: Applications, last {0} days
ar: التطبيقات في آخر {0} من الأيام
ast: Aplicaciones nos caberos {0} díes
bn: গত {0} দিনের, আবেদন সমুহ
el: Εφαρμογές, τελευταίες {0} ημέρες
fa: برنامه‌ها، {0} روز گذشته
fi: Sovellukset, viimeiset {0} päivää
fur: Aplicazions, ultins {0} dîs
fy_nl: Tapassingen, lêste {0} dagen
gu_in: એપ્લિકેશન્સ, છેલ્લા {0} દિવસ
he: יישומים, ב־{0} הימים האחרונים
hi_in: आवेदन, पिछले {0} दिन
hr: Aplikacije, posljednjih {0} dana
ia: Applicationes, ultime {0} dies
is: Forrit, síðustu {0} daga
ja: 最近 {0} 日間のアプリケーション
ka: პროგრამები, ბოლო {0} დღეში
kab: Isnasen, {0} n wussan ineggura
ms: Aplikasi, {0} hari lepas
nn_no: Program, siste {0} dagar
pl: Programy — ostatnie {0} dni
pt_br: Aplicativos nos últimos {0}
pt_pt: Aplicações, últimos {0} dias
ro: Aplicații, ultimele {0} zile
si: යෙදුම්, පසුගිය දවස් {0}
sk: Aplikácie, posledných {0} dní
sl: Programi zadnjih {0} dni
sr_latn: Aplikacije, poslednjih {0} dana
sv_se: Applikationer de senaste {0} dagarna
te: గత {0} రోజుల అనువర్తనలు
th: แอพพลิเคชั่นใน {0} วันล่าสุด
tr: Uygulamalar, son {0} gün
vi: Ứng dụng, {0} ngày truớc

source: Applications from {0} to {1}
ar: التطبيقات من {0} إلى {1}
ast: Aplicaciones dende'l {0} fasta'l {1}
bn: আবেদন সমুহ {0} থেকে {1}
el: Εφαρμογές από {0} ως {1}
fa: برنامه‌ها از {0} تا {1}
fi: Sovellukset {0} - {1}
fur: Aplicazions dai {0} ai {1}
fy_nl: Tapassingen fan {0} oant {1}
gu_in: {0} થી {1} માટેના અરજી
he: יישומים מתאריך {0} עד {1}
hi_in: {0} से {1} तक के आवेदन
hr: Aplikacije od {0} do {1}
ia: Applicationes ab {0} a {1}
is: Forrit frá {0} til {1}
ja: {0} から {1} までのアプリケーション
ka: პროგრამები {0}-დან {1}-მდე
kab: Isnasen si {0} ar {1}
ms: Aplikasi daripada {0} hingga {1}
nn_no: Program frå {0} til {1}
pl: Programy od {0} do {1} dni
pt_br: Aplicativos de {0} a {1}
pt_pt: Aplicações de {0} a {1}
ro: Aplicații de la {0} până la {1}
si: {0} සිට {1} දක්වා යෙදුම්
sk: Aplikácie od {0} do {1}
sl: Programi od {0} do {1}
sr_latn: Aplikacije od {0} do {1}
sv_se: Applikationer mellan {0} och {1}
te: {0} నుండి {1} వరకు అనువర్తనలు
th: แอพพลิเคชั่นจาก {0} ถึง {1}
tr: {0} - {1} Arası Uygulamalar
vi: Ứng dụng từ {0} đến {1}

source: Platforms, last {0} days
ar: المنصّات في آخر {0} من الأيام
ast: Plataformes nos caberos {0} díes
el: Πλατφόρμες, τελευταίες {0} ημέρες
fa: سکوها، {0} روز گذشته
fi: Alustat, viimeiset {0} päivää
fur: Plateformis, ultims {0} dîs
fy_nl: Platfoarmen, lêste {0} dagen
gu_in: પ્લેટફોર્મ્સ, છેલ્લા {0} દિવસ
he: פלטפורמות, ב־{0} הימים האחרונים
hi_in: प्लेटफॉर्म, पिछले {0} दिन
hr: Platforme, posljednjih {0} dana
ia: Platteformas, ultime {0} dies
is: Stýrikerfi, síðustu {0} daga
ja: 最近 {0} 日間の OS
ka: პლატფორმები, ბოლო {0} დღეში
kab: Tilɣubliḍin, {0} n wussan ineggura
ms: Platform, {0} hari lepas
nn_no: Plattformer, siste {0} dagar
pl: Systemy operacyjne — ostatnie {0} dni
pt_br: Plataformas nos últimos {0} dias
pt_pt: Plataformas, últimos {0} dias
ro: Platforme, ultimele {0} zile
si: වේදිකා, පසුගිය දවස් {0}
sk: Platformy, posledných {0} dní
sl: Podlage zadnjih {0} dni
sr_latn: Platforme, poslednjih {0} dana
sv_se: Plattformar de senaste {0} dagarna
te: గత {0} రోజుల వేదికలు
th: แพลตฟอร์มใน {0} วันล่าสุด
tr: Platformlar, son {0} gün
vi: Nền tảng, {0} ngày trước

source: Platforms from {0} to {1}
ar: المنصات من {0} إلى {1}
ast: Plataformes dende'l {0} fasta'l {1}
bn: {0} হতে {1} প্ল্যাটফর্ম
el: Πλατφόρμες από {0} ως {1}
fa: سکوها از {0} تا {1}
fi: Alustat {0} - {1}
fur: Plateformis dai {0} ai {1}
fy_nl: Platfoarmen fan {0} oant {1}
gu_in: {0} થી {1} સુધીની પ્લેટફોર્મ્સ
he: פלטפורמות מתאריך {0} עד {1}
hi_in: प्लेटफार्म {0} से {1} तक
hr: Platforme od {0} do {1}
ia: Platteformas ab {0} a {1}
is: Stýrikerfi frá {0} til {1}
ja: {0} から {1} までの OS
ka: პლატფორმები {0}-დან {1}-მდე
kab: Tilɣibliḍin si {0} ar {1}
ms: Platform daripada {0} hingga {1}
nn_no: Plattformer mellom {0} og {1}
pl: Systemy operacyjne od {0} do {1} dni
pt_br: Plataformas de {0} a {1}
pt_pt: Plataformas de {0} a {1}
ro: Platforme de la {0} până la {1}
si: {0} සිට {1} දක්වා වේදිකා
sk: Platformy od {0} do {1}
sl: Podlage od {0} do {1}
sr_latn: Platforme od {0} do {1}
sv_se: Plattformar mellan {0} och {1}
te: {0} నుండి {1} వరకు వేదికలు
th: แพลตฟอร์มจาก {0} ถึง {1}
tr: {0} - {1} Arası Platformlar
vi: Nền tảng từ {0} đến {1}

source: Languages, last {0} days
ar: اللغات في آخر {0} من الأيام
ast: Llingües nos caberos {0} díes
el: Γλώσσες, τελευταίες {0} ημέρες
fa: زبان‌ها، {0} روز گذشته
fi: Kielet, viimeiset {0} päivää
fur: Lenghis, ultins {0} dîs
fy_nl: Talen, lêste {0} dagen
gu_in: ભાષાઓ, છેલ્લા {0} દિવસો
he: שפות, ב־{0} הימים האחרונים
hi_in: भाषाएँ, पिछले {0} दिन
hr: Jezici, posljednjih {0} dana
ia: Linguas, ultime {0} dies
is: Tungumál, síðustu {0} daga
ja: 最近 {0} 日間の言語
ka: ენები, ბოლო {0} დღეში
kab: Tutlayin, {0} n wussan ineggura
ms: Bahasa, {0} hari lepas
nn_no: Språk, siste {0} dagar
pl: Języki — ostatnie {0} dni
pt_br: Idiomas nos últimos {0} dias
pt_pt: Idiomas, últimos {0} dias
ro: Limbi, ultimele {0} zile
si: භාෂා, පසුගිය දවස් {0}
sk: Jazyky, posledných {0} dní
sl: Jeziki zadnjih {0} dni
sr_latn: Jezici, poslednjih {0} dana
sv_se: Språk de senaste {0} dagarna
te: గత {0} రోజుల భాషలు
th: ภาษาใน {0} วันล่าสุด
tr: Diller, son {0} gün
vi: Ngôn ngữ, {0} ngày trước

source: Languages from {0} to {1}
ar: اللغات من {0} إلى {1}
ast: Llingües dende'l {0} fasta'l {1}
bn: {0} থেকে {1} পর্যন্ত ভাষা
el: Γλώσσες από {0} ως {1}
fa: زبان‌ها از {0} تا {1}
fi: Kielet {0} - {1}
fur: Lenghis dai {0} ai {1}
fy_nl: Talen fan {0} oant {1}
gu_in: ભાષાઓ {0} થી {1}
he: שפות מתאריך {0} עד {1}
hi_in: भाषाएँ, {0} से {1} तक
hr: Jezici od {0} do {1}
ia: Linguas ab {0} a {1}
is: Tungumál frá {0} til {1}
ja: {0} から {1} までの言語
ka: ენები {0}-დან {1}-მდე
kab: Tutlayin si {0} ar {1}
ms: Bahasa daripada {0} hingga {1}
nn_no: Språk mellom {0} og {1}
pl: Języki od {0} do {1} dni
pt_br: Idiomas de {0} a {1}
pt_pt: Idiomas de {0} a {1}
ro: Limbi din {0} până în {1}
si: {0} සිට {1} දක්වා භාෂා
sk: Jazyky od {0} do {1}
sl: Jeziki od {0} do {1}
sr_latn: Jezici od {0} do {1}
sv_se: Språk mellan {0} och {1}
te: {0} నుండి {1} వరకు భాషలు
th: ภาษาจาก {0} ถึง {1}
tr: {0} - {1} Arası Diller
vi: Ngôn ngữ từ {0} đến {1}

source: Add-on Versions, last {0} days
ar: إصدارات الإضافات في آخر {0} من الأيام
bn: অ্যাড-অন সংস্করণ, শেষ {0} দিনে
el: Εκδόσεις προσθέτου, τελευταίες {0} ημέρες
fa: نسخه‌های افزودنی، {0} روز گذشته
fi: Lisäosan versiot, viimeiset {0} päivää
fur: Versions components adizionâi, ultins {0} dîs
fy_nl: Add-on-ferzjes, lêste {0} dagen
gu_in: ઍડ-ઑન આવૃત્તિઓ, છેલ્લા {0} દિવસો
he: גרסאות תוספות, ב־{0} הימים האחרונים
hi_in: ऐड-ऑन संस्करण, पिछले {0} दिन
hr: Verzije dodatka, posljednjih {0} dana
ia: Versiones del additivos, ultime {0} dies
is: Útgáfur viðbótar, síðustu {0} daga
ja: 最近 {0} 日間のアドオンのバージョン
ka: დამატების ვერსიები, ბოლო {0} დღეში
kab: Ileqman n izegrar, {0} n wussan ineggura
ms: Versi add-on, {0} hari lepas
nn_no: Utvidingsversjonar, siste {0} dagar
pl: Wersje dodatku — ostatnie {0} dni
pt_br: Versões do complemento nos últimos {0} dias
pt_pt: Versões do extra, últimos {0} dias
ro: Versiunile suplimentului, ultimele {0} zile
si: එක්කහු අනුවාද, පසුගිය දවස් {0}
sk: Verzie doplnkov, posledných {0} dní
sl: Različice dodatka zadnjih {0} dni
sr_latn: Verzije dodataka, poslednjih {0} dana
sv_se: Tilläggsversioner de senaste {0} dagarna
te: చివరి {0} రోజులు, పొడిగింత వెర్షన్ల వివరాలు
th: รุ่นของส่วนเสริมใน {0} วันล่าสุด
tr: Eklenti Sürümleri, son {0} gün
vi: Phiên bản tiện ích, {0} ngày trước

source: Add-on Versions from {0} to {1}
ar: إصدارات الإضافة من {0} إلى {1}
bn: অ্যাড-অন সংস্করণ {0} থেকে {1} পর্যন্ত
el: Εκδόσεις προσθέτου από {0} ως {1}
fa: نسخه‌های افزودنی از {0} تا {1}
fi: Lisäosan versiot {0} - {1}
fur: Versions components adizionâi dai {0} ai {1}
fy_nl: Add-on-ferzjes fan {0} oant {1}
gu_in: ઍડ-ઑન આવૃત્તિઓ {0} થી {1}
he: גרסאות תוספות מתאריך {0} עד {1}
hi_in: ऐड-ऑन संस्करण {0} से {1}
hr: Verzije dodatka od {0} do {1}
ia: Versiones del additivos ab {0} al {1}
is: Útgáfur viðbótar frá {0} til {1}
ja: {0} から {1} までのアドオンのバージョン
ka: დამატების ვერსიები {0}-დან {1}-მდე
kab: Ileqman n izegrar si {0} ar {1}
ms: Versi Add-on daripada {0} hingga {1}
nn_no: Utvidingsversjonar mellom {0} og {1}
pl: Wersje dodatku od {0} do {1} dni
pt_br: Versões do complemento de {0} a {1}
pt_pt: Versões do extra de {0} a {1}
ro: Versiunile suplimentului din {0} până în {1}
si: {0} සිට {1} දක්වා එක්කහු අනුවාද
sk: Verzie doplnku od {0} do {1}
sl: Različice dodatka od {0} do {1}
sr_latn: Verzije dodataka od {0} do {1}
sv_se: Tilläggsversioner mellan {0} och {1}
te: {0} నుండి {1} వరకు పొడిగింత వెర్షన్లు
th: รุ่นของส่วนเสริมจาก {0} ถึง {1}
tr: {0} - {1} Arası Eklenti Sürümleri
vi: Phiên bản tiện ích từ {0} đến {1}

source: Add-on Status, last {0} days
ar: حالة الإضافة في آخر {0} من الأيام
bn: শেষ {0} দিনে, অ্যাড-অন এর অবস্থা
el: Κατάσταση προσθέτου, τελευταίες {0} ημέρες
fi: Lisäosan tila, viimeiset {0} päivää
fur: Stât components adizionâi, ultins {0} dîs
fy_nl: Add-on-steat, lêste {0} dagen
gu_in: ઍડ-ઑન સ્થિતિ, છેલ્લા {0} દિવસો
he: סטטוס תוספות, ב־{0} הימים האחרונים
hi_in: ऐड-ऑन स्थिति, अंतिम {0} दिन
hr: Stanje dodatka, posljednjih {0} dana
ia: Stato del additivo, ultime {0} dies
is: Staða viðbótar, síðustu {0} daga
ja: 最近 {0} 日間のアドオンの状態
ka: დამატების სტატუსი, ბოლო {0} დღეში
kab: Addad n uzegrir, {0} n wussan ineggura
ms: Status Add-on, {0} hari lepas
nn_no: Utvidingsstatus, siste {0} dagar
pl: Status dodatku — ostatnie {0} dni
pt_br: Status do complemento nos últimos {0} dias
pt_pt: Estado do extra, últimos {0} dias
ro: Starea suplimentului, ultimele {0} zile
si: එක්කහුවේ තත්‍වය, පසුගිය දවස් {0}
sk: Stav doplnkov, posledných {0} dní
sl: Stanje dodatka zadnjih {0} dni
sr_latn: Status dodataka, poslednjih {0} dana
sv_se: Tilläggsstatus de senaste {0} dagarna
te: గత {0} రోజుల, పొడిగింత స్థితి
th: สถานะของส่วนเสริมใน {0} วันล่าสุด
tr: Eklenti Durumu, son {0} gün
vi: Trạng thái tiện ích, {0} ngày trước

source: Add-on Status from {0} to {1}
ar: إحصاءات الإضافة من {0} إلى {1}
bn: অ্যাড-অন এর {0} থেকে {1} পর্যন্ত অবস্থা
el: Κατάσταση προσθέτου από {0} ως {1}
fi: Lisäosan tila {0} - {1}
fur: Stât components adizionâi dai {0} ai {1}
fy_nl: Add-on-steat fan {0} oant {1}
gu_in: ઍડ-ઑન સ્થિતિ {0} થી {1}
he: סטטוס תוספות מתאריך {0} עד {1}
hi_in: ऐड-ऑन स्थिति {0} से {1} तक
hr: Stanje dodatka od {0} do {1}
ia: Stato del additivo, ab {0} a {1}
is: Staða viðbótar frá {0} til {1}
ja: {0} から {1} までのアドオンの状態
ka: დამატების სტატუსი {0}-დან {1}-მდე
kab: Addad n uzegrir si {0} ar {1}
ms: Status Add-on daripada {0} hingga {1}
nn_no: Utvidingsstatus frå {0} til {1}
pl: Status dodatku od {0} do {1} dni
pt_br: Status do complemento de {0} a {1}
pt_pt: Estado do extra de {0} a {1}
ro: Starea suplimentului din {0} până în {1}
si: {0} සිට {1} දක්වා එක්කහුවේ තත්‍වය
sk: Stav doplnku od {0} do {1}
sl: Stanje dodatka od {0} do {1}
sr_latn: Status dodataka, od {0} do {1}
sv_se: Tilläggsstatus mellan {0} och {1}
te: {0} నుండి {1} వరకు పొడిగింత స్థితి
th: สถานะของส่วนเสริมจาก {0} ถึง {1}
tr: {0} - {1} Arası Eklenti Durumu
vi: Trạng thái tiện ích từ {0} đến {1}

source: Download Sources, last {0} days
ar: مصادر التنزيلات في آخر {0} من الأيام
el: Λήψη κώδικα, τελευταίες {0} ημέρες
fi: Latauslähteet, viimeiset {0} päivää
fur: Sorzints di discjariament, ultins {0} dîs
fy_nl: Downloadboarnen, lêste {0} dagen
gu_in: ડાઉનલોડ સ્ત્રોતો, છેલ્લા {0} દિવસો
he: מקורות הורדה, ב־{0} הימים האחרונים
hi_in: डाउनलोड स्रोत, पिछले {0} दिन
hr: Izvori preuzimanja, posljednjih {0} dana
ia: Fontes del files discargate, ultime {0} dies
is: Niðurhal grunnkóða, síðustu {0} daga
ja: 最近 {0} 日間のダウンロード参照元
ka: ჩამოტვირთვის წყაროები, ბოლო {0} დღეში
kab: Iɣbula n usider, {0} n wussan ineggura
ms: Sumber Muat turun, {0} hari lepas
nn_no: Nedlastingskjelder, siste {0} dagar
pl: Źródła pobierania — ostatnie {0} dni
pt_br: Origem dos downloads nos últimos {0} dias
pt_pt: Fontes das descargas, últimos {0} dias
ro: Sursele de descărcare, ultimele {0} zile
si: මූලාශ්‍ර බාගැනීම, පසුගිය දවස් {0}
sk: Zdroje prevzatí, posledných {0} dní
sl: Viri prenosa zadnjih {0} dni
sr_latn: Izvori preuzimanja, poslednjih {0} dana
sv_se: Ladda ner källor de senaste {0} dagarna
te: గత {0} రోజుల దింపుకోళ్ళ మూలాలు
th: การดาวน์โหลดซอร์สใน {0} วันล่าสุด
tr: İndirme Kaynakları, son {0} gün
vi: Nguồn tải xuống, {0} ngày trước

source: Download Sources from {0} to {1}
ar: مصادر التنزيل من {0} إلى {1}
bn: ডাইনলোডের সোর্স {0} থেকে {1}
el: Λήψη κώδικα από {0} ως {1}
fi: Latauslähteet {0} - {1}
fur: Sorzints di discjariament dai {0} ai {1}
fy_nl: Downloadboarnen fan {0} oant {1}
gu_in: {0} થી {1} માંથી સ્ત્રોતો ડાઉનલોડ કરો
he: מקורות הורדה מתאריך {0} עד {1}
hi_in: डाउनलोड स्रोत {0} से {1} तक
hr: Izvori preuzimanja od {0} do {1}
ia: Fontes del files discargate ab {0} a {1}
is: Niðurhal grunnkóða frá {0} til {1}
ja: {0} から {1} までのダウンロード参照元
ka: ჩამოტვირთვის წყაროები {0}-დან {1}-მდე
kab: Iɣbula n usider si {0} ar {1}
ms: Sumber Muat turun daripada {0} hingga {1}
nn_no: Nedlastingskjelder mellom {0} til {1}
pl: Źródła pobierania od {0} do {1}
pt_br: Origem dos downloads de {0} a {1}
pt_pt: Fontes das descargas de {0} a {1}
ro: Sursele de descărcare din {0} până în {1}
si: {0} සිට {1} දක්වා මූලාශ්‍ර බාගැනීම
sk: Zdroje preberania od {0} do {1}
sl: Viri prenosa od {0} do {1}
sr_latn: Izvori preuzimanja od {0} do {1}
sv_se: Ladda ner källor mellan {0} och {1}
te: {0} నుంచి {1} వరకు వనరులను దింపుకోండి
th: การดาวน์โหลดซอร์สจาก {0} ถึง {1}
tr: {0} - {1} Arası İndirme Kaynakları
vi: Nguồn tải xuống từ {0} đến {1}

source: Contributions, last {0} days
ar: المساهمات في آخر {0} من الأيام
ast: Contribuciones nos caberos {0} díes
bn: শেষ {0} দিনে অবদান
el: Συνεισφορές, τελευταίες {0} ημέρες
fi: Avustukset, viimeiset {0} päivää
fur: Donazions, ultins {0} dîs
fy_nl: Bydragen, lêste {0} dagen
gu_in: યોગદાન, છેલ્લા {0} દિવસ
he: תרומות, ב־{0} הימים האחרונים
hi_in: योगदानें, अंतिम {0} दिन
hr: Doprinosi, posljednjih {0} dana
ia: Donationes, ultime {0} dies
is: Framlög, síðustu {0} daga
ja: 最近 {0} 日間の寄付
ka: შემოწირულობა, ბოლო {0} დღეში
kab: Atteki, {0} n wussan ineggura
ms: Sumbangan, {0} hari lepas
nn_no: Bidrag dei siste {0} dagane
pl: Dotacje — ostatnie {0} dni
pt_br: Contribuições nos últimos {0} dias
pt_pt: Contribuições, últimos {0} dias
ro: Contribuții, ultimele {0} zile
si: දායකත්ව, පසුගිය දවස් {0}
sk: Príspevky, posledných {0} dní
sl: Prispevki zadnjih {0} dni
sr_latn: Doprinosi, poslednjih {0} dana
sv_se: Bidrag de senaste {0} dagarna
te: చివరి {0} రోజులుగా సహాయములు
th: การบริจาคใน {0} วันล่าสุด
tr: Katkılar, son {0} gün
vi: Khoản Đóng góp, {0} ngày trước

source: Contributions from {0} to {1}
ar: المساهمات من {0} إلى {1}
ast: Contribuciones dende'l {0} fasta'l {1}
bn: {0} থেকে {1} পর্যন্ত অবদান
el: Συνεισφορές από {0} ως {1}
fi: Avustukset {0} - {1}
fur: Donazions dai {0} ai {1}
fy_nl: Bydragen fan {0} oant {1}
gu_in: {0} થી {1} નું યોગદાન
he: תרומות מתאריך {0} עד {1}
hi_in: {0} से {1} तक के योगदान
hr: Doprinosi od {0} do {1}
ia: Donationes ab {0} a {1}
is: Framlög frá {0} til {1}
ja: {0} から {1} までの寄付
ka: შემოწირულობა {0}-დან {1}-მდე
kab: Attekki si {0} ar {1}
ms: Sumbangan daripada {0} hingga {1}
nn_no: Bidrag mellom {0} og {1}
pl: Dotacje od {0} do {1}
pt_br: Contribuições de {0} a {1}
pt_pt: Contribuições de {0} a {1}
ro: Contribuții din {0} până în {1}
si: {0} සිට {1} දක්වා දායකත්ව
sk: Prispievatelia od {0} do {1}
sl: Prispevki od {0} do {1}
sr_latn: Doprinosi od {0} do {1}
sv_se: Bidrag mellan {0} och {1}
te: {0} నుండి {1} వరకు సహాయములు
th: การบริจาคจาก {0} ถึง {1}
tr: {0} - {1} Arası Katkılar
vi: Khoảng Đóng góp từ {0} đến {1}

source: Site Metrics, last {0} days
ast: Midimientos del sitiu nos caberos {0} díes
el: Μετρήσεις ιστοσελίδας, τελευταίες {0} ημέρες
fi: Sivuston tilastot, viimeiset {0} päivää
fur: Statistichis dal sît, ultins {0} dîs
fy_nl: Websitegegevens, lêste {0} dagen
gu_in: સાઇટ મેટ્રિક્સ, છેલ્લા {0} દિવસ
he: מדדי אתר, {0} הימים האחרונים
hi_in: साइट आकंडे, अंतिम {0} दिन
hr: Mjerni podaci stranice, posljednjih {0} dana
ia: Statistica del sito, ultime {0} dies
is: Vefmælingar, síðustu {0} daga
ja: 最近 {0} 日間のサイト解析
ka: ვებ-გვერდის სტატისტიკა, ბოლო {0} დღეში
kab: Asmel imizrir,{0} n ussan ineggura
ms: Matriks Laman, {0} hari lepas
nn_no: Nettsidestatistik dei siste {0} dagane
pl: Statystyki strony, ostatnie {0} dni
pt_br: Estatísticas do site nos últimos {0} dias
pt_pt: Medições do site , últimos {0} dias
ro: Metrici site, ultimele {0} zile
si: අඩවි ප්‍රමිතික, පසුගිය දවස් {0}
sk: Štatistika webu, posledných {0} dní
sl: Metrika strani, zadnjih {0} strani
sr_latn: Pokazatelji za sajt, poslednjih {0} dana
sv_se: Webbplatsstatistik de senaste {0} dagarna
te: సైటు కొలమానాలు, చివరి {0} రోజులు
tr: Site Ölçümleri, son {0} gün
vi: Số liệu trang web, {0} ngày qua

source: Site Metrics from {0} to {1}
ast: Midimientos del sitiu dende'l {0} fasta'l {1}
el: Μετρήσεις ιστοσελίδας από {0} ως {1}
fi: Sivuston tilastot {0} - {1}
fur: Statistichis dal sît dai {0} ai {1}
fy_nl: Websitegegevens fan {0} oant {1}
gu_in: સાઇટ મેટ્રિક્સ {0} થી {1} સુધી
he: מדדי אתר מ־{0} ועד {1}
hi_in: साइट आंकडे, {0} से {1} तक
hr: Mjerni podaci stranice od {0} do {1}
ia: Statistica del sito ab {0} a {1}
is: Vefmælingar frá {0} til {1}
ja: {0} から {1} までのサイト解析
ka: ვებ-გვერდის სტატისტიკა {0}-დან {1}-მდე
kab: Asmel imizrir seg {0} ɣer {1}
ms: Matriks Laman daripada {0} untuk {1}
nn_no: Nettsidestatistikk mellom {0} og {1}
pl: Statystyki strony od {0} do {1}
pt_br: Estatísticas do site de {0} a {1}
pt_pt: Medições do site de {0} a {1}
ro: Metrici site de la {0} până la {1}
si: {0} සිට {1} දක්වා අඩවි ප්‍රමිතික
sk: Štatistika webu od {0} do {1}
sl: Metrika strani od {0} do {1}
sr_latn: Pokazatelji za sajt od {0} do {1}
sv_se: Webbplatsstatistik mellan {0} och {1}
te: {0} నుండి {1} నుండి సైట్ ప్రమాణాలు
tr: Site Ölçümleri, {0} - {1} arasında
vi: Số liệu trang web từ {0} đến {1}
