Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Open Search add-ons are {blog_link_open}no longer supported on AMO{blog_link_close}. You can create a {doc_link_open}search extension instead{doc_link_close}.
es_ar: Los complementos de Open Search {blog_link_open}ya no son compatibles con AMO {blog_link_close}. Puedes {doc_link_open}crear una extensión de búsqueda en su lugar {doc_link_close}.
fi: Open Search -lisäosia {blog_link_open}ei enää tueta AMO:ssa{blog_link_close}. Voit luoda {doc_link_open}hakulaajennuksen sen sijaan{doc_link_close}.
fur: I components adizionâi Open Search {blog_link_open}no son plui supuartâts su AMO{blog_link_close}. Al lôr puest tu puedis creâ une {doc_link_open}estension di ricercje{doc_link_close}.
fy_nl: Open Search-add-ons wurde {blog_link_open}net mear stipe op AMO{blog_link_close}. Jo kinne yn stee dêrfan in {doc_link_open}sykútwreiding meitsje{doc_link_close}.
he: תוספות של Open Search {blog_link_open}אינן נתמכות עוד ב־AMO{blog_link_close}. באפשרותך ליצור {doc_link_open}הרחבת חיפוש במקום{doc_link_close}.
ia: Le additivos de recerca aperte {blog_link_open}non es plus compatibile con AMO{blog_link_close}. Tu pote crear in vice un {doc_link_open}extension de recerca{doc_link_close}.
nb_no: Open Search-tillegg støttes ikke lenger {blog_link_open}på AMO{blog_link_close}. Du kan opprette en {doc_link_open}søkeutvidelse i stedet{doc_link_close}.
nn_no: Open Search-tillegg er ikkje lenger støtta {blog_link_open}på AMO{blog_link_close}. Du kan lage ei {doc_link_open}søkjeutviding i staden{doc_link_close}.
ro: Suplimentele cu căutare deschisă {blog_link_open}nu mai au suport pe AMO{blog_link_close}. Poți crea {doc_link_open}în schimb o extensie de căutare{doc_link_close}.
th: ไม่รองรับส่วนเสริม Open Search {blog_link_open}บน AMO อีกต่อไป{blog_link_close} คุณสามารถสร้าง{doc_link_open}ส่วนขยายการค้นหาแทน{doc_link_close}ได้
tr: Open Search eklentileri {blog_link_open}artık AMO'da desteklenmiyor{blog_link_close}. Bunun yerine {doc_link_open}arama uzantısı{doc_link_close} oluşturabilirsiniz.
vi: Tiện ích Open Search đã {blog_link_open}không còn được hỗ trợ trên AMO{blog_link_close}. Thay vào đó bạn có thể tạo một {doc_link_open}tiện ích tìm kiếm{doc_link_close}.

source: Manifest V3 is currently not supported for upload. {start_href}Read more about the support timeline{end_href}.
es_ar: El manifiesto V3 actualmente no está soportado para la subida. {start_href}Leé más sobre el cronograma de soporte{end_href}.
fi: Manifestin versiota 3 ei tällä hetkellä tueta lähetystä varten. {start_href}Lue lisää tuen aikajanasta{end_href}.
fur: In chest moment nol è pussibil cjariâ in rêt estensions cun manifest V3. {start_href}Altris informazions sui timps previodûts pe implementazion{end_href}.
fy_nl: Opladen fan Manifest v3 wurdt op dit stuit net stipe. {start_href}Mear ynfo oer de stipetiidsline{end_href}.
he: Manifest V3‏ אינו נתמך כרגע להעלאה. {start_href}מידע נוסף על ציר הזמן של התמיכה{end_href}.
ia: Manifesto V3 non es compatibile actualmente con incargamento. {start_href}Lege plus sur le chronogramma de supporto{end_href}.
nb_no: Manifest V3 støttes for øyeblikket ikke for opplasting. {start_href}Les mer om tidslinjen for støtte{end_href}.
nn_no: Manifest V3 blir akkurat no ikkje støtta for opplasting. {start_href}Les meir om støttetidslinja{end_href}.
ro: Manifest V3 nu este acceptat pentru încărcare momentan. {start_href}Citește mai multe despre cronologia asistenței{end_href}.
tr: Manifest V3 şu anda yükleme için desteklenmiyor. {start_href}Destek zaman çizelgesi hakkında daha fazla bilgi alın{end_href}.
vi: Hiện tại không hỗ trợ tải lên với Manifest V3. {start_href}Đọc thêm về tiến trình hỗ trợ{end_href}.

source: URL domain must be one of [%s].
es_ar: El dominio de la URL debe ser uno de [%s].
fur: Il domini dal URL al scugne jessi un tra [%s].
fy_nl: Domein fan URL moat der ien fan [%s] wêze.
he: כתובת המתחם חייבת להיות אחת מבין [%s].
hr: URL domena mora biti jedna od [%s].
ia: Le dominio de URL debe esser un de [%s].
is: Slóð léns verður að vera ein af [%s].
nb_no: URL-domene må være et av [%s].
nn_no: URL-dometet må vere ein av [%s].
ro: Domeniul URL trebuie să fie unul dintre [%s].
tr: URL alan adı, [%s] alan adlarından biri olmalıdır.
vi: Tên miền URL phải là một trong [%s].

source: Users can not be added directly
es_ar: Los usuarios no se pueden agregar directamente
fi: Käyttäjiä ei voida lisätä suoraan
fur: Impussibil zontâ utents in mût diret
fy_nl: Brûkers kinne net direkt tafoege wurde
he: לא ניתן להוסיף משתמשים באופן ישיר
hr: Korisnici se ne mogu izravno dodati
ia: Usatores non pote esser addite directemente
is: Ekki er hægt að bæta við notendum beint
nb_no: Brukere kan ikke legges til direkte
nn_no: Brukarar kan ikkje leggjast til direkte
ro: Utilizatorii nu pot fi adăugați direct
te: వాడుకరులను నేరుగా జోడించలేరు
th: ไม่สามารถเพิ่มผู้ใช้โดยตรงได้
tr: Kullanıcılar doğrudan eklenemez
vi: Không thể thêm trực tiếp người dùng

source: Need to select at least one application.
es_ar: Es necesario seleccionar al menos una aplicación.
fi: On valittava vähintään yksi sovellus.
fur: Al covente selezionâ almancul une aplicazion.
fy_nl: Jo moatte op syn minst ien tapassing selektearje.
he: יש לבחור ביישום אחד לפחות.
hr: Moraš odabrati barem jednu aplikaciju.
ia: Il es necesse al minus eliger un application compatibile.
nb_no: Velg minst ett program.
nn_no: Vel minst eitt program.
ro: Necesită selectarea cel puțin a unei aplicații.
te: కనీసం ఒక అనువర్తనాన్నైనా ఎంచుకోవాలి.
th: ต้องเลือกอย่างน้อยหนึ่งแอปพลิเคชัน
tr: En az bir uygulamanın seçilmesi gerekiyor.
vi: Cần chọn ít nhất một ứng dụng.

source: You have submitted too many uploads recently. Please try again after some time.
es_ar: Has enviado demasiadas subidas últimamente. Vuelve a intentarlo dentro de poco.
fi: Olet lähettänyt liian useasti äskettäin. Yritä uudelleen jonkin ajan kuluttua.
fur: Tu âs mandât masse cjariaments in rêt di resint. Torne prove ca di un pôc di timp.
fy_nl: Jo hawwe koartlyn te folle oplaads yntsjinne. Probearje it nei in skoft opnij.
he: הגשת יותר מידי העלאות לאחרונה. נא לנסות שוב לאחר זמן מה.
hr: Nedavno si poslao/la previše prijenosa. Pokušaj ponovo nakon nekog vremena.
ia: Tu ha incargate troppo de files recentemente. Reproba post alcun tempore.
nb_no: Du har sendt inn for mange opplastinger i det siste. Prøv igjen om en stund.
nn_no: Du har sendt inn for mange opplastingar i det siste. Prøv igjen om ei stund.
ro: Ai realizat prea multe încărcări în ultimul timp. Te rugăm să încerci din nou mai târziu.
te: మీరు ఈమధ్య చాలా ఎక్కింపులను సమర్పించారు. దయచేసి కొంత సమయం తర్వాత మళ్ళీ ప్రయత్నించండి.
th: คุณส่งการอัปโหลดมากเกินไปเมื่อเร็วๆ นี้ โปรดลองอีกครั้งหลังจากผ่านไประยะหนึ่ง
tr: Yakın zamanda çok fazla yükleme yaptınız. Lütfen bir süre sonra tekrar deneyin.
vi: Bạn đã gửi quá nhiều video tải lên gần đây. Vui lòng thử lại sau một thời gian.

source: Ensure name and summary combined are at most {limit_value} characters (they have {show_value}).
es_ar: Asegúrate de que el nombre y la descripción, combinados, tienen como mucho {limit_value} caracteres (ahora mismo tienen {show_value}).
fi: Varmista, että nimi ja yhteenveto sisältävät yhteensä enintään {limit_value} merkkiä (niillä on {show_value}).
fur: Verifiche che il non e il somari no suparin in dut {limit_value} caratars (a'nd àn {show_value}).
fy_nl: Soargje derfoar dat namme en gearfetting tegearre op syn heechst {limit_value} tekens bestiet (se hawwe no {show_value}).
hr: Pazi da ime i sažetak ukupno nemaju više od {limit_value} znakova (imaju {show_value}).
ia: Cura que nomine e summario combinate non supera {limit_value} characteres total (il ha {show_value}).
nb_no: Forsikre deg om at navn og sammendrag er på maksimalt {limit_value} tegn (de har {show_value}).
nn_no: Forsikre deg om at namn og samandrag er på maksimalt {limit_value} teikn (de har {show_value}).
ro: Asigură-te că denumirea și rezumatul au împreună cel mult {limit_value} de caractere (au {show_value}).
tr: İsim ve özetin toplamda en fazla {limit_value} karakter olduğundan emin olun (şu an {show_value}).
vi: Đảm bảo tên và tóm tắt được kết hợp tối đa {limit_value} ký tự (hiện tại là {show_value}).

source: On this site. <span class="helptext">Your submission is publicly listed on {site_domain}.</span>
es_ar: En este sitio. <span class="helptext">Tu envío está listado públicamente en {site_domain}.</span>
fur: Su chest sît. <span class="helptext">Il to component adizionâl inviât al è listât in maniere publiche su {site_domain}.</span>
fy_nl: Op dizze website. <span class="helptext">Jo ynstjoering wurdt iepenbier fermeld op {site_domain}.</span>
he: באתר הזה. <span class="helptext">ההגשה שלך מופיעה באופן ציבורי ב־{site_domain}.</span>
hr: Na ovoj stranici. <span class="helptext">Tvoj je podnesak javno naveden na {site_domain}.</span>
ia: Sur iste sito. <span classe="helptext">Tu invio es listate publicamente sur {site_domain}.</span>
nb_no: På dette nettstedet. <span class="helptext">Bidraget ditt er offentlig oppført på {site_domain}.</span>
nn_no: På denne sida. <span class="helptext">Innsendinga di er offentleg oppført på {site_domain}.</span>
ro: Pe acest site. <span class="helptext">Suplimentul este listat public pe {site_domain}.</span>
tr: Bu sitede. <span class="helptext">Gönderiniz {site_domain} sitesinde herkese açık olarak listelenir.</span>
vi: Trên trang web này. <span class="helptext">Nội dung bạn gửi được liệt kê công khai trên {site_domain}.</span>

source: On your own. <span class="helptext">After your submission is signed by Mozilla, you can download the .xpi file from the Developer Hub and distribute it to your audience. Please make sure the add-on manifest’s <a {a_attrs}>update_url</a> is provided, as this is the URL where Firefox finds updates for automatic deployment to your users.</span>
es_ar: Por tu cuenta. <span class="helptext">Una vez que Mozilla firma tu envío, podés descargar el archivo .xpi desde la Central de desarrolladores y distribuirlo entre tu audiencia. Asegurate de que se proporciona el <a {a_attrs}>update_url</a> en el archivo manifest del complemento, ya que esta es la URL donde Firefox encuentra actualizaciones para la actualización automática para tus usuarios.</span>
fur: Par to cont. <span class="helptext">Dopo che il to component adizionâl inviât al è stât firmât di Mozilla, tu puedis discjariâ il file .xpi dal Centri di svilup e rindilu disponibil al public. Siguriti di includi <a {a_attrs}>update_url</a> tal manifest dal component adizionâl, viodût che chest al è il URL là che Firefox al cjate i inzornaments pe distribuzion automatiche ai tiei utents.</span>
fy_nl: Sels. <span class="helptext">Neidat jo ynstjoering ûndertekene is troch Mozilla, kinne jo it .xpi-bestân downloade yn de Untwikkelershub en dizze foar jo publyk beskikber stelle. Soargje derfoar dat yn it add-onmanifest de <a {a_attrs}>update_url</a> fermeld wurdt, omdat dit de URL is wêr’t Firefox fernijingen fynt foar automatyske ymplemintaasje by jo brûkers.</span>
ia: Pro conto proprie. <span class="helptext">Post que tu invio es signate per Mozilla, tu pote discargar le file .xpi ab le Centro de disveloppamento e distribuer lo a tu auditorio. Per favor verifica que le <a {a_attrs}>update_url</a> del manifesto del additivo es fornite, pois que isto es le URL ubi Firefox trova actualisationes pro distribution automatic a tu usatores.</span>
nb_no: På egenhånd. <span class="helptext">Etter at innsendingen din er signert av Mozilla, kan du laste ned .xpi-filen fra utviklerhuben og distribuere den til målgruppen din. Sørg for at tilleggsmanifestets <a {a_attrs}>update_url</a> er oppgitt, da dette er URL-en der Firefox finner oppdateringer for automatisk distribusjon til brukerne dine.</span>
nn_no: På eiga hand. <span class="helptext">Etter at innsendinga di er signert av Mozilla, kan du laste ned .xpi-fila frå utviklarhuben og distribuere ho til publikum. Sørg for at tilleggsmanifestets <a {a_attrs}>update_url</a> er oppgitt, sidan dette er nettadressa der Firefox finn oppdateringar for automatisk distribusjon til brukarane dine.</span>
ro: Pe cont propriu. <span class="helptext">După ce suplimentul este semnat de Mozilla, poți descărca fișierul .xpi din Centrul dezvoltatorilor și îl poți distribui publicului. Te rugăm să te asiguri că este furnizat <a {a_attrs}>update_url</a> al manifestului suplimentului pentru că este adresa URL la care Firefox găsește actualizări pentru implementarea automată pentru utilizatorii tăi.</span>
tr: Kendi başınıza. <span class="helptext">Gönderiniz Mozilla tarafından imzalandıktan sonra .xpi uzantılı dosyayı Geliştirici Merkezinden indirebilir ve hedef kitlenize dağıtabilirsiniz. Lütfen eklenti manifest’inin <a {a_attrs}>update_url</a> adresinde sağlandığından emin olun, çünkü bu Firefox’un kullanıcılarınıza otomatik dağıtım için güncellemeleri bildirdiği adrestir.</span>
vi: Chính bạn. <span class="helptext">Sau khi đệ trình của bạn được Mozilla ký, bạn có thể tải xuống tập tin .xpi từ trung tâm nhà phát triển và phân phối tập tin đó cho người dùng của mình. Vui lòng đảm bảo cung cấp <a {a_attrs}>update_url</a> của tập tin manifest của tiện ích, vì đây là URL nơi Firefox tìm thấy các bản cập nhật để triển khai tự động cho người dùng của bạn.</span>

source: Confirm email address
es_ar: Confirmar dirección de correo electrónico
fi: Vahvista sähköpostiosoite
fur: Conferme la direzion e-mail
fy_nl: E-mailadres befêstigje
he: אישור כתובת דוא״ל
hr: Potvrdi e-mail adresu
ia: Confirma adresse e-mail
nb_no: Bekreft e-postadresse
nn_no: Stadfest e-postadresse
ro: Confirmă adresa de e-mail
th: ยืนยันที่อยู่อีเมล
tr: E-posta adresinizi onaylayın
vi: Xác nhận địa chỉ email

source: To make API requests, send a <a href="{jwt_url}">JSON Web Token (JWT)</a> as the authorization header. You'll need to generate a JWT for every request as explained in the <a href="{docs_url}">API documentation</a>.
es_ar: Para hacer pedidos a la API, enviá un <a href="{jwt_url}">JSON Web Token (JWT)</a> como encabezado de autorización. Tendrás que generar un JWT para cada solicitud, como se explica en la <a href="{docs_url}">documentación de la API</a>.
fur: Par doprâ lis API, fâs une domande includint un <a href="{jwt_url}">JSON Web Token (JWT)</a> tant che intestazion di autorizazion. Al coventarà creâ un gjeton JWT par ogni singule richieste, come specificât te <a href="{docs_url}">documentazion des API</a>.
fy_nl: Ferstjoer om API-oanfragen te dwaan in <a href="{jwt_url}">JSON Web Token (JWT)</a> as de autorisaasjeheader. Jo moatte foar elke oanfraach in JWT generearje, lykas útlein yn de <a href="{docs_url}">API-dokumintaasje</a>.
he: כדי להגיש בקשות API, יש לשלוח <a href="{jwt_url}">JSON Web Token (JWT)</a> בתור כותרת האימות. יהיה עליך לייצר JWT לכל בקשה כפי שמסובר ב<a href="{docs_url}">תיעוד ה־API</a>.
ia: Pro facer requestas de API, invia un <a href="{jwt_url}">JSON Web Token (JWT)</a> como titulo de autorisation. Tu debera generar un JWT pro cata requesta como explicate in le <a href="{docs_url}">Documentation API</a>.
nb_no: For å gjøre API-forandringer, send en <a href="{jwt_url}">JSON Web token (JWT)</a> som authorization-header. Du må lage en JWT for hver forespørsel som beskrevet i <a href="{docs_url}">API-dokumentasjonen</a>.
nn_no: For å gjere API-førespurnader, send eit <a href="{jwt_url}">JSON Web Token (JWT)</a> som autorisasjonsoverskrift. Du må generere ein JWT for kvar førespurnad som forklart i <a href="{docs_url}">API-dokumentasjonen</a>.
ro: Pentru cereri API, trimite un <a href="{jwt_url}">JSON Web Token (JWT)</a> ca antet de autorzare. Va trebui să generezi un JWT pentru fiecare cerere, conform explicațiilor din <a href="{docs_url}">documentația API</a>.
tr: API isteği göndermek için yetkilendirme üst bilgisi olarak bir <a href="{jwt_url}">JSON Web Token (JWT)</a> gönderin. <a href="{docs_url}">API belgelerinde</a> de açıklandığı gibi her istek için bir JWT oluşturmalısınız.
vi: Để thực hiện các yêu cầu API, gửi một <a href="{jwt_url}">JSON Web Token (JWT)</a> dưới dạng một header authorization. Bạn sẽ cần phải tạo một JWT cho mọi yêu cầu như được giải thích trong <a href="{docs_url}">tài liệu API</a>.

source: Please click the confirm button below to generate API credentials for user <strong>{name}</strong>.
es_ar: Hacé clic en el botón de confirmación que se encuentra a continuación para generar credenciales de API para el usuario <strong>{name}</strong>.
fi: Luo API-kirjautumistiedot käyttäjälle <strong>{name}</strong> napsauttamalla alla olevaa vahvistuspainiketta.
fur: Fâs clic sul boton di conferme chi sot par gjenerâ lis credenziâls API pal utent <strong>{name}</strong>.
fy_nl: Klik hjirûnder op de knop Befêstigje om nije API-kaaien foar brûker <strong>{name}</strong> te generearjen.
he: נא ללחוץ על כפתור האישור שלהלן כדי ליצור אישורי API עבור המשתמש <strong>{name}</strong>.
ia: Clicca sur le button de confirmation infra pro generar credentiales API pro le usator <strong>{name}</strong>.
nb_no: Klikk på bekreftelsesknappen nedenfor for å generere API-legitimasjon for bruker <strong>{name}</strong>.
nn_no: Klikk på stadfestingsknappen nedanfor for å generere API-legitimasjon for brukaren <strong>{name}</strong>.
ro: Te rugăm să dai clic pe butonul de confirmare de mai jos pentru a genera datele de autentificare API ale utilizatorului <strong>{name}</strong>.
th: โปรดคลิกปุ่มยืนยันด้านล่างเพื่อสร้างข้อมูลรับรอง API สำหรับผู้ใช้ <strong>{name}</strong>
tr: <strong>{name}</strong> kullanıcısı için API kimlik bilgileri oluşturmak için lütfen aşağıdaki onayla düğmesini tıklayın.
vi: Vui lòng nhấp vào nút xác nhận bên dưới để tạo thông tin xác thực API cho người dùng <strong>{name}</strong>.

source: A confirmation link will be sent to your email address. After confirmation you will find your API keys on this page.
es_ar: Se enviará un enlace de confirmación a tu dirección de correo. Cuando lo confirmes, tus claves API aparecerán en esta página.
fi: Vahvistuslinkki lähetetään sähköpostiosoitteeseesi. Vahvistuksen jälkeen löydät API-avaimesi tältä sivulta.
fur: Un colegament di conferme ti vignarà inviât ae tô direzion e-mail. Dopo de conferme tu cjatarâs lis tôs clâfs API in cheste pagjine.
fy_nl: Der sil in befêstigingskeppeling nei jo e-mailadres ferstjoerd. Nei befêstiging fine jo jo API-kaaien op dizze side.
he: קישור לאימות יישלח לכתובת הדוא״ל שלך. לאחר האימות ניתן יהיה למצוא את מפתחות ה־API שלך בדף זה.
hr: Poslat ćemo ti poveznicu za potvrdu na tvoju e-adresu. Nakon potvrđivanja, pronaći ćeš API ključeve na ovoj stranici.
ia: A ligamine de confirmation essera inviate a tu adresse email. Post le confirmation tu trovara tu claves API sur iste pagina.
nb_no: En bekreftelseslenke vil bli sendt til e-postadressen din. Etter bekreftelse finner du API-nøklene dine på denne siden.
nn_no: Ei stadfestingslenkje vil bli sendt til e-postadressa di. Etter stadfesting vil du finne API-nøklane dine på denne sida.
ro: Ți se va trimite pe adresa de e-mail un link de confirmare. După confirmare, îți vei găsi cheile API pe această pagină.
te: మీ ఈమెయిలు చిరునామాకు నిర్ధారణ లంకె పంపబడుతుంది. నిర్ధారణ తరువాత ఈ పేజీలో మీ API కీలు కనబడతాయి.
th: ลิงก์ยืนยันจะถูกส่งไปยังที่อยู่อีเมลของคุณ หลังจากยืนยันแล้ว คุณจะพบคีย์ API ของคุณในหน้านี้
tr: E-posta adresinize bir onay bağlantısı gönderilecektir. Onayladıktan sonra API anahtarlarınızı bu sayfada bulabilirsiniz.
vi: Một liên kết xác nhận sẽ được gửi đến địa chỉ email của bạn. Sau khi xác nhận, bạn sẽ tìm thấy các khóa API của mình trên trang này.

source: Something went wrong, please contact developer support.
es_ar: Algo salió mal, contactá con el soporte de desarrolladores.
fi: Jokin meni pieleen, ota yhteys kehittäjätukeen.
fur: Alc al è lât strucj, contate il supuart pai svilupadôrs.
fy_nl: Der is wat misgien, nim kontakt op mei stipe foar ûntwikkelers.
he: משהו השתבש, נא ליצור קשר עם תמיכת המפתחים.
ia: Alco errate eveniva, contacta supporto del disveloppatores.
nb_no: Noe gikk galt. Kontakt utviklerstøtte.
nn_no: Noko gjekk gale. Ta kontakt med utviklarstøtta.
ro: Ceva nu a funcționat. Te rugăm să contactezi asistența pentru dezvoltatori.
th: มีบางอย่างผิดพลาด โปรดติดต่อฝ่ายสนับสนุนนักพัฒนา
tr: Bir hata oluştu. Lütfen geliştirici desteğiyle iletişime geçin.
vi: Đã xảy ra lỗi, vui lòng liên hệ với bộ phận hỗ trợ nhà phát triển.

source: No appropriate version available
es_ar: No hay una versión apropiada disponible
fi: Sopivaa versiota ei saatavilla
fur: No je disponibile une version adate
fy_nl: Gjin passende ferzje beskikber
nb_no: Ingen passende versjon tilgjengelig
nn_no: Ingen passande versjon tilgjengeleg
ro: Nu este disponibilă nicio versiune corespunzătoare
tr: Uygun sürüm yok

source: Choose version
es_ar: Seleccionar versión
fi: Valitse versio
fur: Sielç version
fy_nl: Ferzje kieze
nb_no: Velg versjon
nn_no: Vel versjon
ro: Alege versiunea
tr: Sürüm seçin

source: Release notes
es_ar: Notas de la versión
fi: Julkaisutiedot
fur: Notis di publicazion
fy_nl: Utjefteopmerkingen
nb_no: Versjonsnotat
nn_no: Versjonsnotat
ro: Note de lansare
tr: Sürüm notları

source: Automatic rollback based on version [m.m].
fur: Ripristinament automatic in base ae version [m.m].
fy_nl: Automatysk tebekrol basearre op ferzje [m.m].
nb_no: Automatisk tilbakerulling basert på versjon [m.m].
nn_no: Automatisk tilbakestilling basert på versjon [m.m].
ro: Revenire automată în funcție de versiune [m.m].
tr: [m.m] sürümüne dayalı otomatik geri döndürme.

source: You must select a channel and version to rollback to.
fi: Sinun on valittava kanava ja versio, johon haluat palata.
fur: Tu scugnis sielzi un canâl e une version dulà tornâ indaûr cul ripristinament.
fy_nl: Jo moatte in kanaal en in ferzje selektearje om nei werom te gean.
nb_no: Du må velge en kanal og versjon du vil rulle tilbake til.
nn_no: Du må velje ein kanal og versjon å gå tilbake til.
ro: Trebuie să selectezi un canal și o versiune la care să revii.
tr: Geri dönülecek kanalı ve sürümü seçmelisiniz.

source: Invalid or corrupt add-on file.
es_ar: Archivo de complemento no válido o corrupto.
fi: Virheellinen tai rikkinäinen lisäosatiedosto.
fur: File dal component adizionâl no valit o ruvinât.
fy_nl: Unjildich of skansearre add-onbestân.
he: קובץ התוספת לא חוקי או פגום.
hr: Neispravna ili oštećena datoteka dodatka.
ia: File de additivo non valide o corrupte.
is: Viðbótar-skráin er ógild eða skemmd.
nb_no: Ugyldig eller skadet tilleggsfil.
nn_no: Ugyldig eller skada tilleggsfil.
ro: Fișier de supliment nevalid sau corupt.
te: చెల్లని లేదా పాడైన పొడగింత ఫైలు.
th: ไฟล์ส่วนเสริมไม่ถูกต้องหรือเสียหาย
tr: Geçersiz ya da bozulmuş eklenti dosyası.
vi: Tập tin tiện ích không hợp lệ hoặc bị hỏng.
