Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: binary components or executables
hu: bináris komponensek vagy végrehajtható fájlok
id: komponen biner atau yang bisa dieksekusi
sk: obsahuje binárne komponenty, alebo spustiteľné súbory
sq: përbërës dyorë ose të ekzekutueshëm
sr_latn: binarne komponente ili programi
sv_se: binära komponenter eller körbara filer

source: inclusion of third-party software
hu: harmadik féltől származó szoftver tartalmazása
id: memasukkan perangkat lunak pihak ketiga
sk: zahŕňa softvér tretích strán
sq: përfshirje software-i palësh të treta
sr_latn: uključenje softvera trećih lica
sv_se: inkludering av programvara från tredje part

source: errors generated in the Error Console
hu: generált hibák a Hibakonzolban
id: kesalahan yang dihasilkan dalam Konsol Kesalahan
sk: Chyby generované v Chybovej konzole
sq: gabime të prodhuara te Konsola e Gabimeve
sr_latn: greške nastale u Konzoli grešaka
sv_se: fel genererade i Felkonsolen

source: memory leaks
hu: memóriaszivárgások
id: kebocoran memori
sk: obsahuje úniky pamäte
sq: rrjedhje kujtese
sr_latn: curenje memorije
sv_se: minnesläckor

source: possible conflicts with other add-ons
hu: esetleges ütközések más kiegészítőkkel
id: kemungkinan konflik dengan pengaya lainnya
sk: konflikt s inými doplnkami
sq: përplasje të mundshme me shtesa të tjera
sr_latn: mogući sukobi sa drugim dodacima
sv_se: eventuella konflikter med andra tillägg

source: application start-up or page load performance degradation
hu: alkalmazás indítási vagy oldalbetöltési teljesítmény csökkenés
id: penurunan performa memulai aplikasi atau memuat laman
sk: výrazný vplyv na rýchlosť štartu aplikácie, alebo výrazný pokles výkonu
sq: përkeqësim i nisjes së aplikacionit ose kohës së ngarkimit të faqes
sr_latn: pokretanje aplikacije ili degradacija učitavanja stranice
sv_se: uppstart av program eller prestandanedbrytning vid sidladdning

source: For information on how to avoid these problems, please see our <a href="%(link_howto)s">How-to Library</a>. Some of these practices, such as binary or obfuscated code, are allowed under certain conditions outlined below.
id: Untuk keterangan mengenai bagaimana menghindari masalah ini, silakan lihat <a href="%(link_howto)s">Pustaka Panduan</a>. Beberapa praktek ini, misalnya kode atau biner yang dikaburkan, diperkenankan dalam kondisi tertentu yang diuraikan di bawah ini.
sk: Pre informácie, ako sa týmto problémom vyhnúť, sa pozrite do sekcie <a href="%(link_howto)s">Databáza ukážok, ako na to</a>. Niektoré z vyššie uvedených bodov, ako napríklad binárny kód alebo kód je prejdený cez obfuskátor, sú povolené pod určitými podmienkami, ktoré sú popísané nižšie.
sq: Për të dhëna se si të shmangen këto probleme, ju lutemi, shihni te <a href="%(link_howto)s">Biblioteka jonë Si-Të</a>. Disa nga këto praktika, të tilla si përdorim kodi dyor ose të errësuar, lejohen sipas disa kushteve të skicuara më poshtë.
sr_latn: Za informacije kako da zaobiđete ove probleme, pogledajte našu <a href="%(link_howto)s">Kako-da biblioteku</a>. Neke od ovih vežbi, kao što su binarni ili zasenčen kod, su dozvoljeni pod određenim uslovima navedenim u nastavku.
sv_se: För information om hur man kan undvika dessa problem, se våra <a href="%(link_howto)s">instruktioner för bibliotek</a>. Några av dessa metoder, såsom binär eller förvanskad kod, tillåts under vissa villkor som anges nedan.

source: Many of the above restrictions are tested automatically by an extension scanner that will flag suspicious add-ons for editor review. You can read more about this scanner in the <a href="%(link_validation)s">Validation Help</a> document.
id: Sebagian besar dari pembatasan di atas diuji secara otomatis oleh pemindai ekstensi yang akan menandai pengaya yang mencurigakan untuk diulas penyunting. Anda bisa membaca mengenai pemindai ini di dokumen <a href="%(link_validation)s">Bantuan Validasi</a> .
sk: Viacero z hore uvedených obmedzení je testovaných automaticky procesom kontroly doplnkov, ktorý na problémy upozorňuje redaktora pri kontrole. Viac informácií o tejto kontrole si môžete prečítať v dokumente <a href="%(link_validation)s">pomoc pri kontrole</a>.
sq: Mjaft nga kufizimet më sipër testohen vetvetiu nga një skanues zgjerimesh, i cili shtesave të dyshimta do t’u vërë shenjë për shqyrtim redaktori. Më shumë rreth këtij skaneri mund të lexoni te dokumenti <a href="%(link_validation)s">Ndihmë mbi Vleftësimet</a>.
sr_latn: Mnoga od ovih ograničenja su testirana automatski od strane skenera ekstenzije koji će označiti sumnjive dodatke za pregled urednika. Možete pročitati više o ovom skeneru u <a href="%(link_validation)s">Pomoć pri validaciji</a> dokumentu.
sv_se: Många av ovanstående begränsningar testas automatiskt av en utökningsskanner som kommer att flagga misstänkta tillägg för granskning av redigerare. Du kan läsa mer om denna skanner i dokumentet<a href="%(link_validation)s">valideringshjälp</a>.

source: If the add-on is site-specific, it is recommended that a test account is provided for use during the review process. Additionally, including detailed testing instructions will allow an editor to better understand how the add-on functions and expedite the testing process. This information can be placed in the Notes to Reviewer field when editing a version in the Developer Hub.
hu: Ha a kiegészítő oldalspecifikus, ajánlott megadni egy tesztfiókot az értékelési folyamathoz. Továbbá, a megadott részletes tesztelési utasítások segítenek a szerkesztőnek jobban megértenie, hogy hogyan működik a kiegészítő, és gyorsítja a tesztelési folyamatot. Ez az információ a „Megjegyzések az értékelőnek” mezőbe helyezhető, amikor egy verziót szerkeszt a fejlesztőközpontban.
id: Jika pengaya ini bersifat spesifik untuk situs, telah direkomendasikan bahwa akun pengujian disediakan untuk digunakan dalam proses ulasan. Selain itu, instruksi pengujian yang rinci disertakan dan akan memungkinkan penyunting untuk memahami lebih baik bagaimana pengaya berfungsi dan mempercepat proses pengujian. Informasi ini akan ditempatkan dalam Catatan untuk Pengulas saat sebuah versi disunting dalam Pusat Pengembang.
sk: Ak je doplnok určený pre konkrétnu stránku, je odporúčané, aby bol v rámci kontroly poskytnutý testovací účet pre spomínanú stránku (ak je požadovaný). Tiež je dobré redaktorovi poskytnúť informácie, ktoré mu pomôžu lepšie pochopiť funkciu doplnku a tým mu zjednodušia aj proces kontroly. Takáto informácia môže byť vložená do poľa s poznámkou pre redaktora pri pridávaní novej verzie v rámci stránok pre vývojárov.
sq: Nëse shtesa është vetëm për një sajt, këshillohet të ofroni një llogari testimi, për përdorim gjatë procesit të shqyrtimit. Veç kësaj, përfshirja e udhëzimeve të hollësishme mbi testimin do t’i lejonte një redaktori të kuptonte se si funksionon shtesa dhe ta përshpejtonte procesin e testimit. Këto të dhëna mund të vendosen te fusha Shënime për Shqyrtuesin, kur një version përpunohet te Qendra e Zhvilluesit.
sr_latn: Ako je dodatak specifičan za sajt, preporučuje se da bude dodeljen test nalog tokom procesa pregleda. Pored toga, uključujući i detaljne instrukcije za testiranje će dozvoliti uredniku da bolje razume kako funkcioniše dodatak i ubrza proces testiranja. Ove informacije mogu biti smeštene u polju Beleške recezentu kada se menjaju verzije u Centru za programera.
sv_se: Om tillägget är platsspecifik, är det rekommenderat att ett testkonto tillhandahålls för användning under granskningsprocessen. Dessutom kommer bland annat detaljerade testinstruktioner tillåta en redigerare för att bättre förstå hur tillägget fungerar och påskynda testprocessen. Denna information kan placeras i fältet Meddelanden till granskare när du redigerar en version i Utvecklarcenter.

source: After the Review
hu: Az értékelés után
id: Setelah Peninjauan
sk: Po kontrole
sq: Pas Shqyrtimit
sr_latn: Nakon pregleda
sv_se: Efter granskningen

source: Once an add-on is granted full review, it will immediately be available in the gallery, showing in browse and search results with a warning-free install button. All features, including voluntary contributions and beta channels will be available.
id: Setelah sebuah pengaya diberi ulasan lengkap, ia akan segera tersedia di galeri, ditampilkan dalam hasil pencarian dan penelusuran dengan tombol pemasangan bebas peringatan. Seluruh fitur, termasuk kontribusi sukarela dan saluran bera akan tersedia.
sq: Pasi një shtese t’i jetë akorduar shqyrtim i plotë, do të jetë menjëherë e gatshme te galeria, e shfaqur te përfundime kërkimi apo shfletimi, me një buton instalimi pa probleme. Krejt anët e sajtit, përfshi kontribut vullnetar dhe kanale beta, do të jenë të përdorshme për të.
sr_latn: Čim dodatak dobije punu reviziju, on će odmah biti dostupan u galeriji, prikazivajući se u rezultatima pretrage sa dugmetom bez upozorenja za instalaciju. Sve funkcije, uključujući i dobrovoljnih doprinosioca i beta kanala će biti na raspolaganju.
sv_se: När ett tillägg beviljats fullständig granskning, kommer det omedelbart att finnas tillgänglig i galleriet, visas vid bläddring och sökresultat med en varningsfri installationsknapp. Alla funktioner, inklusive frivilliga bidrag och beta-kanaler kommer att finnas tillgängliga.

source: Subsequent versions of the add-on will automatically be placed in the full review queue. Until the review is completed, the new version will only be displayed on the Version History page of the add-on. Once reviewed, the version will be updated across the site and deployed through the automatic update service.
id: Versi berikutnya pengaya akan ditempatkan secara otomatis dalam antrean ulasan penuh. Sampai saat peninjauan diselesaikan, versi baru hanya akan ditampilkan dalam laman Riwayat Versi pengaya. Setelah ditinjau, versi tersebut akan diperbarui di seluruh situs dan disebarkan melalui layanan pembaruan otomatis.
sq: Versionet pasuese të shtesës do të vendosen automatikisht në radhën e shqyrtimeve të plota. Deri sa pa u plotësuar shqyrtimi, versioni i ri do të shfaqet vetëm te faqja Historik Versionesh të shtesës. Pasi të jetë shqyrtuar, versioni do të përditësohet në krejt sajtin dhe do të jepet përmes shërbimit të përditësimeve të vetvetishme.
sr_latn: Naknadne verzije dodatka će biti automatski stavljene u red za potpun pregled. Dok pregled ne bude završen, nova verzija će biti prikazana samo na stranici istorijata verzije dodatka. Kada bude pregledana, verzija će biti ažurirana preko sajta i raspoređena preko servisa za automatsko ažuriranje.
sv_se: Senare versioner av tillägget kommer automatiskt att placeras i kön för fullständig granskning. Tills granskningen är klar, kommer den nya versionen att visas i versionshistoriken på sidan för tillägget. När granskningen är klar, kommer versionen att uppdateras på hela webbplatsen och distribueras via den automatiska uppdateringstjänsten.

source: If a version does not meet the criteria for full review, it can either be granted preliminary review or disabled if there is a security concern. The author will receive an email explaining the action taken and how to fix it. In most cases, the developer can simply fix the problem and re-submit for full review.
id: Jika sebuah versi tidak memenuhi kriteria untuk ulasan lengkap, dapat diberikan tinjauan pendahuluan atau dimatikan jika ada kekhawatiran keamanan. Penulis akan menerima surel yang menjelaskan tindakan yang diambil dan bagaimana cara memperbaikinya. Dalam kebanyakan kasus, pengembang dapat memperbaiki masalahnya dan memasukkan kembali untuk diulas lengkap.
sq: Nëse një version s’i plotëson kriteret për shqyrtim të plotë, mundet ose t’i akordohet shqyrtim paraprak, ose të çaktivizohet, kur ka çështje sigurie. Autori do të marrë një email që shpjegon veprimin e kryer dhe se si të ndreqet. Në shumicën e rasteve, zhvilluesi thjesht mund të ndreqë problemin dhe ta riparashtrojë për shqyrtim të plotë.
sr_latn: Ako verzija ne ispunjava kriterijume za punu recenziju, može mu biti dodeljena preliminarna recenzija ili onemogućen ukoliko postoji sigurnosni problem. Autor će dobiti e-poštu sa objašnjenjem koje su mere preduzete i kako da ih popravi. U većini slučajeva, programer može jednostavno popraviti problem i ponovo podneti za punu recenziju.
sv_se: Om en version inte uppfyller kriterierna för fullständig granskning, kan det antingen beviljas preliminär granskning eller inaktiveras om det finns ett säkerhetsproblem. Upphovsmannen kommer att få ett e-postmeddelande som förklarar de åtgärder som vidtagits och hur man rättar till det. I de flesta fall kan utvecklaren helt enkelt åtgärda problemet och åter skicka in för fullständig granskning.

source: Preliminary reviews are appropriate for experimental add-ons and provide a way to get user testing and feedback without going through the longer, more thorough review process. We aim to complete these reviews in under 3 days.
id: Peninjauan pendahuluan sesuai untuk pengaya yang lebih eksperimental dan menyediakan cara bagi pengguna untuk mendapatkan pengujian pengguna dan umpan balik tanpa melalui proses peninjauan yang panjang dan menyeluruh. Kami bermaksud untuk melengkapi tinjauan ini dalam waktu kurang dari 3 hari.
sq: Shqyrtimet paraprake janë të përshtatshme për shtesa eksperimentale dhe ofrojnë një rrugë për të pasur testim dhe përshtypje nga përdoruesit, pa kaluar procesin më të gjatë, më të plotë të shqyrtimit. Synimi ynë është plotësimi i këtyre shqyrtimeve brenda 3 ditësh.
sr_latn: Preliminarni pregledi su prikladni za eksperimentalne dodatke i daju način da korisnici testiraju i daju povratnu informaciju bez prolaska kroz duži, temeljniji proces revizije. Ciljamo da završimo revizije u roku od 3 dana.
sv_se: Preliminära granskning är lämpliga för experimentella tillägg och tillhandahåller ett sätt att få användartester och återkoppling utan att gå via längre, mer grundlig granskning. Vi strävar efter att slutföra dessa granskningar på under 3 dagar.

source: Testing Methods
hu: Tesztelési módszerek
id: Metode Pengujian
sk: Testovacie metódy
sq: Metoda Provash
sr_latn: Metode testiranja
sv_se: Testmetoder

source: When performing a preliminary review, editors will review the source code for security issues and major policy violations, but will not install the add-on to test functionality in most cases. Preliminary review will be granted unless a security vulnerability or major policy violation is discovered.
id: Saat melakukan tinjauan pendahuluan, penyunting akan mengulas koe sumber untuk isu keamanan dan pelanggaran kebijakan yang besar, tapi tidak akan memasang pengaya untuk menguji fungsi dalam kebanyakan kasus. Tinjauan pendahuluan akan diberikan kecuali ada kerentanan keamanan atau pelanggaran kebijakan besar yang ditemukan.
sq: Kur kryejnë një shqyrtim paraprak, redaktorët do të shqyrtojnë kodin burim lidhur me çështje sigurie dhe cenime të rënda të rregullave, por në shumicën e rasteve s’do ta instalojnë shtesën për të provuar funksionet e saj. Shqyrtimi paraprak do të akordohet, veç në u zbulofshin cenime sigurie ose dhunime të rënda të rregullave.
sr_latn: Kada se radi preliminarni pregled, urednici će pregledati izvorni kod iz sigurnosnih razloga i većih kršenja polise, ali u većini slučajeva neće instalirati dodatke da bi testirali funkcionalnost. Preliminarni pregled će biti odobren osim ako je otkriven sigurnosni propust ili ako ima većih kršenja polise.
sv_se: När du utför en preliminär granskning, kommer redigerare granska källkoden för säkerhetsfrågor och viktiga överträdelser av policy, men kommer inte att installera tillägget att testa funktionaliteten i de flesta fall. Preliminär granskning kommer att beviljas om en säkerhetsrisk eller större överträdelse mot policyn upptäcks.

source: Once preliminary review is granted, the add-on will be immediately available in the gallery, showing in browse and search results but ranked lower than fully-reviewed add-ons. Install buttons will have caution stripes and a notice that the add-on is experimental and not fully reviewed by Mozilla, though no click-through is required. Additionally, these add-ons cannot use the voluntary contributions and beta channel features.
id: Saat pengulasan awal diberikan, pengaya akan segera tersedia di galeri, ditampilkan dalam hasil pencarian dan penelusuran tapi memiliki peringkat lebih rendah daripada pengaya yang diulas lengkap. Tombol pemasangan akan memiliki garis peringatan dan pemberitahuan bahwa pengaya ini bersifat eksperimental dan belum diulas sepenuhnya oleh Mozilla, meskipun tidak ada klik-lalui yang diperlukan. Selain itu, pengaya ini tidak bisa menggunakan kontribusi sukarela dan fitur saluran beta.
sq: Pasi të akordohet shqyrtim paraprak, shtesa do të jetë menjëherë e passhme prej galerisë, do të jetë e shfaqur në përfundime kërkimesh dhe shfletimi, por me klasifikim më të ulët se sa shtesat me shqyrtim të plotë. Butonat e instalimit për të do të kenë viza sinjalizuese dhe një shënim që shtesa është eksperimentale dhe ende e pashqyrtuar plotësisht nga Mozilla, edhe pse s’lypset “click-through”. Për më tepër, këto shtesa s’mund të përdorin kontribute vullnetare dhe funksione kanali betash.
sr_latn: Jednom kada je preliminarni pregled odobren, dodatak će biti odmah dostupan u galeriji, pokazujući se u režimu pregleda i rezultatima pretrage, ali biće rangiran niže od potpuno pregledanih dodataka. Dugmad za instalaciju će imati pruge za oprez i obaveštenje da je dodatak eksperimentalan i ne u potpunosti pregledan od strane Mozilla-e, mada nije potrebna provera. Pored toga, ovi dodaci ne mogu koristiti dobrovoljne priloge i funkcije beta kanala.
sv_se: När preliminär granskning har beviljats, kommer tillägget omedelbart vara tillgängligt i galleriet, visas vid bläddring och sökresultat, men med en sämre placering än fullständigt granskade tillägg. Installationsknappar kommer att ha varningsrand och ett meddelande om att tillägget är experimentellt och inte helt granskats av Mozilla, men inga extra klick krävs. Dessutom kan dessa tillägg inte använda frivilliga bidrag och funktioner för beta-kanal.

source: After being granted preliminary review, Mozilla may later revoke the review if other serious problems are reported to us by users.
id: Setelah diberikan ulasan pendahuluan, Mozilla dapat mencabut ulasan jika ada masalah serius lainnya yang dilaporkan pada kami oleh pengguna.
sq: Pasi shqyrtimi paraprak të jetë akorduar, Mozilla mund ta shfuqizojë shqyrtimin, nëse njoftohet nga përdoruesit për probleme të tjera serioze.
sr_latn: Nakon dozvoljenog preliminarnog pregleda, Mozilla može kasnije ponovo započeti pregled ukoliko su neki drugi problemi javljeni od strane korisnika.
sv_se: Efter att ha beviljats preliminär granskning kan Mozilla senare återkalla granskningen om andra allvarliga problem rapporteras till oss av användarna.

source: Subsequent versions of the add-on will automatically be placed in the preliminary review queue. Until the review is completed, the new version will only be displayed on the Version History page of the add-on. Once reviewed, the version will be updated across the site and deployed through the automatic update service.
id: Versi berikutnya dari pengaya akan secara otomatis ditempatkan dalam antrean ulasan pendahuluan. Sampai peninjauan selesai, versi bari akan ditampilkan dalam laman Riwayat Versi pengaya. Setelah peninjauan, versi ini akan diperbarui di seluruh situs dan disebarkan melalui layanan pembaruan otomatis.
sq: Versionet pasuese të shtesës do të vendosen automatikish në radhën e shqyrtimeve paraprake. Deri sa pa u plotësuar shqyrtimi, versioni i ri do të shfaqet vetëm te faqja Historik Versionesh të shtesës. Pasi të jetë shqyrtuar, versioni do të përditësohet në krejt sajtin dhe do të jepet përmes shërbimit të përditësimeve të vetvetishme.
sr_latn: Naknadne verzije dodataka će automatski biti postavljene u preliminarni red za pregledavanje. Dok se pregled ne završi, nova verzija će biti prikazana samo na Version History stranici dodatka. Nekon pregleda, verzija će biti ažurirana preko sajta i raspoređena putem automatskog servisa za ažuriranje.
sv_se: Senare versioner av tillägget kommer automatiskt att placeras i kön för preliminär granskning. Tills granskningen är klar, kommer den nya versionen att visas i versionshistoriken på tillägget sida. När granskningen är klar, kommer versionen att uppdateras på hela webbplatsen och distribueras via den automatiska uppdateringstjänsten.

source: Policies on Specific Add-on Practices
hu: Irányelvek bizonyos kiegészítői gyakorlatokhoz
id: Kebijakan tentang Praktek Pengaya Spesifik
sk: Zásady pre doplnky
sq: Rregulla rreth Praktikash Specifike Shtesash
sr_latn: Polise za specifične prakse dodataka
sv_se: Policyer för särskilda tilläggsmetoder

source: Prohibited Add-ons
hu: Tiltott kiegészítők
id: Pengaya Terlarang
sk: Zakázané doplnky
sq: Shtesa të Ndaluara
sr_latn: Zabranjeni dodaci
sv_se: Förbjudna tillägg

source: The following add-ons are not permitted in any form:
hu: A következő kiegészítők minden formában tiltottak:
id: Pengaya berikut ini tidak diijinkan dalam bentuk apapun:
sk: Následujúce doplnky nie sú v žiadnej forme dovolené:
sq: Shtesat vijuese nuk lejohen, në çfarëdo forme qofshin:
sr_latn: Sledeći dodaci nisu dozvoljeni u bilo kom obliku:
sv_se: Följande tillägg är inte tillåtna i någon form:

source: Add-ons that embed known <a href="http://en.wikipedia.org/wiki/Spyware">spyware</a> or <a href="http://en.wikipedia.org/wiki/Malware">malware</a>
hu: Kiegészítők, melyek ismert <a href="http://en.wikipedia.org/wiki/Spyware">kémprogramokat</a> vagy <a href="http://en.wikipedia.org/wiki/Malware">ártalmas kódot</a> tartalmaznak
id: Pengaya yang diketahui dilekati <a href="http://en.wikipedia.org/wiki/Spyware">spyware</a> atau <a href="http://en.wikipedia.org/wiki/Malware">malware</a>
sk: Doplnky, ktoré obsahujú známy <a href="http://sk.wikipedia.org/wiki/Spyware">spyware</a> či <a href="http://sk.wikipedia.org/wiki/Malware">malware</a>
sq: Shtesa që trupëzojnë <a href="http://en.wikipedia.org/wiki/Spyware">spyware</a> ose <a href="http://en.wikipedia.org/wiki/Malware">malware</a> të njohur
sr_latn: Dodaci koji imaju ugrađeni <a href="http://en.wikipedia.org/wiki/Spyware">špijunski program</a> ili <a href="http://en.wikipedia.org/wiki/Malware">malver</a>
sv_se: Tillägg som bäddat in kända <a href="http://en.wikipedia.org/wiki/Spyware">spionprogram</a> eller <a href="http://en.wikipedia.org/wiki/Malware">skadlig kod</a>
