Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Comma-separated, minimum of {0} character.
hu: Vesszővel elválasztott, minimum {0} karakterből álló.
id: Dipisahkan koma, minimal {0} karakter.
ka: მძიმით გამოყოფილი, არანაკლებ {0} სიმბოლოთი.
kab: Anbraz s tuccaṛ, adday n {0} n usekkil.
ms: Dipisahkan-koma, minimum {0} aksara.
sk: Oddelené čiarkou, minimálne {0} znak.
sq: Ndarë me presje, e pakta {0} shenjë.
sr_latn: Razdvojeno zarezima, najmanje {0} karakter.
sv_se: Kommaseparerad, minst {0} tecken.
te: కామాతో వేరు చేయబడి, కనీసం {0} అక్షరం.

source: Example: dark, cinema, noir. Limit 20.
hu: Példa: dark, cinema, noir. Korlát: 20.
id: Contoh: gelap, sinema, noir. Batas 20.
ka: მაგალითად: მუქი, კინო, თრილერი. არაუმეტეს 20 ცალი.
kab: Amedya: aberkan, sinima, amellal. Talast20.
ms: Contoh: gelap, sinema, noir. Had 20.
sk: Príklad: dark, cinema, noir. Maximálne 20.
sq: Shembull: errësirë, kinema, e zezë. Limit 20.
sr_latn: Primer: dark, cinema, noir. Ograničenje 20.
sv_se: Exempel: mörk, bio, svart. Högst 20.
te: ఉదాహరణ: చీకటి, సినిమా, నోయిర్. పరిమితి 20.

source: Reserved tag:
hu: Foglalt címke:
id: Tag dicadangkan:
ka: სათადარიგო ჭდეები:
kab: Ticraḍ yettwaḥerren:
ms: Tag rizab:
sk: Rezervovaná značka:
sq: Etiketë e rezervuar:
sr_latn: Rezervisana oznaka:
sv_se: Reserverad tagg:
te: ప్రత్యేకిత ట్యాగు:

source: Add-on Details
hu: Kiegészítő részletei
id: Rincian Pengaya
ka: დამატების მონაცემები
kab: Talqayt γef uzegrir
ms: Butiran Add-on
sk: Podrobnosti o doplnku
sq: Hollësi Shtese
sr_latn: Detalji dodatka
sv_se: Tilläggsdetaljer

source: Add-on Details for {0}
hu: {0} kiegészítő részletei
id: Rincian Pengaya untuk {0}
ka: {0} დამატების მონაცემები
kab: Talqayt n uzigrir i {0}
ms: Butiran Add-on untuk {0}
sk: Podrobnosti o doplnku {0}
sq: Hollësi Shtese për {0}
sr_latn: Detalji dodatka za {0}
sv_se: Tilläggsdetaljer för {0}

source: A longer explanation of features, functionality, and other relevant information. This field is only displayed on the add-on's details page. It is only relevant for listed add-ons.
hu: Egy részletesebb leírás a funkciókról, felhasználhatóságról és más fontos jellemzőkről. Ez a mező csak a kiegészítőt részletező oldalon jelenik meg. Mindez csak a listázott kiegészítőkre vonatkozik.
id: Penjelasan lebih panjang dari fitur, fungsi, dan informasi relevan lainnya. Bidang ini hanya ditampilkan pada rincian laman pengaya. Hanya relevan untuk pengaya yang terdaftar.
ka: ვრცელი განმარტება ფუნქციების და შესაძლებლობების, ასევე დამატებითი საჭირო ინფორმაცია. მოცემული ველი გამოჩნდება მხოლოდ დამატების სრული მონაცემების გვერდზე. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
ms: Penjelasan lanjut perihal ciri, fungsi dan maklumat yang berkaitan. Medan ini hanya dipaparkan dalam halaman butiran add-on. Ini hanya berkenaan add-on yang tersenarai.
sq: Një shpejgim më i gjatë i veçorive, funksioneve, dhe të tjera të dhëna me rëndësi. Kjo fushë shfaqet vetëm te faqja e hollësive të shtesës. Vlen vetëm për shtesa të paraqitura.
sv_se: En längre förklaring av funktioner, funktionalitet och annan relevant information. Detta fält visas endast på tilläggets informationssida. Detta är endast relevant för listade tillägg.

source: Default Locale
es_ar: Idioma por defecto
fur: Lenghe predefinide
fy_nl: Standertlocale
he: מיקום לפי ברירת המחדל
hr: Standardni jezik
hu: Alapértelmezett nyelv
ia: Local predefinite
id: Pelokalan Baku
is: Sjálfgefin staðfærsla
ka: ძირითადი ენა
kab: Tutlayt tamezwert
ms: Lokaliti Piawai
nb_no: Standardspråk
nn_no: Standardspråk
ro: Limbă implicită
sk: Predvolený jazyk
sq: Gjuhë Parazgjedhje
sr_latn: Podrazumevani lokal
sv_se: Standardspråk
te: అప్రమేయ భాష
th: ภาษาเริ่มต้น
tr: Varsayılan dil
vi: Bản địa Mặc định

source: Information about your add-on is displayed in this locale unless you override it with a locale-specific translation. It is only relevant for listed add-ons.
sq: Të dhënat rreth shtesës suaj shfaqen në këtë gjuhë, veç në e anashkalofshi këtë gjë me një përkthim në një gjuhë të caktuar. Kjo vlen vetëm për shtesat e paraqitura.

source: Homepage
es_ar: Inicio
fi: Verkkosivusto
fur: Pagjine principâl
fy_nl: Startside
he: דף הבית
hr: Web stranica
hu: Honlap
ia: Pagina principal
id: Situs Web
is: Heimasíða
ka: მთავარი გვერდი
kab: Asebter agejdan
ms: Halaman utama
nb_no: Hjemmeside
nn_no: Heimeside
ro: Pagină de start
sk: Domovská stránka
sq: Faqe Hyrëse
sr_latn: Početna
sv_se: Hemsida
te: ముంగిలిపేజీ
th: หน้าแรก
tr: Ana Sayfa
vi: Trang chủ

source: If your add-on has another homepage, enter its address here. If your website is localized into other languages multiple translations of this field can be added. It is only relevant for listed add-ons.
es_ar: Si tu complemento tiene otra página de inicio, escribe la dirección aquí. Si la página está localizada en otros idiomas, se pueden agregar varias traducciones. Solo es útil para complementos listados.
fur: Se il to component adizionâl al à un altri sît dedicât, inserìs la sô direzion achì. Tal câs che il sît al sedi disponibil in plui lenghis, tu puedis zontâ plui câs di chest cjamp, un par ogni lenghe che il sît al supuarte. Chest al è rilevant dome pai components adizionâi publics.
fy_nl: As jo add-on in oare startside hat, fier dan hjir it adres yn. As jo website nei oare talen oerset is kinne mear oersettingen fan dit fjild tafoege wurde. Allinnich relevant foar fermelde add-ons.
he: אם לתוספת שלך יש אתר בית נוסף, יש להקליד את הכתובת שלו כאן. אם האתר שלך מתורגם לשפות נוספות ניתן להוסיף את השדה הזה בשפות נוספות. תקף רק לתוספות מוצגות.
hu: Ha a kiegészítőhöz másik honlap is tartozik, annak a címét itt adja meg. Ha a weboldala más nyelvekre történt fordításokat is tartalmaz, az egyes nyelvi verziókat itt adhatja hozzá. Mindez csak a listázott kiegészítőkre vonatkozik.
ia: Si tu additivo ha un altere pagina principal, insere su adresse ci. Si tu sito web es localisate in altere linguas le multiple traductiones de iste campo pote esser addite. Illo es pertinente solo pro le additivos listate.
id: Jika pengaya anda memiliki beranda yang lain, masukkan alamatnya di sini. Jika situs anda dilokalkan ke dalam bahasa lainnya, berbagai penerjemahan dari bidang ini dapat ditambahkan. Hanya berlaku untuk pengaya yang terdaftar.
ka: თუ თქვენს დამატებას აქვს საკუთარი ვებგვერდი, მისამართი შეიყვანეთ აქ. თუ თქვენი ვებ-გვერდი თარგმნილია სხვადასხვა ენებზე, ამ ველში შეიძლება ჩაემატოს თარგმანიც. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
kab: MA yella γur-k asebter nniḍen i uzegrir inek, sekcem tansa yines. Ma yella asmel inek yeb yettusuqel ar deqs n tutlayin, tisuqilin yemgaraden n wurti-agi zemrent ad ttwarnunt. Urti-agi yettwaseqdackani yizegrar yettwasnen.
ms: Jika add-on anda ada halaman utama lain, masukkan alamatnya di sini. Jika laman web anda diterjemahkan ke pelbagai bahasa, medan ini boleh ditambah. Ini hanya berkenaan add-on yang tersenarai.
nb_no: Hvis tillegget ditt har en annen hjemmeside, skriver du inn adressen her. Hvis nettstedet ditt er lokalisert til andre språk, kan flere oversettelser av dette feltet legges til. Det er bare relevant for oppførte tillegg.
nn_no: Viss tillegget ditt har ei anna nettside, skriv du inn adressa her. Viss nettstaden din er lokalisert til andre språk, kan fleire omsetjingar av dette feltet leggjast til. Det er berre relevant for oppførte tillegg.
ro: Dacă suplimentul tău are altă pagină de start, introdu aici adresa ei. Dacă site-ul tău web este localizat în alte limbi, se pot adăuga traduceri multiple ale acestui câmp. Are relevanță numai pentru suplimentele listate.
sq: Nëse shtesa juaj ka një tjetër faqe të vetën, jepeni këtu adresën e saj. Nëse sajti juaj është i përkthyer në gjuhë të tjera, mund të shtohen përkthime të kësaj fushe. Kjo vlen vetëm për shtesa të paraqitura.
sv_se: Om ditt tillägg har en annan hemsida, ange dess adress här. Om din webbplats är översatt till andra språk kan flera översättningar av detta fält läggas till. Detta är endast relevant för listade tillägg.
th: ถ้าส่วนเสริมของคุณมีหน้าแรกอื่นด้วย ให้ใส่ที่อยู่ของหน้านั้นที่นี่ ถ้าเว็บไซต์ของคุณมีการแปลเป็นภาษาอื่นๆ คุณก็สามารถเพิ่มการแปลในภาษาต่างๆ สำหรับข้อมูลในช่องนี้ได้ และจะเกี่ยวข้องสำหรับส่วนเสริมที่มีในรายชื่อเท่านั้น
tr: Eklentinizin başka bir ana sayfası varsa adresini buraya girin. Web siteniz başka dillere çevirilmişse, bu alanın birden çok çevirisi eklenebilir. Yalnızca listelenen eklentiler için geçerlidir.
vi: Nếu tiện ích của bạn có trang chủ khác, hãy nhập địa chỉ của nó vào đây. Nếu trang web của bạn được bản địa hóa sang các ngôn ngữ khác, nhiều bản dịch của trường này có thể được thêm vào. Nó chỉ phù hợp với các tiện ích được liệt kê.

source: Images
es_ar: Imágenes
fi: Kuvat
fur: Imagjins
fy_nl: Ofbyldingen
he: תמונות
hr: Slike
hu: Képek
ia: Imagines
id: Gambar
is: Myndir
ka: სურათები
kab: Tugniwin
ms: Imej
nb_no: Bilder
nn_no: Bilde
ro: Imagini
sk: Obrázky
sq: Figura
sr_latn: Slike
sv_se: Bilder
te: చిత్రాలు
th: ภาพ
tr: Resimler
vi: Hình ảnh

source: Support Information
hu: Támogatás információi
id: Informasi Pendukung
ka: დამხმარე ინფორმაცია
kab: Talγut n tallalt
ms: Maklumat Sokongan
sk: Informácie o podpore
sq: Të dhëna Asistence
sr_latn: Informacije podrške
sv_se: Hjälpinformation

source: Support Information for {0}
hu: {0} kiegészítő támogatási információi
id: Informasi Pendukung untuk {0}
ka: დამხმარე ინფორმაცია {0}-ისთვის
kab: Talγut n tallalt i {0}
ms: Maklumat sokongan untuk {0}
sk: Informácie o podpore pre doplnok {0}
sq: Të dhëna Asistence për {0}
sr_latn: Informacije o podršci za {0}
sv_se: Hjälpinformation för {0}

source: If you wish to display an e-mail address for support inquiries, enter it here. If you have different addresses for each language multiple translations of this field can be added. It is only relevant for listed add-ons.
es_ar: Si quieres mostrar el correo para resolver preguntas, introdúcelo aquí. Si tienes distintos correos para cada idioma, se pueden agregar traducciones para este campo. Solo es útil para complementos listados.
fur: Se tu desideris visualizâ une direzion e-mail pes domandis di supuart, inserissile achì. Se tu âs direzions diferentis par ogni lenghe supuartade, al è pussibil zontâ plui ocorincis di chest cjamp. Chest al è rilevant dome pai components adizionâi publics.
fy_nl: As jo in e-mailadres foar stipefragen werjaan wolle, fier it hjir dan yn. As jo ferskate adressen foar elke taal hawwe kinne mear oersettingen fan dit fjild tafoege wurde. Allinnich relevant foar fermelde add-ons.
he: אם ברצונך להציג כתובת דוא״ל לפניות תמיכה, יש להקליד אותה כאן. אם יש לך כתובות נוספות לכל שפה ניתן להוסיף את השדה הזה בשפות נוספות. תקף רק לתוספות מוצגות.
hu: Ha szeretne megjeleníteni egy e-mail címet a támogatási kérdések fogadására, azt itt adja meg. Ha különböző címek tartoznak egyes nyelvekhez, ezen mező többszöri fordítása hozzáadható. Ez csak listázott kiegészítőkre érvényes.
ia: Si tu vole monstrar un adresse de e-mail pro demandas de supporto, insere lo ci. Si tu ha differente adresses pro cata lingua, es possibile adder plure traductiones de iste campo. Illo es relevante solmente pro le additivos listate.
id: Jika anda ingin menampilkan alamat surel untuk mendukung permintaan, masukkan di sini. Jika anda memiliki alamat berbeda untuk tiap bahasa, berbagai penerjemahan atas bidang ini bisa ditambahkan. Hanya relevan untuk pengaya yang terdaftar.
ka: თუ გსურთ, ელფოსტის მითითება, შეკითხვების, თხოვნების, მხადაჭერისთვის და ა.შ. შეიყვანეთ აქ. თუ სხვადასხვა მისამართები გაქვთ, თითოეული ენისთვის, შეიძლება დაემატოს ამ ველის თარგმანიც. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
ms: Jika anda mahu paparkan alamat e-mel untuk permintaan sokongan, masukkannya di sini. Jika anda ada alamat berlainan untuk pelbagai terjemahan, medan ini boleh ditambah. Ini hanya berkenaan add-in yang tersenarai.
nb_no: Hvis du ønsker å vise en e-postadresse for kundestøttehenvendelser, skriver du den inn her. Hvis du har forskjellige adresser for hvert språk, kan flere oversettelser av dette feltet legges til. Det er bare relevant for oppførte tillegg.
nn_no: Om du ønskjer å vise ei e-postadresse for kundestøtteførespurnadar, skriv du den inn her. Om du har ulike adresser for kvart språk, kan fleire omsetjingar av dette feltet leggjast til. Det er berre relevant for oppførte tillegg.
ro: Dacă vrei să afișezi o adresă de e-mail pentru solicitări de asistență, introdu adresa aici. Dacă ai adrese diferite pentru fiecare limbă, se pot adăuga traduceri multiple ale acestui câmp. Are relevanță numai pentru suplimentele listate.
sq: Nëse dëshironi të shfaqni një adresë email për çështje asistence, jepeni këtu. Nëse keni adresa të ndryshme për çdo gjuhë, mund të shtohen përkthime të kësaj fushe. Kjo vlen vetëm për shtesa të paraqitura.
sv_se: Om du vill visa en e-postadress för supportfrågor, skriv den här. Om du har olika adresser för varje språk kan flera översättningar av detta fält läggas till. Det är endast relevant för listade tillägg.
th: ถ้าคุณต้องการจะแสดงที่อยู่อีเมลสำหรับฝ่ายสนับสนุนด้วย ให้ใส่ที่อยู่นั้นที่นี่ ถ้าคุณมีที่อยู่แตกต่างกันสำหรับแต่ละภาษา คุณสามารถเพิ่มการแปลในภาษาต่างๆ สำหรับข้อมูลในช่องนี้ได้ และจะเกี่ยวข้องกับส่วนเสริมที่มีในรายชื่อเท่านั้น
tr: Destek talepleri için bir e-posta adresi görüntülemek isterseniz buraya girin. Her dil için farklı adresleriniz varsa, bu alanın birden çok çevirisi eklenebilir. Yalnızca listelenen eklentiler için geçerlidir.
vi: Nếu bạn muốn hiển thị địa chỉ e-mail cho các yêu cầu hỗ trợ, hãy nhập địa chỉ đó vào đây. Nếu bạn có các địa chỉ khác nhau cho mỗi ngôn ngữ, nhiều bản dịch của trường này có thể được thêm vào. Nó chỉ phù hợp với các tiện ích được liệt kê.

source: If your add-on has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added. It is only relevant for listed add-ons.
es_ar: Si tu complemento tiene foro o página de ayuda, introduce la dirección aquí. Si la página está localizada en otros idiomas, se pueden agregar traducciones de este campo. Solo es útil para complementos listados.
fur: Se il to component adizionâl al à un sît o un forum di supuart dedicât, inserissilu achì. Se il sît al è voltât in altris lenghis, al è pussibil zontâ plui ocorincis di chest cjamp. Chest al è rilevant dome pai components adizionâi publics.
fy_nl: As jo add-on in stipewebsite of -foarum hat, fier dan hjir it adres yn. As jo website yn oare talen oerset is kinne mear oersettingen fan dit fjild tafoege wurde. Allinnich relevant foar fermelde add-ons.
he: אם לתוספת שלך יש אתר או פורום תמיכה, יש להקליד את הכתובת שלו כאן. אם האתר שלך מתורגם לשפות נוספות ניתן להוסיף את השדה הזה בשפות נוספות. תקף רק לתוספות מוצגות.
hu: Ha kiegészítőjének támogatói oldala vagy fóruma van, itt adja meg a címét. Ha honlapja több nyelven is elérhető, ezen mező többszöri fordítása is hozzáadható. Ez csak listázott kiegészítőkre érvényes.
ia: Si tu additivo ha un sito web o un foro de supporto, insere su adresse ci. Si tu sito web es localisate in altere linguas, multiple traductiones de iste campo pote esser addite. Illo es pertinente solo pro le additivos listate.
id: Jika pengaya anda memiliki situs atau forum pendukung, masukkan alamatnya di sini. Jika situs anda dilokalkan ke dalam bahasa lainnya, berbagai penerjemahan atas bidang ini bisa ditambahkan. Hanya relevan untuk pengaya yang terdaftar.
ka: თუ თქვენს დამატებას აქვს განსახილველი საიტი ან ფორუმი, მისამართი შეიყვანეთ აქ. თუ თქვენი ვებგვერდი თარგმნილია სხვადასხვა ენებზე, ამ ველში შეიძლება ჩაემატოს თარგმანიც. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
ms: Jika add-on anda ada laman web atau forum sokongan, masukkan alamatnya di sini. Jika laman web anda diterjemahkan ke bahasa lain, pelbagai terjemahan medan ini boleh ditambah. Ini hanya berkenaan add-on yang tersenarai.
nb_no: Hvis tillegget ditt har et brukerstøttenettsted eller forum, skriver du inn adressen her. Hvis nettstedet ditt er lokalisert til andre språk, kan flere oversettelser av dette feltet legges til. Det er bare relevant for oppførte tillegg.
nn_no: Viss tillegget ditt har ein brukarstøttenettstad eller forum, skriv du inn adressa her. Viss nettstaden din er lokalisert til andre språk, kan fleire omsetjingar av dette feltet leggjast til. Det er berre relevant for oppførte tillegg.
ro: Dacă suplimentul are un site web sau un forum de asistență, introdu adresa aici. Dacă site-ul web este localizat în alte limbi, se pot adăuga traduceri multiple ale acestui câmp. Are relevanță numai pentru suplimentele listate.
sq: Nëse për shtesën tuaj keni një sajt apo forum asistence, jepeni këtu adresën e tij. Nëse sajti juaj është i përkthyer në gjuhë të tjera, mund të shtohen përkthime të kësaj fushe. Kjo vlen vetëm për shtesa të paraqitura.
sv_se: Om ditt tillägg har en supportwebbplats eller forum, ange adressen här. Om din webbplats är översatt till andra språk, kan flera översättningar av detta fält läggas till tillsättas. Detta är endast relevant för listade tillägg.
th: ถ้าส่วนเสริมของคุณมีเว็บไซต์หรือฟอรัมสนับสนุนด้วย ให้ใส่ที่อยู่ของหน้านั้นที่นี่ ถ้าเว็บไซต์ของคุณมีการแปลเป็นภาษาอื่นๆ คุณก็สามารถเพิ่มการแปลในภาษาต่างๆ สำหรับข้อมูลในช่องนี้ได้ และจะเกี่ยวข้องสำหรับส่วนเสริมที่มีในรายชื่อเท่านั้น
tr: Eklentiniz bir destek web sitesi veya foruma sahipse, adresini buraya girin. Web siteniz başka dillere çevirilmişse, bu alanın birden çok çevirisi eklenebilir. Yalnızca listelenen eklentiler için geçerlidir.
vi: Nếu tiện ích của bạn có trang web hoặc diễn đàn hỗ trợ, hãy nhập địa chỉ của nó vào đây. Nếu trang web của bạn được bản địa hóa sang các ngôn ngữ khác, nhiều bản dịch của trường này có thể được thêm vào. Nó chỉ phù hợp với các tiện ích được liệt kê.

source: Technical Details
es_ar: Detalles técnicos
fi: Tekniset tiedot
fur: Detais tecnics
fy_nl: Technyske details
he: פרטים טכניים
hr: Tehnički detalji
hu: Technikai részletek
ia: Detalios technic
id: Rincian Teknis
is: Tæknilegar upplýsingar
ka: ტექნიკური მონაცემები
kab: Talqayt tatiknikant
ms: Butiran Teknikal
nb_no: Tekniske detaljer
nn_no: Tekniske detaljar
ro: Detalii tehnice
sk: Technické podrobnosti
sq: Hollësi Teknike
sr_latn: Tehnički detalji
sv_se: Tekniska detaljer
te: సాంకేతిక వివరాలు
th: รายละเอียดทางเทคนิค
tr: Teknik Ayrıntılar
vi: Chi tiết Kĩ thuật

source: Technical Details for {0}
es_ar: Detalles técnicos de {0}
fi: Lisäosan {0} tekniset tiedot
fur: Detais tecnics par {0}
fy_nl: Technyske details foar {0}
he: פרטים טכניים עבור {0}
hr: Tehnički detalji za {0}
hu: {0} technikai részletei
ia: Detalios technic pro {0}
id: Rincian Teknis untuk {0}
is: Tæknilegar upplýsingar fyrir {0}
ka: {0}-ის ტექნიკური მონაცემები
kab: Talqayt tatiknikant i {0}
ms: Butiran Teknikal untuk {0}
nb_no: Tekniske detaljer for {0}
nn_no: Tekniske detaljar for {0}
ro: Detalii tehnice pentru {0}
sk: Technické podrobnosti pre {0}
sq: Hollësi Teknike për {0}
sr_latn: Tehnički detalji za {0}
sv_se: Tekniska detaljer för {0}
te: {0} కోసం సాంకేతిక వివరాలు
th: รายละเอียดทางเทคนิคสำหรับ {0}
tr: {0} Teknik Ayrıntıları
vi: Chi tiết Kĩ thuật cho {0}
