Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Download YouTube videos and/or audio.
es_ar: Descarga videos y/o audio de YouTube.
fi: Lataa YouTube-videoita ja -ääntä.
fur: Discjame video o audio di YouTube.
fy_nl: Download YouTube-fideo’s en/of audio.
he: הורדת סרטונים ו/או קובצי שמע מ־YouTube.
hr: Preuzmi YouTube videa i/ili audiosnimke.
ia: Discarga videos o audios de YouTube.
is: Sækja Youtube-myndskeið og/eða hljóð.
nb_no: Last ned YouTube-videoer og/eller -lyd.
nn_no: Last ned YouTube-videoar og/eller -lyd.
ro: Descarcă clipuri video și/sau audio de pe YouTube.
te: యూట్యూబు వీడియోలను, ఆడియోలను దించుకోండి.
tr: YouTube videolarını ve/veya seslerini indirin.
vi: Tải xuống video và/hoặc âm thanh trên YouTube.

source: Phone-like scrolling for your desktop. Features "grab-n-drag" style mouse movement.
es_ar: Desplazamiento típico del teléfono para tu escritorio; es decir, el movimiento del ratón será como "agarrar y arrastrar" en el móvil.
fi: Puhelimen kaltainen vieritys työpöydällesi. Sisältää "Nappaa ja vedä" -tyylisen hiiren liikkeen.
fur: Scoriment in stîl telefonin ancje pal computer di scritori. Al furnìs la funzion di moviment “cjape-e-strissine” dal mouse.
fy_nl: Skowe as op jo telefoan foar jo desktop. Mei ‘pakke-en-slepe’-mûsbewegingen.
hr: Klizanje kao na mobitelu za desktop uređaje – pokret mišem po principu „ugrabi-i-povuci”.
ia: Rola sur tu computator como sur tu mobile. Permitte movimento del mus in stilo "sasir e traher".
is: Skrun eins og í síma fyrir skjáborðið þitt. Er með „grípa-og-draga“ stíl músarhreyfingar.
nb_no: Mobiltelefonlignende rulling for datamaskinen din. Med «grip-og-dra»-musebevegelse.
nn_no: Mobiltelefonliknande rulling for datamaskina di. Med «grip-og-drag»-muserørsle.
ro: Derulare ca pe telefon pentru desktop. Are mișcarea de mouse tip „apucare și tragere”.
tr: Bilgisayarınızda telefon gibi kaydırma. "Tut ve sürükle" tarzı fare hareketi sunar.
vi: Di chuyển giống như điện thoại cho màn hình của bạn. Tính năng di chuyển chuột theo phong cách "kéo-và-thả".

source: Highlight text on web pages to save and access later.
es_ar: Resalta texto en páginas web para guardarlas y acceder más tarde.
fur: Evidenzie il test suntune pagjine web par salvâlu e tornâ a doprâlu plui indevant.
fy_nl: Markearje tekst op websiden om te bewarjen en letter te iepenjen.
he: הדגשת טקסט בדפי אינטרנט כדי לשמור ולגשת אליהם מאוחר יותר.
hr: Označi tekst na web stranicama za spremanje i kasniji pristupu istome.
ia: Evidentia texto sur paginas web pro salvar e acceder plus tarde.
is: Áherslulita texta á vefsíðum til að vista og lesa síðar.
nb_no: Uthev tekst på nettsider for å lagre og få tilgang til senere.
nn_no: Uthev tekst på nettsider for å lagre og få tilgang seinare.
ro: Evidențiază text pe paginile web de salvat și accesat mai târziu.
te: జాల పేజీల లోని పాఠ్యాన్ని ఎంచుకొని, తర్వాత చూడడం కోసం భద్రపరచుకోండి.
tr: Web sayfalarındaki metinleri işaretleyip kaydedin ve onlara daha sonra erişin.
vi: Đánh dấu văn bản trên các trang web để lưu và truy cập sau này.

source: Enjoy music from 30,000+ radio stations from all over the globe.
es_ar: Disfrute de la música de más de 30.000 estaciones de radio de todo el mundo.
fi: Nauti yli 30 000 eri radiokanavan musiikista.
fur: Gjolditi la musiche di plui di 30,000 stazions radio di dut il mont.
fy_nl: Genietsje fan muzyk fan mear as 30.000 radiostasjons fan oer de hiele wrâld.
he: להנות ממוזיקה מלמעלה מ־30,000 תחנות רדיו מכל רחבי העולם.
hr: Uživaj u glazbi od preko 30.000 radio stanica iz cijelog svijeta.
ia: Gaude te le musica ab plus de 30.000 stationes radio de tote le globo.
is: Njóttu tónlistar frá meira en 30.000 netútvarpsstöðvum út um allan heim.
nb_no: Kos deg med musikk fra mer enn 30 000 radiostasjoner fra hele verden.
nn_no: Kos deg med musikk frå meir enn 30 000 radiostasjonar frå heile verda.
ro: Bucură-te de muzică de la peste 30.000 de posturi radio de pe întreg globul.
tr: Tüm dünyadan 30.000'den fazla radyo istasyonundan müziğin tadını çıkarın.
vi: Thưởng thức âm nhạc từ hơn 30.000 đài phát thanh từ khắp nơi trên thế giới.

source: Automatically navigate to the secure version of a website if it's available.
es_ar: Navega automáticamente a la versión segura de un sitio web si está disponible.
fi: Siirry automaattisesti sivuston suojattuun versioon, jos sellainen on käytettävissä.
fur: Passe in automatic ae version sigure di un sît web, se disponibile.
fy_nl: Navigearje automatysk nei de befeilige ferzje fan in website as dy beskikber is.
he: ניווט אוטומטי לגרסה מאובטחת של אתר, אם קיימת אחת כזאת.
hr: Automatski posjeti sigurnu verziju web stranice, ako postoji.
ia: Passa automaticamente al version secur de un sito web, si illo es disponibile.
is: Farðu sjálfkrafa í örugga útgáfu vefsvæðis ef hún er tiltæk.
nb_no: Naviger automatisk til den sikre versjonen av et nettsted hvis det er tilgjengelig.
nn_no: Naviger automatisk til den sikre versjonen av ein nettstad, viss han er tilgjengeleg.
ro: Navighează automat spre versiunea securizată a unui site web dacă este disponibilă.
tr: Bir web sitesinin güvenli sürümü varsa otomatik olarak bu sürüme geçin.
vi: Tự động điều hướng đến phiên bản an toàn của trang web nếu nó có sẵn.

source: Delete your navigation history. Specify a custom number of days to retain browser history before it's automatically cleared.
es_ar: Eliminá tu historial de navegación. Especificá un número personalizado de días para mantener el historial del navegador antes de que se borre automáticamente.
fi: Poista selaushistoriasi. Määritä mukautettu määrä päiviä, jonka jälkeen selainhistoria poistetaan automaattisesti.
fur: Elimine la tô cronologjie di navigazion. Decît par trops dîs conservâle prime che e vegni scancelade in automatic.
fy_nl: Smyt jo navigaasjeskiednis. Jou in oanpast oantal dagen op foar it behâlden fan browserskiednis eardat dizze automatysk wiske wurdt.
he: מחיקת היסטוריית הניווט שלך. הגדרת מספר מותאם אישית של ימים לשמירת היסטוריית הדפדפן לפני שתנוקה באופן אוטומטי.
hr: Izbriši svoju povijest posjećenih stranica. Odredi prilagođeni broj dana za zadržavanje povijesti preglednika prije nego što se automatski očisti.
ia: Dele le chronologia de tu navigation. Specifica le numero de dies a retener le chronologia del navigator ante que illo se elimina automaticamente.
is: Eyddu vafurferlinum þínum. Tilgreindu sérsniðinn fjölda daga til að geyma vafurferilinn áður en hann er sjálfkrafa hreinsaður.
nb_no: Slett din navigasjonshistorikk. Angi et egendefinert antall dager for å beholde nettleserhistorikken før den slettes automatisk.
nn_no: Slett navigasjonshistorikken din. Angi eit eigendefinert antal dagar for å behalde nettlesarhistorikken før han blir automatisk sletta.
ro: Șterge-ți istoricul de navigare. Specifică un număr personalizat de zile pentru păstrarea istoricului în browser înainte de ștergerea lui automată.
tr: Gezinti geçmişinizi silin. Tarayıcı geçmişinin kaç gün tutulacağını belirleyerek otomatik temizlik yapın.
vi: Xóa lịch sử điều hướng của bạn. Chỉ định số ngày tùy chỉnh để lưu lại lịch sử trình duyệt trước khi lịch sử đó tự động bị xóa.

source: Fill forms automatically. Save entered data once and it will auto-fill next time.
es_ar: Completá formularios automáticamente. Guardá los datos ingresados una vez y se rellenarán automáticamente la próxima vez.
fi: Täytä lomakkeet automaattisesti. Kirjoita ja tallenna tiedot kerran, täytä sen jälkeen automaattisesti.
fur: Compile i formularis in automatic. Salve i dâts inserîts la prime volte, chês sucessivis si compilaran in automatic.
fy_nl: Folje formulieren automatysk yn. Bewarje ynfierde gegevens ien kear en lit se de folgjende kear automatysk ynfolje.
he: מילוי טפסים באופן אוטומטי. שמירת נתונים שהוכנסו פעם אחת לצורך מילוי אוטומטי בפעם הבאה.
hr: Automatski ispuni obrasce. Spremi upisane podatke jednom i obrasci će se sljedeći puta automatski ispuniti.
ia: Compilar automaticamente le formularios. Salva un vice le datos inserite e illos se compilara automaticamente le vices successive.
is: Fylltu sjálfkrafa út innfyllingarreiti. Vistaðu innslegin gögn einu sinni og þau fyllast sjálfkrafa næst.
nb_no: Fyll ut skjemaer automatisk. Lagre angitte data en gang, så fylles de automatisk ut neste gang.
nn_no: Fyll ut skjema automatisk. Lagre innskrivne data ein gong, så vert dei automatisk fylt ut neste gong.
ro: Completezi automat formulare. Salvează datele introduse o dată și data următoare vor fi completate automat.
tr: Formları otomatik doldurun. Girdiğiniz verileri kaydedin, bir dahaki sefere otomatik doldurulsun.
vi: Điền vào các biểu mẫu tự động. Lưu dữ liệu đã nhập một lần và nó sẽ tự động điền vào lần sau.

source: Search privately with just a click.
es_ar: Navega de forma privada con solo un clic.
fi: Hae yksityisesti yhdellä napsautuksella.
fur: Cîr in modalitât privade cun juste un clic.
fy_nl: Sykje privee mei mar ien klik.
he: חיפוש באופן פרטי בלחיצה אחת בלבד.
hr: Pretraži privatno samo s jednim klikom.
ia: Cerca privatemente con un sol clic.
is: Leitaðu í laumi með bara einum smelli.
nb_no: Søk privat med bare et klikk.
nn_no: Søk privat med berre eitt klikk.
ro: Căutare privată numai dintr-un clic.
te: కేవలం ఒకే నొక్కుతో అంతరంగికంగా వెతకండి.
tr: Tek tıkla gizli arama yapın.
vi: Tìm kiếm riêng tư chỉ với một cú nhấp chuột.

source: Put an end to tab hijacking. Don't let clicked links take control of your current tab and load content you didn't ask for.
es_ar: Terminá con el secuestro de pestañas. No permitás que los enlaces en los que haces clic tomen el control de tu pestaña actual y carguen contenido que no hayás pedido.
fur: Fâs cessâ il dirotament des schedis. No sta permeti ai colegaments di cjapâ il control de schede corinte e cjariâ contignûts che no tu âs domandât.
fy_nl: Meitsje in ein oan kapen fan ljepblêden. Lit oanklikke keppelingen gjin behear oer jo aktuele ljepblêd krije en ynhâld lade wêr’t jo net om frege hawwe.
he: לשים סוף לחטיפת לשוניות. לא לאפשר לקישורים עליהם לחצת להשתלט על הלשונית הנוכחית שלך ולטעון תוכן שלא ביקשת.
hr: Zaustavi preuzimanje ovlasti nad karticama. Ne dopuštaj, da kliknute poveznice preuzmu kontrolu nad tvojom trenutačnom karticom i učitaju sadržaj koji nisi tražio/la.
ia: Stoppa le sequestro de schedas. Impedi al ligamines cliccate de prender controlo de tu scheda active e de cargar contento que tu non demandava.
is: Hættu að láta ræna flipunum þínum. Komdu í veg fyrir að tenglar sem þú smellir á taki völdin yfir flipanum sem þú ert á og hlaði inn efni sem þú baðst ekki um.
nb_no: Slutt med kapring av faner. Ikke la klikkede lenker ta kontroll over den nåværende fanen og laste inn innhold du ikke ba om.
nn_no: Slutt med kapring av faner. Ikkje la klikka på-lenker ta kontroll over den gjeldande fana, og laste inn innhald du ikkje ba om.
ro: Pune capăt deturnării filelor. Nu lăsa linkurile pe care dai clic să preia controlul asupra filei actuale și să încarce conținut nedorit.
tr: Sekme korsanlığına son verin. Tıkladığınız bağlantılar açık sekmenizin kontrolünü ele geçiremesin ve istemediğiniz içerikleri yükleyemesin.
vi: Chấm dứt chiếm đoạt thẻ. Đừng để các liên kết được nhấp kiểm soát thẻ hiện tại của bạn và tải nội dung bạn không yêu cầu.

source: Easily perform a Wikipedia search by simply highlighting text from any webpage and right-clicking.
es_ar: Hacé una búsqueda en Wikipedia fácilmente simplemente resaltando un texto de cualquier página web y haciendo clic con el botón derecho.
fi: Tee Wikipedia-haku korostamalla tekstiä miltä tahansa verkkosivulta ja napsauttamalla hiiren kakkospainikkeella.
fur: Fâs ricercjis su Wikipedia cun comoditât, al baste evidenziâ il test te pagjine web e fâ un clic diestri.
fy_nl: Fier ienfâldich in Wikipedia-sykopdracht út troch tekst fan websiden te markearjen en mei de rjochtermûsknop te klikken.
he: ביצוע חיפוש בויקיפדיה בקלות על־ידי סימון טקסט בכל דף אינטרנט ולחיצה ימנית.
ia: Exeque rapidemente un recerca de Wikipedia per marcar texto de qualcunque pagina web e facer clic a dextra.
is: Framkvæma Wikipedia-leit með því einfaldlega að velja texta á hvaða vefsíðu sem er og hægrismella.
nb_no: Utfør enkelt et Wikipedia-søk ved å velge tekst fra enhver nettside og høyreklikke.
nn_no: Utfør enkelt eit Wikipedia-søk ved å velje tekst frå ei nettside og høgreklikke.
ro: Fă simplu o căutare pe Wikipedia pur și simplu evidențiind text pe orice pagină web și dând apoi clic dreapta.
tr: Web sayfasındaki metni seçip sağ tıklayarak kolayca Vikipedi araması yapın.
vi: Dễ dàng thực hiện tìm kiếm trên Wikipedia bằng cách đánh dấu văn bản từ bất kỳ trang web nào và nhấp chuột phải.

source: Gain an Amazon edge. When looking at product pages on other online shops, if it's also available on Amazon you can simply click a button to check its Amazon listing.
es_ar: Conseguí una ventaja en Amazon. Si el producto que estás buscando en distintas páginas de venta en línea también está disponible en Amazon, solo tendrás que hacer clic en un botón para verlo en Amazon.
fur: Cjape i ucei co a passin su Amazon! Intant che tu esploris la pagjine web di un prodot sul sît di un altri vendidôr in linie, ti baste fracâ un boton par viodi se il stes articul al è disponibil ancje su Amazon.
fy_nl: Krij in foarsprong by Amazon. By it besjen fan produktsiden op oare onlinewinkels, kinne jo op ien knop klikke om de fermelding derfan op Amazon te besjen as it dêr beskikber is.
ia: Obtene avantages de Amazon. Quando tu explora paginas de producto sur altere botecas in linea, si le producto es equalmente disponibile sur Amazon, tu pote simplemente cliccar sur un button pro vider le pagina Amazon que presenta le producto.
nb_no: Få fordeler på Amazon. Hvis du viser produktsider i andre nettbutikker, kan du se Amazon-oppføringen med ett klikk om produktet er tilgjengelig der.
nn_no: Få fordelar på Amazon. Viss du viser produktsider i andre nettbutikkar, kan du sjå Amazon-oppføringa med eitt klikk om produktet er tilgjengeleg der.
ro: Obții un avantaj pe Amazon. Când vizualizezi pagini de produse pe alte magazine online, dacă un produs este disponibil și pe Amazon, poți pur și simplu să dai clic pe un buton ca să vezi la ce preț e pe Amazon.
tr: Amazon’da avantaj kazanın. Diğer çevrimiçi mağazaların ürün sayfalarını incelerken, aynı ürün Amazon’da da mevcutsa bir düğmeye tıklayarak Amazon’daki sayfasını kontrol edebilirsiniz.
vi: Đạt được lợi thế của Amazon. Khi xem các trang sản phẩm trên các cửa hàng trực tuyến khác, nếu nó cũng có sẵn trên Amazon, bạn có thể chỉ cần nhấp vào nút để kiểm tra danh sách Amazon của nó.

source: Enjoy ultimate tab control—close duplicate tabs, merge windows, copy the tab title, and more.
es_ar: Disfrutá del máximo control de pestañas—cerrá pestañas duplicadas, combiná ventanas, copiá el título de la pestaña y mucho más.
fur: Sfrute lis tantis opzions pal control des schedis—siere lis schedis doplis, unìs i barcons, copie il titul de schede e tant altri.
fy_nl: Genietsje fan ultym ljepblêdbehear – slút dûbele ljepblêden, foegje finsters tegearre, kopiearje de ljepblêdtitel en mear.
he: להנות משליטה על לשוניות — סגירת לשוניות כפולות, מיזוג חלונות, העתקת כותרת הלשונית ועוד.
hr: Uživaj u vrhunskoj kontroli kartica – zatvori duple kartice, spoji prozore, kopiraj naslov kartice i više.
ia: Gaude de un controlo total de schedas: claude schedas duplicate, combina fenestras, copia le titulo de schedas, e multo plus.
is: Njóttu fullkominnar flipastýringar - lokaðu tvíteknum flipum, sameinaðu glugga, afritaðu titil flipa og fleira.
nb_no: Nyt ultimat kontroll over faner — lukk dupliserte faner, slå sammen vinduer, kopier fanetittelen og mer.
nn_no: Dette gir deg ultimat kontroll over faner – lat att dupliserte faner, slå saman vindauge, kopier fanetitlar, og meir.
ro: Bucură-te de controlul absolut asupra filelor—închidere de file duplicate, fuzionare de ferestre, copiere de titluri de file și multe altele.
tr: Gelişmiş sekme yönetiminin tadını çıkarın: Kopya sekmeleri kapatın, pencereleri birleştirin, sekme başlığını kopyalayın ve daha fazlasını yapın.
vi: Tận hưởng quyền kiểm soát thẻ tốt nhất—đóng các thẻ trùng lặp, hợp nhất cửa sổ, sao chép tiêu đề thẻ và hơn thế nữa.

source: Enjoy a strange education. Load a random Wikipedia article each time you open a new tab.
es_ar: Disfrutá de una educación extraña. Cargá un artículo de Wikipedia al azar cada vez que abrás una nueva pestaña.
fi: Nauti oudosta koulutuksesta. Lataa satunnainen Wikipedia-artikkeli aina, kun avaat uuden välilehden.
fur: Divertissiti e impare cuntune gnove didatiche. Cjame un articul a câs di Wikipedia ogni volte che tu vierzis une gnove schede.
fy_nl: Genietsje fan in aparte edukaasje. Laad samar in Wikipedia-artikel elke kear as jo in nij ljepblêd iepenje.
he: להנות מהשכלה מוזרה. טעינת מאמר ויקיפדיה אקראי בכל פעם שלשונית חדשה נפתחת.
ia: Amusa te e apprende per un nove didactica. Carga un articulo a caso de Wikipedia cata vice tu aperi un nove scheda.
is: Prófaðu skrýtna upplýsingaöflun. Opnaðu handahófskennda Wikipedia-grein í hvert skipti sem þú opnar nýjan flipa.
nb_no: Dra nytte av en merkelig utdanning. Last inn en tilfeldig Wikipedia-artikkel hver gang du åpner en ny fane.
nn_no: Dra nytte av ei merkeleg utdanning. Last inn ein tilfeldig Wikipedia-artikkel kvar gong du opner ei ny fane.
ro: Bucură-te de o educație ciudată. Încarcă un articol aleatoriu de pe Wikipedia ori de câte ori deschizi o nouă filă.
tr: Farklı bir eğitimin tadını çıkarın. Her yeni sekme açtığınızda rastgele bir Vikipedi makalesi açılsın.
vi: Tận hưởng một nền giáo dục kỳ lạ. Tải một bài báo Wikipedia ngẫu nhiên mỗi khi bạn mở một thẻ mới.

source: Search Firefox by easily accessing your open tabs, bookmarks, and history.
es_ar: Buscá en Firefox accediendo fácilmente a tus pestañas abiertas, marcadores e historial.
fur: Fâs ricercjis in Firefox rivant in mût facil aes tôs schedis viertis, ai segnelibris e ae cronologjie.
fy_nl: Sykje troch Firefox troch ienfâldich tagong ta jo iepen ljepblêden, blêdwizers en skiednis.
he: חיפוש ב־Firefox על־ידי קבלת גישה קלה ללשוניות הפתוחות, סימניות והיסטוריה.
ia: Trova facilemente tu schedas aperte, marcapaginas e chronologia in Firefox.
is: Leitaðu í Firefox á einfaldan máta að opnum flipum, bókamerkjum og í ferlinum.
nb_no: Søk i Firefox ved å enkelt få tilgang til åpne faner, bokmerker og historikk.
nn_no: Søk i Firefox ved å enkelt få tilgang til opne faner, bokmerke og historikk.
ro: Căutare în Firefox prin acces facil la file deschise, marcaje și istoric.
tr: Açık sekmelere, yer imlerine ve geçmişe erişerek Firefox'ta kolaylıkla arama yapın.
vi: Tìm kiếm trên Firefox bằng cách dễ dàng truy cập các thẻ đang mở, dấu trang và lịch sử của bạn.

source: Track Amazon pricing history. Make informed shopping decisions.
es_ar: Rastrea el historial de precios de Amazon. Toma decisiones de compra informadas.
fi: Seuraa Amazon-hintahistoriaa. Tee tietoon perustuvia ostopäätöksiä.
fur: Sta daûr ae cronologjie dai presits di Amazon. Fâs acuiscj consapevui.
fy_nl: Folgje de skiednis fan prizen op Amazon. Nim ynformearre oankeapbeslissingen.
ia: Tracia le chronologia de precios de Amazon. Prende decisiones de compras informate.
nb_no: Følg prisutviklingen på Amazon. Ta velinformerte kjøpsbeslutninger.
nn_no: Følg prisutviklinga på Amazon. Ta velinformerte kjøpsavgjerder.
ro: Urmărește istoricul prețurilor de pe Amazon. Ia decizii informate de cumpărare.
tr: Amazon fiyat geçmişini takip edin, bilinçli alışveriş kararları verin.
vi: Theo dõi lịch sử định giá của Amazon. Đưa ra quyết định mua sắm sáng suốt.

source: Shop with confidence. This extension provides an extra check to ensure you're shopping on a site that's been vetted for reliability.
es_ar: Comprá con confianza. Esta extensión proporciona una verificación adicional para asegurar que estás comprando en un sitio que ha sido aprobado por su confiabilidad.
fur: Compre cence pôre. Cheste estension ti da une control in plui par fâ compris dome sui sîts là che al è stât verificât che a son afidabii.
fy_nl: Winkelje mei fertrouwen. Dizze útwreiding biedt in ekstra kontrôle om te ferzekerjen dat jo op in website winkelje dy’t op betrouberheid kontrolearre is.
ia: Compra sin timor. Iste extension forni un controlo ulterior pro facer compras solo sur sitos con fidelitate verificate.
nb_no: Handle med trygghet. Denne utvidelsen gir en ekstra kontroll for å sikre at du handler på et nettsted som er vurdert som pålitelig.
nn_no: Handle trygt. Denne utvidinga gir ein ekstra sjekk for å sikre at du handlar på ein nettstad som er kontrollert for pålitelegheit.
ro: Fă cumpărături cu încredere. Această extensie oferă o verificare suplimentară pentru asigurarea că faci cumpărături pe un site care a fost votat ca fiind de încredere.
tr: Güvenle alışveriş yapın. Bu uzantı, güvenilirliği bilinen bir siteden alışveriş yaptığınızdan emin olmak için ekstra bir kontrol sağlar.
vi: Mua sắm với sự tự tin. Tiện ích mở rộng này cung cấp thêm một kiểm tra để đảm bảo bạn đang mua sắm trên một trang web đã được kiểm tra độ tin cậy.

source: Track productivity. Measure the amount of time you spend on the computer, or on specific work apps like Trello, JIRA, Basecamp, GitHub, and many more.
es_ar: Rastreá la productividad. Medí la cantidad de tiempo que pasás en la computadora o en aplicaciones de trabajo específicas como Trello, JIRA, Basecamp, GitHub y muchas más.
fi: Seuraa tuottavuutta. Mittaa tietokoneella tai tietyissä työsovelluksissa, kuten Trello, JIRA, Basecamp, GitHub ja monissa muissa, viettämääsi aikaa.
fur: Ten di voli la tô produtivitât. Misure la cuantitât di timp che tu passis sul computer, o su une specifiche aplicazion di lavôr come Trello, JIRA, Basecamp, GitHub e tantis altris.
fy_nl: Folgje produktiviteit. Mjit de hoemannichte tiid dy’t jo op de kompjûter trochbringe, of op spesifike wurk-apps lykas Trello, JIRA, Basecamp, GitHub, en folle mear.
hr: Prati produktivnost. Mjeri količinu vremena koju provodiš za računalom ili na određenim radnim aplikacijama poput Trello, JIRA, Basecamp, GitHub i mnogim drugima.
ia: Mesura tu productivitate, le tempore que tu passa sur le computator o sur specific applicationes de labor como Trello, JIRA, Basecamp, GitHub, e multe altere.
is: Fylgstu með framleiðni. Mældu tímann sem þú eyðir fyrir framan tölvuna eða notar í tilteknum forritum á borð við Trello, JIRA, Basecamp, GitHub og mörgum fleiri.
nb_no: Spor produktiviteten. Mål hvor mye tid du bruker på datamaskinen, eller på spesifikke jobbapper som Trello, JIRA, Basecamp, GitHub og mange flere.
nn_no: Spor produktiviteten. Mål kor mykje tid du brukar på datamaskina, eller på spesifikke jobbappar som Trello, JIRA, Basecamp, GitHub og mange fleire.
ro: Urmărește productivitatea. Măsoară timpul petrecut la calculator sau pe aplicații specifice de lucru, precum Trello, JIRA, Basecamp, GitHub și multe altele.
tr: Üretkenliğinizi takip edin. Bilgisayarda veya Trello, JIRA, Basecamp, GitHub gibi iş uygulamalarında geçirdiğiniz süreyi ölçün.
vi: Theo dõi năng suất. Đo lượng thời gian bạn dành cho máy tính hoặc trên các ứng dụng công việc cụ thể như Trello, JIRA, Basecamp, GitHub, v.v.
