Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: The color of text in fields in the toolbar, such as the URL bar. Manifest field: toolbar_field_text.
es_ar: El color del texto de los campos de la barra de herramientas, como la barra de URL. Campo del manifiesto: toolbar_field_text.
fur: Il colôr dal test tai cjamps de sbare dai struments, come la sbare dal URL. Cjamp dal manifest: toolbar_field_text.
fy_nl: De kleur fan tekst yn fjilden yn de arkbalke, lykas de URL-balke. Manifestfjild: · · toolbar_field_text.
ia: Le color de texto in le campos del barra de instrumentos, como le barra de adresse. Campo de manifesto: toolbar_field_text.
ka: ხელსაწყოთა ზოლის ველებში არსებული ტექსტის ფერი, მაგალითად მისამართების ველის. მანიფესტის ველი: toolbar_field_text.
ms: Warna teks dalam medan bar alatan, seperti bar URL. Medan manifes: toolbar_field_text.
nb_no: Fargen på tekst i felt i verktøylinjen, for eksempel adresselinjen. Manifestfelt: toolbar_field_text.
nn_no: Bakgrunnsfargen for felt i verktøylinja, til dømes URL-linja. Manifestfelt: toolbar_field.
ro: Culoarea textului din câmpurile barei de instrumente, cum ar fi bara de adrese. Câmpul manifestului: toolbar_field_text.
th: สีของข้อความในฟีลด์ต่าง ๆ ในแถบเครื่องมือ เช่น แถบ URL ฟีลด์ในข้อมูลกำกับ: toolbar_field_text
tr: Araç çubuğundaki alanlar (örn. adres çubuğu) için metin rengi. Manifest alanı: toolbar_field_text.
vi: Màu của văn bản trong các trường trên thanh công cụ, chẳng hạn như thanh URL. Trường kê khai: toolbar_field_text.

source: optional
es_ar: opcional
fi: valinnainen
fur: facoltatîf
fy_nl: opsjoneel
he: אופציונלי
hr: opcionalno
is: valfrjálst
ka: არასავალდებულო
ms: pilihan
nb_no: valgfri
nn_no: valfri
ro: opțional
te: ఐచ్ఛికం
th: ไม่บังคับ
tr: tercihe bağlı
vi: không bắt buộc

source: Browser preview
es_ar: Vista previa del navegador
fi: Esikatselu selaimessa
fur: Anteprime dal navigadôr
fy_nl: Browserfoarbyld
he: תצוגה מקדימה בדפדפן
hr: Pregled preglednika
ia: Vista preliminar del navigator
is: Forskoðun vafra
ka: შეთვალიერება
ms: Previu pelayar
nb_no: Nettleser-forhåndsvisning
nn_no: Nettlesar-førehandsvising
ro: Previzualizare în browser
te: విహారిణి మునుజూపు
th: ตัวอย่างเบราว์เซอร์
tr: Tarayıcı ön izlemesi
vi: Xem trước trình duyệt

source: Back
es_ar: Atrás
fi: Edellinen
fur: Indaûr
fy_nl: Tebek
he: חזרה
hr: Natrag
ia: Retro
is: Til baka
ka: უკან
ms: Undur
nb_no: Tilbake
nn_no: Tilbake
ro: Înapoi
te: వెనుకకు
th: ย้อนกลับ
tr: Geri
vi: Quay lại

source: Uploading Theme
es_ar: Subiendo tema
fur: Daûr a cjamâ in rêt il teme
fy_nl: Tema oplade
he: ערכת נושא בהעלאה
hr: Prijenos teme
ia: Incargamento de thema
is: Sendi inn þema
ka: თემა იტვირთება
ms: Memuat naik Tema
nb_no: Laster opp tema
nn_no: Lastar opp tema
ro: Se încarcă tema
te: అలంకారాన్ని ఎక్కిస్తున్నాం
th: กำลังอัปโหลดชุดรูปแบบ
tr: Tema yükleniyor
vi: Đang tải lên chủ đề

source: Finish Theme
es_ar: Finalizar tema
fi: Viimeistele teema
fur: Complete teme
fy_nl: Tema foltôgje
he: סיום ערכת נושא
hr: Završi temu
ia: Finir le thema
is: Ljúka þema
ka: თემის შედგენის დასრულება
ms: Tema Siap
nb_no: Fullfør tema
nn_no: Avslutt tema
ro: Finalizează tema
te: అలంకారాన్ని ముగించు
th: สิ้นสุดการสร้างชุดตกแต่ง
tr: Temayı bitir
vi: Kết thúc chủ đề

source: Keep your API keys secret and <strong>never share them with anyone</strong>, including Mozilla contributors.
ka: შეინახეთ თქვენი API გასაღებები საიდუმლოდ და <strong>არასდროს არავის არ გაუმხილოთ</strong>, მათ შორის Mozilla-ს მოხალისეებს.
kab: Ḥrez tisura inek API d tibaḍniyin udiɣ <strong>ur tent-beṭṭu ara akken wiyaḍ</strong>, ula akked imttekkiyen n Mozilla.
ms: Pastikan kekunci API anda rahsia dan <strong>jangan kongsi dengan sesiapa</strong>, termasuk penyumbang Mozilla.
te: మీ API కీలను రహస్యంగా ఉంచుకోండి, <strong>వాటిని ఎప్పుడూ ఎవరితోనూ పంచుకోవద్దు</ strong>, మొజిల్లా కంట్రిబ్యూటర్లతో కూడా.

source: Invisible
fi: Näkymätön
fur: Invisibil
fy_nl: Net sichtber
he: מוסתרת
hr: Nevidljiv
ia: Invisibile
is: Ósýnilegt
ka: უხილავი
kab: Aruman
ms: Halimunan
nb_no: Usynlig
nn_no: Usynleg
ro: Invizibil
te: అదృశ్యం
th: มองไม่เห็น
tr: Görünmez
vi: Ẩn

source: Please complete your add-on by adding a version or missing metadata.
es_ar: Por favor, completa tu complemento agregándole una versión o los metadatos que faltan.
fi: Viimeistele lisäosasi lisäämällä versio tai puuttuvat metatiedot.
fur: Complete il to component adizionâl zontant un numar di version o i metadâts che a mancjin.
fy_nl: Foltôgje jo add-on troch in ferzje of ûntbrekkende metagegevens ta te foegjen.
he: נא להשלים את התוספת שלך על־ידי הוספת גרסה או פרטי על חסרים.
hr: Ispuni svoj dodatak dodavanjem verzije ili nedostajućih metapodataka.
ia: Per favor completa tu additivo per le metadatos o un version mancante.
ka: გთხოვთ მიუთითოთ დამატების ვერსია და შეავსოთ ყველა მონაცემი.
ms: Sila lengkapkan add-on anda dengan menambah versi atau metadata yang hilang.
nb_no: Fullfør tillegget ditt ved å legge til en versjon eller manglende metadata.
nn_no: Fullfør tillegget ditt ved å leggje til ein versjon eller manglande metadata.
ro: Te rugăm să completezi suplimentul prin adăugarea unei versiuni sau a metadatelor care lipsesc.
te: దయచేసి ఒక వెర్షనును గానీ లేక కావాల్సిన మెటాడేటాను కానీ చేర్చి మీ పొడగింతను పూర్తిచేయండి.
th: โปรดเติมข้อมูลเกี่ยวกับส่วนเสริมของคุณให้สมบูรณ์โดยเพิ่มข้อมูลเกี่ยวกับรุ่นหรือข้อมูลเมตาที่หายไป
tr: Lütfen bir sürüm bilgisi veya eksik üst veriyi ekleyerek eklentinizi tamamlayın.
vi: Vui lòng hoàn thiện tiện ích của bạn bằng cách thêm phiên bản hoặc metadata bị thiếu.

source: Your add-on won't be included in search results, and its listing page will indicate you disabled it. New version submissions for listing won't be accepted in this state.
es_ar: Tu complemento no aparecerá en los resultados de búsqueda y en la página aparecerá que lo deshabilitaste. Tampoco se aceptarán nuevos envíos de versión para poder listarlo.
fur: Il component adizionâl nol vignarà mostrât tai risultâts des ricercjis e te sô pagjine al vignarà indicât che tu lu âs disativât. In chest stât nol sarà pussibil cjariâ gnovis versions par publicâlis.
fy_nl: Jo add-on wurdt net yn sykresultaten opnommen, en de fermeldingsside derfan jout oan dat jo de add-on útskeakele hawwe. Ynstjoeringen fan nije ferzjes foar fermelding wurde yn dizze tastân net akseptearre.
he: התוספת שלך לא תופיע בתוצאות החיפוש ועמוד הרשומה יציין שביטלת אותה. לא תתקבלנה הגשות של גרסאות חדשות לרשומה זו במצב הזה.
hr: Tvoj dodatak neće biti uključen u rezultate pretraživanja, a njegova će stranica s popisom ukazivati na to da je deaktiviran. Podnošenja nove verzije za uvrštenje neće se prihvatiti u ovom stanju.
ia: Tu additivo non essera includite in le resultatos del recerca, e le pagina de su lista de presentation indicara que tu disactivava illo. Le invio de nove versiones pro le lista de presentation non essera acceptate in iste stato.
ka: თქვენი დამატება არ გამოჩნდება ძიების შედეგებში, მის გვერდზე კი მიეთითება, რომ არაა ხელმისაწვდომი. ასეთ შემთხვევაში, წარდგენილი ახალი ვერსიები არ მიიღება.
ms: Add-on anda tidak akan dimasukkan dalam hasil carian, dan halaman penyenaraiannya akan menunjukkan anda menyahdayakannya. Serahan versi baru untuk penyenaraian tidak akan diterima dalam keadaan ini.
nb_no: Tillegget ditt vil ikke bli inkludert i søkeresultatene, og oppføringssiden vil indikere at du har deaktivert det. Nye versjonsinnsendinger for oppføring vil ikke bli akseptert i denne tilstanden.
nn_no: Tillegget ditt vil ikkje bli inkludert i søkjeresultata, og oppføringssida vil indikere at du har deaktivert det. Nye versjonsinnsendingar for oppføring vil ikkje bli aksepterte i denne tilstanden.
ro: Suplimentul tău nu va fi inclus în rezultatele de căutare și pagina lui de listare va indica cum că l-ai dezactivat. Depunerile de versiuni noi pentru listare nu vor fi acceptate în această stare.
th: ส่วนเสริมของคุณจะไม่รวมอยู่ในผลลัพธ์การค้นหา และหน้าแสดงรายชื่อจะบ่งบอกว่าคุณปิดใช้งานส่วนเสริมแล้ว การส่งรุ่นใหม่เพื่อแสดงในรายชื่อจะไม่ถูกยอมรับในสถานะนี้
tr: Eklentiniz arama sonuçlarına dahil edilmeyecek ve eklenti sayfasında eklentiyi devre dışı bıraktığınız belirtilecektir. Bu durumda yeni sürüm gönderimleri kabul edilmeyecektir.
vi: Tiện ích của bạn sẽ không được đưa vào kết quả tìm kiếm và trang danh sách của nó sẽ cho biết bạn đã vô hiệu hóa nó. Việc gửi phiên bản mới cho danh sách sẽ không được chấp nhận ở trạng thái này.

source: Add-on Multi Process Status:
ka: დამატების მრავალპროცესიანობა:
kab: Addad n agetsekker n izegrar:
ms: Status Multi Proses Add-on:

source: Your add-on compatibility with Multi Process Firefox (e10s).
ka: თქვენი დამატება თავსებადია მრავალპროცესიან Firefox (e10s) ვერსიასთან.
kab: Amṣada-inek n izegrar akked Firefox agetsekkeran (e10s).
ms: Keserasian add-on dengan Multi Process Firefox (e10s).

source: Listed on this site after passing code review. Automatic updates are handled by this site.
es_ar: Aparecen en esta página tras pasar la revisión de código. Es la propia página la que gestiona las actualizaciones automáticas.
fi: Listattu tällä sivustolla koodin katselmoinnin läpäisemisen jälkeen. Tämä sivusto hoitaa automaattiset päivitykset.
fur: Al sarà listât in chest sît dopo che al varà passade la revision dal codiç. I inzornaments a vignaran gjestîts in automatic dal sît.
fy_nl: Fermeld op dizze website nei suksesfolle koadebeoardieling. Automatyske fernijingen wurde troch dizze website fersoarge.
he: מופיע באתר לאחר סקירת קוד מוצלחת. עדכונים אוטומטיים מנוהלים על־ידי אתר זה.
hr: Bit će naveden na ovoj web stranici nakon što prođe provjeru izvornog koda. Ova web stranica automatski upravlja novim verzijama.
ia: Listate sur iste sito post passate le revision del codice. Le actualisationes automatic es tractate per iste sito.
ka: საიტზე გამოქვეყნდება კოდის მიმოხილვის გავლის შემდეგ. ავტომატური განახლებები იმართება ამ საიტით.
ms: Disenaraikan dalam laman ini setelah lulus semakan kod. Kemaskini automatik diuruskan oleh laman ini.
nb_no: Oppført på denne siden etter å ha passert kodegjennomgang. Automatiske oppdateringer er håndtert av denne siden.
nn_no: Oppført på denne sida etter å ha passert kodegjennomgang. Automatiske oppdateringar er handtert av denne sida.
ro: Listat pe acest site după ce a trecut cu succes recenzia codului. Actualizările automate sunt gestionate de acest site.
te: కోడ్ సమీక్ష తర్వాత ఈ సైట్లో కనబడతాయి. స్వయంచాలక తాజాకరణలు ఈ సైటు ద్వారా నిర్వహించబడతాయి.
th: แสดงบนไซต์นี้หลังจากผ่านการตรวจสอบโค้ดแล้ว การอัปเดตอัตโนมัติจะถูกจัดการโดยไซต์นี้
tr: Kod incelemesinden geçerek bu sitede listelenmiştir. Otomatik güncellemeler bu site tarafından ele alınmaktadır.
vi: Được liệt kê trên trang web này sau khi vượt qua đánh giá mã. Cập nhật tự động được xử lý bởi trang web này.

source: Listed Version:
es_ar: Versión listada:
fi: Listattu versio:
fur: Version proponude:
fy_nl: Fermelde ferzje:
he: גרסה מוצגת:
hr: Navedena verzija:
ia: Version in le lista de presentation:
ka: გამოქვეყნებული ვერსია:
kab: Lqem yettwabedren:
ms: Versi Disenaraikan:
nb_no: Oppført versjon:
nn_no: Oppført versjon:
ro: Versiune listată:
te: జాబితా చేసిన వెర్షను:
th: รุ่นที่แสดง:
tr: Listelenen sürüm:
vi: Phiên bản được liệt kê:

source: This is the version of your add-on that will be installed if someone clicks the Install button on addons.mozilla.org.
ka: ეს არის თქვენი დამატების ის ვერსია, რომლის ჩადგმის ღილაკზე, ნებისმიერს შეუძლია დაწკაპება და დაყენება, addons.mozilla.org საიტიდან.
ms: Inilah versi add-on anda yang akan dipasang jika seseorang klik butang Pasang dalam addons.mozilla.org.

source: Next Listed Version:
es_ar: Próxima versión listada:
fi: Seuraava listattu versio:
fur: Version sucessive proponude:
fy_nl: Folgjende fermelde ferzje:
he: הגרסה הבאה המוצגת:
hr: Sljedeća navedena verzija:
ia: Version successive in le lista de presentation:
ka: მომდევნო გამოსაქვეყნებელი ვერსია:
kab: Lqem yettwabedren d-iteddun:
ms: Versi Berikut Disenaraikan:
nb_no: Neste oppførte versjon:
nn_no: Neste oppførte versjon:
ro: Următoarea versiune din listă:
te: తదుపరి జాబితా చేసిన వెర్షను:
th: รุ่นที่แสดงถัดไป:
tr: Sonraki listelenmiş sürüm:
vi: Phiên bản được liệt kê tiếp theo:

source: Signed for self-distribution. Updates are handled by you.
es_ar: Firmada para distribución propia. Eres tú quien gestiona las actualizaciones.
fur: Firmât pe distribuzion proprie (su sît esterni). Tu varâs di gjestî di bessôl i inzornaments.
fy_nl: Undertekene foar eigen distribúsje. Fernijingen wurde troch jo fersoarge.
he: עם חתימה להפצה עצמית. העדכונים מנוהלים על ידיך.
ia: Signate pro auto-distribution. Le actualisationes es tractate per te.
ka: დამოწმებულია თვითგავრცელებისთვის. განახლებებიც თავად უნდა მართოთ.
ms: Ditandatangani untuk mengedarkan-sendiri. Kemaskini diuruskan oleh anda.
nb_no: Signert for selvdistribusjon. Oppdateringer blir håndtert av deg.
nn_no: Signert for sjølvdistribusjon. Oppdateringar vert handterte av deg.
ro: Semnat pentru autodistribuție. Actualizările sunt gestionate de tine.
te: స్వీయ పంపిణీ కోసం సంతకం చేయబడింది. తాజాకరణలను మీరే చూసుకుంటారు.
th: ลงลายเซ็นสำหรับการแจกจ่ายด้วยตัวเอง โดยคุณจะเป็นผู้จัดการเกี่ยวกับการอัปเดต
tr: Kendi kendine dağıtım için imzalandı. Güncellemeler sizin tarafınızdan yapılacak.
vi: Đã ký để tự phân phối. Cập nhật do bạn xử lý.

source: This is the newest uploaded unlisted version.
ka: ეს არის ყველაზე ბოლოს ატვირთული, გამოუქვეყნებელი ვერსია.
ms: Ini ialah muat naik terbaru versi yang tidak disenaraikan.

source: Listed Review Page
es_ar: Página de revisión listada
fur: Pagjine di revision dai listâts
fy_nl: Side foar fermelde beoardielingen
he: עמוד סקירה גלוי
hr: Stranica za pregled navedenih dodataka
ia: Pagina de revision del additivos in le lista de presentation
ka: გამოქვეყნებულის განსახილველი გვერდი
kab: Asebter n ucegger yettwabedren
ms: Halaman Semakan Disenaraikan
nb_no: Gjennomgangsside for listede
nn_no: Vurderingsside for oppførte
ro: Pagină de recenzii listate
te: సమీక్ష పుట జాబితా చేయబడింది
th: หน้าบทวิจารณ์ที่ถูกแสดง
tr: Listelenen İnceleme Sayfası
vi: Trang đánh giá được liệt kê

source: Unlisted Review Page
es_ar: Página de revisión no listada
fur: Pagjine di revision dai no listâts
fy_nl: Side foar net-fermelde beoardielingen
he: עמוד סקירה מוסתר
hr: Stranica za pregled nenavedenih dodataka
ia: Pagina de revision de additivo externe
ka: გამოუქვეყნებლის განსახილველი გვერდი
kab: Asebter n ucegger ur yettwabdren ara
ms: Halaman Semakan Tidak Disenaraikan
nb_no: Gjennomgangsside for ikke-oppført
nn_no: Vureringsside for ikkje-oppførte
ro: Pagină de recenzii nelistate
te: చూపించని సమీక్షా పేజీ
th: หน้าบทวิจารณ์ที่ยังไม่ถูกแสดง
tr: Listelenmemiş İnceleme Sayfası
vi: Trang đánh giá chưa liệt kê

source: Pending information request:
ka: მონაცემების დაყოვნებული მოთხოვნა:
ms: Permintaan maklumat belum selesai:

source: This request for information has been resolved
ka: მონაცემების ეს მოთხოვნები დაკმაყოფილებულია
ms: Permintaan untuk maklumat ini telah diselesaikan

source: Allowed HTML: %(allowed_html)s
ka: დაშვებული HTML ელემენტები: %(allowed_html)s
ms: HTML Diizinkan: %(allowed_html)s
te: అనుమతించే HTML: %(allowed_html)s

source: Please include instructions on how to reproduce the final add-on file, either in a README file or the Notes to Reviewer for this version.
es_ar: Incluye instrucciones para reproducir el archivo final del complemento, bien en un archivo README o en las Notas al revisor de esta versión.
fur: Visiti di includi lis istruzions pe utilizazion dal component adizionâl, che a varan di jessi includudis o intun file README o tal cjamp Notis pai revisôrs.
fy_nl: Nim ynstruksjes op oer hoe’t it úteinlike add-onbestân reprodusearre wurde kinne, yn in README-bestân of yn de Opmerkingen foar de beoardieler foar dizze ferzje.
he: נא לכלול הנחיות ליצירת קובץ התוספת מחדש, או בקובץ README או בהערות לסוקר עבור גרסה זו.
hr: Uključi upute o tome kako reproducirati konačnu datoteku dodataka, bilo u datoteci README ili u „Napomene za recenzente” za ovu verziju.
ia: Per favor include instructiones sur como reproducer le file final del additivo, o in un file README o le Notas pro le revisor de iste version.
ka: გთხოვთ მიუთითოთ, დამატების საბოლოო ფაილის კვლავწარმოების სახელმძღვანელო, ან README ფაილის, ან შენიშვნების სახით მიმომხილველებისთვის, არსებულ ვერსიაში.
ms: Sila sertakan arahan perihal cara menghasilkan semula fail add-on penamat, samada dalam fail README atau Nota kepada Penyemak untuk versi ini.
nb_no: Ta med instruksjoner for hvordan du kan reprodusere den endelige tilleggsfilen, enten i en README-fil eller merkander til gjennomgangspersoner for denne versjonen.
nn_no: Ta med instruksjonar for korleis du kan reprodusere den endelege tilleggsfila, anten i ei README-fil eller merkandar til gjennomgangspersonar for denne versjonen.
ro: Te rugăm să incluzi instrucțiuni despre reproducerea fișierului final al suplimentului, fie într-un fișier README, fie în Notele către revizor pentru această versiune.
th: โปรดรวมคำแนะนำเกี่ยวกับวิธีการสร้างไฟล์ส่วนเสริมขั้นสุดท้ายใหม่ ทั้งในไฟล์ README หรือหมายเหตุถึงผู้ตรวจสอบสำหรับรุ่นนี้
tr: Lütfen eklenti dosyasının son halinin nasıl yeniden üretileceğine ilişkin talimatları bir README dosyasına veya bu sürümün inceleyici notlarına ekleyin.
vi: Vui lòng bao gồm hướng dẫn về cách tái tạo tập tin tiện ích chính thức, trong tập tin README hoặc ghi chú cho người xét duyệt cho phiên bản này.

source: Latest News
ka: ბოლო სიახლეები
kab: Isallen ineggura
ms: Berita Terkini

source: Read more in our Blog
ka: ვრცლად, იხილეთ ჩვენს სვეტზე
kab: Ɣeṛ ugar deg ublug nneɣ
ms: Baca selanjutnya dalam Blog kami

source: Resources
es_ar: Recursos
fi: Resurssit
fur: Risorsis
fy_nl: Helpboarnen
he: משאבים
hr: Resursi
ia: Ressources
is: Tilföng
ka: სასარგებლო ბმულები
kab: Tiγbula
ms: Sumber
nb_no: Resurser
nn_no: Resursar
ro: Resurse
te: వనరులు
th: ทรัพยากร
tr: Kaynaklar
vi: Tài nguyên

source: Porting
ka: გადატანა
ms: Pemindahan

source: Community
ka: ერთობა
kab: Tamezdagnut
ms: Komuniti

source: Policies
ka: დებულებები
ms: Polisi

source: Report Bug
ka: მოხსენება ხარვეზის შესახებ
kab: Azen-d abug
ms: Lapor Pepijat

source: Web-Ext: build & test extensions
es_ar: Web-Ext: extensiones en uso y de prueba
fi: Web-Ext: koosta ja testaa laajennuksia
fur: Web-Ext: svilupe e prove lis tôs estensions
fy_nl: Web-Ext: útwreidingen bouwe en teste
he: Web-Ext: בנייה ובדיקה של הרחבות
hr: Web-Ext: razvijaj i testiraj proširenja
ia: Web-Ext: compilar & testar extensiones
is: Web-Ext: byggja og prófa forritsauka
ka: Web-Ext: შექმენით და გამოცადეთ გაფართოებები
ms: Web-Ext: bina & uji ekstensi
nb_no: Web-Ext: utvikle og test utvidelser
nn_no: Web-Ext: utvikle og teste utvidingar
ro: Web-Ext: creează și testează extensii
te: Web-Ext: పొడగింతలను నిర్మించండి, పరీక్షించండి
th: Web-Ext: สร้างและทดสอบส่วนขยาย
tr: Web-Ext: Uzantıları geliştirip test edin
vi: Web-Ext: xây dựng và thử nghiệm tiện ích

source: Compatibility Checker
ka: თავსებადობის დამდგენი
kab: Asenqad n umṣada
ms: Penguji Keserasian

source: Promote
es_ar: Apoyar
fi: Mainosta
fur: Promôf
fy_nl: Promoatsje
he: קידום
hr: Promicaj
ia: Promover
is: Hækka í tign
ka: ხელშეწყობა
ms: Mempromosi
nb_no: Promoter
nn_no: Promoter
ro: Promovează
te: దోహదం చేయు
th: โปรโมต
tr: Tanıtım
vi: Quảng bá

source: Get Your Add-on Featured
ka: გახადეთ თქვენი დამატება რჩეული
kab: Sban-d azegrir inek
ms: Jadikan Add-on Anda Sorotan

source: "Get The Add-on" button
es_ar: Botón "Obtener complemento"
fi: "Hanki lisäosa"-painike
fur: Boton “Oten il component adizionâl”
fy_nl: Knop “Add-on downloade”
he: הכפתור ״Get The Add-on״
hr: Gumb za „Preuzmi dodatak”
ia: Button "Obtener le additivo"
is: "Ná í viðbótina" hnappur
ka: ღილაკი „გადმოწერეთ დამატება“
kab: Tageffalt "awi-d azegrir"
ms: Butang "Dapatkan Add-on"
nb_no: Knappen «Last ned tillegget»
nn_no: Knappen «Last ned utvidinga»
ro: Buton „Descarcă suplimentul”
te: "పొడగింతను పొందండి" బొత్తం
th: ปุ่ม "รับส่วนเสริม"
tr: "Eklentiyi indir" düğmesi
vi: Nút "Nhận tiện ích mở rộng"

source: Review Add-ons
ka: დამატებების განხილვა
kab: Cegger izegrar
ms: Semak Add-ons
te: పొడిగింతల సమీక్ష

source: Volunteer reviewers help keep add-ons safe and reliable to use. They enjoy great perks too!
ka: მოხალისე მიმომხილველები გვეხმარებიან დამატებების უსაფრთხოებისა და საიმედოობის შენარჩუნებაში. რასაკვირველია, სარგებლობენ ბევრი უპირატესობითაც!
ms: Pengulas sukarelawan membantu memastikan add-on selamat dan boleh dipercayai untuk digunakan. Mereka juga mendapat faedah yang besar!

source: Join us!
ka: შემოგვიერთდით!
kab: Rnu-d ɣur-neɣ!
ms: Sertai kami!
te: మాతో చేరండి!

source: Write Some Code
es_ar: Escribir código
fi: Kirjoita hieman koodia
fur: Scrîf cualchi rie di codiç
fy_nl: Wat koade skriuwe
he: כתיבת קוד
hr: Napiši neki kod
ia: Scribe alcun codice
is: Skrifaðu einhvern kóða
ka: დაწერეთ კოდი
kab: Aru kra n tengalt
ms: Tulis Beberapa Kod
nb_no: Skriv litt kode
nn_no: Skriv litt kode
ro: Scrie câteva linii de cod
te: కొంత కోడ్ను వ్రాయండి
th: เขียนรหัสสักหน่อย
tr: Kod yazın
vi: Viết một số đoạn mã

source: Help make add-ons better by contributing your coding skills.
es_ar: Ayudá a mejorar los complementos contribuyendo con tus habilidades para el código.
fi: Auta parantamaan lisäosia jakamalla koodaustaitojasi.
fur: Jude a miorâ i components adizionâi intant che tu perfezionis lis tôs abilitâts di programazion.
fy_nl: Help add-ons te ferbetterjen troch jo koadefeardichheden yn te setten.
he: ניתן לסייע בשיפור תוספות על־ידי תרומה עם מיומנויות הפיתוח שלך.
hr: Pomogni poboljšati dodatke svojim vještinama kodiranja.
ia: Adjuta a meliorar le additivos contribuente tu habilitates de programmation.
ka: დაგვეხმარეთ დამატებების გაუმჯობესებაში, თქვენი ცოდნის გაზიარებით.
ms: Bantu membuatkan add-on lebih baik dengan menyumbangkan kemahiran pengkodan anda.
nb_no: Hjelp til med å gjøre tillegg bedre med å bidra med kodeferdighetene dine.
nn_no: Hjelp til med å gjere utvidingar betre ved å bidra med kodeferdigheitene dine.
ro: Ajută la îmbunătățirea suplimentelor contribuind cu aptitudinile tale de codare.
te: మీ కోడింగ్ నైపుణ్యాలను అందించడం ద్వారా పొడగింతలను మెరుగుపరచడంలో తోడ్పడండి.
th: ช่วยทำให้ส่วนเสริมดีขึ้นด้วยการมีส่วนร่วมผ่านทักษะการเขียนโค้ดของคุณ
tr: Kodlama becerilerinizle katkıda bulunarak eklentileri iyileştirmemize yardımcı olun.
vi: Giúp cải thiện các tiện ích bằng cách đóng góp các kỹ năng viết mã của bạn.

source: Get started
es_ar: Comenzar
fi: Aloitetaan
fur: Par scomençâ
fy_nl: Begjinne
he: תחילת עבודה
hr: Započni
ia: Que nos va
is: Komast í gang
ka: მუშაობის დაწყება
kab: Bdu
ms: Mulakan
nb_no: Kom i gang
nn_no: Kom i gang
ro: Începe
te: మొదలుపెట్టండి
th: เริ่มต้นใช้งาน
tr: Başlarken
vi: Bắt đầu

source: More Ways to Participate
es_ar: Otras formas de participar
fi: Muita tapoja osallistua
fur: Altis manieris par colaborâ
fy_nl: Mear manieren om mei te dwaan
he: דרכים נוספות לקחת חלק
hr: Daljnji načini sudjelovanja
ia: Plure manieras pro participar
is: Fleiri leiðir til að taka þátt
ka: სხვა გზები მონაწილეობის მისაღებად
kab: Tarrayin-nniḍen n uttekki
ms: Cara Lain untuk Turut Serta
nb_no: Flere måter å delta på
nn_no: Fleire måtar å delta på
ro: Mai multe modalități de participare
te: పాల్గొనడానికి మరిన్ని మార్గాలు
th: วิธีการเข้าร่วมเพิ่มเติม
tr: Katkıda bulunmanın diğer yolları
vi: Nhiều cách để tham gia
