Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: This is the newest uploaded version, however it isn’t live on the site yet
es_ar: Esta es la última versión, pero aún no está disponible en la página
fi: Tämä on uusin lähetetty versio, mutta se ei ole vielä julkaistu sivustolla
fur: Cheste e je la ultime version cjariade, dut câs no je ancjemò disponibile sul sît
fy_nl: Dit is de nijste oplade ferzje, mar dizze is op de website noch net live
he: זוהי הגרסה העדכנית ביותר שהועלתה, אך עם זאת אינה זמינה באתר עדיין
ia: Iste es le ultime version incargate, ma illo non es ancora publicate sur le sito
nb_no: Dette er den nyeste opplastede versjonen, men den er ikke på nettstedet ennå
nn_no: Dette er den nyaste opplasta versjonen, men han er ikkje på nettstaden enno
ro: Aceasta este cea mai recentă versiune încărcată, dar încă nu este live pe site
th: นี่เป็นรุ่นที่อัปโหลดใหม่สุด อย่างไรก็ตาม รุ่นนี้ยังไม่ถูกเผยแพร่บนไซต์
tr: Bu en yeni yüklenen sürüm, ancak henüz sitede yayımlanmıyor
vi: Đây là phiên bản mới nhất được tải lên, tuy nhiên nó chưa có trên trang web

source: This is the newest uploaded unlisted version
es_ar: Esta es la última versión disponible no listada
fur: Cheste e je la ultime version cjariade e no je listade
fy_nl: Dit is de nijste opladen net-fermelde ferzje
he: זוהי הגרסה העדכנית ביותר שהועלתה ואינה מוצגת
hr: Ovo je najnovija učitana verzija koja se ne nalazi u popisu
ia: Iste es le ultime version incargate e non listate
nb_no: Dette er den nyeste opplastede ikke-oppførte versjonen
nn_no: Dette er den nyaste opplasta ikkje-oppførte versjonen
ro: Aceasta este cea mai nouă versiune nelistată încărcată
te: ఇది కొత్తగా ఎక్కించిన, జాబితాచేయబడని వెర్షను
th: นี่คือรุ่นที่ไม่ได้แสดงในรายชื่อซึ่งอัปโหลดใหม่สุด
tr: Bu, yüklenen en yeni listelenmemiş sürüm
vi: Đây là phiên bản không công khai được tải lên mới nhất

source: Before starting, please read and accept our Firefox Add-on Distribution Agreement, Review Policies and Rules and our <a %(a_attrs)s href="%(faq_url)s">Frequently Asked Questions</a>. The Firefox Add-on Distribution Agreement also links to our Privacy Notice which explains how we handle your information.
es_ar: Antes de empezar, leé y aceptá nuestro Acuerdo de distribución de complementos de Firefox, revisá las reglas y políticas y nuestras <a %(a_attrs)s href="%(faq_url)s">Preguntas frecuentes</a>. El Acuerdo de distribución de complementos de Firefox también enlaza con nuestra Nota de privacidad que explica cómo manejamos tu información.
fur: Prime di scomençâ, lei e acete l’acuardi di distribuzion pai components adizionâi di Firefox, lis politichis e lis liniis vuide pe revision e lis <a %(a_attrs)s href="%(faq_url)s">domandis fatis dispès</a>. L’acuardi di distribuzion pai components adizionâi di Firefox si coleghe ancje ae nestre informative su la riservatece, che e spieghe cemût che o gjestìn lis tôs informazions personâls.
fy_nl: Lês en akseptearje, eardat jo begjinne, ús Firefox-add-on-distribúsjeoerienkomst, ús beoardielingsbelied en -regels en ús <a %(a_attrs)s href="%(faq_url)s">faak stelde fragen</a>. De Firefox-add-on-distribúsjeoerienkomst ferwiist ek nei ús Privacyferklearring, dy’t útleit hoe’t wy mei jo gegevens omgean.
nb_no: Før du starter, les og godta vår distribusjonsavtale for Firefox-tillegg, gjennomgangspolicyer og regler og våre <a %(a_attrs)s href="%(faq_url)s">ofte stilte spørsmål</a>. Distribusjonsavtalen for Firefox-tillegg lenker også til vår personvernerklæring som forklarer hvordan vi håndterer informasjonen din.
nn_no: Før du startar, les og godta distribusjonsavtalen vår for Firefox-tillegg, gjennomgangspraksisar og reglar og dei <a %(a_attrs)s href="%(faq_url)s">ofte stilte spørsmåla</a> våre. Distribusjonsavtalen for Firefox-tillegg lenker også til personvernfråsegna vår som forklarar korleis vi handsamar informasjonen din.
ro: Înainte de a începe, te rugăm să citești și să accepți Acordul nostru de distribuire a suplimentelor Firefox, Politicile și regulile de revizuire și <a %(a_attrs)s href="%(faq_url)s">Întrebările frecvente</a>. Acordul de distribuire a suplimentelor Firefox include și un link către Notificarea noastră privind confidențialitatea, care explică modul în care îți gestionăm informațiile.
tr: Başlamadan önce lütfen Firefox Eklenti Dağıtım Sözleşmesi’ni, İnceleme Politikaları ve Kuralları’nı ve <a %(a_attrs)s href="%(faq_url)s">Sıkça Sorulan Sorular</a>’ı okuyup kabul edin. Firefox Eklenti Dağıtım Sözleşmesi’nde, bilgilerinizi nasıl işlediğimizi açıklayan Gizlilik Bildirimi’ne bir bağlantı da bulunmaktadır.

source: Your account needs a display name set so users know who your add-on is coming from. Please enter one below.
es_ar: Tu cuenta necesita un nombre para mostrar para que los usuarios sepan quién es el propietario del complemento. Escribe uno más abajo.
fi: Tilillesi on asetettava näyttönimi, jotta käyttäjät tietävät, keneltä lisäosa on peräisin. Kirjoita nimi alle.
fur: Pal to account al covente configurâ un non visualizât, cussì che i utents a podedin savê cui che al à creât il component adizionâl. Inserìssilu chi sot.
fy_nl: Jo account hat in werjeftenamme nedich, sadat brûkers witte fan wa’t jo add-on ôfkomstich is. Fier der hjirûnder ien yn.
he: החשבון שלך זקוק שם לתצוגה כך שמשתמשים ידעו ממי התוספת שלך מגיעה. נא להזין אחד למטה.
hr: Tvoj račun treba postavljeno prikazano ime kako bi korisnici znali od koga dolazi tvoj dodatak. Upiši ime.
ia: Tu conto require un nomine a monstrar, de sorta que le usatores cognosce le autor de tu additivo. Insere lo infra.
nb_no: Kontoen din må angi et visningsnavn slik at brukerne vet hvem tillegget ditt kommer fra. Skriv inn et nedenfor.
nn_no: Kontoen din må angi eit visingsnamn slik at brukarane veit kven tillegget kjem frå. Skriv inn eit nedanfor.
ro: Trebuie să setezi un nume de afișat pentru ca utilizatorii să știe de unde vine suplimentul. Te rugăm să introduci unul mai jos.
te: వాడుకరులకు పొడగింత ఎవరి నుండి వచ్చిందో తెలియడానికి మీ ఖాతాకు చూపించే పేరు అమర్చుకోవాలి. దయచేసి ఒక పేరును కింద ఇవ్వండి.
th: บัญชีของคุณต้องมีการตั้งชื่อที่ใช้แสดงเพื่อให้ผู้ใช้ทราบว่าส่วนเสริมของคุณมาจากใคร โปรดป้อนชื่อด้านล่าง
tr: Hesabınıza görünen ad eklemeniz gerekir. Böylece kullanıcılar eklentinizin kimden geldiğini öğrenir. Lütfen aşağıya bir tane girin.
vi: Tài khoản của bạn cần một tên hiển thị để người dùng biết ai là tiện ích mở rộng của bạn. Vui lòng nhập một cái bên dưới.

source: More information on Developer Accounts
es_ar: Más información sobre las cuentas de desarrolladores
fi: Lisätietoja kehittäjätileistä
fur: Plui informazions sui Accounts svilupadôr
fy_nl: Mear ynformaasje oer Untwikkelersaccounts
he: מידע נוסף על חשבונות מפתחים
hr: Više informacija o računima programera
ia: Altere informationes sur Creative Commons licenses
nb_no: Mer informasjon om utviklerkontoer
nn_no: Meir informasjon om utviklarkontoar
ro: Mai multe informații despre conturile de dezvoltatori
te: డెవలపర్ ఖాతాలపై మరింత సమాచారం
th: ข้อมูลเพิ่มเติมเกี่ยวกับบัญชีนักพัฒนา
tr: Geliştirici hesapları hakkında daha fazla bilgi
vi: Thông tin thêm về tài khoản nhà phát triển

source: Firefox for Android compatibility
es_ar: Compatibilidad de Firefox para Android
fi: Firefoxin Android-version yhteensopivuus
fur: Compatibilitât cun Firefox par Android
fy_nl: Firefox foar Android-kompatibiliteit
he: תאימות עבור Firefox for Android
ia: Compatibilitate con Firefox pro Android
nb_no: Firefox for Android-kompatibilitet
nn_no: Firefox for Android-kompatibilitet
ro: Compatibilitate Firefox pentru Android
tr: Android için Firefox uyumluluğu
vi: Khả năng tương thích của Firefox dành cho Android

source: Did you test your extension to ensure it works as expected on Firefox for Android? If not, please see <a target="_blank" rel="noopener noreferrer" href="https://extensionworkshop.com/documentation/develop/developing-extensions-for-firefox-for-android/">Developing extensions for Firefox Android</a> for test guidance before submitting.
es_ar: ¿Probaste tu extensión para asegurarte de que funciona como se esperaba en Firefox para Android? Si no es así, consultá <a target="_blank" rel="noopener noreferrer" href="https://extensionworkshop.com/documentation/develop/developing-extensions-for-firefox-for-android/">Desarrollo de extensiones para Firefox Android</a> como guía para probar antes de enviarla.
fur: Âstu provade la tô estension su Firefox par Android, par controlâ che e funzioni come previodût? In altri câs, consulte la pagjine <a target="_blank" rel="noopener noreferrer" href="https://extensionworkshop.com/documentation/develop/developing-extensions-for-firefox-for-android/">Developing extensions for Firefox Android</a> par vê informazions su lis provis di fâ prime di mandâle.
fy_nl: Hawwe jo jo útwreiding test om te soargjen dat it wurket lykas ferwachte op Firefox foar Android? As dat net sa is, sjoch dan foar it yntsjinjen nei <a target="_blank" rel="noopener noreferrer" href="https://extensionworkshop.com/documentation/develop/developing-extensions-for-firefox-for-android/">Utwreidingen ûntwikkelje foar Firefox foar Android</a> foar testrjochtlinen.
he: האם בדקת את ההרחבה כדי לוודא שהיא פועלת כצפוי ב־Firefox עבור Android? אם לא, נא לעיין ב<a target="_blank" rel="noopener noreferrer" href="https://extensionworkshop.com/documentation/develop/developing-extensions-for-firefox-for-android/">פיתוח הרחבות עבור Firefox Android</a> לקבלת הנחיות לבדיקה לפני ההגשה.
ia: Habeva tu verificate tu extension pro esser secur que illo functiona como expectate sur Firefox pro Android? Si non, vide <a target="_blank" rel="noopener noreferrer" href="https://extensionworkshop.com/documentation/develop/developing-extensions-for-firefox-for-android/">Disveloppar extensiones de Firefox pro Android</a> pro verificar le guida ante le invio.
nb_no: Har du testet utvidelsen din for å sikre at den fungerer som forventet på Firefox for Android? Hvis ikke, kan du se <a target="_blank" rel="noopener noreferrer" href="https://extensionworkshop.com/documentation/develop/developing-extensions-for-firefox-for-android/">Utvikling av utvidelser for Firefox Android</a> for testveiledning før du sender den inn.
nn_no: Har du testa utvidinga di for å sikre at ho fungerer som venta på Firefox for Android? Om ikkje, kan du sjå <a target="_blank" rel="noopener noreferrer" href="https://extensionworkshop.com/documentation/develop/developing-extensions-for-firefox-for-android/">Utvikling av utvidingar for Firefox Android</a> for testrettleiing før du sender den inn.
ro: Ai testat extensia pentru a te asigura că funcționează conform așteptărilor pe Firefox pentru Android? Dacă nu, te rugăm să consulți <a target="_blank" rel="noopener noreferrer" href="https://extensionworkshop.com/documentation/develop/developing-extensions-for-firefox-for-android/">Dezvoltarea de extensii pentru Firefox Android</a> pentru îndrumări de testare înainte de a o trimite.
vi: Bạn đã kiểm tra tiện ích mở rộng của mình để đảm bảo nó hoạt động như mong đợi trên Firefox dành cho Android? Nếu chưa, hãy xem <a target="_blank" rel="noopener noreferrer" href="https://extensionworkshop.com/documentation/develop/developing-extensions-for-firefox-for-android/">phát triển tiện ích mở rộng cho Firefox Android</a> để được hướng dẫn kiểm tra trước khi gửi.

source: Yes, I’ve tested my extension with Firefox for Android
es_ar: Sí, he testeado mí extensión con Firefox para Android
fi: Kyllä, olen testannut laajennustani Firefoxin Android-versiossa
fur: Sì, o ai verificât la mê estension cun Firefox par Android
fy_nl: Ja, ik haw myn útwreiding test mei Firefox foar Android
he: כן, בדקתי את ההרחבה שלי עם Firefox עבור Android
hr: Da, testirao/la sam svoje proširenje s Firefoxom za Android
ia: Si, io verificava mi extension con Firefox pro Android
nb_no: Ja, jeg har testet utvidelsen min med Firefox for Android
nn_no: Ja, eg har testa utvidinga mi med Firefox for Android
ro: Da, am testat extensia cu Firefox pentru Android
tr: Evet, uzantımı Android için Firefox ile test ettim
vi: Vâng, tôi đã kiểm tra tiện ích mở rộng của mình với Firefox dành cho Android

source: No, I have not tested
es_ar: No, no la he testeado
fi: Ei, en ole testannut
fur: No, no le ai provade
fy_nl: Nee, ik haw net test
he: לא, לא בדקתי
hr: Ne, nisam testirao/la
ia: No, io non lo ha testate
nb_no: Nei, jeg har ikke testet
nn_no: Nei, eg har ikkje testa
ro: Nu, nu am testat-o
tr: Hayır, test etmedim
vi: Chưa, tôi chưa kiểm tra

source: Version Signature Pending
es_ar: Firma de versión pendiente
fur: Firme de version in spiete
fy_nl: Ferzjeûndetekening yn behanneling
he: חתימת גרסה בהמתנה
hr: Čeka se na potpisivanje verzije
ia: Firma de version pendente
nb_no: Versjonsignering venter
nn_no: Versjonsignering ventar
ro: În așteptarea semnării versiunii
th: กำลังรอลายเซ็นรุ่น
tr: Sürüm imzası bekleniyor
vi: Phiên bản chữ ký đang chờ xử lý

source: You’re done! ✨ You will be notified by email when the signed file is ready to be downloaded from the Developer Hub. If you do not see an email after 24 hours, please check your spam folder.
es_ar: ¡Has terminado! ✨ Serás notificado por correo electrónico cuando el archivo firmado esté listo para ser descargado desde el centro de desarrolladores. Si no ves un correo electrónico después de 24 horas, revisá tu carpeta de spam.
fi: Valmis! ✨ Saat sähköposti-ilmoituksen, kun allekirjoitettu tiedosto on ladattavissa kehittäjäkeskuksesta. Jos et näe sähköpostia 24 tunnin kuluessa, tarkista roskapostikansiosi.
fur: Fat dut! ✨ Tu ricevarâs une e-mail une volte che il file firmât al sarà pront par podê jessi discjariât dal Centri di svilup. Se dopo 24 oris no tu viodis ancjemò nissune e-mail, controle la cartele de pueste malvolude.
fy_nl: Jo binne klear! ✨ Jo ûntfange in e-mailberjocht wannear’t it ûndertekene bestân klear is om download te wurden fan de Untwikkelershub út. As jo nei 24 oeren gjin e-mail ûntfange, kontrolearje dan jo spammap.
he: סיימנו! ✨ תתקבל הודעת דוא״ל כאשר הקובץ החתום יהיה מוכן להורדה ממרכז המפתחים. אם אינך רואה הודעת דוא״ל לאחר 24 שעות, נא לבדוק את תיקיית הזבל שלך.
ia: Tu ha finite! ✨ Tu recipera un notification in e-mail quando le file signate es preste a esser discargate del Centro de disveloppamento. Si tu non vide un e-mail post 24 horas, verifica tu dossier de spam.
nb_no: Du er ferdig! ✨ Du vil bli varslet via e-post når den signerte filen er klar til å lastes ned fra utviklerhuben. Hvis du ikke ser en e-post innen 24 timer, kan du sjekke søppelpostmappen din.
nn_no: Du er ferdig! ✨ Du vil bli varsla via e-post når den signerte fila er klar for å bli lasta ned frå utviklarhuben. Om du ikkje ser ein e-post innan 24 timar, kan du sjekke søppelpostmappa di.
ro: Ai terminat! ✨ Vei fi notificat(ă) prin e-mail când fișierul semnat va fi gata de descărcare din Centrul dezvoltatorilor. Dacă nu primești un mesaj pe e-mail după 24 de ore, te rugăm să verifici dosarul de spam.
tr: İşlem tamamlandı! ✨ İmzalı dosyanız Geliştirme Merkezi’nden indirilmeye hazır olduğunda e-posta ile bilgilendirileceksiniz. 24 saat içinde e-posta gelmezse lütfen spam klasörünüzü kontrol edin.
vi: Bạn đã hoàn tất! ✨ Bạn sẽ được thông báo qua email khi tập tin đã ký sẵn sàng được tải xuống từ trung tâm nhà phát triển. Nếu bạn không thấy email sau 24 giờ, vui lòng kiểm tra thư mục spam của bạn.

source: Some Markdown supported.
es_ar: Algún Markdown soportado.
fi: Jotkin Markdown-merkinnät ovat tuettu.
fur: Lengaç di marcadure supuartât in mût parziâl.
fy_nl: Ofwurdearring foar in part stipe.
ia: Markdown partialmente consentite.
nb_no: Noe Markdown støttes.
nn_no: Noko Markdown vert støtta.
ro: Markdown parțial acceptat.
tr: Bazı Mardown’lar desteklenir.
vi: Một vài Markdown được hỗ trợ.

source: Roll back to a previous version
es_ar: Volver a una versión anterior
fi: Palaa edelliseen versioon
fur: Torne a une version prime
fy_nl: Weromgean nei in foarige ferzje
nb_no: Gå tilbake til en tidligere versjon
nn_no: Gå tilbake til ein tidlegare versjon
ro: Revenire la o versiune anterioară
tr: Önceki bir sürüme dön

source: Users of this extension will roll back to the previous version you choose.
es_ar: Los usuarios de esta extensión volverán a la versión anterior que elegiste.
fur: Pai utents di cheste estension e vignarà ripristinade la version prime che tu âs sielt tu.
fy_nl: Brûkers fan dit útwreiding sille weromgean nei de foarige keazen ferzje.
nb_no: Brukere av denne utvidelsen vil gå tilbake til den forrige versjonen du valgte.
nn_no: Brukarar av denne utvidinga vil gå tilbake til den førre versjonen du valde.
ro: Utilizatorii acestei extensii vor reveni la versiunea anterioară aleasă de tine.
tr: Bu uzantıyı kullananlar seçtiğiniz önceki sürüme geri dönecektir.

source: Current Version [%(current_version_number)s] will roll back to Version [%(selected_version_number)s]
es_ar: La versión actual [%(current_version_number)s] volverá a la versión [%(selected_version_number)s]
fur: La version corinte [%(current_version_number)s] e vignarà ripristinade ae version [%(selected_version_number)s]
fy_nl: Aktuele ferzje [%(current_version_number)s] sil weromgean nei ferzje [%(selected_version_number)s]
nb_no: Gjeldende versjon [%(current_version_number)s] vil bli tilbakestilt til [%(selected_version_number)s]
nn_no: Gjeldande versjon [%(current_version_number)s] vil bli tilbakestilt til versjon [%(selected_version_number)s]
ro: Versiunea curentă [%(current_version_number)s] va reveni la versiunea [%(selected_version_number)s]
tr: Mevcut sürüm [%(current_version_number)s], [%(selected_version_number)s] sürümüne geri döndürülecek

source: Distribution channel
es_ar: Canal de distribución
fi: Jakelukanava
fur: Canâl di distribuzion
fy_nl: Distribúsjekanaal
nb_no: Distribusjonskanal
nn_no: Distribusjonskanal
ro: Canal de distribuție
tr: Dağıtım kanalı

source: New version number
es_ar: Nuevo número de versión
fi: Uusi versionumero
fur: Gnûf numar di version
fy_nl: Nij ferzjenûmer
nb_no: Nytt versjonsnummer
nn_no: Nytt versjonsnummer
ro: Număr versiune nouă
tr: Yeni sürüm numarası

source: Release Notes
es_ar: Notas de la versión
fi: Julkaisutiedot
fur: Notis di publicazion
fy_nl: Utjefteopmerkingen
nb_no: Versjonsnotat
nn_no: Versjonsnotat
ro: Note de lansare
tr: Sürüm notları

source: Roll back
fi: Palaa takaisin
fur: Ripristine
fy_nl: Weromgean
nb_no: Gå tilbake
nn_no: Gå tilbake
ro: Revenire
tr: Geri dön

source: Please note that a EULA is not the same as a code license, such as the GPL or MPL. It is only relevant for listed add-ons.
es_ar: Tené en cuenta que una EULA no es lo mismo que una licencia de código, como la GPL o MPL. Solo es relevante para complementos listados.
fi: Huomaa, että EULA-loppukäyttäjäsopimus ei ole sama asia kuin koodilisenssi, kuten GPL tai MPL. Se koskee vain listattuja lisäosia.
fur: Fâs câs che l’acuardi di licence cul utent finâl (EULA) no je la stesse robe di une licence software come GPL o MPL. Al è impuartant dome pai components adizionâi publics.
fy_nl: Tink derom dat in EULA net itselde is as in koadelisinsje, lykas de GPL of MPL. It is allinnich relevant foar oanhelle add-ons.
he: נא לשים לב כי EULA (הסכם רישיון למשתמש קצה) אינו זהה לרישיון קוד, כמו GPL או MPL. תקף רק לתוספות מוצגות.
ia: Nota que un EULA non es le mesme cosa que un licentia de codice, como le GPL o MPL. Illo es pertinente solo al additivos listate.
nb_no: Vær oppmerksom på at en EULA ikke er det samme som en kodelisens, som for eksempel GPL eller MPL. Den er kun relevant for oppførte tilleggsprogrammer.
nn_no: Ver merksam på at ei EULA ikkje er det same som ein kodelisens, som til dømes GPL eller MPL. Den er berre relevant for oppførte tilleggsprogram.
ro: Te rugăm să reții că un ALUF nu este același cu o licență pentru cod, precum GPL sau MPL. Este relevant numai pentru suplimentele listate.
th: โปรดทราบว่า EULA ไม่เหมือนกับสัญญาอนุญาตโค้ด เช่น GPL หรือ MPL และเกี่ยวข้องสำหรับส่วนเสริมที่มีในรายชื่อเท่านั้น
tr: SKLA’nın kod lisanslarıyla (örn. GPL, MPL) aynı şey olmadığını lütfen unutmayın. SKLA sadece listelenen eklentiler için gereklidir.
vi: Xin lưu ý rằng EULA không giống như giấy phép mã, chẳng hạn như GPL hoặc MPL. Nó chỉ phù hợp với các tiện ích được liệt kê.

source: If your add-on contains minified, concatenated or otherwise machine-generated code other than known libraries, upload its sources for review.
es_ar: Si tu complemento contiene código minificado, concatenado o generado por una máquina que no sean bibliotecas conocidas, subí los fuentes para su revisión.
fur: Se il to component adizionâl al conten, sore des librariis cognossudis, codiç minimizât, concatenât o altri codiç gjenerât in mût automatic, cjarie in rêt i codiçs sorzint origjinâi pe revision.
fy_nl: As jo add-on ferlytse, keppele of oars automatysk oanmakke koade bûten bekende biblioteken befettet, laad dan de boarnen foar beoardieling op.
ia: Si tu additivo contine codice minimisate, concatenate o alteremente generate automaticamente, altere que bibliothecas cognoscite, incarga su codice fonte pro revision.
nb_no: Hvis tillegget ditt inneholder minimert, sammenkoblet eller på annen måte maskingenerert kode utover kjente biblioteker, last opp kildekoden for gjennomgang.
nn_no: Dersom tillegget ditt inneheld minimert, samankopla eller på annan måte maskingenerert kode utover kjende bibliotek, last opp kjeldekoden for gjennomgang.
ro: Dacă suplimentul conține cod minificat, legat în lanț sau generat altminteri de mașini, în afară de bibliotecile cunoscute, încarcă-i sursele pentru examinare.
th: ถ้าส่วนเสริมของคุณมีโค้ดที่ได้จากการทำให้ขนาดเล็กลง ต่อเรียง หรือสร้างขึ้นโดยใช้เครื่องแทนที่จะมาจากไลบรารีที่รู้จัก ให้อัปเดตซอร์สโค้ดนั้นเพื่อใช้สำหรับตรวจสอบ
tr: Eklentiniz bilinen kütüphaneler dışında minify edilmiş, concatenate edilmiş veya başka bir şekilde makineyle oluşturulmuş kodlar içeriyorsa gözden geçirilmesi için kaynaklarını yüklemelisiniz.
vi: Nếu tiện ích của bạn chứa mã được rút gọn, nối liền hoặc mã do máy tạo ra khác với các thư viện đã biết, hãy tải lên các nguồn của tiện ích đó để xem xét.

source: Build best-in-class extensions and themes
es_ar: Creá extensiones y temas mejor integrados
fi: Luo luokkansa parhaita laajennuksia ja teemoja
fur: Cree estensions e temis di ponte
fy_nl: Bou de alderbêste útwreidingen en tema’s
he: בניית הרחבות וערכות נושא מהטובים מסוגם
hr: Izradi najbolja proširenja i teme
ia: Produce extensiones e themas de prime classe
nb_no: Utvikle utvidelser og temaer i toppklassen
nn_no: Utvikle utvidingar og tema i toppklasse
ro: Creează extensii și teme cele mai bune din clasa lor
tr: Mükemmel uzantılar ve temalar oluşturun
vi: Xây dựng các chủ đề và tiện ích mở rộng tốt nhất trong các lớp
