Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Deleting your add-on will permanently delete all versions and files you have submitted for this add-on, listed or not.
es_ar: Eliminar tu complemento borrará permanentemente todas las versiones y archivos que hayás enviado para este complemento, estén listados o no.
fur: Eliminant il component adizionâl tu eliminarâs dutis lis versions e i files che tu âs mandât par chest component adizionâl, che a sedin listâts o mancul.
fy_nl: Troch jo add-on fuort te smiten wurde alle ferzjes en bestannen dy’t jo foar dizze add-on yntsjinne hawwe foar altyd fuortsmiten, fermeld of net.
he: מחיקת התוספת שלך תמחק לצמיתות את כל הגרסאות והקבצים שהגשת עבור תוספת זו, בין אם הן מוצגות או לא.
ia: Deler tu additivo removera permanentemente tote le versiones e files que tu ha submittite pro iste additivo, listate o non.
nb_no: Hvis du sletter tillegget ditt, slettes alle versjoner og filer du har sendt inn for dette tillegget permanent, enten de er oppført eller ikke.
nn_no: Om du slettar tillegget ditt, slettar ein alle versjonar og filer du har sendt inn for dette tillegget permanent, anten dei er oppførte eller ikkje.
ro: Ștergerea suplimentului va șterge definitiv toate versiunile și fișierele pe care le-ai depus pentru acest supliment, listat sau nu.
tr: Eklentinizi silmek, bu eklenti için gönderdiğiniz tüm sürümleri ve dosyaları listelenmiş olsun olmasın kalıcı olarak silecektir.
vi: Xóa tiện ích của bạn sẽ xóa vĩnh viễn tất cả các phiên bản và tập tin bạn đã gửi cho tiện ích này, được liệt kê hay không.

source: All versions will be Restricted, which will disable and prevent any further installation in Firefox. Existing users can choose to re-enable the add-on.
es_ar: Todas las versiones serán restringidas, lo que deshabilitará y evitará cualquier instalación posterior en Firefox. Los usuarios existentes pueden elegir volver a habilitar el complemento.
fur: Dutis lis versions a vignaran limitadis, chest al disativarà e al impedirà gnovis instalazions in Firefox. I utents che a vevin za instalât il component adizionâl a podaran sielzi di tornâ a ativâlu.
fy_nl: Alle ferzjes binne beheind, wat fierdere ynstallaasje yn Firefox útskeakelje en foarkomme sil. Besteande brûkers kinne derfoar kieze om de add-on opnij yn te skeakeljen.
nb_no: Alle versjoner vil bli begrenset, noe som deaktiverer og hindrer videre installasjon i Firefox. Eksisterende brukere kan velge å aktivere tillegget på nytt.
nn_no: Alle versjonar vil bli avgrensa, noko som deaktiverer og hindrar vidare installasjon i Firefox. Eksisterande brukarar kan velje å aktivere tillegget på nytt.
ro: Toate versiunile vor fi Restricționate, ceea ce va dezactiva și va împiedica orice instalare ulterioară în Firefox. Utilizatorii existenți pot alege reactivarea suplimentului.
tr: Tüm sürümler “Kısıtlı” olarak ayarlanacak ve bundan sonra Firefox’a yüklenemeyeceklerdir. Mevcut kullanıcılar eklentiyi yeniden etkinleştirmeyi seçebilirler.

source: The add-on ID cannot be restored and will forever be unusable for submission.
es_ar: El ID del complemento no puede ser restaurado y será inutilizable para envío.
fur: Nol è pussibil ripristinâ l’ID dal component adizionâl e nol podarà plui vignî doprât pal inviament.
fy_nl: De add-on-ID kin net wersteld wurde en kin nea mear brûkt wurde foar yntsjinjen.
he: לא ניתן לשחזר את מזהה התוספת, והוא לנצח יהיה בלתי שמיש להגשה.
ia: Le ID de additivo non pote esser restaurate e restara sempre inusabile pro le invio.
nb_no: Tilleggs-ID-en kan ikke gjenopprettes og vil for alltid være ubrukelig for innsending.
nn_no: Tillegg-ID-en kan ikkje gjenopprettast og vil for alltid vere ubrukeleg for innsending.
ro: ID-ul suplimentului nu poate fi restaurat și va fi inutilizabil pentru trimitere.
tr: Eklenti kimliği geri getirilemez ve sonsuza kadar tekrar kullanılamaz.
vi: Không thể khôi phục ID tiện ích mở rộng và sẽ vĩnh viễn không được sử dụng để gửi.

source: Resume the submission process for this add-on
es_ar: Reanudar el proceso de envío de este complemento
fur: Ripie il procès di cjariament in rêt di chest component adizionâl
fy_nl: It yntsjinningsproses foar dizze add-on ferfetsje
he: המשך תהליך ההגשה לתוספת זו
hr: Nastavi s postupkom prijave ovog dodatka
ia: Resumer le processo de invio pro iste additivo
nb_no: Fortsett innsendingsprosessen for dette tillegget
nn_no: Ta oppatt innsendingsprosessen for dette tillegget
ro: Continuă procedura de trimitere pentru acest supliment
te: ఈ పొడగింత సమర్పణ ప్రక్రియను కొనసాగించండి
tr: Bu eklentinin başvuru sürecine devam et
vi: Tiếp tục quá trình đệ trình cho tiện ích này

source: Edit details on this add-on's product page
es_ar: Editar los detalles de la página de producto de este complemento
fi: Muokkaa tietoja tämän lisäosan tuotesivulla
fur: Modifiche i detais su la pagjine dal prodot di chest component adizionâl
fy_nl: Details op de produktside fan dizze add-on bewurkje
he: עריכת פרטים בדף המוצר של תוספת זו
hr: Uredi detalje na stranici proizvoda ovog dodatka
ia: Modificar le detalios sur le pagina de producto de iste additivo
is: Breyta nánari upplýsingum á vörusíðu viðbótarinnar
nb_no: Rediger detaljer på produktsiden for dette tillegget
nn_no: Rediger detaljer på produktsida for dette tillegget
ro: Editează detaliile de pe pagina de produs a acestui supliment
te: ఈ పొడగింత ఉత్పత్తి పేజీలో వివరాలను సవరించండి
th: แก้ไขรายละเอียดในหน้าผลิตภัณฑ์ของส่วนเสริมนี้
tr: Bu eklentinin ürün sayfasındaki ayrıntıları düzenle
vi: Chỉnh sửa chi tiết trên trang sản phẩm của tiện ích này

source: Upload a new version of this add-on
es_ar: Subir una nueva versión de este complemento
fi: Lähetä uusi versio tästä lisäosasta
fur: Cjame in rêt une gnove version di chest component adizionâl
fy_nl: In nije ferzje fan dizze add-on oplade
he: העלאת גרסה חדשה לתוספת זו
hr: Prenesi novu verziju ovog dodatka
ia: Incargar un nove version de iste additivo
is: Senda inn nýja útgáfu af þessari viðbót
nb_no: Last opp en ny versjon av dette tillegget
nn_no: Last opp ein ny versjon av dette tillegget
ro: Încarcă o versiune nouă a acestui supliment
te: ఈ పొడగింతకి కొత్త వెర్షనును ఎక్కించండి
tr: Bu eklentinin yeni sürümünü yükle
vi: Tải lên phiên bản mới của tiện ích này

source: Daily statistics on downloads and users
es_ar: Estadísticas diarias de descargas y usuarios
fi: Päivittäiset tilastot latauksista ja käyttäjistä
fur: Statistichis par dì su discjariaments e utents
fy_nl: Deistige statistiken oer downloads en brûkers
he: סטטיסטיקות יומיות על הורדות ומשתמשים
hr: Dnevna statistika o preuzimanjima i korisnicima
ia: Statistica quotidian sur discargamentos e usatores
is: Dagleg tölfræði um sóttar skrár og notendur
nb_no: Daglig statistikk over nedlastinger og brukere
nn_no: Dagleg statistikk for nedlastingar og brukarar
ro: Statistici zilnice pentru descărcări și utilizatori
te: దింపుకోళ్ళు, వాడుకరుపై రోజువారీ గణాంకాలు
th: สถิติรายวันของการดาวน์โหลดและผู้ใช้
tr: İndirmeler ve kullanıcılarla ilgili günlük istatistikler
vi: Thống kê hàng ngày về lượt tải xuống và người dùng

source: Are you sure you wish to cancel and disable version?
es_ar: ¿Estás seguro de que deseas cancelar y deshabilitar la versión?
fur: Desideristu pardabon cancelâ e disativâ cheste version?
fy_nl: Binne jo wis dat jo dizze ferzje annulearje en útskeakelje wolle?
he: האם ברצונך לבטל ולהשבית את הגרסה הזו?
hr: Stvarno želiš prekinuti i izbrisati verziju?
ia: Desira tu vermente cancellar e disactivar le version?
is: Ertu viss um að þú viljir hætta við og gera útgáfu óvirka?
nb_no: Er du sikker på at du vil avbryte og deaktivere denne versjonen?
nn_no: Er du sikker på at du vil avbryte og deaktivere denne versjonen?
ro: Sigur vrei să anulezi și să dezactivezi această versiune?
te: మీరు నిజంగానే రద్దుచేసి ఈ వెర్షనును అచేతనించాలని అనుకుంటున్నారా?
tr: İptal etmek ve sürümü devre dışı bırakmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn hủy bỏ và vô hiệu hóa phiên bản không?

source: Yes, Cancel
es_ar: Si, cancelar
fi: Kyllä, peruuta
fur: Sì, cancele
fy_nl: Ja, annulearje
he: כן, לבטל
hr: Da, prekini
ia: Si, cancellar
is: Já, hætta við
nb_no: Ja, avbryt
nn_no: Ja, avbryt
ro: Da, anulează
te: అవును, రద్దుచేయి
th: ใช่ ยกเลิก
tr: Evet, iptal et
vi: Có, Hủy bỏ

source: No, don't cancel
es_ar: No, no cancelar
fi: Ei, älä peruuta
fur: No, no sta cancelâ
fy_nl: Nee, net annulearje
he: לא, לא לבטל
hr: Ne, nemoj otkazati
ia: No, non cancellar
is: Nei, ekki hætta við
nb_no: Nei, ikke avbryt
nn_no: Nei, ikkje avbryt
ro: Nu, nu renunța
th: ไม่ อย่ายกเลิก
tr: Hayır, iptal etme
vi: Không, đừng hủy

source: Name and Summary:
es_ar: Nombre y descripción:
fi: Nimi ja yhteenveto:
fur: Non e somari:
fy_nl: Namme en gearfetting:
he: שם ותקציר:
hr: Naziv i sažetak:
ia: Nomine e summario:
is: Nafn og samantekt:
nb_no: Navn og sammendrag:
nn_no: Namn og samandrag:
ro: Denumire și rezumat:
te: పేరు, సారాంశం:
th: ชื่อและสรุป:
tr: İsim ve Özet:
vi: Tên và tóm tắt:

source: Warning: you have name/summary values in other locales that will be automatically cropped to fit under the limit of %(max_length)s characters. To edit these go to Edit Product Page after the submission process is complete.
es_ar: Advertencia: hay una serie de nombres/descripciones en otros idiomas que se recortarán automáticamente para ajustarse al límite de % (max_length) caracteres. Para editarlos, ve a la Página de edición del producto tras finalizar el proceso de envío.
fur: Atenzion: i valôrs dal non/somari, in altris lenghis, al vignarà çoncjât par sta dentri dal limit di %(max_length)s caratars. Par modificâ chescj cjamps, va su Modifiche pagjine dal prodot dopo vê completât il procès di cjariament in rêt.
fy_nl: Warskôging: jo hawwe wearden foar namme/gearfetting yn oare talen dy’t automatysk oant de grins fan %(max_length)s tekens werombrocht wurde sille. Gean neidat it yntsinningsprodes foltôge is nei Produktside bewurkje om dizze te bewurkjen.
he: אזהרה: יש לך ערכים של שם/תקציר בשפות אחרות שייחתכו באופן אוטומטי כדי שיתאימו למגבלה של %(max_length)s תווים. כדי לערוך אותם יש לעבור לדף עריכת המוצר לאחר סיום תהליך ההגשה.
hr: Upozorenje: imaš naziv/sažetak u drugim jezicima, koji će se automatski odrezati, kako bi odgovarali ograničenju od %(max_length)s znakova. Uredi ih putem „Uredi stranicu proizvoda”, nakon što postupak prijave završi.
ia: Attention: tu ha valores de nomine/summario in altere linguas que essera automaticamente truncate pro restar sub le limite de %(max_length)s characteres. Pro modificar istes, va al pagina Modificar Producto post que le processo de invio es concludite.
nb_no: Advarsel: Du har navn-/sammendragsverdier i andre språkinnstillinger som automatisk blir beskjært for å få plass under grensen på %(max_length)s tegn. For å redigere disse, gå til Rediger produktside etter at innsendingsprosessen er fullført.
nn_no: Åtvaring: Du har namne-/samandragsverdiar i andre språkinnstillingar som automatisk blir skore til for å få plass under grensa på %(max_length)s teikn. For å redigere desse, gå til Rediger produktside etter at innsendingsprosessen er fullført.
ro: Avertisment: ai valori în denumire/rezumat în alte limbi și vor fi eliminate automat ca să se încadreze în limita de %(max_length)s (de) caractere. Pentru editarea lor, intră pe Editează pagina de produs după finalizarea procedurii de trimitere.
th: คำเตือน: คุณมีค่าชื่อ/สรุปในภาษาอื่นๆ ที่อาจถูกตัดทอนอัตโนมัติให้พอดีกับขีดจำกัดที่ %(max_length)s ตัวอักขระ ถ้าต้องการแก้ไขค่าเหล่านี้ ให้ไปที่หน้าแก้ไขผลิตภัณฑ์หลังจากกระบวนการส่งเสร็จสมบูรณ์แล้ว
tr: Uyarı: Bazı dillerdeki ad/özet değerleriniz %(max_length)s karakter sınırına sığması için otomatik olarak kırpılacaktır. Bunları düzenlemek için gönderim işlemi tamamlandıktan sonra "Ürün sayfasını düzenle"ye gidin.
vi: Cảnh báo: bạn có các giá trị tên/tóm tắt ở các ngôn ngữ khác sẽ được tự động cắt để vừa với giới hạn %(max_length)s ký tự. Để chỉnh sửa những điều này, hãy chuyển đến Chỉnh sửa trang sản phẩm sau khi quá trình gửi hoàn tất.

source: Description:
es_ar: Descripción:
fi: Kuvaus:
fur: Descrizion:
fy_nl: Beskriuwing:
he: תיאור:
hr: Opis:
is: Lýsing:
nb_no: Beskrivelse:
nn_no: Skildring:
ro: Descriere:
te: వివరణ:
th: คำอธิบาย:
tr: Açıklama:
vi: Miêu tả:

source: Remember
es_ar: Recuerda
fi: Muista
fur: Visiti
fy_nl: Unthâlde
he: לזכור
hr: Zapamti
ia: Memorar
is: Muna
nb_no: Husk
nn_no: Hugs
ro: Reține
te: గుర్తుంచుకో
th: จดจำ
tr: Unutmayın
vi: Lưu lại

source: If you submitted source code, but did not include instructions, you must provide them here. Enter step-by-step build instructions to create an exact copy of the add-on code, per %(policy_requirements_open)spolicy requirements%(policy_requirements_close)s.
es_ar: Si enviaste código fuente sin instrucciones, tienes que incluirlas ahora aquí. Escribe instrucciones paso a paso para crear una copia exacta del código del complemento y cumplir así con nuestros %(policy_requirements_open)srequisitios%(policy_requirements_close)s.
fi: Jos lähetit lähdekoodin, mutta et sisällyttänyt ohjeita, sinun on annettava ohjeet tässä. Anna vaiheittaiset koostamisohjeet luodaksesi tarkan kopion lisäosan koodista %(policy_requirements_open)skäytäntövaatimusten%(policy_requirements_close)s mukaisesti.
fur: Se tu âs cjariât in rêt il codiç sorzint cence includi istruzions, al covente fâlu cumò. Inserìs istruzions precisis pe compilazion che a permetin di creâ une copie esate dal codiç dal component adizionâl, come che al è indicât tes %(policy_requirements_open)spolitichis%(policy_requirements_close)s.
fy_nl: As jo boarnekoade yntsjinne hawwe, mar gjin ynstruksjes byfoege hawwe, moatte jo dizze hjir opjaan. Fier stap-foar-stap buildynstruksjes yn om in eksakte kopy fan de add-onkoade te generearjen, lykas ferwurde yn de %(policy_requirements_open)sbeliedsfereasken%(policy_requirements_close)s.
he: אם הגשת קוד מקור אך לא כללת הוראות, עליך לספק אותם כאן. יש להזין הוראות שלב אחר שלב לבניית עותק מדויק של קוד התוספת, לפי %(policy_requirements_open)sדרישות המדיניות%(policy_requirements_close)s.
hr: Ako šalješ izvorni kod, ali ne uključiš upute, ovdje ih moraš navesti. Upiši upute za pojedinačne korake za gradnju, kako bi se izradila točna kopija koda dodatka, prema %(policy_requirements_open)s zahtjevima pravila %(policy_requirements_close)s.
ia: Si tu inviava codice fonte sin instructiones, tu debe fornir los ci. Insere gradualmente le instructiones de compilation pro crear un copia exacte del codice del additivo, secundo le %(policy_requirements_open)srequisitos del politica%(policy_requirements_close)s.
nb_no: Hvis du sendte inn kildekoden, men ikke inkluderte instruksjoner, må du oppgi dem her. Skriv inn trinnvise byggeinstruksjoner for å lage en nøyaktig kopi av tilleggskoden, i henhold til %(policy_requirements_open)spolicy-krav%(policy_requirements_close)s.
nn_no: Om du sende inn kjeldekoden, men ikkje inkluderte instruksjonar, må du oppgi dei her. Skriv inn stegvise byggjeinstruksjonar for å lage ein nøyaktig kopi av tilleggskoden, i samsvar med %(policy_requirements_open)spolicy-krav%(policy_requirements_close)s.
ro: Dacă ai trimis codul sursă, dar nu ai inclus instrucțiunile, trebuie să le furnizezi aici. Introdu instrucțiunile de compilare pas cu pas pentru crearea unei copii exacte a codului suplimentului, conform %(policy_requirements_open)scerințelor politicii%(policy_requirements_close)s.
th: ถ้าคุณส่งซอร์สโค้ด แต่ไม่ได้รวมคำแนะนำไว้ คุณจะต้องระบุคำแนะนำเหล่านั้นที่นี่ ให้ป้อนคำแนะนำในการประกอบสร้างแบบทีละขั้นตอนเพื่อสร้างสำเนาโค้ดส่วนเสริมที่เหมือนกันทุกส่วน ตาม%(policy_requirements_open)sข้อกำหนดนโยบาย%(policy_requirements_close)s
tr: Kaynak kodu gönderdiyseniz ancak talimatları eklemediyseniz bunları burada belirtmelisiniz. %(policy_requirements_open)sİlke gereksinimlerine%(policy_requirements_close)s göre eklenti kodunun tam bir kopyasını oluşturmak için adım adım oluşturma talimatlarını girin.
vi: Nếu bạn đã gửi mã nguồn, nhưng không bao gồm hướng dẫn, bạn phải cung cấp chúng tại đây. Nhập hướng dẫn tạo từng bước để tạo bản sao chính xác của mã tiện ích, theo %(policy_requirements_open)syêu cầu chính sách%(policy_requirements_close)s.

source: To get started, select how you would like to distribute this version.
es_ar: Para comenzar, seleccioná cómo te gustaría distribuir esta versión.
fi: Aloita valitsemalla, miten haluat jakaa tämän version.
fur: Par scomençâ, selezione la modalitât di distribuzion di cheste version.
fy_nl: Selektearje om te begjinnen hoe’t jo dizze ferzje distribuearje wolle.
he: כדי להתחיל, נא לבחור איך להפיץ את הגרסה הזאת.
ia: Pro comenciar, elige como tu vole distribuer iste version.
nb_no: For å komme i gang, velg hvordan du vil distribuere denne versjonen.
nn_no: For å kome i gang vel du korleis du vil distribuere denne versjonen.
ro: Pentru a începe, selectează modul în care vrei să distribuiți această versiune.
tr: Başlamak için bu sürümü nasıl dağıtmak istediğinizi seçin.
vi: Để bắt đầu, hãy chọn cách bạn muốn phân phối phiên bản này.

source: You can learn more about these options by reading <a %(a_attrs)s>Add-on Distribution and Signing</a> on Firefox Extension Workshop.
es_ar: Podés aprender más sobre estas opciones leyendo <a %(a_attrs)s>distribución y firma de complementos</a> en el taller de extensiones de Firefox.
fur: Tu puedis cjatâ plui informazions su chestis opzions leint <a %(a_attrs)s>Distribuzion e firme dai components adizionâi</a> su Laboratori estensions di Firefox.
fy_nl: Jo kinne mear oer dizze opsjes te witten komme troch <a %(a_attrs)s>Add-ondistribúsje en -ûndertekening</a> op Firefox Extension Workshop te lêzen.
he: באפשרותך לקבל מידע נוסף על אפשרויות אלה על־ידי קריאת <a %(a_attrs)s>הפצה וחתימה של תוספות</a> ב־Firefox Extension Workshop.
ia: Tu pote saper plus re iste optiones legente <a %(a_attrs)ss>Distribution e signatura de additivos</a> sur le Seminario de extensiones de Firefox.
nb_no: Du kan lære mer om disse alternativene ved å lese <a %(a_attrs)s>Distribusjon og signering av tillegg</a> på Firefox Extension Workshop.
nn_no: Du kan lære meir om desse alternativa ved å lese <a %(a_attrs)s>Distribusjon og signering av tillegg</a> på Firefox Extension Workshop.
ro: Poți afla mai multe despre aceste opțiuni citind secțiunea <a %(a_attrs)s>Distribuția și semnarea suplimentelor</a> din atelierul de extensii Firefox.
tr: Bu seçenekler hakkında daha fazla bilgi almak için Firefox Uzantı Atölyesi'ndeki <a %(a_attrs)s>Eklenti Dağıtımı ve İmzalama</a> sayfasını okuyabilirsiniz.
vi: Bạn có thể tìm hiểu thêm về các tùy chọn này bằng cách đọc <a %(a_attrs)s>Add-on Distribution and Signing</a> trên Firefox Extension Workshop.

source: All add-ons must comply with <a %(a_attrs)s>Mozilla’s Add-on Policies</a> and are subject to manual review at any time after submission.
es_ar: Todos los complementos deben cumplir con las <a %(a_attrs)s>políticas de complementos de Mozilla</a> y están sujetos a revisión manual en cualquier momento después de ser enviados.
fur: Ducj i components adizionâi a scugnin sodisfâ lis <a %(a_attrs)s>Politichis sui components adizionâi di Mozilla</a> e a son sogjets a revision manuâl in cualsisei moment dopo vêju cjariâts in rêt.
fy_nl: Alle add-ons moatte foldwaan oan <a %(a_attrs)s>Mozilla’s add-onbelied</a> en kinne op elk momint nei yntsjinning hânmjittich beoardiele wurde.
he: כל התוספות חייבות לעמוד ב<a %(a_attrs)s>מדיניות התוספות של Mozilla</a> והן כפופות לבדיקה ידנית בכל עת לאחר ההגשה.
ia: Tote le additivos debe conformar se al <a %(a_attrs)s>politica de additivos de Mozilla</a> e pote esser subjecte a un revision manual a omne momento post le invio.
nb_no: Alle tillegg må overholde <a %(a_attrs)s>Mozillas retningslinjer for tillegg</a> og kan gjennomgås manuelt når som helst etter innsending.
nn_no: Alle tillegg må rette seg etter <a %(a_attrs)s>Mozillas retningslinjer for tillegg</a> og kan gåast gjennom manuelt når som helst etter innsending.
ro: Toate suplimentele trebuie să respecte <a %(a_attrs)s>Politicile Mozilla privind extensiile</a> și pot fi revizuite manual oricând după trimitere.
tr: Tüm eklentiler <a %(a_attrs)s>Mozilla’nın Eklenti Politikaları</a> ile uyumlu olmalıdır ve eklentiler her zaman Mozilla tarafından manuel incelemeye tabi tutulabilir.
vi: Tất cả các tiện ích phải tuân thủ <a %(a_attrs)s>chính sách tiện ích của Mozilla</a> và phải được xem xét thủ công bất kỳ lúc nào sau khi gửi.
