Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: You cannot add versions to an addon that has status: %s.
ka: დამატებაზე, რომლის მდგომარეობაა %s, ახალი ვერსიების მითითება არ შეგიძლიათ.
kab: Ur temirzḍ ar ad ternuḍ ileqman i uzegrir yelllan deg addad: %s.
ms: Anda tidak boleh tambah versi ke add-on yang ada status: %s.

source: Only WebExtensions are allowed to omit the GUID
ka: GUID-ის გამოტოვება, მხოლოდ WebExtensions-ის შემთხვევაშია შესაძლებელი
ms: Hanya WebExtensions dibenarkan untuk mengabaikan GUID

source: Please specify your Add-on GUID in the manifest if it's longer than 64 characters.
ka: გთხოვთ, მიუთითოთ დამატების GUID მანიფესტის ფაილში, თუ არ აღემატება 64 სიმბოლოს.
ms: Sila nyatakan GUID Add-on anda dalam manifes jika tidak melebihi 64 aksara.

source: Invalid GUID in URL
ka: უმართებულო GUID URL ბმულში
kab: GUID arameɣu di URL
ms: GUID tidak sah dalam URL

source: You cannot add a listed version to this addon via the API due to missing metadata. Please submit via the website
ka: ამ დამატების გამოქვეყნებულ ვერსიაზე API-ის საშუალებით დამატება არ შეგიძლიათ, არასაკმარისი მონაცემების გამო. გთხოვთ გადმოაგზავნოთ საიტის მეშვეობით
ms: Anda tidak boleh tambah versi yang tersenarai ke add-on ini via API kerana hilang metadata. Sila serahkan via laman web

source: AMO is getting a new look. Would you like to see it?
ka: AMO იცვლის იერსახეს, გსურთ გამოცადოთ?
ms: AMO kini berwajah baru. Adakah anda mahu melihatnya?

source: Visit the new site
ka: ახალ საიტზე გადასვლა
ms: Lawati laman baru

source: The new website supports mobile and desktop clients
ka: ახალი საიტი თავსებადია როგორც სამაგიდო, ასევე მობილურ მოწყობილობებთან
ms: Laman web yang baru menyokong klien mudah alih dan desktop
te: కొత్త వెబ్‌సైటు మొబైల్, డెస్క్‌టాప్ క్లయింట్లకు తోడ్పాటునిస్తుంది

source: View the new site
ka: ახალ საიტზე გადასვლა
ms: Layari laman baru
te: కొత్త సైటును చూడండి

source: Report a bug
es_ar: Informar de un error
fi: Ilmoita viasta
fur: Segnale un erôr
fy_nl: In bug melde
he: דיווח על תקלה
hr: Prijavi grešku
ia: Reportar un defecto
is: Tilkynna villu
ka: მოხსენება ხარვეზის შესახებ
kab: Azen-d abug
ms: Laporkan pepijat
nb_no: Rapporter en feil
nn_no: Rapporter ein feil
ro: Raportează o defecțiune
te: లోపాన్ని నివేదించు
th: รายงานข้อบกพร่อง
tr: Hata bildir
vi: Báo cáo lỗi

source: Except where otherwise <a href="https://www.mozilla.org/about/legal/">noted</a>, content on this site is licensed under the <br /> <a href="https://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License v3.0 </a> or any later version.
ka: გარდა მოცემული <a href="https://www.mozilla.org/about/legal/">შენიშვნებისა</a>, ამ საიტზე არსებული შიგთავსი ვრცელდება <br /> <a href="https://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike v3.0 ლიცენზიით</a> ან უფრო ახალი ვერსიით.
kab: Arama kan ur yeddi ara akked <a href="https://www.mozilla.org/about/legal/">tizmilin tusdifin</a>, agbur n usmel-agi yella daw n turagt<br /> <a href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution Share-Alike v3.0</a> neɣ ileqman imaynuten.
ms: Kecuali sebaliknya <a href="https://www.mozilla.org/about/legal/">dijelaskan</a>, kandungan laman ini dilesenkan di bawah <br /> <a href="https://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License v3.0 </a> atau versi yang kemudian.

source: Download Firefox
ka: Firefox ჩამოტვირთვა
ms: Muat turun Firefox
te: Firefoxను దింపుకోండి

source: Android Browser
ka: Android ბრაუზერი
ms: Pelayar Android
te: Android విహారిణి

source: iOS Browser
ka: iOS ბრაუზერი
ms: Pelayar iOS
te: iOS విహారిణి

source: Focus Browser
ka: Focus ბრაუზერი
ms: Pelayar Focus
te: Focus విహారిణి

source: Desktop Browser
ka: კომპიუტერისთვის
ms: Pelayar Desktop
te: డెస్కుటాపు విహారిణి

source: Beta, Nightly, Developer Edition
ka: Beta, Nightly, Developer ვერსია
ms: Edisi Beta, Nightly, Pembangun
te: బీటా, నైట్లీ, డెపలపర్ ఎడిషన్

source: The user "%(user)s" has been banned.
ka: მომხმარებელი „%(user)s“ შეზღუდულია.
te: వాడుకరి "%(user)s" నిషేధించబడ్డారు.

source: The picture belonging to user "%(user)s" has been deleted.
ka: „%(user)s“ მომხმარებლის კუთვნილი სურათი წაშლილია.
te: వాడుకరి "%(user)s"కు చెందిన బొమ్మ తొలగించబడింది.

source: The users "%(users)s" have been banned.
ka: მომხმარებლები „%(users)s“ არიან შეზღუდულები.
te: ఈ వాడుకరులు "%(users)s" నిషేధించబడ్డారు.

source: Ban selected users
ka: მითითებული მომხმარებლების შეზღუდვა
ms: Sekat pengguna yang dipilih
te: ఎంచుకున్న వాడుకరులను నిషేధించు

source: Addons
ka: დამატებები
te: పొడగింతలు

source: Activity Logs
ka: აღრიცხული მოქმედებები
ms: Log Aktiviti
te: కార్యాచరణ చిట్టాలు

source: You can change your email address on Firefox Accounts.
ka: შეგიძლიათ შეცვალოთ თქვენი ელფოსტის მისამართი Firefox-ანგარიშებზე.
ms: Anda boleh tukar alamat e-mel dalam Akaun Firefox.

source: stay up-to-date with news and events relevant to add-on developers (including the about:addons newsletter)
es_ar: mantente al día de las noticias y eventos relacionados con los desarrolladores de complementos (incluido el boletín de noticias de about:addons)
fur: reste inzornât cun novitâts e events pai svilupadôrs di components adizionâi (includude la newsletter about:addons)
fy_nl: bliuw by-de-tiid mei foar add-on-ûntwikkelers relevant nijs en eveneminten (wêrûnder de about:addons-nijsbrief)
hr: dobivaj relevantne obavijesti za programere dodataka (uključuje bilten za about:addons)
ia: remane ajornate con novas e eventos pertinente al disveloppatores de additivos (anque le littera de novas about:addons)
is: fylgjast með fréttum og viðburðum fyrir þróunaraðila Firefox-viðbóta (þar með talið about:addons fréttabréfið)
ka: გაეცანით სიახლეებსა და დამატებების შემმუშავებლებთან დაკავშირებული ღონისძიებების შესახებ ინფორმაციას (მათ შორის about:addons-ის საინფორმაციო ცნობებს)
ms: sentiasa dimaklumkan dengan berita dan acara berkaitan pembangun add-on (termasuk surat berita about:addons)
nb_no: hold deg oppdatert med nyheter og hendelser som er relevant for tilleggsutviklere (inkludert nyhetsbrevet about:addons)
nn_no: hald deg oppdatert med nyheiter og hendingar som er relevante for tilleggsutviklarar (inkludert nyheitsbrevet about:addons)
ro: rămâi la curent cu știrile și evenimentele relevante pentru dezvoltatorii de suplimente (inclusiv buletinul informativ about:addons)
th: ไม่พลาดข่าวสารและเหตุการณ์ที่เกี่ยวข้องกับนักพัฒนาส่วนเสริม (รวมถึงจดหมายข่าว about:addons)
tr: eklenti geliştiricilerini ilgilendiren haber ve etkinlikleri size ulaştıralım (about:addons bülteni dahil)
vi: luôn cập nhật các tin tức và sự kiện liên quan đến các nhà phát triển bổ trợ (bao gồm cả bản tin về about:addons)

source: my add-on is reviewed by a reviewer
es_ar: mi compelemento es revisado por un editor
fur: il gno component adizionâl al è revisionât di un revisôr
fy_nl: myn add-on wurdt troch in beoardieler beoardiele
he: התוספת שלי נסקרה על־ידי סוקר
hr: moj dodatak pregledava recenzent
ia: mi additivos es revidite per un revisor
is: viðbótin mín er yfirfarin af yfirferðaraðila
ka: ჩემი დამატება განხილულია მიმომხილველის მიერ
kab: azegrir-inu yettucegger sɣuṛ yiwen n imcegger.
ms: add-on saya diulas oleh penyemak
nb_no: mitt tillegg er gjennomgått av en gjennomgangsperson
nn_no: utvidinga mi er vurdert av ein vurderar
ro: suplimentul meu este verificat de un revizor
te: నా పొడగింత ఒక సమీక్షకుడిచే సమీక్షించబడినప్పుడు
th: ส่วนเสริมของฉันได้รับการตรวจทานโดยผู้ตรวจทาน
tr: eklentim bir inceleyici tarafından incelendiğinde
vi: tiện ích của tôi được xem xét bởi người đánh giá

source: Ban
ka: შეზღუდვა
ms: Sekat
te: నిషేధించు

source: Delete picture
ka: სურათის წაშლა
ms: Buang gambar
te: బొమ్మను తొలగించు

source: Logging in with this email address into %(site)s again will create a new account that is in no way associated with this account.
ka: ამ ელფოსტის მისამართით %(site)s საიტზე ხელახლა შესვლის შედეგად შეიქმნება ახალი ანგარიში, რომელიც არანაირად არ იქნება ამ ანგარიშთან დაკავშირებული.
ms: Log masuk ke dalam %(site)s sekali lagi dengan alamat e-mel ini akan mencipta akaun baru yang tiada kaitan dengan akaun ini.

source: Manage basic account information, such as your username and Firefox Accounts settings.
ka: ანგარიშის ძირითადი მონაცემების მართვა, როგორიცაა მომხმარებლის სახელი და Firefox-ანგარიშის პარამეტრები.
kab: Sefrek talɣut tatzadurt n umiḍan, am yisem inek n useqdac akked iɣewwaṛen n imiḍanen Firefox.
ms: Urus maklumat asas akaun, seperti nama pengguna dan tetapan Akaun Firefox anda.

source: Allowed HTML: %(html)s. Links are forbidden.
ka: დაშვებული HTML ელემენტები: %(html)s. ბმულის დადება აკრძალულია.
ms: HTML dizinkan: %(html)s. Pautan dilarang.

source: Mozilla Add-ons has transitioned to Firefox Accounts for login. Continue to complete the simple login process.
ka: ანგარიშზე შესვლისთვის, Mozilla დამატებების საიტი გადამისამართდება Firefox-ანგარიშების საიტზე. გადადით და დაასრულეთ ანგარიშის მონაცემების შეყვანა.
kab: Asmel n izegrar n Mozilla iseqdac akka tura imiḍanen Firefox di tuqqna. Kemmel akken ad fakeḍ akala n uleqqem.
ms: Add-ons Mozilla dalam peralihan ke Akaun Firefox untuk log masuk. Meneruskan proses log masuk lengkap yang mudah.

source: Log in with Firefox Accounts
ka: Firefox Accounts-ით შესვლა
kab: Qqen s umiḍan Firefox
ms: Log masuk dengan Akaun Firefox

source: Unfortunately, we weren't able to unsubscribe you. The link you clicked is invalid. However, you can still unsubscribe on your <a href="%(edit_url)s">edit profile page</a>.
ka: სამწუხაროდ, ჩვენ ვერ ვახერხებთ თქვენი გამოწერის შეჩერებას. ბმული, რომელზეც დააწკაპეთ, არასწორია. თუმცა, თქვენ მაინც შეგიძლიათ გამოწერის შეწყვეტა, <a href="%(edit_url)s">პროფილის ჩასწორების გვერდიდან</a>.
ms: Malangnya, kami tidak dapat membatalkan langganan anda. Pautan yang anda klik tidak sah. Tapi, anda masih boleh membatalkan langganan anda dalam <a href="%(edit_url)s">halaman edit profil</a>.

source: Improve videos {start_sub_heading}with {addon_name} {end_sub_heading}
ms: Tingkatkan video {start_sub_heading}dengan {addon_name} {end_sub_heading}

source: Enjoy a suite of new YouTube features, like cinema mode, ad blocking, auto-play, and more.
ms: Nikmati set ciri YouTube yang baru, seperti mod pawagam, menyekat iklan, kawalan auto-main dan banyak lagi.

source: Dozens of amazing emojis for every occasion—just a click away.
ms: Pelbagai emoji menarik untuk setiap keadaan—hanya perlu klik sahaja.

source: Works seamlessly with most popular video sites.
ms: Berfungsi dengan lancar dalam kebanyakan laman video yang popular.

source: Set the page you see every time you open a new tab.
ms: Tetapkan halaman yang akan dipaparkan setiap kali anda buka tab baru.

source: Dozens of amazing emojis for every occasion—always just one click away.
ms: Pelbagai emoji menarik—hanya perlu klik sahaja.

source: More than just a basic screenshot tool, Awesome Screenshot Plus lets you annotate images with custom text and graphics, plus the ability to store and share your visuals.
ms: Bukan sekadar alatan skrinsyot asas, Awesome Screenshot Plus membolehkan anda menganotasi imej dengan teks dan grafik serta boleh menyimpan dan berkongsi fail visual.

source: Contains Reviewer Comment
kab: Igber awennit n imcegger
ms: Ada Komen Penyemak

source: The user "%(user)s" has been banned.user
ms: Pengguna "%(user)s" telah disekat

source: The picture belonging to user "%(user)s" has been deleted.user
ms: Gambar milik pengguna "%(user)s" telah dibuang

source: The users "%(users)s" have been banned.users,
ms: Pengguna "%(users)s" telah disekat,

source: Beta
sr_latn: Beta verzija

source: 32x32px
fur: 32×32px
he: 32×32 פיקסלים
hr: 32 × 32 px
sk: 32x32 bodov
sr_latn: 32x32 piksela
tr: 32x32 piksel

source: 64x64px
fur: 64×64px
he: 64×64 פיקסלים
hr: 64 × 64 px
sk: 64x64 bodov
sr_latn: 64x64 piksela
tr: 64x64 piksel

source: EULA
sk: Licenčná zmluva

source: Nothing to see here! The developer did not include any details.
sk: Nič tu nie je. Vývojár doplnku nezadal žiadne informácie.

source: <strong>Caution:</strong> This add-on has not been reviewed by Mozilla and can't be installed on release versions of Firefox 43 and above. Be careful when installing third-party software that might harm your computer.
sk: <strong>Výstraha:</strong> Tento doplnok nebol skontrolovaný Mozillou a nemôže byť nainštalovaný na Firefox verzie 43 a vyššej. Pri inštalácii softvéru tretích strán buďte opatrný, nakoľko takýto softvér môže poškodiť váš počítač.

source: Want {0} on your mobile Firefox? Scan this QR code to install directly to your phone. (You'll need a QR reader. Search your phone's marketplace if don't have one.)
sk: Chceli by ste {0} vo svojom mobilnom Firefoxe? Oskenujte si tento kód QR a nainštalujte si ho priamo do telefónu. (Budete potrebovať čítačku kódov QR. Ak ju nemáte, pohľadajte medzi aplikáciami dostupnými pre váš telefón.)

source: Video removed from {addon} because of a problem with the video.
sk: Video bolo odstránené z doplnku {addon}, pretože sa pri tomto videu vyskytol problém.

source: <h1>Oops! We had an error.</h1> <p>We'll get to fixing that soon.</p> <p> You can try refreshing the page, or head back to the <a href="%(home)s">Add-ons homepage</a>. </p>
sk: <h1>Ups! Vyskytla sa chyba.</h1> <p>Pokúsime sa ju čím skôr opraviť.</p> <p>Môžete skúsiť znova načítať túto stránku alebo prejdite na <a href="%(home)s">domovskú stránku Mozilla Add-ons</a>.</p>

source: GUID
sk: Identifikátor GUID

source: URL:
sk: Adresa URL:

source: You can add multiple contributors to this collection. A contributor can add and remove add-ons from this collection, but cannot change its name or description. To add a contributor, enter their email in the box below. Contributors must have a Mozilla Add-ons account.
kab: Tzermeḍ ad ternuḍ deqs n imttekkiyen ar tagrumma-agi. Amttekki yezmer ad yernu neɣ ad yekkes izegrar si tagrumma-agi, acu kan ur izmir ara ad isnifel isemneɣ aglam. Akken ad ternuḍ amttekki, sekcem imayl ines deg usfaylu-agi daw-a. Yessefk imttekkiyen ad sɛun amiḍan n izegrar n Mozilla.
sk: K tejto kolekcii môžete pridať viacerých prispievateľov. Prispievateľ môžete pridávať alebo odstraňovať doplnky z tejto kolekcie, ale nemôže meniť jej názov alebo popis. Ak chcete pridať prispievateľa, zadajte jeho e-mailovú adresu. Prispievatelia musia mať účet Mozilla Add-ons.

source: PNG and JPG supported. Image will be resized to 32x32.
sk: Podporované formáty: PNG a JPG. Obrázok bude upravený na veľkosť 32x32.

source: There are errors in this form. Please correct them below.
sk: Vo formulári sa vyskytujú chyby. Prosím, opravte ich.

source: To include an add-on in this collection, enter its name in the box below and hit enter. You can also use the <strong>Add to Collection</strong> links throughout the site to include add-ons later.
sk: Ak chcete zahrnúť doplnok do tejto kolekcie, zadajte jeho názov do poľa uvedeného nižšie a stlačte enter. Na pridanie doplnku môžete použiť aj odkazy <strong>Pridať do kolekcie</strong> rozmiestnené na rôznych podstránkach tohto webu.

source: When Mozilla becomes aware of add-ons, plugins, or other third-party software that seriously compromises %(app)s security, stability, or performance and meets <a href="%(criteria)s">certain criteria</a>, the software may be blocked from general use. For more information, please read <a href="%(support)s">this support article</a>.
sk: Ak Mozilla zistí, že doplnok, zásuvný modul či softvér tretej strany spôsobuje vážne problémy v otázkach bezpečnosti, stability a výkonu aplikácie %(app)s a zároveň spĺňa <a href="%(criteria)s">dané kritériá</a>, môže byť takýto softvér zablokovaný. Ďalšie informácie nájdete v <a href="%(support)s">tomto článku podpory</a>.

source: You cannot delete a file once the review process has started. You must delete the whole version.
sk: Nemôžete odstrániť súbor v dobe, keď bol zahájený proces kontroly. Musíte odstrániť celú verziu.

source: Deleting a version which has already been reviewed may also cause a significant delay in the review of your next update.
sk: Odstránením verzie, ktorá už bola skontrolovaná, môžete spôsobiť zdržanie pri kontrole vašej budúcej aktualizácie.

source: {0} Daily Users
kab: {0} Iseqdacen n yal ass

source: Please be aware that WebExtensions will not accept a "*" in <a href="%(version_url)s">strict_min_version</a>.
kab: Ma ulac aɣilif ẓeṛ d akken WebExtensions ur qeblen ara "*" di <a href="%(version_url)s">strict_min_version</a>.

source: Windows
kab: Isfuyla

source: Please choose a license appropriate for the rights you grant on your source code.
kab: Ma ulac aɣilif, fren turagt ilaqen i yizerfan i tebɣiḍ ad tsedduḍ i tengalt inek aɣbalu.

source: Cancel Review and Disable Version
kab: Sefsex acegger sakin sens lqem

source: Submit Version for Review
kab: Azen lqem i ucegger

source: WebExtensions
kab: WebExtension

source: Review Policies
kab: Tasertit n ucegger

source: Compatibility Reporter
kab: Amazan n umṣada

source: Evolution in Add-on Development
kab: Asfari di tneflit n izegrar

source: WebExtensions are now the standard for add-on development in Firefox. You'll need to update your legacy add-ons to stay compatible.
kab: WebExtensions uɣalen d tizeɣt i tneflit n izegrar di Firefox. Tesriḍ asnifel n izegrar iqbuṛen akken ad teqqimeḍ deg umṣada.

source: What's New
kab: D acu yellan d amaynut

source: See Schedule
kab: Wali ttiεadat

source: Add-ons let millions of Firefox users enhance their browsing experience. If you know <a href="%(html_link)s">HTML</a>, <a href="%(js_link)s">JavaScript</a>, and <a href="%(css_link)s">CSS</a>, you already have all the necessary skills to make a great add-on.
kab: Izegrar ttaǧǧan ifḍan n iseqdacen ad sneflin tarmit-nsen n tunigin. Ma tesneḍ <a href="%(html_link)s">HTML</a>, <a href="%(js_link)s">JavaScript</a>, akked <a href="%(css_link)s">CSS</a>,ɣur-k abrid yeldi akken ad teggeḍ azegrir meqqṛen.

source: Validator
kab: Amsentem

source: See if your add-on is likely to be affected by changes in Firefox.
kab: Wali ma yella azgrir inek yezmer ad ittuḥaz s usnifel n Firefox.

source: Tell us if an add-on works in a particular version of Firefox.
kab: Ini-yaɣ-d ma yella azegrir iteddu kan akked yiwen n lqem n Firefox.

source: Contributions are only available for add-ons with listed versions.
kab: Attekki ad yili kan i yezegrar s ileqman id-yettwaseknen.

source: Contributions are only available for approved add-ons.
kab: Attekki yella kan i yizegrar yettwasentmen.

source: I agree to the <a href="%(agreement_url)s">Firefox Add-on Distribution Agreement</a> and to my information being handled as described in the <a href="%(privacy_notice_url)s">Websites, Communications and Cookies Privacy Notice</a>.
kab: Qebleɣ <a href="%(agreement_url)s">Amtawat n uzuzer n izegrar Firefox </a> udiq qeble d akken talɣut icudden ɣur-s ad tettwasesfer am akken d-ittummel di <a href="%(privacy_notice_url)s"> tserstit n tbadnit icudden ar ismal web, ar teɣwalt akked inagan n tuqqna</a>.

source: Emoji expression {start_sub_heading}with {addon_name}{end_sub_heading}
kab: Tanfalit Emoji {start_sub_heading}s {addon_name}{end_sub_heading}

source: New Add-on ({0})
kab: Azegrir amaynut ({0})

source: Return to the Reviewer Tools homepage
kab: Uɣal ar usebter agejdan n ifecka n imcegger

source: New Add-ons
kab: Izegrar imaynuten

source: New Add-on ({num})
kab: Azegrir amaynut ({num})

source: Update ({num})
kab: Lqem ({num})

source: New Reviewers
kab: Imceggiren imaynuten

source: What does it mean if an add-on is "experimental"?
kab: D acu d anamek ma yella azegrir d "armitan"?

source: Experimental add-ons have been marked by their developers as not suitable for a wide audience. They have been checked by our editors to make sure they don't have security problems, but they may still have bugs or not work properly. Use caution when installing experimental add-ons and uninstall the add-on immediately if you notice problems. <a href="%(url)s">Learn more about our review process</a></dd>
kab: Izegrar irmitanen ttwaceṛḍen sɣuṛ ineflayen nsen ur ttagen ara i tugett n yemdanen. Ur ttwasneqdecn ara sɣuṛ imazragen-nneɣ akken ad walin ma ulac deg-sen uguren n tɣellist, acu kan zemren ad gebren tuccḍiwin neq ahat ur teddun ara akken iwata. Ɣur-k ticki tessebdadeḍ izegrar irmitanen udiɣ kkes-iten ma tufid-d ugur. <a href="%(url)s">Issin ugar ɣef ukala n ucegger</a></dd>

source: Please enter at least one name to be denied.
kab: Ma ulac aɣilif, sekcem ɣarsum isem imumi ara tgedleḍ anekcum.

source: Message ID
kab: Asulay ID n yizen

source: Message
kab: Izen

source: Addons Affected
kab: Izegrar ittuḥazen

source: Invalid email provided.
es_ar: Se proporcionó una dirección de correo electrónico no válida.
fi: Virheellinen sähköpostiosoite.
fur: E je stade indicade une e-mail no valide.
fy_nl: Unjildich e-mailadres opjûn.
he: סופקה כתובת דוא״ל לא תקינה.
hr: Neispravna e-mail adresa.
ia: Invalide adresse email fornite.
is: Ógilt tölvupóstfang gefið.
nb_no: Ugyldig e-postadresse oppgitt.
nn_no: Ugyldig e-postadresse skrive inn.
ro: Adresă de e-mail nevalidă.
th: ระบุอีเมลไม่ถูกต้อง
tr: Geçersiz e-posta adresi girildi.
vi: Email được cung cấp không hợp lệ.

source: Reason for appeal
es_ar: Razón para la apelación
fi: Valituksen syy
fur: Motîf dal ricors
fy_nl: Reden foar beswier
he: סיבה לערעור
hr: Razlog žalbe
ia: Ration del appello
is: Ástæða áfrýjunar
nb_no: Begrunnelse for anke
nn_no: Grunn for appell
ro: Motiv contestație
th: เหตุผลในการยื่นอุทธรณ์
tr: İtiraz nedeni
vi: Lý do kháng cáo

source: Please explain why you believe that this decision was made in error, and/or does not align with the applicable policy or law.
es_ar: Explicá por qué creés que esta decisión se tomó por error y/o no se ajusta a la política o ley aplicable.
fi: Selitä, miksi uskot tämän päätöksen olleen virheellinen ja/tai se ei ole sovellettavan käytännön tai lain mukainen.
fur: Par plasê spieghe parcè che tu crodis che cheste decision e je stade fate par erôr e/o che no je in linie cu lis regulis o lis leçs aplicabilis.
fy_nl: Lis út wêrom’t jo leauwe dat dit beslút net terjochte makke is en/of net oerienkomt mei it jildende belied of wet.
he: נא להסביר מדוע לדעתך החלטה זו התקבלה בטעות ו/או אינה תואמת את המדיניות או החוק.
hr: Objasni zašto smatraš da je ova odluka kriva i/ili da nije u skladu s primjenjivom politikom ili zakonom.
ia: Per favor explica perque tu crede que iste decision era errate, o non es alineate con le criterio o le lege applicabile.
nb_no: Forklar hvorfor du mener at denne avgjørelsen ble tatt ved en feil og/eller ikke samsvarer med gjeldende retningslinjer eller lover.
nn_no: Forklar kvifor du meiner at denne avgjerda vart teken ved ein feil og/eller ikkje samsvarar med gjeldande retningslinjer eller lover.
ro: Te rugăm să ne explici de ce crezi că decizia este greșită și/sau nu se aliniază cu politica sau legea aplicabilă.
th: โปรดอธิบายว่าเหตุใดคุณจึงเชื่อว่าคำตัดสินนี้ผิดพลาด และ/หรือไม่สอดคล้องกับนโยบายหรือกฎหมายอย่างไร
tr: Lütfen bu kararın neden hatalı olduğunu ve/veya geçerli politika veya yasalara uygun olmadığını düşündüğünüzü açıklayın.
vi: Vui lòng giải thích lý do bạn cho rằng quyết định này được đưa ra do nhầm lẫn và/hoặc không phù hợp với chính sách hoặc luật hiện hành.

source: User profile
es_ar: Perfil del usuario
fi: Käyttäjäprofiili
fur: Profîl utent
fy_nl: Brûkersprofyl
he: פרופיל משתמש
hr: Korisnički profil
ia: Profilo de usator
is: Notandasnið
nb_no: Brukerprofil
nn_no: Brukarprofil
ro: Profil utilizator
th: โปรไฟล์ผู้ใช้งาน
tr: Kullanıcı profili
vi: Hồ sơ người dùng

source: "{}" for {}
es_ar: "{}" para {}
fur: “{}” par {}
fy_nl: ‘{}’ foar {}
hr: „{}” za {}
ia: "{}" pro {}
is: "{}" fyrir {}
ro: "{}" pentru {}
th: "{}" สำหรับ {}
tr: "{}" için {}
vi: "{}" cho {}
