Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Authors that have been added to this add-on but haven't confirmed.
es_ar: Autores que se han agregado a este complemento pero que no han confirmado.
fi: Tekijät, jotka on lisätty tähän lisäosaan, mutta joita ei ole vahvistettu.
fur: Autôrs che a son stâts zontâts a chest component adizionâl ma no àn ancjemò dât conferme.
fy_nl: Auteurs dy’t oan dizze add-on tafoege binne, mar noch net befêstige hawwe.
he: יוצרים שנוספו לתוספת זו אך לא אישרו.
hr: Autori koji su dodani ovom dodatku, ali koji nisu potvrdili poziv.
ia: Autores que ha essite addite a iste additivo ma non ha confirmate.
nb_no: Opphavsmenn som har blitt lagt til dette tillegget, men ikke har bekreftet.
nn_no: Opphavsmenn som har blitt lagt til dette tillegget, men ikkje har stadfesta det.
ro: Autori adăugați, dar neconfirmați la acest supliment.
te: ఈ పొడగింతకు రచయితలు చేర్చబడి ఉన్నారు కానీ నిర్ధారించబడలేదు.
tr: Bu eklentiye eklenen ancak onaylanmayan yazarlar.
vi: Tác giả đã được thêm vào tiện ích này nhưng chưa được xác nhận.

source: Additional Details
es_ar: Más detalles
fi: Lisätiedot
fur: Detais adizionâi
fy_nl: Oanfoljende details
he: פרטים נוספים
hr: Dodatni detalji
ia: Detalios additional
is: Viðbótaratriði
nb_no: Ytterligere detaljer
nn_no: Ytterlegare detaljar
ro: Detalii suplimentare
te: అదనపు వివరాలు
th: รายละเอียดเพิ่มเติม
tr: Ek Ayrıntılar
vi: Chi tiết bổ sung

source: Additional Details for {0}
es_ar: Más detalles para {0}
fi: Lisäosan {0} lisätiedot
fur: Detais adizionâi par {0}
fy_nl: Oanfoljende details foar {0}
he: פרטים נוספים עבור {0}
hr: Dodatni detalji za {0}
ia: Detalios additional pro {0}
is: Viðbótaratriði fyrir {0}
nb_no: Ytterligere detaljer for {0}
nn_no: Ytterlegare detaljar for {0}
ro: Detalii suplimentare pentru {0}
te: {0} కొరకు అదనపు వివరాలు
th: รายละเอียดเพิ่มเติมสำหรับ {0}
tr: {0} için Ek Ayrıntılar
vi: Chi tiết bổ sung cho {0}

source: Tags help users find your add-on. You may have a maximum of {0} tags. Only choose tags that are relevant to your add-on.
es_ar: Las etiquetas ayudan a los usuarios a encontrar tu complemento. Podés tener un máximo de {0} etiquetas. Elegí solo etiquetas que sean relevantes para tu complemento.
fi: Tunnisteet auttavat käyttäjiä löytämään lisäosasi. Sinulla voi olla enintään {0} tunnistetta. Valitse vain tunnisteet, jotka ovat olennaisia lisäosasi kannalta.
fur: Lis etichetis a judin i utents a cjatâ il to component adizionâl. Tu puedis vê un massim di {0} etichetis. Sielç dome chês pertinentis al to component adizionâl.
fy_nl: Labels helpe brûkers jo add-on te finen. Jo kinne maksimaal {0} labels brûke. Kies allinnich labels dy’t relevant foar jo add-on binne.
he: תגים עוזרים למשתמשים למצוא את התוספת שלך. ניתן להשתמש ב־{0} תגים לכל היותר. יש להשתמש רק בתגים שקשורים לתוספת שלך.
ia: Le tags adjuta le usatores a trovar tu additivo. Tu pote haber un maximo de {0} tags. Solo elige tags que es pertinente a tu additivo.
nb_no: Stikkord (tagger) hjelper brukere med å finne tillegget ditt. Du kan ha maksimalt {0} stikkord. Velg bare stikkord som er relevante for tillegget ditt.
nn_no: Stikkord (taggar) hjelper brukarar med å finne tillegget ditt. Du kan ha maksimalt {0} stikkord. Vel berre stikkord som er relevante for tillegget ditt.
ro: Etichetele ajută utilizatorii să îți găsească suplimentul. Ai dreptul la maxim {0} etichete. Alegele numai pe cele relevante pentru suplimentul tău.
th: ป้ายกำกับสามารถช่วยให้ผู้ใช้หาส่วนเสริมของคุณพบได้ คุณสามารถมีป้ายกำกับได้สูงสุด {0} ป้าย ให้เลือกเฉพาะป้ายที่เกี่ยวข้องกับส่วนเสริมของคุณเท่านั้น
tr: Etiketler, kullanıcıların eklentinizi bulmasına yardımcı olur. En fazla {0} etiketiniz olabilir. Yalnızca eklentinizle alakalı etiketleri seçin.
vi: Tag giúp người dùng tìm thấy tiện ích của bạn. Bạn có thể thêm tối đa {0} tag. Chỉ chọn tag có liên quan đến tiện ích của bạn.

source: Limit {0} tags.
es_ar: Limitar {0} etiquetas.
fur: Limit di {0} etichetis.
fy_nl: {0} labels beheine.
hr: Ograniči {0} oznake(a).
ia: Limitar {0} tags.
is: Takmarkað við {0} merki.
nb_no: Begrens {0} stikkord.
nn_no: Avgrens til {0} taggar.
ro: Limită de {0} etichete.
th: จำกัดป้ายกำกับที่ {0} ป้าย
tr: {0} etiketlerini sınırla.
vi: Giới hạn {0} tag.

source: Describe {0}
es_ar: Describir {0}
fi: Kuvaa {0}
fur: Descrizion {0}
fy_nl: Beskriuw {0}
he: תיאור {0}
hr: Opiši {0}
ia: Describer {0}
is: Lýstu {0}
nb_no: Beskriv {0}
nn_no: Skildre {0}
ro: Descrie {0}
te: {0}ను వివరించండి
th: อธิบาย {0}
tr: {0} eklentinizi tanımlayın
vi: Mô tả {0}

source: Name and Summary
es_ar: Nombre y descripción
fi: Nimi ja yhteenveto
fur: Non e somari
fy_nl: Namme en gearfetting
he: שם ותקציר
hr: Naziv i sažetak
ia: Nomine e summario
is: Nafn og samantekt
nb_no: Navn og sammendrag
nn_no: Namn og samandrag
ro: Denumire și rezumat
te: పేరు, సారాంశం
th: ชื่อและสรุป
tr: İsim ve Özet
vi: Tên và tóm tắt

source: The summary should explain what your add-on does, clearly and concisely. Both the name and summary will appear on your product page and search results. They have a combined maximum length of 70 characters and a minimum length of 2 characters for each.
es_ar: El resumen debe explicar lo que hace el complemento de manera clara y concisa. Tanto el nombre como el resumen aparecerán en la página del producto y en los resultados de búsqueda. Tienen una longitud máxima combinada de 70 caracteres y una longitud mínima de 2 caracteres para cada uno.
fi: Yhteenvedon tulee selittää selkeästi ja ytimekkäästi, mitä lisäosasi tekee. Sekä nimi että yhteenveto näkyvät tuotesivulla ja hakutuloksissa. Niiden yhteenlaskettu enimmäispituus on 70 merkkiä ja vähimmäispituus 2 merkkiä kummallekin.
fur: Il somari al à di spiegâ ce che il component adizionâl al fâs, in mût clâr e curt. Sedi il non che la descrizion a vegnin visualizâts te pagjine dal prodot e tai risultâts di ricercje. Viôt che i doi cjamps a vedin ognidun une lungjece minime di 2 caratars e che adun a vedin une lungjece massime di 70 caratars.
fy_nl: De gearfetting moat útlizze wat jo add-on docht, dúdlik en konkreet. Sawol de namme as de gearfetting sille ferskine op jo produktside en yn sykresultaten. Se hawwe in kombinearre maksimale lingte fan 70 karakters en in minimale lingte fan 2 tekens foar elk.
he: התקציר צריך להסביר מה עושה התוספת שלך, בבירור ובתמציתיות. השם והתקציר יופיעו בדף המוצר שלך ובתוצאות החיפוש. האורך המירבי של שניהם ביחד צריך להיות 70 תווים, ואורך מינימלי של 2 תווים לכל אחד.
ia: Le summario debe explicar lo que le additivos face, clarmente e concisemente. Ambe le nomine e le summario apparera su le pagina e le resultatos de recerca de tu producto. Illos ha un longor maxime combinate de 70 characteres e un longor minime de 2 characteres cata uno.
nb_no: Sammendraget bør forklare hva tillegget ditt gjør, tydelig og konsist. Både navnet og sammendraget vil vises på produktsiden din og i søkeresultatene. De har en samlet maksimal lengde på 70 tegn og en minimumslengde på 2 tegn for hver.
nn_no: Samandraget bør forklare kva tillegget ditt gjer, tydeleg og konsist. Både namnet og samandraget vil visast på produktsida di og i søkjeresultata. Dei har ei samla maksimal lengde på 70 teikn og ei minimumslengde på 2 teikn for kvar.
ro: Rezumatul trebuie să explice clar și concis ce face suplimentul. Atât denumirea, cât și rezumatul vor apărea pe pagina produsului tău și în rezultatele de căutare. Au o lungime combinată maximă de 70 de caractere și o lungime minimă de 2 caractere fiecare.
th: ข้อความสรุปควรอธิบายถึงสิ่งที่ส่วนเสริมของคุณสามารถทำได้ โดยให้อธิบายอย่างชัดเจนและกระชับ โดยทั้งชื่อและข้อความสรุปนี้จะปรากฏบนหน้าผลิตภัณฑ์ของคุณและผลลัพธ์การค้นหา และมีความยาวสูงสุด 70 อักขระ รวมทั้งความยาวต่ำสุด 2 อักขระ
tr: Özet, eklentinizin ne yaptığını açık ve öz bir şekilde açıklamalıdır. Hem ad hem de özet, ürün sayfanızda ve arama sonuçlarınızda görünür. Maksimum toplam uzunluk 70 karakter ve her biri için minimum 2 karakterdir.
vi: Bản tóm tắt phải giải thích những gì tiện ích của bạn làm, rõ ràng và ngắn gọn. Cả tên và phần tóm tắt sẽ xuất hiện trên trang sản phẩm và kết quả tìm kiếm của bạn. Chúng có độ dài tối đa kết hợp là 70 ký tự và độ dài tối thiểu là 2 ký tự cho mỗi trường.

source: View Product Page
es_ar: Ver página del producto
fi: Näytä tuotesivu
fur: Visualize la pagjine dal prodot
fy_nl: Produktside besjen
he: הצגת דף המוצר
hr: Prikaži stranicu proizvoda
ia: Vide le pagina de producto
is: Skoða vörusíðu
nb_no: Vis produktside
nn_no: Vis produktside
ro: Afișează pagina produsului
te: ఉత్పాదన పేజీని చూడండి
th: ดูหน้าผลิตภัณฑ์
tr: Ürün sayfasını göster
vi: Xem trang sản phẩm

source: The whiteboard is the place to provide information relevant to your add-on, whatever the version, to the reviewers. Use it to provide ways to test the add-on, and any additional information that may help. This whiteboard is also editable by reviewers.
es_ar: La pizarra es el lugar para proporcionar información relevante a tu complemento, en cualquier versión, a los revisores. Usala para proporcionar formas de probar el complemento, y cualquier información adicional que pueda ayudar. Esta pizarra también puede ser editada por los revisores.
fur: La bacheche e je un puest dulà dâ informazions impuartantis ai revisôrs par cualsisei version dal to component adizionâl. Doprile par spiegâ i passaçs par fâ provis dal component e da cualsisei informazion in plui che e torne utile. Ancje i revisôrs a puedin scrivi su cheste bachece.
fy_nl: It notysjeboerd is it plak wêr’t jo relevante ynformaasje oer jo add-on foar de beoardielers opjaan kinne, ûnôfhinklik fan de ferzje. Brûk it om manieren foar it testen fan de add-on op te jaan, en eventueel oare behelpsume ynformaasje. Dit notysjeboerd kin ek troch beoardielers bewurke wurde.
he: הלוח הלבן הוא המקום לספק מידע רלוונטי של התוספת שלך (בכל גרסה שהיא) לסוקרים. ניתן להשתמש בו כדי לספק דרכים לבדיקת התוספת, וכל מידע נוסף שעשוי לעזור. לוח לבן זה ניתן לעריכה גם על־ידי סוקרים.
ia: Le tabula blanc es le loco pro fornir informationes pertinente a tu additivo, qualcunque version, al revisores. Usa lo pro fornir manieras de testar le additivo, e ulle additional informationes que pote adjutar. Iste tabula blanc es alsi modificabile per le revisores.
nb_no: Denne oppslagstavlen er for å utveksle informasjon som er relevant for tillegget ditt, uansett versjon, til gjennomgangspersoner. Bruk denne til å gi ulike måter å teste tillegget på, og eventuelt ytterlegge informasjon som kan hjelpe til. Denne tavlen er også redigerbar av gjennomgangspersoner.
nn_no: Tavla er plassen for å utveksle informasjon som er relevant for utvidinga di, uansett versjon, til vurderarane. Bruk henne til å gje ulike måtar å teste utvidinga på, og eventuell ytterlegare informasjon som kan hjelpe til. Denne tavla kan og redigerast av vurderarar.
ro: Tabla albă vă permite să oferiți revizorilor informații relevate despre supliment, indiferent de versiune. Folosește-o ca să indici modalități de testare a suplimentului și orice informații adiționale utile. Poate fi editată și de revizori.
tr: Beyaz tahta, sürümü ne olursa olsun eklentinizle ilgili bilgileri inceleyicilere sağlayan yerdir. Eklentiyi test etmenin yollarını ve yardımcı olabilecek ek bilgileri sağlamak için kullanın. Bu beyaz tahta, inceleyiciler tarafından da düzenlenebilir.
vi: Bảng trắng là nơi cung cấp thông tin liên quan đến tiện ích bổ sung của bạn, cho dù là phiên bản nào, cho người đánh giá. Sử dụng nó để cung cấp các cách kiểm tra tiện ích bổ sung và bất kỳ thông tin bổ sung nào có thể hữu ích. Người đánh giá cũng có thể chỉnh sửa bảng trắng này.

source: Used in listings of add-ons, like search results.
es_ar: Se usa en listas de complementos, como los resultados de búsqueda.
fi: Käytetään lisäosien luetteloissa, kuten hakutuloksissa.
fur: Doprât intes pagjinis che a listin i components adizionâi, come i risultâts des ricercjis.
fy_nl: Brûkt yn fermeldingen fan add-ons, lykas sykresultaten.
he: נעשה שימוש ברשומות של תוספות, כמו תוצאות חיפוש.
hr: Koristi se u popisu dodataka, kao rezultati pretraživanja.
ia: Usate in listas de additivos, como resultatos de recerca.
is: Notað í upptalningum viðbóta, t.d. leitarniðurstöðum.
nb_no: Brukes i lister over tillegg, som søkeresultater.
nn_no: Blir brukt i lister over tillegg, som søkjeresultat.
ro: Folosit în listele de suplimente, cum ar fi rezultatele la căutări.
th: ใช้แสดงในรายชื่อของส่วนเสริม เช่น ผลการค้นหา
tr: Arama sonuçları gibi eklenti listelerinde kullanılır.
vi: Được sử dụng trong danh sách các tiện ích, như kết quả tìm kiếm.

source: 128x128px
es_ar: 128x128 píxeles
fur: 128×128px
he: 128×128 פיקסלים
hr: 128 × 128 px
ia: 128x128 pixels
nn_no: 128x128 pikslar

source: Will be the standard in future add-on detail pages.
es_ar: Será el estándar en las futuras páginas de detalle de los complementos.
fi: Tulee olemaan standardi tulevilla lisäosien yksityiskohtaisilla sivuilla.
fur: Al sarà il standard tes pagjinis dai detais futuris dai components adizionâi.
fy_nl: Wurdt standert brûkt op takomstige add-on-detailsiden.
he: יהיה הסטנדרט בעמודי פירוט התוספות בעתיד.
hr: Standardno će se koristiti na budućim stranicama s detaljima dodatka.
ia: Sera la standard in le futur paginas de detalios del additivos.
is: Verður notað sem staðall í framt á ítarefnissíðum viðbóta.
nb_no: Vil bli standarden på fremtidige detaljsider for tillegg.
nn_no: Vil bli standarden på framtidige detaljsider for tillegg.
ro: Va fi standard în paginile viitoare de detalii ale suplimentelor.
te: భవిష్యత్తులో ఇది పొడగింత వివరాల పేజీలలో ప్రమాణంగా ఉంటుంది.
th: จะเป็นมาตรฐานในหน้ารายละเอียดส่วนเสริมในอนาคต
tr: Gelecekteki eklenti detay sayfalarında standart olacak.
vi: Sẽ là tiêu chuẩn trong các trang chi tiết tiện ích trong tương lai.

source: PNG and JPG supported.
es_ar: Se admite PNG y JPG.
fi: PNG ja JPG ovat tuettuja.
fur: A son supuartâts PNG e JPG.
fy_nl: PNG en JPG wurde stipe.
he: ‏PNG ו־JPG נתמכים.
hr: Podržani su PNG i JPG formati.
ia: PNG e JPG es compatibile.
is: PNG og JPG studdar.
nb_no: PNG og JPG er støttet.
nn_no: PNG og JPG er støtta.
ro: PNG și JPG suportate.
te: PNG, JPG లకు కోడ్పాటు ఉంది.
th: รองรับ PNG และ JPG
tr: PNG ve JPG desteklenir.
vi: Hỗ trợ PNG và JPG.

source: Icons must be square and a minimum size of 128x128 pixels.
es_ar: Los iconos deben ser cuadrados y con un tamaño mínimo de 128x128 píxeles.
fi: Kuvakkeiden on oltava neliön muotoisia ja niiden vähimmäiskoko on 128x128 kuvapistettä.
fur: Lis iconis a scugnin jessi cuadradis e vê une dimension minime di 128×128 pixels.
fy_nl: Piktogrammen moatte fjouwerkant wêze en in minimale grutte fan 128x128 piksels.
he: סמלים חייבים להיות בצורת ריבוע ובגודל מינימלי של 128×128 פיקסלים.
hr: Ikone moraju biti kvadratične i minimalne veličine od 128 × 128 piksela.
ia: Le icone debe esser quadrate con un dimension minime de 128x128 pixels.
is: Táknmyndir verða að vera ferningslaga og að lágmarki 128x128 mynddílar.
nb_no: Ikoner må være kvadratisk og en minstestørrelse på 128x128 piksler.
nn_no: Ikon må vere kvadratiske og ha ein minstestørrelse på 128x128 pikslar.
ro: Pictogramele trebuie să fie pătrate și să aibă o mărime minimă de 128x128 pixeli.
te: ప్రతీకాలు చదరంగా, కనీస పరిమాణం 128x128 పిక్సెళ్ళగా ఉండాలి.
th: ไอคอนต้องเป็นสี่เหลี่ยมจัตุรัสและมีขนาดขั้นต่ำ 128x128 พิกเซล
tr: Simgeler kare ve en az 128x128 piksel boyutunda olmalıdır.
vi: Các biểu tượng phải là hình vuông và kích thước tối thiểu là 128x128 pixel.

source: Icons will be resized to 128x128 pixels if larger.
es_ar: Los iconos se redimensionarán a 128x128 pixels si son mayores.
fi: Kuvakkeiden koko skaalataan 128x128 kuvapisteeseen, jos suurempia.
fur: Tal câs di dimensions plui grandis, lis iconis a vignaran ridimensionadis a 128×128 pixels.
fy_nl: Piktogrammen wurde ferlytse oant 128x128 piksels wannear grutter.
he: גודל הסמלים ישתנה ל־128×128 פיקסלים אם התמונה גדולה יותר.
hr: Ako su veće, ikone će biti smanjene na 128 × 128 piksela.
ia: Le icones essera redimensionate a 128x128 pixels si es plus grande.
is: Táknmyndir verða lagaðar niður í 128x128 mynddíla ef þær eru stærri.
nb_no: Ikoner blir forminsket til 128x128 piksler hvis de er større.
nn_no: Ikon vert forminska til 128x128 pikslar dersom dei er større.
ro: Pictogramele vor fi redimensionate la 128x128 de pixeli dacă sunt mai mari.
te: పెద్దగా ఉన్న ప్రతీకాలు 128x128 పిక్సెళ్ళకు తగ్గించబడతాయి.
th: ไอคอนจะถูกปรับขนาดเป็น 128x128 พิกเซล หากใหญ่กว่านี้
tr: Simgeler daha büyükse 128x128 piksele yeniden boyutlandırılır.
vi: Các biểu tượng sẽ được thay đổi kích thước thành 128x128 pixel nếu lớn hơn.

source: PNG and JPG supported, PNG recommended. The maximum and recommended size for screenshots is 2400x1800 pixels.
es_ar: Se admite PNG y JPG y se recomienda PNG. El tamaño máximo y recomendado de las capturas de pantalla es 2400x1800 píxeles.
fi: PNG ja JPG ovat tuettuja, PNG suositeltu. Kuvakaappausten suositeltu ja samalla enimmäiskoko on 2400x1800 pikseliä.
fur: A son supuartâts i formâts PNG e JPG, conseât PNG. La dimension massime e conseade pes videadis e je 2400×1800 pixels.
fy_nl: PNG en JPG wurde stipe, PNG wurdt oanrekommandearre. De maksimale en oanrekommandearre grutte foar skermôfbyldingen is 2400x1800 piksels.
he: ‏PNG ו־JPG נתמכים, מומלץ להשתמש ב־PNG. הגודל המירבי והמומלץ של צילומי מסך הוא 1800×2400 פיקסלים.
hr: Podržani su formati PNG i JPG, preporučuje se PNG. Maksimalna i preporučena veličina za snimke ekrana je 2400 × 1800 piksela.
ia: Le formatos PNG e JPG es compatibile, ma PNG es le recommendate. Le formato maxime e recommendate pro capturas de schermo es 2400x1800 pixels.
is: Stuðningur við PNG og JPG, mælt með PNG. Hámarks- og ráðlögð stærð fyrir skjámyndir er 2400x1800 mynddílar.
nb_no: PNG og JPG støttet, PNG anbefalt. Den maksimale og anbefalte størrelsen for skjermbilder er 2400x1800 piksler.
nn_no: PNG og JPG er stødd, PNG tilrådd. Den maksimale og tilrådde størrelsen for skjermbilde er 2400x1800 pikslar.
ro: PNG și JPG suportate, PNG recomandat. Mărimea maximă și recomandată pentru capturile de ecran este de 2400x1800 pixeli.
te: PNG, JPG లకు తోడ్పాటు ఉంది, PNG సిఫార్సు చేయబడింది. తెరపట్టుల కోసం గరిష్ఠ, సిఫార్సు చేయబడిన పరిమాణం 2400x1800 పిక్సెళ్ళు.
th: รองรับไฟล์ PNG และ JPG แนะนำให้ใช้ไฟล์ PNG ขนาดภาพหน้าจอสูงสุดที่แนะนำคือ 2400x1800 พิกเซล
tr: PNG ve JPG desteklenir, PNG önerilir. Ekran görüntüleri için maksimum ve önerilen boyut 2400x1800 pikseldir.
vi: Hỗ trợ PNG và JPG, khuyến nghị PNG. Kích thước tối đa và được đề xuất cho ảnh chụp màn hình là 2400x1800 pixel.

source: Minimum size is 1000x750, and a ratio of 4:3 is required.
es_ar: El tamaño máximo es 1000x750 y se requiere un ratio de 4:3.
fi: Vähimmäiskoko on 1000x750, kuvasuhde 4:3 vaaditaan.
fur: La dimension minime e je 1000×750 e e covente une proporzion di 4:3.
fy_nl: De minimale grutte is 1000x750, en in ferhâlding fan 4:3 is fereaske.
he: הגודל המינימלי הוא 750×1000 פיקסלים, ונדרש יחס של 4:3.
hr: Minimalna veličina je 1000 × 750 i potreban je omjer 4 : 3.
ia: Le dimensiones minime es 1000x750, e un ration es necesse un ration de 4:3.
is: Lágmarksstærðin er 1000x750 og krafist er stærðarhlutfallana 4:3.
nb_no: Minimumsstørrelse er 1000x750, og et forhold på 4:3 er påkrevd.
nn_no: Minimumsstørrelse er 1000x750, og eit forhold på 4:3 er påkravd.
ro: Dimensiunea minimă este de 1000x750 și este necesar un raport de 4:3.
te: కనిష్ఠ పరిమాణం 1000x750, 4:3 నిష్పత్తి అవసరం.
th: ขนาดขั้นต่ำคือ 1000x750 และต้องมีอัตราส่วน 4:3
tr: Minimum boyut 1000x750 piksel ve 4:3 oranında olması gereklidir.
vi: Kích thước tối thiểu là 1000x750 và tỷ lệ bắt buộc là 4:3.

source: Having screenshots in your product page greatly increases its chances of being installed.
es_ar: Tener capturas de pantalla en la página del producto aumenta enormemente las posibilidades de ser instalado.
fi: Kuvakaappausten lisääminen tuotesivulle lisää huomattavasti todennäköisyyttä asennuksen suhteen.
fur: Vê videadis di anteprime te pagjine dal prodot al miore une vore la pussibilitât che al vegni instalât.
fy_nl: It opnimmen fan skermôfbyldingen op jo produktside fergruttet de kâns dat jo add-on ynstallearre wurdt.
he: הצגת צילומי מסך בדף המוצר שלך מגדילה מאוד את הסיכויים שיתקינו אותו.
hr: Snimke ekrana na tvojoj stranici proizvoda uvelike povećavaju šanse da se dodatak instalira.
ia: Le instantaneos de schermo in tu pagina de presentation del producto incrementa grandemente su chances de esser installate.
is: Að hafa skjámyndir á kynningarsíðunni þinni eykur til muna líkurnar á að forritsaukinn verði settur upp.
nb_no: Å ha skjermbilder på produktsiden din øker sterkt sjansen for installasjoner.
nn_no: Å ha skjermbilete på produktsida di aukar sterkt sjansen for installasjonar.
ro: Capturile de ecran din pagina produsului îi sporesc șansele de a fi instalat.
tr: Ürün sayfanızda ekran görüntülerinin bulunması, yüklenme şansını büyük ölçüde artırır.
vi: Có ảnh chụp màn hình trong trang sản phẩm của bạn làm tăng đáng kể cơ hội được cài đặt.

source: Your add-on is currently set to "Invisible".
es_ar: Tu complemento está actualmente configurado en "Invisible".
fi: Lisäosasi on tällä hetkellä asetettu tilaan "Invisible" ("Näkymätön").
fur: In chest moment il to component adizionâl al è metût come “Invisibil”.
fy_nl: Jo add-on is op it stuit ynsteld op ‘Unsichtber’.
he: התוספת שלך מוגדרת כרגע ל״בלתי־נראית״.
hr: Tvoj je dodatak trenutačno postavljen na „Nevidljivo”.
ia: Tu additivo es actualmente definite como "Invisibile".
nb_no: Tillegget ditt er for øyeblikket satt til «Usynlig».
nn_no: Tillegget ditt er for tida sett til «Usynleg».
ro: Suplimentul este setat acum pe „invizibil”.
tr: Eklentiniz şu anda "Görünmez" olarak ayarlanmış.
vi: Tiện ích của bạn hiện được đặt thành "Ẩn".

source: While in this state, "On your own" is the only distribution method available.
es_ar: Mientras esté en este estado, "Por cuenta propia" es el único método de distribución disponible.
fur: In chest stât, "Par to cont" al è l’unic metodi di distribuzion disponibil.
fy_nl: Yn dizze steat is de iennich beskikbere distribúsjemetoade ‘Sels’.
ia: Durante iste stato, "Per conto tue" es le solo methodo de distribution disponibile.
nb_no: I denne tilstanden er «På egenhånd» den eneste tilgjengelige distribusjonsmetoden.
nn_no: I denne tilstanden er «På eiga hand» den einaste tilgjengelege distribusjonsmetoden.
ro: Când este în această stare, singura metodă de distribuție disponibilă este „pe cont propriu”.
tr: Bu durumdayken dağıtım yöntemi olarak sadece "Kendi başınıza"yı kullanabilirsiniz.
vi: Trong khi ở trạng thái này, "Chính bạn" là phương thức phân phối duy nhất có sẵn.

source: You cannot change attached sources because this version has been reviewed by Mozilla.
es_ar: No se puede cambiar fuentes adjuntas porque esta versión ya ha sido revisada por Mozilla.
fur: No tu puedis cambiâ i sorzints zontâts parcè che cheste version e je stade revisionade di Mozilla.
fy_nl: Jo kinne byfoege boarnen net wizigje, omdat dizze ferzje beoardiele is troch Mozilla.
he: לא ניתן לשנות מקורות מצורפים מכיוון שגרסה זו עברה סקירה על־ידי Mozilla.
hr: Ne možeš mijenjati priložene izvore jer je ovu verziju pregledala Mozilla.
ia: Tu non pote cambiar le surgentes attachate perque iste version ha essite revidite per Mozilla.
nb_no: Du kan ikke endre vedlagte kilder fordi denne versjonen har blitt gjennomgått av Mozilla.
nn_no: Du kan ikkje endre vedlagde kjelder fordi denne versjonen har vorte gjennomgått av Mozilla.
ro: Nu poți modifica sursele atașate pentru că versiunea a fost verificată de Mozilla.
th: คุณไม่สามารถเปลี่ยนแหล่งที่มาที่แนบมาได้ เนื่องจากเวอร์ชันนี้ได้รับการตรวจสอบโดย Mozilla แล้ว
tr: Bu sürüm Mozilla tarafından incelenmiş olduğu için ekli kaynakları değiştiremezsiniz.
vi: Bạn không thể thay đổi các nguồn đính kèm vì phiên bản này đã được xem xét bởi Mozilla.
