Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Thank you for your report about the following user profile on Mozilla Add-ons: %(name)s. We reviewed your report and the content in question, and found that it violates Mozilla's policies (%(policy_document_url)s), and have therefore removed the content.
es_ar: Gracias por tu informe sobre el siguiente perfil de usuario en Complementos de Mozilla: %(name)s. Revisamos tu informe y el contenido en cuestión, y encontramos que viola las políticas de Mozilla (%(policy_document_url)s), y por lo tanto hemos eliminado el contenido.
fur: Graciis pe segnalazion di chest profîl utent su Mozilla Add-ons: %(name)s. O vin revisionât la tô segnalazion e i contignûts in cuistion e o vin cjatât che a violin lis politichis di Mozilla (%(policy_document_url)s). Duncje o vin gjavât i contignûts.
fy_nl: Tank foar jo melding oer it folgjende brûkersprofyl op Mozilla Add-ons: %(name)s. Wy hawwe jo melding en de ynhâld yn kwestje besjoen, en fûnen dat it yn stried is mei it add-onsbelied fan Mozilla (%(policy_document_url)s), en hawwe dêrom de ynhâld fuortsmiten.
he: תודה על הדיווח שלך לגבי פרופיל המשתמש ב־Mozilla Add-ons‏: %(name)s. בדקנו את הדיווח שלך ואת התוכן המדובר, ומצאנו שהוא מפר את המדיניות של Mozilla‏ (%(policy_document_url)s), ולכן הסרנו את התוכן.
ia: Gratias pro tu reporto re le sequente profilo de usator sur Mozilla Add-ons: %(name)s. Nos revideva tu reporto e le contento in question, e trovava que illo violava regulas de Mozilla pro le additivos (%(policy_document_url)s), e ha dunque removite le contento.
nb_no: Takk for rapporten din om følgende brukerprofil på Mozilla-tillegg: %(name)s. Vi har gjennomgått rapporten din og det aktuelle innholdet, og funnet at det bryter med Mozillas retningslinjer (%(policy_document_url)s), og har derfor fjernet innholdet.
nn_no: Takk for rapporten din om følgjande brukerprofil på Mozilla-tillegg: %(name)s. Vi har gått gjennom rapporten din og det aktuelle innhaldet, og funne at det bryter med Mozillas retningslinjer (%(policy_document_url)s), og har derfor fjerna innhaldet.
ro: Îți mulțumim pentru raportul despre următorul utilizator de pe Suplimente Mozilla: %(name)s. Am analizat raportul și conținutul în cauză și am constatat că încalcă politicile Mozilla (%(policy_document_url)s). Prin urmare, am eliminat conținutul.
tr: Mozilla Add-ons sitesinde yer alan %(name)s adlı kullanıcı profili hakkındaki raporunuz için teşekkür ederiz. Raporunuzu ve söz konusu içeriği inceledik ve Mozilla politikalarını (%(policy_document_url)s) ihlal ettiğini tespit ettik. Bu nedenle içeriği kaldırdık.
vi: Cảm ơn bạn đã báo cáo về hồ sơ người dùng sau trên Tiện ích Mozilla: %(name)s. Chúng tôi đã xem xét báo cáo của bạn và nội dung được đề cập và nhận thấy rằng báo cáo đó vi phạm chính sách của Mozilla (%(policy_document_url)s), và do đó đã xóa nội dung.

source: Notification [%s] does not exist
es_ar: La notificación [%s] no existe
fi: Ilmoitusta [%s] ei ole olemassa
fur: La notifiche [%s] no esist
fy_nl: Notifikaasje [%s] bestiet net
he: התראה [%s] לא קיימת
hr: Obavijest [%s] ne postoji
ia: Le notification [%s] non existe
is: Tilkynningin [%s] er ekki til
nb_no: Varsel [%s] eksisterer ikke
nn_no: Varsel [%s] finst ikkje
ro: Notificarea [%s] nu există
te: [%s] గమనింపు లేనే లేదు
th: ไม่มีการแจ้งเตือน [%s] อยู่
tr: Bildirim [%s] mevcut değil
vi: Thông báo [%s] không tồn tại

source: Add-ons Review Team
es_ar: Equipo de revisión de complementos
fi: Lisäosien katselmointitiimi
fur: Grup di revision dai components adizionâi
fy_nl: Add-on-beoardielingsteam
he: צוות סקירת תוספות
hr: Tim za pregled dodataka
ia: Equipa de revision del additivos
is: Umsagnarteymi fyrir viðbætur
nb_no: Gjennomgangsteam for tillegg
nn_no: Vurderingsteam for tillegg
ro: Echipa de revizuire a suplimentelor
th: ทีมงานตรวจทานส่วนเสริม
tr: Eklenti İnceleme Ekibi
vi: Đội ngũ đánh giá tiện tích

source: Request content length is too large.
es_ar: La longitud del contenido pedido es demasiado grande.
fi: Pyynnön sisällön pituus on liian suuri.
fur: La lungjece dal contignût de richieste al è masse grant.
fy_nl: Lingte fan fersykynhâld is te grut.
he: תוכן הבקשה ארוך מדי.
hr: Sadržaj zahtjeva je predug.
ia: Le longor del contento del requesta es troppo grande.
is: Lengd umbeðins efnis er of mikil.
nb_no: Forespørselens innhold er for langt.
nn_no: Inhaldet i førespurnaden er for langt.
ro: Conținutul cererii este prea lung.
th: เนื้อหาคำขอมีความยาวมากเกินไป
tr: İstek içeriğinin uzunluğu çok büyük.
vi: Kích cỡ content length quá lớn.

source: Add-on uploads are temporarily unavailable.
es_ar: La subida de complementos no está disponible temporalmente.
fi: Lisäosien lähetykset eivät ole tilapäisesti käytettävissä.
fur: Il cjariament in rêt di components adizionâi nol è disponibil pal moment.
fy_nl: Add-on-oplaads binne tydlik net beskikber.
he: העלאה של תוספות אינה זמינה באופן זמני.
ia: Le incargamento de additivos es temporarimente indisponibile.
nb_no: Opplasting av tillegg er midlertidig utilgjengelig.
nn_no: Opplasting av tillegg er for tida utilgjengeleg.
ro: Încărcările de suplimente nu sunt disponibile temporar.
th: การอัปโหลดส่วนเสริมไม่สามารถทำได้ชั่วคราว
tr: Eklenti gönderme geçici olarak kullanılamıyor.
vi: Tải lên tiện ích tạm thời không khả dụng.

source: Maximum number of categories per application ({MAX_CATEGORIES}) exceeded
es_ar: Se excedió el número máximo de categorías por aplicación ({MAX_CATEGORIES})
fi: Luokkien enimmäismäärä sovellusta kohden ({MAX_CATEGORIES}) ylitetty
fur: Numar massim di categoriis par aplicazion ({MAX_CATEGORIES}) superât
fy_nl: Oer it maksimaal oantal kategoryen per tapassing ({MAX_CATEGORIES})
he: חרגת מהמספר המרבי של קטגוריות לכל יישום ({MAX_CATEGORIES})
hr: Premašen je maksimalan broj kategorija po aplikaciji ({MAX_CATEGORIES})
ia: Excedite le maxime numero de categorias per application ({MAX_CATEGORIES})
is: Farið er yfir hámarksfjölda flokka á hvert forrit ({MAX_CATEGORIES})
nb_no: Maks antall kategorier per applikasjon ({MAX_CATEGORIES}) oversteget
nn_no: Maks antal kategoriar per applikasjon ({MAX_CATEGORIES}) er overskride
ro: Numărul maxim de categorii per aplicație ({MAX_CATEGORIES}) a fost depășit
tr: Uygulama başına maksimum kategori sayısı ({MAX_CATEGORIES}) aşıldı
vi: Số danh mục tối đa ({MAX_CATEGORIES}) cho mỗi ứng dụng đã đạt giới hạn

source: The "other" category cannot be combined with another category
es_ar: La categoría "otros" no puede combinarse con otra categoría
fi: Luokkaa "muut" ei voi yhdistää toiseen luokkaan
fur: Nol è pussibil cumbinâ la categorie “altri” cuntune altre categorie
fy_nl: De kategory ‘oerich’ kin net kombinearre wurde mei in oare kategory
he: לא ניתן לשלב את הקטגוריה ״אחר״ עם קטגוריה אחרת
hr: Kategorija „Ostali” se ne može kombinirati s drugom kategorijom
ia: Le categoria "altere" non pote esser combinate con un altere categoria
is: Ekki er hægt að sameina flokkinn „annað“ við neinn annan flokk
nb_no: Kategorien "annen" kan ikke kombineres med andre kategorier
nn_no: Kategorien «annan» kan ikkje kombinerast med andre kategoriar
ro: Categoria „altele” nu poate fi combinată cu o altă categorie
th: หมวดหมู่ "อื่นๆ" ไม่สามารถรวมกับหมวดหมู่อื่นได้
tr: "Diğer" kategorisi başka bir kategoriyle birleştirilemez
vi: Danh mục "khác" không thể được kết hợp với một danh mục khác

source: Invalid category name.
es_ar: Nombre de categoría no válido.
fi: Virheellinen luokan nimi.
fur: Non di categorie no valit.
fy_nl: Unjildige kategorynamme.
he: שם הקטגוריה שגוי.
hr: Neispravno ime kategorije.
ia: Nomine de categoria non valide.
is: Ógilt heiti flokks.
nb_no: Ugyldig kategori-navn.
nn_no: Ugyldig kategorinamn.
ro: Denumire categorie nevalidă.
th: ชื่อหมวดหมู่ไม่ถูกต้อง
tr: Geçersiz kategori adı.
vi: Tên danh mục không hợp lệ.

source: URL domain must be one of [{domains}].
es_ar: El dominio de la URL debe ser uno de [{domains}].
fi: URL-verkkotunnuksen on oltava jokin seuraavista: [{domains}].
fur: Il domini dal URL al scugne jessi un tra [{domains}].
fy_nl: Domein fan URL moat der ien fan [{domains}] wêze.
he: שמות התחום של הכתובת אמורים להיות אחד מאלה: [{domains}].
hr: URL domena mora biti jedna od [{domains}].
ia: Le dominio de URL debe esser un de [{domains}].
is: Slóð léns verður að vera ein af [{domains}].
nb_no: URL-domenet må være én av [{domains}].
nn_no: URL-domenet må vere éin av [{domains}].
ro: Domeniul URL trebuie să fie unul dintre [{domains}].
th: โดเมน URL ต้องเป็นหนึ่งใน [{domains}]
tr: URL alan adı, [{domains}] alan adlarından biri olmalıdır.
vi: Tên miền URL phải là một trong [{domains}].

source: URL path for GitHub Sponsors must contain /sponsors/.
es_ar: La ruta de URL para los patrocinadores de GitHub debe contener /sponsors/.
fi: GitHub-sponsoreiden URL-polun on sisällettävä /sponsors/.
fur: Il percors dal URL pai sponsors GitHub al scugne contignî /sponsors/.
fy_nl: URL-paad foar GitHub-sponsors moat /sponsors/ befetsje.
hr: URL staza za GitHub sponzore mora sadržavati /sponsors/.
ia: Le route de accesso del URL per le sponsores de GitHub debe continer /sponsors/.
is: Vefslóð á GitHub Sponsors verður að innihalda /sponsors/.
nb_no: Stien i URLen for GitHub-sponsorer må inneholde /sponsors/.
nn_no: Stien i URLen for GitHub-sponsorar må innehalde /sponsors/.
ro: Calea URL pentru sponsorii GitHub trebuie să conțină /sponsori/.
th: เส้นทาง URL สำหรับสปอนเซอร์ GitHub ต้องมี /sponsors/ อยู่ด้วย
tr: GitHub sponsorlarının URL yolu /sponsors/ içermelidir.
vi: Đường dẫn URL cho GitHub Sponsors phải chứa /sponsors/.

source: URLs must start with https://.
es_ar: Las URLs deben comenzar con https://.
fi: URL-osoitteiden alussa on oltava https://.
fur: I URLs a scugnin scomençâ cun https://.
fy_nl: URL’s moatte begjinne mei https://.
he: קישורים חייבים להתחיל ב־https://‎.
hr: URL-ovi moraju početi s https://.
ia: Le URLs debe initiar con https://.
is: Vefslóðir verða að byrja á https://.
nb_no: Nettadresser må begynne med https://.
nn_no: Nettadresser må begynne med https://.
ro: URL-urile trebuie să înceapă cu https://.
th: URL ต้องขึ้นต้นด้วย https://
tr: URL'ler https:// ile başlamalıdır.
vi: URL phải bắt đầu bằng https://.

source: License with slug={value} does not exist.
es_ar: La licencia con slug={value} no existe.
fi: Lisenssiä, jossa slug={value}, ei ole olemassa.
fur: La licence cun slug={value} no esist.
fy_nl: Lisinsje mei slug={value} bestiet net.
he: לא קיים רשיון עם slug={value}.
hr: Licenca sa slug={value} ne postoji.
ia: Il non existe licentia con alias breve={value}.
nb_no: Lisensen med slug={value} finnes ikke.
nn_no: Lisens med slugg={value} finst ikkje.
ro: Licența cu slug={value} nu există.
tr: slug={value} lisansı mevcut değil.
vi: Giấy phép có slug={value} không tồn tại.

source: Unsupported file type, please upload an archive file ({extensions}).
es_ar: Tipo de archivo no soportado, subí un archivo con formato ({extensions}).
fi: Tiedostotyyppiä ei tueta, lataa arkistotiedosto ({extensions}).
fur: Gjenar di file no supuartât. cjame in rêt un file archivi ({extensions}).
fy_nl: Net-stipe bestânstype, laad in argyfbestân ({extensions}) op.
he: סוג הקובץ לא נתמך, נא להעלות קובץ ארכיון ({extensions}).
hr: Nepodržana vrsta datoteke, prenesi arhivsku datoteku ({extensions}).
ia: Typo incompatibile de file, per favor incarga un file de archivo ({extensions}).
is: Óstudd skráartegund, sendu inn safnskrá ({extensions}).
nb_no: Filtypen er ikke støttet, last opp en arkivfil ({extensions}).
nn_no: Filtypen er ikkje stødd, last opp ei arkivfil ({extensions}).
ro: Tip de fișier neacceptat. Încarcă un fișier tip arhivă ({extensions}).
th: ไม่รองรับไฟล์ชนิดนี้ โปรดอัปโหลดไฟล์เก็บถาวร ({extensions})
tr: Desteklenmeyen dosya türü. Lütfen bir arşiv dosyası ({extensions}) yükleyin.
vi: Loại tập tin không được hỗ trợ, vui lòng tải lên tập tin lưu trữ ({extensions}).

source: Invalid or broken archive.
es_ar: Archivo no válido o roto.
fi: Virheellinen tai rikkinäinen arkisto.
fur: Archivi no valit o ruvinât.
fy_nl: Unjildich of skansearre argyf.
he: ארכיון לא חוקי או פגום.
hr: Neispravna ili pokvarena arhiva.
ia: Archivo non valide o rupte.
is: Ógild eða skemmd safnskrá.
nb_no: Ugyldig eller ødelagt arkiv.
nn_no: Ugyldig eller øydelagt arkiv.
ro: Arhivă nevalidă sau coruptă.
te: చెల్లని లేదా పాడైన ఆర్కైవ్.
th: ที่เก็บถาวรไม่ถูกต้องหรือเสียหาย
tr: Geçersiz veya bozuk arşiv.
vi: Gói lưu trữ không hợp lệ hoặc bị hỏng.

source: Invalid app specified
es_ar: Se especificó una aplicación no válida
fi: Virheellinen sovellus määritetty
fur: Specificade aplicazion no valide
fy_nl: Unjildige app opjûn
he: היישום שצוין שגוי
hr: Određena je neispravna aplikacija
ia: App specificate invalide
is: Ógilt forrit tilgreint
nb_no: Ugyldig app spesifisert
nn_no: Ugyldig app spesifisert
ro: A fost specificată o aplicație nevalidă
th: ระบุแอปไม่ถูกต้อง
tr: Geçersiz uygulama belirtildi
vi: Ứng dụng được chỉ định không hợp lệ

source: Unknown max app version specified
es_ar: Se especificó la versión máxima de la aplicación desconocida
fi: Tuntematon sovelluksen enimmäisversio määritetty
fur: Specificade version massime di aplicazion no cognossude
fy_nl: Unbekende maksimale app-ferzje opjûn
he: גרסת היישום המרבית שצוינה אינה ידועה
hr: Određena je nepoznata maksimalna verzija aplikacije
ia: Max-version del app specificate incognite
is: Óþekkt hámarksútgáfa forrits tilgreind
nb_no: Ukjent maksimum appversjon angitt
nn_no: Ukjend maksimal appversjon er spesifisert
ro: Versiunea maximă a aplicației specificate este necunoscută
th: ไม่สามารถระบุเวอร์ชันสูงสุดของแอพได้
tr: Bilinmeyen maksimum uygulama sürümü belirtildi
vi: Đã chỉ định phiên bản ứng dụng tối đa không xác định

source: Unknown min app version specified
es_ar: Se especificó la versión mínima de la aplicación desconocida
fi: Tuntematon sovelluksen vähimmäisversio määritetty
fur: Specificade version minime di aplicazion no cognossude
fy_nl: Unbekende minimale app-ferzje opjûn
he: גרסת היישום המזערית שצוינה אינה ידועה
hr: Određena je nepoznata minimalna verzija aplikacije
ia: Minime version del app specificate incognite
is: Óþekkt lágmarksútgáfa forrits tilgreind
nb_no: Ukjent minimum app-versjon angitt
nn_no: Ukjend minimal appversjon er spesifisert
ro: Versiunea minimă a aplicației specificate este necunoscută
th: ไม่สามารถระบุเวอร์ชันต่ำสุดของแอพได้
tr: Bilinmeyen minimum uygulama sürümü belirtildi
vi: Đã chỉ định phiên bản ứng dụng tối thiểu không xác định

source: Can not override compatibility information set in the manifest for this application (%s)
es_ar: No se puede modificar la información de compatibilidad establecida en el manifiesto para esta aplicación (%s)
fi: Manifestissa asetettuja yhteensopivuustietoja ei voida ohittaa tälle sovellukselle (%s)
fur: Nol è pussibil sorescrivi lis informazions di compatibilitât stabilidis tal manifest par cheste aplicazion (%s)
fy_nl: Kin de kompatibiliteitsynformaasje ynsteld yn it manifest foar dizze tapassing net oerskriuwe (%s)
he: לא ניתן לעקוף את פרטי התאימות שהוגדרו ב־manifest עבור יישום זה (%s)
ia: Impossibile reimplaciar le informationes de compatibilitate definite in le manifesto pro ce application (%s)
nb_no: Kan ikke overstyre kompatibilitetsinformasjonen som er angitt i manifestet for denne applikasjonen (%s)
nn_no: Kan ikkje overstyre kompatibilitetsinformasjon stilt inn i manifestet for denne applikasjonen (%s)
ro: Nu se pot suprascrie informațiile de compatibilitate setate în manifest pentru această aplicație (%s)
tr: Bu uygulama (%s) için manifest’te ayarlanan uyumluluk bilgileri geçersiz kılınamaz
vi: Không thể ghi đè thông tin tương thích được đặt trong manifest cho ứng dụng này (%s)

source: Images must be smaller than %dMB
es_ar: Las imágenes deben tener menos de %dMB
fi: Kuvien on oltava pienempiä kuin %d Mt
fur: Lis imagjins a scugnin jessi plui piçulis di %dMB
fy_nl: Ofbyldingen moatte lytser wêze as %dMB
he: התמונות חייבות להיות קטנות מ־%dMB
hr: Slike moraju biti manje od %d MB
ia: Imagines debe esser minor de %dMB
is: Myndir verða að vera minni en %dMB
nb_no: Bilder må være mindre enn %d MB
nn_no: Bilde må vere mindre enn %d MB
ro: Imaginile trebuie să fie mai mici de %dMB
th: รูปภาพจะต้องมีขนาดเล็กกว่า %d MB
tr: Resimler %d MB'den küçük olmalıdır
vi: Hình ảnh phải nhỏ hơn %dMB

source: Add-on and collection paths need to end with "/"
es_ar: Las rutas de los complementos y colecciones deben terminar con "/"
fur: I percors di components adizionâi e di racueltis a scugnin finî cul caratar “/”
fy_nl: Paden nei add-ons en kolleksjes moatte mei ‘/’ einigje
he: נתיבי תוספות ואוספים חייבים להסתיים ב־״/״
hr: Staze dodataka i zbirki moraju završiti s kosom crtom (/)
ia: Le routes de additivos e collectiones debe finir con "/"
nb_no: Søkesti for tillegg og samling må slutte med «/»
th: เส้นทางสำหรับส่วนเสริมและคอลเลกชันต้องลงท้ายด้วย "/"
tr: Eklenti ve koleksiyon yollarının "/" ile bitmesi gerekir
vi: Tiện ích và đường dẫn bộ sưu tập cần phải kết thúc bằng "/"

source: Built in licenses can not be updated.
es_ar: Las licencias incorporadas no se pueden actualizar.
fi: Sisäänrakennettuja lisenssejä ei voi päivittää.
fur: Nol è pussibil inzornâ lis licencis integradis.
fy_nl: Ynboude lisinsjes kinne net bywurke wurde.
he: לא ניתן לעדכן רישיונות מובנים.
hr: Ugrađene licence se ne mogu aktualizirati.
ia: Le licentias integrate non pote esser actualisate.
is: Ekki er hægt að uppfæra innbyggð notkunarleyfi.
nb_no: Innebygde lisenser kan ikke oppdateres.
nn_no: Innebygde lisensar kan ikkje oppdaterast.
ro: Licențele încorporate nu pot fi actualizate.
th: ไม่สามารถอัปเดตสัญญาอนุญาตที่มีในตัวได้
tr: Yerleşik lisanslar güncellenemez.
vi: Giấy phép tích hợp không thể được cập nhật.

source: Upload is not valid.
es_ar: La subida no es válida.
fi: Lähetys ei ole kelvollinen.
fur: Il cjariament in rêt nol è valit.
fy_nl: Oplaad is net jildich.
he: ההעלאה אינה תקינה.
hr: Prijenos nije ispravan.
ia: Le incargamento non es valide.
is: Innsending er ekki gild.
nb_no: Opplastingen er ugyldig.
nn_no: Ugyldig opplasting.
ro: Încărcarea nu este validă.
th: การอัปโหลดไม่ถูกต้อง
tr: Yükleme geçerli değil.
vi: Tải lên không hợp lệ.

source: File is already disabled.
es_ar: El archivo ya está deshabilitado.
fi: Tiedosto on jo poistettu käytöstä.
fur: Il file al è za disativât.
fy_nl: Bestân is al útskeakele.
he: הקובץ כבר מושבת.
hr: Datoteka je već deaktivirana.
ia: Le file es jam disactivate.
is: Skráin er þegar óvirk.
nb_no: Filen er allerede deaktivert.
nn_no: Fila er allereie deaktivert.
ro: Fișierul este deja dezactivat.
th: ไฟล์ถูกปิดใช้งานอยู่แล้ว
tr: Dosya zaten devre dışı.
vi: Tập tin đã bị vô hiệu hóa.

source: The latest approved version of this %s add-on cannot be deleted because the previous version was not approved for %s promotion. Please contact AMO Admins if you need help with this.
es_ar: La última versión aprobada de este complemento %s no puede borrarse porque la versión anterior no fue aprobada para promoción %s. Ponete en contacto con los administradores de AMO si necesitás ayuda.
fur: Nol è pussibil eliminâ la ultime version aprovade di chest component adizionâl %s parcè che chê di prime no jere stade aprovade pe promozion ae categorie %s. Par assistence contate un aministradôr di AMO.
fy_nl: De nijste goedkarre ferzje fan dizze %s add-on kin net fuortsmiten of útskeakele wurde, omdat de foarige ferzje net goedkard is foar promoasje as %s. Nim kontakt op mei AMO-behearders as jo hjir help by nedich hawwe.
he: לא ניתן למחוק את הגרסה המאושרת האחרונה של התוספת %s הזאת מכיוון שהגרסה הקודמת לא אושרה עבור קידום של %s. נא ליצור קשר עם מנהלי AMO אם יש לך צורך בעזרה לגבי לזה.
ia: Le ultime version approbate de iste additivo %s non pote esser delite perque le previe version non ha essite approbate pro promotion a %s. Contacta le administratores de AMO si tu ha besonio de adjuta pro isto.
nb_no: Den siste godkjente versjonen av dette %s-tillegget kan ikke slettes fordi den forrige versjonen ikke ble godkjent for %s-kampanjen. Ta kontakt med AMO-administratorer hvis du trenger hjelp med dette.
nn_no: Den siste godkjende versjonen av dette %s-tillegget kan ikkje slettast fordi den tidigare versjonen ikkje vart godkjend for %s-marknadsføring. Kontakt AMO Admins om du treng hjelp med dette.
ro: Ultima versiune aprobată a acestui supliment %s nu poate fi ștearsă deoarece versiunea anterioară nu a fost aprobată pentru recomandare %s. Te rugăm să contactezi administratorii AMO dacă ai nevoie de ajutor.
tr: Bu %s eklentisinin en son onaylanmış sürümü silinemez çünkü önceki sürüm %s tanıtımı için onaylanmamış. Bu konuda yardıma ihtiyacınız varsa lütfen AMO yöneticileri ile iletişime geçin.
vi: Không thể xóa phiên bản mới nhất được phê duyệt của tiện ích %s vì phiên bản trước đó không được chấp thuận cho quảng cáo %s. Vui lòng liên hệ với quản trị viên AMO nếu bạn cần trợ giúp về việc này.

source: Listed versions cannot be submitted while add-on is disabled.
es_ar: Las versiones listadas no se pueden enviar mientras el complemento está deshabilitado.
fi: Listattuja versioita ei voi lähettää, kun lisäosa on poistettu käytöstä.
fur: Nol è pussibil mandâ lis version listadis intant che il component adizionâl al è disativât.
fy_nl: Fermelde ferzjes kinne net yntsjinne wurde, wylst de add-on útskeakele is.
hr: Navedene verzije se ne mogu poslati dok je dodatak deaktiviran.
ia: Le versiones publicate non pote esser inviate durante que le additivo es disactivate.
nb_no: Oppførte versjoner kan ikke sendes inn mens tillegget er deaktivert.
nn_no: Oppførte versjonar kan ikkje sendast inn når tillegget er deaktivert.
ro: Versiunile enumerate nu pot fi trimise cât timp suplimentul este dezactivat.
th: ไม่สามารถส่งรุ่นที่อยู่ในรายการได้ในขณะที่ส่วนเสริมถูกปิดใช้งาน
tr: Eklenti devre dışıyken listelenen sürümler gönderilemez.
vi: Các phiên bản đã được liệt kê không thể gửi khi tiện tích bị tắt.

source: %(addon_type_plural)s are not supported by %(app_name)s
es_ar: %(addon_type_plural)s no son soportados por %(app_name)s
fi: %(addon_type_plural)s eivät ole tuettuja sovelluksessa %(app_name)s
fur: %(addon_type_plural)s no son supuartâts di %(app_name)s
fy_nl: %(addon_type_plural)s wurde net stipe troch %(app_name)s
he: %(addon_type_plural)s אינם נתמכים על־ידי %(app_name)s
hr: %(app_name)s ne podržava %(addon_type_plural)s
ia: %(addon_type_plural)s non es supportate per %(app_name)s
nb_no: %(addon_type_plural)s støttes ikke av %(app_name)s
nn_no: %(addon_type_plural)s er ikkje støtta av %(app_name)s
ro: %(addon_type_plural)s nu sunt acceptate de %(app_name)s
th: %(addon_type_plural)s ไม่รองรับการใช้งานโดย %(app_name)s
tr: %(addon_type_plural)s %(app_name)s tarafından desteklenmemektedir
vi: %(addon_type_plural)s không được hỗ trợ bởi %(app_name)s
