Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Information about your add-on is displayed in this locale unless you override it with a locale-specific translation. It is only relevant for listed add-ons.
es_ar: La información de tu complemento se muestra en este idioma a menos que antepongas una traducción específica. Solo es útil para complementos listados.
fur: Lis informazions sul component adizionâl a vignaran visualizadis in cheste lenghe gjavant il câs che no sedi disponibile une version specifiche pe lenghe locâl dal visitadôr. Chest al è rilevant dome pai components adizionâi publics.
fy_nl: Ynformaasje oer jo add-on wurdt yn dizze taal werjûn, útsein dêr’t jo dit bystelle mei in locale-spesifike oersetting. Allinnich relevant foar fermelde add-ons.
he: המידע על התוספת שלך מוצג בשפה הזאת אלמלא בחרת לדרוס עם תרגום ייחודי לשפה. תקף רק לתוספות מוצגות.
hu: A kiegészítőről szóló információk csak ezen a nyelvterületen jelennek meg addig, amíg el nem látja egy másik területhez illő fordítással. Mindez csak a listázott kiegészítőkre vonatkozik.
ia: Le informationes sur tu additivo es monstrate in iste lingua a minus que tu lo supplanta lo con un traduction specific. Illo es relevante solmente pro le additivos listate.
id: Informasi mengenai pengaya anda ditampilkan dalam logat ini terkecuali jika anda membatalkannya dengan penerjemahan spesifik untuk logat tertentu. Hanya relevan untuk pengaya yang terdaftar.
ka: დამატების შესახებ ინფორმაცია გამოჩნდება ამ ენაზე, სანამ არ ჩაანაცვლებთ განსაზღვრულ ენაზე თარგმანით. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
kab: Talɣut i d-yemmalen i d-yemmalen ma yella azegrir inek yettwasken di tutlayt-agi neɣ mayell atesumred-d tasuqilt di tutlayt-agi. Urti-agi yettwaseqdac kan i yizegrar yettwasnen.
ms: Maklumat perihal add-on anda dipaparkan dalam lokaliti ini kecuali anda menterbalikkannya dengan terjemahan lokaliti-khusus. Ini hanya berkenaan add-on yang tersenarai.
nb_no: Informasjon om tillegget ditt vises i denne språkinnstillingen med mindre du overstyrer den med en språkspesifikk oversettelse. Dette er bare relevant for oppførte tillegg.
nn_no: Informasjon om tillegget ditt blir vist i denne språkinnstillinga med mindre du overstyrer henne med ei språkspesifikk omsetjing. Dette er berre relevant for oppførte tillegg.
ro: Informațiile despre suplimentul tău sunt afișate în această limbă dacă nu o înlocuiești cu o traducere specifică limbii respective. Are relevanță numai pentru suplimentele listate.
sv_se: Information om ditt tillägg visas i på den här språket om du inte åsidosätter det med en språkspecifik översättning. Detta är endast relevant för listade tillägg.
th: ข้อมูลเกี่ยวกับส่วนเสริมของคุณจะแสดงในรูปแบบภาษานี้นอกจากว่าคุณจะแทนที่ด้วยคำแปลเฉพาะรูปแบบภาษา และจะเกี่ยวข้องสำหรับส่วนเสริมที่มีในรายชื่อเท่านั้น
tr: Eklentinizle ilgili bilgiler, dile özel bir çeviriyle geçersiz kılmadığınız sürece bu dilde görüntülenir. Yalnızca listelenen eklentiler için geçerlidir.
vi: Thông tin về tiện ích của bạn được hiển thị bằng ngôn ngữ này trừ khi bạn ghi đè nó bằng một bản dịch dành riêng cho từng ngôn ngữ. Nó chỉ phù hợp với các tiện ích được liệt kê.

source: These flags are used to classify add-ons. It is only relevant for listed add-ons.
hu: Ezek a jelzők a kiegészítők besorolásához használatosak. Ez csak listázott kiegészítőkre vonatkozik.
id: Bendera ini hanya digunakan untuk mengklasifikasikan pengaya. Hanya relevan untuk pengaya yang terdaftar.
ka: ეს მონიშვნები გამოიყენება დამატებების დასაჯგუფებლად. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
kab: Inamalen-agi n taggayin ttwaseqdacen i useggem n izegrar. A yagi yelha kan i yezgrar yettwakelsen.
ms: Tanda berikut digunakan untuk mengiklan add-ons. Ini hanya berkenaan add-on yang tersenarai.
sv_se: Dessa flaggor används för att klassificera tillägg. Det är endast relevant för listade tillägg.

source: Whether the source of your add-on can be displayed in our online viewer. It is only relevant for listed add-ons.
hu: Kiegészítőjének forrása megjeleníthető-e online. Csak listázott kiegészítőkre vonatkozik.
id: Apakah sumber pengaya anda dapat ditampilkan dalam penampil daring kami. Hanya berlaku untuk pengaya yang terdaftar.
ka: თქვენი დამატების საწყისი კოდის გამოჩენა ვებმიმომხილველში. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
ms: Samada sumber add-on anda mahu dipaparkan pada paparan dalam talian kami. Ini hanya berkenaan add-on yang tersenarai.
sv_se: Om källan till ditt tillägg kan visas i vårt visningsprogram. Detta är endast relevant för listade tillägg.

source: Whether the download and usage stats of your add-on can be displayed in our online viewer. It is only relevant for listed add-ons.
hu: Kiegészítőjére vonatkozó letöltési és használati statisztika megjeleníthető-e. Csak listázott kiegészítőkre érvényes.
id: Apakah statistik unduhan dan penggunaan pengaya anda dapat ditampilkan dalam penampil daring kami. Hanya relevan untuk pengaya yang terdaftar.
ka: თქვენი დამატების ჩამოტვირთვების და გამოყენების სტატისტიკის ჩვენება ვებმიმომხილველში. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
kab: Ma yella sider akked tidaddanin n uzegrir inek yezmer ad d-yettwasekn dek umeskan srid. Yelhan kan i yezegrar yettwabedren.
ms: Samada muat turun dan penggunaan add-on anda boleh dipamer pada paparan dalam talian kami. Ini hanya berkenaan add-on yang tersenarai.
sv_se: Om nedladdnings och användningsstatistik för ditt tillägg kan visas i vårt visningsprogram. Detta är endast relevant för listade tillägg.

source: If selected, we will try to automatically upgrade your add-on when a new version of the SDK is released. It is only relevant for listed add-ons.
hu: Ha kiválasztja, megpróbáljuk kiegészítőjét automatikusan frissíteni új SDK verzió kiadásakor. Csak listázott kiegészítőkre érvényes.
id: Jika terpilih, kami akan secara otomatis memutakhirkan pengaya anda saat versi baru SDK dirilis. Hanya relevan untuk pengaya yang terdaftar.
ka: თუ მონიშნულია, ჩვენ შევეცდებით ავტომატურად განვაახლოთ თქვენი დამატება, SDK -ს ახალი ვერსიის გამოსვლისთანავე. ეხება, მხოლოდ გამოქვეყნებულ დამატებებს.
ms: Jika dipilih, kami akan cuba mengemaskini add-on anda secara automatik apabila ada versi baru SDK dikeluarkan. Ini hanya berkenaan add-on yang tersenarai.
sv_se: Om vald, kommer vi att försöka att automatiskt uppgradera ditt tillägg när en ny version av SDK släpps. Detta är endast relevant för listade tillägg.

source: Used in listings of add-ons, like search results and featured add-ons.
hu: Használat a kiegészítő megjelenésekor, mint a találatokban és a kiemelt kiegészítőknél.
id: Digunakan di daftar pengaya, seperti hasil pencarian dan pengaya yang diunggulkan.
ka: გამოჩნდება დამატებების გვერდზე, ძიების შედეგებსა და რჩეულ დამატებებში.
kab: Yettwaseqdec di tebdarin n izegrar am igmaḍ n unadi akked izegrar itran.
ms: Digunakan dalam senarai add-on, seperti hasil carian dan add-on sorotan.
sk: Použitá v zoznamoch doplnkov, ako napr. výsledky vyhľadávania alebo zoznam odporúčaných doplnkov.
sr_latn: Koristi se u spiskovima dodataka, kao što su rezultati pretrage i istaknuti dodaci.
sv_se: Används i listor över tillägg, som sökresultat och utvalda tillägg.

source: Enter the following text confirm your decision: {slug}
hu: Írja be a következő szöveget, hogy megerősítse a döntését: {slug}
id: Masukkan teks berikut ini untuk mengkonfirmasi keputusan anda: {slug}
sv_se: Ange följande text för att bekräfta ditt beslut: {slug}

source: You'll receive an email once it has been reviewed by an editor. In the meantime, you and your friends can install it directly from its details page:
sk: Okamžite ako bude doplnok redaktorom skontrolovaný, bude vám doručený e-mail. V medzičase si ho môžete vy a vaši priatelia nainštalovať priamo zo stránky detailov:
sv_se: Du kommer att få ett mejl när tillägget har granskats av en redigerare. Under tiden kan du och dina vänner installera det direkt från dess detaljsida:

source: JWT issuer
es_ar: Emisor JWT
fi: JWT-myöntäjä
fur: Emitent JWT
fy_nl: JWT-útjouwer
he: מנפיק JWT
hr: JWT izdavatelj
hu: JWT kibocsátó
ia: Emissor del JWT
id: Penerbit JWT
ka: JWT შემქმნელი
kab: Amazan n JWT
ms: Pengeluar JWT
nb_no: JWT-utsteder
nn_no: JWT-utferdaren
ro: Emitent JWT
sv_se: JWT-utfärdaren
te: JWT జారీదారు
th: ผู้ออก JWT
tr: JWT düzenleyen
vi: Người cấp JWT

source: If you've found a problem with the site, we'd love to fix it. Please <a href="https://github.com/mozilla/addons/issues/new">file a bug report</a> in GitHub, including the location of the problem and how you encountered it.
hu: Ha hibát talált az oldalon, szeretnénk javítani. Kérjük <a href="https://github.com/mozilla/addons/issues/new">nyújtson be egy hibabejelentést</a> a GitHub-on, a hiba helyével együtt, és hogy hogyan fordult elő.
id: Jika Anda menemukan masalah dengan situs, kami dengan senang hati akan memperbaikinya. Silakan <a href="https://github.com/mozilla/addons/issues/new">mengajukan laporan bug</a> di GitHub, termasuk lokasi masalah dan bagaimana Anda mengalaminya.
sv_se: Om du har hittat ett problem med sidan vill vi gärna fixa det. Vänligen <a href="https://github.com/mozilla/addons/issues/new">skicka en felrapport</a> på GitHub, inkludera platsen för problemet samt hur du stött på det.

source: Add-ons that store or otherwise handle browsing data must support <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Private Browsing Mode</a>. During a Private Browsing session, no browsing data can be written to disk, and all of this data must be cleared when Firefox quits or the Private Browsing session ends.
id: Pengaya yang menyimpan atau menangani data peramban harus mendukung <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Mode Penjelajahan Privat</a>. Saat sesi Penjelajahan Privat, tak ada data penelusuran yang bisa disimpan dalam cakram, dan seluruh data ini harus dibersihkan saat Firefox berhenti atau ketika sesi Penjelajahan Privat berakhir.
sk: Doplňky, které ukládají nebo jinak pracují s daty prohlížeče musí podporovat <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Režim anonymního prohlížení</a>. Během relace anonymního prohlížení nemohou být taková data zapisována na disk a všechna taková data musí být smazána v situaci, kdy Firefox ukončuje relaci anonymního prohlížení.
sr_latn: Dodaci koji skladište ili na drugi način rukuju sa podacima pregleda moraju podržavati <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Režim za privatno pregledanje</a>. Tokom sesije za Privatno pregledanje, nijedan podatak pregleda nesme biti napisan na disk i svi podaci moraju biti obrisani čim korisnik završi sa sesijom privatnog pregledanja ili izađe iz Firefox-a.
sv_se: Tillägg som lagrar eller på annat sätt hanterar webbinformation måste stödja <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">privat surfläge</a>. Under en privat surfsession, kan ingen webbinformation skrivas till disk och all dess data måste raderas när Firefox avslutas eller den privata surfsessionen avslutas.

source: Your add-on's listing is disabled and is not showing anywhere in our gallery or update service.
id: Daftar pengaya anda sedang dimatikan dan tidak bisa dilihat di manapun di galeri kami atau layanan pembaruan.
sk: Stránka vášho doplnku je zakázaná a nie je tak k dispozícií kdekoľvek v našej galérií ani aktualizačnej službe.
sr_latn: Navođenje dodatka je onemogućeno i ne prikazuje se bilo gde u našoj galeriji ili u uslugama ažuriranja.
sv_se: Ditt tilläggs listning är inaktiverad och visas inte någonstans i vårt galleri eller uppdateringstjänst.

source: You will receive an email when the review is complete. Until then, your add-on is not listed in our gallery but can be accessed directly from its details page.
hu: Az ellenőrzés befejeztével kapni fog egy e-mailt. Addig a kiegészítő nem jelenik meg a galériában, de közvetlenül elérhető a kiegészítő részletes lapján keresztül.
id: Anda akan menerima surel saat ulasan telah lengkap. Hingga saat itu, pengaya anda tidak terdaftar di galeri kami tapi bisa diakses secara langsung dari laman rinciannya.
sk: Až bude kontrola dokončena, bude vám zaslán e-mail. Do té doby není váš doplněk umístěn v seznamech doplňků, ale je dostupný přímo na stránce s informacemi o doplňku.
sr_latn: Dobićete e-poštu kad pregled bude završen. Do tada, Vaš dodatak nije na listi u našoj galeriji ali mu se može pristupiti direktno sa njegove stranice sa detaljima.
sv_se: Du kommer att få ett mejl när granskningen är klar. Fram tills dess, kommer ditt tillägg inte listas i vårt galleri, men kan nås direkt från detaljsidan.

source: You will receive an email when the review is complete and your add-on is signed.
hu: Az értékelés befejeztével és a kiegészítő aláírása után kapni fog egy e-mailt.
id: Anda akan menerima surel saat ulasan telah lengkap dan pengaya anda ditandatangani.
sv_se: Du får ett e-postmeddelande när granskningen är klar och ditt tillägg signerat.

source: You will receive an email when the review is complete. Until then, your add-on is not listed in our gallery but can be accessed directly from its details page.
es_ar: Recibirás un correo cuando se finalice la revisión. Hasta entonces, tu complemento no aparecerá en nuestra galería pero se podrá acceder a él desde su página de detalles.
fur: Une volte completade la revision, tu ricevarâs une e-mail. Fin chel moment il component adizionâl nol vignarà fûr tes listis de nestre galarie, ma al sarà acessibil de sô pagjine su AMO.
fy_nl: Jo ûntfange in e-mailberjocht as de beoardieling is foltôge. Oant dy tiid wurdt jo add-on net fermeld yn ús galery mar kinne jo him streekrjocht fan de detailside ôf benaderje.
he: תישלח אליך הודעה בדוא״ל עם השלמת הסקירה. עד אז, התוספת שלך לא תופיע בגלריה שלנו אך ניתן לגשת אליה ישירות מעמוד הפירוט שלה.
hu: Az értékelés befejeztével kapni fog egy e-mailt. Addig a kiegészítő nem jelenik meg a galériában, de közvetlenül elérhető a kiegészítő részletes lapján keresztül.
ia: Tu recipera un email quando le revision es complete. Usque alora, tu additivo non es listate in nostre galeria ma pote ser accedite directemente per su pagina de detalios.
id: Anda akan menerima surel saat ulasan telah lengkap. Hingga saat itu, pengaya anda tidak terdaftar dalam galeri kami namun bisa diakses langsung dari laman rinciannya.
ka: განხილვის დასრულებისთანავე მიიღებთ წერილს ელფოსტაზე. იქამდე, თქვენი დამატება არ გამოჩნდება გალერეაში, მაგრამ ხელმისაწვდომი იქნება პირდაპირ ბმულზე.
ms: Anda akan terima e-mel.apabila semakan anda siap. Sebelum itu, add-on anda tidak disenaraikan dalam galeri kami tapi boleh diakses terus dalam halaman butirannya.
nb_no: Du vil motta en e-post når gjennomgangen er fullført. Inntil da er ikke tillegget ditt oppført i galleriet vårt, men du kan få tilgang til det direkte fra detaljsiden.
nn_no: Du vil få ein e-post når gjennomgangen er fullført. Inntil då er ikkje tillegget ditt oppført i galleriet vårt, men du kan få tilgang til det direkte frå detaljsida.
ro: La finalizarea recenziei, vei primi un mesaj pe e-mail. Până atunci, suplimentul tău nu va fi listat în galeria noastră, dar va putea fi accesat direct din pagina aferentă de detalii.
sv_se: Du får ett e-postmeddelande när granskningen är klar. Fram till dess listas inte ditt tillägg i vårt galleri, men kan nås direkt från sin detaljsida.
th: คุณจะได้รับอีเมลเมื่อการตรวจทานเสร็จสมบูรณ์ โดยส่วนเสริมของคุณจะยังไม่ปรากฏในแกลเลอรีของเรา แต่จะสามารถเข้าถึงได้โดยตรงจากหน้ารายละเอียดจนกว่าการตรวจทานจะเสร็จสมบูรณ์
tr: İnceleme tamamlandığında bir e-posta alacaksınız. O zamana kadar eklentiniz galerimizde listelenmez, ancak ayrıntılar sayfasından doğrudan erişilebilir.
vi: Bạn sẽ nhận được một email khi việc xét duyệt hoàn tất. Cho đến lúc đó, tiện ích của bạn sẽ không được hiển thị trong trang trưng bày của chúng tôi nhưng vẫn có thể được truy cập trực tiếp từ trang chi tiết.

source: Your add-on is displayed in our gallery and users are receiving automatic updates.
es_ar: Tu complemento aparece en nuestra galería y los usuarios reciben actualizaciones automáticas.
fi: Lisäosasi näkyy galleriassamme ja käyttäjät saavat automaattisia päivityksiä.
fur: Il to component adizionâl al è visualizât te nestre galarie e i utents a ricevin i inzornaments automatics.
fy_nl: Jo add-on wurdt werjûn yn ús galery en brûkers ûntfange automatyske fernijingen.
he: התוספת שלך מוצגת בגלריה שלנו והמשתמשים מקבלים עדכונים אוטומטיים.
hr: Tvoj se dodatak prikazuje u našoj galeriji, a korisnici dobivaju automatska aktualiziranja.
hu: A kiegészítő megjelenik a galériában és a felhasználók automatikus frissítést kapnak.
ia: Tu additivo es displicate in nostre galeria e le usatores recipe le actualisationes automatic.
id: Pengaya ditampilkan di galeri kami dan pengguna bisa menerima pembaruan otomatis.
ka: თქვენი დამატება შეტანილია ჩვენს გალერეაში და მომხმარებლები იღებენ ავტომატურ განახლებებს.
kab: Azegrir inek yettwasken di tmidelt-nneɣ udiɣ iseqdacen ad d-remsen ileqman s wudem awurman.
ms: Add-on anda ada dipamerkan dalam galeri kami dan pengguna menerima kemaskini secara automatik.
nb_no: Tillegget ditt vises i galleriet vårt, og brukerne mottar automatiske oppdateringer.
nn_no: Tillegget ditt blir vist i galleriet vårt, og brukarane får automatiske oppdateringar.
ro: Suplimentul tău este afișat în galeria noastră și utilizatorii primesc actualizări automate.
sk: Váš doplnok je zobrazený v našej galérii a používatelia automaticky prijímajú aktualizácie.
sr_latn: Vaš dodatak je prikazan u našoj galeriji i korisnici primaju automatske nadogradnje.
sv_se: Ditt tillägg visas i vårt galleri och användare får automatiska uppdateringar.
th: ส่วนเสริมของคุณจะปรากฏในแกลเลอรีของเราและผู้ใช้จะได้รับการอัปเดตอัตโนมัติ
tr: Eklentiniz galerimizde gösteriliyor ve kullanıcılar otomatik güncellemeler alıyor.
vi: Tiện ích của bạn được hiển thị trong trang trưng bày của chúng tôi và người dùng đang nhận được cập nhật tự động.

source: Your add-on has been signed and can be bundled with an application installer.
hu: Ez a kiegészítő aláírt, és alkalmazás-telepítőhöz csatolható.
id: Pengaya anda telah ditandatangani dan bisa dibundel dengan sebuah instalator aplikasi.
sv_se: Ditt tillägg har signerats och kan paketeras med ett installationsprogram.

source: Your add-on was disabled by a site administrator and is no longer shown in our gallery. If you have any questions, please email amo-admins@mozilla.org.
id: Pengaya anda dimatikan oleh administrator situs dan tidak lagi ditampilkan dalam galeri kami. Jika anda memiliki pertanyaan, silakan menghubungi amo-admins@mozilla.org.
ka: თქვენი დამატება შეზღუდულია საიტის ადმინისტრატორის მიერ და ამოღებულია გალერეიდან. კითხვების არსებობის შემთხვევაში, გთხოვთ მოგვწეროთ ელფოსტაზე amo-admins@mozilla.org.
ms: Add-on anda diyahdayakan oleh pentadbir laman dan tidak lagi dipamerkan dalam galeri kami. Jika anda ada soalan, sila e-mel amo-admins@mozilla.org.
sv_se: Ditt tillägg har inaktiverats av en webbplatsadministratör och visas inte längre i vårt galleri. Om du har några frågor, mejla amo-admins@mozilla.org.

source: Your add-on is displayed in our gallery as experimental and users are receiving automatic updates. Some features are unavailable to your add-on.
hu: A kiegészítő, kísérleti kiegészítőként jelenik meg a galériában és a felhasználók automatikus frissítést kapnak. Néhány funkció nem érhető el a kiegészítőhöz.
id: Pengaya anda ditampilkan di galeri kami sebagai eksperimental dan pengguna menerima pembaruan otomatis. Sejumlah fitur tidak tersedia untuk pengaya anda.
sk: Váš doplněk je zobrazen v naší galerii jako experimentální a uživatele k němu mohou získávat automatické aktualizace. Některé funkce však pro váš doplněk nejsou dostupné.
sr_latn: Vaš dodatak je prikazan u našoj galeriji kao eksperimentalni i korisnici primaju automatske nadogradnje. Neke mogućnosti su nedostupne za Vaš dodatak.
sv_se: Ditt tillägg visas i vårt galleri som experimentell och användare får automatiska uppdateringar. Vissa funktioner är inte tillgängliga för ditt tillägg.

source: You will receive an email when the full review is complete, making you able to bundle your add-on with an application installer.
id: Anda akan menerima surel saat ulasan lengkap telah selesai, membuat anda bisa membundel pengaya anda dengan sebuah instalator aplikasi.
sv_se: Du kommer att få ett mejl när den fullständiga granskningen är klar, vilket gör att du kan paketera ditt tillägg i ett installationsprogram.

source: All add-ons hosted in our gallery must now be reviewed by an editor. If you wish to continue hosting your add-on, please click to select a review process.
sv_se: Alla tillägg som hyses i vårt galleri måste nu granskas av en redaktör. Om du vill fortsätta hysa ditt tillägg, vänligen välj en granskningsprocess.

source: This is the newest uploaded version, however it isn’t live on the site yet.
hu: Ez a legújabb feltöltött változat, azonban még nem él az oldalon.
id: Ini adalah versi terbaru yang sudah diunggah, namun ini belum ditampilkan di situs.
ka: ეს არის ყველაზე ბოლოს ატვირთული ვერსია, სავარაუდოდ, ჯერ არ იქნება საიტზე გამოჩენილი.
ms: Inilah versi terbaru yang dimuat naik, tapi masih belum disiarkan lagi dalam laman.
sk: Toto je najnovšia nahraná verzia, no napriek tomu ešte nebola na stránkach zverejnená.
sr_latn: Ovo je najnovija verzija, ali još uvek nije javna na sajtu.
sv_se: Detta är den senaste uppladdade versionen, men den är inte uppladdad på webbplatsen ännu.
