Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: We require all add-ons to indicate the terms under which their source code is licensed. Please select a license from the list below or enter a custom license.
hu: Minden kiegészítőnél szükség van a forráskód licencelésének megállapítására. Válasszon egy licencet a listából vagy adjon meg egy egyéni licencet.
id: Kami meminta semua pengaya untuk mengindikasikan di bawah ketentuan mana kode sumber mereka dilisensi. Silakan memilih lisensi dari daftar di bawah ini atau masukkan lisensi khusus.
sk: U všetkých doplnkov požadujeme, aby u nich bolo uvedené, pod akými podmienkami je ich zdrojový kód licencovaný. Zvoľte prosím jednu z licencií v zozname, alebo zadajte vlastnú.
sq: Kërkojmë medoemos që krejt shtesat të tregojnë kushtet sipas të cilave licencohet kodi i tyre burim. Ju lutemi, përzgjidhni një licencë nga lista më poshtë ose jepni një leje të personalizuar.
sr_latn: Zahtevamo da svi dodaci ukazuju na uslove pod kojima je njihov izvorni kod licenciran. Molimo izaberite licencu iz liste ispod ili unesite vlastitu.
sv_se: Vi kräver att alla tillägg indikerar under vilka villkor deras källkod är licensierad. Välj en licens från listan nedan eller skriv en egen licens.

source: Select a license for your add-on:
hu: Válasszon licencet a kiegészítőhöz:
id: Pilih lisensi untuk pengaya anda:
sk: Zvoľte licenciu pre váš doplnok:
sq: Përzgjidhni për shtesën tuaj një licencë:
sr_latn: Izaberite licencu za Vaš dodatak:
sv_se: Välj en licens för ditt tillägg:

source: Step 4
hu: 4. lépés
id: Langkah 4
sk: Krok 4
sq: Hapi 4
sr_latn: Korak 4
sv_se: Steg 4

source: Step 4. Add Images
hu: 4. lépés: képek hozzáadása
id: Langkah 4. Menambahkan Gambar
sk: Krok 4. Pridanie obrázkov
sq: Hapi 4. Shtoni Figura
sr_latn: Korak 4. Dodajte slike
sv_se: Steg 4. Lägg till bilder

source: Custom icons and screenshots draw attention and help users understand what it does. We strongly recommend uploading a custom icon, as in some areas of the website, only the icon and name will appear.
hu: Az egyéni ikonok és képernyőképek felhívják a figyelmet, és segítenek a felhasználóknak megérteni, hogy mit csinál. Határozottan javasoljuk egyéni ikon feltöltését, mert a weboldal egyes területein csak az ikon és a név jelenik meg.
id: Ikon khusus dan tangkapan layar menarik perhatian dan membantu pengguna untuk memahami apa yang dilakukannya. Kami sangat merekomendasikan untuk emngunggah ikon khusus, seperti di sejumlah bagian dalam situs, hanya ikon dan nama yang akan muncul.
sk: Vlastné ikony a náhľady dajú používateľom prehľad a pomôžu im v pochopení, čo doplnok robí. Dôrazne odporúčame načítať vlastnú ikonu, lebo na niektorých miestach webu sa zobrazuje len táto ikona.
sq: Ikonat dhe fotot e personalizuara të ekranit tërheqin vëmendjen te shtesa juaj dhe i ndihmojnë përdoruesit të kuptojnë se çfarë kryen ajo. Këshillojmë me forcë ngarkimin e një ikone të personalizuar, ngaqë në disa zona të sajtit do të shfaqet vetëm ikona dhe emri i shtesës suaj.
sr_latn: Vlastite ikonice i slike ekrana privlače pažnju i pomažu korisnicima da razumeju šta radi. Toplo preporučujemo da postavite vlastitu ikonicu, pošto u nekim delovima vebsajta, samo ikonica i ime će biti prikazani.
sv_se: Anpassade ikoner och skärmdumpar drar uppmärksamhet och hjälper användare att förstå vad tillägget gör. Vi rekommenderar starkt att ladda upp en egen ikon, eftersom endast ikonen och namnet visas på vissa delar av webbplatsen.

source: Step 6
hu: 6. lépés
id: Langkah 6
sk: Krok 6
sq: Hapi 6
sr_latn: Korak 6
sv_se: Steg 6

source: Step 6. Select a Review Process
hu: 6. lépés: értékelési folyamat kiválasztása
id: Langkah 6. Pilih Proses Pengulasan
sk: Krok 6. Voľba procesu kontroly
sq: Hapi 6. Përzgjidhni një Proces Shqyrtimi
sr_latn: Korak 6. Izaberite proces pregleda
sv_se: Steg 6. Välj en granskningsprocess

source: All add-ons hosted in our gallery must be reviewed by an editor before they appear in categories or search results. While waiting for review, your add-on can still be accessed through its direct URL. Please choose the review process below that best fits your add-on.
hu: Minden, a galériában megjelenő kiegészítőt a szerkesztők értékelnek. Az értékelőre való várakozás alatt a kiegészítő közvetlen URL használatával elérhető. Válassza ki a kiegészítőjéhez legjobban illő átvizsgálási eljárást.
id: Semua pengaya yang diterima dalam galeri kami harus diulas oleh seorang penyunting sebelum dapat dimunculkan dalam kategori atau hasil pencarian. Saat menunggu ulasan, pengaya anda masih bisa diakses melalui tautan URL langsungnya. Harap memilih proses ulasan di bawah ini yang sesuai dengan pengaya anda.
sk: Všetky doplnky umiestnené v našej galérií musia byť pred tým, ako sa zobrazia v kategóriách a výsledkoch vyhľadávania skontrolované redaktorom. V čase, kedy čakáte na kontrolu je váš doplnok priamo dostupný na konkrétnej URL adrese. Nižšie si vyberte proces kontroly, ktorý vám najlepšie vyhovuje pre váš doplnok.
sq: Krejt shtesat e strehuara në galerinë tonë duhet të shqyrtohen nga një redaktor përpara se të shfaqen te kategoritë apo përfundimet e kërkimit. Teksa pritet ta shqyrtojnë, shtesa juaj mund të merret përmes URL-së së drejtpërdrejtë. Ju lutemi, zgjidhni më poshtë procesin e shqyrtimit që i shkon më për shtat shtesës suaj.
sr_latn: Svi dodaci smešteni u našoj galeriji moraju biti pregledani od strane urednika pre nego što se pojave među kategorijama ili u rezultatima pretrage. Dok se čeka na pregled, Vaš dodatak je i dalje dostupan preko direktnog URL-a. Molimo Vas da izaberete proces ispod koji najviše odgovara Vašem dodatku.
sv_se: Alla tillägg som hyses i vårt galleri måste granskas av en redigerare innan de visas i kategorier eller sökresultat. I väntan på granskning, kan ditt tillägg fortfarande nås via sin webbadress. Välj granskningsprocessen nedan som bäst passar ditt tillägg.

source: A complete review of your add-on's source and functionality. <a href="%(url)s">Learn more&hellip;</a>
hu: A kiegészítő forrásának és funkcionalitásának teljes értékelése. <a href="%(url)s">Tudjon meg többet&hellip;</a>
id: Ulasan komplet sumber pengaya anda dan fungsinya. <a href="%(url)s">Selengkapnya &hellip;</a>
sk: Kompletná kontrola zdrojového kódu doplnku a jeho funkcionality. <a href="%(url)s">Dozvedieť sa viac&hellip;</a>
sq: Shqyrtim i plotë i burimit të shtesës suaj dhe funksionimit të saj. <a href="%(url)s">Mësoni më tepër&hellip;</a>
sr_latn: Kompletan pregled izvora i funkcionalnosti Vašeg dodatka. <a href="%(url)s">Saznajte više&hellip;</a>
sv_se: En komplett granskning av ditt tilläggs källkod och funktionalitet. <a href="%(url)s">Läs mer&hellip;</a>

source: Appropriate for polished add-ons
hu: Megfelelő a kidolgozott kiegészítőkhöz
id: Sesuai untuk pengaya yang dipoles
sk: Vhodné pre otestované doplnky
sq: E përshtatshme për shtesa të lëmuara
sr_latn: Prikladno za uređene dodatke
sv_se: Lämplig för polerade tillägg

source: Required if add-on is bundled in an installer
hu: Szükséges, ha a kiegészítő egy telepítőbe csomagolt
id: Diperlukan jika pengaya dibundel dalam sebuah instalator
sq: E domosdoshme, nëse shtesa paketohet tok me një instalues aplikacioni.
sv_se: Krävs om tillägget är paketerat i ett installationsprogram

source: Review should take place within 10 days
hu: Az értékelés 10 napon belül elkészül
id: Ulasan akan dilakukan dalam 10 hari
sk: Kontrola by mala trvať do 10 dní
sq: Shqyrtimi do të duhej të ndodhë brenda 10 ditësh
sr_latn: Recenzija bi trebala da se izvrši u roku od 10 dana
sv_se: Granskning bör ske inom 10 dagar

source: Review of subsequent versions within 5 days
hu: Egymás utáni verziók értékelése 5 napon belül
id: Ulasan versi selanjutnya dilakukan dalam 5 hari
sk: Kontrola aktualizácií do 5 dní
sq: Shqyrtim versionesh të njëpasnjëshëm brenda 5 ditësh
sr_latn: Pregled narednih verzija u roku od 5 dana
sv_se: Granskning av efterföljande versioner inom 5 dagar

source: Warning-free installation and no feature limitations
hu: Figyelmeztetés nélküli telepítés, funkciókorlátozás nélkül
id: Pemasangan bebas peringatan dan tidak ada batasan fitur
sk: Inštalácia bez varovania a žiadna obmedzená funkčnosť
sq: Instalim pa sinjalizime dhe kufizime në karakteristika
sr_latn: Instalacija bez upozorenja i ograničenja funkcija
sv_se: Varning - gratis installation och inga funktionsbegränsningar

source: Choose Full Review
hu: Teljes értékelés kiválasztása
id: Pilih Ulasan Lengkap
sk: Zvoľte riadnu kontrolu
sq: Zgjidhni Shqyrtim të Plotë
sr_latn: Izaberite punu recenziju
sv_se: Välj fullständig granskning

source: A faster review of your add-on's source for any major problems. <a href="%(url)s">Learn more&hellip;</a>
hu: A kiegészítő forrásának gyorsabb értékelése a főbb problémák vizsgálata miatt. <a href="%(url)s">Tudjon meg többet&hellip;</a>
id: Ulasan yang lebih cepat dari sumber pengaya anda untuk masalah besar apapun. <a href="%(url)s">Selengkapnya&hellip;</a>
sk: Rýchlejšia kontrola zdrojového kódu doplnku, či neobsahuje zásadné problémy. <a href="%(url)s">Dozvedieť sa viac&hellip;</a>
sq: Shqyrtim më i shpejtë i burimit të shtesës suaj për çfarëdo problemi madhor. <a href="%(url)s">Mësoni më tepër&hellip;</a>
sr_latn: Brži pregled izvornog koda Vašeg dodatka za bilo koji glavni problem. <a href="%(url)s">Saznajte više&hellip;</a>
sv_se: En snabbare granskning av ditt tilläggs källkod efter större problem. <a href="%(url)s">Läs mer&hellip;</a>

source: Appropriate for experimental add-ons
hu: Megfelelő a kísérleti kiegészítőkhöz
id: Sesuai untuk pengaya eksperimental
sk: Vhodné pre experimentálne doplnky
sq: E përshtatshme për shtesa eksperimentale
sr_latn: Prikladno za eksperimentalne dodatke
sv_se: Lämplig för experimentella tillägg

source: Review should take place within 3 days
hu: Az értékelés 3 napon belül megtörténik
id: Ulasan akan dilakukan dalam 3 hari
sk: Kontrola by mala prebehnúť do 3 dní
sq: Shqyrtimi do të duhej të ndodhë brenda 3 ditësh
sr_latn: Pregled treba biti odrađen u roku od 3 dana
sv_se: Review bör ske inom tre dagar

source: Some feature limitations
hu: Néhány funkció korlátozása
id: Sejumlah keterbatasan fitur
sk: Obmedzenia pre niektoré funkcie
sq: Disa kufizime veçorish
sr_latn: Neki limiti funkcije
sv_se: Några funktionsbegränsningar

source: Binary and obfuscated add-ons ineligible
hu: Bináris és zavaros kiegészítők nem fogadhatók el
id: Pengaya biner dan dikaburkan tidak memenuhi syarat
sk: Doplnky s binárym, alebo zakrytým (obfuscated) kódom nie sú povolené
sq: S’pranohen shtesa dyore dhe të turbullta
sr_latn: Binarni i sumnjivi dodaci su nekvalifikovani
sv_se: Binära och förvanskade tillägg är inte lämpliga

source: Choose Preliminary Review
hu: Válasszon előzetes értékelést
id: Pilih Ulasan Pendahuluan
sk: Zvoľte predbežnú kontrolu
sq: Zgjidhni Shqyrtim të Pjesshëm
sr_latn: Odaberite preliminarnu recenziju
sv_se: Välj preliminär granskning

source: Getting Started
hu: Első lépések
id: Memulai
sk: Začíname
sq: Si T’ia Fillohet
sr_latn: Kako početi
sv_se: Att komma igång

source: Upload your add-on
hu: Kiegészítő feltöltése
id: Unggah pengaya anda
sk: Odošlite svoj doplnok
sq: Përditësoni shtesën tuaj
sr_latn: Postavite Vaš dodatak
sv_se: Ladda upp ditt tillägg

source: Describe your add-on
hu: Kiegészítő leírása
id: Опишіть свій додаток
sk: Popíšte svoj doplnok
sq: Përshkruani shtesën tuaj
sr_latn: Opišite svoj dodatak
sv_se: Beskriv ditt tillägg

source: Add images
hu: Képek hozzáadása
id: Tambahkan gambar
sk: Pridať obrázky
sq: Shtoni figura
sr_latn: Dodajte slike
sv_se: Lägg till bilder

source: Select a license
hu: Válasszon licencet
id: Pilih lisensi
sk: Zvoľte licenciu
sq: Përzgjidhni një licencë
sr_latn: Odaberite licencu
sv_se: Välj en licens

source: Select a review process
hu: Válasszon értékelési folyamatot
id: Pilih proses ulasan
sk: Zvoľte proces kontroly
sq: Përzgjidhni një proces shqyrtimi
sr_latn: Odaberite proces pregleda
sv_se: Välj en granskningsprocess

source: Submission Process
hu: Benyújtási folyamat
id: Proses Pendaftaran
sk: Proces odoslania
sq: Proces Parashtrimi
sr_latn: Proces podnošenja
sv_se: Inskickningsprocess

source: Step 1
hu: 1. lépés
id: Langkah 1
sk: Krok 1
sq: Hapi 1
sr_latn: Korak 1
sv_se: Steg 1

source: Step 1. Getting Started
hu: 1. lépés: kezdőlépések
id: Langkah 1. Memulai
sk: Krok 1. Začíname
sq: Hapi 1. Si T’ia Fillohet
sr_latn: Korak 1. Početak
sv_se: Steg 1. Att komma igång

source: Step 2
hu: 2. lépés
id: Langkah 2
sk: Krok 2
sq: Hapi 2
sr_latn: Korak 2
sv_se: Steg 2

source: Step 2. Upload Your Add-on
hu: 2. lépés: kiegészítő feltöltése
id: Langkah 2. Unggah Pengaya Anda
sk: Krok 2. Odošlite svoj doplnok
sq: Hapi 2. Ngarkojeni Shtesën Tuaj
sr_latn: Korak 2. Postavite dodatak
sv_se: Steg 2. Ladda upp ditt tillägg

source: Use the fields below to upload your add-on package and select any platform restrictions. After upload, a series of automated validation tests will be run on your file.
hu: Használja az alábbi mezőket a kiegészítő feltöltéséhez és állítsa be a platformkorlátozást. A feltöltés után egy sor automatikus ellenőrzési mechanizmus indul el és vizsgálja meg a fájlt.
id: Gunakan bidang di bawah ini untuk mengungggah paket pengaya anda dan pilih pembatasan platform manapun. Setelah menggunggah, serangkaian tes validasi otomatis akan dijalankan pada berkas anda.
kab: Seqdec urtan da-a akken ad tazneḍ akemmus n uzegrir inek sakin fren yal azeyyeṛ icudden ar unagraw. Seld tuzna, amazrar n ikayaden iwurmanen ad ttwagen ɣef ufaylu inek.
sk: Pre načítanie balíčka so svojim doplnkom a výber cieľových platforiem použite pole nižšie. Po načítaní bude spustená sada automatizovaných testov, ktoré váš balíček skontrolujú.
sq: Për ngarkimin e paketës së shtesës suaj dhe përzgjedhjen e çfarëdo kufizimi platforme, përdorni fushat më poshtë. Pas ngarkimit, mbi kartelën tuaj do të xhirohen një varg provash të automatizuara vleftësimi.
sr_latn: Iskoristite polja ispod da biste otpremili Vaš paket sa dodatkom i odaberite bilo koja ograničenja platforme. Nakon postavljanja, niz automatizovanih testova za proveru valjanosti će biti pokrenuti na Vašoj datoteci.
sv_se: Använd fälten nedan för att ladda upp ditt tilläggspaket och välj eventuella plattformsbegränsningar. Efter uppladdning, kommer en rad automatiserade valideringsprov köras på din fil.

source: Which platforms is this file compatible with?
hu: Mely platformokkal kompatibilis a fájl?
id: Platform manakah yang kompatibel dengan berkas ini?
ka: რომელ სისტემებთანაა თავსებადი?
kab: Anwa anagraw yemṣadan akked uzegrir inek?
ms: Platform mana yang serasi dengan fail ini?
sk: S ktorými platformami je tento súbor kompatibilný?
sq: Me cilat platforma është e përputhshme kjo kartelë?
sv_se: Vilka plattformar är denna fil kompatibel med?

source: Administrative overrides
es_ar: Anulaciones administrativas
fur: Sostituzions aministrativis
fy_nl: Negearhannelingen fan behear
he: מעקפים מנהליים
hu: Adminisztrációs felülbírálások
ia: Substitutiones administrative
id: Mengesampingkan secara administratif
ka: ადმინისტრაციის მოქმედებები
ms: Terbalikkan pentadbiran
nb_no: Administrative overstyringer
nn_no: Administrative overstyringar
ro: Suprareglaje administrative
sk: Zmeny pri administrácií
sq: Anashkalime administrative
sr_latn: Administrativna poništavanja
sv_se: Administrativa åsidosättningar
th: การเขียนทับโดยผู้ดูแล
tr: Yönetsel kural istisnaları

source: Firefox Add-on Distribution Agreement
es_ar: Acuerdo de distribución de complementos de Firefox
fi: Firefoxin lisäosan jakelusopimus
fur: Acuardi di distribuzion pai components adizionâi di Firefox
fy_nl: Firefox-add-on-distribúsjeoerienkomst
he: הסכם הפצת תוספת של Firefox
hu: Firefox kiegészítő terjesztési megállapodás
ia: Accordo de distribution del additivos de Firefox
id: Kesepakatan Distribusi Pengaya Firefox
is: Dreifingarsamningur Firefox-viðbótar
ka: შეთანხმება, Firefox დამატების გავრცელების თაობაზე
kab: Amtawa n uzuzer n uzegrir n Firefox
ms: Perjanjian Distribusi Add-on Firefox
nb_no: Firefox distribusjonsavtale for utvidelser
nn_no: Firefox distribusjonsavtale for utvidingar
ro: Acord de distribuție pentru suplimente Firefox
sq: Marrëveshje Shpërndarjesh Shtesash Firefox-i
sv_se: Firefox distributionsavtal för tillägg
te: Firefox పొడగింతల పంపిణీ ఒప్పందం
th: ข้อตกลงการแจกจ่ายส่วนเสริม Firefox
tr: Firefox Eklenti Dağıtım Sözleşmesi
vi: Thỏa thuận phân phối tiện ích Firefox

source: API Credentials
es_ar: Credenciales de API
fi: API-kirjautumistiedot
fur: Credenziâls API
fy_nl: API-referinsjes
he: פרטי גישה ל־API
hr: API vjerodajnice
hu: API hitelesítési adatok
ia: Credentiales de API
id: Keterangan Pengenal API
is: API-auðkenni
ka: API მონაცემები
kab: Talγut n usesteb i API
ms: Kelayakan API
nb_no: API-innloggingsopplysninger
nn_no: API-innloggingsopplysningar
ro: Date de autentificare API
sq: Kredenciale API
sv_se: API-inloggningsuppgifter
te: API ఆధారాలు
th: ข้อมูลประจำตัว API
tr: API Kimlik Bilgileri
vi: Thông tin đăng nhập API

source: For detailed instructions, consult the <a href="%(docs_url)s">API documentation</a>.
hu: Részletes útmutatásért tanulmányozza a <a href="%(docs_url)s">API dokumentációt</a>.
id: Untuk instruksi yang lebih rinci, lihat <a href="%(docs_url)s">dokumentasi API</a>.
ka: დაწვრილებითი მითითებებისთვის, გაეცანით <a href="%(docs_url)s">API დოკუმენტაციას</a>.
kab: Ugar n telɣut, ddu ar <a href="%(docs_url)s">tsemlit n API</a>.
ms: Untuk arahan terperinci, rujuk <a href="%(docs_url)s">dokumentasi API</a>.
sq: Për udhëzime të hollësishme, shihni <a href="%(docs_url)s">dokumentimin e API-t</a>.
sv_se: Detaljerade instruktioner finns i <a href="%(docs_url)s">API-dokumentationen</a>.
te: వివరమైన సూచనల కోసం, <a href="%(docs_url)s"> API పత్రావళి</a>ని సంప్రదించండి.

source: JWT secret
es_ar: Secreto JWT
fi: JWT-salaisuus
fur: Segret JWT
fy_nl: JWT-geheim
he: סוד JWT
hr: JWT tajna
hu: JWT titok
ia: Secreto JWT
id: Rahasia JWT
ka: JWT საიდუმლო კოდი
kab: Sser JWT
ms: Rahsia JWT
nb_no: JWT-hemmelighet
nn_no: JWT-hemmelegheit
ro: Secret JWT
sq: E fshehtë JWT
sv_se: JWT-hemlighet
te: JWT రహస్యము
th: ข้อมูลลับ JWT
tr: JWT gizli anahtarı
vi: JWT bí mật

source: To make API requests, send a <a href="%(jwt_url)s">JSON Web Token (JWT)</a> as the authorization header. You'll need to generate a JWT for every request as explained in the <a href="%(docs_url)s">API documentation</a>.
hu: API kéréshez küldjön egy <a href="%(jwt_url)s">JSON Web Tokent (JWT),</a> az autorizációs fejlécben. Egy JWT-t kell generálnia minden egyes kéréshez, ahogy azt az <a href="%(docs_url)s">API dokumentáció</a> elmagyarázza.
id: Untuk membuat permintaan API, kirimkan sebuah <a href="%(jwt_url)s">JSON Web Token (JWT)</a> sebagai bagian awal otorisasi. Anda perlu menghasilkan JWT untuk setiap permintaan sebagaimana diterangkan dalam <a href="%(docs_url)s">dokumentasi API</a>.
ka: API მოთხოვნის გასაკეთებლად, გაგზავნეთ <a href="%(jwt_url)s">JSON Web Token (JWT)</a> ავტორიზაციის თავსართად. JWT-ს შექმნა დაგჭირდებათ ყოველ ჯერზე მოთხოვნის გაგზავნისას, როგორც ახსნილია <a href="%(docs_url)s">API დოკუმენტაციაში</a>.
ms: Untuk membuat permintaan API, hantar <a href="%(jwt_url)s">Token Web (JWT)</a> sebagai pengepala autoriti. Anda perlu menjana JWT bagi setiap permintaan seperti yang dijelaskan dalam <a href="%(docs_url)s">dokumentasi</a>.
sq: Për të bërë kërkesa API, dërgoni një <a href="%(jwt_url)s">JSON Web Token (JWT)</a> si krye autorizimi. Do t’ju duhet të prodhoni një JWT për çdo kërkesë, siç shpjegohet te <a href="%(docs_url)s">dokumentimi i API-it</a>.
sv_se: För att göra API förfrågningar, skicka en <a href="%(jwt_url)s">JSON Web Token (JWT)</a> som authorization header. Du måste skapa en JWT för varje begäran enligt beskrivningen i <a href="%(docs_url)s">API-dokumentationen</a>.

source: You don't have any API credentials yet.
sq: S’keni ende kredenciale API.
sv_se: Du har inte någon API-inloggningsuppgifter ännu.

source: This feature is under active development. If you find a problem please <a target="_blank" href="%(bug_link)s">report a bug</a>.
sq: Kjo veçori gjendet nën zhvillim aktiv. Nëse gjeni ndonjë problem, ju lutemi, <a target="_blank" href="%(bug_link)s">njoftoni një të metë</a>.
sv_se: Denna funktion är under aktiv utveckling. Om du upptäcker ett problem vänligen <a target="_blank" href="%(bug_link)s">rapportera en bugg</a>.

source: Revoke and regenerate credentials
es_ar: Revocar y generar credenciales
fi: Kumoa ja luo uudelleen kirjautumistiedot
fur: Revoche e torne a gjenerâ credenziâls
fy_nl: Referinsjes ynlûke en opnij generearje
he: שלילה ויצירת פרטי גישה חדשים
hr: Opozovi i obnovi vjerodajnice
hu: Hitelesítő adatok visszavonása és újra létrehozása
ia: Revocar e regenerar credentiales
id: Mencabut dan menghasilkan ulang keterangan pengenal
ka: მონაცემების გაუქმება და ხელახლა შექმნა
kab: Ḥwi sakin sirew talɣut n usesteb
ms: Mansuh dan jana semula kelayakan
nb_no: Tilbakekalle og generere legitimasjon på nytt
nn_no: Kall tilbake og regenerer innloggingsinformasjon
ro: Revocă și regenerează datele de autentificare
sq: Shfuqizoji dhe riprodhoji kredencialet
sv_se: Återkalla och regenerera autentiseringsuppgifter
th: เพิกถอนและสร้างข้อมูลประจำตัวใหม่
tr: Kimlik bilgilerini iptal et ve yeniden oluştur
vi: Thu hồi và tạo lại thông tin xác thực đăng nhập

source: Generate new credentials
es_ar: Generar nuevas credenciales
fi: Luo uudet kirjautumistiedot
fur: Gjenere gnovis credenziâls
fy_nl: Nije referinsjes generearje
he: יצירת פרטי גישה חדשים
hr: Stvori nove vjerodajnice
hu: Új hitelesítő adatok létrehozása
ia: Generar nove credentiales
id: Menghasilkan keterangan pengenal baru
is: Útbúa ný auðkenni
ka: ახალი მონაცემების შექმნა
kab: Sirew talɣut tamaynut n usesteb
ms: Jana semula kelayakan baru
nb_no: Generer nye innloggingsdetaljer
nn_no: Generer nye akkreditiv
ro: Generează date de autentificare noi
sq: Prodho kredenciale të reja
sv_se: Generera nya autentiseringsuppgifter
th: สร้างข้อมูลรับรองใหม่
tr: Yeni kimlik bilgileri oluştur
vi: Tạo khóa mới

source: Developer Agreement
hu: Fejlesztői megállapodás
id: Kesepakatan Pengembang
sk: Vývojárska zmluva
sq: Marrëveshje Zhvilluesi
sr_latn: Sporazum programera
sv_se: Utvecklaravtal

source: Contacting Us
hu: Kapcsolatfelvétel módja
id: Menghubungi Kami
sk: Kontaktujte nás
sq: Si të Lidheni Me Ne
sr_latn: Kontaktirajte nas
sv_se: Kontakta oss

source: Thanks for your interest in contacting the Mozilla Add-ons team. Please read this page carefully to ensure your request goes to the right place.
hu: Köszönjük, hogy kapcsolatba lépett a Mozilla Kiegészítők csapatával. Kérjük, olvassa el ezt az oldalt figyelmesen, hogy biztosítsa kérése megfelelő helyre irányul.
id: Terima kasih atas minat anda menghubungi tim Pengaya Mozilla. SIlakan membaca laman ini secara cermat untuk memastikan permintaan anda menuju ke tempat yang tepat.
sk: Ďakujeme za váš záujem kontaktovať tím servera Mozilla Add-ons. Starostlivo si prosím prečítajte túto stránku a uistite sa, že svoju otázku smerujete správnym smerom.
sq: Faleminderit për interesin për t’u lidhur me ekipin e Shtesave Mozilla. Ju lutemi, lexojeni me kujdes këtë faqe, që të siguroheni se kërkesa juaj mbërrin në vendin e duhur.
sr_latn: Hvala Vam na interesovanju u kontaktiranju Mozilla Add-ons tima. Molimo Vas pažljivo pročitajte ovu stranicu da bi se uverili da Vaš zahtev ode na pravo mesto.
sv_se: Tack för ditt intresse att kontakta gruppen Mozilla tillägg. Läs denna sida noga för att din fråga går till rätt ställe.

source: Add-on Support
hu: Kiegészítő támogatás
id: Dukungan Pengaya
sk: Podpora pre doplnok
sq: Asistencë Shtese
sr_latn: Podrška dodataka
sv_se: Support för tillägg
