Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: See more tab management staff picks
es_ar: Ver más selecciones del personal de administración de pestañas
fi: Katso lisää valittuja välilehtien hallinnan laajennuksia
fur: Viôt altris gjestôrs di schedis sielzûts dal organic
fy_nl: Mear stêfkarren foar ljepblêdbehear besjen
hr: Pogledaj izbor naših zaposlenika za upravljanje karticama
ia: Vide altere gestion de schedas seligite per nostre equipa
is: Skoðaðu fleiri tól til umsýslu flipa sem starfsfólk hefur valið
nb_no: Se flere fanebehandlingsutvidelser utvalgt av ansatte
nn_no: Sjå fleire fanebehandlingsutvidingar valde av tilsette
ro: Vezi mai multe extensii pentru gestionarea filelor recomandate de echipă
tr: Editörün seçtiği diğer sekme yönetimi uzantılarına bakın
vi: Xem thêm các trình quản lý thẻ được lựa chọn bởi biên tập viên

source: “{tag}” tagged extensions
es_ar: Extensiones etiquetadas con “{tag}”
fi: “{tag}”-tunnisteella merkityt laajennukset
fur: Estensions cun etichete “{tag}”
fy_nl: Mei ‘{tag}’ labele útwreidingen
he: הרחבות המתויגות ב״{tag}״
hr: Proširenja s oznakom „{tag}”
ia: Extensiones con le etiquetta "{tag}"
is: Forritsaukar merktir “{tag}”
nb_no: «{tag}»-merkede utvidelser
nn_no: «{tag}»-merkte utvidingar
ro: Extensii etichetate „{tag}”
tr: “{tag}” etiketli uzantılar
vi: Tiện ích mở rộng được gắn thẻ “{tag}”

source: See more extensions tagged "{tag}"
es_ar: Ver más extensiones etiquetadas con "{tag}"
fi: Katso lisää "{tag}"-merkittyjä laajennuksia
fur: Viôt altris estensions cun etichete “{tag}”
fy_nl: Mear mei ‘{tag}’ labele útwreidingen besjen
he: הצגת הרחבות נוספות המתויגות ב״{tag}״
hr: Pogledaj još proširenja s oznakom „{tag}”
ia: Vide altere extensiones etiquettate "{tag}"
is: Sjá fleiri forritsauka merkta með "{tag}"
nb_no: Se flere utvidelser merket med «{tag}»
nn_no: Sjå fleire tillegg merkte med «{tag}»
ro: Vezi mai multe extensii etichetate „{tag}”
tr: "{tag}" etiketli diğer uzantılara bakın
vi: Xem các tiện ích mở rộng khác được gắn thẻ "{tag}"

source: Elite ad blockers
es_ar: Bloqueadores de publicidad de élite
fi: Ensiluokkaiset mainosestäjät
fur: I miôrs blocs des publicitâts
fy_nl: De bêste advertinsjeblokkearders
hr: Elitno blokiranje oglasa
ia: Blocatores de avisos elite
is: Auglýsingabanar fyrir elítuna
nb_no: Kraftige annonseblokkere
nn_no: Kraftfulle annonseblokkerarar
ro: Blocatoare de reclame de elită
tr: Reklam engelleyiciler
vi: Trình chặn quảng cáo ưu tú

source: See more ad blocker staff picks
fi: Katso lisää valittuja mainosestäjiä
fur: Viôt altris blocs pes publicitâts sielzûts dal organic
fy_nl: Mear stêfkarren foar advertinsjeblokkearring besjen
hr: Pogledaj izbor naših zaposlenika za blokiranje oglasa
ia: Vide altere blocatores de avisos seligite per nostre equipa
is: Skoðaðu fleiri auglýsingabana sem starfsfólk hefur valið
nb_no: Se flere anbefalinger fra ansatte innen annonseblokkering
nn_no: Sjå fleire tilrådingar frå tilsette innan annonseblokkering
ro: Vezi mai multe extensii de blocare a reclamelor recomandate de echipă
tr: Editörün seçtiği diğer reklam engelleyicilere bakın
vi: Xem thêm các trình chặn quảng cáo được lựa chọn bởi biên tập viên

source: YouTube customization
es_ar: Personalización de YouTube
fi: YouTuben mukauttaminen
fur: Personalizazion di YouTube
fy_nl: YouTube-oanpassingen
he: התאמה אישית של YouTube
hr: Prilagođavanje YouTubea
ia: Personalisationes de YouTube
is: Gerðu YouTube að þínu
nb_no: YouTube-tilpasning
nn_no: YouTube-tilpassing
ro: Personalizare YouTube
tr: YouTube özelleştirme
vi: Tùy chỉnh YouTube

source: See more YouTube extension staff picks
es_ar: Ver más selecciones del personal de extensiones de YouTube
fi: Katso lisää valittuja YouTube-laajennuksia
fur: Viôt altris estensions par YouTube sielzudis dal organic
fy_nl: Mear stêfkarren foar YouTube-útwreidingen besjen
hr: Pogledaj izbor naših zaposlenika za YouTube proširenje
ia: Vide altere extensiones YouTube seligite per nostre equipa
is: Skoðaðu fleiri YouTube-forritsauka sem starfsfólk hefur valið
nb_no: Se flere YouTube-utvidelseser utvalgt av ansatte
nn_no: Sjå fleire YouTube-utvidingar utvalde av tilsette
ro: Vezi mai multe extensii pentru YouTube recomandate de echipă
th: ดูส่วนขยายเพิ่มเติมที่ทีมงาน YouTube แนะนำ
tr: Editörün seçtiği diğer YouTube uzantılarına bakın
vi: Xem thêm các tiện ích YouTube được lựa chọn bởi biên tập viên

source: Trending themes
es_ar: Temas más populares
fi: Nousussa olevat teemat
fur: Temis di tindince
fy_nl: Trending tema’s
he: ערכות נושא שמובילות לאחרונה
hr: Teme u trendu
ia: Themas de tendentia
is: Þemu í umræðunni
nb_no: Populære tema
nn_no: Populære tema
ro: Teme în tendințe
th: ชุดรูปแบบที่กำลังนิยม
tr: Gündemdeki temalar
vi: Chủ đề thịnh hành

source: See more trending themes
es_ar: Ver más temas populares
fi: Katso lisää nousussa olevia teemoja
fur: Viôt altris temis di tindince
fy_nl: Mear trending tema’s besjen
he: הצגת ערכות נושא נוספות שמובילות לאחרונה
hr: Pogledaj još tema u trendu
ia: Vide altere themas de tendentia
is: Sjá fleiri umrædd þemu
nb_no: Se flere populære tema
nn_no: Vis fleire populære tema
ro: Vezi mai multe teme în tendințe
tr: Gündemdeki diğer temalara bakın
vi: Xem các chủ đề thịnh hành khác

source: Top rated themes
es_ar: Temas mejor valorados
fi: Parhaiten arvioidut teemat
fur: Temis plui votâts
fy_nl: Heechst wurdearre tema’s
he: ערכות נושא בדירוג הגבוה ביותר
hr: Najbolje ocijenjene teme
ia: Le themas melio evalutate
is: Þemu með hæstu einkunn
nb_no: Høyest vurderte tema
nn_no: Høgast rangerte tema
ro: Teme cu cele mai bune recenzii
tr: En yüksek puanlı temalar
vi: Chủ đề thịnh hành

source: See more top rated themes
es_ar: Ver más temas mejor valorados
fi: Katso lisää parhaiten arvioituja teemoja
fur: Viôt altris temis plui votâts
fy_nl: Mear heechst wurdearre tema’s besjen
he: הצגת ערכות נושא נוספות בדירוג גבוה
hr: Pogledaj još najbolje ocijenjene teme
ia: Vide altere themas melio valutate
is: Sjá fleiri þemu með hæstu einkunn
nb_no: Se flere høyest vurderte tema
nn_no: Vis fleire høgast vurderte tema
ro: Vezi mai multe teme cu cele mai bune recenzii
tr: En yüksek puanlı diğer temalara bakın
vi: Xem các chủ đề thịnh hành khác

source: Trending extensions
es_ar: Extensiones más populares
fi: Nousussa olevat laajennukset
fur: Estensions di tindince
fy_nl: Populêre útwreidingen
he: ההרחבות שמובילות לאחרונה
hr: Proširenja u trendu
ia: Extensiones de tendentia
is: Forritsaukar á uppleið
nb_no: Populære utvidelser
nn_no: Populære utvidingar
ro: Extensii în tendințe
tr: Gündemdeki uzantılar
vi: Chủ đề thịnh hành

source: See more trending extensions
es_ar: Ver más extensiones populares
fi: Katso lisää nousussa olevia laajennuksia
fur: Viôt altris estensions di tindince
fy_nl: Mear populêre útwreidingen besjen
he: הצגת הרחבות נוספות שמובילות לאחרונה
hr: Pogledaj još proširenja u trendu
ia: Vide altere extensiones de tendentia
is: Sjá fleiri forritsauka á uppleið
nb_no: Se flere populære utvidelser
nn_no: Vis fleire populære utvidingar
ro: Vezi mai multe extensii în tendințe
tr: Gündemdeki diğer uzantılara bakın
vi: Xem thêm các xu hướng cho tiện ích mở rộng

source: Steam enhancers
fi: Steamin tehostajat
fur: Struments par miorâ Steam
fy_nl: Steam-fersterkers
hr: Proširenja za Steam
ia: Augmentatores de Steam
is: Til að bæta Steam
nb_no: Steam-forbedringer
nn_no: Steam-forbetringar
ro: Amelioratoare pentru Steam
tr: Steam uzantıları
vi: Tăng cường cho Steam

source: See more Steam staff picks
es_ar: Ver más selecciones del personal de Steam
fi: Katso lisää henkilöstön Steam-valintoja
fur: Viôt altris struments par Steam sielzûts dal organic
fy_nl: Mear stêfkarren foar Steam besjen
hr: Pogledaj izbor naših zaposlenika za Steam
ia: Vide altere recommendationes del staff de Steam
is: Skoðaðu fleira tengt Steam sem starfsfólk hefur valið
nb_no: Se flere Steam-utvidelser utvalgt av ansatte
nn_no: Sjå fleire Steam-utvidingar utvalde av tilsette
ro: Vezi mai multe extensii Steam recomandate de echipă
tr: Editörün seçtiği diğer Steam uzantılarına bakın
vi: Xem thêm Steam được lựa chọn bởi biên tập viên

source: Creativity extensions
es_ar: Extensiones de creatividad
fi: Luovuutta tukevat laajennukset
fur: Estensions pe creativitât
fy_nl: Kreativiteitsútwreidingen
hr: Proširenja za kreativnost
ia: Extensiones de creativitate
is: Forritsaukar fyrir sköpunargleði
nb_no: Kreativitetsutvidelser
nn_no: Kreativitetsutvidingar
ro: Extensii de creativitate
tr: Yaratıcılık uzantıları
vi: Chủ đề thịnh hành

source: See more creativity staff picks
fi: Katso lisää valittuja luovuuden työkaluja
fur: Viôt altris struments pe creativitât sielzûts dal organic
fy_nl: Mear stêfkarren foar kreativiteit besjen
hr: Pogledaj izbor naših zaposlenika za kreativnost
ia: Vide altere utensile de creativitate eligite per nostre equipa
is: Skoðaðu fleiri sköpunartól sem starfsfólk hefur valið
nb_no: Se flere kreativitetstillegg utvalgt av ansatte
nn_no: Sjå fleire kreativitetsutvidingar utvalde av tilsette
ro: Vezi mai multe extensii de creativitate alese de echipă
tr: Editörün seçtiği diğer yaratıcılık uzantılarına bakın
vi: Xem thêm các tiện ích sáng tạo được lựa chọn bởi biên tập viên

source: Social media extensions
es_ar: Extensiones de redes sociales
fi: Sosiaalisen median laajennukset
fur: Estensions pai social media
fy_nl: Sosjale mediaútwreidingen
he: הרחבות מדיה חברתית
hr: Proširenja društvenih medija
ia: Extensiones de medios social
nb_no: Utvidelser for sosiale media
nn_no: Utvidingar for sosiale media
ro: Extensii pentru rețele sociale
tr: Sosyal medya uzantıları
vi: Tiện ích mở rộng xã hội

source: See more social media staff picks
fi: Katso lisää valittuja sosiaalisen median työkaluja
fur: Viôt altris struments pai social media sielzûts dal organic
fy_nl: Mear stêfkarren foar sosjale media besjen
hr: Pogledaj izbor naših zaposlenika za društvene medije
ia: Vide altere medios social seligite per nostre equipa
is: Skoðaðu fleira samfélagsmiðladót sem starfsfólk hefur valið
nb_no: Se flere utvidelser for sosiale medier utvalgt av ansatte
nn_no: Vis fleire utvidingar for sosiale medium utvalde av tilsette
ro: Vezi mai multe extensii pentru rețelele sociale recomandate de echipă
tr: Editörün seçtiği diğer sosyal medya uzantılarına bakın
vi: Xem thêm tiện ích xã hội được lựa chọn bởi biên tập viên

source: Top download managers
es_ar: Administradores de descargas principales
fi: Parhaimmat lataushallintaohjelmat
fur: I miôrs gjestôrs par discjariâ
fy_nl: Bêste downloadbehearders
he: מנהלי הורדות מובילים
hr: Najbolji upravljači za preuzimanja
ia: Principal gestores de discargamento
is: Helstu niðurhalsstjórar
nb_no: Beste nedlastingsbehandlere
nn_no: Beste nedlastingshandsamarar
ro: Cele mai bune instrumente pentru gestionarea descărcărilor
tr: En iyi indirme yöneticileri
vi: Trình quản lý tải xuống hàng đầu

source: See more download manager staff picks
fi: Katso lisää valittuja lataushallinnan työkaluja
fur: Visualize altris struments pe gjestion dai discjariaments sielzûts dal organic
fy_nl: Mear stêfkarren foar downloadbehear besjen
hr: Pogledaj izbor naših zaposlenika za upravljače preuzimanja
ia: Vide altere gestores de discargamento seligite per nostre equipa
is: Skoðaðu fleiri niðurhalsstjóra sem starfsfólk hefur valið
nb_no: Se flere nedlastingsbehandlere utvalgt av ansatte
nn_no: Sjå fleire nedlastingshandsamarar utvalde av tilsette
ro: Vezi mai multe instrumente pentru gestionarea descărcărilor recomandate de echipă
tr: Editörün seçtiği diğer indirme yöneticilerine bakın
vi: Xem thêm trình quản lý tải xuống do biên tập viên chọn

source: Accessibility extensions
es_ar: Extensiones de accesibilidad
fi: Esteettömyyslaajennukset
fur: Estension pal acès facilitât
fy_nl: Tagonklikheidsútwreidingen
he: הרחבות נגישות
hr: Proširenja pristupačnosti
ia: Extensiones de accessibilitate
nb_no: Tilgjengelighetsutvidelser
nn_no: Utvidingar for tilgjengelegheit
ro: Extensii de accesibilitate
tr: Erişilebilirlik uzantıları
vi: Tiện ích hỗ trợ tiếp cận

source: See more accessibility staff picks
fi: Katso lisää valittuja esteettömyyden työkaluja
fur: Viôt altris struments pal acès facilitât sielts dai nestri organic
fy_nl: Mear stêfkarren foar tagonklikheid besjen
hr: Pogledaj izbor naših zaposlenika za pristupačnost
ia: Vide altere selectiones de accessibilitate per nostre equipa
nb_no: Se flere tilgjengelighetsutvidelser utvalgt av ansatte
nn_no: Sjå fleire utvidingar for tilgjengelegheit utvalde av tilsette
ro: Vezi mai multe extensii pentru accesibilitate recomandate de echipă
tr: Editörün seçtiği diğer erişilebilirlik uzantılarına bakın
vi: Xem thêm các tiện ích hỗ trợ tiếp cận được lựa chọn bởi biên tập viên

source: Extension starter pack
es_ar: Paquete inicial de extensiones
fi: Laajennusten aloituspaketti
fur: Pachet di estensions par scomençâ
fy_nl: Utwreiding-startpakket
he: ערכת הרחבות למתחילים
hr: Početni paket proširenja
ia: Pacchetto initial de extensiones
nb_no: Startpakke for utvidelser
nn_no: Startpakke for utvidingar
ro: Pachet starter de extensii
tr: Uzantı başlangıç paketi
vi: Gói khởi đầu tiện ích mở rộng

source: See more starter extension staff picks
fi: Katso lisää laajennusten aloituspakkauksia
fur: Viôt altris estensions par scomençâ sieltis dal nestri organic
fy_nl: Mear stêfkarren foar begjinnersútwreidingen besjen
hr: Pogledaj izbor naših zaposlenika za početni paket proširenja
ia: Vide altere extensiones pro initiar seligite per nostre equipa
nb_no: Se flere utvidelsesstartpakker utvalgt av ansatte
nn_no: Sjå fleire utvidingsstartpakkar utvalde av tilsette
ro: Vezi mai multe extensii starter recomandate de echipă
tr: Editörün seçtiği diğer başlangıç uzantılarına bakın
vi: Xem thêm các tiện ích cho người mới bắt đầu được chúng tôi lựa chọn

source: Twitch extensions
es_ar: Extensiones de Twitch
fi: Twitch-laajennukset
fur: Estensions par Twitch
fy_nl: Twitch-útwreidingen
hr: Twitch proširenja
ia: Extensiones pro Twitch
nb_no: Twitch-utvidelser
nn_no: Twitch-tillegg
ro: Extensii Twitch
tr: Twitch uzantıları
vi: Tiện ích mở rộng Twitch

source: See more Twitch extension staff picks
fi: Katso lisää henkilöstön Twitch-laajennusten valintoja
fur: Scuvierç altris estensions par Twitch sieltis dal nestri organic
fy_nl: Mear stêfkarren foar Twitch-útwreidingen besjen
hr: Pogledaj izbor naših zaposlenika za daljnja Twitch proširenja
ia: Vide altere extensiones pro Twitch seligite per nostre equipa
nb_no: Se flere Twitch-utvidelser utvalgt av ansatte
nn_no: Sjå fleire Twitch-utvidingar utvalde av tilsette
ro: Vezi mai multe extensii pentru Twitch recomandate de echipă
tr: Editörün seçtiği diğer Twitch uzantılarına bakın
vi: Xem thêm các tiện ích Twitch được lựa chọn bởi biên tập viên

source: Gaming & media extensions
es_ar: Extensiones de juegos y medios
fi: Peli- ja medialaajennukset
fur: Estensions pai zûcs e pai contignûts multimediâi
fy_nl: Spul- en media-útwreidingen
hr: Proširenja za igre i medije
nb_no: Spill- og medieutvidelser
nn_no: Spel- og medieutvidingar
ro: Extensii pentru jocuri și multimedia
tr: Oyun ve medya uzantıları

source: See more staff picks
fi: Katso lisää henkilöstön valintoja
fur: Viôt altris sieltis dal nestri organic
fy_nl: Mear stêfkarren besjen
hr: Pogledaj daljnji izbor naših zaposlenika
nb_no: Se flere ansattes valg
nn_no: Sjå fleire val av tilsette
ro: Vezi mai multe extensii recomandate de echipă
tr: Editörün seçtiği diğer uzantılara bakın

source: Unreviewed
es_ar: Sin revisar
fur: No revisionât
fy_nl: Net beoardiele
hr: Nerecenzirano
ia: Non revidite
is: Óyfirfarið
nb_no: Ikke gjennomgått
nn_no: Ikkje vurdert
ro: Nerevizuit
tr: İncelenmemiş
vi: Chưa được xét duyệt

source: This upload has already been submitted.
es_ar: Esta subida ya ha sido enviada.
fur: Chest file al è za stât cjariât in rêt.
fy_nl: Dizze oplaad is al yntsjinne.
hr: Ovaj je prijenos već poslan.
ia: Iste cargamento ha jam essite inviate.
is: Þessi innsending hefur þegar verið send inn.
nb_no: Denne opplastingen er allerede sendt inn.
nn_no: Denne opplastinga er allereie sendt inn.
ro: Încărcarea a fost deja trimisă.
tr: Bu yükleme zaten gönderilmiş.
vi: Lần tải lên này đã được gửi trước đó.

source: Lowest supported "strict_min_version" is {min_version}.
es_ar: Mínima "strict_min_version" soportada es {min_version}.
fi: Alhaisin tuettu "strict_min_version" on {min_version}.
fur: Il valôr minim supuartât par “strict_min_version” al è {min_version}.
fy_nl: Leechste stipe ‘strict_min_version’ is {min_version}.
hr: Najmanja podržana "strict_min_version" je {min_version}.
ia: Le version compatibile minus recente "strict_min_version" es {min_version}.
nb_no: Den lavest støttede «strict_min_version» er {min_version}.
nn_no: Den lågast støtta «strict_min_version» er {min_version}.
ro: Cea mai mică valoare „strict_min_version" acceptată este {min_version}.
tr: Desteklenen en düşük "strict_min_version": {min_version}.
vi: "strict_min_version" thấp nhất được hỗ trợ là {min_version}.

source: Unknown "strict_min_version" {appver} for {app}
es_ar: {appver} "strict_min_version" desconocida para {app}
fi: Tuntematon "strict_min_version" {appver} sovellukselle {app}
fur: “strict_min_version” {appver} no cognossude par {app}
fy_nl: Unbekende ‘strict_min_version’ {appver} foar {app}
hr: Nepoznata "strict_min_version" {appver} za {app}
ia: “strict_min_version” {appver} incognite pro {app}
nb_no: Ukjent «strict_min_version» {appver} for {app}
nn_no: Ukjend «strict_min_version» {appver} for {app}
ro: „strict_min_version" {appver} necunoscută pentru {app}
te: {app} యొక్క గుర్తుతెలియని "strict_min_version" {appver}
tr: {app} için bilinmeyen "strict_min_version" {appver}
vi: "strict_min_version" {appver} không xác định cho {app}

source: Unknown "strict_max_version" {appver} for {app}
es_ar: "strict_max_version" {appver} desconocida para {app}
fi: Tuntematon "strict_max_version" {appver} sovellukselle {app}
fur: “strict_max_version” {appver} no cognossude par {app}
fy_nl: Unbekende ‘strict_max_version’ {appver} foar {app}
hr: Nepoznata "strict_max_version" {appver} za {app}
ia: “strict_max_version” {appver} incognite pro {app}
nb_no: Ukjent «strict_max_version» {appver} for {app}
nn_no: Ukjend «strict_max_version» {appver} for {app}
ro: Valoare „strict_max_version" necunoscută {appver} pentru {app}
tr: {app} için bilinmeyen "strict_max_version" {appver}
vi: "strict_min_version" {appver} không xác định cho {app}

source: Unsupported compression method in archive.
es_ar: Método de compresión no soportado en el archivo.
fi: Arkiston pakkausmenetelmää ei tueta.
fur: Metodi di compression tal archivi no supuartât.
fy_nl: Net-stipe kompresjemetoade yn argyf.
he: שיטת דחיסה לא נתמכת בארכיון.
hr: Nepodržana metoda kompresije u arhivi.
ia: Methodo de compression non supportate in le archivo.
nb_no: Ustøttet komprimeringsmetode i arkivet.
nn_no: Ustøtta komprimeringsmetode i arkivet.
ro: Metodă de compresie neacceptată în arhivă.
tr: Arşivde desteklenmeyen sıkıştırma yöntemi.

source: Unsupported archive type.
es_ar: Tipo de archivo no admitido.
fi: Arkistotyyppiä ei tueta.
fur: Gjenar di archivi no supuartât.
fy_nl: Net-stipe argyftype.
he: סוג ארכיון לא נתמך.
hr: Nepodržana vrsta arhive.
ia: Typo de archivo non admittite.
is: Óstudd tegund safnskrár.
nb_no: Arkivtypen støttes ikke.
nn_no: Arkivtypen er ikkje støtta.
ro: Tip de arhivă nesuportat.
te: తోడ్పాటులేని ఆర్కయివు రకం.
tr: Desteklenmeyen arşiv türü.
vi: Loại tập tin nén không được hỗ trợ.

source: This archive contains a forbidden special file (symbolic / hard link or device / block file)
es_ar: Este archivo contiene un archivo especial prohibido (simbólico / enlace duro o dispositivo / archivo de bloque)
fi: Tämä arkisto sisältää kielletyn erikoistiedoston (symbolisen / kovan linkin tai laite- / lohkotiedoston)
fur: Chest archivi al conten un file speciâl improibît (colegament simbolic / fisic o dispositîf / file di bloc)
fy_nl: Dit argyf befettet in ferbeane spesjaal bestân (symboalyske / hurde keppeling of apparaat / blokbestân)
ia: Iste archivo contine un file special prohibite (symbolic / ligamine dur o apparato / file de blocada)
nb_no: Dette arkivet inneholder en forbudt spesialfil (symbolsk/hard lenke- eller enhets-/blokkfil)
nn_no: Dette arkivet inneheld ei forboden spesialfil (symbolsk/hard lenkje- eller einings-/blokkfil)
ro: Arhiva conține un fișier special interzis (link simbolic/fizic sau fișier de dispozitiv/bloc)
tr: Bu arşiv yasaklı bir özel dosya içeriyor (sembolik/sabit bağlantı veya cihaz/blok dosyası)
vi: Lưu trữ này chứa một tập tin đặc biệt bị cấm (tập tin symbolic / hard link hoặc device / block)

source: Uncompressed size is too large
es_ar: El tamaño sin comprimir es demasiado grande
fi: Pakkaamaton koko on liian suuri
fur: La dimension no comprimude e je masse grande
fy_nl: Net-komprimearre omfang is te grut
he: הגודל הלא דחוס גדול מדי
hr: Nekomprimirana veličina je prevelika
ia: Le dimension non comprimite es troppo grande
is: Óþjöppuð stærð er of mikil
nb_no: Den ukomprimerte størrelsen er for stor
nn_no: Den ukomprimerte storleiken er for stor
ro: Dimensiunea necomprimată este prea mare
te: కంప్రెస్ చేయని పరిమాణం చాలా పెద్దగా ఉంది
tr: Sıkıştırılmamış boyut çok büyük
vi: Kích thước đã giải nén quá lớn

source: No manifest.json found
es_ar: No se encontró manifest.json
fi: Tiedostoa manifest.json ei löytynyt
fur: Nissun manifest.json cjatât
fy_nl: Gjin manifest.json fûn
he: לא נמצא manifest.json
hr: Manifest.json nije pronađen
ia: Nulle manifest.json trovate
is: Engin manifest.json fannst
nb_no: Ingen manifest.json funnet
nn_no: Fann ingen manifest.json
ro: Niciun manifest.json găsit
tr: manifest.json bulunamadı
vi: Không tìm thấy manifest.json

source: Invalid or corrupted file.
es_ar: Archivo no válido o corrupto.
fi: Virheellinen tai vioittunut tiedosto.
fur: File no valit o ruvinât.
fy_nl: Unjildich of skansearre bestân.
he: קובץ פגום או לא תקין.
hr: Neispravna ili oštećena datoteka.
ia: File corrupte o invalide.
is: Ógild eða skemmd skrá.
nb_no: Ugyldig eller skadet fil.
nn_no: Ugyldig eller skada fil.
ro: Fișier nevalid sau corupt.
th: ไฟล์ไม่ถูกต้องหรือเสียหาย
tr: Geçersiz veya bozulmuş dosya.
vi: Tệp không hợp lệ hoặc bị hỏng.

source: The add-on ID in your manifest.json (%s) does not match the ID of your add-on on AMO (%s)
es_ar: El ID de tu complemento en el manifest.json (%s) no coincide con el ID de tu complemento en AMO (%s)
fur: L’ID dal component adizionâl specificât tal manifest.json (%s) nol corispuint a chel indicât su AMO (%s)
fy_nl: De add-on-ID yn jo manifest.json (%s) komt net oerien mei de ID fan jo add-on op AMO (%s)
he: מזהה התוספת ב־manifest.json שלך (%s) אינה תואמת את מזהה התוספת שלך ב־AMO‏ (%s)
ia: Le ID del additivo in tu manifest.json (%s) non concorda con le ID de tu additivo sur AMO (%s)
nb_no: Tilleggs-ID-en i manifest.json-filen din (%s) samsvarer ikke med ID-en til tillegget ditt på AMO (%s)
nn_no: Tilleggs-ID-en i manifest.json-fila di (%s) samsvarar ikkje med ID-en til tillegget ditt på AMO (%s)
ro: ID-ul suplimentului din manifest.json (%s) nu corespunde ID-ului dat suplimentului pe AMO (%s)
tr: manifest.json dosyanızdaki eklenti kimliği (%s), AMO'daki eklentinizin kimliğiyle (%s) eşleşmiyor
vi: ID tiện ích trong tập tin manifest.json (%s) của bạn không khớp với ID tiện ích của bạn trên AMO (%s)
