Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Please ensure this field has no more than {max_length} characters.
es_ar: Asegurate de que este campo no tiene más de {max_length} caracteres.
fi: Varmista ettei kentässä ole enempää kuin {max_length} merkkiä.
fur: Siguriti che chest cjamp nol vedi plui di {max_length} caratars.
fy_nl: Soargje derfoar dat dit fjild net mear as {max_length} tekens befettet.
he: נא לוודא ששדה זה לא כולל יותר מ־{max_length} תווים.
hr: Provjeri da ovo polje ne sadrži više od {max_length} znakova.
ia: Assecura te que iste campo non ha plus de {max_length} characteres.
is: Gakktu úr skugga um að þessi reitur hafi ekki fleiri en {max_length} stafi.
nb_no: Sørg for at dette feltet ikke har mer enn {max_length} tegn.
nn_no: Sjå til at dette feltet ikkje har meir enn {max_length} teikn.
ro: Te rugăm să te asiguri că acest câmp nu are mai mult de {max_length} de caractere.
te: దయచేసి ఈ ఫీల్డులో {max_length} కంటే ఎక్కువ అక్షరాలు లేకుండా చూడండి.
th: โปรดตรวจสอบให้แน่ใจว่าช่องนี้มีอักขระไม่เกิน {max_length} ตัวอักษร
tr: Bu alan {max_length} karakterden daha uzun olamaz.
vi: Hãy đảm bảo rằng trường này không vượt quá {max_length} ký tự.

source: Invalid value
es_ar: Valor no válido
fi: Virheellinen arvo
fur: Valôr no valit
fy_nl: Net jildige wearde
hr: Neispravna vrijednost
ia: Valor invalide
is: Ógilt gildi
nb_no: Ugyldig verdi
nn_no: Ugyldig verdi
ro: Valoare nevalidă
th: ค่าไม่ถูกต้อง
tr: Geçersiz değer
vi: Giá trị không hợp lệ

source: Appeal reviewer decision
es_ar: Decisión del revisor de la apelación
fi: Valituksen katselmoijan päätös
fur: Fâs ricors pe decision dal revisôr
fy_nl: Beswier meitsje tsjin beslissing fan beoardieler
he: ערעור על החלטת הסוקר
hr: Odluka recenzenta žalbe
ia: Decision de revisor de appello
is: Áfrýja ákvörðun umsagnaraðila
nb_no: Anke vurdererens beslutning
nn_no: Overklag avgjerda til vurderaren
ro: Contestă decizia revizorului
th: ยื่นอุทธรณ์คำตัดสินต่อผู้ตรวจทาน
tr: İnceleyenin kararına itiraz et
vi: Khiếu nại quyết định của người xét duyệt

source: Thank you. Your appeal has been recorded.
es_ar: Gracias. Tu apelación se ha registrado.
fi: Kiitos. Valituksesi on rekisteröity.
fur: Graciis. Il to ricors al è stât regjistrât.
fy_nl: Tank. Jo beswier is fêstlein.
he: תודה. הערעור שלך נרשם.
hr: Hvala. Tvoja je žalba zabilježena.
ia: Gratias. Tu appello ha essite registrate.
is: Þakka þér fyrir. Áfrýjun þín hefur verið skráð.
nb_no: Takk skal du ha. Anken din er registrert.
nn_no: Takk. Anken din er registrert.
ro: Mulțumim! Contestația a fost înregistrată.
th: ขอบคุณ คำอุทธรณ์ของคุณได้ถูกบันทึกไว้แล้ว
tr: Teşekkür ederiz. İtirazınız kaydedildi.
vi: Cảm ơn. Khiếu nại của bạn đã được ghi lại.

source: OK
es_ar: Aceptar
fur: Va ben
he: אישור
hr: U redu
is: Í lagi
te: సరే
th: ตกลง
tr: Tamam
vi: Đồng ý

source: Thank you for your report.
es_ar: Gracias por tu informe.
fi: Kiitos raportistasi.
fur: Graciis de segnalazion.
fy_nl: Tank foar jo rapport.
he: תודה על הדיווח שלך.
hr: Hvala ti na izvještaju.
ia: Gratias pro tu reporto.
is: Þakka þér fyrir skýrsluna þína.
nb_no: Takk for rapporten.
nn_no: Takk for rapporten din.
ro: Îți mulțumim pentru raport.
th: ขอบคุณสำหรับรายงานของคุณ
tr: Raporunuz için teşekkür ederiz.
vi: Cảm ơn báo cáo của bạn.

source: We have already reviewed a similar appeal from another reporter, and have reversed our prior decision. We have taken action against the content and/or account holder in accordance with our policies.
es_ar: Ya hemos revisado una apelación similar de otro informante y revocamos nuestra decisión anterior. Hemos tomado medidas contra el contenido y/o el titular de la cuenta de acuerdo con nuestras políticas.
fi: Olemme jo käsitelleet toisen henkilön tekemän vastaavan valituksen ja peruneet aiemman päätöksemme. Olemme ryhtyneet toimenpiteisiin sisältöä ja/tai tilinomistajaa vastaan käytäntöjemme mukaisesti.
fur: O vin za revisionât un ricors simil de bande di un altri utent e o vin anulât la nestre decision di prime. O vin cjapât provediments cuintri i contignûts e/o il titolâr dal account in conformitât cu lis nestris politichis.
fy_nl: Wy hawwe al in ferlykber berop fan in oare melder hifke, en hawwe ús eardere beslút weromdraaid. Wy hawwe aksje nommen tsjin de ynhâld en/of accounthâlder yn oerienstimming mei ús belied.
he: כבר בדקנו ערעור דומה של מדווח אחר, וביטלנו את החלטתנו הקודמת. נקטנו פעולה נגד התוכן ו/או בעל החשבון בהתאם למדיניות שלנו.
hr: Već smo pregledali sličnu žalbu jednog drugog izvjestitelja i poništili smo našu prijašnju odluku. Poduzeli smo mjere protiv sadržaja i/ili vlasnika računa u skladu s našim pravilima.
ia: Nos ha jam revidite un appello simile de un altere informator, e ha reverse nostre prior decision. Nos ha prendite action contra le contento o le detentor de conto in accordo con nostre politicas.
nb_no: Vi har allerede gjennomgått en lignende anke fra en annen bruker, og har omgjort vår tidligere avgjørelse. Vi har iverksatt tiltak mot innholdet og/eller kontoinnehaveren i samsvar med våre retningslinjer.
nn_no: Vi har allereie gått gjennom ein liknande anke frå ein annan reporter, og har gjort om den tidlegare avgjerda vår. Vi har sett i verk tiltak mot innhaldet og/eller kontoinnehavaren i samsvar med retningslinjene våre.
ro: Am analizat deja o contestație similară din partea unui alt raportor și am anulat decizia anterioară. Am luat măsuri împotriva titularului de conținut și/sau al contului în conformitate cu politicile noastre.
th: เราได้ตรวจสอบการยื่นอุทธรณ์ที่คล้ายกันจากผู้รายงานคนอื่นๆ แล้ว และได้ยกเลิกการพิจารณาที่ทำไปก่อนหน้านี้แล้ว เราได้ดำเนินการกับเนื้อหาและ/หรือเจ้าของบัญชีตามนโยบายของเราเรียบร้อยแล้ว
tr: Konuyla ilgili benzer bir itirazı daha önce inceledik ve önceki kararımızı geri aldık. İçerik ve/veya hesap sahibine karşı politikalarımıza uygun olarak işlem başlattık.
vi: Chúng tôi đã xem xét đơn kháng cáo tương tự của một người dùng khác và đã hủy bỏ quyết định trước đó của chúng tôi. Chúng tôi đã thực hiện hành động gỡ bỏ nội dung và/hoặc chủ tài khoản theo chính sách của chúng tôi.

source: Because the decision you are appealing has already been overturned, your appeal will not be processed.
es_ar: Debido a que la decisión que estás apelando ya fue anulada, tu apelación no será procesada.
fi: Koska päätös, josta olet valittamassa, on jo kumottu, valitustasi ei käsitellä.
fur: Viodût che il to ricors al rivuarde une decision che e je za stade anulade, nol vignarà elaborât.
fy_nl: Omdat it beslút dêr’t jo beswier tsjin oantekene al ynkeard is, wurdt jo beswier net behannele.
he: מכיוון שההחלטה עליה ערערת כבר בוטלה, הערעור שלך לא יטופל.
hr: Budući da je odluka na koju se žališ već poništena, tvoja se žalba neće obraditi.
ia: Pois que le decision que tu appella ha jam essite invertite, tu appello non sera processate.
nb_no: Fordi vedtaket du klager på allerede er omgjort, vil ikke klagen din bli behandlet.
nn_no: Fordi vedtaket du klagar på allereie er omgjort, vil ikkje klaga di bli behandla.
ro: Decizia pe care o contestați a fost deja anulată. Contestația nu va fi procesată.
th: เนื่องจากคำตัดสินที่คุณยื่นอุทธรณ์ได้ถูกตีตกไป การยื่นอุทธรณ์ของคุณจะไม่ถูกประมวลผล
tr: İtiraz ettiğiniz karar zaten bozulmuş olduğu için itirazınız işleme alınmayacaktır.
vi: Vì quyết định mà bạn đang kháng cáo đã bị hủy bỏ nên kháng cáo của bạn sẽ không được xử lý.

source: The decision you are appealing has already been overridden by a new decision, so this decision can't be appealed.
es_ar: La decisión que estás apelando ya fue anulada por una nueva decisión, por lo que esta no puede ser apelada.
fi: Päätös, josta valitat, on jo kumottu uudella päätöksellä, joten tästä päätöksestä ei voi valittaa.
fur: Tu stâs cirint di fa ricors a une decision che e je za stade anulade di une altre gnove decision, duncje no tu puedis fa ricors a cheste decision.
fy_nl: It beslút dêr’t jo beswier tsjin oantekene, is al oerskreaun troch in nij beslút, dus dit beslút kin net yn berop dien wurde.
ia: Le decision que tu contesta ha jam essite abrogate per un nove decision, assi iste decision non pote esser contestate.
nb_no: Beslutningen du anker har allerede blitt overskrevet av en ny beslutning, så denne beslutningen kan ikke ankes.
nn_no: Vedtaket du klagar på er allereie overstyrt av eit nytt vedtak, så denne avgjerda kan ikkje klagast på.
ro: Decizia pe care o contestați a fost deja anulată de o nouă decizie, prin urmare, această decizie nu poate fi contestată.
th: การตัดสินที่คุณกำลังอุทธรณ์นั้นได้รับการแทนที่ด้วยการตัดสินใหม่แล้ว ดังนั้นคุณจึงไม่สามารถอุทธรณ์การตัดสินนี้ได้
tr: İtiraz ettiğiniz karar yeni bir kararla geçersiz kılındığı için bu karara itiraz edilemez.
vi: Quyết định mà bạn đang khiếu nại đã bị thay thế bởi một quyết định mới, vì vậy quyết định này không thể kháng cáo được.

source: This decision can't be appealed.
es_ar: Esta decisión no puede ser apelada.
fi: Tästä päätöksestä ei voi valittaa.
fur: Nol è pussibil impugnâ cheste decision.
fy_nl: Der kin gjin beswier makke wurde tsjin dizze beslissing.
he: לא ניתן לערער על החלטה זו.
hr: Nije moguće uložiti žalbu na ovu odluku.
ia: Iste decision non pote esser appellate.
is: Ekki er hægt að áfrýja þessari ákvörðun.
nb_no: Denne beslutningen kan ikke påklages.
nn_no: Denne avgjerda kan ikkje appellerast.
ro: Decizia nu poate fi contestată.
th: ไม่สามารถอุทธรณ์คำตัดสินนี้ได้
tr: Bu karara itiraz edilemez.
vi: Quyết định này không thể bị kháng cáo.

source: Hello,
es_ar: Hola,
fi: Hei
fur: Mandi,
fy_nl: Hallo,
he: שלום,
hr: Zdravo,
ia: Holla,
is: Halló,
nb_no: Hallo,
nn_no: Hallo,
ro: Salut!
th: สวัสดี
tr: Merhaba,
vi: Xin chào,

source: Mozilla Add-ons Team
es_ar: Equipo de complementos de Mozilla
fi: Mozilla-lisäosien tiimi
fur: Grup di Mozilla Add-ons
he: צוות התוספות של Mozilla
hr: Tim Mozilla dodataka
ia: Equipa del additivos de Mozilla
is: Mozilla-viðbótateymið
nb_no: Mozillas tilleggsteam
nn_no: Mozilla-tilleggsteamet
ro: Echipa Suplimente Mozilla
th: ทีมงานส่วนเสริมของ Mozilla
tr: Mozilla Eklentileri Ekibi
vi: Nhóm tiện ích Mozilla

source: Thank you for your report about %(name)s on Mozilla Add-ons, and for providing more information about your concerns. After reviewing your appeal, we determined that the previous decision, that this content does not violate Mozilla’s policies (%(policy_document_url)s), was correct. Based on that determination, we have denied your appeal, and will not take any action against the account or the content. %(manual_reasoning_text)s. Thank you for your attention.
es_ar: Gracias por tu informe sobre %(name)s en Complementos de Mozilla, y por brindarnos más información sobre tus inquietudes. Después de revisar tu apelación, determinamos que la decisión anterior, según la que esté contenido no viola las políticas de Mozilla (%(policy_document_url)s), fue correcta. Basados en esa determinación, hemos denegado tu apelación, y no tomaremos ninguna medida contra la cuenta o el contenido. %(manual_reasoning_text)s. Gracias por tu atención.
fur: Graciis di vênus segnalât %(name)s su Mozilla Add-ons e par vê indicât altris informazions in merit ai tiei dubis. Dopo vê revisionât il to ricors, o vin stabilît che la decision di prime, vâl a dî che chescj contignûts no violin lis normis di Mozilla (%(policy_document_url)s), e jere juste. Su la fonde di cheste delibere, o vin refudât il to ricors e no fasarìn nuie cuintri l’account o i contignûts. %(manual_reasoning_text)s. Graciis pe atenzion.
fy_nl: Tank foar jo rapport oer %(name)s op Mozilla Add-ons, en foar it jaan fan mear ynformaasje oer jo soargen. Nei it besjen fan jo berop hawwe wy bepaald dat it foarige beslút, dat dizze ynhâld net yn striid is mei it belied fan Mozilla (%(policy_document_url)s), korrekt wie. Op grûn fan dy fêststelling hawwe wy jo berop wegere en sille wy gjin aksje nimme tsjin de account of de ynhâld. %(manual_reasoning_text)s. Tank foar jo oandacht.
he: תודה על הדיווח שלך על %(name)s ב־Mozilla Add-ons, ועל מתן מידע נוסף על החששות שלך. לאחר בחינת הערעור שלך, קבענו שההחלטה הקודמת, לפיה תוכן זה אינו מפר את המדיניות של Mozilla‏ (%(policy_document_url)s), הייתה נכונה. בהתבסס על קביעה זו, דחינו את הערעור שלך, ולא ננקוט כל פעולה נגד החשבון או התוכן. %(manual_reasoning_text)s. תודה לך על תשומת הלב.
ia: Gratias pro tu reporto re %(name)s sur Mozilla Add-ons, e pro fornir altere informationes circa tu preoccupationes. Post revider tu appello, nos determinava que le previe decision, que iste contento non violava le politicas de Mozilla (%(policy_document_url)s), era correcte. In base a ille determination, nos ha denegate tu appello, e non prendera alcun action contra le conto o le contento. %(manual_reasoning_text)s. Gratias pro tu attention.
nb_no: Takk for rapporten din om %(name)s på Mozilla-tillegg, og for at du gir mer informasjon om bekymringene dine. Etter å ha gjennomgått anken din, har vi konkludert med at den forrige avgjørelsen om at dette innholdet ikke bryter med Mozillas retningslinjer (%(policy_document_url)s), var korrekt. Basert på denne avgjørelsen har vi avvist anken din, og vi vil ikke iverksette noen tiltak mot kontoen eller innholdet. %(manual_reasoning_text)s. Takk for oppmerksomheten din.
nn_no: Takk for rapporten din om %(name)s på Mozilla-tillegg, og for at du gir meir informasjon om bekymringane dine. Etter å ha gått gjennom anken din, har vi konkludert med at den førre avgjerda om at dette innhaldet ikkje bryt med Mozillas retningslinjer (%(policy_document_url)s), var korrekt. Basert på denne avgjerda har vi avvist anken din, og vi vil ikkje setje i verk nokon tiltak mot kontoen eller innhaldet. %(manual_reasoning_text)s. Takk for merksemda di.
ro: Îți mulțumim pentru raportul despre %(name)s pe Suplimente Mozilla și pentru că ne-ai oferit mai multe informații despre preocupările tale. După analizarea contestației, am stabilit că decizia anterioară, conform căreia conținutul nu încalcă politicile Mozilla (%(policy_document_url)s), a fost corectă. În baza acestei determinări, ți-am respins contestația și nu vom lua nicio măsură împotriva contului sau a conținutului. %(manual_reasoning_text)s. Îți mulțumim pentru atenția acordată.
th: ขอบคุณสำหรับการรายงานของคุณเกี่ยวกับ %(name)s บนเว็บไซต์ส่วนเสริมของ Mozilla และการให้ข้อมูลเพิ่มเติมเกี่ยวกับข้อกังวลของคุณ หลังจากตรวจสอบคำร้องอุทธรณ์ของคุณแล้ว ทางเรายังคงคำตัดสินเดิม เนื่องจากเนื้อหาดังกล่าวไม่ได้ละเมิดนโยบายของ Mozilla (%(policy_document_url)s) และจากการตัดสินใจดังกล่าว เราจึงขอปฏิเสธคำร้องอุทธรณ์ของคุณ และจะไม่มีการดำเนินการใดๆ กับบัญชีหรือเนื้อหาดังกล่าว %(manual_reasoning_text)s ขอบคุณสำหรับความสนใจของคุณ
tr: Mozilla Eklentileri sitesindeki %(name)s ile ilgili şikâyetinizi ve konuyla ilgili ayrıntıları bizimle paylaştığınız teşekkür ederiz. İtirazınızı inceledikten sonra, bu içeriğin Mozilla politikalarını ihlal etmediğine dair önceki kararın (%(policy_document_url)s) doğru olduğuna karar verdik. Bu karara dayanarak itirazınız reddedilmiştir. Hesap veya içerikle ilgili herhangi bir işlem yapılmayacaktır. %(manual_reasoning_text)s. İlginiz için teşekkür ederiz.
vi: Cảm ơn bạn đã báo cáo về %(name)s trên Tiện ích Mozilla và để cung cấp thêm thông tin về mối quan tâm của bạn. Sau khi xem xét kháng cáo của bạn, chúng tôi xác định rằng quyết định trước đó rằng nội dung này không vi phạm chính sách của Mozilla (%(policy_document_url)s), đã đúng. Dựa trên quyết định đó, chúng tôi đã từ chối kháng cáo của bạn và sẽ không thực hiện bất kỳ hành động nào đối với tài khoản hoặc nội dung. %(manual_reasoning_text)s. Cảm ơn vì sự quan tâm của bạn.

source: Thank you for your report about %(name)s on Mozilla Add-ons, and for providing more information about your concerns. After reviewing your appeal, we have determined that our prior decision, that this content does not violate Mozilla's policies (%(policy_document_url)s), was incorrect. Based on that determination, we have removed the content, and notified the user of our action.
es_ar: Gracias por tu informe sobre %(name)s en Complementos de Mozilla, y por brindarnos más información sobre tus inquietudes. Después de revisar tu apelación, determinamos que la decisión anterior, según la que esté contenido no viola las políticas de Mozilla (%(policy_document_url)s), fue incorrecta. Basados en esa determinación, hemos eliminado el contenido, y notificado al usuario de nuestra acción.
fur: Graciis pe segnalazion di %(name)s su Mozilla Add-ons e par vê dât plui informazions sui tiei dubis. Dopo vê revisionât il to ricors, o vin stabilît che la decision di prime, vâl a dî che chescj contignûts no violin lis politichis di Mozilla (%(policy_document_url)s), no jere juste. Su la fonde di cheste delibere, o vin gjavât i contignûts e informât l’utent dal provediment.
fy_nl: Tank foar jo rapport oer %(name)s op Mozilla Add-ons, en foar it jaan fan mear ynformaasje oer jo soargen. Nei it besjen fan jo berop hawwe wy bepaald dat it foarige beslút, dat dizze ynhâld net yn striid is mei it belied fan Mozilla (%(policy_document_url)s), korrekt wie. Op grûn fan dy fêststelling hawwe wy de ynhâld fuortsmiten en de brûker op de hichte brocht fan ús aksje.
he: תודה על הדיווח שלך על %(name)s ב־Mozilla Add-ons, ועל מתן מידע נוסף על החששות שלך. לאחר בחינת הערעור שלך, קבענו שההחלטה הקודמת, לפיה תוכן זה אינו מפר את המדיניות של Mozilla‏ (%(policy_document_url)s), הייתה שגויה. בהתבסס על קביעה זו, הסרנו את התוכן והודענו למשתמש על הפעולה שלנו.
ia: Gratias pro tu reporto re %(name)s sur Mozilla Add-ons, e pro fornir altere informationes circa tu preoccupationes.. Post revider tu appello, nos ha determinate que nostre decision precedente, que iste contento non violava le politicas de Mozilla (%(policy_document_url)s), era errate. In base a ille determination, nos ha removite le contento, e notificate le usator de nostre action.
nb_no: Takk for rapporten din om %(name)s på Mozilla-tillegg, og for at du gir mer informasjon om bekymringene dine. Etter å ha gjennomgått anken din, har vi fastslått at vår tidligere avgjørelse om at dette innholdet ikke bryter med Mozillas retningslinjer (%(policy_document_url)s), var feil. Basert på denne avgjørelsen har vi fjernet innholdet og varslet brukeren om tiltaket vårt.
nn_no: Takk for rapporten din om %(name)s på Mozilla-tillegg, og for at du gir meir informasjon om bekymringane dine. Etter å ha gått gjennom anken din, har vi slått fast at den tidlegare avgjerda vår om at dette innhaldet ikkje bryt med Mozillas retningslinjer (%(policy_document_url)s), var feil. Basert på denne avgjersla har vi fjerna innhaldet og varsla brukaren om tiltaket vårt.
ro: Îți mulțumim pentru raportul despre %(name)s pe Suplimente Mozilla și pentru că ne-ai oferit mai multe informații despre preocupările tale. După analizarea contestației, am stabilit că decizia anterioară, conform căreia conținutul nu încalcă politicile Mozilla (%(policy_document_url)s), a fost incorectă. În baza acestei determinări, am eliminat conținutul și am informat utilizatorul cu privire la măsurile luate.
tr: Mozilla Eklentileri sitesindeki %(name)s ile ilgili şikâyetinizi ve konuyla ilgili ayrıntıları bizimle paylaştığınız teşekkür ederiz. İtirazınızı inceledikten sonra, bu içeriğin Mozilla politikalarını ihlal etmediğine dair önceki kararın (%(policy_document_url)s) yanlış olduğuna karar verdik. Bu karara dayanarak ilgili içeriği kaldırdık ve yaptığımız işlemi kullanıcıya bildirdik.
vi: Cảm ơn bạn đã báo cáo về %(name)s trên Tiện ích Mozilla và để cung cấp thêm thông tin về mối quan tâm của bạn. Sau khi xem xét kháng cáo của bạn, chúng tôi đã xác định rằng quyết định trước đó của chúng tôi rằng nội dung này không vi phạm chính sách của Mozilla (%(policy_document_url)s), đã sai. Dựa trên quyết định đó, chúng tôi đã xóa nội dung và thông báo cho người dùng về hành động của chúng tôi.
