Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: In most cases, add-ons can be installed by simply clicking the install button provided. Add-ons can be managed, disabled, or uninstalled from the Add-ons Manager in %(app_name)s. For more detailed instructions, read <a href="%(extension_url)s">this article on extensions</a> or <a href="%(theme_url)s">this one for Themes and Complete Themes</a>. If you have difficulty installing add-ons, see <a href="%(troubleshooting_url)s">Troubleshooting Extensions and Themes</a>.
id: Dalam banyak kasus, pengaya bisa dipasang dengan hanya mengklik tombol pemasangan yang tersedia. Pengaya bisa dikelola, dimatikan, atau dilepaskan dari Manajer Pengaya dalam %(app_name)s. Untuk instruksi yang lebih terinci, baca <a href="%(extension_url)s">artikel ini mengenai ekstensi</a> or <a href="%(theme_url)s">yang satu ini untuk Tema dan Tema Lengkap</a>. Jika anda memiliki kesulitan dalam memasang pengaya, lihat <a href="%(troubleshooting_url)s">Ekstensi Pemecahan Masalah dan Tema</a>.
kab: Tugett n wakud, izegrar zemren ad bedden s usiti ɣef tqeffalt sebdedd-ittunefken. Izegrar zemren ad ttwasferken, ad ttwasensen, neɣ ad ttwakksen seg umsefrak n izegrardi %(app_name)s. Ugar n tinadin, ɣeṛ <a href="%(extension_url)s">amarad-agi ɣef isiɣzaf</a> neɣ <a href="%(theme_url)s">wagi ɣef isental neɣ isental ummiden</a>. Ma qur-k uguren deg usebded n uzegrir-agi, Wali <a href="%(troubleshooting_url)s">Ferru n wuguren n isiɣzaf neɣ isental</a>.
sq: Në shumicën e rasteve shtesat mund të instalohen thjesht duke klikuar mbi butonin e instalimit për to. Shtesat mund të administrohen, çaktivizohen, ose çinstalohen, që nga Përgjegjësi i Shtesave te %(app_name)s-i. Për më tepër udhëzime të hollësishme, lexoni <a href="%(extension_url)s">këtë artikull mbi zgjerimet</a> ose <a href="%(theme_url)s">këtë lidhur me Temat dhe Temat e Plota</a>. Nëse keni vështirësi në instalimin e shtesave, shihni <a href="%(troubleshooting_url)s">Diagnostikim Zgjerimesh dhe Temash</a>.
sv_se: I de flesta fall kan tillägg installeras genom att klicka på dess installationsknapp. Tillägg kan hanteras, inaktiveras eller avinstalleras från tilläggshanteraren i %(app_name)s. För mer detaljerade instruktioner, läs <a href="%(extension_url)s">denna artikel om utökningar</a> eller <a href="%(theme_url)s">den här för teman och kompletta teman</a>. Om du har problem med att installera tillägg, se <a href="%(troubleshooting_url)s">Felsökning av utökningar och teman</a>.

source: How do I install add-ons without restarting Firefox?
hu: Hogyan lehet telepíteni a kiegészítőket a Firefox újraindítása nélkül?
id: Bagaimana cara saya memasang pengaya tanpa melakukan restart Firefox?
kab: Amek ara kkseɣ azegrir war ma snekreɣ Firefox tikelt-nniḍen?
sk: Ako môžem nainštalovať doplnky bez reštartu Firefoxu?
sq: Si të instaloj shtesa pa rinisur Firefox-in?
sr_latn: Kako da instaliram dodatke bez restartovanja Firefox-a?
sv_se: Hur installerar jag tillägg utan att starta om Firefox?

source: In Firefox, add-ons marked with "No restart required" can be installed without restarting. These add-ons have been created using the <a href="%(sdk_url)s">Add-on SDK</a> or <a href="%(bootstrap_url)s">bootstrapping</a>. Other add-ons will still require a restart before you can use them.
id: Dalam Firefox, pengaya yang ditandai dengan "Tidak diperlukan restart" bisa dipasang tanpa melakukan restart. Pengaya ini telah dibuat menggunakan <a href="%(sdk_url)s">Pengaya SDK</a> atau <a href="%(bootstrap_url)s">bootstrapping</a>. Pengaya lainnya akan tetap memerlukan restart sebelum anda bisa menggunakannya.
kab: Di Firefox, izegrar yettwacerḍen s "Asneker ur yettwasri ara" zemrend ad ttwasbedden war ma tessenkreḍ Firefox. Izegrar-agi ttwarnan s suseqdec n <a href="%(sdk_url)s">SDK n izegrar</a> neɣ <a href="%(bootstrap_url)s">bootstrapping</a>. Izegrar nniḍen sran asenker send aseqdec-nsen.
sq: Te Firefox4, shtesat e shënuara me "S’lyp rinisje" mund të instalohen pa rinisje. Këto shtesa janë krijuar duke përdorur <a href="%(sdk_url)s">SDK Shtesash</a> ose <a href="%(bootstrap_url)s">bootstrapping</a>. Shtesat e tjera do ta kenë ende të nevojshme rinisjen, përpara se të mund t’i përdorni.
sv_se: I Firefox, tillägg märkta med "Ingen omstart krävs" kan installeras utan att behöva starta om. Dessa tillägg har skapats med hjälp med <a href="%(sdk_url)s">SDK för tillägg</a> eller <a href="%(bootstrap_url)s">bootstrapping</a>. Andra tillägg kommer fortfarande att kräva en omstart innan du kan använda dem.

source: How do I keep add-ons up-to-date?
hu: Hogyan lehet a legfrissebb verzión tartani a kiegészítőket?
id: Bagaimana cara menjaga pengaya tetap mutakhir?
kab: Amek ara eǧǧeɣ izegrar-iw ttwaleqmen?
sq: Si t’i mbaj të përditësuara shtesat?
sr_latn: Kako da održim dodatke ažuriranim?
sv_se: Hur håller jag tillägg uppdaterade?

source: Add-ons, unlike plugins, are automatically checked for updates once every day. In Firefox, updates are automatically installed by default. Versions of Firefox prior to 4 (and other applications) will alert you that updates to your add-ons are available. <a href="%(plugin_url)s">Plugins</a> are not currently automatically checked for updates, so be sure to regularly visit the <a href="%(plugincheck_url)s">Plugin Check</a> page to stay up-to-date.
id: Pengaya, berbeda dengan plugin, secara otomatis untuk mengecek pembaruan sekali setiap hari. Di Firefox, pembaruan dipasang secara otomatis. Versi Firefox sebelum nomor 4 (dan aplikasi lainnya) akan mengingatkan anda bahwa pembaruan pengaya anda telah tersedia. <a href="%(plugin_url)s">Plugin</a> saat ini tidak secara otomatis mengecek pembaruan, jadi pastikan untuk secara teratur mengunjungi <a href="%(plugincheck_url)s">Pengecekan Plugin</a> untuk selalu mendapat kabar terbaru.
kab: Izegrar, mačči akken llan imenṭaḍen, ttwaleqmen s wudem awurman yal ass. Di Firefox, ileqman ttasebdaden s wudem awurman. Ileqman n Firefox daw n 4 (akked yesnasen) ad d-lɣun ticki heggan i yizegrar. <a href="%(plugin_url)s">Imenṭaḍen</a> ur ttwaleqmen ara s wudem awurman ihi yessefk ad terzuḍ yal tikelt ar usebter <a href="%(plugincheck_url)s">Senqed amenṭaḍ</a> akken ad teqqimeḍ deg uleqqem..
sq: Për shtesat, ndryshe nga shtojcat, kontrollohet vetvetiu për përditësime një herë në ditë. Në Firefox, përditësimet, si parazgjedhje, do të instalohen vetvetiu. Versionet e Firefox-it para 4-s (dhe aplikacionet e tjera) do t’ju njoftojnë kur të ketë përditësime për shtesat tuaja. <a href="%(plugin_url)s">Shtojcat</a> tani s’kontrollohen vetvetiu për përditësime, ndaj mos harroni të vizitoni rregullisht faqen <a href="%(plugincheck_url)s">Kontroll Shtojcash</a> që t’i mbani të përditësuara.
sv_se: Tillägg, till skillnad från insticksmoduler, kontrolleras automatiskt efter uppdateringar en gång varje dag. I Firefox, uppdateringar installeras automatiskt som standard. Versioner av Firefox före 4 (och andra program) kommer att varna dig att uppdateringar för dina tillägg finns. <a href="%(plugin_url)s">Insticksmoduler</a> kontrolleras för närvarande inte automatiskt efter uppdateringar, så se till att regelbundet besöka <a href="%(plugincheck_url)s">Kontrollera insticksmoduler</a> för att hålla dig uppdaterad.

source: Are add-ons safe to install?
hu: Biztonságos telepíteni a kiegészítőket?
id: Apakah pengaya aman untuk dipasang?
kab: Izegrar d iɣelsanen i usebded?
sq: A janë të sigurta shtesat për t’i instaluar?
sr_latn: Da li su dodaci bezbedni za instalaciju?
sv_se: Är tillägg säkra att installera?

source: Unless clearly marked otherwise, add-ons available from this gallery have been checked and approved by Mozilla's team of editors and are safe to install. We recommend that you only install approved add-ons. If you wish to install unapproved add-ons or add-ons from third-party websites, use caution as these add-ons may harm your computer or violate your privacy. <a href="%(learnmore_url)s">Learn more about our approval process</a>
hu: Hacsak egyértelműen nincs jelölve, a galériában található kiegészítőket a Mozilla csapat szerkesztői átvizsgálták és jóváhagyták és telepítésük biztonságos. Javasoljuk, hogy csak jóváhagyott kiegészítőt telepítsen. Amennyiben olyan kiegészítőt kíván telepíteni, amely nem jóváhagyott vagy más weboldalon található, legyen óvatos, mivel ezek a kiegészítői árthat rendszernek vagy nem megfelelően kezelheti személyes adatait. <a href="%(learnmore_url)s">Tudjon meg többet a jóváhagyási folyamatról.</a>
id: Terkecuali ditandai sebaliknya, pengaya yang tersedia dari galeri ini telah ditandai dan disetujui oleh tim penyunting Mozilla dan aman untuk dipasang. Kami merekomendasikan anda hanya memasang pengaya yang sudah disetuji. Jika anda ingin memasang pengaya yang belum disetujui atau pengaya dari situs pihak ketiga, berhati-hatilah karena pengaya ini bisa membahayakan komputer anda atau melanggar privasi anda. <a href="%(learnmore_url)s">Pelajari lebih lanjut tentang proses persetujuan kami</a>
kab: Arama kan yettwammel akken nniden, izegrar yellan di tmidelt-agi ttwasneqden udiɣ ttwaqeblen sɣuṛ tarbaɛt n imaẓragen n Mozilla udiɣ zemren ad ttwasbeddens war akukru. Ak-nweṣṣi akken ur tsebdadeḍ ara ala izegrar yettwaqeblen. Ma yella tebɣiḍ asebded n izegrar ur yettwaqeblen arai d-yekkan seg ismal-nniḍen,ɣur-k acku izegrar-agi zemren ad sexṣren tawila neɣ ad aznen talɣut inek tudmawant. <a href="%(learnmore_url)s">Issin ugar ɣef ukala n usentem</a>
sq: Hiq rastet kur tregohet qartë ndryshe, shtesat që mund të kihen prej kësaj galerie janë kontrolluar dhe miratuar nga ekipi Mozilla i redaktorëve dhe janë pa rrezik për instalim. Këshillojmë të instaloni vetëm shtesa të miratuara. Nëse dëshironi të instaloni shtesa të pamiratuara ose shtesa prej palësh të treta, bëni kujdes, ngaqë këto shtesa mund të dëmtojnë kompjuterin tuaj ose të cenojnë privatësinë tuaj. <a href="%(learnmore_url)s">Mësoni më tepër rreth procesit tonë të miratimit</a>
sv_se: Om inget annat är angivet, har tillägg tillgängliga från detta galleri kontrollerats och godkänts av Mozillas grupp av redigerare och är säker att installera. Vi rekommenderar att du bara installera godkända tillägg. Om du vill installera godkända tillägg eller tillägg från tredje parts webbplatser, var försiktig eftersom dessa tillägg kan skada din dator eller kränka din integritet. <a href="%(learnmore_url)s">Läs mer om vår godkännandeprocess</a>

source: Can add-ons make %(app_name)s slower?
hu: A kiegészítők lelassíthatják a %(app_name)s működését?
id: Bisakah pengaya membuat %(app_name)s lebih lambat?
kab: Zemren izegrar-iw ad erren %(app_name)s ẓẓay?
sk: Môžu doplnky spomaliť %(app_name)s?
sq: A mund ta ngadalësojnë %(app_name)s-in shtesat?
sr_latn: Da li dodaci mogu usporiti %(app_name)s?
sv_se: Kan tillägg göra så %(app_name)s går långsammare?

source: Most add-ons do not cause a perceivable performance decrease in %(app_name)s, though installing an excessive number may have adverse effects. If you suspect an add-on is causing %(app_name)s to be slow, try disabling it.
id: Sebagian besar pengaya tidak menyebabkan penurunan performa yang dapat dilihat dengan jelas %(app_name)s, meskipun pemasangan dalam jumlah yang terlalu bear bisa memberikan dampak yang merugikan. Jika anda mencurigai sebuah pengaya menyebabkan %(app_name)s melambat, cobalah mematikannya.
kab: Tugett n izegrar ur senɣaṣen ara timellit s waṭas di %(app_name)s. Acu kan, asebded n deqs n izegrar yezmer ad d-yeglu s wayen ur nelhi ara. Ma tɣliḍ d akken azegrir ad yer %(app_name)s, ẓẓay ɛreḍ ad tesenseḍ.
sq: Shumica e shtesa nuk shkaktojnë rënie të dallueshme të funksionimit në %(app_name)s, edhe pse instalimi i një numri të tepruar mund të ketë efekte negative. Nëse dyshoni se një shtesë po shkakton ngadalësimin e %(app_name)s, provoni ta çaktivizoni.
sv_se: De flesta tillägg orsakar inte en märkbar prestandaförsämring i %(app_name)s, dock att installera alltför många kan ha negativa effekter. Om du misstänker att en tilläggskomponent orsakar att %(app_name)s blir långsam, försök att inaktivera det.

source: %(app_name)s told me an add-on isn't compatible. Is there a way I can still use it?
hu: A(z) %(app_name)s alkalmazás szerint a kiegészítő nem kompatibilis. Van rá lehetőség, hogy ennek ellenére használjam?
id: %(app_name)s memberitahukan bahwa pengaya belum kompatibel. Adakah cara agar saya dapat tetap menggunakannya?
kab: %(app_name)s yemmal-d d akken azgrir ur imṣada ara. Tella tifrat akken ad kemleɣ ad tesqedceɣ?
sq: %(app_name)s thotë se një shtesë s’është e përputhshme. A ka mundësi që ta përdor prapëseprapë?
sr_latn: %(app_name)s mi je rekao da dodatak nije kompatibilan. Da li postoji način da ga i dalje koristim?
sv_se: %(app_name)s sa att ett tillägg inte är kompatibelt. Finns det något sätt jag kan använda det på ändå?

source: If an add-on isn't compatible with your version of %(app_name)s, it is usually either because your version of %(app_name)s is outdated or the add-on author has not yet updated the add-on to be compatible with a newer version you are using. Mozilla does not recommend trying to circumvent these compatibility checks, as they can lead to browser instability or in some cases loss of data. For users who are testing out alpha or beta versions of Firefox, we offer the <a href="%(acr_url)s">Add-on Compatibility Reporter</a> to help add-on developers update their compatibility.
hu: Amennyiben egy kiegészítő nem kompatibilis az adott %(app_name)s alkalmazással, annak oka lehet az is, hogy a %(app_name)s alkalmazásnak egy régi verzióját használja és a kiegészítő csak a legújabb verzióval kompatibilis. A Mozilla nem javasolja ezen kompatibilitási ellenőrzések megkerülését, mivel ez a böngésző instabilitásához, néhány esetben pedig adatvesztéshez vezethet. Azon felhasználók számára, akik alpha vagy beta Firefox-verziókat tesztelnek, azok használhatják a <a href="%(acr_url)s">Kompatibilitásjelentő</a> kiegészítőt, hogy segítsen a fejlesztőknek a kompatibilitás frissítésében.
id: Jika sebuah pengaya tidak cocok dengan versi %(app_name)s anda, biasanya ini baik karena versi %(app_name)s anda sudah usang atau penulis pengaya belum memperbarui pengaya untuk jadi lebih cocok dengan versi baru yang anda gunakan. Mozilla tidak merekomendasikan untuk mencoba mengelakkan pengecekan kecocokan ini, karena mereka bisa menyebabkan ketidakstabilan peramban atau dalam banyak kasus kehilangan data. Untuk pengguna yang mengecek Firefox versi beta atau alpha, kami menawarkan <a href="%(acr_url)s">Pelaporan Kecocokan Pengaya</a> untuk meminta pengembang pengaya memperbarui kecocokan mereka.
kab: Ma yella azegrir ur imṣada ara akked lqem inek n %(app_name)s, di tugett n wakud acku lqem inek n %(app_name)s ur yettwalqem ara neɣ ahat ameskar n uzegrir ur t-ileqqem ara akken ad imṣada akked lqem inek amaynut. Mozilla ur tettweṣṣi ara akken ad ɛerḍeḍ asekyed n umṣada, imi ayagi yezmer ad d-yeglu s usexṣer neɣ di kra n tikwal ad ṛuḥen isefka. Iseqdacen isekyaden ileman alpha neɣ bêta n Firefox, ad sen-nsumer <a href="%(acr_url)s">Amazan n umṣada n uzegrir</a> akken ad d-nmudd afus i yineflayen n uzegrir ad leqmen amṣada-nsen.
sq: Nëse një shtesë s’është e përputhshme me versionin tuaj të %(app_name)s-it, zakonisht ndodh ose sepse versioni juaj i %(app_name)s-it është vjetruar, ose autori i shtesës s’e ka përditësuar ende shtesën, që kjo të jetë e përputhshme me versionin e ri që po përdorni. Mozilla nuk këshillon të provoni të anashkaloni këto kontrolle përputhshmërie, ngaqë kjo mund ta shpjerë shfletuesin në paqëndrueshmëri, ose në disa raste edhe në humbje të dhënash. Për përdoruesit që po provojnë versione alfa ose beta të Firefox-it, ofrojmë <a href="%(acr_url)s">Raportues Përputhshmërie Shtesash</a>, për t’i ndihmuar zhvilluesit e shtesave në përditësimin e përputhshmërisë.
sv_se: Om ett tillägg inte är kompatibel med din version av %(app_name)s, är det vanligtvis eftersom din version av %(app_name)s är föråldrad eller tilläggets upphovsman har ännu inte uppdaterat tillägget för att vara kompatibel med en nyare version som du använder. Mozilla rekommenderar inte att försöka kringgå dessa kontroller av kompatibilitet, eftersom de kan leda till instabilitet i webbläsaren eller i vissa fall förlust av data. För användare som testar ut alfa- eller betaversioner av Firefox, erbjuder vi <a href="%(acr_url)s">Add-on Compatibility Reporter</a> för att hjälpa tilläggsutvecklare uppdatera sin kompatibilitet.

source: What if I have problems with an add-on?
hu: Mi történik, ha problémám van valamelyik kiegészítővel?
id: Bagaimana jika kita mengalami masalah dengan pengaya?
kab: Amek limer ɣur-i uguren akked uzegrir?
sk: Čo ak mám problémy s doplnkom?
sq: Po nëse kam probleme me një shtesë?
sr_latn: Šta da radim ako imam problema sa dodatkom?
sv_se: Vad gör jag om jag har problem med ett tillägg?

source: Add-ons are usually created by third-party developers from around the world, so the best way to get help with an add-on is to look for support links on the add-on's homepage or contact the developer. If you are having issues with %(app_name)s that you suspect are related to add-ons you have installed, <a href="%(troubleshooting_url)s">visit this support article</a> for troubleshooting tips.
hu: A kiegészítőket általában külső fejlesztők készítik a világ minden táján, ezért a legjobb módja a segítségkérésnek, ha a kiegészítő weboldalán veszi igénybe a támogatást, vagy felveszi a kapcsolatot a fejlesztővel. Amennyiben valamilyen problémája van a %(app_name)s alkalmazással, amelynek gyaníthatóan köze van egy telepített kiegészítőhöz, akkor a hibakeresési ötletekért látogasson el a <a href="%(troubleshooting_url)s">támogatói weboldalra</a>.
id: Pengaya biasanya dibuat oleh pengembang pihak ketiga dari seluruh dunia, jadi cara terbaik untuk mendapatkan bantuan dengan sebuah pengaya adalah mencari tautan dukungan di beranda pengaya atau mengontak pengembang. Jika anda memiliki masalah dengan %(app_name)s yang anda curigai berhubungan dengan pengaya yang telah anda pasang, <a href="%(troubleshooting_url)s">lihat artikel dukungan ini</a> untuk kiat penyelesaian masalah.
kab: Tugett n izegrar rennun-ten ineflayen wis kraḍ seg umaḍal meṛṛa, tarrayt ifazen akken ad tnadiḍ tallat, wali ar iseɣwan n tallalt ɣef usebter agejdan n uzegrir neɣ nermes aneflay. Ma tɣileḍ yella wugur akked %(app_name)s i tcukeḍ icudd ar izegrar i tesbeddeḍ, <a href="%(troubleshooting_url)s">Ddu ar umagrad -agi n tallalt</a> i kra n texbula n ferru.
sq: Zakonisht shtesat krijohen nga zhvillues palë të treta, nga anembanë botës, ndaj rruga më e mirë për të marrë ndihmë rreth një shtese është të shihet për lidhje asistence te faqja hyrëse e shtesës ose të lidheni me zhvilluesin. Nëse keni probleme me %(app_name)s-in, për të cilat dyshoni se vijnë prej shtesave që keni instaluar, <a href="%(troubleshooting_url)s">vizitoni këtë artikull rreth asistencës</a> për këshilla diagnostikimi.
sv_se: Tillägg skapas vanligen av tredjepartsutvecklare från hela världen, så det bästa sättet att få hjälp med ett tillägg är att leta efter supportlänkar på tilläggets hemsida eller kontakta utvecklaren. Om du har problem med %(app_name)s som du misstänker är relaterade till tillägget som du har installerat, <a href="%(troubleshooting_url)s">besök denna supportartikeln</a> för felsökningstips.

source: Add-on Gallery
hu: Kiegészítő galéria
id: Galeri Pengaya
kab: Timidelt n izegrar
sk: Galéria doplnkov
sq: Galeri Shtese
sr_latn: Galerija dodataka
sv_se: Galleri för tillägg

source: How do I choose between add-ons that seem to do the same thing?
sq: Si të zgjedh mes shtesash që duket se bëjnë të njëjtën gjë?

source: There are often several add-ons that have similar features. To figure out which is right for you, read the entire description of the add-on and view its screenshots. If there are still several in the running, read through the add-on's ratings, user reviews, and statistics to see which is most liked by other users. Remember that you can also just try out both and see which you like better.
hu: Gyakran több kiegészítő is hasonló funkcionalitással bír. A megfelelő kiválasztásához olvassa el a kiegészítő teljes leírását és tekintse meg a hozzájuk kapcsolódó képernyőképeket. Ha még így sem sikerült döntenie, akkor olvassa el az értékeléseket, visszajelzéseket és statisztikákat, amelyek alapján megállapíthatók, hogy melyik kideríthető, hogy melyik népszerűbb a többi felhasználó körében. Ne feledje, hogy kipróbálhat több kiegészít és a használat során megalapozott döntést tud hozni.
id: Seringkali ada beberapa pengaya yang memiliki fitur serupa. Untuk mencari tahu mana yang tepat untuk anda, baca seluruh deskripsi pengaya dan lihat gambar layarnya. Jika masih ada beberapa yang sedang bekerja, baca secara keseluruhan peringkat pengaya, ulasan pengguna, dan statistik untuk melihat apa yang paling disukai pengguna. Ingatlah bahwa anda juga bisa mencoba keduanya dan lihat mana yang lebih anda sukai.
kab: Deqs n izegrar ɣuṛ-sen timahilin yettemcabin. Akken ad tafeḍ anwa deg-sen i yelaqen, ɣeṛ aglam ummid n yal azegrir sakin wali tuṭṭfiwin n ugdil. Ma llan deqs n izegrar i k-iɛeǧǧben, ɣeṛ iwenniten n iseqdacen, tizmilin-nsen, akked tidaddanin akken ad twaliḍ win ḥemlen tugett n iseqdacen. Mekti-d kan daɣen d akken ur tezmireḍ ara ad ten-tɛeṛḍeḍ akk udiq wali anwa iqeṛben ara wayen tesriḍ.
sq: Shpesh ka disa shtesa që kanë veçori të ngjashme. Për të kuptuar se cila është ajo e duhura për ju, lexoni tërë përshkrimin e shtesës dhe shihni pamjet për të. Nëse prapë s’vendosni dot, lexoni vlerësimet për shtesën, shqyrtimet nga përdorues dhe statistikat, për të parë se cila është më e pëlqyera nga përdoruesit e tjerë. Mbani mend që mund t’i provoni të gjitha dhe të shihni se cila ju pëlqen më shumë.
sv_se: Det finns ofta flera tillägg som har liknande funktioner. För att bestämma vilken som är rätt för dig, läsa hela beskrivningen för tillägget och titta på bilderna. Om det fortfarande finns flera aktuella, läsa igenom tilläggets betyg, användarrecensioner och statistik för att se vilken som är mest omtyckt av andra användare. Kom ihåg att du också bara kan prova båda och se vilken du gillar bättre.

source: What if I can't find an add-on I'm looking for?
hu: Mi van, ha nem találok olyan kiegészítőt, amit keresek?
id: Bagaimana seandainya saya tidak bisa menemukan pengaya yang saya cari?
kab: Ma yella ur uffiɣ ara azegrir i ttnadiɣ?
sq: Po nëse s’e gjej dot shtesën që po kërkoj?
sr_latn: Šta ako ne mogu naći dodatak koji tražim?
sv_se: Vad händer om jag inte kan hitta ett tillägg som jag söker?

source: With thousands of add-ons available, there's something for everyone. But if you're looking for a particular add-on and can't find it, you might try searching on other sites or posting about it in our <a href="%(forum_url)s">Add-ons </a>forum.
id: Dengan ribuan pengaya yang tersedia, ada sesuatu untuk tiap orang. Namun jika anda mencari pengaya tertentu dan tak dapat menemukannya, anda bisa mencoba mencari di situs lain atau menulis tentang itu dalam <a href="%(forum_url)s">forum Pengaya </a>.
kab: Agimen n izegrar llan, yella yak i wayen tesriḍ. Ma tebɣid ad tnadiḍ azegrir ur tufiḍ ara, nadi deg ismal nniḍen neɣ aru-d izen deg <a href="%(forum_url)s">unmager n izegrar</a>.
sq: Me mijëra shtesa të passhme, për gjithkënd ka diçka. Por nëse po kërkoni për një shtesë të veçantë dhe s’e gjeni, mund të provoni ta kërkoni te sajte të tjerë ose të postoni një kërkesë te forumi ynë <a href="%(forum_url)s">Shtesa</a>.
sv_se: Med tusentals tillägg tillgängliga finns det något för alla. Men om du letar efter ett särskilt tillägg och kan inte hitta det, kan du prova söka på andra webbplatser eller trådar om det i vårt <a href="%(forum_url)s">tilläggsforum</a>.
