Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, bn, el, fa, fi, fur, fy_nl, gu_in, he, hi_in, hr, ia, is, ja, ka, kab, ms, nn_no, pl, pt_br, pt_pt, ro, si, sk, sl, sr_latn, sv_se, te, th, tr, vi

source: {0} star
ast: {0} estrella
el: {0} αστέρι
fy_nl: {0} stjer
hr: {0} zvjezdica
ia: {0} stella
ja: 評価 {0}
ka: {0} ვარსკვლავი
kab: {0} itri
nn_no: {0} stjerne
pt_br: {0} estrela
pt_pt: {0} estrela
sk: {0} hviezdička
sl: {0} zvezdica
sr_latn: {0} zvedica
sv_se: {0} stjärna
th: {0} ดาว
tr: {0} yıldız

source: There was a problem contacting the server.
ar: هناك مشكلة ما في الاتصال بالخادوم.
ast: Hebo un problema contautando col sirvidor.
bn: সার্ভারের সঙ্গে যোগাযোগ করতে সমস্যা হচ্ছে।
el: Παρουσιάστηκε πρόβλημα επικοινωνίας με το διακομιστή.
fa: اشکالی در تماس با سرویس‌دهنده به‌وجود آمده است.
fi: Yhteydessä palvelimeen oli ongelmia.
fur: Al è vignût fûr un probleme tal contatâ il servidôr.
fy_nl: Der is in probleem bard by it ferbinen mei de server.
gu_in: સર્વરનો સંપર્ક કરવામાં એક સમસ્યા આવી હતી.
he: הייתה בעיה ביצירת קשר עם השרת.
hi_in: सर्वर से संपर्क करने में एक समस्या थी।
hr: Dogodio se problem u povezivanju na poslužitelja.
ia: Il ha habite un problema con le connexion al servitor.
is: Vandamál kom upp við að hafa samband við netþjóninn.
ja: サーバへの接続中に問題が発生しました。
ka: სერვერთან დაკავშირება ვერ მოხერხდა.
kab: Teḍra-d tuccḍa deg unermes n uqeddac.
ms: Ada masalah menghubungi pelayan.
nn_no: Det gjekk ikkje å kontakte tenaren.
pl: Wystąpił problem z nawiązaniem połączenia z serwerem.
pt_br: Houve um problema ao contatar o servidor.
pt_pt: Ocorreu um problema ao contactar o servidor.
ro: A apărut o problemă la contactarea serverului.
si: සේවාදායකය සම්බන්‍ධ කර ගැනීමේ ගැටලුවකි.
sk: Pri kontaktovaní servera sa vyskytla chyba.
sl: Pri vzpostavljanju stika s strežnikom je prišlo do napake.
sr_latn: Došlo je do problema pri kontaktiranju servera.
sv_se: Det gick inte att kontakta servern.
te: సర్వర్‌ని సంప్రదించడంలో సమస్య ఉంది.
th: มีปัญหาในการติดต่อกับเซอร์เวอร์
tr: Sunucuyla bağlantı kurulurken bir hata oluştu.
vi: Đã xảy ra sự cố khi kết nối với máy chủ.

source: Select a file...
ar: اختر ملفًا…
ast: Esbilla un ficheru...
bn: ফাইল নির্বাচন করুন...
el: Επιλογή αρχείου...
fa: پرونده‌ای را انتخاب کنید...
fi: Valitse tiedosto…
fur: Selezione un file...
fy_nl: Selektearje in bestân…
gu_in: ફાઇલ પસંદ કરો...
he: בחירת קובץ...
hi_in: एक फ़ाइल चुनें...
hr: Odaberite datoteku...
ia: Elige un file...
is: Veldu skrá...
ja: ファイルを選択...
ka: ფაილის არჩევა...
kab: Fren afaylu...
ms: Pilih fail...
nn_no: Vel ei fil …
pl: Wybierz plik…
pt_br: Selecione um arquivo...
pt_pt: Selecione um ficheiro...
ro: Selectează un fișier...
si: ගොනුවක් තෝරන්න...
sk: Zvoľte súbor...
sl: Izberite datoteko ...
sr_latn: Izaberite datoteku...
sv_se: Välj en fil...
te: ఒక ఫైలును ఎంచుకోండి...
th: เลือกไฟล์…
tr: Dosya seçin...
vi: Chọn tập tin…

source: Your add-on should end with .zip, .xpi, .crx, .jar or .xml
fy_nl: Jo add-on moat op .zip, .xpi, .crx, .jar of .xml einigje
hr: Vaš dodatak bi trebao završavati sa .zip, .xpi, .crx, .jar ili .xml
ia: Le nomine de tu additivo debe finir per .zip, .xpi, .crx, .jar o .xml
kab: Ur issefk ara izegrar inek ad bdun s .zip, .xpi, .crx, .jar neɣ .xml
nn_no: Utvidinga di må slutta på .zip, .xpi, .crx, .jar or .xml
pt_br: O seu complemento deve terminar com .zip, .xpi, .crx, .jar ou .xml
pt_pt: O seu extra deve terminar com .zip, .xpi, .crx, .jar ou .xml
sk: Váš doplnok by mal končiť s .zip, .xpi, .crx, .jar alebo .xml
sl: Končnica vašega dodatka mora biti .zip, .xpi, .crx, .jar ali .xml
sv_se: Ditt tillägg bör sluta med .zip, .xpi, .crx, .jar eller .xml

source: {0}% complete
ar: اكتمل بنسبة {0}%
ast: {0}% completáu
bn: {0} % সম্পূর্ণ
fa: ‏{0}٪ تکمیل شده است
fi: {0} % valmis
fur: {0}% completât
fy_nl: {0}% foltôge
gu_in: {0}% પૂર્ણ
he: {0}% הושלמו
hi_in: {0}% पूर्ण
hr: {0}% završeno
ia: {0}% completate
is: {0}% lokið
ja: {0}% 完了
ka: {0}% დასრულებულია
kab: {0} % immed
ms: {0}% siap
nn_no: {0}% fullført
pl: Ukończono {0}%
pt_br: {0}% completo
pt_pt: {0}% completo
ro: {0}% încărcat
si: {0}% ක් සම්පූර්ණයි
sk: Dokončené: {0}%
sl: {0} % dokončano
sv_se: {0}% klart
te: {0}% పూర్తి
vi: {0}% hoàn thành

source: {0} of {1}
ar: {0} من أصل {1}
ast: {0} de {1}
bn: {0} এর {1}
el: {0} από {1}
fa: {0} از {1}
fur: {0} di {1}
fy_nl: {0} fan {1}
gu_in: {0} ના {1}
he: ‏‎{0}‏ מתוך ‎{1}‏
hi_in: {1} में से {0}
hr: {0} od {1}
ia: {0} de {1}
is: {0} af {1}
kab: {0} si {1}
ms: {0} daripada {1}
nn_no: {0} av {1}
pl: {0} z {1}
pt_br: {0} de {1}
pt_pt: {0} de {1}
ro: {0} din {1}
si: {1} න් {0}
sk: {0} z {1}
sl: {0} od {1}
sr_latn: {0} od {1}
sv_se: {0} av {1}
te: {1} యొక్క {0}
th: {0} จาก {1}
vi: {0} trong số {1}

source: Cancel
ar: ألغِ
ast: Encaboxar
bn: বাতিল
el: Ακύρωση
fa: انصراف
fi: Peruuta
fur: Anule
fy_nl: Annulearje
gu_in: રદ કરો
he: ביטול
hi_in: रद्द करें
hr: Odustani
ia: Cancellar
is: Hætta við
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ms: Batal
nn_no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sr_latn: Otkaži
sv_se: Avbryt
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
vi: Hủy bỏ

source: Uploading {0}
ar: يرفع {0}
ast: Xubiendo {0}
bn: {0} আপলোডিং
el: Γίνεται αποστολή του {0}
fa: در حال بارگذاری {0}
fi: Siirretään {0}
fur: Daûr a cjariâ in rêt {0}
fy_nl: Oplade {0}
gu_in: અપલોડ કરી રહ્યું છે {0}
he: {0} בהעלאה
hi_in: {0} अपलोड हो रहा है
hr: Učitavanje {0}
ia: Cargamento de {0} fluente
is: Sendi inn {0}
ja: {0} をアップロードしています
ka: იტვირთება {0}
kab: Asali {0}
ms: Memuat naik {0}
nn_no: Lastar opp {0}
pl: Przesyłanie {0}
pt_br: Enviando {0}
pt_pt: A carregar {0}
ro: Se încarcă {0}
si: {0} උඩුගත වෙමින්
sk: Odosiela sa {0}
sl: Nalaganje {0}
sr_latn: Otpremam {0}
sv_se: Laddar upp {0}
te: {0}‌‌‌‌‌ను ఎక్కిస్తోంది
th: กำลังอัปโหลด {0}
tr: {0} yükleniyor
vi: Đang tải lên {0}

source: Error with {0}
ar: خطأ في {0}
ast: Fallu con {0}
bn: {0} তে ত্রুটি
el: Παρουσιάστηκε σφάλμα στο {0}
fa: خطا با {0}
fi: Virhe {0}
fur: Erôr cun {0}
fy_nl: Flater mei {0}
gu_in: ભૂલ સાથે {0}
he: שגיאה עם {0}
hi_in: {0} के साथ त्रुटि
hr: Greška u {0}
ia: Error per {0}
is: Villa með {0}
ja: {0} にエラーがありました
ka: {0} - შეცდომა
kab: Tuccḍa s {0}
ms: Ralat dengan {0}
nn_no: Feil med {0}
pl: Błąd z {0}
pt_br: Erro com {0}
pt_pt: Erro com {0}
ro: Eroare cu {0}
si: {0} සමඟ දෝෂ
sk: Chyba s {0}
sl: Napaka z {0}
sr_latn: Greška sa {0}
sv_se: Fel med {0}
te: {0}తో లోపం
th: เกิดข้อผิดพลาดกับ {0}
tr: {0} hatası
vi: Lỗi {0}

source: We have enabled a new linter to process your Add-on. Please make sure to report any issues on GitHub
fy_nl: Wy hawwe in nije linter ynskeakele om jo add-on te ferwurkjen. Soargje derfoar dat jo eventuele problemen melde op GitHub
hr: Omogućili smo novi linter kako bi procesuirali vaš dodatak. Molimo da zabilježite sve probleme na GiHub-u
ia: Nos ha activate un nove dispositivo pro processar tu additivo. Per favor reporta sempre ulle problemas sur GitHub
ja: アドオンを処理する新しい linter が導入されました。何か問題を見つけたら GitHub に報告してください
kab: Tremdeḍ amaswaḍ amaynut n tengalt i usesfer n uzegrir inek. Tanemmirt ɣef tuzna n yal ugur di GitHub
nn_no: Vi har aktivert ein ny linter for å bearbeida utvidinga di. Pass på å rapportera eventuella problem på GitHub
pt_br: Nós ativámos um novo linter para processar o seu complemento. Por favor, reporte quaisquer problemas no GitHub
pt_pt: Nós ativámos um novo linter para processar o seu Extra. Por favor, reporte quaisquer problemas para o GitHub
sk: Povolili sme na spracovanie vašich doplnkov nový linter. Prosím, hláste všetky jeho chyby na GitHube
sl: Za obdelavo vašega dodatka smo omogočili nov pregledovalnik kode. Vse težave prijavite na GitHubu
sv_se: Vi har aktiverat en ny linter för att bearbeta ditt tillägg. Se till att rapportera eventuella problem på GitHub

source: Your add-on failed validation with {0} error.
ar: لم يفشل التثبّت من الإضافة.
bn: আপনার অ্যাড অন {0} ভুল সহ যাচাইকরণ ব্যর্থ হয়েছে।
el: Το πρόσθετο σας απέτυχε να επικυρωθεί, επιστρέφοντας {0} σφάλμα.
fa: افزونه شما با {0} خطا، نتوانست اعتبارسنجی شود.
fi: Lisäosasi tarkistuksessa ilmeni {0} virhettä.
fur: Il component adizionâl nol à superât la convalide cun {0} erôr.
fy_nl: Jo add-on hat de falidaasje net trochstien mei {0} flater.
gu_in: તમારું ઍડ-ઑન {0} ભૂલનાં કારણે માન્યતા માટે નિષ્ફળ રહ્યું.
he: התוספת שלך נכשלה בבדיקת האימות עם שגיאה אחת.
hi_in: आपका ऐड-ऑन {0} त्रुटि के कारण मान्यकरण में असफल रहा.
hr: Vaš dodatak nije prošao validaciju zbog {0} pogreške.
ia: Tu additivo falleva le validation con {0} error.
is: Viðbótin þín féll á fullgildingu með {0} villu.
ja: アドオンの検証に失敗しました。{0} 個のエラーがあります。
ka: თქვენმა დამატებამ გადამოწმება {0} შეცდომის გამო ვერ გაიარა.
kab: Asentem n uzegrir inek ur yeddi ara s tuccḍa {0}.
ms: Add-on anda gagal pengesahan dengan {0} ralat.
nn_no: Validering av utvidinga gav {0} feil.
pl: Dodatek nie przeszedł weryfikacji z powodu {0} błędu.
pt_br: Seu complemento falhou na validação com {0} erro.
pt_pt: O seu extra falhou a validação com {0} erro.
ro: Suplimentul nu a trecut validarea cu {0} eroare.
si: දෝෂ {0} ක් සහිතව ඔබගේ එක්කහුව වලංගුකරණයට අසමත් විය.
sk: Váš doplnok neprešiel overením, výsledok: {0} chyba.
sl: Vaš dodatek ni prestal preverjanja veljavnosti z {0} napako.
sr_latn: Vaš dodatak nije prošao proveru - {0} greška.
sv_se: Ditt tillägg misslyckades validering med {0} fel.
te: మీ పొడిగింత {0} లోపంతో ధృవీకరణ విఫలమైంది.
th: ส่วนเสริมของคุณไม่ผ่านการตรวจสอบด้วย {0} ข้อผิดพลาด
tr: Eklentinizin doğrulanması {0} hata ile başarısız oldu.
vi: Tiện ích của bạn đã được xác thực không thành công với {0} lỗi.

source: &hellip;and {0} more
ar: &hellip; ولا غيرها
ast: &hellip;y {0} más
bn: &hellip; এবং {0} আরও
el: &hellip;και {0} περισσότερο
fa: &hellip; و {0} دیگر
fi: &hellip;ja {0} lisää
fur: &hellip;e {0} altri
fy_nl: … en noch {0}
gu_in: &hellip;અને વધુ {0}
he: &hellip;ועוד אחד
hi_in: &hellip;और {0} अधिक
hr: &hellip;i {0} više
ia: &hellip;e {0} altero
is: &hellip;og {0} í viðbót
ja: ... その他 {0} 個
ka: &hellip;და კიდევ {0}
kab: &hellip; akked {0} ugar
ms: &hellip;dan {0} lagi
nn_no: &hellip;og {0} fleire
pl: &hellip;i {0} więcej
pt_br: &hellip;e mais {0}
pt_pt: &hellip;e mais {0}
ro: &hellip;și încă {0}
si: &hellip;සහ තවත් {0}
sk: &hellip;a {0} ďalšia
sl: &hellip; in še {0}
sr_latn: &hellip;i još {0}
sv_se: &hellip;och {0} mer
te: &hellip;మరియు {0} మరింత
th: &hellip;และอื่นๆ {0}
tr: &hellip;ve{0} tane daha
vi: &hellip; và {0} cái khác

source: See full validation report
ar: طالع تقرير التثبّت كاملًا
ast: Ver informe de validación completu
bn: পুরো ভ্যালিডেশন রিপোর্ট দেখুন
el: Δείτε την αναλυτική αναφορά επικύρωσης
fa: مشاهده گزارش کامل اعتبارسنجی
fi: Tarkastele täydellistä tarkistusraporttia
fur: Viôt il rapuart complet de convalide
fy_nl: Folslein falidaasjerapport besjen
gu_in: સંપૂર્ણ માન્યતા અહેવાલ જુઓ
he: הצגת דוח בדיקת האימות המלא
hi_in: पूर्ण मान्यकरण रिपोर्ट देये
hr: Pogledajte cijelo izvješće ovjere
ia: Vide le reporto de validation complete
is: Sjá alla fullgildingarskýrsluna
ja: 検証レポートの詳細を見る
ka: დამოწმების სრული ანგარიშგების ნახვა
kab: Wali akk aneqqis n usentem
ms: Lihat laporan pengesahan penuh
nn_no: Sjå fullstendig valideringsrapport
pl: Zobacz pełny raport
pt_br: Ver o relatório de validação completo
pt_pt: Ver relatório de validação completo
ro: Vezi raportul complet de validare
si: පූර්ණ වලංගුකරණ වාර්තාව බලන්න
sk: Zobraziť celú správu o overení
sl: Oglejte si popolno poročilo o preverjanju veljavnosti
sr_latn: Pogledajte potpuni izveštaj pregleda
sv_se: Se fullständig valideringsrapport
te: పూర్తి ధ్రువీకరణ నివేదికను చూడండి
th: ดูรายงานการตรวจสอบ
tr: Tam doğrulama raporuna bak
vi: Xem bản báo cáo đầy đủ của quá trình xác thực

source: Validating {0}
ar: يتثبّت من {0}
ast: Validando {0}
bn: বৈধতা যাচাই {0}
el: Γίνεται επικύρωση {0}
fa: در حال اعتبار سنجی {0}
fi: Vahvistetaan {0}
fur: Daûr a convalidâ {0}
fy_nl: {0} wurdt falidearre
gu_in: માન્યતા {0}
he: ‏{0} בהליכי בדיקה
hi_in: {0} कि पुष्ठी जारी है
hr: Ovjera {0}
ia: Validation de {0} in corso
is: Fullgilda {0}
ja: {0} を検証しています
ka: მოწმდება {0}
kab: Asentem {0}
ms: Mengesahkan {0}
nn_no: Validerer {0}
pl: Weryfikowanie {0}
pt_br: Validando {0}
pt_pt: A validar {0}
ro: Se validează {0}
si: {0} වලංගු කරමින්
sk: Overuje sa {0}
sl: Preverjanje veljavnosti {0}
sr_latn: Proveravam {0}
sv_se: Validerar {0}
te: {0} సరిచూస్తోంది
th: กำลังตรวจสอบ {0}
tr: {0} doğrulanıyor
vi: Xác nhận {0}

source: Received an empty response from the server; status: {0}
ar: استقبلتُ استجابة فارغة من الخادوم، الحالة: {0}
ast: Recibióse una rempuesta balera del sirividor; estáu: {0}
bn: সার্ভার হতে একটি খালি প্রতিক্রিয়া এসেছে; অবস্থা : {0}
el: Η απάντηση του εξυπηρετητή ήταν κενή; κατάσταση: {0}
fa: یک پاسخ خالی از سرور دریافت شد، وضعیت: {0}
fi: Vastaanotettiin tyhjä vastaus palvelimelta; tila: {0}
fur: Ricevude une rispueste vueide dal servidôr; stât: {0}
fy_nl: Lege respons fan server ûntfongen; steat: {0}
gu_in: સર્વરમાંથી ખાલી પ્રતિભાવ મળ્યો; સ્થિતિ: {0}
he: התקבלה תגובה ריקה מהשרת; סטטוס: {0}
hi_in: सर्वर से एक खाली प्रतिक्रिया प्राप्त हुयी; स्थिति: {0}
hr: Primljen prazni odgovor od servera; status: {0}
ia: Recipite un responsa vacue per le servitor; stato: {0}
is: Fékk autt svar frá netþjóninum; staða: {0}
ja: サーバから空の応答が返りました。ステータス: {0}
ka: სერვერისგან მოვიდა უშინაარსო პასუხი; სტატუსი: {0}
kab: Irmes-d tiririt tilemnt seg uqeddac; addad: {0}
ms: Menerima respons kosong darpada pelayan; status: {0}
nn_no: Fekk ein tom respons frå tenaren; status: {0}
pl: Otrzymano pustą odpowiedź z serwera; status: {0}
pt_br: Uma resposta vazia foi recebida do servidor: {0}
pt_pt: Recebida resposta vazia do servidor; estado: {0}
ro: S-a primit un răspuns gol de la server; stare: {0}
si: සේවාදායකයෙන් හිස් ප්‍රතිචාරයක් ලැබුණි; තත්‍වය: {0}
sk: Prijatá prázdna odpoveď zo servera. Stav: {0}
sl: Prejet prazen odziv s strežnika; stanje: {0}
sr_latn: Dobijen je prazan odgovor od servera; status: {0}
sv_se: Fick ett tomt svar från servern; status: {0}
te: సర్వరు నుండి ఖాళీ స్పందన వచ్చింది; స్థితి: {0}
th: ได้รับการตอบสนองที่ว่างเปล่าจากแม่ข่าย; สถานะ: {0}
tr: Sunucudan boş yanıt alındı. Durum: {0}
vi: Đã nhận được phản hồi trống từ máy chủ; trạng thái: {0}

source: Unexpected server error while validating.
ar: خطأ في الخادوم غير متوقّع أثناء التثبّت.
ast: Fallu inesperáu del sirvidor entrín se validaba.
bn: যাচাইয়ের সময় অপ্রত্যাশিত সার্ভার ত্রুটি হয়েছে।
el: Απρόσμενο σφάλμα διακομιστή κατά την επικύρωση.
fa: خطای غیرمنتظره در هنگام اعتبارسنجی.
fi: Odottamaton palvelinvirhe lisäosaa tarkistettaessa.
fur: Erôr dal servidôr inspietât dilunc la convalide.
fy_nl: Unferwachte serverflater wylst falidaasje.
gu_in: માન્ય કરતી વખતે અનપેક્ષિત સર્વર ભૂલ.
he: שגיאה בלתי־צפויה בשרת בזמן בדיקת האימות.
hi_in: सत्यापन करते समय अप्रत्याशित सर्वर त्रुटि.
hr: Neočekivana pogreška poslužitelja tijekom ovjere.
ia: Error impreviste del servitor durante le validation.
is: Upp kom óvænt villa í netþjóni við fullgildingu.
ja: 検証中に予期せぬサーバエラーが発生しました。
ka: გადამოწმებისას დაფიქსირდა სერვერის მოულოდნელი შეცდომა.
kab: Tuccḍa n uqeddac ur nettwaṛǧi ara deg usentem.
ms: Ralat tidak dijangka semasa mengesahkan.
nn_no: Uventa tenarfeil under validering.
pl: W czasie weryfikacji wystąpił nieoczekiwany błąd serwera.
pt_br: Erro inesperado do servidor durante a validação.
pt_pt: Erro inesperado do servidor enquanto validava.
ro: Eroare neașteptată de server la validare.
si: වලංගුකරණය අතරතුර අනපේක්‍ෂිත සේවාදායක දෝෂයකි.
sk: Počas overovania sa vyskytla neočakávaná chyba.
sl: Nepričakovana napaka strežnika med preverjanjem veljavnosti.
sr_latn: Neočekivana greška na serveru tokom provere.
sv_se: Oväntat serverfel under validering.
te: ధృవీకరిస్తున్నప్పుడు ఊహించని సర్వర్ లోపం ఏర్పడింది.
th: ข้อผิดพลาดของแม่ข่ายที่ไม่คาดคิดขณะกำลังทำการตรวจสอบ
tr: Doğrulama sırasında beklenmeyen sunucu hatası.
vi: Xảy ra lỗi ở máy chủ khi xác thực.

source: Finished validating {0}
ar: انتهى التثبّت من {0}
ast: Finóse la validación de {0}
bn: বৈধতা যাচাইকরণ শেষ {0}
el: Ολοκληρώθηκε η επικύρωση του {0}
fa: اعتبار سنجی {0} پایان یافت
fi: Lisäosan {0} tarkistus päätyi
fur: Convalide di {0} completade
fy_nl: Falidaasje fan {0} foltôge
gu_in: માન્ય કરવાનું સમાપ્ત કર્યું {0}
he: בדיקת האימות של {0} הסתיימה
hi_in: मान्य क्रिया समाप्त {0}
hr: Završavanje provjere {0}
ia: Validation de {0} completate
is: Lauk við að fullgilda {0}
ja: {0} の検証が完了しました
ka: {0}-ის გადამოწმება დასრულდა
kab: Asentem yemmed {0}
ms: Siap mengesahkan {0}
nn_no: Fullførte validering av {0}
pl: Zakończono sprawdzanie {0}
pt_br: Validação de {0} concluída
pt_pt: Validação de {0} terminada
ro: Validarea {0} s-a terminat
si: වලංගුකරණය අවසන්: {0}
sk: Ukončené overovanie {0}
sl: Preverjanje veljavnosti {0} končano
sr_latn: Završena provera {0}
sv_se: Validering klar för {0}
te: సరిచూడడం పూర్తయింది {0}
th: เสร็จสิ้นการตรวจสอบ {0}
tr: {0} doğrulaması tamamlandı
vi: Đã hoàn tất xác thực {0}

source: Your add-on validation timed out, it will be manually reviewed.
ar: انتهت مهلة التثبّت من إضافتك، سيكون التحقق منها يدوي.
bn: আপনার অ্যাড অন বৈধতা সময় শেষ হয়েছে, এটা স্বয়ংক্রিয় ভাবে পর্যালোচনা করা হবে।
fa: زمان اعتبارسنجی افزونه شما به پایان رسیده است و به‌صورت دستی بررسی می‌شود.
fi: Lisäosasi tarkistus aikakatkaistiin. Se tarkistetaan myöhemmin manuaalisesti.
fur: Il timp pe convalide dal component adizionâl al è scjadût, al vignarà revisionât a man.
fy_nl: De falidaasjetiid foar jo add-on is foarby, dizze sil hânmjittich beoardiele wurde.
gu_in: તમારી ઍડ-ઑનની માન્યતા સમાપ્ત થઈ ગઈ છે, તેની જાતે સમીક્ષા કરવામાં આવશે.
he: בדיקת האימות של התוספת שלך התעכבה זמן רב מדי, התוספת תעבור סקירה ידנית.
hi_in: आपका ऐड-ऑन सत्यापन समाप्त हो गया है, इसकी मैन्युअल रूप से समीक्षा की जाएगी.
hr: Vrijeme za validaciju dodatka je isteklo, bit će ručno provjeren.
ia: Le validation de tu additivo vadeva foras tempore limite, illo essera revidite manualmente.
is: Fullgilding viðbótarinnar þinnar féll á tímamörkum, það þarf að yfirfara hana handvirkt.
ja: このアドオンの検証は時間切れとなったため、手作業で審査されます。
ka: დამატების გადამოწმების დრო ამოიწურა, ის ხელით იქნება განხილული.
kab: Asentem n uzegrir inek ur ifuk ara deg akud, ad yettwasenqed s ufus.
ms: Pengesahan add-on anda tamat tempoh, akan disemak secara manual.
nn_no: Validering av utvidinga di fekk tidsavbrot, og vert difor vurdert manuelt.
pl: Limit czasowy sprawdzenia dodatku wygasł, zostanie sprawdzony ręcznie.
pt_br: O tempo para validação do complemento esgotou, ele será avaliado manualmente.
pt_pt: A validação do seu extra expirou; será revisto manualmente.
ro: Timpul pentru validarea suplimentului a expirat; suplimentul va fi recenzat manual.
si: ඔබගේ එක්කහුව වලංගුකරණය ඉකුත් වී ඇත, එය අතින් සමාලෝචනය කෙරේ.
sk: Overovanie vášho doplnku vypršalo, doplnok bude skontrolovaný manuálne.
sl: Preverjanje veljavnosti vašega dodatka je poteklo, pregledan bo ročno.
sv_se: Ditt tilläggs validering gjorde timeout, det kommer att granskas manuellt.
te: మీ పొడగింత చెల్లుబాటు కాలం ముగిసింది, ఇది మానవీయంగా సమీక్షించబడుతుంది.
tr: Eklenti doğrulamanız zaman aşımına uğradı; eklenti özel olarak incelenecek.
vi: Xác thực tiện ích của bạn đã quá thời gian qui định và đã được chuyển sang đánh giá thủ công.

source: Your add-on was validated with no errors and {0} warning.
ar: اكتمل التثبّت من إضافتك بدون أي أخطاء أو تحذيرات.
bn: আপনার অ্যাড-অন বিনা ত্রুটি সহ এবং {0} সতর্কতা সহ যাচাই করা হয়েছে।
fa: افزونه شما بدون خطا و با {0} اخطار، اعتبار سنجی شد.
fi: Lisäosasi tarkistus suoritettiin virheittä, mutta ilmeni {0} varoitus.
fur: Il to component adizionâl al è stât convalidât cence erôrs e cun {0} avertiment.
fy_nl: Jo add-on is falidearre sûnder flaters en mei {0} warskôging.
gu_in: તમાર‍ા એડ-ઓન કોઈ ભૂલો અને {0} ચેતવણી વિના માન્ય કરવામાં આવેલ હતુ.
he: התוספת שלך אומתה ללא שגיאות אך עם אזהרה אחת.
hi_in: आपके ऐड-ऑन को बिना किसी त्रुटी तथा {0} चेतावनी के साथ मान्य कर दिया गया.
hr: Vaš dodatak je validiran bez grešaka i sa {0} upozorenjem.
ia: Tu additivo esseva validate con nulle errores e {0} aviso.
is: Viðbótin þín var fullgilt með engum villum og {0} aðvörun.
ja: このアドオンの検証が完了しました。エラーなし、{0} 件の警告があります。
ka: დამატების გადამოწმება დასრულდა შეცდომის გარეშე და {0} გაფრთხილებით.
kab: Azegrir yettwasentem s war tuccḍa akked ulɣu {0}.
ms: Add-on anda telah disahkan dengan tiada ralat dan {0} amaran.
nn_no: Utvidinga di vart validert utan feil og med {0} åtvaring.
pl: Dodatek przeszedł weryfikację bez błędów i z {0} ostrzeżeniem.
pt_br: Seu complemento foi validado sem nenhum erro e {0} avisos.
pt_pt: O seu extra foi validado sem erros e com {0} aviso.
ro: Suplimentul tău fost validat fără nicio eroare și cu {0} avertizare.
si: ඔබගේ එක්කහුව දෝෂ රහිතව හා අවවාද {0} ක් සහිතව වලංගු කෙරිිණි.
sk: Váš doplnok bol overený bez chýb a s {0} varovaním.
sl: Vaš dodatek je bil preverjen: je brez napak in z {0} opozorilom.
sv_se: Ditt tillägg validerades utan fel och {0} varning.
te: లోపాలు లేకుండా మరియు {0} హెచ్చరికలతో మీ పొడిగింత ధృవీకరించబడింది.
tr: Eklentiniz hata olmadan ve {0} uyarı ile doğrulandı.
vi: Tiện ích của bạn đã được xác thực không có lỗi và {0} cảnh báo.

source: Your add-on was validated with no errors and {0} message.
ar: اكتمل التثبّت من إضافتك بدون أي أخطاء أو رسائل.
bn: আপনার অ্যাডঅন কোন ভুল এবং {0} বার্তা ছাড়াই যাচাই হয়েছে।
fa: افزونه شما بدون خطا و با {0} پیام، اعتبارسنجی شد.
fi: Lisäosasi tarkistus suoritettiin virheittä ja ilmeni {0} ilmoitus.
fur: Il to component adizionâl al è stât convalidât cence erôrs e cun {0} messaç.
fy_nl: Jo add-on is falidearre sûnder flaters en mei {0} berjocht.
gu_in: તમારા ઍડ-ઑનને કોઈ ભૂલ અને {0} સંદેશા સાથે માન્ય કરવામાં આવ્યું ન હતું.
he: התוספת שלך אומתה ללא שגיאות אך עם הודעה אחת.
hi_in: आपके ऐड-ऑन को बिना किसी त्रुटी तथा {0} संदेश के साथ मान्य कर दिया गया.
hr: Vaš dodatak je validiran bez grešaka i sa {0} porukom.
ia: Tu additivo esseva validate con nulle errores e {0} message.
is: Viðbótin þín var fullgilt með engum villum og {0} skilaboðum.
ja: このアドオンの検証が完了しました。エラーなし、{0} 件のメッセージがあります。
ka: დამატების გადამოწმება დასრულდა შეცდომის გარეშე და {0} შეტყობინებით.
kab: Azegrir yettwasentem s war tuccḍa akked yizen {0}.
ms: Add-on anda telah disahkan dengan tiada ralat dan {0} mesej.
nn_no: Utvidinga di vart validert utan feil og {0} melding.
pl: Dodatek przeszedł weryfikację bez błędów i z {0} wiadomością.
pt_br: Seu complemento foi validado sem erros e {0} mensagem.
pt_pt: O seu extra foi validado sem erros e com {0} mensagem.
ro: Suplimentul tău a fost validat fără nicio eroare și cu {0} mesaj.
si: ඔබගේ එක්කහුව දෝෂ රහිතව හා පණිවිඩ {0} ක් සහිතව වලංගු කෙරිිණි.
sk: Váš doplnok bol overený bez chýb a s {0} správou.
sl: Veljavnost vašega dodatka je bila preverjena brez napak in z {0} sporočilom.
sv_se: Ditt tillägg validerades utan fel och {0} meddelande.
te: లోపాలు లేకుండా మరియు {0} హెచ్చరికలతో మీ పొడిగింత ధృవీకరించబడింది.
tr: Eklentiniz hatasız olarak ve {0} mesajla doğrulandı.
vi: Tiện ích của bạn đã được xác thực không có lỗi và {0} lời nhắn.
