Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: If you have a support question about a particular add-on, such as "how do I use this add-on?" or "why doesn't this work properly?", please contact that add-on's author through the support channels listed on the add-on's listing page.
hu: Ha olyan támogatási kérdése van egy adott bővítménnyel kapcsolatban, mint a "hogyan használhatom ezt a kiegészítőt?" vagy "miért nem működik rendesen?", kérjük, hogy keresse a kiegészítő szerzőjét a kiegészítő oldalán megadott támogatási csatornákon keresztül.
id: Jika anda memiliki pertanyaan mengenai dukungan tentang pengaya tertentu, misalnya "bagaimana cara menggunakan pengaya ini?" atau "mengapa pengaya ini tidak bekerja dengan baik?", silakan menghubungi penulis pengaya tersebut melalui saluran dukungan yang terdaftar dalam laman daftar pengaya.
sq: Nëse keni ndonjë pyetje asistence lidhur me një shtesë të veçantë, fjala vjen, "si ta përdor këtë shtesë?" ose "pse s’punon si duhet kjo?", ju lutemi, lidhuni me autorin e shtesës, përmes kanaleve për asistencë të radhitur te faqja e shtesës.
sr_latn: Ako imate pitanje o naročitom dodatku, kao što je "kako da koristim dodatak?" ili "zašto ovo ne radi ispravno?", molimo Vas kontaktirajte autora dodatka kroz kanal podrške listiran na listing stranici dodataka.
sv_se: Om du har en supportfråga om ett visst tillägg, såsom "hur använder jag detta tillägg?" eller "varför fungerar inte detta ordentligt?", vänligen kontakta upphovsmannen för tillägget genom supportkanaler som anges på tilläggets listningssida.

source: Add-on Editorial Concerns
hu: Kiegészítő szerkesztői megjegyzései
id: Kekhawatiran Penyuntingan Pengaya
sk: Ak máte otázku ku konkrétnemu doplnku ako "ako sa doplnok používa?" alebo "prečo nefunguje korektne?", kontaktujte priamo autora doplnku. Kontaktné informácie nájdete priamo na stránke konkrétneho doplnku.
sq: Shqetësime Redaktoriale Shtese
sr_latn: Nedoumice uređivača dodatka
sv_se: Redaktionella problem för tillägg

source: If you have a question about an Editor's review of an add-on or want to report a policy violation, please email %(mail_editors)s. <strong>Almost all add-on reports fall under this category.</strong> Please be sure to include a link to the add-on in question and a detailed description of your question or comment.
hu: Ha egy szerkesztői értékeléssel kapcsolatban kérdése van, vagy házirend megszegését jelentené, küldjön egy emailt ide: %(mail_editors)s. <strong>Szinte minden kiegészítő-jelentés ebbe a kategóriába tartozik.</strong> Kérjük, bizonyosodjon meg afelől, hogy kérdése vagy megjegyzése a részletes leírás mellett tartalmazza a kiegészítő hivatkozását is.
id: Jika anda memiliki pertanyaan mengenai ulasan Penyunting atas sebuah pengaya atau ingin melaporkan pelanggaran kebijakan, silakan mengirim surel %(mail_editors)s. <strong>Hampir semua laporan pengaya berada dalam kategori ini.</strong> Harap menyertakan tautan pada pengaya yang dibahasa dan deskripsi terinci mengenai pertanyaan atau komentar anda.
sq: Nëse keni ndonjë pyetje lidhur me shqyrtim Redaktori të një shtese, ose dëshironi të njoftoni cenim rregullash, ju lutemi, dërgoni email te %(mail_editors)s. <strong>Thuajse të gjitha njoftimet mbi shtesa hyjnë në këtë kategori.</strong> Ju lutemi, mos harroni të përfshini një lidhje për te shtesa në fjalë dhe një përshkrim të hollësishëm të pyetjes ose komentit tuaj.
sr_latn: Ako imate pitanje u vezi pregleda nekog dodatka urednika ili želite da prijavite kršenje prava, molimo Vas kontaktirajte %(mail_editors)s. <strong>Gotovo sve prijave dodataka spadaju u ovu kategoriju.</strong> Molimo Vas da se uverite da ste ubacili link ka dodatku u pitanju i detaljan opis Vašeg pitanja ili komentara.
sv_se: Om du har en fråga om en redigerares granskning av ett tillägg eller vill rapportera ett brott mot reglerna, vänligen e-posta %(mail_editors)s. <strong>Nästan alla tilläggsrapporter faller under denna kategori.</strong> Var noga med att inkludera en länk till tillägget i frågan samt en detaljerad beskrivning av din fråga eller kommentar.

source: Add-on Security Vulnerabilities
hu: Kiegészítő biztonsági sebezhetőségei
id: Kerentanan Keamanan Pengaya
sk: Hlásenie bezpečnostných chýb v doplnkoch
sq: Cenueshmëri Sigurie Shtesash
sr_latn: Sigurnosne ranjivosti dodataka
sv_se: Säkerhetsproblem för tillägg

source: If you have discovered a security vulnerability in an add-on, even if it is not hosted here, Mozilla is very interested in your discovery and will work with the add-on developer to correct the issue as soon as possible. Add-on security issues can be reported <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">confidentially</a> in <a href="%(link_bugzilla)s">Bugzilla</a> or by emailing %(mail_admins)s.
hu: Ha biztonsági sebezhetőséget fedez fel egy kiegészítőben, akkor is ha nem itt tárolják, a Mozillát érdekli az Ön találata és a kiegészítő fejlesztőjével mihamarabb a hiba javításán fogunk dolgozni. Kiegészítőkkel kapcsolatos biztonsági problémákat <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">bizalmasan</a> a <a href="%(link_bugzilla)s">Bugzilla</a> oldalon, vagy az %(mail_admins)s e-mailcímen jelenthet.
id: Jika anda menemukan kerentanan keamanan pada sebuah pengaya, bahkan jika pengaya itu tidak dimuat di sini, Mozilla sangat tertarik pada penemuan anda dan akan bekerja bersama pengembang untuk memperbaiki masalahnya secepat mungkin. Isu keamanan pengaya dapat dilaporkan <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">secara rahasia</a> di <a href="%(link_bugzilla)s">Bugzilla</a> atau dengan mengirim surel %(mail_admins)s.
sk: Ak si myslíte, že ste našli bezpečnostnú chybu v doplnku (a to aj v prípade, že tu nie je umiestnený), bude Mozilla za túto informáciu povďačná a spolu s autorom zapracujú čo najrýchlejšie na oprave. Bezpečnostné chyby v doplnkoch môžu byť hlásené <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">dôverne</a> cez <a href="%(link_bugzilla)s">Bugzillu</a> alebo e-mailom na %(mail_admins)s.
sq: Nëse keni zbuluar një cenim sigurie te një shtesë, edhe pse s’është e strehuar këtu, Mozilla është shumë e intresuar për zbulimin tuaj dhe do të punojë me zhvilluesin e shtesës për ndreqjen e problemit sa më shpjet të jetë e mundur. Probleme sigurie shtesash mund të njoftohen <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">në mënyrë konfidenciale</a> te <a href="%(link_bugzilla)s">Bugzilla</a> ose duke dërguar email te %(mail_admins)s.
sr_latn: Ako ste otkrili bezbednosni propust u nekom dodatku, čak i ako nije postavljen ovde, Mozilla je veoma zainteresovana o Vašem otkriću i radiće sa programerom dodatka da što pre isprave problem ako je to moguće. Bezbednosni propusti dodataka mogu biti prijavljeni <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">poverljivo</a> na <a href="%(link_bugzilla)s">Bugzilla-i</a> ili slanjem e-pošte %(mail_admins)s.
sv_se: Om du har upptäckt ett säkerhetsproblem i ett tillägg, även om det inte är hyses här, är Mozilla mycket intresserad av din upptäckt och kommer att arbeta med tilläggets utvecklare för att rätta till problemet så snart som möjligt. Säkerhetsfrågor för tillägg kan rapporteras <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">konfidentiellt</a> i <a href="%(link_bugzilla)s">Bugzilla</a> eller via e-post %(mail_admins)s.

source: Website Functionality & Development
hu: Honlap funkcionalitása és fejlesztése
id: Fungsi Situs & Pengembangan
sk: Funkcionalita webu a vývoj
sq: Funksionim & Zhvillim Sajti
sr_latn: Funkcionalnost i razvoj veb sajta
sv_se: Webbplatsfunktionalitet och utveckling

source: If you've found a problem with the site, we'd love to fix it. Please <a href="https://github.com/mozilla/olympia/issues">file a bug report</a> in GitHub, including the location of the problem and how you encountered it.
sq: Nëse gjetët një problem me sajtin, do të donin ta ndreqnim. Ju lutemi, <a href="https://github.com/mozilla/olympia/issues">depozitoni një njoftim të mete</a> në GitHub, duke përfshirë vendin e problemi dhe se si e hasët.

source: Maintaining Your Add-ons
hu: Kiegészítők karbantartása
id: Menjaga Pengaya Anda
sk: Spravovanie svojich doplnkov
sq: Mirëmbajtja e Shtesës Suaj
sr_latn: Održavanje Vaših dodataka
sv_se: Underhåll av dina tillägg

source: Submitting New Versions of Your Add-on
hu: Kiegészítő új verziójának benyújtása
id: Mengirimkan Versi Baru Pengaya Anda
sk: Pridanie nových verzií vášho doplnku
sq: Parashtrimi i Versioneve të Reja të Shtesës Suaj
sr_latn: Podnošenje novih verzija Vašeg dodatka
sv_se: Skicka in nya versioner av ditt tillägg

source: Developers are encouraged to submit updates to their add-ons to fix bugs, add features, and otherwise improve their product. New versions of an add-on must have a <a href="https://developer.mozilla.org/en/Toolkit_version_format">higher version number</a> and can be submitted through the Developer Tools provided. There is no limit to the number of versions that can be submitted, but please remember that versions must be reviewed by an editor.
hu: A fejlesztők számára javasolt, hogy a kiegészítésekhez frissítéseket küldjenek be, amelyekben hibákat javítanak, új funkciókat biztosítanak és más módon fejlesztik kiegészítőjüket. Az új verzióknak <a href="https://developer.mozilla.org/en/Toolkit_version_format">magasabb verziószámmal</a> kell rendelkeznie, amelyet a fejlesztői eszközökön keresztül kell beküldeni. Nincs korlátozás a beküldhető verziók számára, azonban érdemes figyelembe venni, hogy minden verziót a szerkesztők valamelyikének értékelnie kell.
id: Pengembang didorong untuk mengirimkan pembaruan pengaya mereka untuk memperbaiki bug, menambah fitur, dan atau memperbaiki produk mereka. Versi baru pengaya tersebut harus memiliki <a href="https://developer.mozilla.org/en/Toolkit_version_format">nomor versi yang lebih tinggi</a> dan bisa dikirimkan melalui Perangkat Pengembang yang tersedia. Tidak ada batasan untuk jumlah versi yang bisa dikirimkan, namun harap diingat bahwa versi tersebut harus diulas oleh seorang penyunting.
sq: Zhvilluesit i nxisim të parashtrojnë për shtesat e tyre përditësime për ndreqje të metash, shtim veçorish, dhe çfarëdo tjetër që përmirëson produktin e tyre. Versionet e reja të një shtese duhet të kenë <a href="https://developer.mozilla.org/en/Toolkit_version_format">numër më të madh versioni</a> dhe mund të parashtrohen përmes Mjeteve të Zhvilluesve që ofrojmë. Për numrin e versionit që mund të parashtrohet s’ka kufi, por, ju lutemi, mbani mend që versionet duhet të merren në shqyrtim nga një redaktor.
sr_latn: Programeri su ohrabreni da podnesu ažuriranja svojim dodacima da isprave greške, dodaju funkcije, a na drugi način poboljšaju svoj proizvod. Nove verzije dodatka moraju imati <a href="https://developer.mozilla.org/en/Toolkit_version_format">veći broj verzija</a> i mogu se podneti preko pružanog razvojnog alata. Ne postoji ograničenje u broju verzije koje mogu biti podnete, ali molim Vas da zapamtite da verzije moraju biti pregledane od strane urednika.
sv_se: Utvecklare uppmanas att skicka in uppdateringar till sina tillägg för att fixa buggar, lägga till funktioner och på annat sätt förbättra sin produkt. Nya versioner av ett tillägg måste ha ett <a href="https://developer.mozilla.org/en/Toolkit_version_format">högre versionsnummer</a> och kan skickas in via de utvecklingsverktyg som tillhandahålls. Det finns ingen gräns för hur många versioner som kan skickas in, men kom ihåg att versionerna måste granskas av en redigerare.

source: New versions will be added to a pending review queue, and any additional versions submitted before the review is completed will move that version to the end of the queue.
hu: Az új verziók a függőben lévő értékelések sorához adódnak. Ha az értékelés befejezése előtt új verziót nyújt be, akkor az a verzió a sor végére fog kerülni.
id: Versi baru ini akan ditambahkan untuk antrean ulasan yang ditunda, dan versi tambahan lainnya yang dikirimkan sebelum ulasan selesai akan memindahkan versi tersebut ke ujung antrean.
sk: Nové verzie budú zaradené do fronty na kontrolu a akékoľvek ďalšie odoslané verzie, ktoré budú pridané pred schválením tej predchádzajúcej, posunú verziu na koniec fronty.
sq: Versionet e rinj do të shtohen te një radhë në pritje shqyrtimi, dhe çfarëdo versioni shtesë i parashtruar përpara se shqyrtimi të jetë plotësuar, do ta kalojë versionin paraardhës në fund të radhës.
sr_latn: Nove verzije će biti dodate u redu za pregled, i bilo koje dodatne verzije podnete pre nego što je pregled završen, premestiće tu verziju na kraj reda.
sv_se: Nya versioner kommer att läggas till en väntande granskningskö och eventuella ytterligare versioner som skickats in innan granskningen är klar kommer att flytta denna version till slutet av kön.

source: How do I submit a Beta add-on?
hu: Hogyan lehet Béta kiegészítőt benyújtani?
id: Bagaimana saya memasukkan pengaya versi Beta?
sk: Ako pridať betaverziu doplnku?
sq: Si ta parashtroj një shtesë Beta?
sr_latn: Kako da podnesem beta verziju dodatka?
sv_se: Hur skickar jag in ett betatillägg?

source: Beta channels are only available to fully-reviewed add-ons.
hu: A béta csatorna csak teljesen értékelt kiegészítőkhöz elérhető.
id: Saluran beta hanya tersedia bagi pengaya yang diulas secara lengkap.
sk: Kanály betaverzií sú dostupné len pre plne schválené doplnky.
sq: Kanalet beta janë vetëm për shtesa të shqyrtuara plotësisht.
sr_latn: Beta verzije kanala su dostupni samo potpuno pregledanim dodacima.
sv_se: Betakanaler är endast tillgängliga för fullt granskade tillägg.

source: To create a beta channel, upload a file with a unique version string that contains any of the following strings: <code>a,b,alpha,beta,pre,rc</code>, with an optional number at the end. This text must come at the end of the version string. If you understand regex format, here's what we look for in the version number: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
hu: A béta csatorna létrehozásához töltsön fel egy egyedi verziószámmal ellátott fájlt, amely a következő karakterláncok egyikét tartalmazza: <code>a,b,alpha,beta,pre,rc</code>, választhatóan egy számmal a végén. Ez a szöveg a verzió karakterlánc végén kell legyen. Ha ismeri a regex formátumot, erre keresünk a verziószámban: <code>"(a|alpha|beta|pre|rc)\d*$"</code>.
id: Untuk membuat saluran beta, unggah berkas dengan rangkaian versi unik yang mengandung salah satu dari rangkaian berikut: <code>a,b,alpha,beta,pre,rc</code>, dengan nomor terpilih di bagian akhirnya. Teks ini harus berada di bagian akhir rangkaian. Jika anda memahami format regex, inilah yang kami inginkan dalam nomor versi: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
sq: Për krijimin e një kanali beta, ngarkoni një kartelë me një varg unik versioni që përmban cilindo nga vargjet vijues: <code>a,b,alpha,beta,pre,rc</code>, me një numër, në daçi, në fund. Ky tekst duhet të gjendet në fund të vargut të versionit. Nëse merrni vesh nga formatet regex, ja se ç’presim nga një numër versioni: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
sr_latn: Da biste napravili beta kanal, otpremite datoteku sa jedinstvenom string verzijom koja sadrži neki od sledećih stringova: <code>a, b, alpha, beta, pre, rc</code>, sa opcionim brojem na kraju. Ovaj tekst mora doći na kraju string verzije. Ako razumete regek format, evo šta tražimo u broju verzije: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
sv_se: För att skapa en betakanal, ladda upp en fil med en unik versionssträng som innehåller någon av följande strängar: <code>a,b,alpha,beta,pre, rc</code>, med ett valfritt nummer i slutet. Denna text måste komma i slutet av versionssträngen. Om du förstår formatet regex, så är detta vad vi ser i versionsnumret: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.

source: Once a file meeting this criteria is uploaded to AMO, it will automatically be marked as a beta version. Users of add-ons with these unique version numbers will automatically be served the newest beta updates.
hu: Amint az ezt a feltételt teljesítő fájl feltöltésre került az AMO-ba, automatikusan béta verzióként lesz megjelölve. Az ezen egyedi verziószámmal rendelkező kiegészítők felhasználói automatikusan megkapják a legújabb béta frissítéseket.
id: Sekali sebuah berkas yang memenuhi kriteria ini diunggah ke AMO, berkas tersebut akan secara otomatis ditandai sebagai versi beta. Pengguna pengaya dengan versi nomor yang unik ini akan secara otomatis dilayani dengan pembaruan versi beta terbaru.
sk: Okamžite, ako budú splnené kritériá pre pomenovanie súboru a ten bude nahraný na AMO, bude automaticky označený ako betaverzia. Používateľom doplnku s takto unikátnymi verziami budú automaticky betaverzie nainštalované.
sq: Pasi një kartelë që përputhet me këtë kriter, ngarkohet te AMO, do t’i vihet vetvetiu shenjë si një version beta. Përdoruesve të shtesave me këto numra unikë versionesh do t’u shërbehen përditësimet më të reja beta.
sr_latn: Jednom kada datoteka odgovara kriterijumu ona će se otpremiti na AMO, ona će automatski biti označena kao beta verzija. Korisnici dodataka sa ovim jedinstvenim brojevima verzija će automatski biti usluženi sa najnovijim beta ispravkama.
sv_se: När en fil som uppfyller dessa kriterier är uppladdad till AMO, kommer den automatiskt att markeras som en betaversion. Användare av tillägg med dessa unika versionsnummer kommer automatiskt att få de nyaste betauppdateringarna.

source: While we call these "Beta versions", you can use this channel for nightlies, or alphas, or prerelease versions as you wish. Please note that there is only one channel for this purpose and all of your users on this channel will receive the latest add-ons submitted. For instance, if you upload <code>1.0beta1</code> to the release channel and then upload <code>1.1alpha1</code>, all users of <code>1.0beta1</code> will be offered an upgrade to <code>1.1alpha1</code>. Updates are pushed by submission date and not version number, so users will always get the most recent channel update regardless of any kind of alphabetical sorting.
hu: Ugyan mi ezeket "béta verzióknak" nevezzük, használhatja ezt a csatornát éjszakai kiadásokhoz, alfa vagy előzetes kiadási verziókhoz is. Ne feledje, hogy csak egy csatorna van erre a célra, és a csatorna minden felhasználója megkapja a legfrissebb beküldött kiegészítőt. Ha például feltölti az <code>1.0beta1</code> verziót a kiadási csatornába és feltölti az <code>1.1alpha1</code> verziót, akkor minden <code>1.0beta1</code> felhasználónak felajánlja a frissítést az <code>1.1alpha1</code> verzióra. A frissítésék kiküldése beküldési dátum, és nem verziószám alapján történik, így a felhasználók mindig a legújabb frissítést kapják meg, bármilyen ábécésorrendtől függetlenül.
id: Meski kami menyebutnya "versi Beta", anda bisa menggunakan saluran ini untuk nightly, atau alpha, atau versi pra-rilis sesuai keinginan. Harap dicatat bahwa hanya ada satu saluran untuk tujuan ini dan seluruh pengguna anda di saluran ini akan menerima pengaya terakhir yang dikirimkan. Contohnya, jika anda mengunggah <code>1.0beta1</code> ke saluran rilis dan mengunggah <code>1.1alpha1</code>, seluruh pengguna <code>1.0beta1</code> akan ditawari pembaruan pula <code>1.1alpha1</code>. Pembaruan didorong oleh tanggal pengiriman dan bukan nomor versi, jadi pengguna akan selalu mendapatkan pembaruan saluran terbaru terlepas dari pemisahan alfabetis apapun.
sq: Pavarësisht se i quajmë "Versione beta", mund ta përdorni këtë kanal për montime të përnatshme, ose alfa, ose versione paraqarkullim, për kë të doni. Ju lutemi, mbani parasysh që ka vetëm një kanal për këtë qëllim dhe krejt përdoruesit tuaj në këtë kanal do të marrin shtesat e parashtruara së fundi. Për shembull, nëse ngarkoni <code>1.0beta1</code> te kanali i hedhjeve në qarkullim dhe mandej ngarkoni <code>1.1alpha1</code>, krejt përdoruesve të <code>1.0beta1</code> do t’u ofrohet një përmirësim te <code>1.1alpha1</code>. Si bazë për përditësimet merren data parashtrimesh dhe jo numra versionesh, ndaj përdoruesit do të marrin gjithmonë përditësime më të reja nga kanali, pavarësisht nga çfarëdo lloj renditjeje alfabetike.
sv_se: Medan vi kallar dessa "betaversioner", kan du använda denna kanal för nightlies eller alphas, eller förhandsversioner om du så önskar. Observera att det endast finns en kanal för detta ändamål och alla dina användare på denna kanal kommer att få de senaste tillägget som skickats in. Till exempel, om du laddar upp <code>1.0beta1</code> till releasekanalen och sedan laddar upp <code>1.1alpha1</code>, kommer alla användare av <code>1.0beta1</code> att erbjudas en uppgradering till <code>1.1alpha1</code>. Uppdateringar släpps efter inskickningsdatum och inte versionsnummer, så att användarna alltid får den senaste kanaluppdatering oavsett alfabetisk sortering.

source: Required Updates
hu: Szükséges frissítések
id: Pembaruan yang Dibutuhkan
sk: Vyžadované aktualizácie
sq: Përditësime të Domosdoshme
sr_latn: Zahtevane nadogradnje
sv_se: Nödvändiga uppdateringar
