Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: We have discovered that your email "%(email)s" is unable to receive emails from us. Please update your email address to one that can receive emails from us.
es_ar: Hemos descubierto que tu correo electrónico "%(email)s" no puede recibir nuestros correos. Actualizá tu dirección de correo electrónico a una que pueda recibir nuestros correos.
fi: Olemme havainneet, että sähköpostiosoitteesi "%(email)s" ei voi vastaanottaa meiltä sähköposteja. Päivitä sähköpostiosoitteesi sellaiseen osoitteeseen, johon voit vastaanottaa sähköposteja meiltä.
fur: O vin scuviert che la tô direzion e-mail “%(email)s” no rive a ricevi lis nestris e-mails. Inzorne la direzion e-mail cuntune che e puedi ricevi lis e-mails che ti inviìn.
fy_nl: Wy hawwe ûntdutsen dat jo e-mailadres ‘%(email)s’ gjin e-mailberjochten fan ús ûntfange kin. Wurkje jo e-mailadres by nei in dat e-mailberjochten fan ús ûntfange kin.
he: שמנו לב שכתובת הדוא״ל שלך ״%(email)s״ אינו יכול לקבל מאיתנו הודעות דוא״ל. נא לעדכן את כתובת הדוא״ל שלך לכזו שיכולה לקבל מאיתנו הודעות.
ia: Nos ha discoperite que tu email "%(email)s" non pote reciper emails ab nos. Actualisa tu adresse email a illo que pote reciper emails ab nos.
nb_no: Vi har oppdaget at e-postadressen din «%(email)s» ikke kan motta e-post fra oss. Oppdater e-postadressen din til en som kan motta e-post fra oss.
nn_no: Vi har oppdaga at e-posten din "%(email)s" ikkje kan få e-post frå oss. Ver vennleg og oppdater e-postadressa di til ei som kan få e-post frå oss.
ro: Am descoperit că adresa ta de e-mail „%(email)s” nu poate primi mesaje de la noi. Te rugăm să îți actualizezi adresa de e-mail cu una care poate primi mesaje de la noi.
th: เราพบว่าอีเมลของคุณ "%(email)s" ไม่สามารถรับอีเมลจากเราได้ โปรดอัปเดตที่อยู่อีเมลของคุณเป็นที่อยู่ซึ่งสามารถรับอีเมลจากเราได้
tr: "%(email)s" e-posta adresinizin bizden e-posta alamadığını tespit ettik. Lütfen e-posta adresinizi bizden e-posta alabilecek bir adresle güncelleyin.
vi: Chúng tôi phát hiện ra rằng email "%(email)s" của bạn không thể nhận email từ chúng tôi. Vui lòng cập nhật địa chỉ email của bạn thành địa chỉ có thể nhận email từ chúng tôi.

source: Email Address Verification
es_ar: Verificación de la dirección de correo electrónico
fi: Sähköpostiosoitteen vahvistus
fur: Verifiche direzion e-mail
fy_nl: E-mailadresferifikaasje
he: אימות כתובת דוא״ל
hr: Potvrđivanje e-mail adrese
ia: Verification de adresse email
is: Staðfesting tölvupóstfangs
nb_no: Bekreftelse av e-postadresse
nn_no: Stadfesting av e-postadresse
ro: Verificarea adresei de e-mail
th: การยืนยันที่อยู่อีเมล
tr: E-posta adresi doğrulama
vi: Xác minh địa chỉ email

source: Your email address is verified.
es_ar: Tu dirección de correo electrónico está verificada.
fi: Sähköpostiosoitteesi on vahvistettu.
fur: La direzion de tô e-mail e je verificade.
fy_nl: Jo e-mailadres is ferifiearre.
he: כתובת הדוא״ל שלך מאומתת.
hr: Tvoja e-mail adresa je potvrđena.
ia: Tu adresse email es verificate.
is: Tölvupóstfangið þitt hefur verið staðfest
nb_no: E-postadressen din er bekreftet.
nn_no: E-postadressa di er stadfesta.
ro: Adresa ta de e-mail este verificată.
th: ยืนยันที่อยู่อีเมลของคุณเรียบร้อยแล้ว
tr: E-posta adresiniz doğrulandı.
vi: Địa chỉ email của bạn đã được xác minh.

source: Please verify your email.
es_ar: Verificá tu correo electrónico.
fi: Vahvista sähköpostiosoitteesi.
fur: Verifiche la tô direzion e-mail.
fy_nl: Ferifiearje jo e-mailadres.
he: נא לאמת את הדוא״ל שלך.
hr: Potvrdi tvoju e-mail adresu.
ia: Verifica tu email.
nb_no: Bekreft e-postadressen din.
nn_no: Stadfest e-postadressa di.
ro: Te rugăm să îți verifici adresa de e-mail.
th: โปรดยืนยันอีเมลของคุณ
tr: Lütfen e-postanızı doğrulayın.
vi: Vui lòng xác minh email của bạn.

source: Could not verify email address. The verification link has expired.
es_ar: No se pudo verificar la dirección de correo electrónico. El link de verificación ha expirado.
fi: Sähköpostiosoitetta ei voitu vahvistaa. Vahvistuslinkki on vanhentunut.
fur: Impussibil verificâ la direzion e-mail. Il colegament pe verifiche al è scjadût.
fy_nl: Kin e-mailadres net ferifiearje. De ferifikaasjekeppeling is ferrûn.
he: לא ניתן היה לאמת את כתובת הדוא״ל. פג תוקף קישור האימות.
hr: Potvrđivanje e-mail adrese nije uspjelo. Poveznica za potvrdu je istekla.
ia: Impossibile verificar adresse email. Le ligamine de verification ha expirate.
is: Gat ekki sannreynt tölvupóstfang. Staðfestingartengillinn er útrunninn.
nb_no: Kunne ikke bekrefte e-postadressen. Bekreftelseslenken er utløpt.
nn_no: Klarte ikkje å stadfeste e-postadressa. Stadfestingslenka er utgått.
ro: Adresa de e-mail nu a putut fi verificată. Linkul de verificare a expirat.
th: ไม่สามารถยืนยันที่อยู่อีเมลได้ ลิงก์ยืนยันหมดอายุแล้ว
tr: E-posta adresi doğrulanamadı. Doğrulama bağlantısının süresi dolmuş.
vi: Không thể xác minh địa chỉ email. Liên kết xác minh đã hết hạn.

source: We are sending an email to you, please be patient... <div class="loader"></div> The page will automatically refresh.
es_ar: Te estamos enviando un correo electrónico, tené paciencia ... <div class="loader"></div> La página se actualizará automáticamente.
fi: Lähetämme sinulle sähköpostia, ole kärsivällinen... <div class="loader"></div> Sivu päivittyy automaattisesti.
fur: Ti stin inviant une e-mail, par plasê spiete... <div class="loader"></div> La pagjine si inzornarà in automatic.
fy_nl: Wy stjoere jo in e-mailberjocht, dit kin efkes duorje… <div class="loader"></div> De side wurdt automatysk fernijd.
he: אנו שולחים לך הודעת דוא״ל, נא להמתין... <div class="loader"></div> הדף יתרענן אוטומטית.
ia: Nos invia un email a te, per favor sia patiente... <div class="loader"></div> Le pagina automaticamente se actualisara.
nb_no: Vi sender deg en e-post, vær tålmodig … <div class="loader"></div> Siden oppdateres automatisk.
nn_no: Vi sender ein e-post til deg, vêr tolmodig... <div class="loader"></div> Sida vil automatisk oppdaterast.
ro: Îți trimitem un mesaj pe e-mail. Te rugăm să ai răbdare... <div class="loader"></div> Pagina se va reîmprospăta automat.
tr: Size e-posta gönderiyoruz, lütfen bekleyin... <div class="loader"></div> Sayfa otomatik olarak tazelenecektir.
vi: Chúng tôi đang gửi email cho bạn, hãy kiên nhẫn... <div class="loader"></div> Trang sẽ tự động làm mới.

source: It is taking longer than expected to confirm delivery of your verification email. Please try again later.
es_ar: La confirmación de entrega de tu correo electrónico de verificación está tardando más de lo esperado. Probá más tarde.
fi: Vahvistussähköpostin toimituksen vahvistaminen kestää odotettua kauemmin. Yritä myöhemmin uudelleen.
fur: La conferme de consegne de e-mail di verifiche e sta domandant plui timp di ce che al jere previodût. Torne prove plui indenant.
fy_nl: It duorret langer as ferwachte om de levering fan jo ferifikaasjeberjocht te befêstigjen. Probearje it letter opnij.
he: לוקח יותר זמן מהצפוי לאשר את מסירת הודעת הדוא״ל לאימות שלך. נא לנסות שוב מאוחר יותר.
ia: Il prende plus longe tempore que expectate pro confirmar le consignation de tu email de verification. Retenta plus tarde.
nb_no: Det tar lengre tid enn forventet å bekrefte leveringen av bekreftelses-e-posten din. Prøv på nytt senere.
nn_no: Det tek lengre tid enn forventa å bekrefte leveringa av stadfestings e-posten din. Prøv på nytt seinare.
ro: Confirmarea livrării mesajului de verificare pe e-mail durează mai mult decât am anticipat. Te rugăm să încerci din nou mai târziu.
th: การยืนยันการส่งอีเมลยืนยันของคุณใช้เวลานานกว่าที่คาดไว้ โปรดลองอีกครั้งภายหลัง
tr: Doğrulama e-postanızın teslim edildiğini onaylamamız beklenenden uzun sürdü. Lütfen daha sonra yeniden deneyin.
vi: Việc xác nhận việc gửi email xác minh cho bạn mất nhiều thời gian hơn dự kiến. Vui lòng thử lại sau.

source: An email with a confirmation link has been sent to your email address: %(email)s. Please click the link to confirm your email address. If you did not receive the email, please check your spam folder.
es_ar: Se envió un correo electrónico con un enlace de confirmación a tu dirección de correo electrónico: %(email)s. Hacé clic en el enlace para confirmar tu dirección de correo electrónico. Si no recibiste el correo electrónico, fíjate en la carpeta de correo no deseado.
fi: Vahvistuslinkin sisältävä sähköpostiviesti on lähetetty sähköpostiosoitteeseesi: %(email)s. Vahvista sähköpostiosoitteesi napsauttamalla linkkiä. Jos et saanut sähköpostia, tarkista roskapostikansiosi.
fur: Une e-mail cuntun colegament di conferme e je stade mandade ae tô direzion e-mail: %(email)s. Fâs clic sul colegament par confermâ la direzion e-mail. Se no tu âs ricevût la e-mail, controle te cartele spam (pueste malvolude).
fy_nl: Der is in e-mailberjocht mei in befêstigingskeppeling ferstjoerd nei jo e-mailadres: %(email)s. Klik op de keppeling om jo e-mailadres te befêstigjen. As jo it e-mailberjocht net ûntfongen hawwe, kontrolearje dan jo map Net winske.
he: הודעת דוא״ל עם קישור לאימות נשלחה לכתובת הדוא״ל שלך: %(email)s. נא ללחוץ על הקישור כדי לאמת את כתובת הדוא״ל שלך. אם לא קיבלת את ההודעה, נא לבדוק בתיקיית הספאם שלך.
ia: Un e-mail con un ligamine de confirmation ha essite inviate a tu adresse de e-mail: %(email)s. Clicca sur le ligamine pro confirmar tu adresse de e-mail. Si tu non lo recipe, consulta tu dossier de spam.
nb_no: En e-post med en bekreftelseslenke er sendt til e-postadressen din: %(email)s. Klikk på lenken for å bekrefte e-postadressen din. Hvis du ikke mottok e-posten, kan du sjekke søppelpostmappen din.
nn_no: Ein e-post med ei stadfestingslenke er send til e-postadressa di: %(email)s. Klikk på lenka for å stadfeste e-postadressa di. Om du ikkje fekk e-posten, kan du sjekke søppelpostmappa di.
ro: A fost trimis un mesaj cu un link de confirmare la adresa ta de e-mail: %(email)s. Te rugăm să dai clic pe link pentru a confirma adresa de e-mail. Dacă nu ai primit mesajul pe e-mail, te rugăm să verifici în dosarul de spam.
tr: %(email)s e-posta adresinize doğrulama bağlantısı içeren bir e-posta gönderildi. E-posta adresinizi doğrulamak için lütfen bağlantıya tıklayın. E-postayı almadıysanız lütfen spam klasörünüzü kontrol edin.
vi: Một email có liên kết xác nhận đã được gửi đến địa chỉ email của bạn: %(email)s. Vui lòng nhấp vào liên kết để xác nhận địa chỉ email của bạn. Nếu bạn không nhận được email, vui lòng kiểm tra thư mục thư rác.

source: The provided code is invalid, unauthorized, expired or incomplete. Please use the link in the email sent to your email address %(email)s. If the code is still not working, please request a new email.
es_ar: El código proporcionado no es válido, no está autorizado, ha caducado o está incompleto. Usá el enlace en el correo enviado a tu dirección de correo %(email)s. Si el código aún no funciona, pedí el envío de un nuevo correo electrónico.
fi: Annettu koodi on virheellinen, luvaton, vanhentunut tai puutteellinen. Käytä sähköpostiosoitteeseesi %(email)s lähetetyssä sähköpostissa olevaa linkkiä. Jos koodi ei vieläkään toimi, pyydä uusi sähköposti.
fur: Il codiç indicât nol è valit, nol è autorizât, al è scjadût o nol è complet. Dopre il colegament te e-mail che ti vin inviât ae direzion %(email)s. Se il codiç al continue a no funzionâ, domande che ti mandìn une gnove e-mail.
fy_nl: De opjûne koade is ûnjildich, net autorisearre, ferrûn of net kompleet. Brûk asjebleaft de keppeling yn it e-mailberjocht dat nei jo e-mailadres %(email)s ferstjoerd is. As de koade noch net wurket, freegje dan in nij e-mailberjocht oan.
he: הקוד שסופק אינו חוקי, לא מורשה, פג תוקפו או שאינו שלם. נא להשתמש בקישור שבהודעת הדוא״ל שנשלחה לכתובת שלך %(email)s. אם הקוד עדיין לא עובד, נא לבקש שליחת הודעת דוא״ל חדשה.
ia: Le codice fornite es non valide, non autorisate, expirate o incomplete. Usa le ligamine in le email inviate a tu adresse email %(email)s. Si le codice ancora non functiona, pete un nove email.
nb_no: Den oppgitte koden er ugyldig, uautorisert, utløpt eller ufullstendig. Bruk lenken i e-posten som ble sendt til e-postadressen din %(email)s. Hvis koden fortsatt ikke fungerer, kan du be om en ny e-post.
nn_no: Den oppgitte koden er ugyldig, uautorisert, utgåttt eller ufullstendig. Bruk lenka i e-posten som vart send til e-postadressa di %(email)s. Viss koden framleis ikkje fungerer, kan du be om ein ny e-post.
ro: Codul furnizat este nevalid, neautorizat, expirat sau incomplet. Te rugăm să folosești linkul din mesajul trimis la adresa ta de e-mail %(email)s. Dacă tot nu funcționează codul, te rugăm să soliciți retrimiterea unui mesaj pe e-mail.
tr: Sağlanan kod geçersiz, yetkisiz, süresi dolmuş veya eksik. Lütfen %(email)s adresinize gönderilen e-postadaki bağlantıyı kullanın. Kod hala çalışmıyorsa lütfen yeni bir e-posta talep edin.
vi: Mã được cung cấp không hợp lệ, trái phép, hết hạn hoặc không đầy đủ. Vui lòng sử dụng liên kết trong email được gửi đến địa chỉ email của bạn (%(email)s). Nếu mã vẫn không hoạt động, vui lòng yêu cầu email mới.

source: <strong>Email history:</strong> The table below shows all emails we have attempted to send to you in the last 2 days.
es_ar: <strong>Historial de correo electrónico:</strong> la tabla siguiente muestra todos los correos electrónicos que hemos intentado enviarte en los últimos 2 días.
fi: <strong>Sähköpostihistoria:</strong> Alla olevassa taulukossa näkyvät kaikki sähköpostit, jotka olemme yrittäneet lähettää sinulle viimeisen kahden päivän aikana.
fur: <strong>Cronologjie des e-mails:</strong> la tabele chi sot e mostre dutis lis e-mails che o vin cirût di mandâti tai ultins 2 dîs.
fy_nl: <strong>E-mailskiednis:</strong> de ûndersteande tabel toant alle e-mailberjochten dy’t wy de ôfrûne 2 dagen probearre hawwe nei jo te ferstjoeren.
he: <strong>היסטוריית דוא״ל:</strong> הטבלה שלהלן מציגה את כל הודעות הדוא״ל שניסינו לשלוח אליך ביומיים האחרונים.
hr: <strong>Povijest e-pošte:</strong> Tablica prikazuje sve e-mail poruke koje smo ti pokušali poslati u zadnja 2 dana.
ia: <strong>Chronologia del emails:</strong> Le tabula infra monstra tote le emails que nos ha tentate inviar te in le ultime 2 dies.
nb_no: <strong>E-posthistorikk:</strong> Tabellen nedenfor viser alle e-poster vi har forsøkt å sende til deg de siste 2 dagene.
nn_no: <strong>E-posthistorikk:</strong> Tabellen nedanfor viser alle e-postmeldingane vi har prøvd å sende til deg dei siste 2 dagane.
ro: <strong>Istoric e-mail:</strong> Tabelul de mai jos prezintă toate mesajele pe e-mail pe care am încercat să ți le trimitem în ultimele 2 zile.
tr: <strong>E-posta geçmişi:</strong> Aşağıdaki tablo, son 2 gün içinde size göndermeye çalıştığımız tüm e-postaları göstermektedir.
vi: <strong>Lịch sử email:</strong> Bảng bên dưới hiển thị tất cả email chúng tôi đã cố gắng gửi cho bạn trong 2 ngày qua.

source: Subject
es_ar: Asunto
fi: Aihe
fur: Ogjet
fy_nl: Underwerp
he: נושא
hr: Predmet
ia: Subjecto
nb_no: Emne
nn_no: Emne
ro: Subiect
th: เรื่อง
tr: Konu
vi: Chủ đề

source: We have not found any email records for you in the last 2 days.
es_ar: No hemos encontrado registros de correos electrónicos tuyos en los últimos 2 días.
fur: No vin cjatât nissune regjistrazion di e-mail par te intai ultins 2 dîs.
fy_nl: Wy hawwe gjin e-mailrecords fan de ôfrûne 2 dagen foar jo fûn.
he: לא מצאנו רשומות דוא״ל עבורך ביומיים האחרונים.
hr: Nismo pronašli nijednu e-poštu za tebe u zadnja 2 dana.
ia: Nos non ha trovate alcun registrationes de emails pro te in le ultime 2 dies.
nb_no: Vi har ikke funnet noen e-postoppføringer for deg de siste 2 dagene.
nn_no: Vi har ikkje funne e-postoppføringar for deg dei siste 2 dagane.
ro: Nu am găsit nicio înregistrare de e-mailuri pentru tine în ultimele 2 zile.
th: เราไม่พบบันทึกอีเมลใดๆ ของคุณในช่วง 2 วันที่ผ่านมา
tr: Son 2 gün içinde size ait herhangi bir e-posta kaydı bulamadık.
vi: Chúng tôi không tìm thấy bất kỳ bản ghi email nào cho bạn trong 2 ngày qua.

source: Refresh results
es_ar: Actualizar resultados
fi: Päivitä tulokset
fur: Inzorne i risultâts
fy_nl: Resultaten fernije
he: ריענון תוצאות
hr: Aktualiziraj rezultate
ia: Actualisar le resultatos
nb_no: Oppdater resultat
nn_no: Oppdater resultat
ro: Reîmprospătează rezultatele
tr: Sonuçları tazele
vi: Làm mới kết quả

source: If you encounter issues, please see our <a %(a_attrs)s>troubleshooting suggestions</a> on Firefox Extension Workshop.
es_ar: Si encontrás problemas, mirá nuestras <a %(a_attrs)s>sugerencias para la resolución de problemas</a> en el taller de extensiones de Firefox.
fi: Jos kohtaat ongelmia, katso <a %(a_attrs)s>vianetsintäehdotuksemme</a> Firefox-laajennusten työpajassa.
fur: Se tu cjatis problemis, bute un voli ai nestris <a %(a_attrs)s>sugjeriments pe risoluzion problemis</a> sul Laboratori Estensions Firefox.
fy_nl: As jo problemen tsjinkomme, lês dan ús <a %(a_attrs)s>suggestjes foar probleemoplossing</a> op Firefox Extension Workshop.
ia: Si tu incontra problemas, vide nostre <a %(a_attrs)s>suggestiones diagnostic</a> sur Seminario de extensiones de Firefox.
nb_no: Hvis du støter på problemer, kan du se våre <a %(a_attrs)s>feilsøkingsforslag</a> på Firefox Extension Workshop.
nn_no: Om du støyter på problem, kan du sjå <a %(a_attrs)s>feilsøkingsforslaga</a> våre på Firefox Extension Workshop.
ro: Dacă întâmpini probleme, te rugăm să consulți <a %(a_attrs)s>sugestiile de depanare</a> din atelierul de extensii Firefox.
tr: Herhangi bir sorunla karşılaşırsanız lütfen Firefox Extension Workshop’taki <a %(a_attrs)s>sorun giderme önerilerimize</a> bakın.
vi: Nếu bạn gặp vấn đề, vui lòng xem <a %(a_attrs)s>đề xuất khắc phục sự cố</a> của chúng tôi trên Firefox Extension Workshop.

source: Edit Product Page
es_ar: Editar página del producto
fi: Muokkaa tuotesivua
fur: Modifiche pagjine dal prodot
fy_nl: Produktside bewurkje
he: עריכת דף המוצר
hr: Uredi stranicu proizvoda
ia: Redige le pagina de producto
is: Breyta vörusíðu
nb_no: Rediger produktside
nn_no: Rediger produktside
ro: Editează pagina produsului
te: ఉత్పత్తి పేజీని సవరించండి
th: แก้ไขหน้าผลิตภัณฑ์
tr: Ürün sayfasını düzenle
vi: Chỉnh sửa trang sản phẩm

source: Author invitation for {addon_name}
es_ar: Invitación de autor para {addon_name}
fur: Invît a un rûl di autôr par {addon_name}
fy_nl: Auteurútnûging foar {addon_name}
he: הזמנת יוצר עבור {addon_name}
hr: Autorska pozivnica za {addon_name}
ia: Invitation de autor pro {addon_name}
is: Boð til höfundar vegna {addon_name}
nb_no: Opphavsmanninvitasjon for {addon_name}
nn_no: Opphavsmanninvitasjon for {addon_name}
ro: Invitație ca autor pentru {addon_name}
te: {addon_name} కోసం రచయిత ఆహ్వానం
th: คำเชิญผู้สร้างสำหรับ {addon_name}
tr: {addon_name} için yazar davetiyesi
vi: Lời mời tác giả cho {addon_name}

source: You have been invited to become an author of {addon_name}.
es_ar: Te han invitado a convertirte en autor de {addon_name}.
fi: Sinut on kutsuttu lisäosan {addon_name} tekijän rooliin.
fur: Al è stât ricevût un invît par deventâ un autôr di {addon_name}.
fy_nl: Jo binne útnûge om in skriuwer te wurden fan {addon_name}.
he: הוזמנת להיות יוצר של {addon_name}.
hr: Pozvan/a si da postaneš autor dodatka {addon_name}.
ia: Tu ha essite invitate a devenir autor de {addon_name}.
nb_no: Du har blitt invitert til å bli opphavsmann av {addon_name}.
nn_no: Du har blitt invitert til å bli opphavsmann av {addon_name}.
ro: Ai fost invitat(ă) ca autor al {addon_name}.
th: คุณได้รับคำเชิญให้เป็นผู้สร้าง {addon_name}
tr: {addon_name} eklentisinin yazarı olmaya davet edildiniz.
vi: Bạn đã được mời trở thành tác giả của {addon_name}.

source: Accepting the invitation will give you access to edit the add-on, and may show your name in the authors list on the website.
es_ar: Si aceptas la invitación podrás editar el complemento y puede que aparezca tu nombre en la lista de autores del sitio web.
fur: Se tu acetis l’invît tu varâs i permès par modificâ il component adizionâl e mostrâ il to non te liste dai autôrs sul sît web.
fy_nl: As jo de útnûging akseptearje, krije jo tagong om de add-on te bewurkjen en wurdt jo namme mooglik werjûn yn de skriuwerslist op de website.
he: אישור ההזמנה תעניק לך גישה לערוך את התוספת, ושמך עשוי להיות מוצג ברשימת היוצרים באתר.
hr: Prihvaćanjem pozivnice moći ćeš uređivati dodatak i prikazati svoje ime na popisu autora na web stranici.
ia: Le acceptation del invitation te dara accesso a rediger le additivo e potera monstrar tu nomine in le lista de autores sur le sito web.
nb_no: Godkjenning av invitasjonen vil gi deg tilgang til å redigere tillegget, og navnet ditt kan vises i listen over opphavsmenn på nettstedet.
nn_no: Godkjenning av invitasjonen vil gi deg tilgang til å redigere tillegget, og namnet ditt kan bli vist i lista over opphavsmenn på nettstaden.
ro: Acceptarea invitației îți va da acces pentru editarea suplimentului și este posibil ca numele tău să apară în lista de autori pe site-ul web.
th: การยอมรับคำเชิญจะทำให้คุณสามารถเข้าถึงการแก้ไขส่วนเสริม และอาจแสดงชื่อของคุณในรายชื่อผู้สร้างบนเว็บไซต์
tr: Daveti kabul etmeniz size eklentiyi düzenleme erişimi verir ve adınızı web sitesindeki yazarlar listesinde gösterebilir.
vi: Chấp nhận lời mời sẽ cung cấp cho bạn quyền truy cập để chỉnh sửa tiện ích và có thể hiển thị tên bạn trong danh sách tác giả trên trang web.

source: Click on the Accept button below to confirm you want to be added as an author for {addon_name}.
es_ar: Haz clic en el botón Aceptar de más abajo para confirmar que quieres que se te añada como autor de {addon_name}.
fur: Fâs clic sul boton Acete chi sot par confermâ che tu desideris jessi zontât tant che autôr par {addon_name}.
fy_nl: Klik hjirûnder op de knop Akseptearje om te befêstigjen dat jo tafoege wurde wolle as auteur foar {addon_name}.
he: יש ללחוץ על כפתור האישור למטה כדי לאשר שברצונך להתווסף כיוצר עבור {addon_name}.
hr: Klikni donji gumb „Prihvati”, kako bi te se dodalo kao autora za {addon_name}.
ia: Clicca sur le button Acceptar infra pro confirmar que tu desira esser addite como autor pro {addon_name}.
nb_no: Klikk på Godta-knappen nedenfor for å bekrefte at du vil bli lagt til som opphavsmann for {addon_name}.
nn_no: Klikk på Godta-knappen nedanfor for å stadfeste at du vil bli lagt til som opphavsmann for {addon_name}.
ro: Dă clic pe butonul de acceptare de mai jos pentru confirmarea că vrei să fii adăugat(ă) ca autor pentru {addon_name}.
th: คลิกปุ่ม “ยอมรับ” ด้านล่างเพื่อยืนยันว่าคุณต้องการเพิ่มเป็นผู้สร้างสำหรับ {addon_name}
tr: {addon_name} eklentisi için yazar olarak eklenmek istediğinizi onaylamak için aşağıdaki Kabul Et düğmesine tıklayın.
vi: Nhấp vào nút Chấp nhận bên dưới để xác nhận bạn muốn được thêm làm tác giả cho {addon_name}.

source: Decline
es_ar: Rechazar
fi: Hylkää
fur: Refude
fy_nl: Wegerje
he: דחייה
hr: Odbij
ia: Refusar
is: Hafna
nb_no: Avvis
nn_no: Avvis
ro: Refuză
te: తిరస్కరించు
th: ปฏิเสธ
tr: Reddet
vi: Từ chối

source: Authors pending confirmation
es_ar: Autores pendientes de confirmación
fur: Autôrs cun confermis in spiete
fy_nl: Auteurs wachtsje op befêstiging
he: יוצרים הממתינים לאישור
hr: Čeka se na potvrdu o autorstvu
ia: Autores attendente confirmation
is: Höfundar sem bíða eftir staðfestingu
nb_no: Opphavsmenn som venter på bekreftelse
nn_no: Opphavsmenn som ventar på stadfesting
ro: Autori în curs de confirmare
te: నిర్ధారణకై వేచివున్న రచయితలు
th: ผู้สร้างอยู่ระหว่างรอการยืนยัน
tr: Onay bekleyen yazarlar
vi: Tác giả đang chờ xác nhận
