Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Enter the GUID of an add-on below to view any reports we've received.
hu: Adja meg a kiegészítő GUID-ját, hogy megtekinthessen bármilyen beérkezett jelentést.
id: Masukkan GUID dari pengaya di bawah ini untuk menampilkan laporan manapun yang kami terima.
ka: მიუთითეთ დამატების GUID ქვემოთ, მიღებული მოხსენებების სანახავად.
kab: Sekcem daw-a asulay GUID n uzegrir akken ad twaliḍ ineqqisen i d-nermes.
ms: Masukkan GUID add-on di bawah untuk melihat laporan yang kami terima.
sk: Zadaním identifikátora GUID zobrazíte správy, ktoré sme k danému doplnku obdržali.
sq: Jepni më poshtë GUID-në e një shtese që të shihni çfarëdo raporti që kemi marrë.
sr_latn: Unesite ispod GUID dodatka da biste pregledali bilo koje izveštaje koje smo primili.
sv_se: Öppna GUID för ett tillägg nedan för att se alla rapporter som vi har fått.

source: {addon} Compatibility Reports
hu: {addon} kompatibilitási jelentései
id: {addon} Laporan Kompatibilitas
ka: {addon} დამატების მოხსენებები თავსებადობაზე
kab: Ineqqisen umṣada n {addon}
ms: Laporan Keserasian {addon}
sk: Správy o kompatibilite doplnku {addon}
sq: Njoftime Përputhshmërie për {addon}
sr_latn: {addon} izveštaji kompatibilnosti
sv_se: {addon} kompatibilitetsrapporter

source: {0} success report
hu: {0} sikeres jelentés
id: {0} laporan keberhasilan
ka: {0} მოხსენება წარმატების შესახებ
kab: {0} aneqqis n wayen yeddan akken iwata
ms: {0} laporan kejayaan
sk: {0} správa o bezproblémovom chode
sq: {0} raportim suksesi
sr_latn: {0} izveštaj o uspehu
sv_se: {0} godkänd rapport

source: {0} problem report
hu: {0} hibajelentés
id: {0} laporan persoalan
ka: {0} მოხსენება ხარვეზის შესახებ
kab: {0} aneqqis n wugur
ms: {0} laporan masalah
sk: {0} správa o problémoch
sq: {0} njoftim problemesh
sr_latn: {0} izveštaj o problemu
sv_se: {0} problemrapport

source: View all
hu: Összes megjelenítése
id: Tampilkan semua
ka: ყველას ნახვა
kab: Wali akk
ms: Papar semua
sk: Zobraziť všetko
sq: Shihini krejt
sr_latn: Pogledaj sve
sv_se: Visa alla

source: Filter by Application
hu: Szűrés alkalmazás szerint
id: Sortir berdasarkan Aplikasi
ka: პროგრამების მიხედვით გამორჩევა
kab: Imzizdig n usnas
ms: Tapis mengikut Aplikasi
sk: Filter podľa aplikácie
sq: Filtroji sipas Aplikacionesh
sr_latn: Filtriraj po aplikaciji
sv_se: Filtrera efter applikation

source: Report Type
hu: Jelentés típusa
id: Tipe Laporan
ka: მოხსენების სახე
kab: Anaw n uneqqis
ms: Jenis Laporan
sk: Typ správy
sq: Lloj Raporti
sr_latn: Tip izveštaja
sv_se: Rapporttyp

source: Application
hu: Alkalmazás
id: Програма
ka: პროგრამა
kab: Asnas
ms: Aplikasi
sk: Aplikácia
sq: Aplikacion
sr_latn: Aplikacija
sv_se: Applikation
te: అనువర్తనము

source: Application Build
hu: Alkalmazás build
id: Membangun Aplikasi
ka: პროგრამის ანაწყობი
kab: Akaras n usnas
ms: Binaan Aplikasi
sk: Zostavenie aplikácie
sq: Montim Aplikacioni
sr_latn: Izdanje aplikacije
sv_se: Applikations byggd

source: Platform
id: Платформа
ka: პლატფორმა
kab: Anagraw
sk: Platforma
sq: Platformë
sr_latn: Platforma
sv_se: Plattform

source: Submitted
hu: Elküldve
id: Dikirim
ka: წარდგენილია
kab: Yettwazen
ms: Dihantar
sk: Odoslané
sq: U parashtrua
sr_latn: Podneto
sv_se: Inskickad

source: Success
hu: Sikeres
id: Berhasil
ka: წარმატება
kab: Yedda
ms: Berjaya
sk: Úspech
sq: Sukses
sr_latn: Uspeh
sv_se: Godkänd

source: No reports found.
hu: Nem található jelentés.
id: Tak ada laporan ditemukan.
ka: მოხსენებები ვერ მოიძებნა.
kab: Ulac ineqqisen.
ms: Tiada laporan ditemukan.
sk: Neboli nájdené žiadne správy.
sq: S’u gjetën raportime.
sr_latn: Nema nađenih izveštaja.
sv_se: Inga rapporter hittades.

source: Mobile
fi: Mobiili
fy_nl: Mobyl
he: נייד
hr: Mobilni
id: Seluler
is: Farsími
ka: მობილური
kab: Aziraz
nb_no: Mobil
nn_no: Mobil
ro: Mobil
sk: Mobilné
sq: Celular
sr_latn: Mobilni
sv_se: Mobil
te: మొబైల్
th: มือถือ
tr: Mobil
vi: Di động

source: Firefox for Android
es_ar: Firefox para Android
fi: Firefox Androidille
fur: Firefox par Android
fy_nl: Firefox foar Android
hr: Firefox za Android
ia: Firefox pro Android
id: Firefox untuk Android
is: Firefox fyrir Android
ka: Firefox Android
kab: Firefox i Android
ms: Firefox untuk Android
ro: Firefox pentru Android
sk: Firefox pre Android
sq: Firefox-i për Android
sr_latn: Firefox za Android
sv_se: Firefox för Android
te: Android కోసం Firefox
th: Firefox สำหรับ Android
tr: Android İçin Firefox
vi: Firefox dành cho Android

source: Unknown
es_ar: Desconocido
fi: Tuntematon
fur: No cognossût
fy_nl: Unbekend
he: לא ידוע
hr: Nepoznato
hu: Ismeretlen
ia: Incognite
id: Tidak diketahui
is: Óþekkt
ka: უცნობი
kab: Arussin
ms: Tidak diketahui
nb_no: Ukjent
nn_no: Ukjend
ro: Necunoscut
sk: Neznámy
sq: E panjohur
sr_latn: Nepoznato
sv_se: Okänd
te: తెలియని
th: ไม่รู้จัก
tr: Bilinmeyen
vi: Không rõ

source: Incomplete
es_ar: Incompleto
fi: Keskeneräinen
fur: Incomplet
fy_nl: Net folslein
he: לא שלם
hr: Nedovršeno
hu: Nem teljes
id: Tidak lengkap
is: Óklárað
ka: დაუსრულებელი
kab: Arummid
ms: Tidak lengkap
nb_no: Uferdig
nn_no: Ufullstendig
ro: Incompletă
sk: Nekompletný
sq: Jo i plotë
sr_latn: Nedovršeno
sv_se: Ofullständig
te: అసంపూర్తి
th: ไม่สมบูรณ์
tr: Tamamlanmamış
vi: Chưa hoàn tất

source: Awaiting Preliminary Review
hu: Előzetes értékelésre vár
id: Menunggu Ulasan Pendahuluan
sk: Čakajúci na predbežnú kontrolu
sq: Në Pritje të Shqyrtimit Paraprak
sr_latn: Čekanje preliminarne recenzije
sv_se: Väntar på preliminär granskning

source: Awaiting Full Review
hu: Teljes értékelésre vár
id: Menunggu Ulasan Lengkap
sk: Čakajúci na riadnu kontrolu
sq: Në Pritje të Shqyrtimit të Plotë
sr_latn: Čekanje pune recenzije
sv_se: Väntar på fullständig granskning

source: Fully Reviewed
hu: Teljesen értékelt
id: Diulas Lengkap
sk: Prekontrolovaný
sq: Plotësisht e Shqyrtuar
sr_latn: Potpuno ocenjeno
sv_se: Fullständigt granskad

source: Disabled by Mozilla
es_ar: Deshabilitado por Mozilla
fi: Poistettu käytöstä Mozillan toimesta
fur: Disativât di Mozilla
fy_nl: Utskeakele troch Mozilla
he: נוטרל על־ידי Mozilla
hr: Deaktivirano od Mozille
hu: Mozilla által letiltva
ia: Disactivate per Mozilla
id: Dimatikan oleh Mozilla
is: Gert óvirkt af Mozilla
ka: გამორთულია Mozilla-ს მიერ
kab: Isens-it Mozilla
ms: Dinyahdaya oleh Mozilla
nb_no: Avslått av Mozilla
nn_no: Deaktiveret av Mozilla
ro: Dezactivat de Mozilla
sk: Zakázaný Mozillou
sq: Çaktivizuar nga Mozilla
sr_latn: Onemogućeno od strane Mozilla-e
sv_se: Inaktiverad av Mozilla
te: మొజిల్లాచే అచేతనించబడింది
th: ถูกปิดการใช้งานโดย Mozilla
tr: Mozilla tarafından devre dışı bırakıldı
vi: Bị vô hiệu bởi Mozilla

source: Preliminarily Reviewed
hu: Előzetesen értékelt
id: Diulas Sebelumnya
sk: Predbežne skontrolovaný
sq: E shqyrtuar Paraprakisht
sr_latn: Preliminarno recenzirano
sv_se: Preliminärt granskad

source: Preliminarily Reviewed and Awaiting Full Review
hu: Előzetesen értékelt és teljes értékelésre vár
id: Diulas Sebelumnya dan Menunggu Ulasan Lengkap
sk: Predbežne skontrolovaný, čakajúci na riadnu kontrolu
sq: Shqyrtuar Paraprakisht dhe Në Pritje të Shqyrtimit të Plotë
sr_latn: Preliminarno pregledano i čeka potpunu recenziju
sv_se: Preliminärt granskad och väntar på fullständig granskning

source: Deleted
es_ar: Eliminado
fi: Poistettu
fur: Eliminât
fy_nl: Fuortsmiten
he: נמחק
hr: Obrisano
hu: Törölt
ia: Delite
id: Dihapus
is: Eytt
ka: წაიშალა
kab: Yettwakkes
ms: Dibuang
nb_no: Slettet
nn_no: Sletta
ro: Șters
sk: Odstránené
sq: Fshirë
sr_latn: Obrisano
sv_se: Borttagen
te: తొలగించబడింది
th: ลบแล้ว
tr: Silindi
vi: Đã xóa

source: Pending approval
hu: Vizsgálatra vár
id: Penundaan persetujuan
ka: ელოდება დამოწმებას
kab: Yettṛaǧu asentem
ms: Menunggu kelulusan
sk: Čakajúci na schválenie
sq: Në pritje të miratimit
sr_latn: Odobrenje u toku
sv_se: Väntar på godkännande

source: Flagged for further review
hu: Megjelölve további értékelésre
id: Ditandai untuk ulasan lebih lanjut
ka: მონიშნულია დამატებითი განხილვისთვის
kab: Yettwasezmel i usenqed d-iteddun
ms: Ditanda untuk semakan lanjut
sk: Označené na ďalšiu kontrolu
sq: Iu vu shenjë për shqyrtim të mëtejshëm
sr_latn: Označeno za dalju recenziju
sv_se: Flaggad för ytterligare granskning

source: Full
sk: Plná
sq: Plot
sv_se: Fullständig

source: Preliminary
sk: Predbežná
sq: Paraprak
sv_se: Preliminär

source: Developer
es_ar: Desarrollador
fi: Kehittäjä
fur: Disvilupadôr
fy_nl: Untwikkeler
he: מפתח
hr: Programer
hu: Fejlesztő
ia: Disveloppator
id: Pengembang
is: Forritari
ka: დეველოპერი
kab: Aneflay
ms: Pembangun
nb_no: Utvikler
nn_no: Utviklar
ro: Dezvoltator
sk: Vývojár
sq: Zhvillues
sr_latn: Autor
sv_se: Utvecklare
te: డెవలపర్
th: นักพัฒนา
tr: Geliştirici
vi: Nhà phát triển

source: Viewer
hu: Szemlélő
id: Pemirsa
kab: Ameskan
sk: Divák
sq: Parës
sr_latn: Pregledač
sv_se: Granskare

source: Support
es_ar: Asistencia
fi: Tuki
fur: Supuart
fy_nl: Stipe
he: תמיכה
hr: Podrška
hu: Támogatás
ia: Supporto
id: Dukungan
is: Aðstoð
ka: მხარდაჭერა
kab: Tallalt
ms: Sokongan
nb_no: Støtte
nn_no: Hjelp
ro: Asistență
sk: Podpora
sq: Asistencë
sr_latn: Podrška
sv_se: Hjälp
te: మద్దతు
th: การสนับสนุน
tr: Destek
vi: Hỗ trợ

source: Any
hu: Bármely
id: Будь-який
ka: ნებისმიერი
kab: Win illan
ms: Mana-mana
sk: Nezáleží
sq: Çfarëdo
sr_latn: Sve
sv_se: Alla
te: ఏదైనా

source: Extension
es_ar: Extensión
fi: Laajennus
fur: Estension
fy_nl: Utwreiding
he: הרחבה
hr: Ekstenzija
hu: Bővítmény
id: Ekstensi
is: Forritsauki
ka: გაფართოება
kab: Asiɣzef
ms: Ekstensi
nb_no: Utvidelse
nn_no: Udviding
ro: Extensie
sk: Rozšírenie
sq: Zgjerim
sr_latn: Proširenje
sv_se: Utökning
te: పొడిగింత
th: ส่วนขยาย
tr: Uzantı
vi: Tiện ích

source: Complete Theme
hu: Teljes téma
id: Tema Komplet
ka: სრული თემა
kab: Asentel ummid
ms: Tema Lengkap
sk: Plná téma vzhľadu
sq: Temë e Plotë
sr_latn: Potpuna tema
sv_se: Komplett tema

source: Search Engine
hu: Kereső
id: Mesin Pencarian
ka: საძიებო სისტემა
kab: Amsedday n unadi
ms: Enjin Carian
sk: Vyhľadávací modul
sq: Motor Kërkimi
sr_latn: Pretraživač
sv_se: Sökmotor
te: శోధన యంత్రం

source: Language Pack (Application)
hu: Nyelvi csomag (alkalmazás)
id: Paket Bahasa (Aplikasi)
ka: ენის პაკეტი (პროგრამა)
kab: Akemmus utlayan (Asnas)
ms: Pek Bahasa (Aplikasi)
sk: Jazykový balík (aplikácia)
sq: Paketë Gjuhësore (Aplikacion)
sr_latn: Jezički paket (Aplikacija)
sv_se: Språkpaket (applikation)
te: భాషా ప్యాక్ (అనువర్తనము)

source: Language Pack (Add-on)
hu: Nyelvi csomag (kiegészítő)
id: Paket Bahasa (Pengaya)
ka: ენის პაკეტი (დამატება)
kab: Akemmus utlayan (azegrir)
ms: Pek Bahasa (Add-on)
sk: Jazykový balíček (doplnok)
sq: Paketë Gjuhësore (Shtesë)
sr_latn: Language Pack (dodatak)
sv_se: Språkpaket (tillägg)
te: భాషా ప్యాక్ (పొడిగింత)

source: Plugin
hu: Bővítmény
ka: მოდული
kab: Azegrir
sk: Zásuvný modul
sq: Shtojcë
sr_latn: Priključak
sv_se: Insticksmodul
te: ప్లగిన్

source: Theme
es_ar: Tema
fi: Teema
fur: Teme
fy_nl: Tema
he: ערכת נושא
hr: Tema
hu: Téma
ia: Thema
id: Тему
is: Þema
ka: თემა
kab: Asentel
ms: Tema
nb_no: Tema
nn_no: Tema
ro: Temă
sk: Téma
sq: Temë
sr_latn: Tema
sv_se: Tema
te: అలంకారం
th: ชุดรูปแบบ
tr: Tema
vi: Giao diện

source: Dictionaries
es_ar: Diccionarios
fi: Oikolukusanastot
fur: Dizionaris
fy_nl: Wurdboeken
he: מילונים
hr: Riječnici
hu: Szótárak
ia: Dictionarios
id: Kamus
is: Orðasöfn
ka: ლექსიკონები
kab: Imawalen
ms: Kamus
nb_no: Ordbøker
nn_no: Ordbøker
ro: Dicționare
sk: Slovníky
sq: Fjalorë
sr_latn: Rečnici
sv_se: Ordlistor
te: నిఘంటువులు
th: พจนานุกรม
tr: Sözlükler
vi: Từ điển

source: Language Packs (Application)
hu: Nyelvi csomagok (alkalmazás)
id: Paket Bahasa (Aplikasi)
ka: ენის პაკეტები (პროგრამა)
kab: Ikemmusen utlayanen (Asnas)
ms: Pek Bahasa (Aplikasi)
sk: Jazykové balíky (aplikácia)
sq: Paketa Gjuhësore (Aplikacion)
sr_latn: Jezički paketi (Aplikacija)
sv_se: Språkpaket (applikation)
te: భాషా ప్యాక్‌లు (అనువర్తనాలు)

source: Language Packs (Add-on)
hu: Nyelvi csomagok (kiegészítő)
id: Paket Bahasa (Pengaya)
ka: ენის პაკეტები (დამატება)
kab: Ikemmusen utlayanen (azegrir)
ms: Pek Bahasa (Add-on)
sk: Jazykové balíčky (doplnok)
sq: Paketa Gjuhësore (Shtesë)
sr_latn: Language Packs (dodatak)
sv_se: Språkpaket (tillägg)
te: భాషా ప్యాకులు (పొడిగింత)

source: Plugins
hu: Bővítmények
id: Модулі
ka: მოდულები
kab: Izegrar
sk: Zásuvné moduly
sq: Shtojca
sr_latn: Priključci
sv_se: Insticksmoduler
te: ప్లగిన్లు

source: Only ask on this add-on's page and developer profile
hu: Csak ezen a kiegészítő oldalon és a fejlesztői profilon kérdezzen
id: Hanya menanyakan ini pada laman profil pengembang dan pengaya
kab: Suter kan ɣef usebter-agi n uzegrir akked umaɣnu n uneflay
sk: Pýtať len na stránke doplnku a v profile vývojára
sq: Kërko vetëm në faqen e kësaj shtese dhe në profilin e zhvilluesit
sr_latn: Pitajte samo na stranici ovog dodatka ili na profilu programera
sv_se: Fråga endast på detta tilläggs sida och utvecklarprofil

source: Ask after users start downloading this add-on
hu: Azután kérdezzen, miután a felhasználó elkezdte letölteni a kiegészítőt
id: Tanyakan setelah pengguna mulai mengunduh pengaya ini
kab: Suter iseqdacen ticki bdan asider n uzegri-agi
sk: Pýtať po tom, ako sa začne doplnok preberať
sq: Pyet pasi përdoruesit të fillojnë ta shkarkojnë këtë shtesë
sr_latn: Pitajte nakon što korisnici preuzmu ovaj dodatak
sv_se: Fråga efter användare börjat ladda ner detta tillägg

source: Ask before users can download this add-on
hu: Azelőtt kérdezzen, mielőtt a felhasználó le tudná tölteni a kiegészítőt
id: Tanyakan sebelum pengguna mulai mengunduh pengaya ini
kab: Suter iseqdacen ticki bdan asider n uzegri-agi
sk: Pýtať pred prevzatím doplnku
sq: Pyet përpara se përdoruesit të mund ta shkarkojnë këtë shtesë
sr_latn: Pitajte pre nego što korisnici preuzmu ovaj dodatak
sv_se: Fråga innan användarna kan ladda ner detta tillägg

source: Exception
hu: Kivétel
id: Pengecualian
ka: გამონაკლისი
kab: Tasureft
ms: Pengecualian
sk: Výnimka
sq: Përjashtim
sr_latn: Izuzetak
sv_se: Undantag

source: Release
hu: Kiadás
id: Rilis
ka: გამოშვება
kab: Tuffɣa
ms: Keluaran
sk: Vydanie
sq: Version
sr_latn: Izdanje
sv_se: Utgåva

source: Change
es_ar: Cambio
fi: Muutos
fur: Modifiche
fy_nl: Wizigje
he: שינוי
hr: Izmjena
hu: Módosítás
ia: Cambiar
id: Ubah
is: Breyta
ka: შეცვლა
kab: Snifel
ms: Tukar
nb_no: Endre
nn_no: Endre
ro: Modificare
sk: Zmeniť
sq: Ndryshoje
sr_latn: Izmena
sv_se: Ändra
te: మార్చు
th: เปลี่ยน
tr: Değiştir
vi: Thay đổi

source: Manual Reviewer Points
hu: Kézi értékelői pontok
id: Poin Pengulas Manual
ka: ქულები მიმოხილვისთვის
kab: Tineqqiḍin n usenqed s ufus
ms: Poin Penyemak Manual
sk: Ručné body kontroly redaktora
sq: Pikë Shqyrtuesi Dorazi
sr_latn: Poeni samostalnog recenzenta
sv_se: Manuella granskningspoäng
te: మానవీయ సమీక్షకుల బిందువులు

source: Full Add-on Review
hu: Teljes kiegészítőértékelés
id: Ulasan Lengkap Pengaya
sk: Kompletná kontrola doplnku
sq: Shqyrtim i Plotë Shtese
sr_latn: Puna recenzija dodatka
sv_se: Fullständig tilläggsgranskning

source: Preliminary Add-on Review
hu: Előzetes kiegészítőértékelés
id: Ulasan Pendahuluan Pengaya
ka: დამატების წინასწარი მიმოხილვა
kab: Asenqed amezwaru n uzegrir
ms: Ulasan Add-on Awalan
sk: Predbežná kontrola doplnku
sq: Shqyrtim Paraprak Shtese
sr_latn: Preliminarna recenzija dodatka
sv_se: Preliminär tilläggsgranskning
te: ప్రాథమిక పొడగింత సమీక్ష

source: Updated Add-on Review
hu: Frissített kiegészítőértékelés
id: Ulasan Pengaya yang Diperbarui
ka: დამატების განახლებული მიმოხილვა
kab: Asenqed n uzegrir yettwaleqmen
ms: Ulasan Add-on Dikemaskini
sk: Kontrola aktualizácie doplnku
sq: Shqyrtimi i Shtesës u Përditësua
sr_latn: Ažurirana recenzija dodatka
sv_se: Uppdaterad tilläggsgranskning

source: Full Dictionary Review
hu: Teljes szótárértékelés
id: Ulasan Lengkap Kamus
sk: Kompletná kontrola slovníka
sq: Shqyrtim i Plotë Fjalori
sr_latn: Puna recenzija rečnika
sv_se: Fullständig ordlistsgranskning

source: Preliminary Dictionary Review
hu: Előzetes szótárértékelés
id: Ulasan Pendahuluan Kamus
ka: ლექსიკონის წინასწარი მიმოხილვა
kab: Asenqed amezwaru n umawal
ms: Ulasan Kamus Awalan
sk: Predbežná kontrola slovníka
sq: Shqyrtim Paraprak Fjalori
sr_latn: Preliminarna recenzija rečnika
sv_se: Preliminär ordlistsgranskning
te: ప్రాథమిక నిఘంటువు సమీక్ష

source: Updated Dictionary Review
hu: Frissített szótárértékelés
id: Ulasan Kamus yang Diperbarui
ka: ლექსიკონის განახლებული მიმოხილვა
kab: Aleqqem n ucegger n umawal
ms: Ulasan Kamus Dikemaskini
sk: Kontrola aktualizovaného slovníka
sq: U përditësua Shqyrtimi i Fjalorit
sr_latn: Ažurirana recenzija rečnika
sv_se: Uppdaterad ordlistsgranskning
te: నవీకరించబడిన నిఘంటువు సమీక్ష

source: Full Language Pack Review
hu: Teljes nyelvicsomag-értékelés
id: Ulasan Lengkap Paket Bahasa
sk: Kompletná kontrola jazykového balíka
sq: Shqyrtim i Plotë Pakete Gjuhësore
sr_latn: Puna recenzija jezičkog paketa
sv_se: Fullständig språkpaketsgranskning

source: Preliminary Language Pack Review
hu: Előzetes nyelvicsomag-értékelés
id: Ulasan Pendahuluan Paket Bahasa
ka: ენის პაკეტის წინასწარი მიმოხილვა
kab: Asenqed amezwaru n ukemmus utlayan
ms: Ulasan Pek Bahasa Awalan
sk: Predbežná kontrola jazykového balíka
sq: Shqyrtim Paraprak Pakete Gjuhësore
sr_latn: Preliminarna recenzija jezičkog paketa
sv_se: Preliminär språkpaketsgranskning
te: ప్రాథమిక భాష ప్యాక్‌ల సమీక్ష

source: Updated Language Pack Review
hu: Frissített nyelvicsomag-értékelés
id: Ulasan Paket Bahasa yang Diperbarui
ka: ენის პაკეტის განახლებული მიმოხილვა
kab: Acegger n ukemmus utlayan yettwaleqmen
ms: Ulasan Pek Bahasa Dikemaskini
sk: Kontrola aktualizovaného jazykového balíka
sq: Shqyrtimi i Paketës Gjuhësore u Përditësua
sr_latn: Ažurirana recenzija jezičkog paketa
sv_se: Uppdaterad språkpaketsgranskning
te: నవీకరించబడింది భాష ప్యాక్‌ల సమీక్ష

source: Days Before Bonus Points Applied
hu: Napok száma a bónusz pontok alkalmazásáig
id: Hari Sebelum Poin Bonus Diterapkan
sk: Dni pred uplatnením bonusových bodov
sq: alëkalimit.
sv_se: Dagar innan bonuspoäng läggs på

source: Theme Review
hu: Témaértékelés
id: Ulasan Tema
ka: თემის მიმოხილვა
kab: Acegger n usentel
ms: Ulasan Tema
sk: Skontrola témy
sq: Shqyrtim Teme
sr_latn: Recenzija teme
sv_se: Temagranskning
te: అలంకారపు సమీక్ష

source: Full Search Provider Review
hu: Teljes keresőszolgáltatás-értékelés
id: Ulasan Lengkap Penyedia Pencarian
sk: Kompletná kontrola vyhľadávacieho modulu
sq: Shqyrtim i Plotë Mundësuesi Kërkimesh
sr_latn: Puna recenzija pretraživača
sv_se: Fullständig sökleverantörsgranskning

source: Preliminary Search Provider Review
hu: Előzetes keresőszolgáltatás-értékelés
id: Ulasan Pendahuluan Penyedia Pencarian
ka: საძიებო სისტემის წინასწარი მიმოხილვა
kab: Acegger amazwaru n umsedday n unadi
ms: Ulasan Penyedia Carian Awalan
sk: Predbežná kontrola vyhľadávacieho modulu
sq: Shqyrtim Paraprak Mundësuesi Kërkimesh
sr_latn: Preliminarna recenzija pretraživača
sv_se: Preliminär sökleverantörsgranskning
te: ప్రాధమిక శోధన ప్రదాత సమీక్ష

source: Updated Search Provider Review
hu: Frissített keresőszolgáltatás-értékelés
id: Ulasan Penyedia Pencarian yang Diperbarui
ka: განახლებული საძიებო სისტემის მიმოხილვა
kab: Acegger n umsedday n unadi yettwaleqmen
ms: Ulasan Penyedia Carian Dikemaskini
sk: Kontrola aktualizovaného vyhľadávacieho modulu
sq: Shqyrtim i Përditësuar Mundësuesi Kërkimesh
sr_latn: Ažurirana recenzija pretraživača
sv_se: Uppdaterad sökleverantörsgranskning
te: క్రొత్త శోధన ప్రదాత సమీక్ష

source: Complete Theme Review
hu: Teljes témaértékelés
id: Ulasan Tema Komplet
sk: Kontrola plnej témy
sq: Shqyrtim Teme të Plotë
sr_latn: Puna recenzija teme
sv_se: Komplett temagranskning

source: Preliminary Complete Theme Review
hu: Előzetes témaértékelés
id: Ulasan Pendahuluan Tema Komplet
ka: სრული თემის წინასწარი მიმოხილვა
kab: Acegger amezwaru n usentel yemden
ms: Ulasan Tema Lengkap Awalan
sk: Predbežná kontrola plných tém
sq: Shqyrtim Paraprak Teme të Plotë
sr_latn: Preliminarna recenzija potpune teme
sv_se: Preliminär komplett temagranskning
te: ప్రాథమిక పూర్తి అలంకారం సమీక్ష

source: Updated Complete Theme Review
hu: Frissített teljes témaértékelés
id: Ulasan Tema Komplet yang Diperbarui
ka: განახლებული სრული თემის მიმოხილვა
kab: Acegger n usentel yemden yettwaleqmen
ms: Ulasan Tema Lengkap Dikemaskini
sk: Kontrola aktualizácie plných tém
sq: Shqyrtim i Përditësuar Teme të Plotë
sr_latn: Ažurirana recenzija potpune teme
sv_se: Uppdaterad komplett temagranskning
te: పూర్తి అలంకారపు సమీక్ష తాజాకరించబడింది

source: Moderated Addon Review
hu: Moderált kiegészítőértékelés
id: Ulasan Pengaya Dimoderasi
sk: Moderovaná kontrola doplnkov
sq: Shqyrtim Shtese i Moderuar
sr_latn: Recenzija uređene aplikacije
sv_se: Modererad tilläggsgranskning

source: Addon Review Moderation Reverted
hu: Kiegészítő értékelés moderálás visszaállítva
id: Moderasi Ulasan Pengaya Dikembalikan
sk: Úprava recenzie doplnkov bola zrušená
sq: Moderimi i Shqyrtimit të Shtesës iu Rikthye
sr_latn: Moderacija recenzije dodatka je poništena
sv_se: Återställd modererad tilläggsgranskning

source: Level 1
hu: 1. szint
id: Tingkat 1
ka: დონე 1
kab: Aswir 1
ms: Tahap 1
sk: Úroveň 1
sq: Shkalla 1
sr_latn: Nivo 1
sv_se: Nivå 1
te: స్థాయి 1

source: Level 2
hu: 2. szint
id: Tingkat 2
ka: დონე 2
kab: Aswir 2
ms: Tahap 2
sk: Úroveň 2
sq: Shkalla 2
sr_latn: Nivo 2
sv_se: Nivå 2
te: స్థాయి 2

source: Level 3
hu: 3. szint
id: Tingkat 3
ka: დონე 3
kab: Aswir 3
ms: Tahap 3
sk: Úroveň 3
sq: Shkalla 3
sr_latn: Nivo 3
sv_se: Nivå 3
te: స్థాయి 3

source: Level 4
hu: 4. szint
id: Tingkat 4
ka: დონე 4
kab: Aswir 4
ms: Tahap 4
sk: Úroveň 4
sq: Shkalla 4
sr_latn: Nivo 4
sv_se: Nivå 4
te: స్థాయి 4

source: Level 5
hu: 5. szint
id: Tingkat 5
ka: დონე 5
kab: Aswir 5
ms: Tahap 5
sk: Úroveň 5
sq: Shkalla 5
sr_latn: Nivo 5
sv_se: Nivå 5
te: స్థాయి 5

source: Level 6
hu: 6. szint
id: Tingkat 6
ka: დონე 6
kab: Aswir 6
ms: Tahap 6
sk: Úroveň 6
sq: Shkalla 6
sr_latn: Nivo 6
sv_se: Nivå 6
te: స్థాయి 6

source: Level 7
hu: 7. szint
id: Tingkat 7
ka: დონე 7
kab: Aswir 7
ms: Tahap 7
sk: Úroveň 7
sq: Shkalla 7
sv_se: Nivå 7
te: స్థాయి 7

source: Level 8
hu: 8. szint
id: Tingkat 8
ka: დონე 8
kab: Aswir 8
ms: Tahap 8
sk: Úroveň 8
sq: Shkalla 8
sv_se: Nivå 8
te: స్థాయి 8

source: Level 9
hu: 9. szint
id: Tingkat 9
ka: დონე 9
kab: Aswir 9
ms: Tahap 9
sk: Úroveň 9
sq: Shkalla 9
sv_se: Nivå 9
te: స్థాయి 9

source: Not signed
hu: Nincs aláírva
id: Tidak ditandatangani
sk: Neodoslané
sq: E panënshkruar
sv_se: Inte signerad

source: Signed for a full review
hu: Aláírva, teljes értékelésre kész
id: Ditandatangani untuk ulasan penuh
sk: Odoslané na kompletnú kontrolu
sq: Nënshkruar për shqyrtim të plotë
sv_se: Signerad för en fullständig granskning

source: Signed of a preliminary review
hu: Aláírva, előzetes értékelésre kész
id: Ditandatangani untuk ulasan pendahuluan
sk: Odoslané na predbežnú kontrolu
sq: Nënshkruar për shqyrtim paraprak
sv_se: Signerad för en preliminär granskning

source: Request More Info
es_ar: Solicitar más info
fur: Domande altris informazions
fy_nl: Mear ynformaasje freegje
he: בקשת מידע נוסף
hr: Zatraži više informacija
hu: További információ kérése
ia: Demanda altere informationes
id: Meminta Info Tambahan
ka: დამატებითი ინფორმაციის მოთხოვნა
kab: Suter ugar n telɣut
ms: Minta Info Lanjutan
nb_no: Be om mer info
sk: Požiadať doplnkové informácie
sq: Kërkoni Më Tepër të Dhëna
sr_latn: Zahtevaj više informacija
sv_se: Begär mer information
te: మరింత సమాచారం కోసం అభ్యర్థన
th: ขอข้อมูลเพิ่มเติม
tr: Daha Fazla Bilgi İste
vi: Yêu cầu Thêm Thông tin

source: Flag
es_ar: Marca
fur: Segnale
fy_nl: Label
he: סימון בדגל
hr: Označi
hu: Megjelölés
ia: Signalar
id: Tandai
ka: მონიშვნა
kab: Creḍ
ms: Tanda
nb_no: Flagg
sk: Označiť
sq: Flamur
sr_latn: Označi
sv_se: Flagga
te: ఫ్లాగ్ చేయి
th: ตั้งค่าสถานะ
tr: İşaretle
vi: Gắn cờ
