Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: <h2>How are downloads counted?</h2> <p> Download counts are updated every evening and only include original add-on downloads, not updates. Downloads can be broken down by the specific source referring the download. </p>
hu: <h2>Hogy számolódnak a letöltések?</h2> <p>A letöltésszámok minden este frissítésre kerülnek, és csak az eredeti kiegészítő-letöltések számítanak, a frissítések nem. A letöltések lebonthatóak konkrét források szerint.</p>
id: <h2>Bagaimana unduhan dihitung?</h2> <p> Penghitungan unduhan diperbarui tiap malam dan hanya memasukkan pengunduhan pengaya pertama kalinya, bukan pembaruan. Unduhan bisa dibagi-bagi berdasarkan sumber spesifik yang merujuk pada unduhan. </p>
ka: <h2>როგორ ითვლება ჩამოტვირთვები?</h2> <p>ჩამოტვირთვების ანათვალი ახლდება ყოველ საღამოს და მოიცავს უშუალოდ დამატების ჩამოტვირთვებს და არა მისი განახლებების. ჩამოტვირთვები შეიძლება დახარისხდეს იმ საიტების მიხედვით, საიდანაც მომხმარებლები გადავიდნენ ჩამოტვირთვის ბმულზე. </p>
ms: <h2>Bagaimana muat turun dikira?</h2> <p> Bilangan muat turun dikemaskini setiap petang dan hanya mengira muat turun yang asal, bukan kemaskini. Muat turun boleh diasingkan mengikut sumber tertentu yang merujuk kepada muat turun. </p>
sk: <h2>Ako sú počítané počty prevzatí?</h2> <p> Počty prevzatí sú aktualizované každý večer a zahŕňajú len úvodné prevzatie doplnku a nie jeho aktualizácie. Prevzatia môžu byť zdrojom, z ktorého sú preberané prerušené. </p>
sq: <h2>Si numërohen shkarkimet?</h2> <p> Numërimi i shkarkimeve përditësohen çdo mbrëmje dhe përfshijnë vetëm shkarkimet origjinale shtesash, jo përditësimet. Shkarkimet mund të grupohen sipas burimit të caktuar që referoi shkarkimin. </p>
sr_latn: <h2>Kako se broje preuzimanja?</h2> <p> Broj preuzimanja se ažurira svako veče i sadrži samo originalno preuzimanje dodatka, ne ispravke. Preuzimanja se mogu podeliti od specifičnog izvora koji se odnosi na preuzimanje. </p>
sv_se: <h2>Hur räknas nedladdningar?</h2> <p> Antal nedladdningar uppdateras varje kväll och inkluderar bara ursprungliga nedladdningar av tillägg, inte uppdateringar. Nedladdningar kan brytas ner efter specifika källor gällande nedladdningen. </p>

source: User languages by Date
es_ar: Idiomas de usuario por fecha
fur: Lenghis dal utent par date
fy_nl: Brûkerstalen op datum
he: שפות משתמשים לפי תאריך
hr: Korisnički jezici po datumu
hu: Felhasználói nyelvek dátum szerint
ia: Linguas del usator per data
id: Bahasa pengguna berdasarkan Tanggal
is: Tungumál notenda eftir dagsetningum
ka: მომხმარებლის ენები თარიღის მიხედვით
kab: Tutlayin n useqdac s wazemz
ms: Bahasa pengguna mengikut Tarikh
nb_no: Brukerspråk etter dato
nn_no: Brukarspråk etter dato
ro: Limbile utilizatorilor în funcție de dată
sk: Jazyky podľa dátumu
sq: Gjuhë përdoruesish sipas Datash
sr_latn: Jezici korisnika po datumu
sv_se: Användarspråk efter datum
te: తేదీవారీ వాడుకరుల భాషలు
th: ภาษาของผู้ใช้ตามวันที่
tr: Tarihe göre kullanıcı dilleri
vi: Ngôn ngữ người dùng theo Ngày

source: Platform usage by Date
es_ar: Uso de plataformas por fecha
fur: Utilizazion su diviersis plateformis par date
fy_nl: Platfoarmgebrûk op datum
he: שימוש בפלטפורמה לפי תאריך
hr: Upotreba platformi po datumu
hu: Platform-használat dátum szerint
ia: Uso del systema operative per Data
id: Penggunaan Platform berdasarkan Tanggal
is: Notkun stýrikerfa eftir dagsetningum
ka: სისტემების გამოყენება თარიღის მიხედვით
kab: Aseqdec n twennadin s wazemz
ms: Penggunaan platform mengikut Tarikh
nb_no: Plattformbruk etter dato
nn_no: Plattformbruk etter dato
ro: Utilizarea de platforme în funcție de dată
sk: Používané platformy podľa dátumu
sq: Përdorime platformash sipas Datash
sr_latn: Korišćenje platforme po datumu
sv_se: Plattformsanvändning efter datum
te: తేదీ ద్వారా వేదిక వినియోగం
th: การใช้แพลตฟอร์มตามวันที่
tr: Tarihe göre platform kullanımı
vi: Sử dụng Nền tảng theo Ngày

source: <b>{0}</b> Downloads
hu: <b>{0}</b> letöltés
id: <b>{0}</b> Unduhan
ka: <b>{0}</b> ჩამოტვირთვა
kab: <b>{0}</b> Isidar
ms: <b>{0}</b> Muat turun
sk: <b>{0}</b> prevzatí
sq: <b>{0}</b> Shkarkime
sr_latn: <b>{0}</b> Preuzimanja
sv_se: <b>{0}</b> Nedladdningar

source: Loading...
es_ar: Cargando...
fi: Ladataan...
fur: Daûr a cjariâ…
fy_nl: Lade…
he: בטעינה...
hr: Učitavanje …
hu: Betöltés…
ia: Cargamento...
id: Memuat...
is: Hleð inn...
ka: იტვირთება...
kab: Asali...
ms: Memuatkan...
nb_no: Laster …
nn_no: Lastar…
ro: Se încarcă...
sk: Načítava sa...
sq: Po ngarkohet...
sr_latn: Učitavam...
sv_se: Laddar...
te: వస్తోంది...
th: กำลังโหลด...
tr: Yükleniyor...
vi: Đang tải...

source: <b>{0}</b> Average Daily Users
es_ar: <b>{0}</b> usuarios diarios de media
fi: <b>{0}</b> keskimääräistä käyttäjää päivässä
fur: <b>{0}</b> utents zornalîrs di medie
fy_nl: <b>{0}</b> gemiddelde deistige brûkers
he: <b>{0}</b> ממוצע משתמשים יומיים
hr: <b>{0}</b> dnevnih korisnika prosječno
hu: naponta átlagosan <b>{0}</b> felhasználó
ia: <b>{0}</b> Usatores medie per die
id: <b>{0}</b> Rata-rata Pengguna Harian
is: <b>{0}</b> daglegir notendur að meðaltali
ka: <b>{0}</b> საშუალო დღიური მომხმარებელი
ms: <b>{0}</b> Purata Pengguna Harian
nb_no: <b>{0}</b> Gjennomsnittlig daglige brukere
nn_no: <b>{0}</b> Gjennomsnittleg daglege brukarar
ro: <b>{0}</b> (de) utilizatori zilnici în medie
sk: <b>{0}</b> priemerne denných používateľov
sq: <b>{0}</b> Përdorues të Përditshëm Mesatarisht
sr_latn: <b>{0}</b> prosečno dnevnih korisnika
sv_se: <b>{0}</b> Genomsnittliga dagliga användare
te: <b>{0}</b> సగటు రొజువారీ వాడుకరులు
th: ผู้ใช้รายวันเฉลี่ย <b>{0}</b> คน
tr: Ortalama <b>{0}</b> Günlük Kullanıcı
vi: <b>{0}</b> Người dùng Hàng ngày Trung bình

source: Top Applications
es_ar: Mejores aplicaciones
fi: Suosituimmat sovellukset
fur: Aplicazions principâls
fy_nl: Toptapassingen
he: יישומים מובילים
hr: Najčešće korišteni programi
hu: Top alkalmazások
ia: Applicationes principal
id: Aplikasi Teratas
is: Efstu forrit
ka: რჩეული პროგრამები
kab: Isnasen ifazen
ms: Aplikasi Teratas
nb_no: Beste program
nn_no: Beste program
ro: Aplicații de top
sk: Top aplikácie
sq: Aplikacionet Kryesuese
sr_latn: Najpopularnije aplikacije
sv_se: Bästa program
te: మేటి అనువర్తనాలు
th: แอปพลิเคชันยอดนิยม
tr: Öne çıkan uygulamalar
vi: Ứng dụng Hạng nhất

source: See more applications&hellip;
es_ar: Ver más aplicaciones&hellip;
fi: Näytä lisää sovelluksia&hellip;
fur: Viôt altris aplicazions&hellip;
fy_nl: Mear tapassingen…
he: הצגת יישומים נוספים&hellip;
hr: Pogledaj daljnje programe&hellip;
hu: További alkalmazások&hellip;
ia: Vide altere applicationes&hellip;
id: Lihat aplikasi lainnya&hellip;
is: Sjá fleiri forrit&hellip;
ka: სხვა პროგრამები&hellip;
kab: Wali ugar n yesnasen &hellip;
ms: Lihat lebih banyak aplikasi&hellip;
nb_no: Vis flere program&hellip;
nn_no: Vis fleire program&hellip;
ro: Vezi mai multe aplicații&hellip;
sk: Ďalšie aplikácie&hellip;
sq: Shihni më tepër aplikacione&hellip;
sr_latn: Pogledajte više aplikacija&hellip;
sv_se: Se fler program&hellip;
te: మరిన్ని అనువర్తనాలను చూడండి&hellip;
th: ดูแอปพลิเคชันเพิ่มเติม&hellip;
tr: Daha fazla uygulama gör&hellip;
vi: Xem thêm ứng dụng&hellip;

source: Top Languages
es_ar: Idiomas destacados
fi: Suosituimmat kielet
fur: Lenghis principâls
fy_nl: Toptalen
he: שפות מובילות
hr: Najčešće korišteni jezici
hu: Top nyelvek
ia: Linguas principal
id: Bahasa Teratas
is: Efstu tungumál
ka: ძირითადი ენები
kab: Tutlayin ifazen
ms: Bahasa Teratas
nb_no: Ledende språk
nn_no: Leiande språk
ro: Limbi de top
sk: Top jazyky
sq: Gjuhët Kryesuese
sr_latn: Najpopularniji jezici
sv_se: Ledande språk
te: మేటి భాషలు
th: ภาษายอดนิยม
tr: Öne çıkan diller
vi: Ngôn ngữ Hạng nhất

source: See more languages&hellip;
es_ar: Ver más idiomas&hellip;
fi: Näytä lisää kieliä&hellip;
fur: Viôt altris lenghis&hellip;
fy_nl: Mear talen…
he: הצגת שפות נוספות&hellip;
hr: Pogledaj daljnje jezike&hellip;
hu: További nyelvek&hellip;
ia: Vide altere linguas&hellip;
id: Lihat bahasa lainnya&hellip;
is: Sjá fleiri tungumál&hellip;
ka: იხილეთ სხვა ენები&hellip;
kab: Wali ugar n tutlayin &hellip;
ms: Lihat lebih banyak bahasa&hellip;
nb_no: Vis flere språk&hellip;
nn_no: Vis fleire språk&hellip;
ro: Vezi mai multe limbi&hellip;
sk: Ďalšie jazyky&hellip;
sq: Shihni më tepër gjuhë&hellip;
sr_latn: Pogledajte više jezika&hellip;
sv_se: Se fler språk&hellip;
te: మరిన్ని భాషలను చూడండి&hellip;
th: ดูภาษาเพิ่มเติม&hellip;
tr: Daha fazla dil gör&hellip;
vi: Xem thêm ngôn ngữ&hellip;

source: Top Platforms
es_ar: Plataformas destacadas
fi: Suosituimmat alustat
fur: Plateformis principâls
fy_nl: Topplatfoarms
he: פלטפורמות מובילות
hr: Najčešće korištene platforme
hu: Top platformok
ia: Systemas operative principal
id: Platform Teratas
is: Efstu stýrikerfi
ka: რჩეული სისტემები
kab: Tiwennadin timezwura
ms: Platform Teratas
nb_no: Ledende plattformer
nn_no: Leiande plattformer
ro: Platforme de top
sk: Top platformy
sq: Platformat Kryesuese
sr_latn: Najpopularnije platforme
sv_se: Ledande plattformar
te: మేటి ప్లాట్‌ఫారాలు
th: แพลตฟอร์มยอดนิยม
tr: Öne çıkan platformlar
vi: Nền tảng Hạng nhất

source: See more platforms&hellip;
es_ar: Ver más plataformas&hellip;
fi: Näytä lisää alustoja&hellip;
fur: Viôt altris plateformis&hellip;
fy_nl: Mear platfoarms…
he: הצגת פלטפורמות נוספות&hellip;
hr: Pogledaj daljnje platforme&hellip;
hu: További platformok&hellip;
ia: Vide altere systemas operative&hellip;
id: Lihat platform lainnya&hellip;
is: Sjá fleiri stýrikerfi&hellip;
ka: სხვა სისტემები&hellip;
kab: Wali ugar n twannadin&hellip;
ms: Lihat lebih banyak platform&hellip;
nb_no: Vis flere plattformer&hellip;
nn_no: Vis fleire plattformar&hellip;
ro: Vezi mai multe platforme&hellip;
sk: Ďalšie platformy&hellip;
sq: Shihni më tepër platforma&hellip;
sr_latn: Pogledajte više platformi&hellip;
sv_se: Se fler plattformar&hellip;
te: మరిన్ని ప్లాట్‌ఫారాలను చూడండి&hellip;
th: ดูแพลตฟอร์มเพิ่มเติม&hellip;
tr: Daha fazla platform gör&hellip;
vi: Xem thêm nền tảng&hellip;

source: Ratings by Date
hu: Értékelés dátum szerint
id: Peringkat berdasarkan Tanggal
ka: შეფასებები თარიღის მიხედვით
kab: Tizmilin s wazemz
ms: Penarafan mengikut Tarikh
sk: Hodnotenia podľa dátumu
sq: Vlerësime sipas Datash
sr_latn: Ocene po datumu
sv_se: Betyg efter datum

source: Reviews Created by Date
hu: Létrehozott értékelések dátum szerint
id: Ulasan Dibuat berdasarkan Tanggal
ka: მიმოხილვები შექმნის თარიღის მიხედვით
ms: Ulasan Dibuat mengikut Tarikh
sk: Vytvorené recenzie podľa dátumu
sq: Shqyrtime sipas Datash Krijimi
sr_latn: Napravljeno recenzija po datumu
sv_se: Granskningar skapade efter datum

source: Download sources by Date
es_ar: Fuentes de descarga por fecha
fur: Discjame fonts par date
fy_nl: Downloadboarnen op datum
he: מקורות הורדה לפי תאריך
hr: Preuzmi izvore po datumu
hu: Letöltés dátumonként
ia: Fontes de discargamento per data
id: Sumber unduhan berdasarkan Tanggal
is: Niðurhal grunnkóða eftir dagsetningum
ka: ჩამოტვირთვის წყაროები თარიღის მიხედვით
kab: Iɣbula n usider s wazemz
ms: Sumber muat turun mengikut Tarikh
nb_no: Last ned kildekode etter dato
nn_no: Last ned kjeldekode etter dato
ro: Surse de descărcare după dată
sk: Zdroje prevzatí podľa dátumu
sq: Burime Shkarkimesh sipas Datash
sr_latn: Izvori za preuzimanje po datumu
sv_se: Hämta källkod efter datum
te: తేదీ వారి మూలాలు దింపుకోండి
th: แหล่งการดาวน์โหลดตามวันที่
tr: Tarihe göre indirme kaynakları
vi: Nguồn tải theo ngày

source: About tracking external sources...
es_ar: Sobre la monitorización de orígenes externos...
fur: Informazions sul monitorament di sorzints esternis…
fy_nl: Oer folgjen fan eksterne boarnen…
he: על מעקב מקורות חיצוניים...
hr: O praćenju vanjskih izvora …
hu: A külső források követéséről…
ia: Circa le traciamento del fontes externe...
id: Mengenai melacak sumber eksternal...
ka: გარე წყაროების აღრიცხვის შესახებ...
ms: Perihal menjejak sumber luar...
nb_no: Om sporing av eksterne kilder...
nn_no: Om å spore eksterne kjelder…
ro: Despre urmărirea surselor externe...
sk: O sledovaní externých zdrojov...
sq: Si të ndiqni burime të jashtme...
sr_latn: O praćenju spoljnih izvora...
sv_se: Om spåra externa källor...
te: బయటి వనరుల ట్రాకింగు గురించి...
tr: Harici kaynakları izleme hakkında...
vi: Giới thiệu về theo dõi nguồn bên ngoài…

source: <h2>Tracking external sources</h2> <p> If you link to your add-on's details page or directly to its file from an external site, such as your blog or website, you can append a parameter to be tracked as an additional download source on this page. For example, the following links would appear as sourced by your blog: <dl> <dt>Add-on Details Page</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Direct File Link</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> Only src parameters that begin with "external-" will be tracked, up to 61 additional characters. Any text after "external-" can be used to describe the source, such as "external-blog", "external-sidebar", "external-campaign225", etc. The following URL-safe characters are allowed: <code>a-z A-Z - . _ ~ %% +</code>
id: <h2>Melacak sumber eksternal</h2> <p> Jika anda menautkan laman rincian pengaya anda atau langsung pada berkasnya dari situs eksternal, misalnya blog anda atau situs, anda bisa menambahkan parameter untuk dilacak sebagai tambahan sumber pengunduhan di halaman ini. Misalnya, tautan berikut akan muncul sebagai bersumber dari blog anda: <dl> <dt>Laman Rincian Pengaya</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>blog eksternal</b></dd> <dt>Tautan Berkas Langsung</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> Hanya parameter src yang dimulai dengan "eksternal-" akan dilacak, hingga 61 karakter tambahan. Teks apapun setelah "eksternal-" bisa digunakan untuk menjelaskan sumbernya, misalnya "blog eksternal", "sidebar eksternal", "kampanye 225 eksternal", dll. Beberapa karakter aman URL ini diperkenankan: <code>a-z A-Z - . _ ~ %% +</code>
ka: <h2>გარე წყაროების აღრიცხვა</h2> <p> თუ თქვენ დამატების მთავარი გვერდის, ან უშუალოდ ფაილის ბმულს განათავსებთ სხვა საიტზე, როგორიცაა ბლოგი, ან საკუთარი ვებგვერდი, შეგიძლიათ საჭირო პარამეტრების მითითება, რითიც შეძლებთ, მაგ საიტიდან ჩამოტვირთვების აღრიცხვას. მაგალითად, შემდეგი ბმულის წყაროდ გამოჩნდება თქვენი ბლოგი: <dl> <dt>დამატებების მთავარი გვერდი</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>ფაილის პირდაპირი ბმული</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> მხოლოდ აღირიცხება ის src პარამეტრები, რომელიც დაიწყება "external-" წინსართით, არაუმეტეს 61 სიმბოლომდე. ნებისმიერი ტექსტი "external-" წინსართის შემდეგ, გამოდგება წყაროს აღსაწერად შემდეგნაირად: "external-blog", "external-sidebar", "external-campaign225" და ა.შ. დაშვებულია შემდეგი URL-უსაფრთხო სიმბოლოები: <code>a-z A-Z - . _ ~ %% +</code>
ms: <h2>Menjejak sumber luar</h2> <p> Jika anda pautkan halaman butiran add-on anda atau terus ke fail daripada laman luar, seperti blog atau laman web, anda boleh tambah parameter yang akan dikesan sebagai sumber muat turun tambahan dalam laman ini. Sebagai contoh, pautan berikut akan muncul sebagai sumber daripada blog anda: <dl> <dt>Halaman Butiran Add-on</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Pautan Fail Terus</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> Hanya parameter src yang mula dengan "external-" akan dikesan, sehingga 61 aksara tambahan. Teks lain selepas "external-" boleh digunakan untuk menjelaskan sumber, seperti "external-blog", "external-sidebar", "external-campaign225", dsb. Aksara URL-selamat berikut juga dibenarkan: <code>a-z A-Z - . _ ~ %% +</code>
sk: <h2>Sledovanie externých zdrojov</h2> <p> Ak odkazujete z externého webu na stránku s informáciami o doplnku či priamo na súbor s doplnkom, môžete pridať parameter, ktorý vám umožní sledovať zdroje, odkiaľ je doplnok preberaný. Napríklad môžete použiť nasledujúce odkazy ako zdroj pre svoj blog: <dl> <dt>Stránka s informáciami o doplnku</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Priamy odkaz na súbor</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p>Sledované budú len zdroje, ktoré začínajú prefixom "external-" a nemajú viac ako 61 ďalších znakov. Akýkoľvek text za "external-" môže byť použitý na popis zdroja (napr. "external-blog", "external-sidebar", "external-campaign225" atď.). Povolené sú nasledujúce znaky: <code>a-z A-Z - . _ ~ %% +</code>
sq: <h2>Lidhja e burimeve të jashtme</h2> <p> Nëse keni krijuar lidhje për te faqja e hollësive të shtesës suaj, ose drejt e te kartela e saj, prej një sajti të jashtëm, të tillë si blogu ose sajti juaj, mund të shtoni te kjo faqe një parametër që të ndiqet si burim shtesë shkarkimesh. Për shembull, lidhjet vijuese do të shfaqeshin si burime nga blogu juaj: <dl> <dt>Faqe e Hollësive të Shtesës</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Lidhje e Drejtpërdrejtë Kartele</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> Do të ndiqen vetëm parametrat që fillojnë me "external-", deri në 61 shenja shtesë. Për të përshkruar burimin, mund të përdoret çfarëdo teksti pas "external-", të tillë si "external-blog", "external-anështyllë", "external-fushata225", etj. Lejohen shenjat vijuese që s’janë problem për URL-të: <code>a-z A-Z - . _ ~ %% +</code>
sv_se: <h2>Spåra externa källor</h2> <p> Om du länkar till ditt tilläggs detaljsida eller direkt till en fil från en extern plats, till exempel din blogg eller hemsida, kan du lägga till en parameter så att du kan spåras som en ytterligare nedladdningskälla på den här sidan. Exempelvis följande länkar skulle visas som källa för din blogg: <dl> <dt>Tilläggets detaljsida</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blogg</b></dd> <dt>Direkt fillänk</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blogg</b></dd> </dl> <p> Endast src-parametrar som börjar med "external-" kommer att spåras, upp till 61 ytterligare tecken. All text efter "external-" kan användas att beskriva källan, till exempel "external-blogg", "external-sidebar", "external-campaign225", etc. Följande URL-säkra tecken är tillåtna: <code>a-z A-Z - . _ ~ %% +</code>

source: Add-on Status by Date
es_ar: Estado del complemento por fecha
fi: Lisäosan tila päivittäin
fur: Stât component adizionâl par date
fy_nl: Add-onsteat op datum
he: מצב תוספת לפי תאריך
hr: Stanje dodataka po datumu
hu: Kiegészítő állapota dátum szerint
ia: Stato del additivos per data
id: Status Pengaya berdasarkan Tanggal
is: Staða viðbóta eftir dagsetningu
ka: დამატების მდგომარეობა თარიღის მიხედვით
kab: Addad n uzegrir s wazemz
ms: Status Add-ons mengikut Tarikh
nb_no: Status for tillegg etter dato
nn_no: Status for tillegg etter dato
ro: Starea suplimentului în funcție de dată
sk: Stav doplnku podľa dátumu
sq: Gjendje Shtese sipas Datash
sr_latn: Status dodatka po datumu
sv_se: Status för tillägg efter datum
te: తేదీవారి పొడగింత స్థితి
th: สถานะส่วนเสริมตามวันที่
tr: Tarihe göre eklentilerin durumu
vi: Trạng thái Tiện ích theo Ngày

source: Subscribers by Date
hu: Feliratkozók dátum szerint
id: Pelanggan berdasarkan Tanggal
ka: გამომწერები თარიღის მიხედვით
ms: Pelanggan mengikut Tarikh
sk: Odberatelia podľa dátumu
sq: Pajtimtarë sipas Datash
sr_latn: Pretplatnika po datumu
sv_se: Prenumeranter efter datum

source: Daily Users by Date
es_ar: Usuarios diarios por fecha
fi: Päivittäisiä käyttäjiä
fur: Utents zornalîrs par date
fy_nl: Deistige brûkers op datum
he: משתמשים יומיים לפי תאריך
hr: Dnevni korisnici prema datumu
hu: Napi felhasználók dátum szerint
ia: Usatores per die per data
id: Pengguna Harian berdasarkan Tanggal
is: Daglegir notendur eftir dagsetningum
ka: დღიური მომხმარებელი თარიღის მიხედვით
kab: Iseqdacen n yal ass s wazemz
ms: Pengguna Harian mengikut Tarikh
nb_no: Daglige brukere etter dato
nn_no: Daglege brukarar etter dato
ro: Utilizatori zilnici în funcție de dată
sk: Denní používatelia podľa dátumu
sq: Përdorues të Përditshëm sipas Datash
sr_latn: Dnevnih korisnika po datumu
sv_se: Dagliga användare efter datum
te: తేదీ వారీగా రోజువారీ వాడుకరులు
th: ผู้ใช้รายวันตามวันที่
tr: Tarihe göre günlük kullanıcı
vi: Người dùng Hàng ngày theo Ngày

source: What are daily users?
hr: Što su dnevni korisnici?
hu: Kik a napi felhasználók?
ia: Que es le Usatores per die?
id: Apakah pengguna harian itu?
ka: რა არის დღიური მომხმარებელი?
kab: D acu d iseqdacen n yal ass?
ms: Siapakah pengguna harian?
sk: Čo sú to denný používatelia?
sq: Çfarë janë përdoruesit e përditshëm?
sr_latn: Šta su dnevni korisnici?
sv_se: Vad är dagliga användare?
te: రోజువారీ వాడుకరులు అంటే ఏమిటి?
th: ผู้ใช้รายวันคืออะไร?
vi: Người dùng hàng ngày là ai?

source: <h2>What are daily users?</h2> <p> Themes installed from this site check for updates once per day. The total number of these update pings is known as Active Daily Users, or the total number of people using your theme by day. </p>
hu: <h2>Kik a napi felhasználók?</h2><p>Az oldalról telepített témák naponta egyszer ellenőrzik a frissítéseket. Ezen frissítési ellenőrzések összesített száma az úgynevezett aktív napi felhasználók, vagy az emberek teljes száma, akik használják a témát aznap.</p>
id: <h2>Apakah pengguna harian itu?</h2> <p> Tema yang dipasang dari situs ini diperiksa pembaruannya sekali setiap hari. Jumlah total ping pembaruan ini disebut sebagai Pengguna Aktif Harian, atau jumlah total orang yang menggunakan tema anda berdasarkan hari. </p>
ka: <h2>რას ნიშნავს დღიური მომხმარებელი?</h2> <p> საიტიდან ჩამოტვირთული თემები, განახლებებზე მოწმდება ყოველდღე. ჯამური რაოდენობა ამ შემოწმების, წარმოადგენს მოქმედ დღიურ მომხმარებლებს, ანუ იმ მომხმარებელთა რაოდენობას, ვინც თქვენს თემას იყენებს მითითებულ დღეს. </p>
ms: <h2>Siapakah pengguna harian?</h2> <p> Tema yang dipasang dari laman ini diperiksa untuk dikemaskini sekali pada setiap hari. Bilangan ping kemaskini ini dikenali sebagai Pengguna Aktif Harian, atau bilangan pengguna tema anda mengikut hari. </p>
sq: <h2>Ç’janë përdoruesit ditorë?</h2> <p> Temat e instaluara nga ky sajt kontrollojnë për përditësim një herë në ditë. Numri gjithseji këtyre sinjaleve ardhëse për përditësim njihet si Përdorues të Përditshëm Aktivë, ose numri gjithsej i njerëzve që përdorin temën tuaj në ditë. </p>
sr_latn: <h2>Šta su dnevni korisnici?</h2> <p> Teme koje su instalirane sa ovog sajta proveravaju nadogradnje jednom dnevno. Ukupan broj provera je poznat kao broj Aktivnih dnevnih korisnika, ili ukupan broj ljudi koji koriste Vašu temu. </p>
sv_se: <h2>Vad är dagliga användare?</h2> <p> Teman installerade från denna webbplats kontrollerar efter uppdaterar en gång per dag. Det totala antalet uppdateringar kallas aktiva dagliga användare eller det totala antalet personer som använder ditt tema per dag. </p>
