Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: <strong>How to Install in Thunderbird</strong> <ol> <li>Download and save the file to your hard disk.</li> <li>In Mozilla Thunderbird, open Add-ons from the Tools menu.</li> <li>From the options button next to the add-on search field, select "Install Add-on From File..." and locate the downloaded add-on.</li> </ol>
hu: <strong>Hogyan telepítse Thunderbirdben</strong> <ol> <li>Töltse le és mentse a fájlt merevlemezére.</li> <li>A Mozilla Thunderbirdben nyissa meg a Kiegészítők pontot az Eszközök menüből.</li> <li>A kiegészítőkereső mező melletti beállítások gomb menüjéből válassza a „Kiegészítő telepítése fájlból” pontot, és keresse meg a letöltött kiegészítőt.</li> </ol>
id: <strong>Bagaimana cara Memasang Thunderbird</strong> <ol> <li>Unduh dan simpan berkas ke cakram keras anda.</li> <li>Di Mozilla Thunderbird, Pengaya terbuka dari menu Perangkat.</li> <li>Dari tombol pilihan hingga bidang pencarian pengaya, pilih "Pasang Pengaya dari Berkas..." dan temukan pengaya yang telah diunduh.</li> </ol>
kab: <strong>Amke ara tesbeddeḍ di Thunderbird</strong> <ol> <li>Sider sakin sekles afaylu ɣef udebṣi yinek.</li> <li>Di Mozilla Thunderbird, kcem ar umuɣ n izegrar seg umuɣ n ifecka.</li> <li>S useqdec n tqeffalt yellan rrif n wurti n unadin izegrar, fren "Sebded azegrir seg ufaylu" sakin fren azegrir i d-sidreḍ</li> </ol>
sk: <strong>Ako na inštaláciu v Thunderbirde</strong> <ol> <li>Prevezmite a uložte si súbor na vašom disku.</li> <li>V programe Mozilla Thunderbird rozbaľte ponuku Nástroje a zvoľte položku.</li> <li>Z ponuky vedľa vyhľadávacieho poľa zvoľte položku "Nainštalovať doplnok zo súboru..." a vyhľadajte svoj doplnok na disku.</li> </ol>
sq: <strong>Si të Instalohet në Thunderbird</strong> <ol> <li>Shkarkojeni dhe ruajeni kartelën te hard disku juaj.</li> <li>Që nga Mozilla Thunderbird, hapni Shtesat, prej menusë Mjete.</li> <li>Nga butoni i mundësive, ngjitur me fushën e kërkimit të shtesave, përzgjidhni "Instaloni Shtesë prej Kartele..." dhe shihni për shtesën e shkarkuar.</li> </ol>
sr_latn: <strong>Kako instalirati unutar Thunderbird-a</strong> <ol> <li>Preuzmite i sačuvajte datoteku na Vaš hard disk.</li> <li>Unutar Mozilla Thunderbird-a, otvorite Add-ons iz Tools menija.</li> <li>Iz gornjeg menija kliknite na ikonu zupčanika pored trake za pretragu, izaberite "Install Add-on From File..." i pronađite preuzeti dodatak.</li> </ol>
sv_se: <strong>Hur man installerar i Thunderbird</strong> <ol> <li>Hämta och spara filen på din hårddisk.</li> <li>I Mozilla Thunderbird, öppna tillägg från verktygsmenyn.</li> <li>Från alternativknappen bredvid tilläggssökfältet, välj "Installera tillägg från fil..." och leta reda på det nedladdade tillägget.</li> </ol>

source: To install this Theme, <b>get Thunderbird</b>, a free and open source email client from Mozilla Messaging and install the Personas Plus add-on.
hu: A téma telepítéséhez <b>töltse le a Thunderbird</b>öt, a Mozilla ingyenes és nyílt forrású levelezőprogramját és telepítse a Personas Plus kiegészítőt.
id: Untuk memasang Tema ini, <b>dapatkan Thunderbird</b>, klien surel yang bebas dan sumbernya terbuka dari Mozilla Messaging dan pasang Persona Plus pengaya.
kab: Akken ad yebded useltel agi, <b> awi-d Thunderbird</b>, amsaɣ n tirawt ilelli yeldin sɣuṛ Mozilla udiɣ sebded izegrar Persona.
sk: Ak chcete nainštalovať túto tému, <b>nainštalujte si Thunderbird</b>, voľne dostupný e-amilový klient s otvoreným zdrojovým kódom od Mozilla Messaging a do neho si nainštalujte doplnok Personas Plus.
sq: Për ta instaluar këtë Temë, <b>merrni Thunderbird-in</b>, një klient email-esh i lirë dhe me burim të hapur, i krijuar nga Mozilla Messaging dhe instaloni shtesën Personas Plus.
sr_latn: Da biste instalirali ovu temu, <b>preuzmite Thunderbird</b>, besplatanog klijenta e-pošte otvorenog koda od Mozilla Messaging i instalirajte dodatak Personas Plus.
sv_se: För att installera detta tema, <b>hämta Thunderbird</b> en gratis e-postklient med öppen källkod från Mozilla Messaging och installera tillägget Personas Plus.

source: Learn more about Thunderbird
hu: Tudjon meg többet a Thunderbird levelezőprogramról
id: Pelajari selengkapnya tentang Thunderbird
kab: Issin ugar ɣef Thunderbird
sk: Ďalšie informácie o Thunderbirde
sq: Mësoni më tepër rreth Thunderbird-it
sr_latn: Saznajte više o Thunderbird-u
sv_se: Lär dig mer om Thunderbird

source: To install this Theme and thousands more, <b>get Firefox</b>, a free and open web browser from Mozilla.
hu: A téma telepítéséhez <b>töltsön le egy Firefox</b>ot, a Mozilla ingyenes és nyílt böngészőjét.
id: Untuk memasang tema ini dan yang ribuan lainnya, <b>dapatkan Firefox</b>, peramban gratis dan terbuka dari Mozilla.
kab: Akken ad tesbeddeḍ asentel-agi neq agimen n wiyaḍ, <b>Sebded Firefox</b>,iminig ilelli, baṭel n Mozilla.
sk: Ak si chcete nainštalovať túto tému, <b>nainštalujte si Firefox</b>, voľne dostupný webový prehliadač od Mozilly.
sq: Që të instaloni këtë Temë dhe mijëra të tjera, <b>merrni Firefox-in</b>, një shfletues web i lirë dhe i hapur, krijuar nga Mozilla.
sr_latn: Da biste instalirali ovu temu i hiljadu drugih, <b>preuzmite Firefox</b>, besplatnog veb pregledača otvorenog koda od Mozilla fondacije.
sv_se: För att installera tillägget och tusentals andra, <b>hämta Firefox</b>, en gratis och öppen webbläsare från Mozilla.

source: This add-on has not been updated to work with your version of %(app)s.
hu: A kiegészítő nem lett frissítve, hogy ezzel a %(app)s verzióval használni lehessen.
id: Pengaya ini belum diperbarui untuk dapat bekerja dengan versi %(app)s Anda.
kab: Azegrir-agi yettwag akken ad yeddu akked lqem inek n %(app)s.
sk: Tento doplnok nebol aktualizovaný, aby pracoval správne s vašou verziou aplikácie %(app)s.
sq: Kjo shtesë s’është përditësuar të punojë me versionin tuaj të %(app)s.
sr_latn: Ovaj dodatak nije ažuriran da odgovara Vašoj verziji %(app)s-a.
sv_se: Detta tillägg är inte uppdaterat för att fungera med din version av %(app)s.

source: Install Anyway
hu: Telepítés mindenképpen
id: Pasang Saja
kab: Sebded akken yebɣu yella
sk: Napriek tomu nainštalovať
sq: Instaloje Sidoqoftë
sr_latn: Ipak instaliraj
sv_se: Installera ändå

source: This add-on requires a version of Firefox that has not been released yet.
hu: Ennek a kiegészítőnek olyan Firefox verzióra van szüksége, amely még nem jelent meg.
id: Pengaya ini membutuhkan versi Firefox yang masih belum dirilis.
kab: Azegrir agi yesra lqem n Firefox ur d-yeffiɣen ara yakan.
sk: Tento doplnok vyžaduje verziu Firefoxu, ktorá ešte nebola sprístupnená.
sq: Kjo shtesë lyp një version Firefox-i që s’është hedhur ende në qarkullim.
sr_latn: Ovaj dodatak zahteva verziju Firefox-a koja još nije dostupna.
sv_se: Detta tillägg kräver en version av Firefox som inte har släppts ännu.

source: Help test new Firefox Versions
hu: Segítsen az új Firefox verzió tesztelésében
id: Bantu menguji Versi Firefox baru
kab: Mudd afus deg usekyes n ileqman n Firefox imaynuten
sk: Pomôžte otestovať nové verzie Firefoxu
sq: Ndihmoni testimin e Versioneve të reja të Firefox-it
sr_latn: Pomozite u testiranju novih Firefox verzija
sv_se: Hjälpa till att testa nya versioner av Firefox

source: This add-on requires %(app)s {new_version}. You are currently using %(app)s {old_version}.
hu: A kiegészítő számára a %(app)s {new_version} verzióra van szükség. Jelenleg a %(app)s {old_version} verzióját használja.
id: Pengaya ini membutuhkan %(app)s {new_version}. Anda sedang menggunakan %(app)s {old_version}.
kab: Azegrir agi yesra %(app)s {new_version}. Aqla-k tu ra tesseqdaceḍ %(app)s {old_version}.
sk: Tento doplnok vyžaduje %(app)s {new_version}. Aktuálne používate %(app)s {old_version}.
sq: Kjo shtesë lyp %(app)s {new_version}. Jeni duke përdorur %(app)s {old_version}.
sr_latn: Ovaj dodatak zahteva %(app)s {new_version}. Trenutno koristite %(app)s {old_version}.
sv_se: Detta tillägg kräver %(app)s {new_version}. Du använder för närvarande %(app)s {old_version}.

source: Upgrade {0}
hu: {0} frissítése
id: Perbarui {0}
kab: Leqqem {0}
sk: Aktualizovať na {0}
sq: Përmirësoni {0}
sr_latn: Nadogradite {0}
sv_se: Uppgradera {0}

source: or view <a href="%(href)s">older versions of this add-on</a>.
hu: vagy nézze meg a <a href="%(href)s">kiegészítő régebbi verzióit</a>.
id: atau lihat <a href="%(href)s">versi lawas pengaya ini</a>.
kab: neɣ sken <a href="%(href)s">ileqman iqbuṛen n uzegrir agi</a>.
sk: alebo zobraziť <a href="%(href)s">staršie verzie tohto doplnku</a>.
sq: ose shihni <a href="%(href)s">versione më të vjetër të kësaj shtese</a>.
sr_latn: ili pogledajte <a href="%(href)s">starije verzije ovog dodatka</a>.
sv_se: eller visa <a href="%(href)s"> äldre versioner av detta tillägg</a>.

source: This Persona requires %(app)s %(new_version)s. You are currently using %(app)s {old_version}.
hu: A persona számára a %(app)s %(new_version)s verzióra van szükség. Jelenleg a %(app)s {old_version} verzióját használja.
id: Persona ini membutuhkan %(app)s %(new_version)s. Anda sedang menggunakan %(app)s {old_version}.
kab: Persona yesra %(app)s %(new_version)s. Acukan, tesseqdaceḍ tura %(app)s {old_version}.
sk: Táto téma Personas vyžaduje %(app)s %(new_version)s. Vy používate %(app)s {old_version}.
sq: Kjo Persona lyp %(app)s %(new_version)s. Jeni duke përdorur %(app)s {old_version}.
sr_latn: Ova Persona zahteva %(app)s %(new_version)s. Trenutno koristite %(app)s {old_version}.
sv_se: Denna Persona kräver %(app)s %(new_version)s. Du använder för närvarande %(app)s {old_version}.

source: <strong>Caution:</strong> This add-on has not been reviewed by Mozilla and can't be installed on release versions of Firefox 43 and above. Be careful when installing third-party software that might harm your computer.
hu: <strong>Figyelmeztetés:</strong> Ezt a kiegészítőt a Mozilla nem értékelte, és Firefox 43 és újabb verziókhoz nem telepíthető. Legyen óvatos, mikor harmadik féltől származó szoftvert telepít, mert ezek kárt okozhatnak számítógépében.
id: <strong>Awas:</strong> Pengaya ini belum diulas oleh Mozilla dan tidak bisa dipasang pada Firefox versi rilis 43 dan selanjutnya. Berhati-hatilah saat memasang perangkat lunak dari pihak ketiga yang bisa membahayakan komputer anda.
kab: <strong>Ɣur-k&nbsp;:</strong> Azegrir-agi ur yettwasenqed ara sɣuṛ Mozilla, ihi ur yezmir ara ad yebded ɣef ileqman Firefox 43 neq ugar. Ɣur-k ticki tsebdadeḍ iqeɣẓanen wis kraḍ izemren ad rwinaselkim inek.
sq: <strong>Kujdes:</strong> Kjo shtesë nuk është shqyrtuar nga Mozilla-s dhe s’mund të instalohet në versione të Firefox-it nga 43 e sipër. Bëni kujdes kur instaloni software palësh të treta që mund të dëmtojnë kompjuterin tuaj.
sv_se: <strong>Varning:</strong> Detta tillägg har inte granskats av Mozilla och kan inte installeras på utgivna versioner av Firefox 43 och uppåt. Var försiktig när du installerar programvara från tredje part som kan skada din dator.

source: <strong>Please note:</strong> This add-on is not compatible with your operating system.
hu: <strong>Megjegyzés:</strong> Ez a kiegészítő nem kompatibilis az operációs rendszerével.
id: <strong>Perhatikan:</strong> Pengaya ini tidak kompatibel dengan sistem operasi Anda.
kab: <strong>Ɣur-k:</strong> Azegrir-agi ur imṣada ara akked unagraw-inek n wammud.
sk: <strong>Upozornenie:</strong> Tento doplnok nie je kompatibilný s vašim operačným systémom.
sq: <strong>Ju lutemi, kini parasysh që:</strong> Kjo shtesë s’është e përputhshme me sistemin tuaj operativ.
sr_latn: <strong>Napomena:</strong> Ovaj dodatak nije kompatibilan sa Vašim operativnim sistemom.
sv_se: <strong>Observera:</strong>Detta tillägg är ej kompatibelt med ditt operativsystem

source: This add-on is not compatible with your version of %(app)s because of the following:
hu: Ez a kiegészítő az alábbi okok miatt nem kompatibilis ezzel a %(app)s verzióval:
id: Pengaya ini tidak kompatibel dengan versi %(app)s Anda karena hal berikut ini:
kab: Azegrir-agi ur imṣada ara akked lqem n %(app)s ɣef sebba n iferdisen-agi:
sk: Tento doplnok nie je kompatibilný s vašou verziou aplikácie %(app)s z nasledujúceho dôvodu:
sq: Kjo shtesë s’është e përputhshme me versionin tuaj të %(app)s, për shkak të sa vijon:
sr_latn: Ovaj dodatak nije kompatabilan sa Vašom verzijom %(app)s-a zbog sledećeg:
sv_se: Detta tillägg är inte kompatibel med din version av %(app)s på grund av följande:

source: View other versions
hu: Egyéb verziók megtekintése
id: Lihat versi lain
kab: Wali ileqman nniḍen
sk: Zobraziť ďalšie verzie
sq: Shihni versione të tjerë
sr_latn: Pogledajte druge verzije
sv_se: Visa andra versioner

source: This add-on is not compatible with your version of %(app)s.
hu: Ez a kiegészítő nem kompatibilis ezzel a %(app)s verzióval.
id: Pengaya ini tidak kompatibel dengan versi %(app)s Anda.
kab: Azegrir agi yemṣada akked lqem inek n %(app)s.
sk: Tento doplnok nie je kompatibilný s vašou verziou aplikácie %(app)s.
sq: Kjo shtesë s’është e përputhshme me versionin tuaj të %(app)s.
sr_latn: Ovaj dodatak nije kompatibilan sa Vašom verzijom %(app)s-a.
sv_se: Detta tillägg är inte kompatibel med din version av %(app)s.

source: Privacy Policy for {0}
hu: {0} adatvédelmi irányelvei
id: Kebijakan Privasi untuk {0}
ka: {0}-ის პირადი მონაცემების დაცვის დებულება
kab: Tsertit tabaḍnit i {0}
ms: Dasar Privasi untuk {0}
sk: Zásady ochrany súkromia pre {0}
sq: Rregulla Privatësie për {0}
sr_latn: Polisa privatnosti za {0}
sv_se: Integritetsriktlinjer för {0}

source: QR code for add-on
hu: QR kód a kiegészítőhöz
id: Kode QR untuk pengaya
kab: Tangalt QR i uzegrir
sk: Kód QR pre tento doplnok
sq: Kodi QR për shtesën
sr_latn: QR kod za dodatak
sv_se: QR-kod för tillägg

source: Want {0} on your mobile Firefox? Scan this QR code to install directly to your phone. (You'll need a QR reader. Search your phone's marketplace if don't have one.)
id: Ingin {0} di Firefox bergerak anda? Pindai kode QR ini untuk memasang secara langsung di ponsel anda. (Anda memerlukan pembaca QR. Carilah di marketplace ponsel jika anda tidak memilikinya .)
sq: E doni {0} te Firefox-i në celularin tuaj? Skanoni këtë kod QR që të instalohet drejt e te telefoni juaj. (Do t’ju duhet një lexues QR-sh. Nëse nuk keni një të tillë, kërkoni në tregun e telefonit tuaj.)
sv_se: Vill du ha {0} på din mobila Firefox? Skanna den här QR-koden för att installera direkt på telefonen. (Du behöver en QR-läsare. Sök i telefonens Marketplace, om du inte redan har den.)

source: Report Abuse
hu: Visszaélés jelentése
id: Laporkan Penyalahgunaan
ka: მოხსენება დარღვევის შესახებ
kab: Azen yir aseqdec
ms: Lapor Salah guna
sk: Nahlásiť zneužitie
sq: Njoftoni Shpërdorim
sr_latn: Prijavi zloupotrebu
sv_se: Rapportera missbruk

source: If you suspect this add-on violates <a href="%(url)s">our policies</a> or has security or privacy issues, please use the form below to describe your concerns. Please do not use this form for any other reason.
hu: Ha úgy gondolja, hogy ez a kiegészítő megsérti az <a href="%(url)s">irányelveinket</a> vagy biztonsági, adatvédelmi problémák vannak vele kapcsolatban, akkor írja le az alábbi űrlapon az ezzel kapcsolatos aggodalmait. Ne használja ezt az űrlapot bármely más ok miatt.
id: Jika Anda menduga pengaya ini melanggar <a href="%(url)s">kebijakan kami</a> atau menyebabkan masalah keamanan atau privasi, gunakan formulir di bawah ini untuk menjelaskan alasan Anda. Jangan gunakan formulir ini untuk alasan lainnya.
kab: Ma tɣileḍ d akken azegrir-agi yeṛza <a href="%(url)s">tisertityin nneɣ</a> neɣ yetthaz tudert tabadnit neɣ taɣellist, tanemmirt ma teččureḍ tiferkit-agi daw-a akken aɣ-d-azneḍ ayen i k-iceɣben. Ur seqdac ara tiferkit-agi i wayen nniḍen.
sk: Ak si myslíte, že tento doplnok porušuje <a href="%(url)s">naše zásady</a> alebo má problémy s bezpečnosťou alebo ochranou súkromia, použite nižšie uvedený formulár a popíšte svoje námietky. Prosím, nepoužívajte tento formulár na iné účely.
sq: Nëse dyshoni se kjo shtesë cenon <a href="%(url)s">rregullat tona</a> ose nëse ka probleme sigurie apo privatësie, ju lutemi, përdorni formularin më poshtë që të përshkruani shqetësimin tuaj. Ju lutemi, mos e përdorni këtë formular për arsye të tjera.
sr_latn: Ako sumnjate da ovaj dodatak krši <a href="%(url)s">naše polise</a> ili da ima problema u bezbednosti i privatnosti, molimo Vas upotrebite donju formu kako biste opisali Vaše brige. Molimo Vas da ne koristite ovu formu za bilo koje druge razloge.
sv_se: Om du misstänker att detta tillägg bryter <a href="%(url)s">vår policy</a> eller har säkerhets- eller integritetsfrågor, vänligen använd formuläret nedan för att beskriva dina frågor. Använd inte detta formulär av någon annan anledning.

source: Send Report
hu: Jelentés küldése
id: Kirim Laporan
ka: შეტყობინების გაგზავნა
kab: Azen aneqqis
ms: Hantar Laporan
sk: Odoslať správu
sq: Dërgoje Njoftimin
sr_latn: Pošalji prijavu
sv_se: Skicka rapport

source: Cancel
es_ar: Cancelar
fi: Peruuta
fur: Anule
fy_nl: Annulearje
he: ביטול
hr: Otkaži
hu: Mégsem
ia: Cancellar
id: Batal
is: Hætta við
ka: გაუქმება
kab: Sefsex
ms: Batal
nb_no: Avbryt
nn_no: Avbryt
ro: Anulează
sk: Zrušiť
sq: Anuloje
sr_latn: Otkaži
sv_se: Avbryt
te: రద్దుచేయి
th: ยกเลิก
tr: Vazgeç
vi: Hủy bỏ

source: What do you think?
hu: Mit gondol?
id: Pendapat Anda?
ka: არ აზრის ხართ?
kab: D acu tenniḍ?
ms: Apa pendapat anda?
sk: Čo si myslíte?
sq: Si ju duket?
sr_latn: Šta mislite?
sv_se: Vad tycker du?

source: Please <a href="%(login)s">log in</a> to submit a review
hu: <a href="%(login)s">Lépjen be</a> az értékelés beküldéséhez
id: Tolong <a href="%(login)s">masuk</a> untuk mengirim ulasan
ka: მიმოხილვის გასაგზავნათ, გთხოვთ <a href="%(login)s">შედით</a> ანგარიშში
kab: Ma ulac aɣilif <a href="%(login)s">kcem</a> akken ad tazned aɛiwed n tmuɣli
ms: Sila <a href="%(login)s">log masuk</a> untuk mengemukakan ulasan
sk: Ak chcete odoslať recenziu, musíte sa <a href="%(login)s">prihlásiť</a>
sq: Ju lutemi, <a href="%(login)s">hyni</a> që të parashtroni një shqyrtim
sr_latn: Molimo Vas, <a href="%(login)s">prijavite se</a> kako biste poslali komentar
sv_se: <a href="%(login)s">Logga in</a> för att skicka in en recension

source: Title:
hu: Cím:
id: Judul:
kab: Azwel:
sk: Nadpis:
sq: Titull:
sr_latn: Naslov:
sv_se: Titel:

source: Review:
hu: Értékelés:
id: Ulasan:
ka: მიმოხილვა:
kab: Ɛiwed tamuɣli:
ms: Ulasan:
sk: Recenzia:
sq: Shqyrtim:
sr_latn: Komentar:
sv_se: Recension:

source: Rating:
hu: Osztályzat:
id: Peringkat:
ka: შეფასება:
kab: Asezmel:
ms: Kadaran:
sk: Hodnotenie:
sq: Vlerësim:
sr_latn: Ocena:
sv_se: Betyg:

source: Submit review
hu: Értékelés beküldése
id: Kirim ulasan
ka: შეფასების გაგზავნა
kab: Azen acegger
ms: Hantar semakan
sk: Odoslať recenziu
sq: Parashtroni shqyrtim
sr_latn: Pošalji komentar
sv_se: Skicka in recension

source: Please do not post bug reports in reviews. We do not make your email address available to add-on developers and they may need to contact you to help resolve your issue.
hu: Kérjük, ne írjon hibajelentést az értékelésbe. Az e-mail címét nem adjuk tovább a kiegészítők fejlesztőinek, és esetleg szükség lehet a kapcsolatfelvételre a probléma megoldásához.
id: Mohon tidak mengirimkan laporan bug pada ulasan ini. Kami tidak memberitahukan alamat email anda kepada para pengembang yang mungkin mereka butuhkan untuk menghubungi anda agar masalah anda dapat diselesaikan.
sk: Prosím, do recenzií nepíšte záznamy o chybách. Nesprístupňujeme vašu e-mailovú adresu autorom rozšírení a tí vás môžu chcieť kontaktovať, aby ste im pomohli opraviť chyby.
sq: Ju lutemi, mos postoni raportime të metash në shqyrtime. S’ua japim adresat tuaja email zhvilluesve të shtesave, e ata mund të kenë nevojë të lidhen me ju për t’ju ndihmuar në zgjidhjen e problemit.
sr_latn: Molimo ne postavljajte izveštaje grešaka u recenzijama. Vašu adresu e-pošte ne dostavljamo programerima dodatka i oni možda budu morali da Vas kontaktiraju kako bi rešili Vaš problem.
sv_se: Skicka inte felrapporter i recensioner. Vi gör inte din e-postadress tillgänglig för tilläggsutvecklare och de kan behöva kontakta dig för att lösa ditt problem.

source: See the <a href="%(support)s">support section</a> to find out where to get assistance for this add-on.
hu: Nézze meg a <a href="%(support)s">támogatói részt</a>, hogy megtudja, hogyan kérhet segítséget ehhez a kiegészítőhöz.
id: Lihat <a href="%(support)s">bagian dukungan</a> untuk mencari tahu kemana jika butuh bantuan untuk pengaya ini.
sk: Informácie o asistencii k tomuto doplnku nájdete v <a href="%(support)s">sekcii podpory</a>.
sq: Shihni <a href="%(support)s">ndarjen për asistencë</a> që të gjeni se nga ku mund të merret asistencë për këtë shtesë.
sr_latn: Pogledajte <a href="%(support)s">odeljak podrške</a> kako biste saznali gde da nabavite pomoć za ovaj dodatak.
sv_se: Se <a href="%(support)s">hjälpsektionen</a> för att ta reda på var du kan få hjälp med detta tillägg.

source: Review Guidelines
hu: Értékelési útmutató
id: Panduan Penulisan Ulasan
ka: მითითებები მიმოხილვის გასაკეთებლად
kab: Amnir n ucegger
ms: Garis Panduan Semakan
sk: Sprievodca systémom kontroly
sq: Udhëzues Shqyrtimesh
sr_latn: Smernice za recenziranje
sv_se: Recensionsriktlinjer
te: మార్గదర్శకాలను సమీక్షించండి

source: Reviews
hu: Értékelések
id: Ulasan
ka: მიმოხილვები
kab: Iceggiren
ms: Ulasan
sk: Recenzie
sq: Shqyrtime
sr_latn: Pregleda
sv_se: Recensioner

source: by %(user)s on %(date)s
hu: készítette: %(user)s, %(date)s
id: oleh %(user)s pada %(date)s
ka: %(date)s მიმოხილვის ავტორი: %(user)s
kab: sɛur %(user)s di %(date)s
ms: oleh %(user)s pada %(date)s
sk: od %(user)s dňa %(date)s
sq: nga %(user)s më %(date)s
sr_latn: od %(user)s dana %(date)s
sv_se: av %(user)s den %(date)s

source: Show the developer's reply to this review
hu: Fejlesztő választásának megjelenítése ehhez az értékeléshez
id: Hanya tampilkan balasan pengembang untuk ulasan ini
ka: შემქმნელის პასუხის ჩვენება, ამ მიმოხილვაზე
kab: Sken tiririt n uneflay i ucegger-agi
ms: Papar balasan pemaju untuk ulasan ini
sk: Zobraziť odpoveď vývojára na túto recenziu
sq: Shfaqe përgjigjen e zhvilluesit për këtë shqyrtim
sr_latn: Prikaži odgovor programera na ovu recenziju
sv_se: Visa utvecklarens svar på denna recension

source: See all reviews of this add-on
hu: Kiegészítő összes értékelésének megtekintése
id: Lihat semua %(cnt)s ulasan tentang pengaya ini
ka: იხილეთ ყველა მიმოხილვა, ამ დამატების შესახებ
kab: Wali akk iceggiren n uzegrir-agi
ms: Lihat semua %(cnt)s ulasan untuk add-on ini
sk: Zobraziť všetky recenzie tohto doplnku
sq: Shihni krejt shqyrtimet e kësaj shtese
sv_se: Visa alla recensioner av detta tillägg

source: Tags
es_ar: Etiquetas
fi: Tunnisteet
fur: Etichetis
fy_nl: Labels
he: תגים
hr: Oznake
hu: Címkék
id: Tag
is: Merki
ka: ჭდეები
kab: Tibzimin
ms: Tag
nb_no: Stikkord
nn_no: Taggar
ro: Etichete
sk: Značky
sq: Etiketa
sr_latn: Oznake
sv_se: Taggar
te: ట్యాగులు
th: ป้ายกำกับ
tr: Etiketler
vi: Nhãn

source: Icon for {0}
hu: Ikonja: {0}
id: Ikon untuk {0}
ka: ხატულა {0}-ისთვის
kab: Tignitin i {0}
ms: Ikon untuk {0}
sk: Ikona pre {0}
sq: Ikonë për {0}
sv_se: Ikon för {0}

source: by %(users)s
hu: írta: %(users)s
id: oleh %(users)s
ka: ავტორი: %(users)s
kab: sγur %(users)s
ms: oleh %(users)s
sk: od %(users)s
sq: nga %(users)s
sr_latn: od %(users)s
sv_se: av %(users)s

source: Download Anyway
hu: Letöltés mégis
id: Unduh Saja
ka: მაინც ჩამოტვირთვა
kab: Sider akken yebɣu yili
ms: Teruskan Muat turun
sk: Prevziať aj tak
sq: Shkarkoje Sido Qoftë
sv_se: Hämta ändå

source: <b>%(amt)s</b> suggested
hu: <b>%(amt)s</b> javasolt
id: <b>%(amt)s</b> disarankan
kab: <b>%(amt)s</b> yettusumer
sk: Navrhovaný príspevok: <b>%(amt)s</b>
sq: Dhurim i këshilluar <b>%(amt)s</b>
sr_latn: <b>%(amt)s</b> predloženo
sv_se: <b>%(amt)s</b> förslagen
