Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, bn, el, fa, fi, fur, fy_nl, gu_in, he, hi_in, hr, ia, is, ja, ka, kab, ms, nn_no, pl, pt_br, pt_pt, ro, si, sk, sl, sr_latn, sv_se, te, th, tr, vi

source: Add to Favorites
ast: Amestar a favoritos
el: Προσθήκη στις αγαπημένες
fy_nl: Tafoegje oan Favoriten
hr: Dodaj u favorite
ia: Adder al consiliatos
ja: お気に入りへ追加
ka: რჩეულებში დამატება
kab: Rnu ɣer inurifen
nn_no: Legg til i favorittar
pt_br: Adicionar aos favoritos
pt_pt: Adicionar aos favoritos
sk: Pridať medzi obľúbené
sl: Dodaj med priljubljene
sr_latn: Dodaj u Omiljene
sv_se: Lägg till i favoriter
th: เพิ่มเข้ารายการโปรด
tr: Favorilere Ekle

source: Remove from Favorites
ast: Desaniciar de favoritos
el: Αφαίρεση απ' τις αγαπημένες
fy_nl: Fuortsmite út Favoriten
hr: Ukloni iz favorita
ia: Remover ab favoritos
ja: お気に入りから削除
ka: რჩეულებიდან ამოღება
kab: Kkes seg inurifen
nn_no: Fjern frå favorittar
pt_br: Remover dos favoritos
pt_pt: Remover dos favoritos
sk: Odstrániť z obľúbených
sl: Odstrani iz priljubljenih
sr_latn: Izbriši iz Omiljenih
sv_se: Ta bort från favoriter
th: เอาออกจากรายการโปรด
tr: Favorilerden Kaldır

source: Pending
ast: Pendiente
el: Σε αναμονή
fy_nl: Yn behanneling
hr: Na čekanju
ia: Pendente
ja: 保留中
ka: განხილვის პროცესში
kab: Yettṛaǧu
nn_no: Ventande
pt_br: Em espera
pt_pt: Em espera
sk: Čakajúci
sl: V čakanju
sr_latn: Na čekanju
sv_se: Väntande
th: กำลังรอ
tr: Beklemede

source: Add a comment
ast: Amestar un comentariu
el: Προσθήκη σχολίου
fy_nl: Opmerking tafoegje
hr: Dodaj komentar
ia: Adde un commento
ja: コメントを追加
ka: კომენტარის დამატება
kab: Rnu awennit
nn_no: Legg til ein kommentar
pt_br: Adicionar um comentário
pt_pt: Adicionar um comentário
sk: Pridať komentár
sl: Dodaj komentar
sr_latn: Dodaj komentar
sv_se: Lägg till en kommentar
th: แสดงความคิดเห็น
tr: Yorum ekle

source: Comment
ast: Comentariu
el: Σχόλιο
fy_nl: Opmerking
hr: Komentar
ia: Commento
ja: コメント
ka: კომენტარი
kab: Awennit
nn_no: Kommentar
pt_br: Comentário
pt_pt: Comentário
sk: Komentár
sl: Komentar
sr_latn: Komentar
sv_se: Kommentar
th: ความคิดเห็น
tr: Yorum

source: Remove this add-on from the collection
el: Αφαίρεση αυτού του πρόσθετου από τη συλλογή
fy_nl: Dizze add-on út de kolleksje fuortsmite
hr: Ukloni ovaj dodatak iz zbirke
ia: Remover iste additivo del collection
ja: このアドオンをコレクションから削除
ka: ამ დამატების კრებულიდან ამოღება
kab: Kkes azegrir agi si tagrumma
nn_no: Fjern denne utvidinga frå samlinga
pt_br: Remover esse complemento da coleção
pt_pt: Remover este extra da coleção
sk: Odstrániť tento doplnok z kolekcie
sl: Odstrani ta dodatek iz zbirke
sr_latn: Izbriši ovaj dodatak iz kolekcije
sv_se: Ta bort detta tillägg från samlingen
th: เอาส่วนเสริมนี้ออกจากชุด
tr: Bu eklentiyi koleksiyondan kaldır

source: Remove
ast: Desanciar
el: Αφαίρεση
fy_nl: Fuortsmite
hr: Ukloni
ia: Remover
ja: 削除
ka: ამოღება
kab: Kkes
nn_no: Fjern
pt_br: Remover
pt_pt: Remover
sk: Odstrániť
sl: Odstrani
sr_latn: Izbriši
sv_se: Ta bort
th: เอาออก
tr: Kaldır

source: Remove this user as a contributor
ast: Desaniciar esti usuariu como contribuyente
el: Αφαίρεση χρήστη από τους συντελεστές
fy_nl: Dizze brûker as meiwurker fuortsmite
hr: Ukloni korisnika kao suradnika
ja: このユーザを貢献者から削除
ka: ამ მომხმარებლის წვლილის შემტანებიდან ამოღება
kab: Kkes aseqdac agi seg imttekkiyen
nn_no: Fjern denne brukaren som bidragsytar
pt_br: Remover esse usuário dos colaboradores
pt_pt: Remover este utilizador como colaborador
sk: Odstrániť tohto používateľa ako prispievateľa
sl: Odstrani tega uporabnika kot sodelavca
sr_latn: Ukloni korisnika kao saradnika
sv_se: Ta bort denna användare som bidragare
tr: Bu kullanıcıyı katkıda bulunanlardan çıkar

source: An email address is required.
ast: Ríquese una direición de corréu.
el: Απαιτείται διεύθυνση email.
fy_nl: In e-mailadres is ferplicht.
hr: Potrebna je email adresa.
ja: メールアドレスを入力してください。
ka: ელფოსტის მისამართი საჭიროა.
kab: Tansa imayl tettwasra.
nn_no: Ei e-postadresse er påkravd.
pt_br: Um endereço de e-mail é requerido.
pt_pt: É necessário um endereço de email.
sk: E-mailová adresa je požadovaná.
sl: Potreben je elektronski naslov.
sr_latn: Adresa e-pošte je obavezna.
sv_se: En e-postadress krävs.
th: ต้องการที่อยู่อีเมล
tr: Bir e-posta adresi gereklidir.

source: You cannot add yourself as a contributor.
ast: Nun pues amestate como un contribuyente.
el: Δε μπορείτε να προσθέσετε τον εαυτό σας στους συνεισφέροντες.
fy_nl: Jo kinne josels net as meiwurker tafoegje.
hr: Ne možete dodati sebe kao doprinositelja.
ja: 自分を貢献者として追加することはできません。
ka: საკუთარი თავის წვლილის შემტანად დამატება არ შეგიძლიათ.
kab: Ur tezmireḍ ara ad ternuḍ iman-ik d imttekki.
nn_no: Du kan ikkje leggje til deg sjølv som bidragsytar.
pt_br: Você não pode adicionar a si mesmo como um colaborador.
pt_pt: Não se pode adicionar a si próprio como um colaborador.
sk: Nemôžete ako prispievateľa pridať samých seba.
sl: Samega sebe ne morete dodati kot sodelavca.
sr_latn: Ne možete sebe dodati kao saradnika.
sv_se: Du kan inte lägga till dig själv som en bidragare.
tr: Kendinizi katkıda bulunan olarak ekleyemezsiniz.

source: You have already added that user.
ast: Yá amestesti a esi usuariu.
el: Έχετε ήδη προσθέσει αυτόν τον χρήστη.
fy_nl: Jo hawwe dy brûker al tafoege.
hr: Već ste dodali tog korisnika.
ja: このユーザはすでに追加されています。
ka: ეს მომხმარებელი უკვე დაამატეთ.
kab: Ternid yakan aseqdac agi.
nn_no: Du har allereie lagt til denne brukaren.
pt_br: Você já adicionou esse usuário.
pt_pt: Já adicionou este utilizador.
sk: Tohto používateľa ste už pridali.
sl: Tega uporabnika ste že dodali.
sr_latn: Već ste dodali tog korisnika.
sv_se: Du har redan lagt till den användaren.
th: คุณได้เพิ่มผู้ใช้คนนี้แล้ว
tr: Bu kullanıcıyı zaten eklediniz.

source: Add to favorites
ast: Amestar a favoritos
el: Προσθήκη στα αγαπημένα
fy_nl: Tafoegje oan favoriten
hr: Dodaj u favorite
ia: Adder al favoritos
ja: お気に入りへ追加
ka: რჩეულებში დამატება
kab: Rnu ɣer inurifen
nn_no: Legg til i favorittar
pt_br: Adicionar aos favoritos
pt_pt: Adicionar aos favoritos
sk: Pridať medzi obľúbené
sl: Dodaj med priljubljene
sr_latn: Dodaj u omiljene
sv_se: Lägg till i favoriter
th: เพิ่มไปยังรายการโปรด
tr: Favorilerime ekle

source: Remove from favorites
ast: Desaniciar de favoritos
el: Αφαίρεση απ' τα αγαπημένα
fy_nl: Fuortsmite út favoriten
hr: Ukloni iz favorita
ia: Remover del favoritos
ja: お気に入りから削除
ka: რჩეულებიდან ამოღება
kab: Kkes seg inurifen
nn_no: Fjern frå favorittar
pt_br: Remover dos favoritos
pt_pt: Remover dos favoritos
sk: Odstrániť z obľúbených
sl: Odstrani iz priljubljenih
sr_latn: Izbriši iz omiljenih
sv_se: Ta bort från favoriter
th: เอาออกจากรายการโปรด
tr: Favorilerimden kaldır

source: Stop following
ast: Dexar de siguir
el: Διακοπή παρακολούθησης
fy_nl: Folgjen stopje
hr: Prestani slijediti
ia: Non plus sequer
ja: フォローをやめる
ka: ადევნების შეწყვეტა
kab: Seḥbes aḍfaṛ
nn_no: Slutt å følgje
pt_br: Deixar de seguir
pt_pt: Parar o seguimento
sk: Zastaviť odber
sl: Nehaj slediti
sr_latn: Prekini praćenje
sv_se: Sluta följa
th: หยุดการติดตาม
tr: İzlemeyi durdur

source: Your browser does not support the video tag
ast: El to restolador nun sofita la etiqueta de videu
el: Ο περιηγητής σας δεν υποστηρίζει την οδηγία video.
fy_nl: Jo browser stipet it fideolabel net
hr: Vaš preglednik ne podržava video tag
ia: Tu navigator non supporta le tag video
ja: お使いのブラウザは video タグに対応していません
ka: თქვენი ბრაუზერს არ აქვს ვიდეო ნაჭდევების მხარდაჭერა
kab: Iminig agi ur issefrak ara terekkizt n tvidyut
nn_no: Nettlesaren din støttar ikkje videotaggen
pt_br: O seu navegador não suporta o elemento &lt;video&gt;
pt_pt: O seu navegador não suporta a etiqueta de vídeo
sk: Váš prehliadač nepodporuje HTML značku video
sl: Vaš brskalnik ne podpira oznake video
sr_latn: Vaš pregledač ne podržava oznake video snimaka
sv_se: Din webbläsare stöder inte videotaggen
th: เบราว์เซอร์ของคุณไม่รองรับวิดีโอแท็ก
tr: Tarayıcınız video etiketini desteklemiyor

source: Changes Saved
ar: حُفظت التغييرات
ast: Guardáronse les camudancies
bn: পরিবর্তন সংরক্ষণ করা হয়েছে
el: Οι αλλαγές αποθηκεύτηκαν
fa: تغییرات ذخیره شد
fi: Muutokset tallennettiin
fur: Modifichis salvadis
fy_nl: Wizigingen bewarje
gu_in: ફેરફારો સાચવ્યાં
he: השינויים נשמרו
hi_in: परिवर्तन सहेजे गए
hr: Izmjene spremljene
ia: Cambios salvate
is: Breytingar vistaðar
ja: 変更が保存されました
ka: ცვლილებები შენახულია
kab: Isnifal ttwakelsen
ms: Perubahan Disimpan
nn_no: Endringane lagra
pl: Zmiany zostały zapisane
pt_br: Alterações salvas
pt_pt: Alterações guardadas
ro: Modificări salvate
si: වෙනස්කම් සුරැකිණි
sk: Zmeny boli uložené
sl: Spremembe shranjene
sr_latn: Izmene sačuvane
sv_se: Ändringar sparade
te: మార్పులు భద్రపరచండి
th: การเปลี่ยนแปลงถูกบันทึกแล้ว
tr: Değişiklikler kaydedildi
vi: Đã lưu các thay đổi

source: Enter a new author's email address
ar: أدخِل عنوان البريد الجديد للمؤلف
ast: Introduz una direición de corréu nueva d'autor
bn: নতুন সম্পাদকের ইমেইল ঠিকানা দিন
el: Εισάγετε τη διεύθυνση νέου συντάκτη
fa: ایمیل یک نویسنده جدید را وارد کنید
fi: Syötä uuden tekijän sähköpostiosoite
fur: Inserî la direzion e-mail di un gnûf autôr
fy_nl: Fier in e-mailadres foar in nije skriuwer yn
gu_in: એક નવા લેખકનું ઇમેઇલ સરનામું દાખલ કરો
he: נא להקליד את כתובת הדוא״ל של היוצר החדש
hi_in: एक नया लेखक का ईमेल पता दर्ज करें
hr: Unesite novu email adresu autora
ia: Insere le adresse de email de un nove autor
is: Settu inn tölvupóstfang nýs höfundar
ja: 新しい作者のメールアドレスを入力してください
ka: შეიყვანეთ ავტორის ახალი ელ-ფოსტის მისამართი
kab: Sekcem tansa imayl n umeskar amaynut
ms: Masukkan alamat e-mel baru pengarang
nn_no: Skriv inn ei ny e-postadresse til utviklaren
pl: Podaj nowy adres e-mail autora
pt_br: Insira o e-mail de um novo autor
pt_pt: Escreva o novo endereço de email do autor
ro: Introdu adresa de e-mail a unui nou autor
sk: Zadajte e-mailovú adresu nového autora
sl: Vnesite elektronski naslov novega avtorja
sr_latn: Unesite adresu e-pošte novog autora
sv_se: Ange en ny e-postadress till utvecklaren
te: కొత్త రచయిత యొక్క ఇమెయిల్ చిరునామాను నమోదు చేయండి
tr: Yeni geliştiricinin e-posta adresini girin
vi: Nhập địa chỉ email của tác giả mới

source: There was an error uploading your file.
ar: حدث خطأ أثناء رفع الملف.
ast: Hebo un fallu xubiendo'l to ficheru.
bn: আপনার ফাইল আপলোড করার সময় একটি ত্রুটি পাওয়া গেছে।
el: Παρουσιάστηκε σφάλμα κατά τη μεταφόρτωση του αρχείου σας.
fa: هنگام آپلود فایل شما خطایی رخ داد.
fi: Tiedoston siirtämisessä tapahtui virhe.
fur: Al è vignût fûr un erôr tal cjariâ in rêt il to file.
fy_nl: Der is in flater bard wylst it opladen fan jo bestân.
he: אירעה שגיאה בהעלאת הקובץ שלך.
hi_in: आपकी फ़ाइल अपलोड करने में त्रुटि हुई.
hr: Dogodila se pogreška tijekom učitavanja vaše datoteke.
ia: Error durante le cargamento de tu file.
is: Villa kom upp við að senda inn skrána þína.
ja: ファイルのアップロード中にエラーが発生しました。
ka: ფაილის ატვირთვისას წარმოიშვა შეცდომა.
kab: Teḍra-d tuccḍa deg usali n ufaylu inek.
ms: Ada ralat semasa memuat naik fail anda.
nn_no: Problem med opplasting av fila di.
pl: Wystąpił problem z przesłaniem twojego pliku.
pt_br: Houve um erro ao enviar seu arquivo.
pt_pt: Houve um erro ao carregar o seu ficheiro.
ro: A apărut o eroare la încărcarea fișierului tău.
si: ඔබගේ ගොනුව උඩුගත කිරීමේ දෝෂයකි.
sk: Pri odosielaní súboru sa vyskytla chyba.
sl: Pri nalaganju vaše datoteke je prišlo do napake.
sr_latn: Došlo je do greške prilikom otpremanja Vaše datoteke.
sv_se: Det var problem med uppladdningen av filen.
te: మీ ఫైలు ఎక్కించంలో పొరపాటు జరిగింది.
th: เกิดข้อผิดพลาดขึ้นในระหว่างการอัปโหลดไฟล์ของคุณ
tr: Dosyanız yüklenirken bir hata oluştu.
vi: Xảy ra lỗi trong quá trình tải lên tập tin.

source: {files} file
ar: لا ملفات
ast: {files} ficheru
bn: {files} ফাইল
el: {files} αρχείο
fa: {files} فایل
fi: {files} tiedosto
fy_nl: {files} bestân
gu_in: {files} ફાઇલ
he: קובץ אחד
hi_in: {files} फ़ाइल
hr: {files} datoteka
is: {files} skrá
ja: {files} 個のファイル
ka: {files} ფაილი
kab: {files} ufaylu
ms: {files} fail
nn_no: {files} fil
pl: {files} plik
pt_br: {files} arquivo
pt_pt: {files} ficheiro
ro: {files} fișier
si: ගොනු {files}
sk: {files} súbor
sl: {files} datoteka
sr_latn: {files} datoteka
sv_se: {files} fil
te: {files} ఫైలు
th: {files} ไฟล์
tr: {files} dosya
vi: {files} tập tin

source: {reviews} user review
ast: {reviews} reseña d'usuariu
el: {reviews} αξιολόγηση χρήστη
fy_nl: {reviews} brûkersbeoardieling
hr: {reviews} korisnička ocjena
ia: {reviews} revisiones de usator
ja: {reviews} 件のユーザレビュー
ka: {reviews} მიმოხილვა
kab: {reviews} acegger n useqdac
nn_no: {reviews} brukarvurdering
pt_br: {reviews} avaliação de usuário
pt_pt: {reviews} análise do utilizador
sk: {reviews} recenzia používateľa
sl: {reviews} uporabniška ocena
sr_latn: {reviews} korisnička recenzija
sv_se: {reviews} användarrecension
tr: {reviews} kullanıcı incelemesi

source: Learn more
ast: Depriendi más
el: Μάθετε περισσότερα
fy_nl: Mear ynfo
hr: Saznajte više
ja: 詳細
ka: შეიტყვეთ მეტი
kab: Issin ugar
nn_no: Les meir
pt_br: Saiba mais
pt_pt: Saber mais
sk: Ďalšie informácie
sl: Več o tem
sr_latn: Saznajte više
sv_se: Lär dig mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi

source: Image changes being processed
ar: يُعالج التغييرات على الصورة
ast: Tán procesándose les camudancies de la imaxe
bn: ছবির পরিবর্তন প্রক্রিয়াধীন
el: Επεξεργάζονται οι αλλαγές εικόνων
fi: Kuvamuutoksia käsitellään
fur: Elaborazion in cors des modifichis aes imagjins
fy_nl: Ofbyldingswizigingen wurde ferwurke
gu_in: છબી ફેરફારની પ્રક્રિયા થઈ રહી છે
he: מתבצע עיבוד שינויים בתמונות
hi_in: छवि परिवर्तनो को संसाधित किया जा रहा है
hr: Obrađuju se izmjene na slici
ia: Cambios de imagines in elaboration
is: Myndbreytingar eru í vinnslu
ja: 画像の変換処理を行っています
ka: სურათის ცვლილებები მუშავდება
kab: Asnifel n tugniwin iteddu
ms: Perubahan imej sedang diproses
nn_no: Endringar i bildet vert behandla
pl: Przetwarzanie zmian obrazu…
pt_br: Processando alterações na imagem
pt_pt: Alterações de imagens em processamento
ro: Se procesează schimbările imaginii
si: රූප වෙනස් කිරීම් සකසමින් පවතී
sk: Zmeny obrázkov sa práve spracovávajú
sl: Obdelovanje sprememb slike
sr_latn: Izmene na slici se obrađuju
sv_se: Bildändringar behandlas
te: బొమ్మ మార్పులు ప్రాసెస్ అవుతున్నాయి
th: รูปภาพที่เปลี่ยนกำลังดำเนินการอยู่
tr: Resim değişiklikleri işleniyor
vi: Thay đổi hình ảnh đang được xử lý

source: Must be a valid e-mail address.
ast: Ha introducir una direición de corréu válida.
el: Η διεύθυνση email πρέπει να είναι έγκυρη.
fy_nl: Moat in jildich e-mailadres wêze.
hr: Mora biti valjana email adresa.
ja: 正しいメールアドレスを入力してください。
ka: ელ-ფოსტის მისამართი უნდა იყოს ნამდვილი
kab: Yessefk ad yili d imayl ameɣtu.
nn_no: Må vera ei gyldig e-postadresse.
pt_br: Deve ser um endereço de e-mail válido.
pt_pt: É necessário um endereço de e-mail válido.
sk: Musí to byť platná e-mailová adresa.
sl: Mora biti veljaven elektronski naslov.
sr_latn: Adresa e-pošte mora biti ispravna.
sv_se: Måste vara en giltig e-postadress.
th: ต้องเป็นที่อยู่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi olmalı.

source: No results found.
ast: Nun s'alcontraron resultaos.
el: Δεν βρέθηκαν αποτελέσματα.
fy_nl: Gjin resultaten.
hr: Nema rezultata.
ia: Nulle resultatos.
ja: 結果が見つかりませんでした。
ka: შედეგები ვერ მოიძებნა.
kab: Ulac igmad yettwafen.
nn_no: Resultatlaust.
pt_br: Nenhum resultado encontrado.
pt_pt: Nenhum resultado encontrado.
sk: Neboli nájdené žiadne výsledky.
sl: Ni najdenih rezultatov.
sr_latn: Nema rezultata.
sv_se: Inga träffar hittades.
th: ไม่พบผลลัพธ์
tr: Sonuç bulunamadı.

source: {name} was viewing this page first.
ar: كان {name} أوّل من يطالع هذه الصفحة.
ast: {name} tuvo viendo esta páxina primero.
bn: {name} আগে এই পাতাটি দেখছিলেন।
el: Ο/Η {name} είχε φορτώσει τη σελίδα πριν από εσάς.
fi: {name} katseli tätä sivua ensin.
fur: Cheste pagjine e jere viodude par prime di {name}.
fy_nl: {name} hat earst dizze side besjoen.
he: {name} צפה בדף הזה ראשון.
hi_in: {name} इस पेज को पहले देख रहे थे।
hr: {name} je prvi pregledao stranicu.
ia: {name} visualisava antea iste pagina.
is: {name} skoðaði þessa síðu fyrst.
ja: {name} が初めてこのページを見ました。
ka: {name} პირველმა მოინახულა ეს გვერდი.
kab: {name} yettwali di tazwara asebter-agi.
ms: {name} telah meninjau halaman ini terlebih dahulu.
nn_no: {name} såg på sida først.
pl: Strona została wyświetlona po raz pierwszy przez {name}.
pt_br: {name} estava visualizando essa página antes.
pt_pt: {name} estava a ver esta página primeiro.
ro: {name} a vizualizat mai întâi această pagină.
sk: {name} zobrazil túto stránku skôr.
sl: {name} si je prvi ogledoval to stran.
sr_latn: {name} je prvi gledao ovu stranicu.
sv_se: {name} tittade på sidan först.
te: {name} మొదట ఈ పేజీని చూస్తున్నారు.
th: {name} ดูหน้านี้เป็นคนแรก
tr: {name} bu sayfayı ilk olarak inceliyordu.
vi: {name} đã xem trang này đầu tiên.

source: Receipt checked by app.
ast: Recibu comprobáu pola aplicación.
el: Η απόδειξη ελέγχθηκε από την εφαρμογή.
fy_nl: Untfangst kontrolearre troch app.
hr: Račun provjeren sa aplikacijom.
ia: Quitantia verificate per le application.
ja: レシートがアプリによって検証されました。
ka: დასტური მიღებულია პროგრამის მიერ.
kab: Tanfult yesneqd-itt usnas.
nn_no: Kvittering kontrollert av appen.
pt_br: Recibo verificado pelo aplicativo.
pt_pt: Recibo verificado pela aplicação.
sk: Potvrdenie bolo aplikáciou skontrolované.
sl: Program je preveril prejem.
sr_latn: Potvrda proverena od strane aplikacije.
sv_se: Kvitto kontrollerad av app.
th: ใบเสร็จถูกตรวจสอบโดยแอพ
tr: Alındı bilgisi uygulama tarafından denetlendi.

source: Receipt was not checked by app.
ast: L'aplicación nun comprobó'l recibu.
el: Η απόδειξη δεν ελέγχθηκε από την εφαρμογή.
fy_nl: Untfangst net kontrolearre troch app.
hr: Račun nije provjeren sa aplikacijom.
ia: La quitantia non ha essite verificate per le application.
ja: レシートがアプリによって検証されませんでした。
ka: დასტური არაა მიღებული პროგრამის მიერ.
kab: Tanfult ur tt-isenqed ara usanas.
nn_no: Kvitteringa vart ikkje kontrollert av appen.
pt_br: Recibo não verificado pelo aplicativo.
pt_pt: O recibo não foi verificado pela aplicação.
sk: Potvrdenie nebolo aplikáciou skontrolované.
sl: Program ni preveril prejema.
sr_latn: Potvrda nije proverena od strane aplikacije.
sv_se: Kvitto inte kontrollerad av app.
th: ใบเสร็จไม่ได้ถูกตรวจสอบโดยแอพ
tr: Alındı bilgisi uygulama tarafından denetlenmedi.

source: {name} was viewing this add-on first.
ar: كان {name} أوّل من يطالع هذه الإضافة.
bn: {name} আগে এই পাতাটি দেখছিলেন।
el: Ο χρήστης {name} είδε αυτό το πρόσθετο πρώτος.
fi: {name} katseli tätä lisäosaa ensin.
fur: Chest component adizionâl al jere viodût par prime di {name}.
fy_nl: {name} beseach dizze add-on earst.
he: תוספת זו כבר נצפתה על־ידי {name}.
hi_in: {name} पहले यह ऐड-ऑन देख रहे थे।
hr: {name} je pregledao ovaj dodatak prvi.
ia: {name} visualisava antea iste additivo.
is: {name} var að skoða þessa viðbót fyrst.
ja: {name} が初めてこのアドオンを見ました。
ka: {name} პირველმა იხილა ეს დამატება.
kab: {name} yettwali di tazwara azegrir-agi.
ms: {name} telah meninjau add-on ini terlebih dahulu.
nn_no: {name} såg på utvidinga først.
pl: Użytkownik {name} oglądał ten dodatek pierwszy.
pt_br: {name} estava visualizando esse complemento antes.
pt_pt: {name} estava a ver primeiro este extra.
ro: {name} a vizualizat mai întâi acest supliment.
sk: {name} skontroloval tento doplnok.
sl: Prvi si je ogledal ta dodatek {name}.
sr_latn: {name} je prvi pregledavao ovaj dodatak.
sv_se: {name} tittade på tillägget först.
te: {name} మొదట ఈ పొడగింపును స్తున్నారు.
tr: İlk {name} bu eklentiye bakıyordu.
vi: {name} đã xem tiện ích này trước tiên.

source: Loading&hellip;
ar: يُحمّل&hellip;
ast: Cargando&hellip;
bn: লোড হচ্ছে &hellip;
el: Γίνεται φόρτωση&hellip;
fi: Ladataan&hellip;
fur: Daûr a cjariâ&hellip;
fy_nl: Lade…
he: טעינה&hellip;
hi_in: &hellip;लोड हो रहा है
hr: Učitavam&hellip;
ia: Cargamento&hellip;
is: Hleð inn&hellip;
ja: 読み込み中...
ka: იტვირთება&hellip;
kab: Asali n &hellip;
ms: Memuatkan&hellip;
nn_no: Lastar &hellip;
pl: Wczytywanie &hellip;
pt_br: Carregando&hellip;
pt_pt: A carregar
ro: Se încarcă&hellip;
si: &hellip; පූරණය වෙමින්
sk: Načítava sa&hellip;
sl: Nalaganje &hellip;
sr_latn: Učitavam&hellip;
sv_se: Laddar&hellip;
te: వస్తోంది&hellip;
th: กำลังโหลด&hellip;
tr: Yükleniyor&hellip;
vi: Đang tải&hellip;

source: Version Notes
ar: ملاحظات الإصدارة
ast: Notes de versión
bn: ভার্সন এর নোটসমূহ
el: Σημειώσεις έκδοσης
fi: Versiokommentit
fur: Notis di version
fy_nl: Ferzjeopmerkingen
gu_in: આવૃત્તિની નોંધો
he: הערות גרסה
hi_in: संस्करण नोट
hr: Bilješke verzije
ia: Notas de version
is: Útgáfuskýringar
ja: バージョンノート
ka: ვერსიის შენიშვნები
kab: Tizmilin n lqem
ms: Nota Versi
nn_no: Versjonsmerknadar
pl: Informacje o wersji
pt_br: Notas da versão
pt_pt: Notas da versão
ro: Note privind versiunea
si: අනුවාද සටහන්
sk: Poznámky k verzii
sl: Opombe ob različici
sr_latn: Beleške o verziji
sv_se: Versionsanteckningar
te: వెర్షన్ గమనికలు
th: บันทึกประจำรุ่น
tr: Sürüm Notları
vi: Ghi chú về phiên bản

source: Notes for Reviewers
ar: ملاحظات للمراجعين
ast: Notes pa revisores
bn: পর্যালোচকের জন্য নোট
el: Σημειώσεις για αξιολογητές
fi: Huomioita arvioijalle
fur: Notis pai revisôrs
fy_nl: Opmerkingen foar beoardielaars
gu_in: સમીક્ષકો માટે નોંધો
he: הערות לסוקרים
hi_in: समीक्षकों के लिए नोट
hr: Bilješke za ocjenitelje
ia: Notas pro le revisores
is: Athugasemdir fyrir umsagnaraðila
ja: 審査担当者へのメモ
ka: შენიშვნები მიმომხილველთათვის
kab: Tizmilin i yemceggiren
ms: Nota kepada Penyemak
nn_no: Merknadar for vurderarar
pl: Informacje dla recenzentów
pt_br: Notas aos revisores
pt_pt: Notas para os revisores
ro: Note pentru recenzenți
si: සමාලෝචකයින් සඳහා සටහන්
sk: Poznámky ku kontrole
sl: Opombe za pregledovalce
sr_latn: Beleške za recenzente
sv_se: Meddelande för granskare
te: సమీక్షకుల కోసం గమనికలు
th: หมายเหตุสำหรับนักวิจารณ์
tr: Yorumcular İçin Notlar
vi: Ghi chú cho người duyệt

source: No version notes found
ar: لم نجد أيّ ملاحظات إصدارات
ast: Nun s'alcontraron notes de versión
bn: কোনো সংস্করণ নোট পাওয়া যায় নি
el: Δεν βρέθηκαν σημειώσεις έκδοσης
fi: Ei versiota koskevia kommentteja
fur: Nissune note di version cjatade
fy_nl: Gjin ferzjeopmerkingen fûn
gu_in: કોઈ આવૃત્તિની નોંધો મળી નથી
he: לא נמצאו הערות גרסה
hi_in: कोई संस्करण नोट नहीं मिला
hr: Nema bilješki verzije
ia: Nulle notas de version trovate
is: Engar útgáfuskýringar fundust
ja: バージョンノートはありません
ka: შენიშვნები ვერსიის შესახებ არ მოიძებნა
kab: Ulac tizmilin n lqem yettwafen
ms: Tiada nota versi ditemui
nn_no: Fann ingen versjonsmerknadar
pl: Brak informacji o wersji
pt_br: Não foram encontradas notas de versão
pt_pt: Nenhumas notas de versão encontradas
ro: Nu s-a găsit nicio notă privind versiunea
si: අනුවාද සටහන් හමු නොවුණි
sk: Neboli nájdené poznámky k verzii
sl: Opomb ob različici ni bilo mogoče najti
sr_latn: Nije nađena ni jedna beleška o verziji
sv_se: Inga versionsanteckningar hittades
te: వెర్షన్ గమనికలు కనుగొనబడలేదు
th: ไม่พบบันทึกประจำรุ่น
tr: Hiçbir sürüm notu bulunamadı
vi: Không tìm thấy ghi chú về phiên bản

source: Review Text
ar: نصّ المراجعة
bn: পর্যালোচনা লেখা
fi: Tarkista teksti
fur: Revisione il test
fy_nl: Tekst beoardiele
gu_in: લખાણની સમીક્ષા કરો
he: מלל סקירה
hi_in: समीक्षा पाठ
hr: Ocjeni tekst
ia: Testo pro revision
is: Yfirfara texta
ja: レビューテキスト
kab: Wali tikelt nniḍen aḍris
ms: Teks Semakan
nn_no: Evaluer tekst
pl: Treść opinii
pt_br: Revisar texto
pt_pt: Rever texto
ro: Recenzează textul
sk: Text hodnotenia
sl: Besedilo pregleda
sv_se: Granska text
te: సమీక్షా పాఠ్యం
vi: Xem lại văn bản
