Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Thank you for your report about %(name)s on Mozilla Add-ons, and for providing more information about your concerns. After reviewing your appeal, we have determined that our prior decision, that this content does not violate Mozilla's policies (%(policy_document_url)s), was incorrect. Based on that determination, we have requested the developer make changes. If they do not update their content to correct the violation, we will remove it.
es_ar: Gracias por tu informe sobre %(name)s en Complementos de Mozilla, y por brindarnos más información sobre tus inquietudes. Después de revisar tu apelación, determinamos que la decisión anterior, según la que esté contenido no viola las políticas de Mozilla (%(policy_document_url)s), fue incorrecta. Basados en esa determinación, hemos solicitado al desarrollador que haga cambios. Si no actualiza el contenido para corregir la violación, lo eliminaremos.
fur: Graciis pe segnalazion di %(name)s su Mozilla Add-ons e par vê dât plui informazions sui tiei dubis. Dopo vê revisionât il to ricors, o vin stabilît che la decision di prime, vâl a dî che chescj contignûts no violin lis politichis di Mozilla (%(policy_document_url)s), no jere juste. Su la fonde di cheste determinazion, o vin domandât al svilupadôr di fâ modifichis. Se nol viodarà di inzornâ i propris contignûts par risolvi la violazion, chescj a vignaran gjavâts.
fy_nl: Tank foar jo melding oer %(name)s op Mozilla Add-ons, en foar it jaan fan mear ynformaasje oer jo soargen. Nei it besjen fan jo berop hawwe wy fêststeld dat de eardere beslissing, dat dizze ynhâld net yn striid is mei it belied fan Mozilla (%(policy_document_url)s), net korrekt wie. Op grûn fan dy fêststelling hawwe wy de ûntwikkeler frege wizigingen oan te bringen. As se harren ynhâld net bywurkje om de skeining te korrizjearjen, sille wy dizze fuortsmite.
he: תודה על הדיווח שלך על %(name)s ב־Mozilla Add-ons, ועל מתן מידע נוסף על החששות שלך. לאחר בחינת הערעור שלך, קבענו שההחלטה הקודמת, לפיה תוכן זה אינו מפר את המדיניות של Mozilla‏ (%(policy_document_url)s), הייתה שגויה. בהתבסס על קביעה זו, ביקשנו מהמפתחים לערוך שינויים. אם הם לא יעדכנו את התוכן שלהם כדי לתקן את הפרת החוק, נסיר אותו.
ia: Gratias pro tu reporto re %(name)s sur Mozilla Add-ons, e pro fornir altere informationes circa tu preoccupationes. Post revider tu appello, nos ha determinate que nostre decision precedente, que iste contento non violava le politicas de Mozilla (%(policy_document_url)s), era errate. In base a ille determination, nos ha requirite al disveloppatores de apportar cambiamentos. Si illes non actualisara lor contento pro corriger le violation, nos lo removera.
nb_no: Takk for rapporten din om %(name)s på Mozilla-tillegg, og for at du gir mer informasjon om bekymringene dine. Etter å ha gjennomgått anken din, har vi fastslått at vår tidligere avgjørelse om at dette innholdet ikke bryter med Mozillas retningslinjer (%(policy_document_url)s), var feil. Basert på denne avgjørelsen har vi bedt utvikleren om å gjøre endringer. Hvis de ikke oppdaterer innholdet sitt for å rette opp overtredelsen, vil vi fjerne det.
nn_no: Takk for rapporten din om %(name)s på Mozilla-tillegg, og for at du gir meir informasjon om bekymringane dine. Etter å ha gått gjennom anken din, har vi slått fast at den tidlegare avgjerda vår om at dette innhaldet ikkje bryt med Mozillas retningslinjer (%(policy_document_url)s), var feil. Basert på denne avgjersla har vi bedt utviklaren om å gjere endringar. Om dei ikkje oppdaterer innhaldet sitt for å rette opp regelbrotet, vil vi fjerne det.
ro: Îți mulțumim pentru raportul despre %(name)s pe Suplimente Mozilla și pentru că ne-ai oferit mai multe informații despre preocupările tale. După analizarea contestației, am stabilit că decizia anterioară, conform căreia conținutul nu încalcă politicile Mozilla (%(policy_document_url)s), a fost incorectă. În baza acestei determinări, am cerut dezvoltatorului să aducă modificări. Dacă nu își actualizează conținutul ca să corecteze încălcarea, îl vom elimina.
tr: Mozilla Eklentileri sitesindeki %(name)s ile ilgili şikâyetinizi ve konuyla ilgili ayrıntıları bizimle paylaştığınız teşekkür ederiz. İtirazınızı inceledikten sonra, bu içeriğin Mozilla politikalarını ihlal etmediğine dair önceki kararın (%(policy_document_url)s) yanlış olduğuna karar verdik. Bu karara dayanarak geliştiriciden değişiklik yapmasını istedik. İhlali düzeltmek için içeriklerinde güncelleme yapmazlarsa içeriği kaldıracağız.
vi: Cảm ơn bạn đã báo cáo về %(name)s trên Tiện ích của Mozilla và đã cung cấp thêm thông tin về những lo ngại của bạn. Sau khi xem xét khiếu nại của bạn, chúng tôi đã xác định rằng quyết định trước đó của chúng tôi rằng nội dung này không vi phạm chính sách của Mozilla (%(policy_document_url)s), đã sai. Dựa trên xác định đó, chúng tôi đã yêu cầu nhà phát triển thực hiện các thay đổi. Nếu họ không cập nhật nội dung để khắc phục vi phạm, chúng tôi sẽ xóa nội dung đó.

source: Thank you for your report about %(name)s, at %(target_url)s. We reviewed your report and the content in question, and found that it does not violate Mozilla's policies (%(policy_document_url)s). It will therefore not be subject to any moderation action.
es_ar: Gracias por tu informe sobre %(name)s, en %(target_url)s. Revisamos tu informe y el contenido en cuestión, y no encontramos que viole las políticas de Mozilla (%(policy_document_url)s). Por lo tanto no estará sujeto a ninguna moderación.
fur: Graciis pe segnalazion di %(name)s ae direzion %(target_url)s. O vin revisionât la tô segnalazion e i contignûts in cuistion e o vin cjatât che no violin lis politichis di Mozilla (%(policy_document_url)s). Duncje no subiran nissune azion di moderazion.
fy_nl: Tank foar jo rapport oer %(name)s, op %(target_url)s. Wy hawwe jo rapport en de ynhâld yn kwestje besjoen, en fûnen dat it net yn striid is mei it belied fan Mozilla (%(policy_document_url)s). It sil dêrom gjin moderaasjeaksje ûnderwurpen wêze.
he: תודה על הדיווח שלך על %(name)s, ב־%(target_url)s. בדקנו את הדיווח שלך ואת התוכן המדובר, ומצאנו שהוא אינו מפר את המדיניות של Mozilla‏ (%(policy_document_url)s). לפיכך הוא לא יהיה כפוף לשום פעולה מנהלית.
ia: Gratias pro tu reporto re %(name)s, a %(target_url)s. Nos revideva tu reporto e le contento in question, e trovava que illo non viola le politicas de Mozilla(%(policy_document_url)s). Illo dunque non sera subjecte a ulle action de moderation.
nb_no: Takk for rapporten din om %(name)s, på %(target_url)s. Vi har gjennomgått rapporten din og det aktuelle innholdet, og funnet at den ikke bryter med Mozillas retningslinjer (%(policy_document_url)s). Den vil derfor ikke bli gjenstand for noen modereringstiltak.
nn_no: Takk for rapporten din om %(name)s, på %(target_url)s. Vi har gått gjennom rapporten din og det aktuelle innhaldet, og funne at han ikkje bryt med Mozillas retningslinjer (%(policy_document_url)s). Han vil derfor ikkje verte utsett for modereringstiltak.
ro: Îți mulțumim pentru raportul despre %(name)s, de la %(target_url)s. Am analizat raportul și conținutul în cauză și am constatat că nu încalcă politicile Mozilla (%(policy_document_url)s). Prin urmare, nu va fi supus niciunei măsuri de moderare.
tr: %(target_url)s adresindeki %(name)s hakkındaki şikâyetinizi bizimle paylaştığınız teşekkür ederiz. Raporunuzu ve söz konusu içeriği inceledik ancak Mozilla politikalarını (%(policy_document_url)s) ihlal etmediğini tespit ettik. Bu nedenle herhangi bir eylemde bulunmayacağımızı belirtmek isteriz.
vi: Cảm ơn bạn đã báo cáo về %(name)s, tại %(target_url)s. Chúng tôi đã xem xét báo cáo của bạn và nội dung được đề cập và nhận thấy rằng báo cáo đó không vi phạm chính sách của Mozilla (%(policy_document_url)s). Do đó, nó sẽ không phải chịu bất kỳ hành động kiểm duyệt nào.

source: You have the right to appeal this decision within 6 months from the date of this email. See %(appeal_url)s for details on the appeal process, including how to file an appeal for this specific decision.
es_ar: Tenés derecho a apelar esta decisión en un plazo de 6 meses a partir de la fecha de este correo electrónico. Consultá %(appeal_url)s para obtener detalles sobre el proceso de apelación, incluido cómo presentar una apelación para esta decisión específica.
fi: Sinulla on oikeus valittaa tästä päätöksestä kuuden kuukauden kuluessa tämän sähköpostin päivämäärästä. Katso lisätietoja valitusprosessista, mukaan lukien ohjeet valituksen tekemiseen tästä päätöksestä, osoitteesta %(appeal_url)s.
fur: Tu âs il dirit di fâ ricors cuintri cheste decision dentri di 6 mês de date di cheste e-mail. Consulte %(appeal_url)s pai detais su la procedure di ricors, includût cemût presentâ il ricors cuintri cheste specifiche decision.
fy_nl: Jo hawwe it rjocht om binnen 6 moannen nei de datum fan dit e-mailberjocht tsjin dit beslút yn berop te gean. Sjoch %(appeal_url)s foar details oer de beswierproseduere, wêrûnder hoe’t jo in berop oantekenje tsjin dizze spesifike beslissing.
he: יש לך את הזכות לערער על החלטה זו תוך 6 חודשים מתאריך הודעת דוא״ל זו. נא לעיין ב־%(appeal_url)s לפרטים על תהליך הערעור, כולל הסבר על כיצד להגיש ערעור על החלטה ספציפית זו.
ia: Tu ha le derecto a appellar iste decision intra 6 menses ab le data de iste email. Vide %(appeal_url)s pro detalios sur le processo de appello. I.A. le guida super le appello pro iste specific decision.
nb_no: Du har rett til å anke denne avgjørelsen innen 6 måneder fra datoen for denne e-posten. Se %(appeal_url)s for detaljer om ankeprosessen, inkludert hvordan du anker denne spesifikke avgjørelsen.
nn_no: Du har rett til å anke denne avgjerda innan 6 månadar frå datoen for denne e-posten. Sjå %(appeal_url)s for detaljar om ankeprosessen, inkludert korleis du ankar denne spesifikke avgjerda.
ro: Aveți dreptul să contestați această decizie în termen de 6 luni de la data prezentului mesaj pe e-mail. A se vedea %(appeal_url)s pentru detalii despre procedura de contestare, inclusiv despre cum să depuneți o contestație împotriva acestei decizii specifice.
tr: Bu e-postayı aldığınız tarihten itibaren 6 ay içinde bu karara itiraz edebilirsiniz. İtiraz süreciyle ilgili ayrıntıları ve bu karara nasıl itiraz edebileceğinizi öğrenmek için %(appeal_url)s adresine bakabilirsiniz.
vi: Bạn có quyền kháng nghị quyết định này trong vòng 6 tháng kể từ ngày nhận được email này. Xem tại %(appeal_url)s để biết chi tiết về quy trình kháng cáo, bao gồm cách nộp đơn kháng cáo cho quyết định cụ thể này.

source: Thank you for your report about the following add-on on Mozilla Add-ons: %(name)s. We reviewed your report and the content in question, and found that it violates Mozilla's policies (%(policy_document_url)s), and have therefore removed the content.
es_ar: Gracias por tu informe sobre el siguiente complemento en Complementos de Mozilla: %(name)s. Revisamos tu informe y el contenido en cuestión, y encontramos que viola las políticas de Mozilla (%(policy_document_url)s), y por lo tanto hemos eliminado el contenido.
fur: Gracis pe segnalazion di chest component adizionâl su Mozilla Add-ons: %(name)s. O vin revisionade la tô segnalazion e i contignûts in cuistion e o vin cjatât che a violin lis politichis di Mozilla (%(policy_document_url)s). Duncje o vin gjavât i contignûts.
fy_nl: Tank foar jo melding oer de folgjende add-on op Mozilla Add-ons: %(name)s. Wy hawwe jo melding en de ynhâld yn kwestje besjoen, en fûnen dat it yn stried is mei it add-onsbelied fan Mozilla (%(policy_document_url)s), en hawwe dêrom de ynhâld fuortsmiten.
he: תודה על הדיווח שלך לגבי התוספת הבאה ב־Mozilla Add-ons‏: %(name)s. בדקנו את הדיווח שלך ואת התוכן המדובר, ומצאנו שהוא מפר את המדיניות של Mozilla‏ (%(policy_document_url)s), ולכן הסרנו את התוכן.
ia: Gratias pro tu reporto re le sequente additivo sur Mozilla Add-ons: %(name)s. Nos revideva tu reporto e le contento in question, e trovava que illo violava regulas de Mozilla pro le additivos (%(policy_document_url)s), e ha dunque removite le contentp.
nb_no: Takk for rapporten din om følgende tillegg på Mozilla-tillegg: %(name)s. Vi har gjennomgått rapporten din og det aktuelle innholdet, og funnet at det bryter med Mozillas retningslinjer (%(policy_document_url)s), og har derfor fjernet innholdet.
nn_no: Takk for rapporten din om følgjande tillegg på Mozilla-tillegg: %(name)s. Vi har gått gjennom rapporten din og det aktuelle innhaldet, og funne at det bryt med Mozillas retningslinjer (%(policy_document_url)s), og har derfor fjerna innhaldet.
ro: Îți mulțumim pentru raportul despre următorul supliment de pe Suplimente Mozilla: %(name)s. Am analizat raportul și conținutul în cauză și am constatat că încalcă politicile Mozilla (%(policy_document_url)s). Prin urmare, am eliminat conținutul.
tr: Mozilla Add-ons sitesinde yer alan %(name)s eklentisi hakkındaki raporunuz için teşekkür ederiz. Raporunuzu ve söz konusu içeriği inceledik ve Mozilla politikalarını (%(policy_document_url)s) ihlal ettiğini tespit ettik. Bu nedenle içeriği kaldırdık.
vi: Cảm ơn bạn đã báo cáo về tiện ích sau trên Tiện ích Mozilla: %(name)s. Chúng tôi đã xem xét báo cáo của bạn và nội dung được đề cập và nhận thấy rằng báo cáo đó vi phạm chính sách của Mozilla (%(policy_document_url)s), và do đó đã xóa nội dung.

source: Thank you for your report about the following add-on on Mozilla Add-ons: %(name)s. We reviewed your report and the content in question, and found that it violates Mozilla's policies (%(policy_document_url)s), and have therefore requested the developer make changes. If they do not update their content to correct the violation, we will remove it.
es_ar: Gracias por tu informe sobre el siguiente complemento en Complementos de Mozilla: %(name)s. Revisamos tu informe y el contenido en cuestión, y encontramos que viola las políticas de Mozilla (%(policy_document_url)s), y por lo tanto hemos solicitado al desarrollador que haga cambios. Si no actualiza el contenido para corregir la violación, lo eliminaremos.
fur: Graciis pe segnalazion di chest component adizionâl su Mozilla Add-ons: %(name)s. O vin revisionade la tô segnalazion e i contignûts in cuistion e o vin cjatât che a violin lis politichis di Mozilla (%(policy_document_url)s). Duncje o vin domandât al svilupadôr di fâ lis modifichis dal câs. Se nol viodarà di inzornâ i propris contignûts par risolvi la violazion, chescj a vignaran gjavâts.
fy_nl: Tank foar jo melding oer de folgjende add-on op Mozilla Add-ons: %(name)s. Wy hawwe jo melding en de ynhâld yn kwestje besjoen, en fûnen dat it yn stried is mei it add-onsbelied fan Mozilla (%(policy_document_url)s), en hawwe de ûntwikkeler dêrom frege wizigingen oan te bringen. As se harren ynhâld net bywurkjen om de skeining te korrizjearjen, sille wy dizze fuortsmite.
he: תודה על הדיווח שלך לגבי התוספת הבאה ב־Mozilla Add-ons‏: %(name)s. בדקנו את הדיווח שלך ואת התוכן המדובר, ומצאנו שהוא מפר את המדיניות של Mozilla‏ (%(policy_document_url)s), ולכן ביקשנו מהמפתחים לערוך שינויים. אם הם לא יעדכנו את התוכן שלהם כדי לתקן את הפרת החוק, נסיר אותו.
ia: Gratias pro tu reporto re le sequente additivo sur Mozilla Add-ons: %(name)s. Nos revideva tu reporto e le contento in question, e trovava que illo violava politicas de Mozilla (%(policy_document_url)s), e ha dunque requirite al disveloppator de facer cambiamentos. Si ille non actualisara lor contento pro corriger le violation, nos lo removera.
nb_no: Takk for rapporten din om følgende tillegg på Mozilla-tillegg: %(name)s. Vi har gjennomgått rapporten din og det aktuelle innholdet, og funnet at det bryter med Mozillas retningslinjer (%(policy_document_url)s), og har derfor bedt utvikleren om å gjøre endringer. Hvis de ikke oppdaterer innholdet sitt for å rette opp overtredelsen, vil vi fjerne det.
nn_no: Takk for rapporten din om følgjande tillegg på Mozilla-tillegg: %(name)s. Vi har gått gjennom rapporten din og det aktuelle innhaldet, og funne at det bryt med Mozillas retningslinjer (%(policy_document_url)s), og har derfor bedt utviklaren om å gjere endringar. Om dei ikkje oppdaterer innhaldet sitt for å rette opp regelbrotet, vil vi fjerne det.
ro: Îți mulțumim pentru raportul despre următorul supliment de pe Suplimente Mozilla: %(name)s. Am analizat raportul și conținutul în cauză și am constatat că încalcă politicile Mozilla (%(policy_document_url)s). Prin urmare, i-am cerut dezvoltatorului să aducă modificări. Dacă nu își actualizează conținutul în sensul corectării încălcării, îl vom elimina.
tr: Mozilla Add-ons sitesinde yer alan %(name)s eklentisi hakkındaki raporunuz için teşekkür ederiz. Raporunuzu ve söz konusu içeriği inceledik ve Mozilla politikalarını (%(policy_document_url)s) ihlal ettiğini tespit ettik. Bu nedenle geliştiriciden değişiklik yapmasını talep ettik. Geliştirici ihlali düzeltmek için içeriği güncellemezse içeriği kaldıracağız.
vi: Cảm ơn bạn đã báo cáo về tiện ích sau trên Tiện ích Mozilla: %(name)s. Chúng tôi đã xem xét báo cáo của bạn và nội dung được đề cập và nhận thấy rằng báo cáo đó vi phạm chính sách của Mozilla (%(policy_document_url)s), và do đó đã yêu cầu nhà phát triển thực hiện thay đổi. Nếu họ không cập nhật nội dung của mình để khắc phục vi phạm, chúng tôi sẽ xóa nội dung đó.

source: Thank you for your report about the following collection on Mozilla Add-ons: %(name)s. We reviewed your report and the content in question, and found that it violates Mozilla's policies (%(policy_document_url)s), and have therefore removed the content.
es_ar: Gracias por tu informe sobre la siguiente colección en Complementos de Mozilla: %(name)s. Revisamos tu informe y el contenido en cuestión, y encontramos que viola las políticas de Mozilla (%(policy_document_url)s), y por lo tanto hemos eliminado el contenido.
fur: Graciis pe segnalazion di cheste racuelte su Mozilla Add-ons: %(name)s. O vin revisionât la tô segnalazion e i contignûts in cuistion e o vin cjatât che a violin lis politichis di Mozilla (%(policy_document_url)s). Duncje o vin gjavât i contignûts.
fy_nl: Tank foar jo melding oer de folgjende kolleksje op Mozilla Add-ons: %(name)s. Wy hawwe jo melding en de ynhâld yn kwestje besjoen, en fûnen dat it yn stried is mei it add-onsbelied fan Mozilla (%(policy_document_url)s), en hawwe dêrom de ynhâld fuortsmiten.
he: תודה על הדיווח שלך לגבי האוסף הבא ב־Mozilla Add-ons‏: %(name)s. בדקנו את הדיווח שלך ואת התוכן המדובר, ומצאנו שהוא מפר את המדיניות של Mozilla‏ (%(policy_document_url)s), ולכן הסרנו את התוכן.
ia: Gratias pro tu reporto re le sequente collection sur Mozilla Add-ons: %(name)s. Nos revideva tu reporto e le contento in question, e trovava que illo violava regulas de Mozilla pro le additivos (%(policy_document_url)s), e ha dunque removite le contento.
nb_no: Takk for rapporten din om følgende samling på Mozilla-tillegg: %(name)s. Vi har gjennomgått rapporten din og det aktuelle innholdet, og funnet at det bryter med Mozillas retningslinjer (%(policy_document_url)s), og har derfor fjernet innholdet.
nn_no: Takk for rapporten din om følgjande samling på Mozilla-tillegg: %(name)s. Vi har gått gjennom rapporten din og det aktuelle innhaldet, og funne at det bryt med Mozillas retningslinjer (%(policy_document_url)s), og har derfor fjerna innhaldet.
ro: Îți mulțumim pentru raportul despre următoarea colecție de pe Suplimente Mozilla: %(name)s. Am analizat raportul și conținutul în cauză și am constatat că încalcă politicile Mozilla (%(policy_document_url)s). Prin urmare, am eliminat conținutul.
tr: Mozilla Add-ons sitesinde yer alan %(name)s koleksiyonu hakkındaki raporunuz için teşekkür ederiz. Raporunuzu ve söz konusu içeriği inceledik ve Mozilla politikalarını (%(policy_document_url)s) ihlal ettiğini tespit ettik. Bu nedenle içeriği kaldırdık.
vi: Cảm ơn bạn đã báo cáo về bộ sưu tập sau đây trên Tiện ích Mozilla: %(name)s. Chúng tôi đã xem xét báo cáo của bạn và nội dung được đề cập và nhận thấy rằng báo cáo đó vi phạm chính sách của Mozilla (%(policy_document_url)s), và do đó đã xóa nội dung.

source: Thank you for your report about the following rating on Mozilla Add-ons: %(name)s. We reviewed your report and the content in question, and found that it violates Mozilla's policies (%(policy_document_url)s), and have therefore removed the content.
es_ar: Gracias por tu informe sobre la siguiente calificación en Complementos de Mozilla: %(name)s. Revisamos tu informe y el contenido en cuestión, y encontramos que viola las políticas de Mozilla (%(policy_document_url)s), y por lo tanto hemos eliminado el contenido.
fur: Graciis pe segnalazion di cheste valutazion su Mozilla Add-ons: %(name)s. O vin revisionât la tô segnalazion e i contignûts in cuistion e o vin cjatât che a violin lis politichis di Mozilla (%(policy_document_url)s). Duncje o vin gjavât i contignûts.
fy_nl: Tank foar jo melding oer de folgjende wurdearring op Mozilla Add-ons: %(name)s. Wy hawwe jo melding en de ynhâld yn kwestje besjoen, en fûnen dat it yn stried is mei it add-onsbelied fan Mozilla (%(policy_document_url)s), en hawwe dêrom de ynhâld fuortsmiten.
he: תודה על הדיווח שלך לגבי הדירוג הבא ב־Mozilla Add-ons‏: %(name)s. בדקנו את הדיווח שלך ואת התוכן המדובר, ומצאנו שהוא מפר את המדיניות של Mozilla‏ (%(policy_document_url)s), ולכן הסרנו את התוכן.
ia: Gratias pro tu reporto re le sequente valutation sur Mozilla Add-ons: %(name)s. Nos revideva tu reporto e le contento in question, e trovava que illo violava regulas de Mozilla pro le additivos (%(policy_document_url)s), e ha dunque removite le contento.
nb_no: Takk for din rapport om følgende vurdering av Mozilla-tillegg: %(name)s. Vi har gjennomgått rapporten din og det aktuelle innholdet, og funnet at det bryter med Mozillas retningslinjer (%(policy_document_url)s), og har derfor fjernet innholdet.
nn_no: Takk for rapporten din om følgjande vurdering av Mozilla-tillegg: %(name)s. Vi har gått gjennom rapporten din og det aktuelle innhaldet, og funne at det bryt med Mozillas retningslinjer (%(policy_document_url)s), og har derfor fjerna innhaldet.
ro: Îți mulțumim pentru raportul despre următoarea evaluare de pe Suplimente Mozilla: %(name)s. Am analizat raportul și conținutul în cauză și am constatat că încalcă politicile Mozilla (%(policy_document_url)s). Prin urmare, am eliminat conținutul.
tr: Mozilla Add-ons sitesinde yer alan %(name)s değerlendirmesi hakkındaki raporunuz için teşekkür ederiz. Raporunuzu ve söz konusu içeriği inceledik ve Mozilla politikalarını (%(policy_document_url)s) ihlal ettiğini tespit ettik. Bu nedenle içeriği kaldırdık.
vi: Cảm ơn bạn đã báo cáo về xếp hạng sau đây trên Tiện ích Mozilla: %(name)s. Chúng tôi đã xem xét báo cáo của bạn và nội dung được đề cập và nhận thấy rằng báo cáo đó vi phạm chính sách của Mozilla (%(policy_document_url)s), và do đó đã xóa nội dung.
