Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Favorite add-ons are add-ons that you have bookmarked to easily get back to later. You can add an add-on to your favorites collection by clicking "Add to favorites" on its details page.
hu: A kedvenc kiegészítők olyan kiegészítők, amelyek könyvjelzővel vannak megjelölve, hogy később könnyebben meg lehessen őket találni. A kiegészítőt a részletes lapon található "Hozzáadás a kedvencekhez" hivatkozásra kattintva lehet a kedvencek közé tenni.
id: Pengaya favorit adalah pengaya yang sudah anda tandai agar mudah ditemukan kembali nanti. Anda bisa menambah sebuah pengaya pada koleksi favorit anda dengan mengklik "Tambahkan ke kesukaan" di laman rinciannya.
kab: Izgrar inuraf d izegrar anda d ḥerzet lǧeṛṛa akken ad d-uɣaleḍ ɣur-sen s wudem fessusen. Tzemreḍ ad ternuḍ azegrir ar tagrumma tanirift s usiti ɣef "Rnu ar inurifen" deg usebter n telqayt.
sq: Shtesat e parapëlqyera janë shtesa që i keni faqeruajtur për t’u kthyer kollaj në to më vonë. Një shtesë mund ta shtoni te koleksioni i të parapëlqyerave tuaja duke klikuar mbi "Shtoje te të parapëlqyerat", te faqja e hollësive të saj.
sr_latn: Omiljeni dodaci su dodaci koje ste zabeležili da bi ste ih lako našli kasnije. Možete da dodate dodatak u omiljene kolekciju tako što ćete kliknuti na "Dodaj u omiljene" na svojoj stranici sa detaljima.
sv_se: Favorittillägg är tillägg som du har bokmärkt för att enkelt komma tillbaka till senare. Du kan lägga till ett tillägg till din favoritsamling genom att klicka på "Lägg till favoriter" på deras informationssida.

source: Mobile Add-ons
hu: Mobile kiegészítők
id: Pengaya Seluler
kab: Izegrar izirazen
sk: Doplnky pre mobilný Firefox
sq: Shtesa për Celular
sr_latn: Dodaci za mobilni
sv_se: Mobila tillägg

source: What are mobile add-ons?
hu: Mik azok a Mobile kiegészítők?
id: Apakah pengaya bergerak itu?
kab: D acu-ten izegrar izirazen?
sk: Čo sú to mobilné doplnky?
sq: Ç’janë shtesat për celular?
sr_latn: Šta je mobilni dodatak?
sv_se: Vad är mobila tillägg?

source: Mobile add-ons work with <a href="%(mobile_url)s">Firefox for Mobile</a> and add or modify functionality just like desktop add-ons. You can find add-ons that work with Firefox for Mobile in our <a href="%(gallery_url)s">gallery</a>.
hu: A Mobile kiegészítők a <a href="%(mobile_url)s">Firefox for Mobile</a> alkalmazással működnek és az asztali változathoz hasonlóan új funkciókat ad az alkalmazáshoz vagy módosítja valamely meglévőt. A Firefox for Mobile kiegészítők a <a href="%(gallery_url)s">galériában</a> találhatók.
id: Pengaya Mozilla bekerja dengan <a href="%(mobile_url)s">Firefox untuk Ponsel</a> dan menambah atau mengubah fungsi seperti pada pengaya di desktop. Anda bisa menemukan pengaya yang bekerja dengan Firefox untuk Ponsel dalam <a href="%(gallery_url)s">galeri</a>.
kab: Izegrar izirazen teddun akked <a href="%(mobile_url)s">Firefox i uziraz</a> udiɣ rennun neɣ snifilen tamahilt am izegrar n Firefox i uselkim. Tzemreḍ ad d-afeḍ izegrar iteddun di Firefox i Uziraz di <a href="%(gallery_url)s">timidelt</a>-nneɣ.
sq: Shtesat për celular funksionojnë me <a href="%(mobile_url)s">Firefox-in për Celular</a> dhe shtojnë ose ndryshojnë punimin, ashtu si edhe shtesat për versionin desktop. Shtesa që punojnë me Firefox-in për Celular mund të gjeni te <a href="%(gallery_url)s">galeria</a> jonë.
sr_latn: Mobilni dodaci rade na <a href="%(mobile_url)s">Firefox-u za mobilni </a> i oni dodaju ili menjaju funkcionalnost kao dodaci za desktop. Možete naći dodatke koji radi na Firefox-u za mobilni u našoj <a href="%(gallery_url)s">galeriji</a>.
sv_se: Mobila tillägg fungerar med <a href="%(mobile_url)s">Firefox för mobil</a> och lägga till eller ändra funktioner precis som skrivbordstillägg. Du hittar tillägg som fungerar med Firefox för mobil i vårt <a href="%(gallery_url)s">galleri</a>.

source: Developer Topics
hu: Fejlesztői témák
id: Topik Pengembang
kab: Isental n uneflay
sk: Témy pre vývojárov
sq: Tema Zhvilluesish
sr_latn: Programerske teme
sv_se: Utvecklarämnen

source: Please see our <a href="%(faq_url)s">Developer FAQ</a> and <a href="%(hub_url)s">Developer Hub</a> for answers to add-on developer-related questions.
hu: A kiegészítők fejlesztésével kapcsolatos kérdésekre adott válaszok a <a href="%(faq_url)s">Fejlesztői GYIK-ben</a> és a <a href="%(hub_url)s">Fejlesztőközpontban</a> találhatóak.
id: Silakan melihat <a href="%(faq_url)s">FAQ Pengembang</a> dan <a href="%(hub_url)s">Pusat Pengembang</a> untuk jawaban bagi pertanyaan terkait pengembang pengaya.
kab: Ma ulac aɣilif wali <a href="%(faq_url)s">Istenqsiyen FAQ n uneflay</a> akked <a href="%(hub_url)s">Ammas n uneflay</a> i tririt ɣef isteqsiyen icudden ar tneflit n izegrar.
sq: Ju lutemi, shihni <a href="%(faq_url)s">FAQ për Zhvillues</a> dhe <a href="%(hub_url)s">Developer Hub</a> për përgjigje ndaj pyetjesh që lidhen me zhvilluesit e shtesave.
sr_latn: Pogledajte naša <a href="%(faq_url)s">ČPP za programere </a> i <a href="%(hub_url)s">Developer Hub</a> za odgovore na pitanja koje se odnose na razvoj dodataka.
sv_se: Se vår <a href="%(faq_url)s">FAQ för utvecklare</a> och <a href="%(hub_url)s">utvecklarcenter</a> för svar på utvecklingsrelaterade frågor för tillägg.

source: Still have questions?
hu: További kérdése van?
id: Masih punya pertanyaan?
kab: Ɣur-k yakan isteqsiyen?
sk: Máte ďalšie otázky?
sq: Keni ende pyetje?
sr_latn: Još uvek imate pitanja?
sv_se: Har du fortfarande frågor?

source: For general Firefox support, visit our <a href="%(sumo_url)s">support website</a>. For general add-on and website questions, visit our <a href="%(forum_url)s">forum</a>.
hu: Az általános Firefox támogatásért látogassa meg a <a href="%(sumo_url)s">támogatói weboldalt</a>. A kiegészítőkkel és weboldalakkal kapcsolatos általános kérdésekkel látogasson el a <a href="%(forum_url)s">fórumunkba</a>.
id: Untuk dukungan Firefox secara umum, kunjungi <a href="%(sumo_url)s">situs dukungan</a>. Untuk pengaya umun dan pertanyaan situs, kunjungi <a href="%(forum_url)s">forum</a>.
kab: I tallalt tamatut, rzu ar <a href="%(sumo_url)s">usmel-neɣ n tallalt</a>. i yesteqsiyen ɣef izegrar akked usmel web, rzu ar <a href="%(forum_url)s">unmager</a>-nneɣ.
sq: Për asistencë të përgjithshme për Firefox-in, vizitoni <a href="%(sumo_url)s">sajtin tonë të asistencës</a>. Për pyetje të përgjithshme mbi shtesat dhe sajtin, vizitoni <a href="%(forum_url)s">forumin</a> tonë.
sr_latn: Za opštu Firefox podršku, posetite naš <a href="%(sumo_url)s">sajt za podršku</a>. Za opšta pitanja o dodacima ili opcijama veb sajta, posetite naš <a href="%(forum_url)s">forum</a>.
sv_se: För generell Firefox Support, besök våran <a href="%(sumo_url)s">support hemsida</a>. För generella tilläggs och hemside frågor, besök vårat<a href="%(forum_url)s">forum</a>.

source: Some tips for writing a great review
hu: Néhány tipp nagyszerű értékelések írásához
id: Sejumlah kiat untuk menulis ulasan yang bagus
ka: მითითებები, სრულყოფილი მიმოხილვის გასაკეთებლად
ms: Beberapa petua menulis ulasan yang bagus
sq: Pak ndihmëza për të shkruar një shqyrtim të goditur
sr_latn: Neki saveti za pisanje dobrih recenzija
sv_se: Några tips för att skriva en bra recension
te: గొప్ప సమీక్ష వ్రాయడానికి కొన్ని చిట్కాలు

source: Frequently Asked Questions about Reviews
hu: Gyakran ismételt kérdések az értékelésekről
id: Pertanyaan yang Sering Ditanyakan mengenai Ulasan
ka: ხშირად დასმული კითხვები, მიმოხილვის შესახებ
kab: Isteqsiyen d-ittuɣalen s waṭas ɣef iceggiren
ms: Soalan Lazim perihal Ulasan
sq: Pyetje të Bëra Shpesh rreth Shqyrtimeve
sr_latn: Često postavljena pitanja o recenzijama
sv_se: Vanliga frågor om granskning
te: సమీక్షల గురించి తరచూ అడిగే ప్రశ్నలు

source: Add-on reviews are a way for you to share your opinions about the add-ons you’ve installed and used. Our review moderation team reserves the right to refuse or remove any review that does not comply with these guidelines.
id: Ulasan pengaya adalah cara anda untuk berbagai pendapat mengenai pengaya yang anda pasang dan gunakan. Tim moderasi ulasan kami memiliki hak untuk menolak atau menghapus ulasan apapun yang tidak sesuai dengan panduan ini.
ka: დამატების მიმოხილვა არის საშუალება, თქვენი მოსაზრების გამოსახატად დამატების შესახებ. მიმოხილვის შემმოწმებელთა გუნდი იტოვებს უფლებას უარყოს ან წაშალოს ნებისმიერი მიმოხილვა, რომელიც არ შეესაბამება წესდებას.
ms: Ulasan add-on adalah satu cara untuk anda kongsi pendapat anda perihal add-ons yang telah dipasang dan digunakan. Pasukan moderat ulasan kami berhak menolak atau membuang ulasan yang tidak mematuhi garis panduan ini.
sq: Shqyrtimet e shtesave janë një rrugë që t’u bëni të ditur të tjerëve mendimin tuaj mbi shtesat që instaloni dhe përdorni. Ekipi ynë i moderimit të shqyrtimeve të shtesave ruan të drejtën të hedhë poshtë ose heqë çfarëdo shqyrtimi që s’përputhet me këto udhëzime.
sv_se: Ett tilläggs recensioner är ett sätt för dig att dela med dig av dina åsikter om tillägg som du har installerat och använt. Vår moderationsgrupp förbehåller sig rätten att vägra eller ta bort recension som inte överensstämmer med dessa riktlinjer.

source: Do:
hu: Ezt tegye:
id: Lakukan:
ka: სასურველია:
kab: Eg:
ms: Buat:
sk: Píšte:
sq: Po:
sr_latn: Za uraditi:
sv_se: Att göra:
te: చేయతగ్గవి:

source: Write like you are telling a friend about your experience with the add-on.
hu: Írjon úgy, mintha egy barátjának mesélne a kiegészítővel szerzett tapasztalatairól.
id: Menulislah seperti sedang menyampaikan pada teman mengenai pengalaman dengan pengaya.
ka: დაწეროთ ისე, თითქოს თქვენს მეგობარს უამბობთ თქვენი გამოცდილების შესახებ, დამატებით სარგებლობასთან დაკავშირებით.
ms: Tulis seperti anda bercerita kepada rakan perihal pengalaman menggunakan add-on.
sq: Shkruani sikur t’i tegonit një miku rreth përvojës tuaj me shtesën.
sr_latn: Napišite o svom iskustvu sa dodatkom kao da govorite prijateljima.
sv_se: Skriv som om du berättar för en vän om dina erfarenheter med tillägget.

source: Keep reviews concise and easy to understand.
hu: Legyen az értékelések tömörek, és könnyen érthetőek.
id: Jaga supaya ulasan ringkas dan mudah dipahami.
ka: თქვენი მიმოხილვები იყოს ლაკონური და მარტივად გასაგები.
ms: Pastikan ulasan ringkas dan mudah difahami.
sk: Majte recenzie stručné a jednoducho zrozumiteľné.
sq: Kujdesuni që shqyrtimet të jenë të përpikta dhe të lehta për t’u kuptuar.
sr_latn: Držite kritike sažetim i lakim za razumevanje.
sv_se: Håll recensioner koncisa och lätt att förstå.
te: సమీక్షలను టూకీగా, తేలిగకా అర్థమయ్యేలా రాయండి.

source: Give specific and helpful details. For example:
hu: Adjon meg konkrét és hasznos részleteket. Például:
id: Berikan rincian yang spesifik dan membantu. Misalnya:
ka: საჭირო და დამხმარე მონაცემების მითითება. მაგალითად:
ms: Beri butiran tertentu dan membantu. Sebagai contoh:
sk: Popíšte konkrétne a užitočné detaily. Napríklad:
sq: Jepni hollësi të dobishme dhe specifike. Për shembull:
sr_latn: Dajte konkretne i korisne detalje. Na primer:
sv_se: Ge konkreta och användbara detaljer. Till exempel:
te: ప్రత్యేక, ఉపయోగపడే వివరాలు ఇవ్వండి. ఉదాహరణకు:

source: Did the add-on work as you expected it to?
hu: Úgy működött a kiegészítő, ahogyan azt várta?
id: Apakah pengaya bekerja seperti yang anda harapkan?
ka: გაამართლა დამატებამ თქვენი მოლოდინი?
ms: Adakah add-on berfungsi seperti yang anda jangkakan?
sk: Funguje doplnok podľa očakávaní?
sq: A funksionoi shtesa siç e prisnit?
sr_latn: Da li je dodatak radio kao što se očekivali?
sv_se: Fungerade tillägget som du förväntat det skulle?
te: ఆ పొడగింత మీరు ఆశించినట్టుగా పనిచేసిందా?

source: What features did you like or dislike?
hu: Milyen funkciók tetszettek és milyenek nem?
id: Fitur apa yang anda suka atau tidak sukai?
ka: რომელი შესაძლებლობები მოგეწონათ და რომელი არა?
kab: Anta timihailin i tḥemled neɣ i tkerheḍ?
ms: Ciri apa yang anda suka atau tidak suka?
sk: Ktoré funkcie sa vám páčia a ktoré nie?
sq: Cilat anë ju pëlqyen ose s’ju pëlqyen?
sr_latn: Koje mogućnosti Vam se dopadaju a koje ne?
sv_se: Vilka funktioner gillar eller ogillar du?
te: మీకు నచ్చిన లేదా నచ్చని సౌలభ్యాలు ఏమిటి?

source: Was it useful?
hu: Hasznos volt?
id: Apakah berguna?
ka: იყო სასარგებლო და გამოსადეგი?
kab: D acu iwulmen?
ms: Adakah add-on itu berguna?
sk: Je užitočný?
sq: Qe e dobishme?
sr_latn: Da li je bilo korisno?
sv_se: Var det användbart?
te: ఇది ఉపయోగపడిందా?

source: Was it easy to use?
hu: Könnyen használható volt?
id: Apakah mudah dibuat?
ka: იყო ადვილად გამოსაყენებელი?
kab: Fessus i useqdac?
ms: Adakah mudah untuk digunakan?
sk: Používa sa jednoducho?
sq: Qe e lehtë për ta përdorur?
sr_latn: Da li je bilo lako za korišćenje?
sv_se: Var det lätt att använda?
te: ఇది వాడుకోడానికి తేలికగా ఉందా?

source: Will you continue to use this add-on?
hu: Használja majd ezután is ezt a kiegészítőt?
id: Apakah anda akan terus menggunakan pengaya ini?
ka: მომავალშიც აპირებთ მის გამოყენებას?
kab: Ad tettekkiḍ deg useqdec n uzegrir-agi?
ms: Adakah anda akan terus menggunakan add-on ini?
sk: Budete doplnok aj naďalej používať?
sq: Do të vazhdoni ta përdorni këtë shtesë?
sr_latn: Hoćete li nastaviti da koristite ovaj dodatak?
sv_se: Kommer du fortsätta att använda detta tillägg?
te: మీరు ఈ పొడగింతను ఇకముందు వాడుతూ ఉంటారా?

source: Take a moment to read your review before submitting it to minimize typos.
hu: Szánjon rá egy kis időt értékelésének átolvasására, hogy csökkenjen a gépelési hibák száma.
id: Luangkan waktu untuk membaca ulasan anda sebelum memasukkannya untuk meminimalkan kesalahan ketik.
ka: გადაავლოთ თვალი თქვენს მიმოხილვას წარდგენამდე, მართლწერის შესამოწმებლად.
ms: Luangkan masa membaca ulasan anda sebelum menghantarnya bagi meminimumkan kesilapan menaip.
sq: Ndaluni një çast dhe lexojeni shqyrtimin tuaj, përpara se ta parashtroni, për ndreqje gabimesh shkrimi.
sv_se: Ta en stund och läs igenom din recension innan du skickar in den för att minimera stavfel.

source: Don’t:
hu: Ne tegye:
id: Jangan:
ka: არაა სასურველი:
kab: Ur teg ara:
ms: Jangan:
sk: Nepíšte:
sq: Jo:
sr_latn: Nemojte:
sv_se: Att inte göra:
te: చేయకూడనివి:

source: Submit one-word reviews such as "Great!", "wonderful," or "bad."
hu: Ne küldjön be egyszavas értékeléseket, mint „kiváló!”, „csodálatos”, vagy „rossz”.
id: Mengirim ulasan satu kata seperti "Hebat!", "luar biasa," atau "jelek."
ka: ერთსიტყვიანი მიმოხილვის გაგზავნა, როგორიცაა „მშვენიერია!“, „საოცარია“ ან „ცუდია“.
ms: Hantar ulasan satu-perkataan seperti "Hebat!", "mengagumkan" atau "buruk."
sq: Parashtroni shqyrtime njëfjalëshe, të tilla si "E fuqishme!", "e mrekullueshme," ose "e keqe."
sv_se: Skicka inte in recensioner med ett ord, som "Bra!", "underbar" eller "dålig".

source: Post technical issues, support requests, or feature suggestions. Use the available support options for each add-on, if available. You can find them in the side column next to the About this Add-on section.
hu: Ne töltsön fel technikai kérdéseket, támogatási kérelmeket vagy funkció javaslatokat. Használja a kiegészítőhöz elérhető támogatási lehetőségeket, ha rendelkezésre állnak. Megtalálhatja őket az oldalsó hasábban az „Erről a kiegészítőről” szakasz mellett.
id: Kirimkan isu teknis, permintaan dukungan, atau saran fitur. Gunakan pilihan dukungan yang tersedia untuk tiap pengaya, jika tersedia. Anda bisa menemukannya di bagian samping kolom di sebelah bagian Tentang Pengaya ini.
ka: ტექნიკური ხარვეზების აღნიშვნა, მხარდაჭერის შესახებ მოთხოვნები და ახალი შესაძლებლობების შესახებ, შეთავაზებების გაკეთება. ამისთვის, შეგიძლიათ გამოიყენოთ დამატების მხარდასაჭერი ბმულები, არსებობის შემთხვევაში. მათი პოვნა, დამატების მთავარი გვერდის მარჯვენა მხარეს არსებულ სვეტში შეიძლება.
ms: Post isu teknikal, meminta sokongan atau mencadangan ciri. Gunakan pilihan sokongan yang disediakan untuk setiap add-on, jika ada. Anda boleh mencarinya pada jalur sisi bersebelahan bahagian Perihal Add-on ini.
sq: Postoni probleme teknike, kërkesa për asistencë, ose sugjerime për veçori të reja. Përdorni mundësitë e gatshme për asistencë për çdo shtesë, në pastë. Mund t’i gjeni në anë të shtyllës në krah të ndarjes Mbi këtë Shtesë.
sv_se: Posta tekniska frågor, supportfrågor eller funktionsförslag. Använd de tillgängliga supportalternativen för varje tillägg, om sådana finns. Du hittar dem i sidokolumnen bredvid avsnittet Om detta tillägg.

source: Write reviews for add-ons which you have not personally used.
hu: Ne írjon értékelést olyan kiegészítőről, melyet nem használt.
id: Tulis ulasan untuk pengaya yang belum pernah anda gunakan sendiri.
ka: იმ დამატებებზე მიმოხილვის გაკეთება, რომელიც თავად არ გამოგიყენებიათ.
ms: Tulis ulasan add-on yang anda tidak menggunakannya secara peribadi.
sq: Shkruani shqyrtime për shtesa të cilat s’i keni përdorur ju vetë.
sr_latn: Napišete recenzije za dodatake koje niste lično koristili.
sv_se: Skriv omdömen om tillägg som du inte personligen har använt.

source: Use profanity, sexual language or language that can be construed as hateful.
hu: Ne káromkodjon, trágárkodjon, kerülje a gyűlölködőként értelmezhető megfogalmazásokat.
id: Menggunakan bahasa kasar, seksual atau bahasa yang bisa ditafsirkan sebagai kebencian.
ka: უპატივცემულო, უხამსი ფორმით მიმართვა ან სიძულვილის ენის გამოყენება.
ms: Gunakan bahasa yang boleh ditafsirkan sebagai kebencian, kelakuan tidak senonoh atau bahasa seksual.
sq: Mos përdorni fjalë të ndyra, gjuhë seksuale apo gjuhë që mund të merret si bartëse urrejtjeje.
sr_latn: Da koristite psovke, seksualni jezik ili jezik koji se može protumačiti kao mržnja.
sv_se: Använd svordomar, sexuellt språk eller språk som kan uppfattas som hatiskt.

source: Include HTML, links, source code or code snippets. Reviews are meant to be text only.
hu: Ne fűzzön bele HTML kódot, hivatkozásokat, forráskódot vagy kódrészleteket. Az értékelés csak szöveg kell legyen.
id: Memasukkan HTML, tautan, kode sumber atau potongan kode. Ulasan dimaksudkan berupa teks saja.
ka: HTML კოდების, ბმულების, სკრიპტების დართვა. მიმოხილვები უნდა შედგებოდეს მხოლოდ ტექსტისგან.
kab: Tzemred ad tessedduḍ HTML, iseɣwan, tangalt aɣbalu neq kran n yeḥricen n tengalt. Iwenniten ttwasnen d akken d aḍris kan.
ms: Sertakan HTML, pautan, kod sumber atau coretan kod. Ulasan bukan hanya dalam bentuk teks.
sq: Përfshini HTML, lidhje, kod burim ose copëza kodi. Shqyrtimet pritet të jenë vetëm tekst.
sv_se: Inkludera HTML, länkar, källkod eller kodavsnitt. Omdömen är avsedda att vara enbart text.

source: Make false statements, disparage add-on authors or personally insult them.
hu: Ne tegyen valótlan kijelentést, ne becsmérelje a kiegészítő szerzőit és ne sértegesse őket.
id: Membuat pernyataan yang salah, meremehkan penulis pengaya atau secara pribadi menghina mereka.
ka: მცდარი მოსაზრებების წარმოდგენა, დამატების ავტორების დამცირება, ან მათთვის პირადი შეურაცხყოფის მიყენება.
ms: Membuat kenyataan palsu, memperkecilkan pengarang add-on atau secara peribadi menghina mereka.
sq: Mos bëni pohime të rreme, mos përçmoni autorë shtesash ose mos i fyeni ata personalisht.
sr_latn: Napravite lažne izjave, ponižavate autora dodatka ili da ih lično vređate.
sv_se: Gör felaktiga uppgifter, nedvärdera tilläggs upphovsmän eller personligen förolämpa dem.

source: Include your own or anyone else’s email, phone number, or other personal details.
hu: Ne fűzze hozzá saját vagy más e-mailcímét, telefonszámát vagy más személyes adatát.
id: Masukkan alamat surel anda atau orang lain, nomor telepon, atau rincian pribadi lainnya.
ka: თქვენი საკუთარი ან სხვისი ელფოსტის მისამართის, ტელეფონის ნომრის ან სხვა პირადი მონაცემის მითითება.
kab: Mmel-d tansa yin-k imayl neɣ tin n win nniḍen, uṭṭun n tiliɣri neq talɣut nniḍen tudmawant.
ms: Memasukkan e-mel anda sendiri atau orang lain, nombor telefon, atau butiran peribadi yang lain.
sq: Përfshini email-in, numër telefoni apo të dhëna të tjera personale, tuajat apo të kujtdo tjetër.
sv_se: Inkludera din egen eller någon annans e-post, telefonnummer eller andra personliga detaljer.

source: Post reviews for an add-on you or your organization wrote or represent.
id: Kirimkan ulasan untuk pengaya milik anda atau organisasi yang anda tulis atau wakili.
ka: მიმოხილვებში საკუთარი თავის ან ორგანიზაციის წარდგენა.
ms: Siarkan ulasan add-on yang anda atau organisasi anda tulis atau wakili.
sq: Mos postoni shqyrtime për një shtesë që e shkruat apo e përfaqësoni ju apo enti juaj.
sr_latn: Postavite kritike za dodatak koji ste Vi ili Vaša organizacija napravili ili ga predstavljate.
sv_se: Posta recensioner för ett tillägg som du eller din organisation har skrivit eller representerar.

source: Criticize an add-on for something it’s intended to do. For example, leaving a negative review of an add-on for displaying ads or requiring data gathering, when that is the intended purpose of the add-on, or the add-on requires gathering data to function.
id: Beri masukan pada pengaya sesuai dengan apa yang dilakukannya. Sebagai contoh, meninggalkan ulasan negatif untuk sebuah pengaya karena menampilkan iklan atau meminta pengumpulan data, sementara itu adalah tujuan keberadaan pengaya itu, atau pengaya meminta pengumpulan data agar bisa berfungsi.
ka: კრიტიკა დამატების იმ მხარეების, რაც წინასწარვე იყო განსაზღვრული. მაგალითად, უარყოფითი მიმოხილვის დატოვება, დამატებაში რეკლამების ჩვენების ან ინფორმაციის შეგროვების შესახებ, მაშინ როცა ეს ყველაფერი დამატების დანიშნულებას წარმოადგენს ან მისი მუშაობისთვისაა აუცილებელი.
ms: Kritik add-on atas alasan tujuan yang sepatutnya dilakukan. Sebagai contoh, beri ulasan negatif kepada add-on kerana memaparkan iklan atau pengumpulan data, samada itu adalah tujuan add-on, atau memang perlu data yang dikumpulkan untuk berfungsi.
sq: Të kritikojë një shtesë mbi diçka për të cilën shtesa është krijuar të bëjë. Për shembull, lënia e një shqyrtimi negativ për një shtesë që shfaq reklama ose që lyp grumbullim të dhënash, në një kohë që shtesa për këtë është hartuar. ose shtesa lyp grumbullim të dhënash që të funksionojë.
sv_se: Kritisera ett tillägg för något det är avsett att göra. Till exempel, lämna en negativ recension av ett tillägg för att de visar annonser eller kräver datainsamling, när detta är det avsedda ändamålet med tillägget eller tillägget kräver att samla in data för att fungera.

source: How can I report a problematic review?
id: Bagaimana saya bisa melaporkan ulasan yang problematis?
ka: როგორ გავგზავნო მოხსენება, არასასურველი მიმოხილვის შესახებ?
kab: Amek ara d-mleɣ acegger ur nemɛin ara?
ms: Bagaimana saya boleh melaporkan ulasan yang bermasalah?
sq: Si të njoftoj për një shqyrtim problematik?
sr_latn: Kako da prijavim problematičnu recenziju?
sv_se: Hur kan jag rapportera en problematisk recension?
te: సమస్యాత్మక సమీక్షను నేను ఎలా నివేదించగలను?
