Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Duplicate
es_ar: Duplicar
fur: Dupliche
fy_nl: Duplikaat
he: שכפול
hr: Duplikat
hu: Többszörös
ia: Duplicar
id: Duplikat
ka: დუბლიკატი
kab: Sleg
ms: Duplikasi
nb_no: Dupliser
sk: Duplikovať
sq: Dyfishoje
sr_latn: Duplikat
sv_se: Duplicera
te: నకిలీ
th: ทำซ้ำ
tr: Çoğalt
vi: Bản sao

source: Reject
es_ar: Rechazar
fur: Ricuse
fy_nl: Ofwize
he: דחייה
hr: Odbaci
hu: Visszautasítás
ia: Rejectar
id: Tolak
ka: უარყოფა
kab: Aggi
ms: Tolak
nb_no: Avvis
sk: Odmietnuť
sq: Hidhe tej
sr_latn: Odbij
sv_se: Avvisa
te: తిరస్కరించు
th: ปฏิเสธ
tr: Reddet
vi: Từ chối

source: Approve
es_ar: Aprobar
fur: Aprove
fy_nl: Goedkarre
he: אישור
hr: Odobri
hu: Jóváhagyás
ia: Approbar
id: Setujui
ka: მიღება
kab: Qbel
ms: Lulus
nb_no: Godkjenn
sk: Schváliť
sq: Miratoje
sr_latn: Odobri
sv_se: Godkänn
te: ఆమోదించు
th: อนุมัติ
tr: Onayla
vi: Phê duyệt

source: Sexual or pornographic content
hu: Szexuális vagy pornográf tartalom
id: Konten seksual atau pronografi
ka: ეროტიკული ან პორნოგრაფიული შინაარსის
ms: Kandungan seksual atau pornografi
sk: Obsah so sexuálnou alebo pornografickou tématikou
sq: Lëndë seksuale ose pornografike
sr_latn: Seksualni ili pornografski sadržaj
sv_se: Sexuellt eller pornografiskt innehåll
te: లైంగిక లేదా అశ్లీల కంటెంట్

source: Inappropriate or offensive content
hu: Nem megfelelő vagy sértő tartalom
id: Konten yang tidak pantas atau ofensif
ka: შუსაბამო ან უხამსი შინაარსის
ms: Kandungan tidak sesuai atau menyinggung
sk: Nekorektný alebo ofenzívny obsah
sq: Lëndë e papërshtatshme ose fyese
sr_latn: Neprikladan ili uvredljiv sadržaj
sv_se: Olämpligt eller stötande innehåll
te: అనుచితమైన లేదా అభ్యంతరకరమైన విషయం

source: Violence, war, or weaponry images
hu: Erőszak, háború vagy fegyverek képe
id: Gambar kekerasan, perang atau persenjataan
ka: ძალადობის, ომის ან შეიარაღების ამსახველი სურათი
ms: Imej keganasan, peperangan, atau senjata
sk: Obrázky násilia, vojny alebo zbraní
sq: Pamje dhune, luftërash ose armësh
sr_latn: Nasilje, rat ili slike oružja
sv_se: Våld, krig eller vapenbilder
te: హింస, యుద్ధం, లేదా ఆయుధాల చిత్రాలు

source: Nazi or other hate content
hu: Náci vagy egyéb gyűlölettartalom
id: Konten Nazi atau kebencian lainnya
ka: ფაშისტური ან სიძულვილის ენის შემცველი შინაარსი
kab: Agbur anaẓi neɣ maḥyaf
ms: Nazi atau kandungan kebencian lain
sk: Obsah s nacistickou alebo nenávistnou tématikou
sq: Lëndë naziste ose tjetër lëndë urrejtjeje
sr_latn: Nacistički ili drugi sadržaj mržnje
sv_se: Nazistiskt eller annat hatinnehåll
te: నాజీ లేదా ఇతర ద్వేషపూరిత విషయం

source: Defamatory content
hu: Becsületsértő tartalom
id: Konten fitnah
ka: ცილისმწამებლური შინაარსის
kab: Agbur n ucemmet
ms: Kandungan fitnah
sk: Obsah ohováracieho charakteru
sq: Lëndë shpifëse
sr_latn: Klevetnički sadržaj
sv_se: Kränkande innehåll
te: అపనిందాపూర్వక విషయం

source: Online gambling
hu: Online szerencsejáték
id: Judi daring
ka: აზარტული თამაშები
kab: Aqemmeṛ srid
ms: Perjudian dalam talian
sk: Online stávky
sq: Bixhoz në linjë
sr_latn: Onlajn kockanje
sv_se: Onlinespel
te: ఆన్‌లైను జూదం

source: Spam content
hu: Kéretlen reklám
id: Konten spam
ka: სარეკლამო შინაარსის
kab: Agbur aspam
ms: Kandungan spam
sk: Obsah typu spam
sq: Lëndë e pavlerë
sr_latn: Spam sadržaj
sv_se: Skräppostinnehåll
te: స్పామ్ విషయం

source: Low-quality, stretched, or blank image
hu: Alacsony minőségű, nyújtott vagy üres kép
id: Gambar berkualitas rendah, meregang atau kosong
ka: უხარისხო, გაწელილი ან ცარიელი სურათი
ms: Rendah kualiti, diregangkan, atau imej kosong
sk: Obrázok nízkej kvality, zlých rozmerov, alebo prázdny obrázok
sq: Figurë me cilësi të ulët, e shformuar, ose e zbrazët
sr_latn: Lošeg kvaliteta, istegnuta ili prazna slika
sv_se: Låg kvalitet, sträckt eller tom bild
te: తక్కువ నాణ్యత, సాగదీసిన లేదా ఖాళీ చిత్రం

source: Header image alignment problem
hu: Fejléckép-igazítási probléma
id: Masalah gambar di bagian atas yang sejajar
ka: ზედა სურათი არ არის სათანადოდ გასწორებული
kab: Ugur deg ureyyec n tugna n uqeṛṛu
ms: Masalah penjajaran imej pengepala
sk: Problém so zarovnaním obrázku záhlavia
sq: Problem drejtimi figure kryeje
sr_latn: Problem ravnanja slike zaglavlja
sv_se: Problem med sidhuvudets bildjustering
te: శీర్షిక చిత్రం అమరిక సమస్య

source: All Rights Reserved
es_ar: Todos los derechos reservados
fi: Kaikki oikeudet pidätetään
fur: Ducj i dirits riservâts
fy_nl: Alle rjochten foarbehâlden
he: כל הזכויות שמורות
hr: Sva prava pridržana
hu: Minden jog fenntartva
ia: Tote le derectos es reservate
id: Всі права захищені
is: Öll réttindi áskilin
ka: All Rights Reserved (ყველა უფლება დაცულია)
kab: Akk izerfan ttwaḥerzen
ms: Hak Cipta Terpelihara
nb_no: Med enerett
nn_no: Alle rettar med atterhald
ro: Toate drepturile rezervate
sk: Všetky práva vyhradené
sq: Tërë të Drejtat të Rezervuara
sr_latn: Sva prava su zadržana
sv_se: Med ensamrätt
te: అన్ని హక్కులు ప్రత్యేకించబడ్డాయి
th: สงวนลิขสิทธิ์
tr: Tüm hakları saklıdır
vi: Mọi Quyền Được Bảo Lưu

source: All Platforms
hu: Összes platform
id: Semua Platform
ka: ყველა პლატფორმა
kab: Akk tilɣubliḍin
ms: Platform All
sk: Všetky platformy
sq: Krejt Platformat
sr_latn: Sve platforme
sv_se: Alla plattformar
te: అన్ని వేదికలు

source: Core
fur: Fondamentâl
fy_nl: Kearn
he: ליבה
hr: Osnovni
hu: Mag
ia: Nucleo
id: Inti
ka: ბირთვი
kab: Iγes
nb_no: Kjerne
sq: Baza
sv_se: Kärna
te: అంర్భాగం
th: แกน
tr: Çekirdek
vi: Cốt lõi

source: Recent Changes for %s
es_ar: Cambios recientes en %s
fi: Lisäosan %s viimeaikaiset muutokset
fur: Modifichis resintis par %s
fy_nl: Resinte wizigingen foar %s
he: שינויים אחרונים עבור %s
hr: Nedavne promjene za %s
hu: %s legutóbbi változásai
ia: Recente cambiamentos pro %s
id: Perubahan Terbaru untuk %s
is: Nýlegar breytingar á %s
ka: %s ბოლო ცვლილებები
kab: Isnifal n melmi kan i %s
ms: Perubahan Terkini untuk %s
nb_no: Siste endringer for %s
nn_no: Siste endringar for %s
ro: Modificări recente pentru %s
sk: Nedávne zmeny pre %s
sq: Ndryshime Së Fundmi për %s
sr_latn: Skorašnje izmene za %s
sv_se: Senaste ändringar för %s
te: %s కోసం ఇటీవలి మార్పులు
th: การเปลี่ยนแปลงล่าสุดสำหรับ %s
tr: Yakın Zamandaki %s Değişiklikleri
vi: Thay đổi gần đây cho %s

source: Recent Changes for My Add-ons
es_ar: Cambios recientes en Mis complementos
fi: Omien lisäosien viimeaikaiset muutokset
fur: Modifichis resintis pai miei components adizionâi
fy_nl: Resinte wizigingen foar myn add-ons
he: שינויים אחרונים עבור התוספות שלי
hr: Nedavne promjene za Moji dodaci
hu: Saját kiegészítők legutóbbi változásai
ia: Recente cambiamentos pro mi additivos
id: Perubahan Terbaru Untuk Pengaya Saya
is: Nýlegar breytingar á mínum viðbótum
ka: ბოლო ცვლილებები ჩემს დამატებებში
kab: Isnifal n melmi kan i yizegrar-iw
ms: Perubahan Terkini untuk Add-ons Saya
nb_no: Siste endringer for mine utvidelser
nn_no: Siste endringar for tillegga mine
ro: Modificări recente pentru suplimentele mele
sk: Nedávne zmeny pre moje doplmky
sq: Ndryshime Së fundmi për Shtesat e Mia
sr_latn: Skorašnje izmene za Moji dodaci
sv_se: Senaste ändringar för mitt tillägg
te: నా పొడిగింతల కోసం ఇటీవలి మార్పులు
th: การเปลี่ยนแปลงล่าสุดสำหรับส่วนเสริมของฉัน
tr: Eklentilerimdeki Yakın Zamandaki Değişiklikler
vi: Những thay đổi gần đây cho tiện ích của tôi

source: Must have at least one owner.
es_ar: Debe tener al menos un propietario.
fi: On oltava vähintään yksi omistaja.
fur: Tu scugnis vê almancul un proprietari.
fy_nl: Der moat op syn minst ien eigener wêze.
he: חייב להיות בבעלות של מישהו.
hr: Mora imati barem jednog vlasnika.
hu: Legalább egy tulajdonosnak lennie kell.
ia: Debe haber al minus un proprietario.
id: Harus punya sekurangnya satu pemilik.
is: Sía verður að hafa a.m.k. einn höfund.
ka: აუცილებელია, სულ მცირე ერთი მფლობელის მითითება მაინც.
kab: Yessefk ad yegber xaṛsum yiwen n bab.
ms: Perlu ada sekurang-kurangnya seorang pemilik.
nb_no: Må ha minst én eier.
nn_no: Må ha minst ein eigar.
ro: Trebuie să aibă cel puțin un proprietar.
sk: Musí mať aspoň jedného vlastníka.
sq: Duhet të ketë të paktën një pronar.
sr_latn: Mora imati najmanje jednog vlasnika.
sv_se: Måste minst ha en ägare.
te: కనీసం ఒక యజమాని ఉండాలి.
th: ต้องมีเจ้าของอย่างน้อยหนึ่งคน
tr: En az bir sahibi olmalı.
vi: Phải có ít nhất một người sở hữu.

source: At least one author must be listed.
es_ar: Debe listarse al menos un autor.
fi: Ainakin yksi tekijä tulee olla listattu.
fur: Al scugne jessi presint almancul un autôr.
fy_nl: Der moat op syn minst ien skriuwer fermeld wurde.
he: לפחות אחד מבין היוצרים חייב להופיע.
hr: Barem jedan autor mora biti naveden.
hu: Legalább egy szerzőnek lennie kell.
ia: Al minus un autor debe esser listate.
id: Setidaknya satu penulis harus dicantumkan.
is: Að minnsta kosti einn höfund verður að vera tilgreina.
ka: ერთი ავტორი მაინც უნდა იყოს მითითებული.
kab: Yessef ad d-bedreḍ xaṛsum yiwen n umeskar.
ms: Sekurang-kurangnya seorang pengarang mesti disenaraikan.
nb_no: Minst en opphavsmann må være oppført.
nn_no: Minst ein eigar må vere oppført.
ro: Trebuie să fie listat cel puțin un autor.
sk: Musí byť uvedený aspoň jeden autor.
sq: Duhet treguar të paktën një autor.
sr_latn: Najmanje jedan autor mora biti na spisku.
sv_se: Minst en utvecklare måste listas.
te: కనీసం ఒక రచయిత తప్పనిసరిగా జాబితా చేయబడాలి.
th: ต้องระบุผู้สร้างลงในรายการอย่างน้อยหนึ่งคน
tr: En az bir yazar listelenmeli.
vi: Ít nhất một tác giả phải được liệt kê.

source: An author can only be listed once.
hu: Egy szerző csak egyszer szerepelhet.
id: Penulis hanya akan terdaftar sekali.
ka: ერთი ავტორი, მხოლოდ ერთხელ შეიძლება მიეთითოს.
kab: Ameskar ad d-yeswasken kan yiwet n tikelt.
ms: Seorang pengarang hanya boleh disenaraikan sekali sahaja.
sk: Autor môžete byť uvedený len raz.
sq: Autori mund të tregohet vetëm një herë.
sr_latn: Autor može biti na listi samo jednom.
sv_se: En utvecklare kan endast listas en gång.

source: Slug incorrect.
es_ar: Slug incorrecto.
fi: Osoitemuoto on virheellinen.
fur: Slug sbaliât.
fy_nl: Koade net krekt.
hr: URL naziv stranice nije točan.
hu: Helytelen SEO URL.
ia: Identificator non correcte.
id: Slug tidak benar.
ka: მისამართის დაბოლოება არასწორია.
kab: Tinzimin mačči d timeɣta.
ms: Slug tidak betul.
nb_no: Feil slug.
nn_no: Feil slugg.
ro: Slug incorect.
sq: Identifikues i pasaktë.
sv_se: Felaktig slugg.
te: తప్పు స్లగ్.
th: สลักไม่ถูกต้อง
tr: Kısa ad yanlış.
vi: Slug không chính xác.

source: Invalid JSON object
hu: Érvénytelen JSON objektum
id: Salah objek JSON
sk: Neplatný JSON objekt
sq: Objekt JSON i pavlefshëm
sv_se: Ogiltigt JSON-objekt

source: Message not eligible for annotation
hu: Az üzenethez nem adható magyarázó jegyzet
id: Pesan tidak memenuhi syarat untuk anotasi
sq: Mesazh jo i përshtatshëm për shënim
sv_se: Meddelande berättigar inte till anteckning

source: Details
es_ar: Detalles
fi: Lisätiedot
fur: Detais
he: פרטים
hr: Detalji
hu: Részletek
ia: Detalios
id: Detail
is: Nánar
ka: შესახებ
kab: Talqayt
ms: Butiran
nb_no: Detaljer
nn_no: Detaljar
ro: Detalii
sk: Podrobnosti
sq: Hollësi
sr_latn: Informacije
sv_se: Detaljer
te: వివరాలు
th: รายละเอียด
tr: Ayrıntılar
vi: Chi tiết

source: What is your license's name?
es_ar: ¿Cuál es el nombre de tu licencia?
fi: Mikä on lisenssisi nimi?
fur: Cuâl isal il non de tô licence?
fy_nl: Wat is de namme fan jo lisinsje?
he: מהו שם הרישיון שלך?
hr: Kako se zove tvoja licenca?
hu: Mi a licenc elnevezése?
ia: Qual es le nomine de tu licentia?
id: Apakah nama lisensi anda?
is: Hvert er nafn notkunarleyfisins þíns?
ka: რა არის თქვენი ლიცენზიის დასახელება?
kab: Dacu-t yisem n turagt inek?
ms: Apakah nama lesen anda?
nb_no: Hva er navnet på din lisens?
nn_no: Kva er lisensnamnet ditt?
ro: Care este denumirea licenței tale?
sk: Aký je názov vašej licencie?
sq: Cili është emri i licencës suaj?
sr_latn: Koje je ime Vaše licence?
sv_se: Vilken är ditt licensnamn?
te: మీ లైసెన్స్ పేరు ఏమిటి?
th: ใบอนุญาตของคุณชื่ออะไร?
tr: Lisansınızın ismi ne?
vi: Tên giấy phép của bạn là gì?

source: Provide the text of your license.
es_ar: Proporciona el texto de tu licencia.
fi: Kirjoita lisenssisi teksti.
fur: Furnìs il test de tô licence.
fy_nl: Jou de tekst fan jo lisinsje.
he: נא לציין את טקסט הרישיון שלך.
hr: Navedi tekst tvoje licence.
hu: Adja meg a licenc szövegét.
ia: Forni le texto de tu licentia.
id: Menyediakan teks untuk lisensi anda.
is: Gefðu upp texta notkunarleyfisins.
ka: ლიცენზიის ტექსტის მითითება.
kab: Mudd aḍis i turagt inek.
ms: Sertakan teks untuk lesen anda.
nb_no: Oppgi lisensteksten for din lisens.
nn_no: Spesifiser lisensteksten for lisensen din.
ro: Furnizează textul licenței tale.
sk: Zadajte text vašej licencie.
sq: Jepni tekstin e licencës suaj.
sr_latn: Obezbedite tekst Vaše licence.
sv_se: Tillhandahåll texten till din licens.
te: మీ లైసెన్స్ యొక్క టెక్స్ట్ ను అందించండి.
th: ระบุข้อความใบอนุญาตของคุณ
tr: Lisans metninizi sağlayın.
vi: Cung cấp nội dung cho giấy phép của bạn

source: License text is required when choosing Other.
es_ar: Cuando se elige Otro, el texto de la licencia es obligatorio.
fi: Lisenssiteksti on pakollinen, kun valitset Muu-vaihtoehdon.
fur: Tu scugnis specificâ il test de licence se tu sielzis Altri.
fy_nl: As jo Oars kieze, is in lisinsjetekst fereaske.
he: נדרש טקסט רישיון בעת בחירה ברישיון אחר.
hr: Tekst licence je potreban pri odabiru Ostalo.
hu: A licenc szövegére szükség van, ha az Egyéb lehetőséget választja.
ia: Le texto del licentia es necessari si tu selige Altere.
id: Teks lisensi diperlukan saat memilih Lainnya.
is: Texta notkunarleyfis er krafist þegar valið er Annað.
ka: საკუთარის არჩევის შემთხვევაში, საჭიროა ლიცენზიის ტექსტის მითითება.
kab: Aḍris n uselkin yettwasra ticki tferneḍ wayed.
ms: Teks lesen diperlukan apabila memilih Lain-lain.
nb_no: Lisensteksten er nødvendig når du velger "Annen".
nn_no: Lisenstekst er nødvendig når du vel «Annan».
ro: Textul licenței este necesar când alegi Altele.
sk: Ak zvolíte položku Iná, musíte zadať text licencie.
sq: Teksti i licencës është i domosdoshëm kur zgjidhet Tjetër.
sr_latn: Tekst licence je neophodan kada se izabere Drugo.
sv_se: Licenstext krävs när du väljer annat.
te: ఇతర ఎంపిక చేసుకున్నప్పుడు లైసెన్సు పాఠ్యం తప్పనిసరి.
th: จำเป็นต้องระบุข้อความใบอนุญาตเมื่อเลือก อื่น ๆ
tr: Diğer seçeneği seçildiğinde sözleşme metni girilmesi gerekir.
vi: Cần có nội dung giấy phép khi chọn Khác.

source: This add-on has an End-User License Agreement
es_ar: Este complemento tiene una Licencia de Usuario Final
fi: Tällä lisäosalla on loppukäyttäjän lisenssiehdot
fur: Chest component adizionâl al à une licence cul utent finâl (EULA)
fy_nl: Dizze add-on hat in brûksrjochtoerienkomst
he: לתוספת זו יש הסכם רישיון למשתמש קצה
hr: Ovaj dodatak sadrži korisnički ugovor o licenci
hu: A kiegészítő végfelhasználói licencszerződést tartalmaz.
ia: Iste additivo ha un accordo de licentia con le usator final (EULA)
id: Pengaya ini memiliki Kesepakatan Lisensi Pengguna
is: Þessi viðbót er með EULA samning um notandaleyfi
ka: დამატებას გააჩნია სამომხმარებლო სალიცენზიო შეთანხმება
kab: Azegrir-agi ɣur-s tiwtilin timatutin n useqdec
ms: Add-on ini ada Perjanjian Lesen Pengguna-Akhir
nb_no: Dette tillegget har en sluttbrukerlisensavtale
nn_no: Denne utvidinga har ein sluttbrukarlisensavtale
ro: Acest supliment are un acord de licență pentru utilizatorul final
sk: Tento doplnok obsahuje Licenčnú zmluvu pre koncového používateľa.
sq: Kjo shtesë ka një Marrëveshje Licence Përdoruesi të Thjeshtë
sr_latn: Ovaj dodatak ima Ugovor o licenci softvera za krajnjeg korisnika
sv_se: Detta tillägg har ett slutanvändarlicensavtal
te: ఈ పొడగింతకు అంతిమ-వాడుకరి లైసెన్స్ ఒప్పందం ఉంది
th: ส่วนเสริมนี้มีข้อตกลงสัญญาอนุญาตผู้ใช้ปลายทาง
tr: Bu sözleşmenin bir Son Kullanıcı İzin Sözleşmesi var
vi: Tiện ích mở rộng này có Thỏa thuận cấp phép người dùng cuối

source: Please specify your add-on's End-User License Agreement:
es_ar: Especifica la Licencia de Usuario Final de tu complemento:
fi: Määritä lisäosasi loppukäyttäjän lisenssiehdot:
fur: Specifiche la licence cul utent finâl (EULA) di chest component adizionâl:
fy_nl: Jou de brûksrjochtoerienkomst fan jo add-on op:
he: נא לציין את הסכם רישיון למשתמש קצה עבור התוספת שלך:
hr: Odredi korisnički ugovor o licenci za svoj dodatak:
hu: Adja meg a kiegészítő végfelhasználói licencszerződését:
ia: Per favor specifica le accordo de licentia con le usator final (EULA) de tu additivo:
id: Harap merinci Kesepakatan Lisensi Pengguna pengaya anda:
is: Tilgreindu EULA samning um notandaleyfi fyrir viðbótina þína:
ka: გთხოვთ მიუთითოთ თქვენი დამატების სამომხმარებლო შეთანხმება:
kab: MA ulac aɣilif, sbadu tiwtilin timatutin n useqdec n uzgrir inek:
ms: Sila tetapkan Perjanjian Lesen Pengguna-Akhir add-on anda:
nb_no: Spesifiser sluttbrukerlisensavtale for tillegget ditt:
nn_no: Spesifiser sluttbrukarlisensavtale for utvidinga di:
ro: Te rugăm să specifici acordul de licență pentru utilizatorul final aferent suplimentului tău:
sk: Vyplňte pri vašom doplnku Licenčnú zmluvu pre koncového používateľa:
sq: Ju lutemi, përcaktoni Marrëveshje Licence Përdoruesi të Thjeshtë të shtesës suaj:
sr_latn: Molimo Vas navedite Ugovor o licenci softvera za krajnjeg korisnika za Vašeg dodatka:
sv_se: Ange ditt tilläggs slutanvändarlicensavtal:
te: దయచేసి మీ పొడగింతకి అంతిమ-వాడుకరి లైసెన్స్ ఒప్పందాన్ని పేర్కొనండి:
th: โปรดระบุข้อตกลงสัญญาอนุญาตผู้ใช้ปลายทางของส่วนเสริมของคุณ:
tr: Eklentinizin Son Kullanıcı İzin Sözleşmesi'ni belirtin:
vi: Vui lòng chỉ định Thỏa thuận cấp phép người dùng cuối của tiện ích mở rộng của bạn:

source: This add-on has a Privacy Policy
es_ar: Este complemento tiene una política de privacidad
fi: Tällä lisäosalla on yksityisyyskäytäntö
fur: Chest component adizionâl al à une informative su la riservatece
fy_nl: Dizze add-on hat in privacybelied
he: לתוספת זו יש מדיניות פרטיות
hr: Ovaj dodatak ima politiku privatnosti
hu: A kiegészítő adatvédelmi irányelvvel rendelkezik
ia: Iste additivo ha un politica de confidentialitate
id: Pengaya ini mengandung Kebijakan Privasi
is: Þessi viðbót er með stefnu um meðferð persónuupplýsinga
ka: დამატებას გააჩნია პირადი მონაცემების დაცვის დებულება
kab: Azegrir-agi ɣur-s tasertit tabaḍnit
ms: Add-on ini ada Polisi Privasi
nb_no: Denne utvidelsen har en personvernpraksis
nn_no: Denne utvidinga har ein personvernpraksis
ro: Acest supliment are o politică de confidențialitate
sk: Tento doplnok má Zásady ochrany súkromia
sq: Kjo shtesë ka Rregulla Privatësi
sr_latn: Ovaj dodatak ima Polisu privatnosti
sv_se: Detta tillägg har en sekretesspolicy
te: ఈ పొడిగింత గోప్యతా విధానాన్ని కలిగి ఉంది
th: ส่วนเสริมนี้มีนโยบายความเป็นส่วนตัว
tr: Bu eklentinin Gizlilik Kuralları var
vi: Tiện ích này có một chính sách riêng tư

source: Please specify your add-on's Privacy Policy:
es_ar: Especifica la política de privacidad del complemento:
fi: Määritä lisäosasi yksityisyyskäytäntö:
fur: Specifiche la informative su la riservatece dal to component adizionâl:
fy_nl: Jou it privacybelied fan jo add-on op:
he: נא לציין את מדיניות הפרטיות של התוספת שלך:
hr: Odredi politiku privatnosti za tvoj dodatak:
hu: Adja meg a kiegészítő adatvédelmi irányelveit:
ia: Per favor specifica tu Politica de confidentialitate del additivo:
id: Tentukan Kebijakan Privasi pengaya Anda:
is: Tilgreindu stefnu vegna meðferðar persónuupplýsinga fyrir viðbótina þína:
ka: გთხოვთ მიუთითოთ თქვენი დამატების პირადი მონაცემების დაცვის დებულება:
kab: Ma ulac aɣilif, mudd-d tasertit n tbadnit n uzegrir inek:
ms: Sila tetapkan Polisi Privasi add-on anda:
nb_no: Oppgi utvidelsens personvernpraksis:
nn_no: Spesifiser personvernpraksisen til utvidinga di:
ro: Te rugăm să specifici politica de confidențialitate aferentă suplimentului tău:
sk: Zadajte Zásady ochrany súkromia pre váš doplnok:
sq: Ju lutemi, përcaktoni Rregullat e Privatësi për shtesën tuaj:
sr_latn: Molimo Vas navedite Polisu privatnosti Vašeg dodatka:
sv_se: Ange ditt tilläggs sekretesspolicy:
te: దయచేసి మీ పొడిగింత యొక్క గోప్యతా విధానాన్ని పేర్కొనండి:
th: กรุณาระบุนโยบายความเป็นส่วนตัวของส่วนเสริมของคุณ
tr: Lütfen eklentinizin Gizlilik İlkeleri'ni belirtin:
vi: Vui lòng chỉ định chính sách riêng tư cho tiện ích của bạn:

source: Why did you make this add-on?
hu: Miért készítette ezt a kiegészítőt?
id: Mengapa anda membuat pengaya ini?
kab: Acuɣeṛ teggiḍ azegri-agi?
sk: Prečo ste vytvorili tento doplnok?
sq: Pse e krijuat këtë shtesë?
sr_latn: Zašto ste napravili ovaj dodatak?
sv_se: Varför skapade du det här tillägget?

source: What's next for this add-on?
hu: Mi következik a kiegészítő fejlesztésében?
id: Apakah pengembangan pengaya ini selanjutnya?
kab: D acu yellan sakin i uzegrir-agi?
sk: Čo sa chystá pre tento doplnok?
sq: Ç’vijon për këtë shtesë?
sr_latn: Šta je sledeće za ovaj dodatak?
sv_se: Vad är framtiden för detta tillägg?

source: The developers of this add-on
hu: A kiegészítő fejlesztői
id: Pengembang pengaya ini
kab: Aneflay n uzegrir-agi
sk: Vývojári tohto doplnku
sq: Zhvilluesit e kësaj shtese
sr_latn: Autori ovog dodatka
sv_se: Utvecklarna av detta tillägg

source: An organization of my choice
hu: Az általam kiválasztott szervezet
id: Organisasi pilihan saya
kab: Tuddsa i bɣiɣ
sk: Organizácia podľa môjho výberu
sq: Një organizëm sipas dëshirës sime
sr_latn: Organizacija mog izbora
sv_se: En organisation av mitt val

source: Please enter a suggested amount greater than 0.
hu: Adjon meg egy javasolt támogatási összeget, ami nagyobb mint 0.
id: Masukkan jumlah yang disarankan lebih besar dari 0.
kab: Ma ulac aɣilif mudd-d tallayt yugaren 0.
sk: Zadajte navrhovanú čiastku vyššiu ako 0.
sq: Ju lutemi, jepni një sasi të këshillueshme më të madhe se 0.
sr_latn: Molimo Vas unesite predloženu količinu veću od 0.
sv_se: Ange ett föreslaget belopp större än 0.

source: Please enter a suggested amount less than ${0}.
hu: Adjon meg egy javasolt támogatási összeget, ami kevesebb mint ${0}.
id: Masukkan jumlah yang disarankan kurang dari ${0}.
kab: Ma ulac aɣilif mudd-d tallayt daw n {0} $.
sk: Zadajte navrhovanú čiastku nižšiu ako ${0}.
sq: Ju lutemi, jepni një sasi të këshillueshme më të vogël se ${0}.
sr_latn: Molimo Vas unesite predložen iznos manji od ${0}.
sv_se: Ange ett föreslaget belopp mindre än ${0}.

source: PayPal ID required to accept contributions.
hu: A támogatás elfogadásához PayPal ID szükséges.
id: ID Paypal diperlukan untuk menerima kontribusi.
kab: Asulay ID n PayPal yettwasra akken ad yettwaqbel uttekki.
sk: Na akceptovanie príspevkov je požadované PayPal ID.
sq: Lypset ID Paypal-i për pranim kontributesh.
sr_latn: Zahteva se PayPal ID da bi se prihvatili doprinosi.
sv_se: PayPal-ID krävs för att ta emot bidrag.

source: Could not validate PayPal id.
hu: A PayPal ellenőrzése sikertelen.
id: Tidak dapat memvalidasi id PayPal.
kab: Ur izmir ara ad isentem asulay id n PayPal.
sk: Nepodarilo sa overiť PayPal ID.
sq: S’vleftësoi dot id PayPal-i.
sr_latn: Nismo mogli da proverimo PayPal id.
sv_se: Det gick inte att validera PayPal-ID.
