Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: You don't need coding skills to help keep Firefox the most customizable browser available!
es_ar: ¡No necesitás saber mucho de código para ayudar a que Firefox siga siendo el navegador más personalizable!
fur: Nol covente savê programâ par judâ Firefox a restâ il navigadôr plui personalizabil in circolazion!
fy_nl: Jo hawwe gjin koadefeardichheden nedich om Firefox de meast oanpasbere browser dy’t te krijen is te helpen hâlden!
he: אין צורך במיומנות תכנות כדי לסייע לשמור על מעמדו של Firefox בתור הדפדפן הכי גמיש שיש!
hr: Ne trebaš vještine kodiranja da bi Firefox ostao najprilagodljiviji preglednik!
ia: Non es necessari saper programmar pro adjutar a mantener Firefox le navigator le plus personalisabile!
ka: კოდის წერის ცოდნა არაა აუცილებელი, Firefox-ის, მომხმარებელზე ყველაზე მეტად მორგებული ბრაუზერის ხელმისაწვდომობის შესანარჩუნებლად!
ms: Anda tidak perlu ada kemahiran pengkodan untuk membantu mengekalkan Firefox sebagai pelayar sedia ada yang paling boleh disesuaikan!
nb_no: Du trenger ikke programmeringsferdigheter for å gjøre Firefox til den mest tilpassbare nettleseren!
nn_no: Du treng ikkje programmeringsferdigheiter for å gjere Firefox til den mest tilpassingsdyktige nettlesaren!
ro: Nu ai nevoie de aptitudini de codare ca să ajuți la a menține Firefox cel mai personalizabil browser disponibil!
th: คุณไม่จำเป็นต้องมีทักษะการเขียนโค้ดเพื่อช่วยทำให้ Firefox เป็นเบราว์เซอร์ที่ปรับแต่งได้มากที่สุดซึ่งมีให้ใช้งานได้ตลอดเวลา!
tr: En özelleştirilebilir tarayıcı olan Firefox’u kullanabilmeniz için kodlama becerisine ihtiyacınız yok!
vi: Bạn không cần kỹ năng viết mã để giúp Firefox trở thành trình duyệt có thể tùy chỉnh tốt nhất hiện có!

source: See how
es_ar: Ver cómo
fur: Viôt cemût
fy_nl: Lês hoe
he: למדו כיצד
hr: Vidi kako
ia: Vide como
is: Sjáðu hvernig
ka: ნახეთ როგორ
kab: Ẓer amek
ms: Lihat caranya
nb_no: Se hvordan
nn_no: Sjå korleis
ro: Vezi cum
te: ఎలాగో చూడండి
th: ดูวิธี
tr: Nasıl olduğunu görün
vi: Tìm hiểu cách làm

source: Manage Your Add-on
ka: დამატებების მართვა
kab: Sefrek azegrir inek
ms: Urus Add-on Anda

source: Sign In to Edit and Update Your Add-on
ka: შედით ანგარიშზე, თქვენი დამატებების ჩასასწორებლად და გასაახლებლად
kab: Kcem akken ad tẓergeḍ neɣ ad tleqmeḍ azegrir inek
ms: Daftar masuk untuk Mengedit dan Mengemaskini Add-on Anda

source: Resources for a successful launch
ka: სასარგებლო მასალები, წარმატებული გაშვებისთვის
ms: Sumber untuk pelancaran yang berjaya

source: You've built your extension and are ready to publish it. What comes next? Check out our tips for creating an appealing listing page, getting your extension featured on %(amo_link_open)saddons.mozilla.org%(amo_link_close)s, finding answers to development questions, and staying up-to-date with news and events relevant to extension developers.
ka: გაფართოება უკვე შემუშავებულია და მზადაა გამოსაქვეყნებლად. რა იქნება შემდეგ? გაეცანით ჩვენს რჩევებს, მიმზიდველი გვერდის შექმნის თაობაზე, თქვენი გაფართოების შესაძლებლობების სრულად წარმოსაჩენად %(amo_link_open)saddons.mozilla.org%(amo_link_close)s საიტზე, მოიძიეთ პასუხები შემუშავებასთან დაკავშირებულ კითხვებზე და მუდმივად მიიღეთ სიახლეები, გაფართოებების შემმუშავებლებთან დაკავშირებული ღონისძიებების შესახებ.
ms: Anda telah membina ekstensi dan sedia untuk diterbitkan. Apa pula selepas ini? Lihat panduan yang kami sediakan untuk mencipta halaman penyenaraian yang menarik, supaya ekstensi dapat dipaparkan di %(amo_link_open)saddons.mozilla.org%(amo_link_close)s, mendapatkan jawapan berkaitan pembangunan, dan sentiasa mengikuti berita dan acara berkaitan pembangun ekstensi.

source: View Resources for Publishers
ka: სასარგებლო მასალები, ნამუშევრის გამოქვეყნებისთვის
ms: Lihat Sumber untuk Penerbit

source: Welcome Back
ka: კეთილი იყოს თქვენი დაბრუნება
ms: Selamat Kembali

source: Help users discover your extension by creating an appealing listing.
ka: დაეხმარეთ მომხმარებლებს თქვენი გაფართოების აღმოჩენაში, მიმზიდველი ჩამონათვალის შექმნით.
ms: Bantu pengguna mencari ekstensi anda dengan mencipta senarai yang menarik.

source: Learn How
ka: გაიგეთ, როგორ
kab: Issin amek
ms: Belajar Caranya

source: Want your extension to be featured on %(amo_link_open)saddons.mozilla.org%(amo_link_close)s? Our featured extensions policies will tell you what you need to know.
ka: გსურთ, თქვენი გაფართოება გახდეს რჩეული %(amo_link_open)saddons.mozilla.org%(amo_link_close)s საიტზე? რჩეული გაფართოებების შესახებ ჩვენი დებულებები დაგეხმარებათ გაიგოთ, რა არის ამისთვის საჭირო.
ms: Anda mahu ekstensi anda dipaparkan di %(amo_link_open)saddons.mozilla.org%(amo_link_close)s Anda boleh ketahuinya dalam polisi ekstensi serlahan yang disediakan.

source: View All Submissions
es_ar: Ver todos los envíos
fur: Visualize ducj i progjets cjariâts
fy_nl: Alle ynstjoeringen besjen
he: צפייה בכל ההגשות
hr: Prikaži sva slanja
ia: Vide tote le invios
is: Skoða allar innsendingar
ka: ყველა წარდგენილის ნახვა
kab: Wali akk tuzniwin
ms: Tinjau Semua Serahan
nb_no: Vis alle bidrag
nn_no: Vis alle bidrag
ro: Vezi toate propunerile trimise
te: అన్ని సమర్పణలను వీక్షించండి
th: ดูการส่งทั้งหมด
tr: Tüm gönderileri göster
vi: Xem tất cả các đệ trình

source: This is where you view and manage your add-ons and themes. To publish your first add-on, click "Submit Your First Add-on" or "Submit Your First Theme".
es_ar: Aquí es donde puedes ver y gestionar tus complementos y temas. Para publicar tu primer complemento, haz clic en "Enviar tu primer complemento" o "Enviar tu primer tema".
fi: Täällä voit tarkastella ja hallinnoida lisäosiasi ja teemojasi. Aloita ensimmäisen lisäosasi julkaiseminen napsauttamalla "Julkaise ensimmäinen lisäosani" tai "Julkaise ensimmäinen teemani".
fur: Achì al è dulà che tu puedis viodi e gjestî i tiei components adizionâi e temis. Par publicâ il prin component adizionâl, fâs clic su “Mande il to prin component adizionâl” o “Mande il to prin teme”.
fy_nl: Hjir besjogge en beheare jo jo add-ons en tema’s. Klik op ‘Jo earste add-on yntsjinje’ of ‘Jo earste tema yntsjinje’ om jo earste add-on te publisearjen.
he: כאן ניתן לצפות ולנהל את התוספות וערכות הנושא שלך. כדי לפרסם את התוספת הראשונה שלך, יש ללחוץ על ״הגשת התוספת הראשונה שלך״ או על ״הגשת ערכת הנושא הראשונה שלך״.
hr: Ovdje se pregledava i upravlja vlastitim dodacima i temama. Za objavljivanje prvog vlastitog dodatka, klikni „Pošalji svoj prvi dodatak” ili „Pošalji svoju prvu temu”.
ia: Isto es ubi tu vide e gere tu additivos e themas. Pro publicar tu prime additivo, clicca "Inviar tu prime additivo" o "Inviar tu prime thema".
ka: აქ შეგეძლებათ იხილოთ და მართოთ თქვენი დამატებები და თემები. პირველი დამატების გამოსაქვეყნებლად, დააწკაპეთ ღილაკს „წარადგინეთ თქვენი პირველი დამატება“, ან „წარადგინეთ თქვენი პირველი თემა“.
ms: Di sinilah tempat anda tinjau dan uruskan add-ons dan tema anda. Untuk menerbitkan add-on pertama anda, klik "Hantar Add-on Pertama Anda" atau "Hantar Tema Pertama Anda".
nb_no: Her kan du se og håndtere dine tillegg og tema. For å publisere ditt første tillegg, klikk «Send inn ditt første tillegg» eller «Send inn ditt første tema».
nn_no: Det er her du kan sjå og handtere utvidingar og tema. For å publisere den første utvidinga di, trykk på Send inn den første utvidinga di» eller «Send inn det første temaet ditt».
ro: Aici îți vezi și îți gestionezi suplimentele și temele. Ca să publici primul supliment, dă clic pe „Propune primul tău supliment” sau „Propune prima ta temă”.
th: คุณสามารถดูและจัดการส่วนเสริมและชุดรูปแบบของคุณได้ที่นี่ เมื่อต้องการเผยแพร่ส่วนเสริมแรกของคุณ ให้คลิก "ส่งส่วนเสริมแรกของคุณ" หรือ "ส่งชุดรูปแบบแรกของคุณ"
tr: Eklentilerinizi ve temalarınızı buradan görebilir ve yönetebilirsiniz. İlk eklentinizi yayımlamak için "İlk eklentinizi gönderin" veya "İlk temanızı gönderin"e tıklayın.
vi: Đây là nơi bạn xem và quản lý các tiện ích và chủ đề của mình. Để xuất bản tiện ích đầu tiên của bạn, hãy nhấp vào "Gửi tiện ích đầu tiên của bạn" hoặc "Gửi chủ đề đầu tiên của bạn".

source: Submit Your First Add-on
es_ar: Enviar tu primer complemento
fi: Julkaise ensimmäinen lisäosani
fur: Mande il to prin component adizionâl
fy_nl: Jo earste add-on yntsjinje
he: הגשת התוספת הראשונה שלך
hr: Pošalji svoj prvi dodatak
ia: Inviar tu prime additivo
is: Sendu inn fyrstu viðbótina þína
ka: წარადგინეთ თქვენი პირველი დამატება
kab: Azen azegrir inek amezwaru
ms: Hantar Add-on Pertama Anda
nb_no: Send inn ditt første tillegg
nn_no: Send inn den første utvidinga di
ro: Propune primul tău supliment
te: మీ మొదటి పొడిగింత సమర్పించండి
th: ส่งส่วนเสริมแรกของคุณ
tr: İlk eklentinizi gönderin
vi: Gửi tiện ích đầu tiên của bạn

source: Submit Your First Theme
es_ar: Enviar tu primer tema
fi: Julkaise ensimmäinen teemani
fur: Mande il to prin teme
fy_nl: Jo earste tema yntsjinje
he: הגשת ערכת הנושא הראשונה שלך
hr: Pošalji svoju prvu temu
ia: Invia tu prime thema
is: Sendu inn fyrsta þemað þitt
ka: წარადგინეთ თქვენი პირველი თემა
kab: Azen asentel inek amezwaru
ms: Hantar Tema Pertama Anda
nb_no: Send inn ditt første tema
nn_no: Send inn det første temaet ditt
ro: Propune prima ta temă
te: మీ మొదటి అలంకారాన్ని సమర్పించండి
th: ส่งชุดรูปแบบแรกของคุณ
tr: İlk temanızı gönderin
vi: Gửi chủ đề đầu tiên của bạn

source: Add-on Developer Hub
es_ar: Centro de desarrolladores de complementos
fi: Lisäosien kehittäjäkeskus
fur: Centri di svilup dai components adizionâi
fy_nl: Add-on-ûntwikkelershub
he: מרכז מפתחי תוספות
hr: Centar za programere dodataka
ia: Centro de disveloppamento de additivos
is: Þróunarmiðstöð viðbóta (Developer Hub)
ka: დამატებების შემმუშავებლები
kab: Alemmas n uneflay n uzegrir
ms: Hab Pembangun Add-on
nb_no: Utviklerhubb for tillegg
nn_no: Utviklarhubb for utvidingar
ro: Centrul dezvoltatorilor de suplimente
te: పొడిగింతల డెవలపర్ హబ్
th: ศูนย์กลางนักพัฒนาส่วนเสริม
tr: Eklenti Geliştirici Merkezi
vi: Trung tâm nhà phát triển tiện ích

source: Docs
ka: მასალები
kab: Isemliyen
ms: Dokumen

source: Sign Out
es_ar: Cerrar sesión
fi: Kirjaudu ulos
fur: Disconet
fy_nl: Ofmelde
he: התנתקות
hr: Odjavi se
ia: Clauder session
is: Skrá út
ka: გამოსვლა
kab: Ffeγ
ms: Daftar Keluar
nb_no: Logg ut
nn_no: Logg ut
ro: Ieși din cont
te: నిష్క్రమించు
th: ลงชื่อออก
tr: Çıkış yap
vi: Đăng xuất

source: User Photo
es_ar: Imagen del usuario
fi: Käyttäjän valokuva
fur: Foto dal utent
fy_nl: Brûkersfoto
he: תמונת משתמש
hr: Fotografija korisnika
ia: Photo del usator
is: Notandamynd
ka: მომხმარებლის სურათი
kab: Tawlaft n useqdac
ms: Foto Pengguna
nb_no: Brukerfoto
nn_no: Brukarbilde
ro: Fotografia utilizatorului
te: వాడుకరి చిత్రం
th: รูปถ่ายผู้ใช้
tr: Kullanıcı Fotoğrafı
vi: Ảnh người dùng

source: <a href="%(register)s">Register</a> or <a href="%(login)s">Sign In</a>
ka: <a href="%(register)s">რეგისტრაცია</a> ან <a href="%(login)s">შესვლა</a>
kab: <a href="%(register)s">Jerred</a> neɣ <a href="%(login)s">Kcem</a>
ms: <a href="%(register)s">Daftar</a> atau <a href="%(login)s">Daftar Masuk</a>

source: Customize Firefox
es_ar: Personalizar Firefox
fi: Muokkaa Firefoxia
fur: Personalize Firefox
fy_nl: Firefox oanpasse
he: התאמה אישית של Firefox
hr: Prilagodi Firefox
ia: Personalisar Firefox
is: Sérsníða Firefox
ka: Firefox-ის მორგება
kab: Sagen Firefox
ms: Penyesuaian Firefox
nb_no: Tilpass Firefox
nn_no: Tilpass Firefox
ro: Personalizează Firefox
te: Firefox‌ను తీర్చిదిద్దుకోండి
th: ปรับแต่ง Firefox
tr: Firefox’u özelleştirin
vi: Tùy biến Firefox

source: Add-ons let millions of Firefox users enhance their browsing experience. If you know %(html_link_open)sHTML%(link_close)s, %(js_link_open)sJavaScript%(link_close)s, and %(css_link_open)sCSS%(link_close)s, you already have all the necessary skills to make a great add-on.
ka: დამატებები საშუალებას აძლევს Firefox-ის მილიონობით მომხმარებელს, გააფართოვონ თავიანთი ბრაუზერის შესაძლებლობები. თუ ფლობთ %(html_link_open)sHTML%(link_close)s, %(js_link_open)sJavaScript%(link_close)s და %(css_link_open)sCSS%(link_close)s-ს, თქვენ უკვე თავისუფლად შეგიძლიათ შექმნათ არაჩვეულებრივი დამატებები.
ms: Add-ons membolehkan jutaan pengguna Firefox menambah pengalaman pelayaran. Jika anda tahu %(html_link_open)sHTML%(link_close)s, %(js_link_open)sJavaScript%(link_close)s, dan %(css_link_open)sCSS%(link_close)s, anda sudah ada semua kemahiran yang diperlukan untuk menghasilkan add-on yang bagus.

source: Learn How to Make an Add-on
ka: გაიგეთ, თუ როგორ იქმნება დამატებები
kab: Issin amek ara tesniflid azegrir
ms: Belajar Cara Membina Add-on

source: Port a Chrome Extension
ka: Chrome-ის გაფართოების გადმოტანა
kab: Ttaɛebga n usiɣzef Chrome
ms: Port Ekstensi Chrome

source: Firefox supports WebExtension APIs, which in most cases are compatible with the extension APIs supported by Chrome, Opera and Edge, so your extensions will run in Firefox with just a few changes.
ka: Firefox-ში მხარდაჭერილია WebExtension API-ები, რაც უმეტეს შემთხვევაში თავსებადია Chrome-ის, Opera-სა და Edge-ს API-ებთან, ასე რომ, თქვენი გაფართოება, მცირე ხელის შევლების შედეგად, მარტივად გაეშვება Firefox-შიც.
kab: Firefox isefrak isnasen API WebExtension, tugett deg-sen mṣadan akked usnas API n usiɣzef isefrak Chrome, Opera akked Edge, ihi isiɣzaf inek ad ttwaselkmen di Firefox s kra kan n usnifel.
ms: Firefox menyokong APIs WebExtension, yang dalam kebanyakan keadaan serasi dengan ekstensi APIs yang disokong oleh Chrome, Opera dan.Edge, supaya ekstensi dapat berfungsi dalam Firefox dengan hanya sedikit perubahan.

source: Publish Your Add-on
ka: გამოაქვეყნეთ თქვენი დამატება
kab: Suffeγ-d azegrir inek
ms: Terbitkan Add-on Anda

source: Have an add-on ready? Submit your extension or theme to be listed on addons.mozilla.org or sign and distribute your extension on your own.
ka: მზად გაქვთ უკვე დამატება? გადააგზავნეთ თქვენი გაფართოება ან თემა, addons.mozilla.org-ზე გამოსაქვეყნებლად, ან დაამოწმეთ და გაავრცელეთ თავად.
kab: Γur-k yakan azegrir iheggan? Azen asiɣzef-inek neγ asentel-inek ara d-yettwabedren deg addons.mozilla.org neγ kcem sakin zuzer asiγzef-inek iman-ik.
ms: Add-on anda sudah siap? Hantar ekstensi atau tema anda untuk disenaraikan dalam addons.mozilla.org atau tandatangan dan anda edarkan sendiri ekstensi tersebut.

source: Sign In
ka: შესვლა
kab: Kcem
ms: Daftar Masuk

source: A command line tool to build, run, and test extensions.
ka: ბრძანების სტრიქონი, გაფართოებების შექმნის, გაშვებისა და გამოცდისთვის.
ms: Alatan baris arahan untuk membina, melaksana dan menguji ekstensi.

source: Automated code tests for your add-on.
ka: დამატების კოდის ავტომატური შემოწმება.
kab: Ikayaden n tengalt awurman i uzegrir-inek.
ms: Ujian kod automatik untuk add-on anda.

source: Compatibility Test
ka: თავსებადობის შემოწმება
ms: Ujian Keserasian

source: Check to see if your extension is compatible with Firefox.
ka: შეამოწმეთ, არის თუ არა თქვენი გაფართოება Firefox-სთან თავსებადი.
ms: Semak untuk melihat samada ekstensi anda serasi dengan Firefox.

source: I agree to the %(agreement_link_open)sFirefox Add-on Distribution Agreement%(link_close)s and to my information being handled as described in the %(privacy_notice_link_open)sWebsites, Communications and Cookies Privacy Notice%(link_close)s.
ka: ვუერთდები %(agreement_link_open)sFirefox დამატებების გავრცელების თაობაზე შეთანხმებას%(link_close)s და თანახმა ვარ ჩემი მონაცემები დამუშავდეს, %(privacy_notice_link_open)sპირადი მონაცემების დაცვის დებულების%(link_close)s შესაბამისად.
ms: Saya bersetuju dengan %(agreement_link_open)sFirefox Add-on Distribution Agreement%(link_close)s dan dengan cara pengendalian maklumat saya seperti yang dijelaskan dalam Laman Web %(privacy_notice_link_open)s,Notis Privasi Komunikasi dan Kuki %(link_close)s.

source: Optionally, enter any information that may be useful to the Reviewer of this add-on, such as test account information.
es_ar: También puedes introducir información que pueda ser útil para el editor que revise el complemento, como información de la cuenta de prueba.
fur: (facoltatîf) Inserìs informazions utilis pai revisôrs di chest component adizionâl, par esempli i dâts di un account par fâ lis provis.
fy_nl: Fier opsjoneel ynformaasje yn dy’t nuttich wêze kin foar de beoardieler by it beoardielen fan dizze app, lykas testynformaasje.
he: לבחירתך, ניתן להקליד כל פרט מידע שעשוי לסייע לסוקרי התוספת הזו כגון פרטי חשבון לבדיקה.
hr: Ako želiš, navedi sve podatke koji mogu biti korisni recenzentu ovog dodatka, poput podataka o testnom računu.
ia: Optionalmente, insere tote le informationes que pote ser utile al revisor de iste additivo, tal como informationes del conto de test.
ka: ამასთან, შეგიძლიათ მიუთითოთ გამოსადეგი ინფორმაცია მიმომხილველებისთვის ამ დამატების შესახებ, როგორიცაა მაგალითად, საცდელი ანგარიშის მონაცემები.
ms: Sebagai pilihan, masukkan apa-apa maklumat yang mungkin berguna kepada Penyemak add-on ini, seperti maklumat akaun ujian.
nb_no: Alternativt, skriv inn informasjon som kan være nyttig til gjennomgangspersoner for dette tillegget, som for eksempel informasjon om testkonto.
nn_no: Alternativt, skriv inn informasjon som kan vere nyttig til gjennomgangspersonar for dette tillegget, som til dømes informasjon om testkonto.
ro: Introdu opțional orice informații care ar putea fi utile revizorului pentru acest supliment, cum ar fi datele contului de testare.
th: หรืออีกทางเลือกหนึ่ง ให้ใส่ข้อมูลใดก็ตามที่อาจเป็นประโยชน์ต่อผู้ตรวจสอบส่วนเสริมนี้ เช่น ข้อมูลบัญชีทดสอบ
tr: İsteğe bağlı olarak, bu eklentiyi inceleyen kişiye yararlı olabilecek tüm bilgileri (test hesabı bilgileri vb.) girin.
vi: Tùy chọn, nhập bất kỳ thông tin nào có thể hữu ích cho người đánh giá của tiện ích mở rộng này, chẳng hạn như thông tin tài khoản thử nghiệm.

source: Close Review History
es_ar: Cerrar historial de revisiones
fur: Siere cronologjie revisions
fy_nl: Beoardielingsskiednis slute
he: סגירת היסטוריית סקירה
hr: Zatvori povijest recenzija
ia: Clauder le chronologia del revision
is: Loka yfirferðaferli
ka: განხილვების ისტორიის დახურვა
kab: Mdel amazray n ucegger
ms: Tutup Sejarah Semakan
nb_no: Lukk gjennomgangshistorikk
nn_no: Lat att vurderingshistorikk
ro: Închide istoricul examinărilor
te: సమీక్ష చరిత్రను మూసివేయి
th: ปิดประวัติการตรวจทาน
tr: İnceleme geçmişini kapat
vi: Đóng lịch sử đánh giá

source: Request Review
es_ar: Solicitar valoraicón
fi: Pyydä katselmointia
fur: Domande revision
fy_nl: Beoardieling oanfreegje
he: בקשת סקירה
hr: Zatraži recenziju
ia: Requirer revision
is: Biðja um yfirferð
ka: განხილვის მოთხოვნა
kab: Suter aɛiwed n tɣuri
ms: Minta Semakan
nb_no: Be om gjennomgang
nn_no: Be om vurdering
ro: Solicită o recenzie
te: సమీక్షను అభ్యర్థించండి
th: ร้องขอการตรวจสอบ
tr: İncelenmesini iste
vi: Yêu cầu đánh giá

source: Loading Review History...
es_ar: Cargando historial de revisiones...
fi: Ladataan katselmointihistoriaa...
fur: Daûr a cjariâ la cronologjie des revisions…
fy_nl: Beoardielingsskiednis lade…
he: היסטוריית הסקירה נטענת…
hr: Učitavanje povijesti recenzija …
ia: Cargamento del chronologia de revision...
is: Hleð inn yfirferðaferli...
ka: განხილვების ისტორიის ჩატვირთვა...
kab: Asali n umazray n ucegger...
ms: Memuat Sejarah Semakan...
nb_no: Laster inn gjennomgangshistorikk…
nn_no: Lastar vurderingshistorikk…
ro: Se încarcă istoricul de recenzii...
te: సమీక్ష చరిత్రను లోడ్ చేస్తోంది...
th: กำลังโหลดประวัติการตรวจทาน...
tr: İnceleme geçmişi yükleniyor...
vi: Đang tải lịch sử đánh giá...

source: We had a problem retrieving review notes
es_ar: Hubo un problema al recuperar las notas de revisión
fur: O vin vût problemis tal recuperâ lis notis di revision
fy_nl: Wy hiene in probleem by it opheljen fan beoardielingsopmerkingen
he: אירעה תקלה בעת קבלת הערות סקירה
hr: Došlo je do problem tijekom prikupljanja napomena za recenziju
ia: Nos habeva un problema a recuperar le notas de revision
ka: ხარვეზებია განხილვის მონაცემების მიღებისას
kab: Teḍra-d tuccḍa deg awway n tezmilin n iceggiren
ms: Kami ada masalah mendapatkan nota semakan
nb_no: Vi hadde et problem med å hente vurderingsmerknader
nn_no: Vi hadde eit problem med å hente vurderingsmerknadar
ro: Am întâmpinat o problemă la recuperarea notelor de recenzare
te: సమీక్ష గమనికలను తేవడంలో మాకు సమస్య ఎదురైంది
th: เรามีปัญหาขณะเรียกอ่านหมายเหตุการตรวจสอบ
tr: İnceleme notları alınırken sorun yaşadık
vi: Chúng tôi đã gặp sự cố khi truy xuất các ghi chú xét duyệt

source: Load older...
es_ar: Cargar más antiguos...
fi: Lataa aikaisempi...
fur: Cjarie plui vecjis…
fy_nl: Aldere lade…
he: לטעון ישנות יותר…
hr: Učitaj starije …
ia: Carga precedentes…
is: Hlaða inn eldra...
ka: ძველი ჩატვირთვა...
kab: Sali-d akaram...
ms: Muatkan yang terdahulu...
nb_no: Last eldre…
nn_no: Last eldre…
ro: Încarcă mai vechi...
te: పాతదాన్ని లోడ్ చేయి...
th: โหลดที่เก่ากว่า...
tr: Daha eskileri yükle...
vi: Tải phần cũ hơn…

source: Leave a reply
es_ar: Responder
fi: Jätä vastaus
fur: Lasse une rispueste
fy_nl: Beantwurdzje
he: להשאיר תגובה
hr: Dodaj odgovor
ia: Lassar un responsa
is: Settu inn svar
ka: პასუხის დატოვება
kab: Eǧǧ tiririt
ms: Beri pesanan
nb_no: Legg igjen et svar
nn_no: Legg att eit svar
ro: Lasă un răspuns
te: సమాధానం ఇవ్వూ
th: เขียนการตอบกลับ
tr: Yanıt yaz
vi: Để lại một trả lời

source: Listing visibility
es_ar: Visibilidad de las listas
fi: Listausnäkyvyys
fur: Visibilitât tes listis
fy_nl: Sichtberheid fan fermelding
he: הצגת הרשומה
hr: Vidljivost popisa
ia: Visibilitate del lista de presentation
ka: დამატებების ხილულობა
ms: Ketampakan penyenaraian
nb_no: Synlighet i oppføring
nn_no: Synlegheit i opføring
ro: Vizibilitate la listare
te: ప్రత్యక్షత జాబితా
th: การมองเห็นของหน้ารายละเอียด
tr: Görünürlük
vi: Danh sách hiển thị

source: {label_open}Visible:{label_close} Visible to everyone on {site_url} and included in search results and listing pages.
ka: {label_open}ხილული:{label_close} ხილული ყველასთვის {site_url} საიტზე, მათ შორის ძიების შედეგებსა და ცალკეულ გვერდებზე.
ms: {label_open}Tampak:{label_close} Tampak kepada semua dalam {site_url} dan dimasukkan dalam hasil carian dan halaman penyenaraian.

source: {label_open}Invisible:{label_close} Won't be included in search results, and its listing page will indicate you disabled it. New version submissions for listing won't be accepted in this state.
ka: {label_open}უხილავი:{label_close} არ გამოჩნდება არც ძიების შედეგებში, ხოლო მის გვერდზე მითითებული იქნება რომ გამორთულია. ამ პირობებში, ახალი წარდგენილი ვერსიები გამოსაქვეყნებლად, არ მიიღება.
ms: {label_open}Halimunan:{label_close} Tidak dimasukkan dalam hasil carian, dan halaman penyenaraiannya akan menunjukkan anda menyahdayakannya. Penyerahan versi baru untuk penyenaraian tidak akan diterima dalam keadaan ini.

source: Listed versions
es_ar: Versiones listadas
fi: Listatut versiot
fur: Versions listadis
fy_nl: Fermelde ferzjes
he: גרסאות שמוצגות
hr: Navedene verzije
ia: Versiones in le lista de presentation
is: Skráðar útgáfur
ka: გამოქვეყნებული ვერსიები
kab: Ileqman yettwabedren
ms: Versi disenaraikan
nb_no: Oppførte versjoner
nn_no: Oppførte versjonar
ro: Versiunile listate
te: జాబితా చేసిన వెర్షన్లు
th: เวอร์ชันที่แสดงรายการ
tr: Listelenen sürümler
vi: Phiên bản được liệt kê

source: Other versions
es_ar: Otras versiones
fi: Muut versiot
fur: Altris versions
fy_nl: Oare ferzjes
he: גרסאות אחרות
hr: Ostale verzije
ia: Altere versiones
is: Aðrar útgáfur
ka: სხვა ვერსიები
kab: Ileqman-nniḍen
ms: Versi lain
nb_no: Andre versjoner
nn_no: Andre versjonar
ro: Alte versiuni
te: ఇతర వెర్షనులు
th: รุ่นอื่น ๆ
tr: Diğer sürümler
vi: Phiên bản khác

source: All versions
es_ar: Todas las versiones
fi: Kaikki versiot
fur: Dutis lis versions
fy_nl: Alle ferzjes
he: כל הגרסאות
hr: Sve verzije
ia: Tote le versiones
is: Allar útgáfur
ka: ყველა ვერსია
kab: Akk ileqman
ms: Semua versi
nb_no: Alle versjoner
nn_no: Alle versjonar
ro: Toate versiunile
te: అన్ని వెర్షనులు
th: รุ่นทั้งหมด
tr: Tüm sürümler
vi: Tất cả phiên bản
