Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: an add-on developer replies to my review
es_ar: un desarrollador de complementos responde a mi valoración
fi: lisäosan kehittäjä vastaa arviooni
fur: un svilupadôr di components adizionâi al rispuint ae mê recension
fy_nl: in add-on-ûntwikkeler beäntwurdet myn beoardieling
he: מפתח תוספת מגיב לסקירה שלי
hr: programer dodataka odgovara na moju recenziju
hu: egy kiegészítő fejlesztője válaszol az értékelésemre
ia: le disveloppator de un additivo responde a mi recension
id: pengembang pengaya membalas ulasan saya
is: forritari/hönnuður viðbótar svarar umsögninni minni
ka: დამატების შემმუშავებლის მიერ, ჩემს მიმოხილვაზე გამოხმაურებისას
kab: aneflay n uzegrir yerra-d i ucegger inu
ms: pembangun add-on membalas ulasan saya
nb_no: en tilleggsutvikler svarer på min vurdering
nn_no: ein tilleggsutviklar svarar på vurderinga mi
ro: un dezvoltator de suplimente răspunde la recenzia mea
sk: vývojár doplnku odpovedal na moju recenziu
sq: një zhvillues shtese i përgjigjet shqyrtimit tim
sr_latn: programer dodatka mi odgovorio na kritiku
sv_se: en tilläggsutvecklare svarar på min recension
th: นักพัฒนาส่วนเสริมตอบกลับบทวิจารณ์ของฉัน
tr: eklenti geliştiricisi, incelememe yanıt verdiğinde
vi: một nhà phát triển tiện ích trả lời đánh giá của tôi

source: an app developer replies to my review
hu: egy alkalmazás fejlesztője válaszol az értékelésemre
id: pengembang aplikasi membalas ulasan saya
sk: vývojár aplikácie odpovie na moju recenziu
sq: një zhvillues aplikacioni i përgjigjet një shqyrtimit tim
sr_latn: programer aplikacije je odgovorio na moju recenziju
sv_se: en apputvecklare svarar på min recension

source: new add-ons or Firefox features are available
es_ar: hay disponibles nuevos complementos o características de Firefox
fi: uusia lisäosia tai Firefox-ominaisuuksia on saatavilla
fur: a son disponibii gnûfs components adizionâi o gnovis funzions di Firefox
fy_nl: der binne nije add-ons of Firefox-funksjes beskikber
he: תוספות או תכונות Firefox חדשות זמינות
hr: dostupni su novi dodaci ili funkcije Firefoxa
hu: új kiegészítő vagy Firefox funkció érhető el
ia: nove additivos o functiones de Firefox es disponibile
id: pengaya baru atau fitur Firefox tersedia
is: nýjar viðbætur eða eiginleikar Firefox eru til taks
ka: ახალი დამატებების ან Firefox-ის ახალი შესაძლებლობების გამოსვლისას
kab: izegrar neɣ timahilin timaynutin n Firefox llant
ms: add-ons atau ciri baru Firefox sudah tersedia
nb_no: nye tillegg eller Firefox-funksjoner er tilgjengelig
nn_no: nye tillegg eller Firefox-funksjonar er tilgjengelege
ro: suplimente sau funcții Firefox noi devin disponibile
sk: sú dostupné nové doplnky alebo funkcie Firefoxu
sq: ka të passhme shtesa ose veçori Firefox-i
sr_latn: novi dodaci ili Firefox mogućnosti su dostupni
sv_se: nya tillägg eller funktioner i Firefox är tillgängliga
th: มีคุณลักษณะของส่วนเสริมหรือ Firefox ใหม่
tr: yeni eklentiler veya Firefox özellikleri mevcut
vi: tiện ích mở rộng mới hoặc các tính năng Firefox có sẵn

source: my add-on's compatibility is upgraded successfully
es_ar: la compatibilidad de mi complemento se actualiza con éxito
fur: la compatibilitât dal gno component adizionâl e je stade inzornade cun sucès
fy_nl: de komptabiliteit fan myn add-on is mei sukses bywurke
he: התאימות של התוספת שלי שודרגה בהצלחה
hr: kompatibilnost mog dodatka uspješno je nadograđena
hu: a kiegészítő kompatibilitása sikeresen frissítve
ia: le compatibilitate de mi additivo es promovite con successo
id: kecocokan pengaya saya berhasil ditingkatkan
is: hægt er að uppfæra samhæfni viðbótarinnar minnar
ka: ჩემი დამატების თავსებადობა განახლდა წარმატებით
kab: amṣda n uzegrir-inu yettwalqem akken iwata
ms: keserasian add-on saya berjaya dipertingkatkan
nb_no: kompatibiliteten til tillegget mitt er oppgradert
nn_no: kompatibiliteten til tillegget mitt er oppgradert
ro: compatibilitatea suplimentului meu este actualizată cu succes
sk: kompatibilita môjho doplnku je úspešne upravená
sq: përputhshmëria e shtesës sime është përmirësuar me sukses
sr_latn: kompatabilnost mog dodatka je uspešno nadograđena
sv_se: mitt tilläggs kompatibilitet har uppgraderats
te: నా పొడగింత అనుగుణ్యత విజయవంతంగా నవీకరించబడినప్పుడు
th: อัปเกรดความเข้ากันได้ของส่วนเสริมของฉันสำเร็จ
tr: eklentimin uyumluluğu başarıyla yükseltildiğinde
vi: khả năng tương thích của tiện ích của tôi được nâng cấp thành công

source: my sdk-based add-on is upgraded successfully
hu: az sdk-alapú kiegészítő frissítése sikeres
id: pengaya berdasarkan sdk saya berhasil ditingkatkan
ka: ჩემი sdk-ზე დაფუძნებული დამატება განახლდა წარმატებით
kab: amṣada n uzegrir inu s useqdec n sdk yettwalqem akken iwata
ms: add-on berasaskan-sdk saya berjaya dipertingkatkan
sk: môj doplnok vytvorený pomocou SDK bol úspešne aktualizovaný
sq: shtesa sime e bazuar në sdk është përmirësuar me sukses
sr_latn: moj dodatak zasnovan na sdk je uspešno nadograđen
sv_se: mitt sdk-baserade tillägg har uppgraderats

source: someone writes a review of my add-on
es_ar: alguien escribe una valoración de mi complemento
fur: cualchidun al scrîf une recension dal gno component adizionâl
fy_nl: ien skriuwt in beoardieling oer myn add-on
he: מישהו כותב סקירה על התוספת שלי
hr: netko piše recenziju za moj dodatak
hu: valaki értékelést ír a kiegészítőmhöz
ia: alicuno scribe un recension de mi additivo
id: seseorang menulis ulasan pengaya saya
is: einhver skrifar umsögn um viðbótina mína
ka: ვიღაცა წერს მიმოხილვას ჩემი დამატების შესახებ
kab: yella win yuran acegger ɣef uzegrir inu
ms: seseorang menulis ulasan untuk add-on saya
nb_no: noen skriver en omtale av mitt tillegg
nn_no: nokon skriv ei vurdering av tillegget mitt
ro: cineva scrie o recenzie a suplimentului meu
sk: niekto napíše recenziu na môj doplnok
sq: dikush shkruan një shqyrtim të shtesës sime
sr_latn: neko piše recenziju na moj dodatak
sv_se: någon skriver en recension av mitt tillägg
te: నా పొడగింతపై ఎవరైనా సమీక్ష వ్రాసినప్పుడు
th: มีใครบางคนเขียนบทวิจารณ์เกี่ยวกับส่วนเสริมของฉัน
tr: eklentimle ilgili inceleme yazıldığında
vi: ai đó viết đánh giá về tiện ích của tôi

source: someone writes a review of my app
hu: valaki értékelést ír az alkalmazásomhoz
id: seseorang menulis ulasan tentang aplikasi saya
sk: niekto napíše k mojej aplikácií recenziu
sq: dikush shkruan një shqyrtim të aplikacionit tim
sr_latn: neko piše recenziju na moju aplikaciju
sv_se: någon skriver en recension av min app

source: add-on contests or events are announced
hu: kiegészítő versenyek vagy versenyek kerülnek bejelentésre
id: kontes atau acara pengaya diumumkan
kab: amsizzwer neɣ tidyanin n uzegrir ad ttwamlen
sk: sú vyhlásené súťaže doplnkov alebo udalosti k doplnkom
sq: lajmërohen veprimtari ose gara shtesash
sr_latn: takmičenje u pravljenju dodataka ili događaji su objavljeni
sv_se: tävlingar och evenemang för tillägg meddelas

source: my add-on's compatibility cannot be upgraded
es_ar: la compatibilidad de mi complemento no puede ser actualizada
fur: nol è pussibil inzornâ la compatibilitât dal gno component adizionâl
fy_nl: de komptabiliteit fan myn add-on kin net bywurke wurde
he: לא ניתן לשדרג את התאימות של התוספת שלי
hr: kompatibilnost mog dodatka ne može se nadograditi
hu: a kiegészítő kompatibilitása nem frissíthető
ia: le compatibilitate de mi additivo non pote esser actualisate
id: kecocokan pengaya saya tidak bisa ditingkatkan
is: ekki er hægt að uppfæra samhæfni viðbótarinnar minnar
ka: ჩემი დამატების თავსებადობის განახლება ვერ ხერხდება
kab: amṣada n uzegrir-inu ur yettwalqem ara
ms: keserasian add-on saya tidak boleh dipertingkatkan
nb_no: mitt tilleggs kompatibilitet kan ikke oppgraderes
nn_no: tilleggskompatibiliteten til innlegget mitt kan ikkje oppgraderast
ro: compatibilitatea suplimentului meu nu poate fi actualizată
sk: nie je možné zmeniť kompatibilitu môjho doplnku
sq: përputhshmëria e shtesës sime s’mund të përmirësohet
sr_latn: kompatabilnost mog dodatka se ne može nadograditi
sv_se: mitt tilläggs kompatibilitet kan inte uppgraderas
te: నా పొడగింత అనుగుణ్యతను నవీకరించలేనప్పుడు
th: ไม่สามารถอัปเกรดความเข้ากันได้ของส่วนเสริมของฉัน
tr: eklentimin uyumluluğu yükseltilemediğinde
vi: khả năng tương thích của tiện ích của tôi không thể được nâng cấp

source: my sdk-based add-on cannot be upgraded
hu: az sdk-alapú kiegészítő nem frissíthető
id: pengaya berdasarkan sdk saya tidak bisa ditingkatkan
ka: ჩემი sdk-ზე დაფუძნებული დამატების განახლება, ვერ ხერხდება
kab: amṣada n uzegrir inu s useqdec n sdk ur yettwalqem ara
ms: add-on berasaskan-sdk saya tidak boleh dipertingkatkan
sk: môj doplnok vytvorený pomocou SDK nie je možné aktualizovať
sq: shtesa sime e bazuar në sdk s’mund të përmirësohet
sr_latn: moj dodatak zasnovan na sdk se ne može nadograditi
sv_se: mitt sdk-baserade tillägg kan inte uppgraderas

source: my add-on is reviewed by an editor
hu: a kiegészítőmet egy szerkesztő értékeli
id: pengaya saya diulas oleh seorang penyunting
sk: môj doplnok bol skontrolovaný editorom
sq: shtesa ime është shqyrtuar nga një redaktor
sr_latn: moj dodatak je pregledan od strane urednika
sv_se: mitt tillägg granskas av en redigerare

source: Mozilla needs to contact me about my individual add-on
es_ar: Mozilla necesita contactar conmigo por mi complemento individual
fur: Mozilla al à bisugne di contatâmi in merit ai singui miei components adizionâi
fy_nl: Mozilla moat kontakt mei my opnimme oer myn yndividuele add-on
he: ‏Mozilla צריכה ליצור איתי בקשר בנוגע לתוספת מסויימת
hr: Mozilla me mora kontaktirati u vezi s mojim dodatkom
hu: a Mozillának szükséges kapcsolatba lépnie velem a kiegészítőm miatt
ia: Mozilla debe contactar me sur mi additivo individual
id: Mozilla perlu menghubungi saya mengenai pengaya individual saya
is: Mozilla þarf að hafa samband við mig út af minni tilteknu viðbót
ka: Mozilla ითხოვს ჩემთან დაკავშირებას, ჩემი დამატების თაობაზე
kab: Mozilla yesra a yid-inermes ɣef uzegrir inu udmawan
ms: Mozilla perlu menghubungi saya perihal add-on individu saya
nb_no: Mozilla trenger å kontakte meg om mitt tillegget mitt
nn_no: Mozilla må kontakte meg om det individuelle tillegget mitt
ro: Mozilla trebuie să mă contacteze cu privire la suplimentul meu individual
sk: Mozilla ma potrebuje kontaktovať ohľadne môjho doplnku
sq: Mozilla ka nevojë të më kontaktojë rreth shtesës sime individuale
sr_latn: Mozilla treba da me kontaktirate u vezi mog dodatka
sv_se: Mozilla behöver kontakta mig om mitt individuella tillägg
te: నా వ్యక్తిగత పొడిగింతల గురించి మొజిల్లా నన్ను సంప్రదించాలనుకున్నప్పుడు
th: Mozilla ต้องการติดต่อฉันเกี่ยวกับส่วนเสริมของฉันเอง
tr: Mozilla'nın eklentim hakkında benimle iletişim kurması gerekiyor
vi: Mozilla cần liên hệ với tôi về tiện ích cá nhân của tôi

source: my app is reviewed by an editor
hu: az alkalmazásomat egy szerkesztő értékeli
id: aplikasi saya diulas oleh seorang penyunting
sk: moja aplikácia je kontrolovaná redaktorom
sq: aplikacioni im është shqyrtuar nga një redaktor
sr_latn: moju aplikaciju pregledava uredik
sv_se: min app granskas av en redigerare

source: Mozilla needs to contact me about my individual app
hu: a Mozillának szükséges kapcsolatba lépnie velem az alkalmazásom miatt
id: Mozilla perlu menghubungi saya mengenai aplikasi individual saya
sk: Mozilla ma potrebuje kontaktovať ohľadom mojej aplikácie
sq: Mozilla ka nevojë të më kontaktojë rreth aplikacionit tim individual
sr_latn: Mozilla treba da me kontaktirate o mojoj aplikaciji
sv_se: Mozilla behöver kontakta mig om min individuella app

source: Mozilla wants to contact me about relevant App Developer news and surveys
hu: A Mozilla kapcsolatba akar lépni velem releváns alkalmazás-fejlesztői hírekkel és felmérésekkel kapcsolatban
id: Mozilla ingin menghubungi saya mengenai kabar dan survei Pengembang Aplikasi
sk: Mozilla ma chce kontaktovať ohľadne relevantných noviniek a prieskumov týkajúcich sa vývoja aplikácií
sq: Mozilla ka nevojë të më kontaktojë lidhur me lajme dhe pyetësorë të rëndësishëm Zhvilluesi Shtesash
sr_latn: Mozilla želi da me kontaktirata u vezi relevantnih programera aplikacije i ankete
sv_se: Mozilla vill kontakta mig om relevanta utvecklarnyheter och undersökningar för app

source: Mozilla wants to contact me about new regions added to the Marketplace
hu: A Mozilla kapcsolatba akar lépni velem a Marketplacebe bekerülő új régiók miatt
id: Mozilla ingin menghubungi saya mengenai region baru yang ditambahkan ke Marketplace
sk: Mozilla ma chce kontaktovať o pridaní nových regiónov do služby Marketplace
sq: Mozilla dëshiron të më kontaktojë lidhur me rajone të reja të shtuara te
sr_latn: Mozilla želi da me kontaktirate u vezi novih regiona koji su dodati na Marketplace
sv_se: Mozilla vill kontakta mig om nya regioner som har lagts till i Marketplace

source: User Notifications
es_ar: Notificaciones de usuario
fi: Käyttäjäilmoitukset
fur: Notifichis utent
fy_nl: Brûkersnotifikaasjes
he: התראות משתמש
hr: Obavijesti korisnika
hu: Felhasználói értesítések
ia: Notificationes del usator
id: Notifikasi Pengguna
is: Tilkynningar notanda
ka: სამომხმარებლო ცნობები
kab: Alɣu n useqdac
ms: Notifikasi Pengguna
nb_no: Brukervarsler
nn_no: Brukarmerknadar
ro: Notificări utilizatori
sk: Notifikácie pre používateľa
sq: Njoftime Përdoruesish
sr_latn: Obaveštenja korisnika
sv_se: Användaraviseringar
te: వాడుకరి గమనింపులు
th: การแจ้งเตือนผู้ใช้
tr: Kullanıcı Bildirimleri
vi: Thông báo cho Người dùng

source: An email address is required.
hu: Egy e-mail cím megadása kötelező.
id: Dibutuhkan alamat email.
ka: ელფოსტის მითითება აუცილებელია.
kab: Tansa imayl tettwasra.
ms: Alamat e-mel diperlukan.
sk: E-mailová adresa je požadovaná.
sq: Lypset një adresë email.
sr_latn: Adresa e-pošte je potrebna.
sv_se: En e-postadress krävs.

source: A user with that email address does not exist.
hu: Ezzel az e-mail címmel nem létezik felhasználó.
id: Pengguna dengan alamat email tersebut tidak ada.
ka: მომხმარებელი ელფოსტის ამ მისამართით, არ მოიძებნა.
kab: Aseqdac s yimayl-agi ulac-it.
ms: Pengguna dengan alamat e-mel ini tidak wujud.
sk: Používateľ s touto e-mailovou adresou neexistuje.
sq: S’ka përdorues me atë adresë email.
sr_latn: Korisnik sa tom adresom e-pošte ne postoji.
sv_se: En användare med den e-postadressen existerar inte.

source: Invalid confirmation code!
hu: Érvénytelen megerősítő kód!
id: Kode konfirmasi tidak valid!
sk: Neplatný potvrdzovací kód!
sq: Kod i pavlefshëm ripohimi!
sr_latn: Neispravan kod za potvrdu!
sv_se: Felaktig bekräftelsekod!

source: Successfully verified!
hu: Sikeresen ellenőrizve!
id: Sukses Diverifikasi!
sk: Úspešne overené!
sq: Verifikuar me sukses!
sr_latn: Uspešno provereno!
sv_se: Verifierad!

source: An email has been sent to your address to confirm your account. Before you can log in, you have to activate your account by clicking on the link provided in this email.
hu: Egy e-mailt küldtünk az Ön címére, hogy megerősítsük a fiókját. Mielőtt be tudna jelentkezni, aktiválnia kell a fiókját az e-mailben küldött hivatkozásra kattintással.
id: Sebuah surel telah dikirimkan ke alamat anda untuk mengkonfirmasi akun anda. Sebelum anda bisa masuk, anda harus mengaktifkan akun anda dengan mengklik di tautan yang ada dalam surel ini.
sq: Ju është dërguar email te adresa juaj që të ripohoni llogarinë tuaj. Përpara se të hyni, duhet ta aktivizoni llogarinë tuaj, duke klikuar mbi lidhjen e dhënë në këtë email.
sv_se: Ett e-postmeddelande har skickats till din adress för att bekräfta ditt konto. Innan du kan logga in, måste du aktivera ditt konto genom att klicka på länken i detta mail.

source: Confirmation Email Sent
hu: Megerősítő e-mail elküldve
id: Email Konfirmasi Dikirim
sk: E-mail s potvrdením bol odoslaný
sq: Email-i Për Ripohim u Dërgua
sr_latn: E-pošta za potvrdu je poslata
sv_se: E-postbekräftelse har skickats

source: Profile Deleted
hu: Profil törölve
id: Profil Dihapus
ka: პროფილი წაიშალა
kab: Amaɣnu yettwakkes
ms: Profil telah Dibuang
sk: Profil odstránený
sq: Profili u Fshi
sr_latn: Profil je izbrisan
sv_se: Profil borttagen

source: Photo Deleted
hu: Kép törölve
id: Foto Dihapus
ka: სურათი წაშლილია
kab: Tawlaft tettwakkes
ms: Foto telah Dibuang
sk: Fotografia bola odstránená
sq: Fotoja u Fshi
sr_latn: Slika je izbrisana
sv_se: Foto borttaget

source: Profile Updated
hu: Profil frissítve
id: Profil Diperbarui
ka: პროფილი განახლდა
kab: Amaɣnu yettusnifel
ms: Profil Dikemaskini
sk: Profil aktualizovaný
sq: Profili u Përditësua
sr_latn: Profil je ažuriran
sv_se: Profilen uppdaterad.

source: Email Confirmation Sent
hu: Megerősítő e-mail elküldve
id: Surel Konfirmasi Dikirimkan
sk: E-mail s potvrdením bol odoslaný
sq: Ripohimi Me Email u Dërgua
sr_latn: E-pošta za potvrdu je poslata
sv_se: E-postbekräftelse har skickats

source: An email has been sent to {0} to confirm your new email address. For the change to take effect, you need to click on the link provided in this email. Until then, you can keep logging in with your current email address.
hu: Egy e-mailt küldtünk a(z) {0} címre, hogy megerősítsük az új e-mail címét. A változások érvénybe lépéséhez rá kell kattintania az e-mailben kapott hivatkozásra. Addig még bejelentkezhet a jelenlegi e-mail címével.
id: Sebuah surel telah dikirim ke {0} untuk mengkonfirmasi alamat surel baru anda. Agar perubahan ini berdampak, anda perlu mengklik tautan yang ada dalam surel ini. Hingga saat itu, anda bisa terus masuk dengan alamat email saat ini.
sk: Na vašu e-mailovú adresu {0} bol zaslaný e-mail na potvrdenie vašej novej e-mailovej adresy. Pre jej nastavenie však musíte kliknúť na odkaz, ktorý je v tejto správe uvedený. Dovtedy sa stále prihlasujte pomocou vašej aktuálnej e-mailovej adresy.
sq: Është dërguar një email te {0} që të ripohoni adresën tuaj të re email. Që ndryshimi të hyjë në fuqi, lypset të klikoni mbi lidhjen e dhënë te ky email. Sa pa bërë këtë, mund të vazhdoni të hyni me adresën tuaj të tanishme email.
sr_latn: Poruka je poslata na {0} da potvrdite Vašu novu adresu e-pošte. Za promenu da stupi na snagu, potrebno je da kliknete na vezu u ovoj e-pošte. Do tada, možete se logovati sa trenutnom adresom e-pošte.
sv_se: Ett mejl har skickats till {0} för att bekräfta din nya e-postadress. För att ändringen ska träda i kraft, måste du klicka på länken i detta mejl. Tills dess kan du logga in med din nuvarande e-postadress.

source: Please confirm your email address change at %s
hu: Kérjük, erősítse meg az e-mail cím módosítását itt: %s
id: Harap mengkonfirmasi perubahan alamat surel anda di %s
sk: Potvrďte prosím zmenu vašej e-mailovej adresy na %s
sq: Ju lutemi, ripohoni ndryshimin e adresës suaj email te %s
sr_latn: Molimo potvrdite promene adrese e-pošte na %s
sv_se: Vänligen bekräfta din ändring av e-postadress på %s

source: Errors Found
hu: Talált hibák
id: Masalah Ditemukan
ka: ნაპოვნია შეცდომები
kab: Tattwaf-d tuccḍa
ms: Ada Ralat
sk: Boli nájdené chyby
sq: U gjetën Gabime
sr_latn: Pronađene greške
sv_se: Fel hittades

source: There were errors in the changes you made. Please correct them and resubmit.
hu: Hibák voltak a módosításokban. Javítsa ki őket, és küldje újra.
id: Terjadi galat pada perubahan yang telah Anda lakukan. Silakan diperbaiki dan kirimkan ulang.
ka: ცვლილებში აღმოჩნდა შეცდომები. გთხოვთ შეასწოროთ და ხელახლა გადმოაგზავნოთ.
kab: Ḍrant-d tuccḍiwin deg usnifel yettwage. Ma ulac aɣlif̣ seɣti-tent daw-a sakin azen-d.
ms: Ada ralat dalam perubahan yang anda buat. Sila betulkannya dan hantar semula.
sk: V zmenách, ktoré ste urobili, sú chyby. Opravte ich a odošlite znova.
sq: Pati gabime në ndryshimet që bëtë. Ndreqini, ju lutemi, dhe riparashtrojini.
sr_latn: Bilo je grešaka u promenama koje ste podneli. Molimo ispravite ih i ponovo pošaljite.
sv_se: Det fanns fel i dina ändringar. Vänligen korrigera och skicka in igen.

source: We're sorry, but you are not eligible to request a t-shirt at this time.
id: Mohon maaf, tapi anda tidak dapat meminta kaus saat ini.
sq: Na ndjeni, por këtë radhë s’i plotësoni kushtet për të kërkuar një bluzë.
sv_se: Vi beklagar, men du har inte rätt att begära en t-shirt för tillfället.

source: Your email address was changed successfully
hu: Az e-mail cím csere sikeresen megtörtént
id: Alamat email Anda sukses diganti
sk: Vaša e-mailová adresa bola úspešne zmenená
sq: Adresa juaj email u ndryshua me sukses
sr_latn: Vaša adresa e-pošte je uspešno promenjena
sv_se: Din e-postadress har ändrats

source: From now on, please use {0} to log in.
hu: Mostantól a következőt használja a bejelentkezéshez: {0}.
id: Mulai sekarang, gunakan {0} untuk masuk.
sk: Odteraz používajte {0} na prihlásenie.
sq: Tani e tutje, ju lutemi, përdorni {0} për të bërë hyrjen.
sr_latn: Za sada, molimo koristite {0} da bi se ulogovali.
sv_se: Från och med nu kan du använda {0} för att logga in.

source: Wrong email address or password!
hu: Rossz e-mail cím vagy jelszó!
id: Alamat email atau sandinya salah!
sk: Nesprávna e-mailová adresa alebo heslo!
sq: Adresë email ose fjalëkalim i gabuar!
sr_latn: Pogrešna adresa e-pošte ili lozinka!
sv_se: Felaktig e-postadress eller lösenord!

source: A link to activate your user account was sent by email to your address {0}. You have to click it before you can log in.
hu: A felhasználói fiókját aktiváló hivatkozás el lett küldve a(z) {0} e-mail címére. Rá kell kattintania mielőtt bejelentkezhetne.
id: Sebuah tautan untuk mengaktifkan akun pengguna anda telah dikirim melalui surel {0}. Anda harus mengkliknya sebelum bisa masuk.
sk: Na vašu e-mailovú adresu {0} bol odoslaný odkaz na aktiváciu účtu. Na tento odkaz musíte kliknúť a až potom sa budete môcť prihlásiť.
sq: Te adresa juaj {0} është dërguar me email një lidhje për aktivizimin e llogarisë suaj të përdoruesit. Duhet ta klikoni, përpara se të mund të hyni.
sr_latn: Veza za aktiviranje Vašeg korisničkog naloga je poslata e-poštom na Vašu adresu {0}. Morate da kliknete na nju pre nego što se prijavite.
sv_se: En länk för att aktivera ditt användarkonto skickades via e-post till din adress {0}. Du måste klicka på den innan du kan logga in.

source: If you did not receive the confirmation email, make sure your email service did not mark it as "junk mail" or "spam". If you need to, you can have us <a href="%s">resend the confirmation message</a> to your email address mentioned above.
hu: Ha nem kapott megerősítő e-mail, akkor győződjön meg róla, hogy a levelező szolgáltatása nem jelölte meg „kéretlen üzenetként” vagy „spamként”. Ha szükséges, <a href="%s">újra kérheti a megerősítő üzenetet</a> a fent említett e-mail címére.
id: Jika anda tidak menerima surel konfirmasi, pastikan layanan surel anda tidak menandainya sebagai "surel sampan" atau "spam". Jika diperlukan, anda dapat <a href="%s">mengirim ulang pesan konfirmasi</a> ke alamat surel anda tersebut di atas.
sk: Ak neobdržíte potvrdzovaciu e-mailovú správu, uistite sa, že váš poskytovateľ pošty ju neoznačil ako "nevyžiadanú poštu" či "spam". Ak to budete nutné, môžete si potvrdzovaciu správu <a href="%s">nechať poslať znova</a>.
sq: Nëse s’e morët email-in e ripohimit, kontrolloni se mos shërbimi juaj email service e ka shënur si "postë e pavlerë" ose "hedhurinë". Nëse ju duhet, mund të na kërkoni <a href="%s">të ridërgojmë mesazhin e ripohimit</a> te adresa juaj email e përmendur më sipër.
sr_latn: Ako niste primili e-poštu za potvrdu, proverite da li ga Vaša služba e-pošte nije označili kao "junk" ili "spam". Ako Vam je potrebno, možete nam reći da ponovo <a href="%s">pošaljemo poruku sa potvrdom </a> na Vašu gore navedenu adresu e-pošte.
sv_se: Om du inte har fått en e-postbekräftelse, se till att din e-posttjänst inte markerat den som "skräppost" eller "spam". Om du behöver, kan vi <a href="%s">skicka bekräftelsemeddelandet igen</a> till din e-postadress som nämns ovan.
