Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Add-ons hosted on Mozilla Add-ons should be of high quality and give users an improved web experience. We look for the following things when deciding whether an add-on is appropriate to be public and unrestricted:
hu: A Mozilla Kiegészítők oldalon megjelenő kiegészítőknek magas minőséget és továbbfejlesztett webélményt kell nyújtaniuk a felhasználók számára. A következő dolgokra figyelünk, amikor eldöntjük, hogy egy kiegészítő alkalmas-e nyilvános és korlátlan használatra:
id: Pengaya yang dimuat di Pengaya Mozilla harus berkualitas tinggi dan memberi pengguna pengalaman web yang lebih baik. Kami mencari hal-hal berikut ini saat memutuskan apakah sebuah pengaya sesuai untuk publik dan tidak terbatas:
sq: Shtesat e strehuara te Shtesat Mozilla duhet të jenë të një cilësie të lartë dhe t’u japin përdoruesve punim në web të përmirësuar. Kur vendosim nëse një shtesë është e përshtatshme për të qenë publike dhe pa kufizime, shohim për sa vijon:
sr_latn: Dodaci postavljeni na Mozilla-inom sajtu za dodatke bi trebali biti visokog kvaliteta i da daju korisnicima poboljšano veb iskustvo. Tražimo sledeće stvari kada odlučujemo da li će dodatak biti prikladan da bude javan i bez ograničenja:
sv_se: Tillägg som hyses på Mozilla tillägg bör vara av hög kvalitet och ge användarna en bättre webbupplevelse. Vi letar efter följande saker när man beslutar om ett tillägg är lämpligt att vara offentligt och obegränsat:

source: <strong>Are you responsive?</strong> We expect that an author who is promoting their add-on to our applications' many users is responsive to problem reports, maintains their contact information, and updates their add-on promptly to keep current with Firefox releases and changes in our policies. This doesn't mean that you have to reply to every question that someone posts in the discussions, or that you even need to fix every bug, but we do expect that you will respond to issues in a manner that's appropriate to the severity of the issue in question.
hu: <strong>Elérhető Ön?</strong> Számítunk rá, hogy az a szerző, aki közzéteszi kiegészítőjét alkalmazásaink számos felhasználója számára, reagál a hibajelentésekre, karbantartja a kapcsolattartói információit, és az aktuális Firefox kiadásokkal és szabályzatainkban történő változásokkal lépést tartva időben frissíti a kiegészítőt. Ez nem azt jelenti, hogy minden kérdésre válaszolnia kell, amit valaki közzétesz a vitalapon, vagy akár minden egyes hibát javítson, de számítunk rá, hogy olyan fokig válaszoljon a problémákra, hogy az arányos legyen a szóban forgó probléma súlyosságával.
id: <strong>Apakah anda responsif?</strong> Kami mengharapkan seorang penulis yang mempromosikan pengaya mereka pada aplikasi pengguna kami untuk responsif pada laporan masalah, mengelola kontak informasi mereka, dan memperbarui pengaya mereka secepatnya untuk jadi tetap terkini sesuai rilisan Firefox dan perubahan kebijakan kami. Ini tidak berarti anda harus menjawab setiap pertanyaan yang diajukan seseorang dalam diskusi, atau bahwa anda perlu memperbaiki setiap bug, tapi kami mengharapkan bahwa anda membalas masalah dengan cara yang sesuai dengan tingkat keseriusan masalah yang bersangkutan.
sq: <strong>A jeni reagues?</strong> Ne presim që një autor i cili po promovon shtesën e tij te përdoruesit e shumtë të aplikacionit tonë të jetë reagues ndaj njoftimeve për probleme, të mirëmbajë të dhënat e tyre për kontakte, dhe të përditësojë shtesën e tij pa vonesa, për ta mbajtur në një vijë me hedhjet në qarkullim të Firefox-it dhe me ndryshimet në rregullat tona. Kjo s’do të thotë që duhet t’i përgjigjeni çdo pyetje që dikush boton në diskutime, ose se lypset të ndreqni çdo të metë, ama presim që t’u përgjigjeni problemeve në një mënyrë që përshtatet me rëndësinë e çështjes në fjalë.
sr_latn: <strong>Da li ste odgovorni?</strong> Očekujemo da autor koji promoviše svoj dodatak mnogim korisnicima naših aplikacija reaguje na problem izveštajima, održava njihove kontakt informacije i ažurira svoj dodatak bez odlaganja da ostane na trenutnim Firefox izdanjima i promenama u našoj palisi. To ne znači da morate da odgovorite na svako pitanje koje neko postavi u razgovorima, ili da čak treba da ispravite svaku grešku, ali mi očekujemo da će te odgovoriti na pitanja na način koji odgovara težini problema koji je u pitanju.
sv_se: <strong>Är du lyhörd?</strong> Vi förväntar oss det av en upphovsman som främjar sitt tillägg till våra program. Många användare är lyhörda för problemrapporter, underhåller sina kontaktuppgifter och uppdaterar sitt tillägg snabbt för att hålla sig uppdaterad med senaste Firefox och ändringar i vår policyer. Detta betyder inte att du måste svara på alla frågor som någon postar i diskussionerna eller att du ens behöver fixa varje bugg, men vi förväntar oss att du kommer att ge svar på frågor på ett sätt som är lämpligt beroende av svårighetsgraden på den aktuella frågan.

source: <strong>Is the add-on clearly and accurately described?</strong> It's of the utmost importance to us that users get what they expect when they try a new add-on. Your add-on name should be clear and concise, and you should refrain from using special characters or numbers to get higher search rankings or for decorative purposes. Your description should provide details about what the add-on does, how a user should take advantage of it, and what the user should expect when they install it. Links to external documents for detailed instructions are fine, but the description itself should cover the basics and leave users confident that they know what they'll get. Also, it is important that you maintain version notes appropriately as you improve and change your add-on. Users should be able to see what's new in an add-on they may have tried previously, and should be made aware of changes that might affect their current use of the add-on when they update.
hu: <strong>A bővítmény világosan és pontosan le van írva?</strong> Rendkívül fontos számunkra, hogy a felhasználók azt kapják, amit elvárnak, amikor kipróbálnak egy új kiegészítőt. A kiegészítője neve legyen egyértelmű és tömör, valamint a jobb keresési helyezés és dekoratívabb megjelenés érdekében tartózkodjon a különleges karakterek és számok használatától. A leírásnak részletesen tartalmaznia kell, hogy mit csinál a kiegészítő, hogyan használhatja ki azt a felhasználó, és mire számítson, amikor telepíti azt. A részletes útmutatókhoz külső dokumentumokra mutató hivatkozások elfogadhatóak, de a leírásnak önmagában le kell fednie az alapokat, és a felhasználók számára egyértelműen ki kell derülnie, mit kapnak. Szintén fontos, hogy megfelelően karbantartsa a verziók megjegyzéseit, ahogyan javítja és változtatja a kiegészítőt. A felhasználóknak látniuk kell, hogy milyen újdonságok vannak egy kiegészítőben, amelyet korábban kipróbáltak, és tudatosítania kell bennük a változásokat, melyek hatással lehetnek a kiegészítő jelenlegi használatára, amikor frissítenek.
id: <strong>Apakah pengaya dijelaskan dengan akurat?</strong> Sangatlah penting bagi kami bahwa pengguna mendapatkan apa yang mereka harapkan saat mereka mencoba pengaya baru. Nama pengaya anda harus jelas dan ringkas, dan anda harus menahan diri dari menggunakan karakter khusus atau angka untuk mendapatkan peringkat pencarian yang lebih tinggi untuk tujuan dekoratif. Deskripsi anda harus memberikan rincian mengenai apa yang bisa diharapkan pengguna saat mereka memasangnya. Tautan ke dokumen eksternal untuk instruksi yang terinci boleh diberikan, namun deskripsinya harus mencakup hal-hal dasar dan membiarkan pengguna merasa yakin bahwa mereka tahu apa yang akan mereka dapatkan. Juga, sangatlah penting bahwa anda mempertahankan versi catatan sepantasnya selama anda memperbaiki dan mengubah pengaya anda. Pengguna harus bisa melihat apa yang baru dalam sebuah pengaya yang mungkin telah mereka coba sebelumnya, dan harus bisa disadarkan mengenai perubahan yang bisa mempengaruhi penggunaan pengaya mereka saat ini jika diperbarui.
sq: <strong>A përshkruhet qartë dhe saktë shtesa?</strong> Për ne ka rëndësi të dorës së parë që përdoruesit të marrin atë çka presin, kur provojnë një shtesë të re. Emri i shtesës suaj duhet të jetë i qartë dhe i përpiktë, dhe duhet t’i rrini larg përdorimit të shenjave speciale apo numrave me qëllim që të përfitoni vende më sipër në klasifikim apo për qëllime zbukuruese. Përshkrimi juaj duhet të japë hollësitë rreth çka kryen shtesa, si do të duhej të përfitonte prej saj përdoruesi, dhe çka do të duhej të priste prej saj kur përdoruesi e instalon. Lidhjet për te dokumentim i jashtëm lidhur me udhëzime të hollësishme s’janë problem, por vetë përshkrimi duhet të mbulonte bazat dhe ta lërë përdoruesin të bindur se e kupton se ç’do të marrë. Gjithashtu, është e rëndësishme që t’i mirëmbani si duhet shënimet e versioneve, teksa përmirësoni dhe ndryshoni shtesën tuaj. Përdoruesit do të duhej të jenë në gjendje të shohin çka të re në një shtesë që mund ta kenë provuar më parë, dhe duhet t’u lihet të jenë të ndërgjegjshëm mbi ndryshimet që mund të prekin përdorimin e tanishëm të saj, kur ta përditësojnë.
sr_latn: <strong>Da li je dodatak jasno i precizno opisan?</strong> Od najvećeg značaja nam je da korisnici dobiju ono što očekuju kada isprobaju novi dodatak. Ime Vašeg dodatka treba da bude jasno i sažeto, a Vi treba da se uzdržite od upotrebe specijalnih karaktera ili brojeva da biste dobili viši rang na listi za pretragu ili za dekorativne svrhe. Vaš opis treba da obezbedi detalje o tome šta dodatak radi, kako korisnik treba da koristi njegove prednosti i šta korisnik treba očekivati kada ga instalira. Veze ka eksternim dokumentima za detaljnija uputstva su u redu, ali sam opis treba da pokrije osnovno i ostavi korisnike uverene da znaju šta će dobiti. Takođe, važno je da se održe beleške odgovarajućih verzija nakon što poboljšate i promenite dodatak. Korisnici treba da budu u stanju da vide šta je novo u dodatku što su možda ranije pokušali, a treba da budu svesni promena koje bi mogle uticati na njihovo trenutno korišćenje dodatka nakon ažuriranja.
sv_se: <strong>Är tillägget tydligt och korrekt beskrivna?</strong> Det är av yttersta vikt för oss att användare får vad de förväntar sig när de testar ett nytt tillägg. Tilläggets namn ska vara klart och koncist och du bör avstå från att använda specialtecken eller siffror för att få bättre sökrankning eller för dekorativa ändamål. Din beskrivning bör ge information om vad tillägget gör, hur en användare kan dra nytta av det och vad användaren bör förvänta sig när de installerar det. Länkar till externa dokument för detaljerade instruktioner är bra, men beskrivningen själv bör omfatta grunderna och lämna användare säkra på att de vet vad de får. Dessutom är det viktigt att du uppdaterar versionsanteckningar när du förbättrar och ändrar ditt tillägg. Användare ska kunna se vad som är nytt i ett tillägg som de kan ha testat tidigare och ska göras medvetna om ändringar som kan påverka deras nuvarande användning av tillägget när de har uppdaterat.

source: <strong>Are all privacy and security concerns clearly spelled out?</strong> This is an aspect of a clear and accurate description, but such an important one that we feel it deserves specific mention. Many very useful and well-written add-ons manipulate some form of user data, or can present security hazards if misused; they are welcome on the site, but they must make it very clear to users what risks they might encounter, and what they can do to protect themselves.
hu: <strong>Minden adatvédelmi és biztonsági aggályt érthetően eloszlatott?</strong> Ez a világos és pontos leírások egyik jellemzője, de olyannyira fontos, hogy úgy érezzük, külön említést érdemel. Sok nagyon hasznos és jól megírt kiegészítő dolgozza fel a felhasználói adatok valamilyen formáját, vagy jelenthet biztonsági veszélyt, ha nem megfelelően használják; szívesen látjuk ezeket is az oldalon, de világossá kell tenniük a felhasználók számára, hogy milyen kockázattal számoljanak, és mit tehetnek, hogy megvédjék magukat.
id: <strong>Apakah semua kekhawatiran keamanan dan privasi dijabarkan dengan jelas?</strong> Ini adalah aspek penjelasan yang jelas dan akurat, namun merupakan sesuatu yang sangat penting sehingga kami merasa perlu menyinggungnya secara spesifik. Banyak pengaya yang sangat berguna dan ditulis dengan baik memanipulasi sebagian formulir data pengguna, atau dapat menampilkan bahaya keamanan jika disalahgunakan; pengaya semacam itu diterima dalam situs ini, namun harus ditegaskan dengan jelas untuk pengguna apa resiko yang mungkin mereka temui, dan apa yang bisa mereka lakukan untuk melindungi diri sendiri.
sq: <strong>A janë të zbuluara qartë krejt çështjet e privatësisë dhe sigurisë?</strong> Kjo lidhet me përshkrimin e saktë dhe të përpiktë, por ka kaq rëndësi sa na duket se duhet përmendur posaçërisht. Mjaft shtesa të dobishme dhe të mirëhartuara manipulojnë ndonjë të dhënë të përodoruesit, ose mund të përbëjnë rreziqe sigurie, po u keqpërdorën; ato i mirëpresim në sajt, por duhet t’ua bëjnë shumë të qartë përdoruesve se ç’rreziqe mund të hasin, dhe se çfarë mund të bëjnë për të mbrojtur veten.
sr_latn: <strong>Da li su svi problemi o privatnosti i bezbednosni jasno napisani?</strong> To je aspekt koji je jasno i precizno opisan, ali tako važan da osećamo da zaslužuje posebno pominjanje. Mnogi veoma korisni i dobro opisani dodaci manipulišu nekim oblikom korisničkih podataka ili mogu predstavljati bezbednosnu opasnosti ako ga zloupotrebi; oni su dobrodošli na sajtu, ali oni moraju da vrlo jasno stave do znanja korisnicima na koje bi rizike mogli naići i šta oni mogu da urade kako bi se zaštitili.
sv_se: <strong>Är alla integritets- och säkerhetsfrågor klart och tydliga?</strong> Detta är en aspekt av en tydlig och korrekt beskrivning, men den är så viktig att vi känner den förtjänar särskilt omnämnande. Många mycket användbara och välskrivna tillägg manipulera någon form av användardata eller kan utgöra en säkerhetsrisk om de missbrukas; de är välkomna på webbplatsen, men de måste göra det mycket klart för användarna vilka risker de kan råka ut för och vad de kan göra för att skydda sig.

source: <strong>Has the add-on been well-tested, and is it free of obvious or serious defects?</strong> One important thing that we look for when considering an add-on is whether its user reviews indicate that it has received thorough testing, and that it doesn't have serious problems or negative impacts on the browser. If reviewers report problems such as major performance issues, crashes, frequent problems using the functions of the add-on, or spamming of messages to the error console, you should take those reports to heart, and re-submit your add-on after you've addressed them as best you can. We don't expect you to perfectly optimize or have zero bugs &mdash; Firefox itself undergoes constant improvement in these areas &mdash; but we do want you to take reasonable efforts to minimize downsides, and to clearly call out cases where users may be surprised by those that remain.
id: <strong>Apakah pengaya telah diuji dengan baik, dan apakah bebas dari kekurangan serius?</strong> Satu hal penting yang kami cari saat mempertimbangkan sebuah pengaya adalah apakah ulasan penggunanya mengindikasikan bahwa ia telah menerima pengujian menyeluruh, dan bahwa pengaya ini tidak memiliki masalah serius atau dampak negatif pada peramban. Jika pengulas melaporkan masalah seperti persoalan performa yang serius, gagal, persoalan penggunaan dan fungsi pengaya yang berulang, atau pesan spam ke konsol kesalahan, anda harus menanggapi serius laporan tersebut, dan memasukkan ulang pengaya anda setelah anda menyelesaikan persoalannya sebaik mungkin. Kami tidak mengharapkan anda mengoptimalkan secara sempurna atau tidak memiliki bug &mdash; Firefox sendiri terus menerus mengalami perbaikan di bagian ini &mdash; namun kami ingin anda mengambil upaya rasional untuk meminimalkan kekurangan, dan untuk secara jelas menyebutkan masalah di mana pengguna bisa heran akan apa yang tersisa.
sk: <strong>Bol doplnok zodpovedne otestovaný a neobsahuje žiadne závažné problémy?</strong> Jedným z dôležitých bodov pre posudzovanie kvality doplnkov sú recenzie používateľov, ktoré indikujú, či bol doplnok otestovaný a či nemá vážne problémy, prípadne negatívny vplyv na prehliadač. Ak vám redaktor nahlási problémy ako je vážny vplyv na výkon, pády, časté problémy s funkcionalitou doplnku, spamovanie správ do chybovej konzoly, mali by ste si to vziať k srdcu a vytvoriť novú verziu doplnku, ktorá vyrieši maximum z týchto problémov. Neočakávame perfektnú optimalizáciu alebo nulové množstvo chýb &mdash; Firefox sám sa neustále zlepšuje &mdash; chceme ale, aby ste doplnok konštantne zlepšovali a minimalizovali situácie, kedy nefunguje podľa očakávaní používateľov. Zároveň prosíme, aby ste tieto situácie popísali, aby používatelia neboli prekvapení.
sq: <strong>A është vënë mirë në provë shtesa, dhe a është e pastër nga defekte të dukshme sheshit apo serioze?</strong> Një gjë e rëndësishme për të cilën shohim, kur marrim në shqyrtim një shtesë, është nëse shqyrtimet e saj nga përdoruesit tregojnë se ka patur testim shterues, dhe se s’ka probleme serioze ose ndikim negativ te shfletuesi. Nëse shqyrtuesit njoftojnë probleme të tilla si çështje të rënda me performancën, vithisje, probleme të shpeshta gjatë përdorimit të funksioneve të shtesës, ose mesazhe te konsola e gabimeve, do të duhej t’i merrnit parasysh këto njoftime, dhe ta riparashtronit shtesën pasi t’i keni trajtuar ato sa më thellë që mundeni. Nuk presim prej jush ta optimizoni në përsosmëri, apo ta bëni të ketë zero të meta &mdash; vetë Firefox-i kalon nëpër përmirësime konstante në këtë fusha &mdash; por duam që ju të bëni përpjekje të arsyeshme për t’i minimizuar anët negative, dhe të thuhen qartë rastet kur përdoruesit mund të befasoheshin nga ato që mbeten.
sv_se: <strong>Har tillägget blivit väl testat och är det fri från uppenbara eller allvarliga brister?</strong> En viktig sak som vi letar efter när man överväger ett tillägg är om användarrecensionerna visar på att den har gjorts en grundlig testning och att det inte har allvarliga problem eller negativa effekter på webbläsaren. Om granskare rapporterar problem som stora prestandaproblem, kraschar, ofta problem med funktionerna hos tillägget eller skräppost av meddelanden till felkonsolen. Då bör du ta till dig dessa rapporter och åter skicka in ditt tillägg när du har tagit i tur med dem så gott du kan. Vi förväntar oss inte att du fullständigt optimerar eller har noll fel &mdash; Firefox själv genomgår ständiga förbättringar inom dessa områden &mdash; men vi vill att du ska vidta rimliga ansträngningar för att minimera nackdelar och att tydligt berätta om händelser där användarna kan bli överraskade av dem som finns kvar.

source: <strong>Do the add-on and add-on author both treat the user respectfully?</strong> Your software should not intrude on the user unnecessarily, try to trick the user, or conceal any of its activities from the user. Users (or even non-users) are sometimes rude in their comments, and while we will do our best to filter out inaccurate reviews as they're reported to us, we do expect that authors will avoid retaliating with rudeness of their own.
id: <strong>Apakah pengaya dan penulis pengaya menghormati pengguna?</strong> Pengaya anda tidak boleh mengganggu pengguna tanpa keperluan, mencoba menipu pengguna, atau menutupi apapun kegiatannya dari pengguna. Pengguna (atau bahkan non-pengguna) seringkali berkomentar kasar, dan meskipun kami berusaha sebaik mungkin menyaring ulasan yang tidak akurat yang dilaporkan pada kami, kami juga mengharapkan penulis menghindari membalas dendam dengan kekasaran yang sama.
sq: <strong>A e trajtojnë me respekt përdoruesin shtesa dhe autori i shtesës?</strong> Software-i juaj s’duhet të fusë hundët në mënyrë të panevojshme te përdoruesi, ta vërë përdoruesin përpara rrengjesh, apo t’i fshehë përdoruesit cilindo nga veprimet e saj. Përdoruesit (ose qoftë edhe jo-përdoruesit) ndonjëherë janë të sertë në komentet e tyre, dhe edhe pse bëjmë sa mundemi për të filtruar shqyrtime të pasakta që na njoftohen, presim që autorët do të shmangin kundërpëgjigje të serta nga ana e tyre.
sr_latn: <strong>Da li dodatak i autor dodatka tretiraju korisnika sa poštovanjem?</strong> Vaš sofver ne bi trebalo da zamara korisnika bez potrebe, pokušava da prevari korisnika, ili prikrije bilo koju od njegovih aktivnosti od korisnika. Korisnici (ili čak i oni koji nisu korisnici) su nekada bezobrazni u njihovim komentarima, i dok ćemo se mi potruditi da izbacimo netačne kritike kada nam budu prijavljene, očekujemo i da će autori izbegavati da se pobunjuju sa nepristojnostima.
sv_se: <strong>Behandlar både tillägget och tilläggets upphovsman användaren respektfullt?</strong> Ditt program ska inte inkräkta på användaren i onödan, försöka att lura användaren eller dölja någon av sin aktiviteter från användaren. Användarna (eller även icke-användare) är ibland oförskämda i sina synpunkter och vi kommer att göra vårt bästa för att filtrera bort felaktiga recensioner som har rapporterats in till oss. Vi förväntar oss att upphovsmännen kommer undvika att hämnas med oförskämdhet från deras sida.

source: <strong>Is the add-on useful to an appropriately wide portion of Firefox's users?</strong> Your add-on doesn't need to be the next Greasemonkey or Firebug, but if it is only useful to people at your company or who are part of a small web community, we may feel that it's not yet appropriate to put it in front of all of our users.
id: <strong>Apakah pengaya ini bermanfaat untuk sebagian besar pengguna Firefox?</strong> Pengaya anda tidak perlu menjadi Greasemonkey atau Firebug berikutnya, namun jika ia hanya berguna untuk karyawan di perusahaan anda atau bagian dari komunitas web yang kecil, kami merasa bahwa pengaya itu belum pantas untuk ditampilkan di hadapan semua pengguna kami.
sk: <strong>Je doplnok užitočný pre široké spektrum používateľov Firefoxu?</strong> Váš doplnok nemusí byť zrovna ďalší Greasemonkey či Firebug, ale ak je doplnok užitočný len pre zamestnancov vo vašej firme alebo pre tých, ktorí sú súčasťou malej webové komunity, tak možno cítite, že nie je vhodný pre široké spektrum používateľov Firefoxu.
sq: <strong>A është shtesa e dobishme për një pjesë të gjerë (të arsyeshme) të përdoruesve të Firefox-it?</strong> S’ka pse shtesa juaj të jetë Greasemonkey apo Firebug i ri, por nëse është e dobishme vetëm për personat e kompanisë suaj apo të një bashkësie të vogël web, na duket se s’është ende e përshtatshme të nxirret përpara gjithë përdoruesve tanë.
sr_latn: <strong>Da li je dodatak koristan za širu oblast korisnika Firefox-a?</strong> Vaš dodatak ne treba da bude naredni Greasemonkey ili Firebug, ali ako je koristan samo ljudima u Vašoj kompaniji ili koji su deo male zajednice na internetu, mislimo da nije prikladno da se postavi na raspolaganje svim korisnicima.
sv_se: <strong>Är tillägget användbart för en större del av Firefox användare?</strong> Ditt tillägg behöver inte bli nästa Greasemonkey eller Firebug, men om det endast är användbart för personer i ditt företag eller som är en del av en liten gemenskap, kan vi känna att det ännu inte är lämpligt att lägga den framför alla våra användare.
