Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: The Development Channel lets you test an experimental new version of this add-on before it's released to the general public. Once you install the development version, you will continue to get updates from this channel.
hu: A Fejlesztői csatorna segítségével a hivatalos megjelenés előtt kipróbálhatja a kiegészítő legfrissebb verzióját. A fejlesztői verzió telepítését követően folyamatosan érkeznek a frissítések erről a csatornáról.
id: Saluran Pengembang memungkinkan anda mengetes versi baru yang eksperimental dari pengaya ini sebelum diluncurkan kepada publik. Sekali anda memasang versi pengembangan, anda akan terus mendapatkan pembaruan dari saluran ini.
kab: Abad n tneflit ad k-yeǧǧ ad tegeḍ asekyed n lqem armitan n uzegrir-agi send ad yettuzuzer i yak yiwen. Ticki lqem n tneflit yebded, tzemreḍ ad tkemleḍ awway n ileqman n ubadu-agi.
sk: Vývojársky kanál umožňuje testovať experimentálne nové verzie tohto doplnku pred jeho oficiálnym vydaním. Keď si nainštalujete vývojovú verziu, budete automaticky dostávať aktualizácie doplnku z toho kanála.
sq: Kanali i Zhvillimit ju lë të provoni një version të ri eksperimental të kësaj shtese, përpara se të hidhet në qarkullim për publikun e përgjithshëm. Pasi instaloni versionin zhvillim, do të vazhdoni të merrni njoftime përditësimesh prej këtij kanali.
sr_latn: Kanal za programere Vam dopušta da testirate probnu novu verziju ovog dodatka pre nego što postane dostupna široj javnosti. Čim instalirate razvojnu verziju, nastavićete da dobijate nadogradnje sa ovog kanala.
sv_se: Utvecklingskanalen låter dig testa en experimentell ny version av detta tillägg innan det släpps till allmänheten. När du installerar utvecklingsversionen, kommer du att fortsätta att få uppdateringar från den här kanalen.

source: Install development version
hu: Fejlesztői verzió telepítése
id: Pasang versi pengembangan
kab: Sebded lqem n tneflit
sk: Nainštalovať vývojovú verziu
sq: Instalo versionin zhvillim
sr_latn: Instaliraj razvojnu verziju
sv_se: Installera utvecklingsversion

source: <strong>Caution:</strong> Development versions of this add-on have not been reviewed by Mozilla. Once you install a development version you will continue to receive development updates from this developer. To stop receiving development updates, reinstall the default version from the link above.
hu: <strong>Figyelem:</strong> A Fejlesztői verziót még nem értékelte a Mozilla. A Fejlesztői verzió telepítését követően közvetlenül a fejlesztőtől fogja kapni a frissítéseket. A frissítések leállításához a fenti hivatkozás használatával telepítse újra az alapértelmezett verziót.
id: <strong>Awas:</strong> Versi pengembangan pengaya ini belum diulas oleh Mozilla. Sekali anda memasang versi pengembangan anda akan terus menerima pembaruan pengembangan dari pengembang ini. Untuk berhenti menerimanya, pasang kembali versi tetap dari tautan di atas.
kab: <strong>Γur-k:</strong> Ileqman n tneflit n uzegrir-agi ur ttwasneden ra sγur Mozilla. Ticki lqem n tneflit yebded, Tzemreḍ ad d-remseḍ ileqman n tneflit seg uneflay-agi. Akken ad tesḥebseḍ, sebded lqem amezwer n useγwen daw-a.
sk: <strong>Upozornenie:</strong> vývojové verzie tohto doplnku neboli prekontrolované Mozillou. Keď si nainštalujete vývojovú verziu, budete automaticky dostávať aktualizácie doplnku z toho kanála. Ak budete chcieť dostávať oficiálne verzie, opätovne si nainštalujte verziu dostupné na nižšie uvedenom odkaze.
sq: <strong>Kujdes:</strong> Versionet beta të kësaj shtese s’janë shqyrtuar nga Mozilla. Pasi të instaloni një version beta, do të vazhdojnë t’ju vijnë përditësime prej këtij zhvilluesi. Që të mos ju vijnë përditësime lidhur me zhvillimin, riinstaloni versionin parazgjedhje prej lidhjes së më sipërme.
sr_latn: <strong>Oprez:</strong> Razvojna verzija ovog dodatka nije pregledana od strane Mozilla fondacije. Kada isntalirate razvojnu verziju, nastavićete da dobijate razvojne nadogradnje od ovog programera. Da biste zaustavili primanje razvojnih nadogradnji, ponovo instalirajte razvojnu verziju sa gore navedene veze.
sv_se: <strong>Varning:</strong> Utvecklingsversioner av detta tillägg har inte granskats av Mozilla. När du installerar en utvecklingsversion kommer du att fortsätta att få utvecklingsuppdateringar från utvecklaren. Att sluta ta emot utvecklingsuppdateringar, installera om standardversionen från länken ovan.

source: Nothing to see here! The developer did not include any details.
hu: Nincs itt semmi látnivaló! A fejlesztő nem adott meg részleteket.
id: Tidak ada yang bisa dilihat di sini! Pengembang tidak menyertakan rincian apapun.
ka: აქ არაფერია სანახავი! შემქმნელმა დაწვრილებითი ინფორმაცია არ მოაყოლა.
kab: Ulac ayen ara twalid dagi! Aneflay ur d-imudd ara talqayt.
ms: Tiada apa-apa.di sini! Pembangun tidak sertakan sebarang butiran.
sq: Këtu nuk ka gjë për t’u parë. Programuesi s’përfshiu ndonjë hollësi.
sv_se: Inget att se här! Utvecklaren inkluderade inga detaljer.
te: ఇక్కడ చూడటానికి ఏమీ లేదు! డెవలపర్ ఎటువంటి వివరాలను చేర్చలేదు.

source: Version Notes
es_ar: Notas de la versión
fi: Versiokommentit
fur: Notis di version
fy_nl: Ferzjeopmerkingen
he: הערות גרסה
hr: Napomene o verziji
hu: Megjegyzések a verzióhoz
ia: Notas de version
id: Catatan Versi
is: Útgáfuskýringar
ka: ვერსიის შენიშვნები
kab: Tizmilin n lqem
ms: Nota Versi
nb_no: Versjonsnotater
nn_no: Versjonsmerknad
ro: Note privind versiunea
sk: Poznámky k verzii
sq: Shënime Versioni
sr_latn: Beleške o verziji
sv_se: Versionsanteckningar
te: వెర్షన్ గమనికలు
th: บันทึกประจำรุ่น
tr: Sürüm Notları
vi: Ghi chú Phiên bản

source: End-User License Agreement for {0}
hu: {0} felhasználói licencszerződés
id: Perjanjian Lisensi Pengguna Akhir untuk {0}
ka: მომხმარებლის სალიცენზიო შეთანხმება {0}-სთვის
kab: Amtawa n uselkin n useqdac aneggaru i {0}
ms: Perjanjian Lesen Pengguna-Akhir {0}
sk: Licenčná zmluva s koncovým používateľom pre {0}
sq: Licencë Përdoruesi të Thjeshtë (EULA) për {0}
sr_latn: Ugovor o licenci softvera za krajnjeg korisnika (EULA) za {0}
sv_se: Slutanvändarlicensavtal för {0}

source: End-User License Agreement
es_ar: Acuerdo de licencia final de usuario
fi: Loppukäyttäjän lisenssisopimus
fur: Acuardi di licence pal utent finâl (EULA)
fy_nl: Einbrûkerslisinsjeoerienkomst
he: הסכם רישיון למשתמש קצה
hr: End_User Ugovor o licenci
hu: Végfelhasználói licencszerződés
id: Perjanjian Lisensi Pengguna Akhir
is: EULA samningur um notandaleyfi
ka: მომხმარებლის სალიცენზიო შეთანხმება
kab: Amtawa n uselkin n useqdac aneggaru
ms: Perjanjian Lesen Pengguna-Akhir
nb_no: Sluttbrukerlisens
nn_no: Sluttbrukarlisens
ro: Acord de licență pentru utilizatorul final
sk: Licenčná zmluva s koncovým používateľom
sq: Marrëveshje Licence Përdoruesi (EULA)
sr_latn: Ugovor o licenci softvera za krajnjeg korisnika (EULA)
sv_se: Slutanvändarlicensavtal
te: అంతిమ-వాడుకరి లైసెన్సు ఒప్పందపత్రం
th: ข้อตกลงใบอนุญาตสำหรับผู้ใช้ทั่วไป
tr: Son Kullanıcı Lisans Anlaşması
vi: Thỏa thuận Giấy phép Người dùng Cuối

source: %(addon_name)s requires that you accept the following End-User License Agreement before installation can proceed:
hu: A(z) %(addon_name)s telepítése előtt el kell fogadnia a következő Végfelhasználói licencszerződést:
id: %(addon_name)s mewajibkan Anda menyetujui Perjanjian Lisensi Pengguna Akhir sebelum pemasangan dapat dilanjutkan:
ka: %(addon_name)s დამატების დასაყენებლად, საჭიროა დაეთანხმოთ მოცემულ სამომხმარებლო შეთანხმების პირობებს:
kab: Azegrir %(addon_name)s yesra ad tqebleḍ agatu n uselkin i useqdac aneggaru send ad tedduḍ deg usebded:
ms: %(addon_name)s meminta anda menerima Perjanjian Lesen Pengguna-Akhir sebelum pemasangan boleh diteruskan:
sk: Doplnok %(addon_name)s vyžaduje pred inštaláciou odsúhlasenie nasledujúcej licenčnej zmluvy:
sq: %(addon_name)s kërkon që të pranoni Marrëveshjen vijuese të Licencëns për Përdorues të Thjeshtë, përpara se të ecet më tej me instalimin:
sr_latn: %(addon_name)s zahteva da odobrite sledeći Ugovor o licenci softvera za krajnjeg korisnika (EULA) pre nego što se instalacija nastavi:
sv_se: %(addon_name)s kräver att du accepterar följande slutanvändaravtal innan installationen kan fortsätta:

source: Back to {0}…
hu: Vissza ehhez: {0}…
id: Balik ke {0}…
ka: დაბრუნება {0}-ზე…
kab: Uγal γer {0}…
ms: Kembali ke {0}…
sk: Späť na {0}…
sq: Mbrapsht te {0}…
sr_latn: Nazad na {0}…
sv_se: Tillbaks till {0}…

source: Add-ons for {0}
es_ar: Complementos para {0}
fi: {0}in lisäosat
fur: Components adizionâi par {0}
fy_nl: Add-ons foar {0}
he: תוספות עבור {0}
hr: Dodaci za {0}
hu: {0}-kiegészítők
ia: Additivos pro {0}
id: Pengaya untuk {0}
is: Viðbætur fyrir {0}
ka: დამატებები {0}-ისთვის
kab: Izegrar i {0}
ms: Add-on untuk {0}
nb_no: Utvidelser for {0}
nn_no: Tillegg for {0}
ro: Suplimente pentru {0}
sk: Doplnky pre {0}
sq: Shtesa për {0}
sr_latn: Dodaci za {0}
sv_se: Tillägg för {0}
te: {0} కోసం పొడిగింతలు
th: ส่วนเสริมสำหรับ {0}
tr: {0} Eklentileri
vi: Tiện ích {0}

source: Featured Extensions
hu: Kiemelt kiterjesztések
id: Ekstensi Unggulan
ka: შემოთავაზებული გაფართოებები
kab: Isiγzaf s itran
ms: Ekstensi Sorotan
sk: Odporúčané doplnky
sq: Zgjerime të Zgjedhura
sr_latn: Istaknute ekstenzije
sv_se: Utvalda utökningar

source: Popular Extensions
hu: Népszerű kiterjesztések
id: Ekstensi Populer
ka: სასურველი გაფართოებები
kab: Isiγzaf yettwasnen
ms: Ekstensi Popular
sk: Populárne doplnky
sq: Zgjerime Popullore
sr_latn: Popularne ekstenzije
sv_se: Populära utökningar

source: Most Popular
hu: Legnépszerűbb
id: Paling Populer
ka: ყველაზე სასურველი
kab: Ttwasnen aṭas
ms: Paling Popular
sk: Najobľúbenejšie
sq: Më Populloret
sr_latn: Najpopularnije
sv_se: Mest populära

source: All »
hu: Összes »
id: Semua »
ka: ყველა »
kab: Akk »
ms: Semua »
sk: Všetky »
sq: Krejt »
sr_latn: Sve »
sv_se: Alla »

source: See all »
hu: Összes megtekintése »
id: Lihat semua »
ka: ყველას ნახვა »
kab: Wali akk »
ms: Papar semua »
sk: Zobraziť všetky »
sq: Shihini krejt »
sr_latn: Vidi sve »
sv_se: Visa alla »

source: Up &amp; Coming Extensions
hu: Ígéretes kiegészítők
id: Ekstensi &amp; yang Akan Datang
ka: გაფართოებები ზრდადი მოთხოვნით
kab: Isiγzaf yettnernin
ms: Ekstensi Penampilan
sk: Zaujímavé rozšírenia
sq: Zgjerime Premtuese
sr_latn: Nadolazeće ekstenzije
sv_se: Bubblare utökningar

source: Featured Themes
hu: Kiemelt témák
id: Tema Unggulan
ka: გამორჩეული თემები
kab: Isental itran
ms: Tema Sorotan
sk: Odporúčané témy
sq: Tema të Zgjedhura
sr_latn: Istaknute teme
sv_se: Utvalda teman

source: Featured Collections
hu: Kiemelt gyűjtemények
id: Koleksi Unggulan
ka: რჩეული კრებულები
kab: Tigrummiwin itran
ms: Koleksi Sorotan
sk: Odporúčané kolekcie
sq: Koleksione të Zgjedhura
sr_latn: Istaknute kolekcije
sv_se: Utvalda samlingar

source: Sort by:
es_ar: Ordenar por:
fi: Järjestys:
fur: Ordene par:
fy_nl: Sortearje op:
he: מיון לפי:
hr: Razvrstaj po:
hu: Rendezés:
ia: Ordinar per:
id: Urut berdasarkan:
is: Raða eftir:
ka: დალაგება:
kab: Smizzwer s:
ms: Susun mengikut:
nb_no: Sorter etter:
nn_no: Sorter etter:
ro: Sortează după:
sk: Zoradiť podľa:
sq: Renditur sipas:
sr_latn: Poređaj po:
sv_se: Sortera efter:
te: దీని ద్వారా క్రమబద్ధీకరించు:
th: เรียงลำดับตาม:
tr: Sıralama:
vi: Sắp xếp theo:

source: Updated {0}
hu: {0} frissítve
id: Diperbarui pada tanggal {0}
ka: განახლების თარიღი {0}
kab: Yettwaleqqem {0}
ms: Dikemaskini {0}
sk: Aktualizované: {0}
sq: {0} u përditësua
sr_latn: Ažurirano {0}
sv_se: Uppdaterad {0}

source: Added {0}
hu: Hozzáadva: {0}
id: Ditambahkan pada tanggal {0}
ka: დამატების თარიღი {0}
kab: Yettwarna {0}
ms: Ditambah {0}
sk: Pridané {0}
sq: Shtuar më {0}
sr_latn: Dodato {0}
sv_se: Lades till {0}

source: %(num)s weekly download
hu: %(num)s letöltés hetente
id: %(num)s unduhan mingguan
ka: %(num)s ჩამოტვირთვა ყოველკვირეულად
kab: %(num)s n usider di dduṛt
ms: %(num)s muat turun mingguan
sk: %(num)s prevzatie za týždeň
sq: %(num)s shkarkim javor
sr_latn: %(num)s sedmično preuzimanje
sv_se: %(num)s nedladdning per vecka

source: %(num)s user
hu: %(num)s felhasználó
id: %(num)s pengguna
ka: %(num)s მომხმარებელი
kab: %(num)s aseqdac
ms: %(num)s pengguna
sk: %(num)s používateľ
sq: %(num)s përdorues
sr_latn: %(num)s korisnik
sv_se: %(num)s användare

source: {0} weekly download
hu: {0} letöltés hetente
id: {0} unduhan mingguan
ka: {0} ჩამოტვირთვა ყოველკვირეულად
kab: {0} n usider di dduṛt
ms: {0} muat turun mingguan
sk: Prevzatí za týždeň: {0}
sq: {0} shkarkim javor
sr_latn: {0} preuzimanje nedeljno
sv_se: {0} nedladdning per vecka

source: {0} user
hu: {0} felhasználó
id: {0} pengguna
ka: {0} მომხმარებელი
kab: {0} aseqdac
ms: {0} pengguna
sk: {0} používateľ
sq: {0} përdorues
sr_latn: {0} korisnik
sv_se: {0} användare

source: Payment cancelled
hu: Fizetés törölve
id: Pembayaran dibatalkan
kab: Asellek yettwasefsex
sk: Platba zrušená
sq: Pagesa u anulua
sr_latn: Plaćanje otkazano
sv_se: Betalning avbruten

source: Payment completed
hu: Fizetés végrehajtva
id: Pembayaran selesai
kab: Afru yemmed
sk: Platba dokončená
sq: Pagesa u plotësua
sr_latn: Plaćanje završeno
sv_se: Betalning slutförd

source: Return to the addon.
hu: Vissza a kiegészítőhöz.
id: Kembali ke pengaya.
kab: Uγal γer uzegrir.
sk: Návrat na doplnok.
sq: Kthehu te shtesa.
sr_latn: Vrati se na dodatak.
sv_se: Gå tillbaka till tillägget.

source: by
es_ar: por
fi: tekijänä
fur: di
fy_nl: troch
he: מאת
hr: od
ia: per
id: oleh
is: eftir
ka: ავტორი
kab: sγur
ms: oleh
nb_no: av
nn_no: av
ro: de
sk: Autor:
sq: nga
sr_latn: od
sv_se: av
te: ద్వారా
th: โดย
tr: geliştiren:
vi: bởi

source: More {0} Themes
hu: További {0} téma
id: Lebih Banyak Tema {0}
ka: სხვა თემები, კატეგორიაში {0}
kab: Ugar n {0} n isental
ms: Lagi Tema {0}
sk: Ďalšie témy v kategórii {0}
sq: Më Tepër Tema {0}
sr_latn: Još tema u kategoriji {0}
sv_se: Fler {0} teman

source: See all {0} Themes
hu: Összes téma megtekintése: {0}
id: Lihat semua Tema {0}
ka: ყველა ({0}) თემის ნახვა
kab: Walli akk {0} isental
ms: Lihat semua Tema {0}
sk: Zobraziť všetky témy v kategórii {0}
sq: Shihini krejt Temat {0}
sr_latn: Pogledaj sve teme u kategoriji {0}
sv_se: Visa alla {0} teman

source: More by this Artist
hu: További persona ettől az alkotótól
id: Lainnya dari Seniman ini
ka: სხვა, ამ მხატვრისგან
kab: Ugar γef unaẓur-agi
ms: Lagi oleh Artis ini
sk: Ďalšie od tohto autora
sq: Më tepër nga ky Artist
sr_latn: Još od ovog umetnika
sv_se: Mer av denna konstnär

source: See all Themes by this Artist
hu: Az alkotó összes témájának megjelenítése
id: Lihat seluruh Tema oleh Seniman ini
ka: ნახეთ ამ მხატვრის ყველა თემა
kab: Wali akk isental n unaẓur-agi
ms: Lihat semua Tema oleh Artis ini
sk: Zobraziť všetky témy tohto umelca
sq: Shihni krejt Temat nga ky Artist
sr_latn: Pogledajte sve teme ovog umetnika
sv_se: Se alla teman av denna konstnär

source: Categories
es_ar: Categorías
fi: Luokat
fur: Categoriis
fy_nl: Kategoryen
he: קטגוריות
hr: Kategorije
hu: Kategóriák
ia: Categorias
id: Kategori
is: Flokkar
ka: კატეგორიები
kab: Taggayin
ms: Kategori
nb_no: Kategorier
nn_no: Kateoriar
ro: Categorii
sk: Kategórie
sq: Kategori
sr_latn: Kategorije
sv_se: Kategorier
te: వర్గాలు
th: หมวดหมู่
tr: Kategoriler
vi: Phân mục

source: Daily Users
es_ar: Usuarios diarios
fi: Päivittäiset käyttäjät
fur: Utents zornalîrs
fy_nl: Deistige brûkers
he: משתמשים יומיים
hr: Dnevni korisnici
hu: Napi felhasználók
ia: Usatores per die
id: Pengguna Harian
is: Daglegir notendur
ka: დღიური მომხმარებლები
kab: Iseqdacen n yal ass
ms: Pengguna Harian
nb_no: Daglige brukere
nn_no: Daglege brukarar
ro: Utilizatori zilnici
sk: Denných používateľov
sq: Përdorues të Përditshëm
sr_latn: Dnevni korisnici
sv_se: Dagliga användare
te: రోజువారీ వాడుకరులు
th: ผู้ใช้ต่อวัน
tr: Günlük Kullanıcı
vi: Người dùng Hàng ngày

source: License
es_ar: Licencia
fi: Lisenssi
fur: Licence
fy_nl: Lisinsje
he: רישיון
hr: Licenca
hu: Licenc
ia: Licentias
id: Lisensi
is: Notkunarleyfi
ka: ლიცენზია
kab: Turagt
ms: Lesen
nb_no: Lisens
nn_no: Lisens
ro: Licență
sk: Licencia
sq: Licencë
sr_latn: Licenca
sv_se: Licens
te: లైసెన్సు
th: ใบอนุญาต
tr: Lisans
vi: Giấy phép

source: Awaiting Review
es_ar: Esperando revisión
fi: Odottaa arviointia
fur: In spiete di revision
fy_nl: Wacht op beoardieling
he: ממתין לסקירה
hr: Čeka se revizija
hu: Értékelésre vár
ia: Attendente revision
id: Menunggu Ulasan
is: Bíður yfirferðar
ka: ელოდება განხილვას
kab: Acegger yettṛaǧun
ms: Menunggu Semakan
nb_no: Venter på gjennomgang
nn_no: Ventar på vurdering
ro: În așteptarea recenziei
sk: Čaká na kontrolu
sq: Në Pritje të Shqyrtimit
sr_latn: Čekam ocenu
sv_se: Väntar på granskning
te: సమీక్ష కోసం వేచి ఉంది
th: รอการตรวจทาน
tr: İnceleme Bekliyor
vi: Đang chờ xét duyệt

source: Rejected
es_ar: Rechazado
fi: Hylätty
fur: Refudât
fy_nl: Ofwezen
he: נדחה
hr: Odbijeno
hu: Elutasított
ia: Rejectate
id: Ditolak
is: Hafnað
ka: უარყოფილია
kab: Yettwagwi
ms: Ditolak
nb_no: Avvist
nn_no: Avvist
ro: Respinsă
sk: Zamietnutý
sq: E hedhur poshtë
sr_latn: Odbijeno
sv_se: Ej godkänd
te: తిరస్కరించబడినది
th: ถูกปฏิเสธ
tr: Reddedildi.
vi: Từ chối

source: Approved
es_ar: Aprobado
fi: Hyväksytty
fur: Aprovât
fy_nl: Goedkard
he: אושר
hr: Odobreno
hu: Jóváhagyott
ia: Approbate
id: Disetujui
is: Samþykkt
ka: მიღებულია
kab: Yettwaqbel
ms: Diluluskan
nb_no: Godkjent
nn_no: Godkjend
ro: Aprobată
sk: Schválený
sq: E miratuar
sr_latn: Odobreno
sv_se: Godkänd
te: ఆమోదించబడింది
th: ได้รับการอนุมัติ
tr: Onaylandı
vi: Chấp thuận

source: <strong>{0}</strong> user
hu: <strong>{0}</strong> felhasználó
id: <strong>{0}</strong> pengguna
ka: <strong>{0}</strong> მომხმარებელი
kab: <strong>{0}</strong> aseqdac
ms: <strong>{0}</strong> pengguna
sk: <strong>{0}</strong> používateľ
sq: <strong>{0}</strong> përdorues
sr_latn: <strong>{0}</strong> korisnik
sv_se: <strong>{0}</strong> användare

source: Hover to Preview
hu: Előnézethez húzza fölé az egeret
id: Layangkan untuk Pratinjau
ka: წინასწარ სანახავად, გადაატარეთ ისარი ზედ
kab: Srifeg s ufella akken ad d-sekneḍ
ms: Legar untuk Previu
sk: Presunutím myši nad tému zobrazíte ukážku
sq: Kaloji Kursorin Përsipër Për Paraparje
sr_latn: Prevuci za pregled
sv_se: Håll muspekaren över för att förhandsgranska

source: Add
hu: Hozzáadás
id: Tambah
ka: ჩადგმა
kab: Rnu
ms: Tambah
sk: Pridať
sq: Shto
sr_latn: Dodaj
sv_se: Lägg till

source: Edit
es_ar: Editar
fi: Muokkaa
fur: Modifiche
fy_nl: Bewurkje
he: עריכה
hr: Uredi
hu: Szerkesztés
ia: Modificar
id: Sunting
is: Breyta
ka: ჩასწორება
kab: Ẓreg
nb_no: Rediger
nn_no: Rediger
ro: Editează
sk: Upraviť
sq: Përpunoni
sr_latn: Uredi
sv_se: Redigera
te: సవరణ
th: แก้ไข
tr: Düzenle
vi: Chỉnh sửa

source: %%Y-%%m-%%d
sk: %%d.%%m.%%Y
sq: %%d-%%m-%%Y

source: by {0} on {1}
hu: értékelte: {0}, dátum: {1}
id: oleh {0} pada {1}
ka: {0}-სგან {1}-ზე
kab: sγuṛ {0} di {1}
ms: oleh {0} pada {1}
sk: od {0} dňa {1}
sq: nga {0} më {1}
sr_latn: od {0} dana {1}
sv_se: av {0} den {1}

source: Not yet rated
es_ar: Sin puntuar aún
fi: Ei vielä pisteytetty
fur: Ancjemò cence valutazion
fy_nl: Noch net wurdearre
he: טרם דורג
hr: Još nije ocijenjeno
hu: Még nem osztályozott
ia: Non ancora evalutate
id: Belum diperingkat
is: Engin einkunn ennþá
ka: ჯერ არაა შეფასებული
kab: Ur yettwasezmel ara
ms: Belum lagi dinilai
nb_no: Ikke rangert ennå
nn_no: Ikkje vurdert enno
ro: Neevaluat încă
sk: Nehodnotené
sq: Ende e pavlerësuar
sr_latn: Nije još ocenjeno
sv_se: Inte betygsatt än
te: ఇంకా రేటు చేయలేదు
th: ยังไม่มีการจัดอันดับ
tr: Henüz puanlanmamış
vi: Chưa được xếp hạng

source: <b>{0}</b> users
hu: <b>{0}</b> felhasználó
id: <b>{0}</b> pengguna
ka: <b>{0}</b> მომხმარებელი
kab: <b>{0}</b> iseqdacen
ms: <b>{0}</b> pengguna
sk: <b>{0}</b> používateľov
sq: <b>{0}</b> përdorues
sr_latn: <b>{0}</b> korisnici
sv_se: <b>{0}</b> användare

source: To install this add-on and thousands more, <b>get Firefox</b>, a free and open web browser from Mozilla.
hu: A kiegészítő telepítéséhez <b>töltsön le egy Firefox</b>ot, a Mozilla ingyenes és nyílt böngészőjét.
id: Untuk memasang pengaya ini dan juga ribuan lainnya, <b>dapatkan Firefox</b>, peramban web gratis dan terbuka dari Mozilla.
kab: Akken ad yebded uzegrir agi d wagimen nniḍen, <b>awi-d Firefox</b>, iminig ilelli yeldin sɣuṛ Mozilla.
sk: Ak si chcete nainštalovať tento doplnok a tisíce ďalších, <b>nainštalujte si Firefox</b>, voľne dostupný a otvorený webový prehliadač od Mozilly.
sq: Për instalimin e kësaj shtese dhe mijëra të tjerave, <b>merrni Firefox-in</b>, një shfletues web i lirë dhe i hapur, krijuar nga Mozilla.
sr_latn: Da biste instalirali ovaj dodatak i hiljadu drugih, <b>nabavite Firefox</b>, besplatan pregledač otvorenih standarda od Mozilla fondacije.
sv_se: För att installera tillägget och tusentals andra, <b>hämta Firefox</b>, en gratis och öppen webbläsare från Mozilla.

source: Learn more about Firefox
hu: Tudjon meg többet a Firefox böngészőről.
id: Pelajari selengkapnya tentang Firefox
kab: Issin ugar γef Firefox
sk: Ďalšie informácie o Firefoxe
sq: Mësoni më tepër rreth Firefox-it
sr_latn: Saznaj više o Firefox-u
sv_se: Lär dig mer om Firefox

source: or <b><a class="installer" href="{url}">download anyway</a></b>
sk: alebo <b><a class="installer" href="{url}">napriek tomu prevziať</a></b>
sq: ose <b><a class="installer" href="{url}">shkarkojeni sido qoftë</a></b>
