Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information is also shown in the Add-ons Manager when updating.
sq: Të dhëna rreth ndryshime në këtë version, veçori të reja, të meta të njohura, dhe të tjera të dhëna të dobishme që lidhen me këtë hedhje në qarkullim/version. Këto të dhëna shfaqen edhe te Përgjegjësi i Aplikacioneve, gjatë përditësimesh.

source: Approval Status
es_ar: Estado de aprobación
fi: Hyväksynnän tila
fur: Stât di aprovazion
fy_nl: Goedkarsteat
he: מצב אישור
hr: Stanje odobravanja
hu: Jóváhagyás állapota
ia: Stato del approbation
id: Status Persetujuan
ka: მდგომარეობა დამოწმების შესახებ
kab: Addad n usentem
ms: Status Kelulusan
nb_no: Godkjenningsstatus
nn_no: Godkjenningsstatus
ro: Starea aprobării
sk: Stav schválenia
sq: Gjendje Miratimi
sr_latn: Status dozvole
sv_se: Godkännandestatus
te: ఆమోద స్థితి
th: สถานะการอนุมัติ
tr: Onay durumu
vi: Trạng thái Chấp thuận

source: Notes for Reviewers
es_ar: Notas para Revisores
fur: Notis pai revisôrs
fy_nl: Opmerkingen foar beoardielers
he: הערות לסוקרים
hr: Napomene za recenzente
hu: Megjegyzés az értékelőknek
ia: Notas pro le revisores
id: Catatan untuk Pengulas
is: Athugasemdir fyrir umsagnaraðila
ka: შენიშვნები მიმომხილველებისთვის
kab: Tizmilin i yimceggiren
ms: Nota kepada Penyemak
nb_no: Merknad for gjennomgangspersoner
nn_no: Merknad for vurderarar
ro: Note pentru revizori
sk: Poznámky ku kontrole
sq: Shënime për Shqyrtuesit
sr_latn: Podaci za pregledače
sv_se: Anteckning för granskare
te: సమీక్షకుల కోసం గమనికలు
th: หมายเหตุสำหรับนักวิจารณ์
tr: İnceleyicilere Yönelik Notlar
vi: Lưu ý cho Người đánh giá

source: Optionally, enter any information that may be useful to the Editor reviewing this add-on, such as test account information.
sq: Në daçi, jepni çfarëdo të dhëne që mund të jetë e dobishme për Shqyrtuesin që merr në shqyrtim këtë aplikacion,të tilla si të dhëna llogarie prove.

source: Source code
es_ar: Código fuente
fi: Lähdekoodi
fur: Codiç sorzint
fy_nl: Boarnekoade
he: קוד מקור
hr: Izvorni kod
hu: Forráskód
ia: Codice fonte
id: Kode sumber
is: Grunnkóði
ka: პირველწყარო კოდი
kab: Tangalt aɣbalu
ms: Kod sumber
nb_no: Kildekode
nn_no: Kjeldekode
ro: Cod sursă
sk: Zdrojový kód
sq: Kodi burim
sr_latn: Izvorni kod
sv_se: Källkod
te: మూల కోడ్
th: โค้ดต้นฉบับ
tr: Kaynak kodu
vi: Mã nguồn

source: If your add-on contain binary or obfuscated code, make the source available here for reviewers.
hu: Ha a kiegészítő bináris vagy olvashatatlanná tett kódot tartalmaz, akkor tegye elérhetővé itt a forrást az értékelőknek.
id: Jika pengaya anda mengandung kode yang dikaburkan atau biner, sediakan sumbernya di sini untuk para pengulas.
ka: თუ თქვენი დამატება შეიცავს ორობით ან ცნობილი ბიბლიოთეკებისგან განსხვავებულ კოდს, განსახილველად განათავსეთ წყაროს კოდი აქ.
ms: Jika add-on anda mengandungi kod binari atau dikelirukan, sediakan sumbernya kepada penyemak di sini.
sq: Nëse shtesa juaj përmban kod dyor ose të turbullt, jepeni burimin këtu për shqyrtuesit.
sr_latn: Ako Vaš dodatak sadrži binarni ili bagovit kod, uverite se da je izvorni kod dostupan za recezente.
sv_se: Om ditt tillägg innehåller binär eller förvrängd kod, gör källan tillgänglig här för granskarna.

source: Upload a new file
hu: Új fájl feltöltése
id: Unggah berkas baru
sk: Odoslať nový súbor
sq: Ngarkoni kartelë të re
sr_latn: Postavite novu datoteku
sv_se: Ladda upp en ny fil

source: Add File
hu: Fájl hozzáadása
id: Tambah Berkas
sk: Pridať súbor
sq: Shtoni Kartelë
sr_latn: Dodaj datoteku
sv_se: Lägg till fil

source: File {file_id} ({platform})
hu: Fájl {file_id} ({platform})
id: Berkas {file_id} ({platform})
ka: ფაილი {file_id} ({platform})
kab: Afaylu {file_id} ({platform})
ms: Fail {file_id} ({platform})
sk: Súbor {file_id} ({platform})
sq: Kartelë {file_id} ({platform})
sr_latn: Datoteka {file_id} ({platform})
sv_se: Fil {file_id} ({platform})

source: Created on %(created)s and changed to %(status)s on %(status_date)s
es_ar: Creado el %(created)s y cambiado a %(status)s el %(status_date)s
fi: Luotu %(created)s ja tilaksi asetettu %(status)s %(status_date)s
fur: Creât ai %(created)s e modificât a %(status)s ai %(status_date)s
fy_nl: Makke op %(created)s en wizige nei %(status)s op %(status_date)s
he: נוצר בתאריך %(created)s ושונה ל%(status)s ב־%(status_date)s
hr: Izrađeno %(created)s i promijenjeno u %(status)s %(status_date)s
hu: Létrehozva ekkor: %(created)s, módosítva %(status)s állapotra ekkor: %(status_date)s
ia: Create le %(created)s e cambiate a %(status)s le %(status_date)s
id: Dibuat di %(created)s dan diubah menjadi %(status)s pada %(status_date)s
ka: შექმნის თარიღია %(created)s და მისი მდგომარეობის („%(status)s“) შეცვლის თარიღია %(status_date)s
kab: Yettwarna di %(created)s yettusnifel ar %(status)s di %(status_date)s
ms: Dicipta pada %(created)s dan diubah ke %(status)s pada %(status_date)s
nb_no: Opprettet den %(created)s og endret til %(status)s den %(status_date)s
nn_no: Oppretta den %(created)s endra til %(status)s den %(status_date)s
ro: Creat la data de %(created)s și modificat pe %(status)s la data de %(status_date)s
sk: Vytvorené dňa %(created)s, dňa %(status_date)s zmenený stav na %(status)s
sq: E krijuar më %(created)s dhe ndryshuar si %(status)s më %(status_date)s
sr_latn: Napravljeno %(created)s i promenjeno na %(status)s dana %(status_date)s
sv_se: Skapad den %(created)s ändrad till %(status)s den %(status_date)s
th: สร้างเมื่อ %(created)s และเปลี่ยนเป็น %(status)s เมื่อ %(status_date)s
tr: %(created)s tarihinde oluşturuldu ve %(status_date)s tarihinde %(status)s olarak değiştirildi
vi: Được tạo %(created)s và đã thay đổi thành %(status)s lúc %(status_date)s

source: Created on %(created)s and changed to %(status)s
es_ar: Creado el %(created)s y cambiado a %(status)s
fur: Creât ai %(created)s e modificât a %(status)s
fy_nl: Makke op %(created)s en wizige nei %(status)s
he: נוצר בתאריך %(created)s ושונה ל%(status)s
hr: Izrađeno %(created)s i promijenjeno u %(status)s
hu: Létrehozva ekkor: %(created)s és módosítva %(status)s állapotra
ia: Create le %(created)s e cambiate a %(status)s
id: Dibuat pada %(created)s dan diubah pada %(status)s
ka: შექმნის თარიღია %(created)s და მდგომარეობა შეცვლილია %(status)s-ით
kab: Yettwarna %(created)s yettusnifel di %(status)s
ms: Dicipta pada %(created)s dan diubah ke %(status)s
nb_no: Opprettet den %(created)s og endret til %(status)s
nn_no: Oppretta den %(created)s endra til %(status)s
ro: Creat la data de %(created)s și modificat pe %(status)s
sk: Vytvorené dňa %(created)s a zmenený stav na %(status)s
sq: E krijuar më %(created)s dhe ndryshuar si %(status)s
sr_latn: Napravljeno %(created)s i promenjeno na %(status)s
sv_se: Skapad den %(created)s ändrad till %(status)s
th: สร้างเมื่อ %(created)s และเปลี่ยนเป็น %(status)s
tr: %(created)s tarihinde oluşturulup %(status)s olarak değiştirildi
vi: Được tạo %(created)s và đã thay đổi thành %(status)s

source: Show File History
hu: Előzmények megjelenítése
id: Lihat Riwayat Berkas
sk: Zobraziť históriu súboru
sq: Shfaq Historik Kartele
sr_latn: Prikaži istoriju datoteka
sv_se: Visa filhistorik

source: By %(user_name)s on %(date)s
hu: Készítette: %(user_name)s, %(date)s
id: Oleh %(user_name)s pada tanggal %(date)s
sk: Autor %(user_name)s dňa %(date)s
sq: Nga %(user_name)s më %(date)s
sr_latn: Od %(user_name)s dana %(date)s
sv_se: Av %(user_name)s den %(date)s

source: Edit this version
es_ar: Editar esta versión
fi: Muokkaa tätä versiota
fur: Modifiche cheste version
fy_nl: Dizze ferzje bewurkje
he: עריכת גרסה זו
hr: Uredi ovu inačicu
hu: Verzió szerkesztése
ia: Rediger iste version
id: Edit versi ini
is: Breyta þessari útgáfu
ka: ვერსიის ჩასწორება
kab: Ẓreg lqem-agi
ms: Edit versi ini
nb_no: Rediger denne versjonen
nn_no: Rediger denne versjonen
ro: Editează această versiune
sk: Upraviť túto verziu
sq: Përpunoni këtë version
sr_latn: Izmeni ovu verziju
sv_se: Redigera denna version
te: ఈ వెర్షన్ను సవరించండి
th: แก้ไขรุ่นนี้
tr: Bu sürümü düzenle
vi: Chỉnh sửa phiên bản này

source: {0} file
hu: {0} fájl
id: {0} berkas
sk: {0} súbor
sq: {0} kartelë
sr_latn: {0} datoteka
sv_se: {0} fil

source: 0 files
hu: 0 fájl
id: 0 berkas
ka: 0 ფაილი
kab: 0 ifuyla
ms: 0 fail
sk: 0 súborov
sq: 0 kartela
sr_latn: 0 datoteka
sv_se: 0 filer
te: 0 ఫైళ్లు

source: Queue position: %(pos)s of %(total)s
hu: Sorbeli pozíció: %(pos)s / %(total)s
id: Posisi antrean: %(pos)s dari %(total)s
sk: Pozícia vo fronte: %(pos)s z %(total)s
sq: Vend në radhë: %(pos)s nga %(total)s gjithsej
sr_latn: Pozicija u redu za čekanje: %(pos)s od %(total)s
sv_se: Köposition: %(pos)s av %(total)s

source: Not validated.
hu: Nem ellenőrzött.
id: Tidak divalidasi.
ka: შეუმოწმებელია.
kab: Ur yettwasentem ara.
ms: Tidak disahkan.
sk: Nie je overená.
sq: E pavleftësuar.
sr_latn: Nije proverena ispravnost.
sv_se: Inte validerad.

source: Validate now.
hu: Ellenőrzés most.
id: Validasi sekarang.
ka: შემოწმება ახლავე.
kab: Se,tem tura.
ms: Sahkan sekarang.
sk: Overiť teraz
sq: Vleftësojeni tani.
sr_latn: Potvrdite sada.
sv_se: Validera nu.

source: Request Full Review
hu: Teljes értékelés kérése
id: Meminta Ulasan Lengkap
sk: Požiadať o riadnu kontrolu
sq: Kërkoni Shqyrtim të Plotë
sr_latn: Zahtevaj punu pregled
sv_se: Begär fullständig granskning

source: Request Preliminary Review
hu: Előzetes értékelés kérése
id: Meminta Ulasan Pendahuluan
sk: Požiadať o predbežnú kontrolu
sq: Kërkoni Shqyrtim Paraprak
sr_latn: Zahteva preliminaran pregled
sv_se: Begär preliminär granskning

source: Cancel Review Request
hu: Értékelés kérésének megszakítása
id: Membatalkan Permintaan Ulasan
ka: მიმოხილვის მოთხოვნის გაუქმება
kab: Sefsex tuttra n ucegger
ms: Batal Minta Semakan
sk: Zrušiť požiadavku o kontrolu
sq: Anulo Kërkesën për Shqyrtim
sr_latn: Otkaži zahtev za pregled
sv_se: Avbryt begärd granskning
te: సమీక్ష అభ్యర్థనను రద్దు చేయండి

source: Addon visibility
hu: Kiegészítő láthatósága
id: Visibilitas pengaya
sk: Viditeľnosť doplnku
sq: Dukshmëri shtese
sv_se: Tilläggets synlighet

source: Listed:
hu: Felsorolva:
id: Terdaftar:
sk: V zozname:
sq: E paraqitur:
sv_se: Listad:

source: Visible to everyone on {0} and included in search results and listing pages
hu: Mindenki számára látható itt: {0}, valamint szerepel a találatok között és a listázási oldalakon
id: Dapat dilihat semua orang di {0} dan dimasukkan ke dalam hasil pencarian dan laman daftar
sk: Viditeľný pre každého na {0} a zobrazovaný vo výsledkoch vyhľadávania a v zoznamoch na stránkach
sq: E dukshme për këdo te {0} dhe e përfshirë në përfundime kërkimesh dhe faqe listë
sv_se: Synlig för alla på {0} och ingår i sökresultaten och listningssidor

source: Hidden:
hu: Rejtett:
id: Tersembunyi:
sk: Skrytý:
sq: E fshehur:
sv_se: Dold:

source: Hosted on {0}, but hidden to anyone but authors. Used to temporarily hide listings or discontinue them.
hu: Kiszolgálva itt: {0}, de a szerzőkön kívül mindenki számára rejtett. A listázások ideiglenes elrejtésére vagy megszüntetésére használható.
id: Dimuat di {0}, namun disembunyikan untuk siapapun kecuali penulis. Digunakan untuk secara temporer menyembunyikan daftar atau menghentikannya.
sk: Umiestnený na {0}, ale skrytý pre všetkých okrem jeho autorov. Možno použiť pre dočasné odobranie zo zoznamu, alebo jeho úplne skrytie.
sq: E strehuar te {0}, por e padukshme për këdo tjetër veç autorëve. E përdorur për fshehje të përkohshme në lista ose për heqje prej tyre.
sv_se: Finns på {0}, men dold för andra utom för författarna. Används för att tillfälligt dölja listning eller avbryta dem.

source: Unlisted:
hu: Titkos:
id: Tidak terdaftar:
sk: Nezaradený:
sq: E paparaqitur:
sv_se: Olistad:

source: Not distributed on {0}. Developers will upload new versions for signing and distribute the add-ons on their own. (beta)
sk: Nie je distribuovaný na {0}. Vývojári budú nahrávať nové verzie na podpis a budú distribuovať doplnok sami. (beta)
sq: Nuk shpërndahet në {0}. Versionet e reja të shtesave zhvilluesit do t’i ngarkojnë për nënshkrim dhe do t’i shpërndajnë vetë. (beta)

source: Current versions
hu: Jelenlegi verziók
id: Versi terkini
sk: Aktuálna verzia
sq: Versione të tanishëm
sv_se: Nuvarande versioner

source: Currently on AMO
es_ar: Actualmente en AMO
fi: Tällä hetkellä AMO:ssa
fur: Pal moment su AMO
fy_nl: Op dit stuit op AMO
he: כרגע ב־AMO
hr: Trenutačno na AMO-u
hu: Jelenleg az AMO-n
ia: Actualmente sur AMO
id: Saat ini di AMO
is: Núna á AMO
ka: ამჟამად AMO საიტზე
kab: Akka tura di AMO
ms: Pada masa ini di AMO
nb_no: For tiden på AMO
nn_no: For tida på AMO
ro: În prezent pe AMO
sk: Aktuálne na AMO
sq: Në AMO
sr_latn: Trenutno na AMO
sv_se: För närvarande på AMO
te: ప్రస్తుతం AMO లో
th: อยู่บน AMO ในขณะนี้
tr: Şu anda AMO'da
vi: Hiện tại trên AMO

source: Status
es_ar: Estado
fi: Tila
fur: Stât
fy_nl: Steat
he: מצב
hr: Stanje
hu: Állapot
ia: Stato
id: Статус
is: Staða
ka: მდგომარეობა
kab: Addad
ro: Stare
sk: Stav
sq: Gjendje
te: స్థితి
th: สถานะ
tr: Durum
vi: Trạng thái

source: Validation
es_ar: Validación
fur: Convalide
fy_nl: Falidaasje
he: בדיקת אימות
hr: Provjera valjanosti
hu: Ellenőrzés
id: Validasi
is: Fullgilding
ka: შემოწმება
kab: Asentem
ms: Pengesahan
nb_no: Validering
nn_no: Validering
ro: Validare
sk: Overenie
sq: Vleftësim
sr_latn: Provera ispravnosti
sv_se: Validering
te: నిర్ధారణ
th: การตรวจสอบ
tr: Doğruluma
vi: Kiểm định

source: Next version of this add-on
es_ar: Próxima versión de este complemento
fi: Tämän lisäosan seuraava versio
fur: Prossime version di chest component adizionâl
fy_nl: Folgjende ferzje fan dizze add-on
he: הגרסה הבאה של התוספת הזו
hr: Sljedeća verzija ovog dodatka
hu: A kiegészítő következő verziója
ia: Version sequente de iste additivo
id: Versi selanjutnya dari pengaya ini
is: Næsta útgáfa þessarar viðbótar
ka: დამატების ახალი ვერსია
kab: Lqem d-iteddun n uzegrir-agi
ms: Versi berikut add-on ini
nb_no: Neste versjon av dette tillegget
nn_no: Neste versjon av denne utvidinga
ro: Versiunea următoare a acestui supliment
sk: Ďalšia verzia tohto doplnku
sq: Versioni pasues i kësaj shtese
sr_latn: Sledeća verzija ovog dodatka
sv_se: Nästa version av detta tillägg
te: ఈ పొడగింతకి తదుపరి వెర్షను
th: รุ่นถัดไปของส่วนเสริมนี้
tr: Bu eklentinin sonraki sürümü
vi: Phiên bản tiếp theo của tiện ích này

source: Older versions
hu: Korábbi verziók
id: Versi sebelumnya
sk: Staršie verzie
sq: Versione më të vjetër
sr_latn: Starije verzije
sv_se: Äldre versioner

source: Upload a New Version
es_ar: Enviar una nueva versión
fi: Lähetä uusi versio
fur: Cjame in rêt une gnove version
fy_nl: Nije ferzje oplade
he: העלאת גרסה חדשה
hr: Dodaj novu inačicu
hu: Új verzió feltöltése
ia: Incargar un nove version
id: Unggah Versi Baru
is: Senda inn nýja útgáfu
ka: ახალი ვერსიის ატვირთვა
kab: Sali lqem amaynut
ms: Muat naik Versi Baru
nb_no: Last opp en ny versjon
nn_no: Last opp ein ny versjon
ro: Încarcă o versiune nouă
sk: Odoslať novú verziu
sq: Ngarkoni Version të Ri
sr_latn: Postavi novu verziju
sv_se: Ladda upp en ny version
te: ఒక కొత్త వెర్షను ఎక్కించండి
th: อัปโหลดรุ่นใหม่
tr: Yeni bir sürüm yükleyin
vi: Tải lên một Phiên bản Mới

source: Full review may not be required
hu: A teljes értékelés nem biztos hogy szükséges
id: Ulasan lengkap barangkali tidak diperlukan
sk: Kompletná kontrola nemusí byť nutná
sq: Mund të mos jetë i domosdoshëm shqyrtimi i plotë
sv_se: Fullständig granskning kanske inte krävs

source: Unlisted add-ons don't need Full Review unless they are distributed as part of an application installer. Read <a href="{link}" target="_blank">this documentation</a> for more information.
id: Pengaya yang tidak terdaftar tidak memerlukan Ulasan Lengkap kecuali jika didistribusikan sebagai bagian dari instalator aplikasi. Baca <a href="{link}" target="_blank">dokumentasi ini</a> untuk informasi lebih lanjut.
sk: Nezverejnené doplnky nepotrebujú kompletnú kontrolu, ak nie sú distribuované ako súčasť inštalátora aplikácií. Pre viac informácií si prečítajte <a href="{link}" target="_blank">túto dokumentáciu</a>.
sq: Shtesat e paklasifikuara s’kanë nevojë për Shqyrtim të Plotë, hiq rastin kur shpërndahen si pjesë e një instaluesi aplikacionesh. Për më tepër të dhëna, lexoni <a href="{link}" target="_blank">këtë dokumentim</a>.
sv_se: Olistade tillägg behöver inte fullständig granskning såvida de distribueras som en del av ett installationsprogram. Läs <a href="{link}" target="_blank">denna dokumentation</a> för mer information.

source: Request full review
hu: Teljes értékelés kérése
id: Meminta ulasan lengkap
sk: Vyžiadať kompletnú kontrolu
sq: Kërkoni shqyrtim të plotë
sv_se: Begär fullständig granskning

source: Delete Version {version}
es_ar: Borrar versión {version}
fi: Poista versio {version}
fur: Elimine version {version}
fy_nl: Ferzje {version} fuortsmite
he: מחיקת גרסה {version}
hr: Izbriši verziju {version}
hu: {version} verzió törlése
ia: Deler version {version}
id: Hapus Versi {version}
is: Eyða útgáfu {version}
ka: {version} ვერსიის წაშლა
kab: Kkes lqem-agi {version}
ms: Buang Versi {version}
nb_no: Slett versjon {version}
nn_no: Slett versjon {version}
ro: Șterge versiunea {version}
sk: Odstránenie verzie {version}
sq: Fshijeni Versionin {version}
sr_latn: Izbriši verziju {version}
sv_se: Ta bort version {version}
te: వెర్షను {version}ను తొలగించు
th: ลบรุ่น {version}
tr: {version} sürümünü sil
vi: Xóa phiên bản {version}

source: You are about to delete the current version of your add-on. This may cause your add-on status to change, or your listing to lose public visibility, if this is the only public version of your add-on.
es_ar: Estás a punto de eliminar la versión actual de tu complemento. Esto puede ocasionar que tu complemento cambie de estado, o pierda visibilidad pública, si esta es la única versión pública de tu complemento.
fur: Tu stâs par eliminâ la version corinte di chest component adizionâl. Se cheste e je la uniche version publiche dal to component adizionâl, cheste operazion e podarès lâ a tocjâ il stât dal component adizionâl, opûr tu podaressis pierdi visibilitât sul sît.
fy_nl: Jo stean op it punt om de aktuele ferzje fan jo add-on fuort te smiten. Hjirtroch kin de steat fan jo add-on wizigje of, as dit de iennichste publike ferzje fan jo add-on is, de sichtberheid foar it publyk ferdwine kin.
he: פעולה זו תוביל למחיקת הגרסה הנוכחית של התוספת שלך. המחיקה עשויה לגרום לשינוי מצב התוספת או שהרשומה שלך לא תהיה גלויה לציבור עוד, אם זו הגרסה הציבורית היחידה של התוספת שלך.
hr: Izbrisat ćeš trenutačnu verziju svog dodatka. Ovo može promijeniti stanje ili javni prikaz dodatka u popisu, ako je ovo jedina javna verzija tvog dodatka.
hu: A kiegészítője jelenlegi verziójának törlésére készül. Ez megváltoztathatja a kiegészítője állapotát, vagy a listázás elveszítheti a nyilvános láthatóságát, ha ez az egyetlen nyilvános változata a kiegészítőjének.
ia: Tu va deler le version actual de tu additivo. Isto pote causar cambiar le stato de tu additivo, o de tu lista de presentation pro perder public visibilitate, si isto es le sol public version de tu additivo.
id: Anda akan menghapus versi pengaya anda saat ini. Hal ini bisa menyebabkan status pengaya anda berubah, atau daftar anda kehilangan pandangan publik, jika ini adalah satu-satunya versi publik pengaya anda.
ka: თქვენ შლით დამატების მიმდინარე ვერსიას. რის შედეგადაც, შესაძლოა შეიცვალოს თქვენი დამატების მდგომარეობა, ან შეწყდეს მისი საჯარო ხელმისაწვდომობა, იმ შემთხვევაში, თუ დამატების მხოლოდ ეს ვერსია გაქვთ საჯაროდ გამოქვეყნებული.
ms: Anda akan menghapuskan versi semasa add-on anda. Ini boleh menyebabkan status add-on anda berubah, atau penyenaraian anda hilang daripada pandangan umum, sekiranya ini adalah satu-satunya versi umum add-on anda.
nb_no: Du er i ferd med å slette den nåværende versjonen av din utvidelse. Dette kan føre til at statusen til tillegget endres eller din oppføring mister offentlig synlighet, hvis dette er den eneste offentlige versjonen av ditt tillegg.
nn_no: Du er i ferd med å slette gjeldande versjon av utvidinga di. Dette kan føre til at statusen til tillegget vert endra, eller oppføringa di mistar offentleg synlegheit, viss dette er den einaste offentlige versjonen av tillegget ditt.
ro: Ești pe cale să ștergi versiunea curentă a suplimentului tău. Aceasta poate produce modificarea stării suplimentului sau pierderea vizibilității publice, dacă aceasta este singura versiune publică a suplimentului.
sk: Chystáte sa odstrániť aktuálnu verziu svojho doplnku. Táto akcia môže vykonať zmenu stavu vášho doplnku, alebo skryť verejne dostupnú stránku doplnku, ak sa jedná o jedinú jeho verejnú verziu.
sq: Ju ndan një hap nga fshirja e versionit të tanishëm të shtesës suaj. Kjo mund sjellë ndryshimin e gjendjes së shtesës suaj, ose të shkaktojë mosshfaqjen e saj publikisht, nëse ky është i vetmi version publik i shtesës suaj.
sr_latn: Vi ćete da izbrišete trenutnu verziju dodatka. Ovo može da izazove da se status o dodataku promeni ili Vaš unos da se izgubi u javnosti, ako je to jedina javna verzija Vašeg dodatka.
sv_se: Du är på väg att ta bort den nuvarande versionen av ditt tillägg. Detta kan leda till att tilläggets status ändras eller din listning förloras, om detta är den enda offentliga versionen av tillägget.
tr: Eklentinizin geçerli sürümünü silmek üzeresiniz. Bu sürüm, eklentinizin genele açık tek sürümüyse eklenti durumunuz değişebilir veya listelemeniz artık herkese açık olarak görünmeyebilir.
vi: Bạn sắp xóa phiên bản hiện tại của tiện ích mở rộng. Điều này có thể khiến trạng thái tiện ích của bạn thay đổi hoặc danh sách của bạn mất khả năng hiển thị công khai, nếu đây là phiên bản công khai duy nhất của tiện ích.

source: Deleting this version will permanently delete:
es_ar: Al borrar esta versión, se eliminará definitivamente:
fi: Tämän version poistaminen poistaa pysyvästi:
fur: Eliminant cheste version tu eliminarâs par simpri:
fy_nl: Troch fuortsmiten fan dizze ferzje wurdt fuortsmiten:
he: מחיקת גרסה זו תמחק לצמיתות:
hr: Brisanjem ove verzije trajno će se izbrisati:
hu: A verzió törlése véglegesen törli:
ia: Deler iste version delera permanentemente:
id: Menghapus versi ini akan secara permanen menghapus:
ka: ამ ვერსიის წაშლით, სამუდამოდ წაიშლება:
kab: Tukksa n lqem-agi ad yekkes ilebda:
ms: Menghapuskan versi ini akan kekal dihapuskan:
nb_no: Hvis du sletter denne versjonen vil du permanent slette:
nn_no: Å slette denne versjonen vil permanent slette:
ro: Ștergerea acestei versiuni va șterge definitiv:
sk: Odstránením tejto verzie doplnku natrvalo odstránite:
sq: Fshirja e këtij versioni do të fshijë përgjithmonë:
sr_latn: Brisanje ove verzije će trajno obrisati:
sv_se: Tar bort den här versionen kommer att permanent ta bort:
te: ఈ వెర్షనును తొలగిస్తే ఇవి శాశ్వతంగా తొలగించబడతాయి:
th: การลบรุ่นนี้จะลบรายการดังต่อไปนี้อย่างถาวร:
tr: Bu sürümü sildiğinizde bunlar kalıcı olarak silinir:
vi: Xóa phiên bản này sẽ xóa vĩnh viễn:
