Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: More Options:
hu: További opciók:
id: Opsi Lainnya:
ka: დამატებითი პარამეტრები:
kab: Ugar n iɣewwaṛen:
ms: Pilihan Lain:
sk: Ďalšie možnosti:
sq: Më tepër Mundësi:
sr_latn: Još opcija:
sv_se: Fler alternativ:

source: Edit Collection
hu: Gyűjtemény szerkesztése
id: Edit Koleksi
ka: კრებულის ჩასწორება
kab: Ẓreg tagrumma
ms: Edit Koleksi
sk: Upraviť kolekciu
sq: Përpunoni Koleksionin
sr_latn: Izmeni kolekciju
sv_se: Redigera samling

source: Delete Collection
hu: Gyűjtemény törlése
id: Hapus Koleksi
ka: კრებულის წაშლა
kab: Kkes tagrumma
ms: Buang Koleksi
sk: Odstrániť kolekciu
sq: Fshije Koleksionin
sr_latn: Obriši kolekciju
sv_se: Ta bort samling

source: %(num)s Theme in this Collection
hu: %(num)s téma ebben a gyűjteményben
id: %(num)s Tema di Koleksi ini
ka: %(num)s თემა ამ კრებულში
kab: %(num)s asentel di tagrumma-agi
ms: %(num)s Tema dalam Koleksi ini
sk: %(num)s téma v tejto kolekcii
sq: %(num)s Temë në këtë Koleksion
sr_latn: Tema u ovoj kolekciji: %(num)s
sv_se: %(num)s tema i denna samling

source: %(num)s Add-on in this Collection
hu: %(num)s Kiegészítő van a Gyűjteményben
id: %(num)s Pengaya pada Koleksi Ini
ka: ამ კრებულში არის %(num)s დამატება
kab: %(num)s azegrir di tagrumma-agi
ms: %(num)s Add-ons dalam Koleksi ini
sk: %(num)s doplnok v tejto kolekcii
sq: %(num)s Shtesë në këtë Koleksion
sr_latn: Dodataka u ovoj kolekciji: %(num)s
sv_se: %(num)s tillägg i denna samling

source: Go
es_ar: Ir
fi: Mene
fur: Va
fy_nl: Start
he: לך
hr: Idi
hu: Ugrás
ia: Ir
id: Buka
is: Fara
ka: გადასვლა
kab: Bdu
ms: Teruskan
nb_no: Gå
nn_no: Gå
ro: Mergi la
sk: Prejsť
sq: Shko
sr_latn: Kreni
sv_se: Gå till
te: వెళ్ళు
th: ไป
tr: Git
vi: Đi

source: What are Collections?
hu: Mik azok a gyűjtemények?
id: Apa Koleksi Itu?
ka: რა არის კრებულები?
kab: D acu-tent tigrummiwin?
ms: Apakah Koleksi?
sk: Čo sú kolekcie?
sq: Ç’janë Koleksionet?
sr_latn: Šta su kolekcije?
sv_se: Vad är samlingar?

source: Explore Collections
hu: Gyűjtemények felfedezése
id: Jelajahi Koleksi
ka: დაათვალიერეთ კრებულები
kab: Snirem tigrummiwin
ms: Teroka Koleksi
sk: Preskúmať kolekcie
sq: Eksploroni Koleksione
sr_latn: Istraži kolekcije
sv_se: Utforska samlingar

source: Common Tags
hu: Általános címkék
id: Tag yang Umum
ka: საერთო ჭდეები
kab: Tibzimin yettwasnen
ms: Tag Lazim
sk: Bežné značky
sq: Etiketa të Zakonshme
sr_latn: Česte oznake
sv_se: Vanliga taggar

source: More by this User
hu: További gyűjtemények ettől az alkotótól
id: Yang Lain dari Pengguna Ini
kab: Ugar sɣuṛ aseqdac agi
sk: Ďalšie od tohto používateľa
sq: Më tepër nga ky Përdorues
sr_latn: Više od ovog korisnika
sv_se: Mer av denna användare

source: See all collections by this user
hu: Összes gyűjtemény ettől a felhasználótól
id: Lihat semua koleksi dari pengguna ini
kab: Wali akk tigrummiwin sɣuṛ aseqdac agi
sk: Zobraziť všetky kolekcie tohto používateľa
sq: Shihni krejt koleksionet nga ky përdorues
sr_latn: Pogledajte sve kolekcije ovog korisnika
sv_se: Se alla samlingar denne användare gjort

source: Add-ons that you mark as favorites using the <b>Add to Favorites</b> feature appear below. This collection is currently <b>public</b>, which means everyone can see it. If you would like to hide it from public view, click the button below to make it private.
hu: Azok a kiegészítők, amelyek a kedvencek közé kerültek a <b>Hozzáadás a kedvencekhez</b> funkció használatával, azok alul jelennek meg. Ez a gyűjtemény jelenleg <b>nyilvános</b>, ami azt jelenti, hogy mindenki láthatja. Amennyiben el akarja rejteni a nyilvánosság elől, akkor az alábbi gomb megnyomásával priváttá teheti.
id: Pengaya yang anda tandai sebagai favorit menggunakan fitur <b>Tambahkan ke Favorit</b> yang muncul di bawah ini. Koleksi ini saat ini diatur <b>umum</b>, yang berarti semua bisa melihatnya. Jika anda ingin menyembunyikannya dari pandangan publik, klik tombol di bawah ini untuk membuatnya privat.
ka: დამატებები, რომლებიც მოინიშნება ღილაკით <b>რჩეულებში დამატება</b>, გამოჩნდება აქ. ეს კრებული ამჟამად <b>საჯაროა</b>, რაც ნიშნავს, რომ ყველასთვის ხილულია. თუ გსურთ დამალოთ, დააწკაპეთ ქვემოთ არსებულ ღილაკზე და გახადეთ პირადი.
kab: Izegrar i tceṛḍeḍ d inuraf s tmahilt <b>Rnu ar inuraf</b> ad d-banen daw-a. Tagrumma-agi tura yakan d <b>tazayezt</b>. Ihi yal yiwen yezmer ad ten-iwali. Ma yella tebɣiḍ ad ten-tefreḍ ur ten-ttwalin ara yemdanen, sit ɣef tqeffalt daw-a akken ad ten-terreḍ d usligen.
ms: Add-ons yang anda tandakan sebagai kegemaran menggunakan ciri <b>Tambah ke Kegemaran</b> akan muncul di bawah. Koleksi ini kini <b>umum</b>, iaitu semua orang boleh melihatnya. Jika anda mahu menyembunyikannya daripada pandangan umum, klik butang di bawah untuk menjadikannya peribadi.
sk: Tu sa objavia doplnky, ktoré označíte ako obľúbené pomocou funkcie <b>Pridať medzi obľúbené</b>. Táto kolekcia je momentálne <b>verejná</b>, čo znamená, že ju môže vidieť ktokoľvek. Ak nechcete, aby bola verejne dostupná, kliknite na tlačidlo zobrazené nižšie.
sq: Shtesat që i shënoni si të parapëlqyera duke përdorur funksionin <b>Shtoje te Të parapëlqyerat</b> shfaqen më poshtë. Ky koleksion tani është <b>publik</b>, që do të thotë se mund ta shohë kushdo. Nëse do të donit ta fshihni nga sytë e publikut, klikoni mbi butonin më poshtë, që ta bëni privat.
sr_latn: Dodatke koje označite kao omiljene koristeći opciju <b>Dodaj u omiljene</b> prikazuju se ispod. Ova kolekcija je trenutno <b>javna</b>, što znači da je svako može videti. Ako je želite sakriti od javnosti, kliknite na dugme ispod kako bi je napravili privatnom.
sv_se: Tillägg som du markerar som favoriter med hjälp av <b>Lägg till i favoriter</b> funktionen visas nedan. Denna samling är för närvarande <b>publik</b>, vilket innebär att alla kan se den. Om du vill dölja den från offentligheten, klicka på knappen nedan för att göra den privat.

source: Add-ons that you mark as favorites using the <b>Add to Favorites</b> feature appear below. This collection is currently <b>private</b>, which means only you can see it. If you would like everyone to be able to see your favorites, click the button below to make it public.
hu: Azok a kiegészítők, amelyek a kedvencek közé kerültek a <b>Hozzáadás a kedvencekhez</b> funkció használatával, azok alul jelennek meg. Ez a gyűjtemény jelenleg <b>privát</b>, ami azt jelenti, hogy más nem láthatja. Amennyiben mindenki számára láthatóvá kívánja tenni, akkor az alábbi gomb megnyomásával teheti nyilvánossá.
id: Pengaya yang anda tandai sebagai favorit menggunakan fitur <b>Tambahkan ke Favorit</b> yang muncul di bawah ini. Koleksi ini sedang ditampilkan sebagai <b>privat</b>, artinya hanya anda yang dapat melihatnya. Jika anda ingin semua orang bisa melihat pengaya favorit anda, klik tombol di bawah ini untuk menjadikannya publik.
sq: Shtesat që i shënoni si të parapëlqyera duke përdorur funksionin <b>Shtoje te Të parapëlqyerat</b> shfaqen më poshtë. Ky koleksion tani është <b>privat</b>, që do të thotë se mund ta shihni vetëm ju. Nëse do të donit që gjithkush të ishte në gjendje të shihte të parapëlqyerat tuaja, klikoni mbi butonin më poshtë, që ta bëni publik.
sv_se: Tillägg du markerar som favoriter med hjälp av funktionen <b>Lägg till i favoriter</b> syns nedan. Denna samling är för närvarande <b>privat</b>, vilket innebär att enbart du kan se den. Om du vill visa den offentligt, klicka på knappen nedan för att göra den publik.

source: My favorite add-ons
hu: Kedvenc kiegészítőim
id: Pengaya favorit saya
ka: ჩემი რჩეული დამატებები
kab: Izegrar-inu inuraf
ms: Add-ons Kegemaran Saya
sk: Moje obľúbené doplnky
sq: Shtesat e mia të parapëlqyera
sr_latn: Moji omiljeni dodaci
sv_se: Mina favorittillägg

source: <span>%(addons)s</span> add-on
hu: <span>%(addons)s</span> kiegészítő
id: <span>%(addons)s</span> pengaya
ka: <span>%(addons)s</span> დამატება
kab: <span>%(addons)s</span> azegrir
ms: <span>%(addons)s</span> add-ons
sk: <span>%(addons)s</span> doplnok
sq: <span>%(addons)s</span> shtesë
sr_latn: <span>%(addons)s</span> dodatak
sv_se: <span>%(addons)s</span> tillägg

source: <span>%(followers)s</span> follower
hu: <span>%(followers)s</span> követő
id: <span>%(followers)s</span> pengikut
kab: <span>%(followers)s</span> aneḍfaṛ
ms: <span>%(followers)s</span> pengikut
sk: <span>%(followers)s</span> odberateľ
sq: <span>%(followers)s</span> ndjekës
sr_latn: <span>%(followers)s</span> pratioc
sv_se: <span>%(followers)s</span> följare

source: %(num)s weekly follower
hu: %(num)s követő hetente
id: %(num)s pengikut mingguan
kab: %(num)s ameltaɣ n dduṛt
ms: %(num)s pengikut mingguan
sk: %(num)s týždenný odberateľ
sq: %(num)s ndjekës javor
sr_latn: Broj sedmičnih pratioca: %(num)s
sv_se: %(num)s följare per vecka

source: %(num)s monthly follower
hu: %(num)s havi követő
id: %(num)s pengikut bulanan
kab: %(num)s ameltaɣ deg aggur
ms: %(num)s pengikut bulanan
sk: %(num)s mesačný odberateľ
sq: %(num)s ndjekës mujor
sr_latn: Broj mesečnih pratioca: %(num)s
sv_se: %(num)s följare per månad

source: %(num)s follower
hu: %(num)s követő
id: %(num)s pengikut
kab: %(num)s n umetleɣ
ms: %(num)s pengikut
sk: %(num)s odberateľ
sq: %(num)s ndjekës
sr_latn: Broj pratioca: %(num)s
sv_se: %(num)s följare

source: by {0}
hu: {0} készítette
id: oleh {0}
ka: ავტორი {0}
kab: sɣur {0}
ms: oleh {0}
sk: autor {0}
sq: nga {0}
sr_latn: od {0}
sv_se: av {0}

source: Stop Following
hu: Követés megállítása
id: Berhenti Mengikuti
kab: Seḥbes aḍfaṛ
ms: Berhenti Ikuti
sk: Už nesledovať
sq: Ndale Ndjekjen
sr_latn: Zaustavi praćenje
sv_se: Sluta följa

source: Follow this Collection
hu: Gyűjtemény követése
id: Ikuti Koleksi ini
kab: Ḍfeṛ tagrumma agi
ms: Ikuti Koleksi ini
sk: Sledovať túto kolekciu
sq: Ndiqe këtë Koleksion
sr_latn: Prati ovu kolekciju
sv_se: Följ denna samling

source: Edit this Collection
hu: Gyűjtemény szerkesztése
id: Sunting Koleksi ini
ka: კრებულის რედაქტირება
kab: Ẓreg tagrumma agi
ms: Edit Koleksi ini
sk: Upraviť túto kolekciu
sq: Përpunojeni këtë Koleksion
sr_latn: Izmeni ovu kolekciju
sv_se: Redigera denna samling

source: Delete {0}
hu: {0} törlése
id: Hapus {0}
ka: {0} წაიშლება
kab: Kkes {0}
ms: Buang {0}
sk: Odstrániť {0}
sq: Fshije {0}
sr_latn: Izbriši {0}
sv_se: Ta bort {0}

source: Delete
es_ar: Borrar
fi: Poista
fur: Elimine
fy_nl: Fuortsmite
he: מחיקה
hr: Ukloni
hu: Törlés
ia: Deler
id: Hapus
is: Eyða
ka: წაშლა
kab: Kkes
ms: Buang
nb_no: Slett
nn_no: Slett
ro: Șterge
sk: Odstrániť
sq: Fshije
sr_latn: Izbriši
sv_se: Ta bort
te: తొలగించు
th: ลบ
tr: Sil
vi: Xóa

source: Are you sure?
hu: Biztos benne?
id: Yakin?
ka: დარწმუნებული ხართ?
kab: S tidett?
ms: Adakah anda pasti?
sk: Ste si istý?
sq: Jeni i sigurt?
sr_latn: Da li ste sigurni?
sv_se: Är du säker?

source: Yes
es_ar: Sí
fi: Kyllä
fur: Sì
fy_nl: Ja
he: כן
hr: Da
hu: Igen
ia: Si
id: Ya
is: Já
ka: კი
kab: Ih
ms: Ya
nb_no: Ja
nn_no: Ja
ro: Da
sk: Áno
sq: Po
sr_latn: Da
sv_se: Ja
te: అవును
th: ใช่
tr: Evet
vi: Có

source: No
fi: Ei
fy_nl: Nee
he: לא
hr: Ne
hu: Nem
id: Tidak
is: Nei
ka: არა
kab: Ala
ms: Tidak
nb_no: Nei
nn_no: Nei
ro: Nu
sk: Nie
sq: Jo
sr_latn: Ne
sv_se: Nej
te: కాదు
th: ไม่
tr: Hayır
vi: Không

source: Edit {0}
hu: {0} szerkesztése
ka: {0} – ჩასწორება
kab: Ẓreg {0}
sk: Upraviť {0}
sq: Përpunoni {0}
sr_latn: Izmeni {0}
sv_se: Redigera {0}

source: Description
es_ar: Descripción
fi: Kuvaus
fur: Descrizion
fy_nl: Beskriuwing
he: תיאור
hr: Opis
hu: Leírás
id: Deskripsi
is: Lýsing
ka: აღწერა
kab: Aglam
ms: Keterangan
nb_no: Beskrivelse
nn_no: Skildring
ro: Descriere
sk: Popis
sq: Përshkrim
sr_latn: Opis
sv_se: Beskrivning
te: వివరణ
th: คำอธิบาย
tr: Açıklama
vi: Mô tả

source: Contributors & More
hu: Közreműködök és egyebek
id: Kontributor & Lainnya
kab: Imttekkiyen & wayen nniḍen
sk: Prispievatelia a iné
sq: Pjesëmarrës & Më tepër
sr_latn: Saradnici i još
sv_se: Bidragsgivare & mer

source: Save Changes
es_ar: Guardar cambios
fi: Tallenna muutokset
fur: Salve modifichis
fy_nl: Wizigingen bewarje
he: שמירת שינויים
hr: Spremi promjene
hu: Változások mentése
ia: Salvar le cambiamentos
id: Simpan Perubahan
is: Vista breytingar
ka: ცვლილებების შენახვა
kab: Sekles asnifel
ms: Simpan Perubahan
nb_no: Lagre endringer
nn_no: Lagra endringane
ro: Salvează modificările
sk: Uložiť zmeny
sq: Ruaji Ndryshimet
sr_latn: Sačuvaj izmene
sv_se: Spara ändringar
te: మార్పులను భద్రపరచు
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri Kaydet
vi: Lưu thay đổi

source: Owner
es_ar: Propietario
fi: Omistaja
fur: Proprietari
fy_nl: Eigener
he: בעלים
hr: Vlasnik
hu: Tulajdonos
ia: Proprietario
id: Pemilik
is: Eigandi
ka: მფლობელი
kab: Bab
ms: Pemilik
nb_no: Eier
nn_no: Eigar
ro: Proprietar
sk: Vlastník
sq: Pronar
sr_latn: Vlasnik
sv_se: Ägare
te: యజమాని
th: เจ้าของ
tr: Sahibi
vi: Người sở hữu

source: Make Owner
hu: Tulajdonos
id: Dijadikan Pemilik
kab: Err d bab
sk: Nastaviť ako vlastníka
sq: Bëjeni Pronar
sr_latn: Učini vlasnikom
sv_se: Gör till ägare

source: Remove this user as a contributor
hu: Felhasználó eltávolítása a közreműködők közül
id: Menghapus pengguna ini sebagai kontributor
kab: Kkes aseqdac-agi seg imttekkiyen
sk: Odstrániť tohto používateľa ako prispievateľa
sq: Hiqe këtë përdorues si pjesëmarrës
sr_latn: Ukloni ovog korisnika kao saradnika
sv_se: Ta bort den här användaren som en bidragsgivare

source: Remove
hu: Eltávolítás
id: Hapus
ka: ამოშლა
kab: Kkes
ms: Buang
sk: Odstrániť
sq: Hiqe
sr_latn: Ukloni
sv_se: Ta bort
te: తీసివేయి

source: Collection Contributors
hu: Gyűjtemény közreműködői
id: Koleksi Kontributor
kab: Imttekkiyen n tagrumma
sk: Prispievatelia kolekcie
sq: Pjesëmarrës në Koleksion
sr_latn: Saradnici kolekcije
sv_se: Bidragare till samling

source: You can add multiple contributors to this collection. A contributor can add and remove add-ons from this collection, but cannot change its name or description. To add a contributor, enter their email in the box below. Contributors must have a Mozilla Add-ons account.
hu: Lehetőség van egy gyűjteményhez több közreműködőt is hozzáadni. A közreműködő kiegészítőket adhat hozzá, és távolíthat el a gyűjteményből. A közreműködő hozzáadásához adja meg az e-mail címét. A közreműködőnek rendelkeznie kell Mozilla kiegészítők felhasználói fiókkal.
id: Anda bisa menambahkan kontributor di koleksi ini. Seorang kontributor bisa menambah dan menghapus pengaya dari koleksi ini, namun tidak dapat mengubah nama atau deskripsinya. Untuk menambahkan seorang kontributor, masukkan alamat surel mereka ke dalam kotak di bawah ini. Kontributor harus memiliki akun Pengaya Mozilla.
sq: Mund të shtoni pjesëmarrës të shumtë te ky koleksion. Një pjesëmarrës mund të shtojë dhe të heqë shtesa prej këtij koleksioni, por nuk mund të ndryshojë emrin e tij apo përshkrimin për të. Që të shtoni një pjesëmarrës, jepni email-in e tij te kutia më poshtë. Pjesëmarrësit duhet të kenë një llogari te Shtesat e Mozilla-s.
sv_se: Du kan lägga till flera bidragsgivare till denna samling. En bidragsgivare kan lägga till och ta bort tillägg från denna samling, men kan inte ändra dess namn eller beskrivning. För att lägga till en bidragsgivare, ange dess e-postadress i rutan nedan. Bidragsgivare måste ha ett Mozilla-konto för tillägg.

source: User
hu: Felhasználó
id: Pengguna
kab: Aseqdac
sk: Používateľ
sq: Përdorues
sr_latn: Korisnik
sv_se: Användare
te: వాడుకరి

source: Role
hu: Szerep
id: Peran
kab: Tamlilt
sk: Funkcia
sq: Rol
sr_latn: Uloga
sv_se: Roll

source: Enter the email address of the contributor to add
hu: Adja meg a hozzáadni kívánt közreműködő e-mail címét
id: Masukkan alamat surel kontributor untuk ditambahkan
kab: Sekcem tansa imayl n imttekki ara ternuḍ
sk: Zadajte e-mailovú adresu pridávaného prispievateľa
sq: Jepni adresën email të pjesëmarrësit që duhet shtuar
sr_latn: Unesite adresu e-pošte saradnika kojeg želite da dodate
sv_se: Ange e-postadressen till bidragsgivaren som ska läggas till

source: Add Contributor
hu: Közreműködő hozzáadása
id: Tambahkan Kontributor
kab: Rnu imttekki
sk: Pridať prispievateľa
sq: Shtoni Pjesëmarrës
sr_latn: Dodaj saradnika
sv_se: Lägg till bidragsgivare

source: Contributor
hu: Közreműködő
id: Kontributor
kab: Imttekki
sk: Prispievateľ
sq: Pjesëmarrës
sr_latn: Saradnik
sv_se: Bidragsgivare

source: Admin Settings
hu: Admin beállítások
id: Pengaturan Admin
kab: Iɣewwaṛen n unedbal
sk: Nastavenia administrátora
sq: Rregullime Përgjegjësi
sr_latn: Podešavanja administratora
sv_se: Administratörsinställningar

source: <b>Warning:</b> By changing the owner of this collection, you will no longer be able to edit it. You will only be able to add and remove add-ons from it.
hu: <b>Figyelem!</b> A gyűjtemény tulajdonosának megváltoztatásakor, többet nem jogosult a gyűjtemény szerkesztéséhez. Ettől kezdve csak kiegészítőket tud majd eltávolítani és hozzáadni.
id: <b>Awas:</b> dengan mengubah pemilik koleksi ini, anda tidak akan bisa lagi menyuntingnya. Anda hanya akan bisa menambahkan atau menghapuskan pengaya dari situ.
kab: <b>Ɣur-k:</b> Ma tbedleḍ bab n tagrumma-agi, ur tettizmired ara ad tt-tesnifleḍ. Tzemreḍ kan ad ternuḍ neq ad tekkseḍ izegrar.
sk: <b>Upozornenie:</b> po zmene vlastníka tejto kolekcie ju už nebudete môcť upravovať. Budete môcť len pridávať alebo odstraňovať jej doplnky.
sq: <b>Kujdes:</b> Duke ndryshuar të zotin e këtij koleksioni, s’do të jeni më në gjendje ta përpunoni. Do të jeni në gjendje vetëm të shtoni ose të hiqni prej tij shtesa.
sr_latn: <b>Upozorenje:</b> Promenom vlasnika ove kolekcije, više nećete imati mogućnost njene izmene. Moći ćete samo da joj dodajete ili uklanjate dodatke.
sv_se: <b>Varning:</b> Om du byter ägare på den här samlingen kommer du inte längre att kunna ändra på den. Du kommer bara kunna lägga till och ta bort tillägg från den.

source: Continue
es_ar: Continuar
fi: Jatka
fy_nl: Trochgean
he: המשך
hr: Nastavi
hu: Folytatás
ia: Continuar
id: Lanjut
is: Halda áfram
ka: გაგრძელება
kab: Kemmel
ms: Sambung
nb_no: Fortsett
nn_no: Fortset
ro: Continuă
sk: Pokračovať
sq: Vazhdo
sr_latn: Nastavi
sv_se: Fortsätt
te: కొనసాగించు
th: ทำต่อ
tr: Devam Et
vi: Tiếp tục

source: or <a id="change-owner-cancel" href="#">Cancel</a>
hu: vagy <a id="change-owner-cancel" href="#">Mégsem</a>
id: atau <a id="change-owner-cancel" href="#">Batalkan</a>
kab: neɣ <a id="change-owner-cancel" href="#">Sefsex</a>
sk: alebo <a id="change-owner-cancel" href="#">Zrušiť</a>
sq: ose <a id="change-owner-cancel" href="#">Anulojeni</a>
sr_latn: ili <a id="change-owner-cancel" href="#">Otkaži</a>
sv_se: eller <a id="change-owner-cancel" href="#">Avbryt</a>

source: Collections by {0}
hu: {0} gyűjteményei
id: Koleksi oleh {0}
ka: კრებულების შემქმნელი: {0}
kab: Tigrummiwin sɣuṛ {0}
ms: Koleksi oleh {0}
sk: Kolekcie od {0}
sq: Koleksione nga {0}
sr_latn: Kolekcije od {0}
sv_se: Samlingar av {0}

source: No collections found.
hu: Nincsenek gyűjtemények.
id: Tidak ada koleksi ditemukan.
ka: კრებულები ვერ მოიძებნა.
kab: Ulac tigrummiwin yettwafen.
ms: Tiada koleksi dijumpai.
sk: Neboli nájdené žiadne kolekcie.
sq: S’u gjetën koleksione.
sr_latn: Nema nađenih kolekcija.
sv_se: Inga samlingar hittades.

source: Most-Followed Collections
hu: Legtöbbek által követett gyűjtemények
id: Koleksi yang Paling Banyak Diikuti
kab: Tigrummiwin yettwaḍfaṛen s waṭas
sk: Najviac odoberané kolekcie
sq: Koleksionet Më të Ndjekura
sr_latn: Najviše praćene kolekcije
sv_se: Mest följda samlingar

source: Newest Collections
hu: Legújabb gyűjtemények
id: Koleksi Terbaru
kab: Tigrummiwin tineggura
sk: Najnovšie kolekcie
sq: Koleksionet Më të Reja
sr_latn: Najnovije kolekcije
sv_se: Nyaste samlingar

source: Collections by Name
hu: Gyűjtemények név szerint
id: Koleksi Berdasarkan Nama
kab: Tigrummiwin s yisem
sk: Kolekcie podľa názvu
sq: Koleksione sipas Emrash
sr_latn: Kolekcije po nazivu
sv_se: Samlingar efter namn

source: Recently Updated Collections
hu: Nemrég frissített gyűjtemények
id: Koleksi yang Baru Saja Diperbarui
kab: Tigrummiwin yettusniflen melmi kan
sk: Nedávno aktualizované kolekcie
sq: Koleksione të Përditësuar Së Fundmi
sr_latn: Nedavno ažurirane kolekcije
sv_se: Nyligen uppdaterade samlingar

source: Recently Popular Collections
hu: Jelenleg népszerű gyűjtemények
id: Koleksi Populer Baru-baru Ini
kab: Tigrummiwin yettwasnen aṭas
sk: Aktuálne populárne kolekcie
sq: Koleksione Popullore Së Fundmi
sr_latn: Nedavno popularne kolekcije
sv_se: Nyligen populära samlingar

source: Collections are groups of related add-ons that anyone can create and share. Explore collections created by other users or <a href="%(url)s">create your own</a>.
hu: A gyűjtemények valaki által összeállított és megosztott, valamilyen módon kapcsolatban lévő kiegészítők csoportja. Fedezze fel a mások által készített gyűjteményeket vagy <a href="%(url)s">készítse el sajátját</a>.
id: Koleksi adalah sekelompok pengaya terkait yang dapat dibuat dan dibagi oleh setiap orang. Jelajahi koleksi yang dibuat pengguna lain atau <a href="%(url)s">buat sendiri</a>.
ka: კრებულები არის, ნებისმიერი მომხმარებლის მიერ, გარკვეული ნიშნის მიხედვით დაჯგუფებული დამატებები, სხვებისთვის გასაზიარებლად. დაათვალიერეთ სხვა მომხმარებლების მიერ შექმნილი კრებულები, ან <a href="%(url)s">თავად შექმენით საკუთარი</a>.
kab: Tigrummiwin d igrawen n izegrar yemcudden gar-asen i yezmer yal yiwen ad yernu neɣ ad yebḍu. Snirem tigrummiwin i rnan iseqdacen nniḍen neɣ <a href="%(url)s">rnu ayala-k</a>.
ms: Koleksi adalah sekumpulan add-ons yang boleh dicipta dan dikongsi oleh sesiapa. Layari koleksi yang dicipta oleh pengguna lain atau <a href="%(url)s">cipta sendiri</a>.
sk: Kolekcie sú skupiny podobných doplnkov, ktoré môže vytvárať a zdieľať ktokoľvek. Pozrite si kolekcie od iných používateľov, alebo si <a href="%(url)s">vytvorte vlastnú</a>.
sq: Koleksionet janë grupe shtesash të ngjashme, të cilët mund t’i krijojë dhe shkëmbejë cilido. Eksploroni koleksione të krijuar nga përdorues të tjerë ose <a href="%(url)s">krijoni një të tuajin</a>.
sr_latn: Kolekcije su grupe srodnih dodataka koje svako može da kreira i deli. Istražite kolekcije napravljene od strane drugih korisnika ili <a href="%(url)s">napravite vlastitu</a>.
sv_se: Samlingar är grupper av tillägg som vem som helst kan skapa och dela. Utforska samlingar skapade av andra användare eller <a href="%(url)s">skapa din egen</a>.

source: Subscribe
hu: Feliratkozás
id: Berlangganan
ka: გამოწერა
kab: Jerred
ms: Langgan
sk: Odoberať
sq: Regjistrohuni
sr_latn: Pretplati se
sv_se: Prenumerera

source: Following
hu: Követés
id: Mengikuti
kab: Aḍfaṛ
ms: Ikuti
sk: Odberateľ
sq: Ndjekur Prej Jush
sr_latn: Pratim
sv_se: Följer

source: Create a Collection
hu: Gyűjtemény készítése
id: Membuat Koleksi
ka: კრებულის შექმნა
kab: Rnu tagrumma
ms: Cipta Koleksi
sk: Vytvoriť kolekciu
sq: Krijoni një Koleksion
sr_latn: Kreirajte kolekciju
sv_se: Skapa en samling
