Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: You’re in control. Turn off VPN when a website won’t work and set different locations for different websites. Windows only.
es_ar: Tenés el control. Desactivá la VPN cuando un sitio web no funcione y configurá diferentes ubicaciones para distintos sitios web. Solo en Windows.
fi: Sinä olet ohjaksissa. Poista VPN käytöstä, kun verkkosivusto ei toimi, ja aseta eri sijainnit eri verkkosivustoille. Vain Windowsille.
fur: Tu sês tu a vê il control. Disative la VPN se un sît web nol funzione e stabilìs posizions diferentis pai varis sîts. Nome su Windows.
fy_nl: Jo hawwe de kontrôle. Skeakelje VPN út as in webside net wurket en stel ferskate lokaasjes yn foar ferskate websites. Allinnich foar Windows.
ia: Tu ha le controlo. Disactiva le VPN quando un sito web non functiona e imposta positiones differente pro sitos web differente. Solo pro Windows.
nb_no: Du har kontrollen. Slå av VPN når et nettsted ikke fungerer, og angi forskjellige plasseringer for forskjellige nettsteder. Kun Windows.
nn_no: Du har kontroll. Slå av VPN når ein nettstad ikkje fungerer, og angi ulike plasseringar for ulike nettstadar. Berre i Windows.
ro: Tu deții controlul. Dezactivează VPN-ul atunci când nu funcționează un site web și setează locații diferite pentru site-uri web diferite. Numai pentru Windows.
tr: Kontrol sizde. VPN ile çalışmayan sitelerde VPN’i kapatabilir, farklı siteler için farklı konumlar ayarlayabilirsiniz. Yalnızca Windows ile uyumludur.
vi: Bạn đang được kiểm soát. Tắt VPN khi trang web không hoạt động và đặt các địa điểm khác nhau cho các trang web khác nhau. Chỉ dành cho Windows.

source: Automatically handle GDPR consent forms.
es_ar: Administrá automáticamente los formularios de consentimiento de GDPR.
fi: Käsittele GDPR-suostumuslomakkeet automaattisesti.
fur: Gjestìs in automatic i formularis di consens GDPR.
fy_nl: Automatysk AVG-tastimmingsformulieren ferwurkje.
nb_no: Håndter GDPR-samtykkeskjemaer automatisk.
nn_no: Handsam GDPR-samtykkeskjema automatisk.
ro: Gestionezi automat formularele de consimțământ GDPR.
tr: GDPR izin formlarını otomatik olarak işleyin.
vi: Tự động xử lý biểu mẫu đồng ý GDPR.

source: Block malicious websites from port scanning.
es_ar: Bloquear sitios web maliciosos para que no escaneen puertos.
fi: Estä haitallisten verkkosivustojen porttiskannaus.
fur: Impedìs ai sîts web pericolôs di scansionâ lis puartis.
fy_nl: Poartescan troch kweawollende websites blokkearje.
nb_no: Blokker ondsinnede nettsteder fra portskanning.
nn_no: Blokker vondsinna nettstadar frå portskanning.
ro: Blochezi scanarea porturilor pe site-urile web rău intenționate.
tr: Kötü amaçlı sitelerin port taraması yapmasını engelleyin.
vi: Chặn các trang web độc hại khỏi chức năng quét cổng.

source: Enhance your Twitch experience.
es_ar: Mejorar la experiencia en Twitch.
fi: Paranna Twitch-kokemustasi.
fur: Miore la tô esperience su Twitch.
fy_nl: Ferbetterje jo Twitch-ûnderfining.
nb_no: Gjør Twitch-opplevelsen din bedre.
nn_no: Gjer Twitch-opplevinga di betre.
ro: Îmbunătățește-ți experiența Twitch.
tr: Twitch deneyiminizi geliştirin.
vi: Nâng cao trải nghiệm Twitch của bạn.

source: Re-take control of Twitter/X and customize your experience.
es_ar: Volvé a tomar control de Twitter/X y personalizá tu experiencia.
fi: Ota Twitter/X takaisin hallintaasi ja mukauta käyttökokemustasi.
fur: Torne a vê il control di Twitter/X e personalize la tô esperience.
fy_nl: Nim de kontrôle oer Twitter/X werom en pas jo ûnderfining oan.
nb_no: Ta tilbake kontrollen over Twitter/X og tilpass opplevelsen din.
nn_no: Ta tilbake kontrollen over Twitter/X og tilpass opplevinga di.
ro: Preia din nou controlul asupra Twitter/X și personalizează-ți experiența.
tr: Twitter/X’in kontrolünü yeniden ele geçirin, deneyiminizi özelleştirin.
vi: Kiểm soát lại Twitter/X và tùy chỉnh trải nghiệm của bạn.

source: Translate text without leaving the page you're on (PDF compatible).
es_ar: Traducir texto sin dejar la página en la que estás (compatible con PDF).
fi: Käännä tekstiä poistumatta sivulta, jolla olet (PDF-yhteensopiva).
fur: Tradûs il test cence lassâ la pagjine dulà che tu ti cjatis (compatibil cun PDF).
fy_nl: Set tekst oer sûnder de side wêrop jo binne te ferlitten (PDF-kompatibel).
nb_no: Oversett tekst uten å forlate siden du er på (PDF-kompatibel).
nn_no: Omset tekst utan å forlate sida du er på (PDF-kompatibel).
ro: Tradu text fără să ieși de pe pagină (compatibil cu PDF).
tr: Okuduğunuz sayfadan ayrılmadan metinleri çevirin (PDF uyumlu).
vi: Dịch văn bản mà không cần rời khỏi trang bạn đang xem (tương thích với PDF).

source: Change the color of Firefox to match every website you visit.
es_ar: Cambiar el color de Firefox para que coincida con cada sitio web que visités.
fi: Vaihda Firefoxin väri vastaamaan jokaista vierailemaasi verkkosivustoa.
fur: Cambie il colôr di Firefox in mût che al corispuindi al sît web che tu visitis.
fy_nl: Wizigje de kleur fan Firefox sadat dizze oerienkomt mei elke besochte website.
nb_no: Endre fargen på Firefox slik at den matcher alle nettstedene du besøker.
nn_no: Endre fargen på Firefox for å matche kvar nettstad du besøkjer.
ro: Schimbă culoarea Firefox ca să se potrivească cu fiecare site web pe care intri.
tr: Firefox’un rengini ziyaret ettiğiniz her siteye uyacak şekilde değiştirin.
vi: Thay đổi màu của Firefox để phù hợp với mọi trang web bạn truy cập.

source: Learning a new language? Yomitan is the ideal dictionary companion.
es_ar: ¿Aprendiendo un nuevo idioma? Yomitan es el compañero de diccionario ideal.
fur: Stâstu imparant une gnove leghe? Yomitan al è il to amì dizionari ideâl.
nb_no: Lærer du et nytt språk? Yomitan er den ideelle ordbokshjelperen.
nn_no: Lærer du eit nytt språk? Yomitan er den ideelle ordbokhjelparen.
ro: Înveți o limbă nouă? Yomitan este companionul ideal de dicționar.

source: Pack a powerful thesaurus right inside Firefox.
es_ar: Meté un poderoso diccionario de sinónimos dentro de Firefox.
fur: Integre un potent dizionari dai sinonims juste dentri di Firefox.
nb_no: Pakk inn en kraftig synonymordbok rett i Firefox.
nn_no: Pakk inn ei kraftig synonymordbok rett i Firefox.
ro: Include un dicționar puternic de sinonime chiar în Firefox.

source: Hover over web images to enlarge their appearance.
es_ar: Pasa el cursor sobre las imágenes web para ampliarlas.
fur: Passe parsore cul mouse tes imagjins par slargjâlis.
nb_no: Hold markøren over nettsidebilder for å forstørre dem.
nn_no: Hald markøren over nettsidebilde for å forstørre dei.
ro: Plasează cursorul pe imagini web pentru a le mări aspectul.

source: Feature rich translation tool. Works across the web, eBooks, PDFs, even video subtitles.
fur: Imprest di traduzion siôr di funzionalitâts. Al funzione sul web, cui eBooks, i PDFs e ancje cui sottitiui dai videos.
nb_no: Funksjonsrikt oversettelsesverktøy. Fungerer på tvers av nettet, e-bøker, PDF-er og til og med videoundertekster.
nn_no: Funksjonsrikt omsettingsverktøy. Fungerer på tvers av nettet, e-bøker, PDF-ar og til og med videoundertekstar.
ro: Instrument de traducere bogat în funcții. Funcționează pe web, în cărți electronice, PDF-uri și chiar și în subtitrări video.

source: Track the time you spend on every website you visit.
es_ar: Llevá un control del tiempo que pasás en cada sitio web que visitás.
fur: Ten segnât il timp che tu passis su ogni sît web che tu visitis.
nb_no: Spor tiden du bruker på hvert nettsted du besøker.
nn_no: Spor tida du brukar på kvart nettstad du besøkjer.
ro: Urmărește timpul petrecut pe fiecare site web pe care intri.

source: Manage your Gmail (even multiple accounts) right from a handy pop-up accessible from the Firefox toolbar.
es_ar: Administrá tu Gmail (incluso varias cuentas) directamente desde una ventana emergente accesible desde la barra de herramientas de Firefox.
fur: Gjestìs la tô pueste su Gmail (ancje plui accounts) dret di un barcon a comparse che tu cjatarâs te sbare dai struments di Firefox.
nb_no: Behandle Gmail-kontoen din (selv flere kontoer) rett fra en praktisk sprettopp som er tilgjengelig fra Firefox-verktøylinjen.
nn_no: Handsam Gmail-kontoen din (sjølv fleire kontoar) rett frå ein praktisk sprettopp som er tilgjengeleg frå Firefox-verktøylinja.
ro: Gestionează-ți contul Gmail (chiar și mai multe conturi) direct dintr-o fereastră pop-up accesibilă din bara de instrumente Firefox.

source: De-clutter YouTube. Strip away unwanted elements like related videos, shorts & more.
fur: Fâs ordin su YouTube. Gjave i elements che no tu vuelis, come i videos corelâts, i Shorts e altri.
nb_no: Rydd opp i YouTube. Fjern uønskede elementer som relaterte videoer, shorts og mer.
nn_no: Rydd opp i YouTube. Fjern uønskte element som relaterte videoar, kortfilmar og meir.
ro: Elimină elementele nedorite de pe YouTube, cum ar fi videoclipuri similare, scurtmetraje și multe altele.

source: Leave yourself little notes on any web page.
es_ar: Dejate notitas en cualquier página web.
fur: Segniti piçulis notis su cualsisei pagjine web.
nb_no: Legg igjen små notater på en hvilken som helst nettside.
nn_no: Legg igjen små notat på kva nettside som helst.
ro: Lasă-ți mici notițe pe orice pagină web.
tr: Web sayfalarına kendiniz için küçük notlar bırakın.

source: Serenity for your Reddit experience.
es_ar: Serenidad para tu experiencia en Reddit.
fi: Rauhallisuutta Reddit-kokemuksellesi.
fur: Esperience su Reddit serene.
nb_no: Ro i Reddit-opplevelsen din.
nn_no: Ro i Reddit-opplevinga di.
ro: Liniște pentru experiența ta pe Reddit.

source: Save and organize anything you find on the web.
es_ar: Guardá y organizá cualquier cosa que encontrés en la web.
fi: Tallenna ja järjestä kaikki, mitä löydät verkosta.
fur: Salve e organize dut ce che tu cjatis sul web.
nb_no: Lagre og organiser alt du finner på nettet.
nn_no: Lagre og organiser alt du finn på nettet.
ro: Salvează și organizează tot ce găsești pe web.
tr: Web’de bulduğunuz her şeyi kaydedip düzenleyin.

source: WebM video controls at your fingertips.
es_ar: Controles de video WebM al alcance de tus dedos.
fi: WebM-videoiden ohjaimet sormiesi ulottuvilla.
fur: Controi video WebM sot man.
nb_no: WebM-videokontroller lett tilgjengelig.
nn_no: WebM-videokontrollar lett tilgjengelege.
ro: Comenzi video WebM la îndemână.

source: Disguise Firefox as the Chrome browser to spoof websites that try to block Firefox.
es_ar: Disfrazá Firefox como el navegador Chrome para engañar a sitios web que intentan bloquear Firefox.
fi: Naamioi Firefox Chrome-selaimeksi verkkosivustoille, jotka yrittävät estää Firefoxin käytön.
fur: Mascare Firefox come Chrome par ingjanâ i sîts che a cirin di blocâ Firefox.
nb_no: Forkled Firefox som Chrome-nettleseren for å lure nettsteder som prøver å blokkere Firefox.
nn_no: Forkle Firefox som Chrome-nettlesaren for å lure nettstadar som prøver å blokkere Firefox.
ro: Deghizează Firefox în browser Chrome pentru a intra pe site-urile web care încearcă să blocheze Firefox.

source: Extensions are like apps for Firefox.
es_ar: Las extensiones son como aplicaciones para Firefox.
fi: Laajennukset ovat kuin sovelluksia Firefoxille.
fur: Lis estensions a son come piçulis aplicazions par Firefox.
fy_nl: Utwreidingen binne as apps foar Firefox.
he: הרחבות הן כמו יישומים ל־Firefox.
hr: Proširenja su poput programa za Firefox.
ia: Le extensiones es como applicationes pro Firefox.
is: Forritsaukar eru eins og smáforrit fyrir Firefox.
nb_no: Utvidelser er som apper for Firefox.
nn_no: Utvidingar er som appar for Firefox.
ro: Extensiile sunt ca un fel de aplicații pentru Firefox.
th: ส่วนขยายเป็นเหมือนแอปสำหรับ Firefox
tr: Uzantılar Firefox'ta çalışan uygulamalardır.
vi: Các tiện ích mở rộng giống như các ứng dụng dành cho Firefox.

source: They add features to Firefox to make browsing faster, safer, or just plain fun.
es_ar: Agregan funciones a Firefox para que la navegación sea más rápida, segura o simplemente divertida.
fi: Ne lisäävät ominaisuuksia Firefoxiin tehden selaamisesta aiempaa nopeampaa, älykkäämpää tai yksinkertaisesti vain hauskempaa.
fur: A zontin funzionalitâts a Firefox par rindi la navigazion plui svelte, sigure o juste nome divertente.
fy_nl: Se foegje funksjes ta oan Firefox om navigearjen flugger, feiliger of gewoan aardich te meitsjen.
he: הן מוסיפות תכונות ל־‏Firefox כדי להפוך את הגלישה למהירה יותר, בטוחה יותר, או פשוט כיפית.
hr: Firefoxu dodaju funkcije, kako bi pregledavanje bilo brže, pametnije ili jednostavno samo zabavno.
ia: Illos adde functiones a Firefox pro render le navigation plus veloce, plus secur o simplemente plus amusante.
is: Þeir bæta eiginleikum við Firefox til að gera vafur hraðara, öruggara eða bara skemmtilegra.
nb_no: De legger til funksjoner i Firefox for å gjøre surfingen raskere, tryggere eller bare morsom.
nn_no: Dei legg til funksjonar i Firefox for å gjere surfinga raskare, tryggare eller berre artigare.
ro: Ele adaugă funcționalități în Firefox pentru a face navigarea mai rapidă, mai sigură sau doar distractivă.
th: ส่วนขยายเพิ่มคุณลักษณะไปยัง Firefox เพื่อทำให้การท่องเว็บเร็วขึ้น ปลอดภัยขึ้น หรือเพียงแค่ความสนุกธรรมดา
tr: Daha hızlı, daha güvenli ve daha eğlenceli gezintiler için Firefox’a yeni özellikler kazandırırlar.
vi: Chúng thêm các tính năng vào Firefox để giúp duyệt web nhanh hơn, an toàn hơn hoặc chỉ đơn giản là thú vị.

source: See all extensions
es_ar: Ver todas las extensiones
fi: Selaa kaikkia laajennuksia
fur: Viôt dutis lis estensions
fy_nl: Alle útwreidingen besjen
he: הצגת כל ההרחבות
hr: Pogledaj sva proširenja
ia: Vider tote le extensiones
is: Skoða alla forritsauka
nb_no: Se alle utvidelser
nn_no: Vis alle utvidingar
ro: Vezi toate extensiile
te: పొడగింతలన్నీ చూడండి
th: ดูส่วนขยายทั้งหมด
tr: Tüm uzantılara bak
vi: Xem tất cả các tiện ích mở rộng

source: 2025 Staff Picks
fur: Sieltis dal organic pal 2025

source: New Recommended Extensions
fi: Uusia suositeltuja laajennuksia
fur: Gnovis estensions conseadis
nb_no: Nye anbefalte utvidelser

source: Extension Starter Pack
es_ar: Paquete inicial de extensiones
fi: Laajennusten aloituspaketti
fur: Pachet di estensions par scomençâ
fy_nl: Utwreiding-startpakket
nb_no: Startpakke for utvidelser
tr: Uzantı Başlangıç Paketi

source: See staff picks
es_ar: Ver las selecciones de personal
fi: Katso henkilöstön valinnat
fur: Viôt lis sieltis dal nestri organic
fy_nl: Karren fan de stêf besjen
hr: Pogledaj izbor naših zaposlenika
ia: Vide lo que eligeva nostre equipa
is: Skoðaðu úrval starfsfólks
nb_no: Se de ansattes valg
nn_no: Vis tillegg valt av tilsette
ro: Vezi recomandările echipei
tr: Editörün seçtiklerini görün
vi: Xem lựa chọn của nhân viên

source: Explore now
fi: Tutustu nyt
fur: Esplore daurman
nb_no: Utforsk nå
nn_no: Utforsk no
ro: Explorează acum

source: Recommended extensions
es_ar: Extensiones recomendadas
fi: Suositellut laajennukset
fur: Estensions conseadis
fy_nl: Oanrekommandearre útwreidingen
he: הרחבות מומלצות
hr: Preporučena proširenja
ia: Extensiones recommendate
is: Forritsaukar sem mælt er með
nb_no: Anbefalte utvidelser
nn_no: Tilrådde utvidingar
ro: Extensii recomandate
te: సిఫార్సుచేయబడ్డ పొడగింతలు
th: ส่วนขยายที่แนะนำ
tr: Önerilen uzantılar
vi: Tiện ích mở rộng được đề xuất

source: See more recommended extensions
es_ar: Ver más extensiones recomendadas
fi: Katso lisää suositeltuja laajennuksia
fur: Viôt altris estensions conseadis
fy_nl: Mear oanrekommandearre útwreidingen besjen
he: הצגת הרחבות מומלצות נוספות
hr: Pogledaj još preporučenih proširenja
ia: Vide altere extensiones recommendate
is: Sjá fleiri forritsauka sem mælt er með
nb_no: Vis flere anbefalte utvidelser
nn_no: Vis fleire tilrådde utvidingar
ro: Vezi mai multe extensii recomandate
te: మరిన్ని సిఫార్సుచేయబడ్డ పొడగింతలను చూడండి
th: ดูส่วนขยายที่แนะนำเพิ่มเติม
tr: Önerdiğimiz diğer uzantılara bakın
vi: Xem thêm các tiện ích mở rộng được đề xuất

source: Popular themes
es_ar: Temas populares
fi: Suositut teemat
fur: Temis popolârs
fy_nl: Populêre tema’s
he: ערכות נושא פופולריות
hr: Popularne teme
ia: Themas popular
is: Vinsæl þemu
nb_no: Populære temaer
nn_no: Populære tema
ro: Teme populare
te: ప్రాచుర్య అలంకారాలు
th: ชุดรูปแบบยอดนิยม
tr: Popüler temalar
vi: Chủ đề phổ biến

source: See more popular themes
es_ar: Ver más temas populares
fi: Katso lisää suosittuja teemoja
fur: Viôt altris temis popolârs
fy_nl: Mear populêre tema’s besjen
he: הצגת ערכות נושא פופולריות נוספות
hr: Pogledaj još popularnih tema
ia: Vide altere themas popular
is: Sjá fleiri vinsæl þemu
nb_no: Vis flere populære tema
nn_no: Vis fleire populære tema
ro: Vezi mai multe teme populare
te: మరిన్ని ప్రాచుర్య అలంకారాలను చూడండి
th: ดูชุดรูปแบบยอดนิยมเพิ่มเติม
tr: Diğer popüler temalara bakın
vi: Xem các chủ đề phổ biến

source: Enhanced privacy extensions
es_ar: Extensiones de privacidad mejorada
fi: Yksityisyyttä parantavat laajennukset
fur: Estensions par miorâ la riservatece
fy_nl: Ferbettere privacyútwreidingen
he: הרחבות לשיפור הפרטיות
hr: Poboljšana proširenja za privatnost
ia: Extensiones pro accrescer le confidentialitate
is: Forritsaukar fyrir aukna persónuvernd
nb_no: Forbedret personvernutvidelser
te: మెరుగైన అంతరంగికత పొడగింతలు
th: ส่วนขยายความเป็นส่วนตัวขั้นสูง
tr: Gelişmiş gizlilik uzantıları
vi: Tiện ích mở rộng bảo mật nâng cao

source: See more recommended privacy extensions
es_ar: Ver más extensiones de privacidad recomendadas
fi: Katso lisää suositeltuja yksityisyyttä parantavia laajennuksia
fur: Viôt altris estensions conseadis pe riservatece
fy_nl: Mear oanrekommandearre privacyútwreidingen besjen
he: הצגת הרחבות פרטיות מומלצות נוספות
hr: Pogledaj još preporučenih proširenja za privatnost
ia: Vide altere extensiones de confidentialitate
is: Sjá fleiri forritsauka fyrir aukna persónuvernd
nb_no: Vis flere anbefalte personvern-utvidelser
th: ดูส่วนขยายความเป็นส่วนตัวที่แนะนำเพิ่มเติม
tr: Önerdiğimiz diğer gizlilik uzantılarına bakın
vi: Xem thêm các tiện ích mở rộng quyền riêng tư được đề xuất

source: Popular extensions
es_ar: Extensiones populares
fi: Suositut laajennukset
fur: Estensions popolârs
fy_nl: Populêre útwreidingen
he: הרחבות פופולריות
hr: Popularna proširenja
ia: Extensiones popular
is: Vinsælir forritsaukar
nb_no: Populære utvidelser
nn_no: Populære udvidingar
ro: Extensii populare
te: ప్రాచుర్య పొడగింతలు
th: ส่วนขยายยอดนิยม
tr: Popüler uzantılar
vi: Các tiện ích mở rộng phổ biến

source: See more popular extensions
es_ar: Ver más extensiones populares
fi: Katso lisää suosittuja laajennuksia
fur: Viôt altris estensions popolârs
fy_nl: Mear populêre útwreidingen besjen
he: הצגת הרחבות פופולריות נוספות
hr: Pogledaj još popularnih proširenja
ia: Vide altere extensiones popular
is: Sjá fleiri vinsæla forritsauka
nb_no: Vis flere populære utvidelser
nn_no: Vis fleire populære utvidingar
ro: Vezi mai multe extensii populare
te: మరిన్ని ప్రాచుర్య పొడగింతలను చూడండి
th: ดูส่วนขยายยอดนิยมเพิ่มเติม
tr: Diğer popüler uzantılara bakın
vi: Xem thêm các tiện ích phổ biến

source: Recommended themes
es_ar: Temas recomendados
fi: Suositellut teemat
fur: Temis conseâts
fy_nl: Oanrekommandearre tema’s
he: ערכות נושא מומלצות
hr: Preporučene teme
ia: Themas recommendate
is: Þemu sem mælt er með
nb_no: Anbefalte tema
nn_no: Tilrådde tema
ro: Teme recomandate
te: సిఫార్సుచేయబడ్డ అలంకారాలు
th: ชุดรูปแบบที่แนะนำ
tr: Önerilen temalar
vi: Chủ đề được đề xuất

source: See more recommended themes
es_ar: Ver más temas recomendados
fi: Katso lisää suositeltuja teemoja
fur: Viôt altris temis conseâts
fy_nl: Mear oanrekommandearre tema’s besjen
he: הצגת ערכות נושא מומלצות נוספות
hr: Pogledaj još preporučenih tema
ia: Vide altere themas recommendate
is: Sjá fleiri þemu sem mælt er með
nb_no: Se flere anbefalte tema
nn_no: Vis fleire tilrådde tema
ro: Vezi mai multe teme recomandate
th: ดูชุดรูปแบบที่แนะนำเพิ่มเติม
tr: Önerdiğimiz diğer temalara bakın
vi: Xem thêm các chủ đề được đề xuất

source: Strong password managers
es_ar: Administradores de contraseñas seguras
fi: Vahvojen salasanojen hallintaohjelmat
fur: Gjestôrs di passwords complessis
fy_nl: Sterke wachtwurdbehearders
he: מנהלי ססמאות חזקות
hr: Upravljači snažnih lozinki
ia: Gestores de contrasignos forte
is: Stýringar fyrir sterk lykilorð
nb_no: Sterke passordbehandlere
nn_no: Sterke passordhandsamarar
ro: Manageri de parole puternice
tr: Güçlü parola yöneticileri
vi: Trình quản lý mật khẩu mạnh

source: See more password manager staff picks
fi: Katso lisää valittuja salasanahallinnan työkaluja
fur: Viôt altris gjestôrs di passwords sielts dal organic
fy_nl: Mear stêfkarren foar wachtwurdbehear besjen
hr: Pogledaj izbor naših zaposlenika za upravljanje lozinkama
ia: Vide altere gestores de contrasignos seligite per nostre equipa
is: Skoðaðu fleiri lykilorðastjóra sem starfsfólk hefur valið
nb_no: Se flere av de ansattes anbefalinger for passordbehandlere
nn_no: Sjå fleire av tilrådingane til dei tilsette for passordbehandlarar
ro: Vezi mai multe extensii pentru gestionarea parolelor recomandate de echipă
tr: Editörün seçtiği diğer parola yöneticilerine bakın
vi: Xem thêm trình quản lý mật khẩu được lựa chọn bởi biên tập viên

source: Translation tools
es_ar: Herramientas de traducción
fi: Kielityökalut
fur: Struments di traduzion
fy_nl: Oersethelpmiddelen
he: כלי תרגום
hr: Alati za prevođenje
ia: Utensiles de traduction
is: Þýðingatól
nb_no: Oversettelsesverktøy
nn_no: Omsettingsverktøy
ro: Instrumente de traducere
tr: Çeviri araçları
vi: Công cụ dịch thuật

source: See more translation tool staff picks
es_ar: Ver más herramientas de traducción seleccionadas
fi: Katso lisää valittuja kielityökaluja
fur: Viôt altris struments di traduzion sielts dal organic
fy_nl: Mear stêfkarren foar oersethelpmiddelen besjen
hr: Pogledaj izbor naših zaposlenika za alate za prevođenje
ia: Vide altere utensile de traduction seligite per nostre equipa
is: Skoðaðu fleiri þýðingatól sem starfsfólk hefur valið
nb_no: Se flere av de ansattes anbefalinger for oversettelsesverktøyet
nn_no: Sjå fleire av tilrådingane til dei tilsette for omsetjingsverktøyet
ro: Vezi mai multe instrumente de traducere recomandate de echipă
tr: Editörün seçtiği diğer çeviri araçlarına bakın
vi: Xem thêm các công cụ dịch thuật được lựa chọn bởi biên tập viên

source: Social streaming
fi: Sosiaalinen suoratoisto
fur: Trasmission sociâl
fy_nl: Sosjale streaming
hr: Streaming na društvenim mrežama
ia: Diffusion social
is: Samfélagsmiðlastreymi
nb_no: Sosial strømming
nn_no: Sosial strøyming
ro: Distribuire pe rețele sociale
tr: Sosyal akış
vi: Phát trực tuyến xã hội

source: See more social streaming staff picks
fi: Katso lisää valittuja sosiaalisen suoratoiston laajennuksia
fur: Viôt altris trasmissions sociâls sielzudis dal organic
fy_nl: Mear stêfkarren foar sosjale streaming besjen
hr: Pogledaj izbor naših zaposlenika popularnih proširenja
ia: Vide altere diffusion social seligite per nostre equipa
is: Skoðaðu fleiri samfélagsmiðlastreymi sem starfsfólk hefur valið
nb_no: Se flere av de ansattes anbefalinger for sosiale strømmetjenester
nn_no: Sjå fleire val av tilsette for sosial strøyming
ro: Vezi mai multe extensii de distribuire pe rețele sociale recomandate de echipă
tr: Editörün seçtiği diğer sosyal akış uzantılarına bakın
vi: Xem thêm phát trực tuyến và xã hội được lựa chọn bởi biên tập viên

source: Tab managers
es_ar: Administradores de pestañas
fi: Välilehtien hallinta
fur: Gjestôrs di schedis
fy_nl: Ljepblêdbehearders
he: מנהלי לשוניות
hr: Upravljači za kartice
ia: Gestores de scheda
is: Flipastýringar
nb_no: Fanebehandlere
nn_no: Fanehandterarar
ro: Manageri de file
tr: Sekme yöneticileri
vi: Quản lý thẻ
