Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: {addon} re-review because of new device(s) added.
hu: {addon} ismételt értékelése újonnan hozzáadott eszközök miatt.
id: {addon} diulas ulang karena gawai baru ditambahkan.
sk: Doplnok {addon} bude opäť skontrolovaný, pretože boli pridané nové zariadenia.
sq: Rishqyrtim i {addon}, ngaqë u shtuan pajisje të reja.
sr_latn: {addon} ponovna recenzija zbog dodavanja novog/novih uređaja.
sv_se: {addon} granskas på nytt på grund av att en ny enhet har lagts till.

source: Device(s) Added
hu: Eszközök hozzáadva
id: Gawai Ditambahkan
sk: Boli pridané zariadenia
sq: U shtuan Pajisje
sr_latn: Uređaj(i) dodati
sv_se: Enhet(er) har lagts till

source: {addon} device support manually changed by reviewer.
hu: {addon} eszköztámogatását megváltoztatta az értékelő.
id: {addon} gawai mendukung perubahan manual oleh pengulas.
sk: Pri doplnku {addon} boli podporované zariadenia redaktorom ručne upravené.
sq: Mbulimi i pajisjeve nga {addon} u ndryshua dorazi nga shqyrtuesi.
sr_latn: Podrška uređaja za {addon} je ručno promenjen od strane recezenta.
sv_se: {addon} enhetssupport har manuellt ändrats av granskare.

source: Device(s) Changed by Reviewer
hu: Eszközök megváltoztatva az értékelő által
id: Gawai Diubah oleh Pengulas
sk: Zariadenia boli upravené redaktorom
sq: Pajisjet u Ndryshuan nga Shqyrtuesi
sr_latn: Uređaj(i) promenjeni od strane recezenta
sv_se: Enhet ändrad av granskare

source: Created: {0}.
hu: Létrehozva: {0}.
id: Dibuat: {0}.
ka: შეიქმნა: {0}.
kab: Yettwarna: {0}.
ms: Dicipta: {0}.
sk: Vytvorené: {0}.
sq: Krijuar më: {0}.
sr_latn: Napravljeno: {0}.
sv_se: Skapad: {0}.
te: రూపొందించబడింది: {0}.

source: Edited field: {2} set to: {0}.
hu: Szerkesztett mező: {2} módosítva erre: {0}.
id: Bidang yang disunting: {2} diatur jadi: {0}.
ka: ჩასწორებულია ველი: {2}-ს მიეთითა {0}.
kab: Urti yettwaẓergen:{2} yettuwennez ɣer {0}.
ms: Medan diedit: {2} set ke: {0}.
sk: Upravené pole: {2} nastavené na: {0}.
sq: Përpunim fushe: {2} u caktua si: {0}.
sr_latn: Izmenjeno polje: {2} podešeno na: {0}.
sv_se: Redigerat fält: {2} satt till: {0}.
te: మార్చిన ఫీల్డు: {2} కొత్త విలువ: {0}.

source: Deleted: {1}.
hu: Törölve: {1}.
id: Dihapus: {1}.
ka: წაიშალა: {1}.
kab: Yettwakkes: {1}.
ms: Dibuang: {1}.
sk: Odstránené: {1}.
sq: Fshirë më: {1}.
sr_latn: Izbrisano: {1}.
sv_se: Borttagen: {1}
te: తొలగించినవి: {1}.

source: User {user} edited, reason: {1}
hu: {user} felhasználó szerkesztette a következő okból: {1}
id: Pengguna {user} diedit, alasan: {1}
ka: მომხმარებელი {user} ჩასწორებულია, მიზეზი: {1}
kab: Aseqdac {user} yettwaẓreg, acuɣer: {1}
ms: Pengguna {user} mengedit, alasan: {1}
sk: Používateľ {user} bol upravený, dôvod: {1}
sq: U përpunua përdoruesi {user}, arsyeja: {1}
sr_latn: Korisnik {user} izmenjen, razlog: {1}
sv_se: Användare {user} redigerad, orsak: {1}
te: వాడుకరి {user}‌ని మార్చారు, కారణం: {1}

source: User {user} anonymized.
hu: A(z) {user} felhasználó elrejtett.
id: Pengguna {user} dianonimkan.
ka: მომხმარებელი {user} გახდა ანონიმური.
kab: Aseqdac {user} yettwasedreg.
ms: Pengguna {user} anonimus.
sk: Používateľ {user} bol anonymizovaný.
sq: Përdoruesi {user} u anonimizua.
sr_latn: Korisnik {user} promenjen u anonimnog.
sv_se: Användare {user} anonymiserad.
te: వాడుకరి {user} అజ్ఞాతం చేయబడ్డారు.

source: User {user} restricted.
hu: {user} felhasználó korlátozva.
id: Pengguna {user} dibatasi.
ka: მომხმარებელი {user} შეიზღუდა.
kab: Aseqdac {user} yettuẓẓeyeṛ.
ms: Pengguna {user} dihadkan.
sk: Používateľ {user} bol obmedzený.
sq: Përdoruesi {user} u kufizua.
sr_latn: Korisnik {user} je ograničen.
sv_se: Användare {user} begränsad.
te: వాడుకరి {user} పరిమితం చేయబడ్డాడు.

source: Admin {0} viewed activity log for {user}.
hu: {0} admin megjelenítette {user} felhasználó tevékenységnaplóját.
id: Admin {0} memperlihatkan catatan aktivitas untuk {user}.
ka: ადმინისტრატორმა {0} გადახედა {user}-ის აღრიცხულ მოქმედებებს.
kab: Anebdal {0} yeɣra aɣmis n urmud n {user}.
ms: Pentadbir {0} meninjau log aktiviti {user}.
sk: Administrátor {0} si zobrazil záznam aktivity používateľa {user}.
sq: Përgjegjësi {0} pa regjistrimin e veprimtarisë për {user}.
sr_latn: Administrator {0} je pregledao dnevnik aktivnosti za {user}.
sv_se: Admin {0} visade aktivitetslogg för {user}.
te: నిర్వాహకులు {0} {user} కార్యాచరణ చిట్టాను చూసారు.

source: {review} for {addon} updated.
hu: {review} frissítve ehhez: {addon}.
id: {review} untuk {addon} diperbarui.
kab: {review} i {addon} yettusnifel.
sk: Recenzia {review} pre doplnok {addon} bola aktualizovaná.
sq: {review} për {addon} u përditësua.
sr_latn: {review} za {addon} je ažuriran.
sv_se: {review} för {addon} uppdaterad.

source: {addon} reviewed.
es_ar: {addon} revisado.
fur: {addon} revisionât.
fy_nl: {addon} beoardiele.
he: התוספת {addon} נסקרה.
hr: {addon} pregledan.
hu: {addon} értékelve.
ia: {addon} revidite.
id: {addon} diulas.
is: {addon} yfirfarin.
ka: {addon} განხილულია.
kab: {addon} yettacegger.
ms: {addon} disemak.
nb_no: {addon} gjennomgått.
nn_no: {addon} vurdert.
ro: {addon} a fost recenzat.
sk: Doplnok {addon} skontrolovaný.
sq: {addon} u shqyrtua.
sr_latn: {addon} je pregledan.
sv_se: {addon} granskad.
te: {addon} సమీక్షించారు.
th: วิจารณ์ {addon} แล้ว
tr: {addon} incelendi.
vi: {addon} đã xét duyệt.

source: User {0.name} added to {group}.
hu: {0.name} felhasználó hozzáadva ehhez: {group}.
id: Pengguna {0.name} ditambahkan ke {group}.
ka: მომხმარებელი {0.name} დაემატა {group}-ში.
kab: Aseqdac {0.name} yettwarna ɣer {group}.
ms: Pengguna {0.name} dimasukkan ke {group}.
sk: Používateľ {0.name} bol pridaný do skupiny {group}.
sq: Përdoruesi {0.name} u shtua te {group}.
sr_latn: Korisnik {0.name} je dodat u {group}.
sv_se: Användare {0.name} lades till {group}.
te: వాడుకరి {0.name} {group}కు జోడించబడింది.

source: User {0.name} removed from {group}.
hu: {0.name} felhasználó eltávolítva ebből: {group}.
id: Pengguna {0.name} dihilangkan dari {group}.
ka: მომხმარებელი {0.name} ამოშლილია {group}-იდან.
kab: Aseqdac {0.name} yettwakkes si {group}.
ms: Pengguna {0.name} disingkir daripada {group}.
sk: Používateľ {0.name} odstránený zo skupiny {group}.
sq: Përdoruesi {0.name} u hoq prej {group}.
sr_latn: Korisnik {0.name} je uklonjen iz {group}.
sv_se: Användare {0.name} togs bort från {group}.
te: {group} నుండి వాడుకరి {0.name}‌ని తొలగించారు.

source: {addon} minimum requirements manually changed by reviewer.
hu: {addon} minimális követelményeit az értékelő kézzel módosította.
id: {addon} persyaratan minimal diubah secara manual oleh pengulas.
sk: Minimálne požiadavky boli pri doplnku {addon} redaktorom ručne upravené.
sq: Domosdoshmëritë minimum për {addon} u ndryshuan dorazi nga shqyrtuesi.
sr_latn: {addon} minimalni zahtevi su ručno izmenjeni od strane recezenta.
sv_se: {addon} minimikrav ändrade manuellt av granskare.

source: Requirements Changed by Reviewer
hu: A követelményeket az értékelő módosította
id: Persyaratan Diubah oleh Pengulas
sk: Požiadavky boli upravené redaktorom
sq: Domosdoshmëritë u Ndryshuan nga Shqyrtuesi
sr_latn: Zahtevi izmenjeni od strane recezenta
sv_se: Krav ändrad av granskare

source: {addon} minimum requirements manually changed.
hu: {addon} minimális követelményei kézzel módosítva.
id: {addon} persyaratan minimal diubah secara manual.
sk: Minimálne požiadavky boli pri doplnku {addon} ručne upravené.
sq: Domosdoshmëritë minimum për {addon} u ndryshuan dorazi.
sr_latn: {addon} minimalni zahtevi su ručno izmenjeni.
sv_se: {addon} minimikrav ändrade manuellt.

source: Requirements Changed
hu: Követelmének módosítva
id: Persyaratan Diubah
sk: Požiadavky boli upravené
sq: Domosdoshmëritë u Ndryshuan
sr_latn: Zahtevi izmenjeni
sv_se: Krav ändrad

source: {version} status changed to {0}.
hu: {version} állapota módosítva: {0}.
id: {version} status diubah menjadi {0}.
sk: Stav verzie {version} bol zmenený na {0}.
sq: Gjendja e {version} ndryshoi në {0}.
sr_latn: {version} status je promenjen na {0}.
sv_se: {version} status ändrad till {0}.

source: User {0.name} {0.id} deleted via lookup tool.
hu: {0.name} {0.id} felhasználó törölve a keresőeszközön keresztül.
id: Pengguna {0.name} {0.id} dihapus lewat perangkat pencari.
sk: Používateľ {0.name} {0.id} bol odstránený pomocou vyhľadávacieho nástroja.
sq: Përdoruesi {0.name} {0.id} u fshi përmes mjetit për kërkime.
sr_latn: Korisnik {0.name} {0.id} je izbrisan preko alata za pronalaženje.
sv_se: Användare {0.name} {0.id} borttaget via sökverktyget.

source: {addon} content rating changed to Adult.
hu: {addon} tartalom besorolása módosítva Felnőttre.
id: {addon} peringkat konten diubah menjadi Dewasa.
sk: Hodnotenie doplnku {addon} bolo zmenené na Adult.
sq: Klasifikimi i lëndës për {addon} u ndryshua si Për të Rritur.
sr_latn: Ocena sadržaja za {addon} je promenjena na Odrasli.
sv_se: {addon} innehållsklassificering ändrad till vuxen.

source: {addon} content rating changed.
hu: {addon} tartalom besorolása módosítva.
id: {addon} peringkat konten diubah.
sk: Hodnotenie doplnku {addon} bolo zmenené.
sq: Klasifikimi i lëndës për {addon} u ndryshua.
sr_latn: Ocena sadržaja za {addon} promenjena
sv_se: {addon} innehållsklassificering ändrad.

source: {addon} unlisted.
es_ar: {addon} no listado.
fur: {addon} no listât.
fy_nl: {addon} net fermeld.
he: {addon} לא ברשימה.
hr: {addon} nije na popisu.
hu: {addon} titkos.
ia: {addon} non listate.
id: {addon} tidak terdaftar.
is: {addon} afskráð.
ka: {addon} გამოუქვეყნებელია.
kab: {addon} ur yettwabder ara.
ms: {addon} tidak-tersenarai.
nb_no: {addon} ikke oppført.
nn_no: {addon} ikkje oppført.
ro: {addon} nelistat.
sk: {addon} je mimo zoznamu.
sq: {addon} u hoq nga lista.
sv_se: {addon} olistad.
te: {addon} జాబితా చేయబడలేదు.
th: {addon} ได้ถูกนำออกจากรายการแล้ว
tr: {addon} yayından kaldırıldı.
vi: {addon} chưa được thêm vào danh sách.

source: {file} was signed.
es_ar: {file} fue firmado.
fi: {file} allekirjoitettiin.
fur: Il file {file} al è stât firmât.
fy_nl: {file} is ûndertekene.
he: הקובץ {file} נחתם.
hr: Datoteka {file} je potpisana.
hu: {file} aláírása megtörtént.
ia: {file} ha essite signate.
id: {file} telah ditandatangani.
is: {file} var undirrituð.
ka: {file} დამოწმებულია.
kab: {file} yettwazmel.
ms: {file} telah ditandatangan.
nb_no: {file} ble signert.
nn_no: {file} vart signert.
ro: {file} a fost semnat.
sk: {file} bol podpísaný.
sq: {file} qe nënshkruar.
sv_se: {file} signerades.
te: {file} సంతకం చేయబడింది.
th: เซ็น {file} แล้ว
tr: {file} imzalandı.
vi: {file} đã được ký.

source: Addon id {0} with GUID {1} has been deleted
hu: A {0} azonosítójú és GUID {1} kiegészítő törölve lett
id: ID pengaya {0} dengan GUID {1} telah dihapus
ka: დამატების id {0} GUID {1} -ით წაშლილია
kab: Asulay n usegziz {0} s GUID {1} yettwakkes
ms: Id add-on {0} dengan GUID {1} telah dibuang
sk: Doplnok id {0} s GUID {1} bol odstránený
sq: Shtesa id {0} me GUID {1} u fshi
sv_se: Tillägg id {0} med GUID {1} har tagits bort
te: GUID {1} తో ఉన్న పొడగింత ఐడి {0} తొలగించబడింది

source: Not allowed
es_ar: No está permitido
fi: Ei sallittu
fur: Operazion no consintude
fy_nl: Net tastien
he: לא מורשה
hr: Nije dopušteno
hu: Nem engedélyezett
ia: Non permittite
id: Tidak diizinkan
is: Ekki leyft
ka: არ არის ნებადართული
kab: Ur yettusireg ara
ms: Tidak dibenarkan
nb_no: Ikke tillatt
nn_no: Ikkje tillate
ro: Nepermis
sk: Nepovolené
sq: E palejuar
sr_latn: Nije dopušteno
sv_se: Inte tillåtet
te: అనుమతి లేదు
th: ไม่อนุญาต
tr: İzin verilmiyor
vi: Không cho phép

source: <h1>Oops! Not allowed.</h1> <p>You tried to do something that you weren't allowed to.</p>
hu: <h1>Hoppá! Nem engedélyezett.</h1> <p>Olyasmit próbált meg, amely önnek nem engedélyezett.</p>
id: <h1>Ups! Tidak diijinkan.</h1> <p>Anda mencoba melakukan sesuatu yang tidak diijinkan.</p>
kab: <h1>Suref-aɣ! Ayagi yegdel.</h1> <p>Tɣeṛḍeḍ ad tkecmeḍ ar teɣbalut anida ur ɣur-k ara izerfan.</p>
sk: <h1>Ups! Nepovolená operácia.</h1> <p>Pokúsili ste sa urobiť niečo, na čo nemáte oprávnenie.</p>
sq: <h1>Oh! S’lejohet.</h1> <p>Provuat të bëni diçka që s’ju është lejuar ta bëni.</p>
sr_latn: <h1>Ups! Nije dopušteno.</h1> <p>Pokušali ste da uradite nešto za šta niste dopušteni.</p>
sv_se: <h1>Hoppsan! Inte tillåtet.</h1> <p>Du försökte göra något som du inte fick.</p>

source: <p>Try going back to the previous page, refreshing and then trying again.</p>
hu: <p>Próbáljon meg visszamenni az előző oldalra, frissítsen és próbálja meg újra.</p>
id: <p>Cobalah kembali ke laman sebelumnya, segarkan dan kemudian coba lagi.</p>
kab: <p>Ɛreḍ ad tuɣaleḍ ar usebter yezrin, sali-d sakin ɛreḍ tikelt nniḍen.</p>
sk: <p>Skúste prejsť na predchádzajúcu stránku, opätovne načítajte jej obsah a skúste to znova.</p>
sq: <p>Provoni të ktheheni mbrapsht te faqja e mëparshme, ta rifreskoni dhe mandej të riprovoni.</p>
sr_latn: <p>Pokušajte se vratiti na prethodnu stranicu, osvežite je i pokušajte ponovo.</p>
sv_se: <p>Försök att gå tillbaka till föregående sida, uppdatera och försök igen.</p>

source: Not Found
es_ar: No encontrado
fi: Ei löytynyt
fur: No cjatât
fy_nl: Net fûn
he: לא נמצא
hr: Nije pronađeno
hu: Nem található
ia: Non trovate
id: Tidak Ditemukan
is: Fannst ekki
ka: ვერ მოიძებნა
kab: Ulac-it
ms: Tidak Ditemui
nb_no: Ikke funnet
nn_no: Ikkje funne
ro: Nu a fost găsit
sk: Nebolo nájdené
sq: S’u Gjet
sr_latn: Nije pronađeno
sv_se: Hittades inte
te: కనబడలేదు
th: ไม่พบ
tr: Bulunamadı
vi: Không tìm thấy

source: <h1>We're sorry, but we can't find what you're looking for.</h1> <p> The page or file you requested wasn't found on our site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly. </p> <ul> <li>If you typed in the address, please double check the spelling.</li> <li> If you followed a link from somewhere, please let us know at <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Tell us where you came from and what you were looking for, and we'll do our best to fix it. </li> </ul> <p>Or you can just jump over to some of the popular pages on our website.</p> <ul> <li>Are you interested in a <a href="%(rec)s">list of featured add-ons</a>?</li> <li> Do you want to <a href="%(search)s">search for add-ons</a>? You may go to the <a href="%(search)s">search page</a> or just use the search field above. </li> <li> If you prefer to start over, just go to the <a href="%(home)s">add-ons front page</a>. </li> </ul>
id: <h1>Kami mohon maaf, tetapi kami tidak dapat menemukan yang Anda cari.</h1> <p> Laman atau berkas yang Anda minta tidak ditemukan pada situs kami. Mungkin saja Anda mengeklik tautan yang sudah usang atau salah mengetikkannya. </p> <ul> <li>Jika Anda mengetikkan alamatnya, periksa lagi apakah sudah benar.</li> <li> Jika Anda menelusuri tautan dari tempat lain, hubungi kami di <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Silakan beri tahu kami lewat mana Anda datang dan apa yang sedang Anda cari, kami akan berusaha sebaik mungkin menemukannya. </li> </ul> <p>Atau Anda dapat langsung membuka laman populer pada situs web kami.</p> <ul> <li>Apakah Anda tertarik untuk melihat <a href="%(rec)s">daftar pengaya unggulan</a>?</li> <li> Atau ingin <a href="%(search)s">mencari pengaya</a>? Anda juga dapat langsung menuju ke <a href="%(search)s">laman pencarian</a> atau gunakan kotak pencarian di atas. </li> <li> Jika Anda ingin memulai dari awal, buka saja <a href="%(home)s">laman beranda pengaya</a>. </li> </ul>
sk: <h1>Ospravedlňujeme sa, ale nie je možné nájsť, čo ste hľadali.</h1> <p>Stránka alebo súbor, ktorý požadujete, sa na&nbsp;našej stránke nenašli. Je možné, že ste klikli na&nbsp;neplatný odkaz, alebo ste nesprávne zadali adresu.</p><ul><li>Ak ste adresu zadávali, skontrolujte dvakrát správnosť.</li><li>Ak ste niekde klikli na&nbsp;odkaz, dajte nám vedieť na&nbsp;adresu <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Oznámte nám, odkiaľ ste prišli a&nbsp;čo ste hľadali. Urobíme všetko pre&nbsp;nápravu.</li></ul><p>Prípadne prejdite na&nbsp;niektorú z&nbsp;obľúbených stránok na&nbsp;našom webe.</p><ul><li>Zaujíma vás <a href="%(rec)s">zoznam odporúčaných doplnkov</a>?</li><li>Chcete<a href="%(search)s">hľadať doplnok</a>? Môžete prejsť na&nbsp;<a href="%(search)s">stránku vyhľadávania</a>, alebo jednoducho použite hore uvedené vyhľadávacie pole.</li><li>Ak chcete ísť na&nbsp;začiatok, prejdite na&nbsp;<a href="%(home)s">úvodnú stránku doplnkov</a>.</li></ul>
sq: <h1>Na ndjeni, por s’e gjejmë dot çfarë po kërkonit.</h1> <p> Faqja ose kartela që kërkuat s’u gjet te sajti ynë. Mundet që klikuat në një lidhje të vjetruar, ose e shkruat pasaktësisht. </p> <ul> <li>Nëse e shkruat ju, ju lutemi, kontrolloni sërish drejtshkrimin.</li> <li> Nëse ndoqët një lidhje nga diku gjetkë, ju lutemi, na e bëni të ditur te <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Na tregoni aty se prej nga mbërritët dhe se për çfarë po kërkonit, dhe do të bëjmë ç’është e mundur ta ndreqim. </li> </ul> <p>Ose mundeni të hidheni te disa faqe popullore te sajti ynë.</p> <ul> <li>Ju intereson një <a href="%(rec)s">listë shtesash të zgjedhura</a>?</li> <li> Doni të <a href="%(search)s">kërkoni për shtesa</a>? Mund të hidheni te <a href="%(search)s">faqja e kërkimeve</a> ose thjesht përdorni kutinë e kërkimeve më sipër. </li> <li> Nëse parapëlqeni t’ia nisni nga e para, thjesht shkoni te <a href="%(home)s">faqja hyrëse e shtesave</a>. </li> </ul>
sr_latn: <h1>Žao nam je, ali ne možemo naći ono što ste tražili.</h1> <p> Stranica koju ste zahtevali ne postoji na ovom veb sajtu. Moguće je da ste pratili zastarelu vezu, ili ste pogrešno ukucali adresu. </p> <ul> <li>Ako ste ukucali adresu u svoj veb pregledač, molimo proverite da li ste je pravilno uneli.</li> <li> Ako ste do ovog sajta došli prateći vezu sa nekog drugog sajta, molimo da nas o tome obavestite tako što ćete poslati poruku na <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Recite nam odakle ste došli i šta ste tražili, a mi ćemo uraditi sve što je u našoj mogućnosti da Vam pomognemo. </li> </ul> <p>A možete i skočiti na neku od naših popularnih veb strana.</p> <ul> <li>Da li Vas interesuje <a href="%(rec)s">lista preporučenih dodataka</a>?</li> <li> Da li želite da <a href="%(search)s">pretražite dodatke</a>? Možete otvoriti <a href="%(search)s">stranu za pretraživanje</a> a možete i koristiti polje za pretragu iznad ovog teksta. </li> <li> Ako biste ipak želeli da počnete ponovo, samo otvorite <a href="%(home)s">početnu stranu dodataka</a>. </li> </ul>
sv_se: <h1>Tyvärr, men vi kan inte hitta det du letar efter.</h1> <p> Sidan eller filen du ville nå hittades inte på vår webbplats. Det är möjligt att du klickade på en gammal länk eller skrev in adressen fel.</p> <ul> <li>Om du skrev in adressen, dubbelkolla stavningen.</li> <li>Om du följde en länk hit, berätta för oss på <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Berätta var du kom ifrån och vad du letade efter så ska vi göra vårt bästa för att fixa det (skriv på engelska).</li> </ul> <p>Eller så kan du hoppa över till några av de mest populära sidorna på webbplats.</p>< ul> <li>Är du intresserad av <a href="%(rec)s">en lista över utvalda tillägg</a>?</li> <li> Vill du <a href="%(search)s">söka efter tillägg</a>? Då kan du gå till <a href="%(search)s">söksidan</a> eller helt enkelt använda sökfältet ovan.</li> <li> Om du vill börja om behöver du bara gå till <a href="%(home)s">startsidan för tillägg</a>. </li> </ul>

source: Oops
es_ar: Epa
fi: Hups
fur: Orpo
fy_nl: Oeps
he: אוי
hr: Ups
hu: Hoppá
ia: Ups
id: Aduh
is: Úbbs
ka: უი!
kab: Ay ay ay
ms: Ooops
nb_no: Ops
nn_no: Ops
ro: Ups
sk: Ups
sq: Oh
sr_latn: Ups
sv_se: Hoppsan
te: అయ్యో
th: อุปส์
tr: Hata
vi: Ôi

source: <h1>Oops! We had an error.</h1> <p>We'll get to fixing that soon.</p> <p> You can try refreshing the page, or head back to the <a href="%(home)s">Add-ons homepage</a>. </p>
hu: <h1>Hoppá! Valami hiba történt.</h1> <p>Hamarosan javítani fogjuk.</p> <p> Megpróbálhatja újratölteni az oldalt, vagy visszaléphet a <a href="%(home)s">Kiegészítők kezdőlapjára</a>. </p>
id: <h1>Ups! Terjadi kesalahan.</h1> <p>Kami akan memperbaikinya segera.</p> <p> Anda bisa mencoba menyegarkan laman, atau kembali ke <a href="%(home)s">beranda Pengaya</a>. </p>
ka: <h1>უი! მოხდა შეცდომა.</h1><p>შევეცდებით მალე გამოვასწოროთ.</p> <p>შეგიძლიათ სცადოთ გვერდის განახლება, ან დაბრუნდეთ <a href="%(home)s">დამატებების მთავარ გვერდზე</a>. </p>
kab: <h1>Ihuh! Teḍra-d tuccḍa.</h1> <p>Ad tt-neseɣti s zreb.</p> <p> Tzemreḍ ad ɛerḍeḍ asali n usebter neɣ uɣal ar <a href="%(home)s">usebter agejdan n izegrar</a>. </p>
ms: <h1>Ooops! Ada ralat.</h1> <p>Kami akan membaikinya sebentar lagi.</p> <p>Anda boleh cuba memulakan semula halaman, atau pergi ke <a href="%(home)s">Halaman utama Add-ons</a>.</p>
sq: <h1>Hmm... na ndodhi një gabim.</h1> <p>Do ta ndreqim së shpejti.</p> <p> Mund të provoni rifreskimin e faqes, ose kthehuni mbrapsht te <a href="%(home)s">faqja hyrëse e Shtesave</a>. </p>
sv_se: <h1>Hoppsan! Något gick fel.</h1> <p>Vi kommer att fixa det snart.</p> <p> Du kan försöka uppdatera sidan eller gå tillbaka till <a href="%(home)s">startsidan för tillägg</a>. </p>

source: Some rights reserved
hu: Néhány jog fenntartva
id: Sebagian hak cipta dilindungi
ka: უფლებების ნაწილი დაცულია
kab: Kra n izerfan ttwaḥerzen
ms: Beberapa hak cipta terpelihara
sk: Niektoré práva vyhradené
sq: Disa të drejta të ruajtura
sr_latn: Neka prava su zadržana
sv_se: Vissa rättigheter reserverade

source: No results found
hu: Nincs találat
id: Tak ada hasil yang ditemukan
ka: შედეგები ვერ მოიძებნა.
kab: Ulac igmad yettwafen
ms: Tiada hasil ditemukan
sk: Neboli nájdené žiadne výsledky.
sq: S’u gjetën përfundime
sr_latn: Nema pronađenih rezultata
sv_se: Inga träffar hittades
te: ఫలితాలు కనుగొనబడలేదు

source: Prev
es_ar: Anterior
fi: Edellinen
fur: Precedente
fy_nl: Foarige
he: הקודם
hr: Natrag
hu: Vissza
ia: Previe
id: Sebelumnya
is: Fyrra
ka: წინა
kab: Γer deffir
ms: Dulu
nb_no: Forrige
nn_no: Førre
ro: Înapoi
sk: Predchádzajúca
sq: E mëparshmja
sr_latn: Prethodno
sv_se: Föreg
te: మునుపటి
th: ก่อนหน้า
tr: Önceki
vi: Trước

source: Next
es_ar: Siguiente
fi: Seuraava
fur: Sucessive
fy_nl: Folgjende
he: הבא
hr: Dalje
hu: Tovább
ia: Sequente
id: Selanjutnya
is: Næsta
ka: შემდეგი
kab: Γer zdat
ms: Berikut
nb_no: Neste
nn_no: Neste
ro: Înainte
sk: Ďalšia
sq: Pasuesja
sr_latn: Sledeće
sv_se: Nästa
te: తరువాత
th: ถัดไป
tr: Sonraki
vi: Sau
