Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Help improve this website. It's open source, and you can file bugs and submit patches. <a href="%(url)s"> GitHub</a> contains all of our current bugs, legacy bugs can still be found in Bugzilla.
hu: Segítsen tökéletesíteni honlapunkat. Nyílt forráskódú, és bejelentheti a hibákat, valamint javításokat küldhet be. A <a href="%(url)s">GitHub</a> tartalmazza az összes jelenlegi hibát, a korábbi hibák pedig megtalálható a Bugzillában.
id: Bantu perbaiki situs ini. Sumbernya terbuka, dan anda bisa memasukkan bug dan mengirimkan patch. <a href="%(url)s"> GitHub</a> mengandung semua bug saat ini, bug tinggalan masih bisa ditemukan di Bugzilla.
ka: დაგვეხმარეთ ვებსაიტის გაუმჯობესებაში. ეს საიტი ღია წყაროს მქონეა, ასე რომ თავისუფლად შეგიძლიათ ხარვეზების კვლევა და მათი გამოსწორება. მიმდინარე ხარვეზებზე ინფორმაცია ახლდება <a href="%(url)s">GitHub</a> საიტზე, ხოლო ძველ ხარვეზებზე ინფორმაცია, შეგიძლიათ მოიძიოთ Bugzilla-ზე.
kab: Tzemreḍ ad tmuddeḍ tallalt i usnerni n usmel-agi. Ayagi d aɣbalu yeldin, tzemreḍ ad tezneḍ ibugen neɣ ad d-sumreḍ aseɣti. <a href="%(url)s">GitHub</a> tabdart n ibugen imiranen, Bugzilla yegberibugen imazrayen.
ms: Bantu memperbaiki laman web ini. Sumber terbuka, dan anda boleh memfailkan pepijat dan mengemukakan tampalan. <a href="%(url)s">GitHub</a> mengandungi semua pepijat semasa kami, legasi pepijat masih dapat dijumpai di Bugzilla.
sq: Ndihmoni në përmirësimin e këtij sajti. Është me burim të hapët, dhe mund të depozitoni të meta dhe të parashtroni arnime për të. <a href="%(url)s"> GitHub</a> përmban krejt të metat e tanishme, të meta të dikurshme mund të gjenden në Bugzilla.
sv_se: Hjälp till att förbättra webbplatsen. Den har öppen källkod och du kan skicka in buggar och korrigeringar. <a href="%(url)s"> GitHub </a> innehåller alla våra nuvarande buggar, äldre buggar kan fortfarande hittas i Bugzilla.

source: If you're interested in add-ons but not quite as technical, there are still ways to help:
hu: Ha érdeklik a kiegészítők, de nem a műszaki oldaluk, akkor is több módon segíthet:
id: Jika anda tertarik pada pengaya tapi tidak terlalu teknis, ada beberapa cara untuk membantu:
ka: თუ დაინტერესებული ხართ დამატებებით, მაგრამ არ გაქვთ საკმარისი ტექნიკური ცოდნა, კიდევ არსებობს სხვა გზები დასახმარებლად:
kab: Ma tḥemled ayagi acu kan ur tessineḍ ara tatiknikt, tzemreḍ aɣ-d-muddeḍ afus:
ms: Jika anda berminat dalam add-ons tetapi masih kurang pengetahuan teknikal, masih ada cara untuk membantu:
sq: Nëse ju interesojnë shtesat, por s’jeni edhe aq i anës teknike, ka ende rrugë për të ndihmuar:
sr_latn: Ukoliko ste zainteresovani za dodatake, ali se ne bavite tehnikom, još uvek postoje načini da se pomognete:
sv_se: Om du är intresserad av tillägg men inte riktigt lika teknisk, finns det fortfarande sätt att hjälpa:

source: Tell your friends! Let people know which add-ons you use.
hu: Mondja el barátainak! Hadd tudják meg, milyen kiegészítőket használ.
id: Katakan pada teman! Biarkan orang tahu pengaya mana yang anda gunakan.
ka: მოუყევით თქვენს მეგობრებს! გააგებინეთ მათ, თუ რომელ დამატებებს იყენებთ.
kab: Siweḍ awal ! Meslay ɣef izegrar i tesseqdaceḍ.
ms: Beritahu kawan anda! Biar semua orang tahu add-ons yang anda gunakan.
sq: Tregojuni miqve tuaj! Bëjuni me dije cilat shtesa përdorni.
sr_latn: Recite Vašim prijateljma. Recite im koje dodatke Vi koristite.
sv_se: Berätta för dina vänner! Låta människor veta vilka tillägg som du använder.

source: Participate in our <a href="%(url)s">forums</a>.
hu: Vegyen részt a <a href="%(url)s">fórumunkon</a>.
id: Berpartisipasi dalam <a href="%(url)s">forum</a>.
ka: მიიღეთ მონაწილეობა ჩვენს <a href="%(url)s">ფორუმებში</a>.
kab: Ttekki deg <a href="%(url)s">inmagaren</a>-nneɣ.
ms: Ambil bahagian dalam <a href="%(url)s">forum</a> kami.
sq: Merrni pjesë në <a href="%(url)s">forumet</a> tona.
sr_latn: Učestvujte u našim <a href="%(url)s">forumima</a>.
sv_se: Delta i våra <a href="%(url)s">forum</a>.

source: Review add-ons on the site. Add-on authors are more likely to improve their add-ons and write new ones when they know people appreciate their work.
hu: Értékeljen kiegészítőket az oldalon. A kiegészítők szerzői nagyobb eséllyel fejlesztik a kiegészítőjüket, és írnak újakat, ha tudják, hogy az emberek értékelik a munkájukat.
id: Tinjau pengaya dalam situs. Penulis pengaya akan lebih mungkin memperbaiki pengaya mereka dan membuat yang baru jika mereka mengetahui orang menghargai karya mereka.
ka: მიმოიხილეთ დამატებები საიტზე. დამატებების ავტორები უფრო მეტად მონდომებულად შეეცდებიან გააუმჯობესონ და დახვეწონ თავიანთი ნამუშევრები, როცა ეცოდინებათ, რომ ხალხი სათანადოდ დაუფასებს მათ შრომას.
kab: Sekyed izegrar ɣef usmel web. Imsekyaden zemren ad snernin azegrir udiɣ ad arun imaynuten ticki ẓran d akken axeddim-nsen yettwasra.
ms: Ulas add-ons dalam laman ini. Pengarang akan lebih cenderung meningkatkan add-ons mereka dan menulis yang baru apabila mereka tahu ada orang menghargai kerja mereka.
sq: Shkruani te sajti recensione për shtesat. Ka më tepër gjasa që autorët e shtesave t’i përmirësojnë shtesat e tyre dhe të shkruajnë të reja, kur shohin se njerëzot e vlerësojnë punën e tyre.
sr_latn: Pregldajte dodatke na sajtu. Autori dodataka će verovatno da poboljšaju svoje dodatke i da prave nove kad znaju da ljudi cene njihov rad.
sv_se: Granska tillägg på webbplatsen. Det är med sannolikt att upphovsmän förbättrar deras tillägg och skriver nya när de vet att personer uppskattar deras arbete.

source: I have a question
hu: Kérdésem van
id: Saya punya pertanyaan
ka: კითხვა მაქვს
kab: Ɣur-i asteqsi
ms: Saya ada soalan
sk: Mám otázku
sq: Kam një pyetje
sr_latn: Imam pitanje
sv_se: Jag har en fråga

source: A good place to start is our <a href="%(faq_url)s"><abbr title="Frequently Asked Questions">FAQ</abbr></a>. If you don't find an answer there, you can <a href="%(forum_url)s"> ask on our forums</a>.
id: Tempat yang baik untuk memulai adalah <a href="%(faq_url)s"><abbr title="Frequently Asked Questions">FAQ</abbr></a>. Jika anda tidak menemukan jawaban di sana, anda bisa <a href="%(forum_url)s"> bertanya di forum kami</a>.
kab: Amḍiq ifazen akken ad tebduḍ d <a href="%(faq_url)s"><abbr title="Isteqsiyen yettwasnen aṭas">FAQ</abbr></a>-nneɣ. Ma yella ur tufiḍ-d ara tiririt din-a, tzemreḍ<a href="%(forum_url)s"> adtessiqsiḍ deg unmager-nneɣ</a>.
sq: Një vend i mirë për t’ia filluar është faqja jonë <a href="%(faq_url)s"><abbr title="Frequently Asked Questions">FAQ</abbr></a>. Nëse s’gjeni përgjigje aty, mund të <a href="%(forum_url)s"> pyesni në forumet tona</a>.
sr_latn: Dobro mesto za početak je naš <a href="%(faq_url)s"><abbr title="Frequently Asked Questions">ČPP</abbr></a>. Ako ne pronađete odgovor tamo, možete <a href="%(forum_url)s"> pitati na forumu</a>.
sv_se: Ett bra ställe att börja är vår <a href="%(faq_url)s"><abbr title="Frequently Asked Questions">FAQ</abbr></a>. Om du inte hittar ett svar där, kan du <a href="%(forum_url)s"> fråga på vårt forum</a>.

source: If you really need to contact someone from the Mozilla team, please see our <a href="%(url)s"> contact information</a> page.
id: Jika anda benar-benar ingin menghubungi seseorang dari tim Mozilla, silakan lihat laman <a href="%(url)s"> informasi kontak</a> kami.
ka: თუ ნამდვილად გესაჭიროებათ Mozilla-ს გუნდის რომელიმე წევრთან დაკავშირება, გთხოვთ გაეცნოთ ჩვენს <a href="%(url)s">საკონტაქტო მონაცემებს</a>.
kab: Ma tesriḍ ad tnermseḍ yiwen si terbaɛt n Mozilla, tanemmirt ma teddiḍ ar usebter-nneɣ <a href="%(url)s">inermisen</a>.
ms: Jika anda benar-benar perlu menghubungi seseorang daripada pasukan Mozilla, sila lihat halaman <a href="%(url)s"> maklumat hubungan</a> kami.
sq: Nëse dëshironi të lidheni me dikë nga ekipi Mozilla, ju lutemi, shihni faqen tonë me <a href="%(url)s">të dhëna kontaktesh<a>.
sr_latn: Ako stvarno morate da kontaktirate nekog iz Mozilla tima, molimo Vas pogledajte našu stranicu za <a href="%(url)s"> kontakt informacije</a>.
sv_se: Om du verkligen behöver kontakta någon från Mozillas grupp, se vår <a href="%(url)s"> kontaktinformationssida</a>.

source: Who works on this website?
hu: Kii dolgozik ezen a honlapon?
id: Siapa yang mengerjakan situs ini?
ka: ვინ მუშაობს ამ ვებსაიტზე?
kab: Anwa i yexedmen deg usmel-agi?
ms: Siapa yang menyelenggara laman web ini?
sq: Kush merret me këtë sajt?
sr_latn: Ko radi na internet stranici?
sv_se: Som arbetar på denna webbplats?

source: Over the years, many people have contributed to this website, including both volunteers from the community and a dedicated AMO team. A list of significant contributors can be found on our <a href="%(url)s"> Site Credits</a> page.
id: Selama bertahun-tahun, banyak orang telah berkontribusi untuk situs ini, termasuk para relawan dari komunitas dan tim tetap AMO. Daftar kontributor yang signifikan dapat ditemukan di laman<a href="%(url)s"> Site Credits</a> .
kab: Iseggasen yezrin, deqs n yemdanen ttekkan deg usmel-agi, d iwiziwen n tmezdagnut neɣ d tirebbaɛ n Mozilla. AMO Tabdart n imttekkiyen ifazen tella deg usebter-nneɣ web <a href="%(url)s">ismaden</a>.
sq: Përgjatë vitesh, shumë vetë kanë dhënë ndihmesë për këtë sajt, përfshi si vullnetarë nga bashkësia, ashtu edhe një ekip posaçrisht për AMO-n. Te faqja jonë <a href="%(url)s"> Kredite Sajti</a> mund të gjeni një listë të kontribuesve më me peshë.
sr_latn: Tokom godina, mnogi ljudi su doprineli ovoj internet stranici, uključujući i volontere iz zajednice i posvećeni AMO tim. Listu naših značajnih saradnika možete pronaći na <a href="%(url)s"> Zasluge</a> stranici.
sv_se: Genom åren har många bidragit till denna webbplats, inklusive både volontärer från gemenskapen och särskilda AMO-medlemmar. En lista över betydande bidragsgivare kan hittas på vår <a href="%(url)s">medarbetarsida</a>.

source: Add-on Compatibility Reporter
hu: Kiegészítő kompatibilitás jelentő
id: Pelaporan Kompatibilitas Pengaya
sq: Raportues Përputhshmërie Shtesash
sr_latn: Izveštač kompatibilnosti dodatka

source: Add-on Compatibility Reporter has been installed
hu: Kiegészítő kompatibilitás jelentő települt
id: Pelaporan Kompatibilitas Pengaya telah dipasang
sq: Raportuesi i Përputhshmërisë së Shtesa është instaluar
sr_latn: Compatibility Reporter za dodatke je instaliran
sv_se: Add-on Compatibility Reporter har installerats

source: It’s easy to help us make sure add-ons are updated in time for the release of the next version of Firefox.
id: Mudah sekali membantu kami memastikan pengaya diperbarui tepat waktu pada saat rilis versi Firefox berikutnya.
sq: Është e lehtë të na ndihmoni të sigurohemi që shtesat janë të përditësuara në kohë për hedhjen në qarkullim të versionit pasues të Firefox-it.
sr_latn: Lako nam možete pomoći da se uverimo da su dodaci ažurirani na vreme za izdanje nove verzije Firefox-a.
sv_se: Det är lätt att hjälpa oss att se till att tillägg uppdateras i tid för lanseringen av nästa version av Firefox.

source: Here’s how to get started reporting add-on compatibility:
id: Begini cara memulai melaporkan kecocokan pengaya:
sq: Ja se si t’ia filloni me njoftimet për përputhshmëri shtesash:
sr_latn: Evo kako možete početi sa izveštajima o kompatibilnosti dodataka:
sv_se: Här är hur du kommer igång med rapportering av ett tilläggs kompatibilitet:

source: As you start browsing and using your add-ons, take careful note of anything that seems different from when you last used the extension. This might be a display glitch, such as a menu item missing, or something more serious, like the add-on not working at all or showing errors.
id: Sembari anda mulai menjelajah dan menggunakan pengaya anda, catatlah dengan hati-hati apa saja yang tampak berbeda sejak terakhir kali anda menggunakan ekstensi. Ini bisa saja menampilkan kesalahan, misalnya item menu yang hilang, atau sesuatu yang lebih serius, misalnya pengaya yang tidak bekerja sama sekali atau menampilkan kesalahan.
sq: Teksa filloni të shfletoni dhe përdorni shtesat tuaja, mbani me kujdes shënim gjithçka që duket ndryshe nga hera e fundit kur patët përdorur zgjerimin. Kjo mund të jetë diçka e dukshme në ekran, fjala vjen, mungon një element menuje, ose diçka më serioze, për shembull, shtesa s’funksionon fare ose shfaq gabime.
sr_latn: Kada počnete da istražujete i koristite Vaše dodatke, pažljivo beležite bilo šta što Vam se čini drugačijim od poslednje korišćene ekstenzije. To mogu biti greške prilikom prikazivanja, kao što su stavke menija koje nedostaju, ili nešto mnogo ozbiljnije, kao na primer da dodatak ne funkcioniše uopšte ili prikazuje neke greške.
sv_se: När du börjar surfa och använda ditt tillägg, ta del av det som verkar annorlunda från när du senast använde utökningen. Detta kan vara ett tekniskt fel, till exempel et menyobjekt saknas eller något mer allvarligt, som att tillägget inte fungerar alls eller visar fel.

source: Once you know whether a particular add-on works properly or has problems, open the Add-ons Manager and click Compatibility next to the add-on to let Mozilla know what you found in your testing. Submitting a report will help us tell the add-on developer whether their add-on is working properly in this version or might need some fixes.
id: Sekali anda mengetahui apakah pengaya tertentu bekerja dengan baik atau memiliki masalah, buka Manajer Pengaya dan klik Kecocokan di dekat pengaya agar Mozilla mengetahui apa yang anda temukan saat pengujian. Memasukkan laporan akan membantu kami memberi tahu pengembang pengaya apakah pengaya mereka bekerja dengan baik dalam versi ini atau memerlukan sejumlah perbaikan.
sq: Pasi ta dini se një shtesë e caktuar punon si duhet ose se ka probleme, hapni Përgjegjësin e Shtesave dhe klikoni mbi Përputhshmëri, ngjitur me shtesën që ta njoftoni Mozilla-n se çfarë ju doli prej provës suaj. Parashtrimi i një njoftimi do të na ndihmojë t’i tregojmë zhvilluesit të shtesës se shtesa e tij funksionon si duhet ose se mund të ketë nevojë për disa ndreqje.
sv_se: När du vet om ett särskilt tillägg fungerar som den ska eller har problem, öppna tilläggshanteraren och klicka på kompatibilitet bredvid tillägget för att låta Mozilla vet vad du hittat under testen. Genom att skicka in en rapport kommer du att hjälpa oss att berätta för tilläggsutvecklaren om deras tillägg fungerar korrekt i denna version eller kanske behöver vissa korrigeringar.

source: If you upgrade to a new version of Firefox or update your add-ons, your reports for the old versions will be hidden to allow you to test the new version. If you have any questions, please ask in <a href="%(url)s">our forums</a>.
id: Jika anda meningkaykan ke versi baru Firefox atau memperbaiki pengaya anda, laporan anda untuk versi lama akan disembunyikan supaya anda bisa menguji versi baru. Jika anda memiliki pertanyaan, silakan bertanya di <a href="%(url)s">forum kami</a>.
sq: Nëse e përmirësoni Firefox-in ose shtesën me një version të ri, njoftimet tuaja mbi versionet e vjetra s’do të jenë të dukshme, për t’ju lejuar të testoni versionin e ri. Nëse keni ndonjë pyetje, ju lutemi, bëjeni te <a href="%(url)s">forumet tanë</a>.
sr_latn: Ako nadogradite na novu verziju Firefox-a ili ažurirate svoje dodatke, Vaši izveštaji za stare verzije će biti sakriveni da bi Vam omogućili da testirate novu verziju. Ukoliko imate bilo kakvih pitanja, molimo pitajte na <a href="%(url)s">našin forumima</a>.
sv_se: Om du uppgraderar till en ny version av Firefox eller uppdaterar ditt tillägg, dina rapporter för de gamla versionerna döljas så att du kan testa den nya versionen. Om du har några frågor, vänligen fråga i <a href="%(url)s">vårt forum</a>.

source: Thousands of add-ons are made by our community every year, and your assistance with compatibility testing helps us make sure these add-ons stay useful as we strive to provide a great user experience.
id: Ribuan pengaya dibuat oleh komunitas kami setiap tahun, dan bantuan anda dengan pengujian kecocokan membantu kami memastikan pengaya ini tetap bermanfaat karena kami ingin memberikan pengalaman pengguna yang luar biasa.
sq: Çdo vit krijohen mijëra shtesa, dhe ndihma juaj me provat e përputhshmërisë na ndihmon që të sigurohemi se këto shtesa mbeten të dobishme, teksa përpiqemi t’u ofrojmë përdoruesve një punim sa më të mirë.
sr_latn: Hiljade dodataka pravi naša zajednica svake godine, i Vaša pomoć sa testiranjem kompatibilnosti pomaže nam da budemo sigurni da ovi dodaci ostaju korisni i nastojimo da pružimo sjajno korisničko iskustvo.
sv_se: Tusentals tillägg görs i vår gemenskap varje år och din hjälp med kompatibilitetstester hjälper oss se till att dessa tillägg fortsätter vara användbara eftersom vi strävar efter att ge en bra användarupplevelse.

source: Thank you!
hu: Köszönjük!
id: Terima kasih!
kab: Tanemmirt!
sk: Ďakujeme!
sq: Faleminderit!
sr_latn: Hvala!
sv_se: Tack!

source: Site Credits
hu: Köszönetnyilvánítás
id: Kredit Situs
kab: Ismaden n usmel
sk: Tvorcovia stránky
sq: Kredite Sajti
sr_latn: Zasluge sajta
sv_se: Medarbetarsida

source: Mozilla would like to thank the following people for their contributions to the addons.mozilla.org project over the years:
id: Mozilla ingin berterima kasih pada mereka yang telah berkontribusi di proyek addons.mozilla.org selama bertahun-tahun:
kab: Mozilla tebă ad tesnemmer imdanen-agi ɣef uttekki-nsen deg usenfaṛ addons.mozilla.org deg iseggasen-agi:
sk: Mozilla ďakuje nasledujúcim ľuďom za ich prácu na projekte addons.mozilla.org za posledných niekoľko rokov:
sq: Mozilla dëshiron të falënderojë personat vijues për ndihmën e tyre te projekti addons.mozilla.org përgjatë vitesh:
sr_latn: Mozilla želi da se zahvali sledećim ljudima za njihov doprinos addons.mozilla.org projektu tokom svih godina:
sv_se: Mozilla vill tacka följande personer för deras bidrag till addons.mozilla.org projektet genom åren:

source: Developers &amp; Administrators
hu: Fejlesztők és rendszergazdák
id: Pengembang &amp; Administrator
kab: Ineflayen &amp; inedbalen
sk: Vývojári a administrátori
sq: Zhvillues &amp; Administratorë
sr_latn: Programeri &amp; Administratori
sv_se: Utvecklare &amp; administratörer

source: Localizers
hu: Honosítók
id: Penerjemah
kab: Imsidag
sk: Lokalizátori
sq: Përkthyes
sr_latn: Lokalizatori
sv_se: Översättare

source: Reviewers
hu: Értékelők
id: Pengulas
kab: Imceggiren
sk: Redaktori
sq: Shqyrtues
sr_latn: Recenzenti
sv_se: Granskare

source: More than {0} add-on reviews
hu: Több, mint {0} kiegészítő értékelés
id: Lebih dari {0} ulasan pengaya
kab: Ugar n {0} n iceggiren n uzegrir
sk: Viac ako {0} recenzií doplnkov
sq: Më tepër se {0} shqyrtime shtesash
sr_latn: Više od {0} pregleda dodataka
sv_se: Mer än {0} tilläggsgrasnkningar

source: Other Contributors
hu: További közreműködők
id: Kontribusi Lainnya
kab: Imttekkiyen nniḍen
sk: Ostatní prispievatelia
sq: Pjesëmarrës të Tjerë
sr_latn: Ostali doprinosi
sv_se: Andra medarbetare

source: Past Developers &amp; Administrators
hu: Korábbi fejlesztők és rendszergazdák
id: Pengembang Lalu &amp; Administrator
kab: Ineflayen &amp; inedbalen iqbuṛen
sk: Predchádzajúci vývojári a administrátori
sq: Zhvillues &amp; Administratorë të Dikurshëm
sr_latn: Prethodni Programeri &amp; Administratori
sv_se: Tidigare utvecklare &amp; administratörer

source: Software and Images
hu: Szoftver és képek
id: Perangkat Lunak dan Gambar
kab: Aseɣẓan akked tugniwin
sk: Softvér a obrázky
sq: Software dhe Figura
sr_latn: Softver i slike
sv_se: Program och bilder

source: Some icons used are from the <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, licensed under a <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
id: Sejumlah ikon diambil dari <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, dibawah lisensi <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
kab: Kra n tignitin yettwasqedcen kkant-d si <a href="http://www.famfamfam.com/lab/icons/silk/"> tagrumma n tignitin famfamfam Silk</a>, daw n turagt <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
sk: Niektoré použité ikony pochádzajú zo <a href="http://www.famfamfam.com/lab/icons/silk/">sady ikon famfamfam Silk</a>, uvoľnené pod licenciou <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5</a>.
sq: Disa nga ikonat e përdorura janë prej <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, licencuar sipas <a href="http://creativecommons.org/licenses/by/2.5/">Lejes Creative Commons Attribution 2.5</a>.
sr_latn: Neke ikonice koje su sa <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, lsu lincencirane pod <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 licencom</a>.
sv_se: Vissa ikoner som används är från <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, licensierat under en <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.

source: Some icons used are from the <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a>, licensed under a <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>.
id: Sejumlah ikon diambil dari <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a>, dibawah lisensi a <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>.
kab: Kra n tignitin yettwasqedcen kkant-d si <a href="http://www.fatcow.com/free-icons/">Tagrumma n tignitin Web FatCow Farm-Fresh</a>, Daw turagt n <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>.
sk: Niektoré použité ikony pochádzajú zo <a href="http://www.fatcow.com/free-icons/">sady webových ikon FatCow Farm-Fresh</a>, uvoľnené pod licenciou <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>.
sq: Disa nga ikonat e përdorura janë marrë prej <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a>, licencuar sipas <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>.
sr_latn: Neke ikonice koje su sa <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a>, su lincencirane pod <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 licencom</a>.
sv_se: Vissa ikoner som används är från <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a>, licensierat under en <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>.
