Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Invalid pk or slug "%s" - object does not exist.
es_ar: Pk o slug "%s" no válido - el objeto no existe.
fur: "%s" nol è un pk o un slug valit - l’ogjet nol esist.
fy_nl: Unjildige pk of identifikator ‘%s’ - objekt bestiet net.
hr: Nevažeći primarni ključ ili URL naziv stranice „%s” – objekt ne postoji.
ia: "%s" non es un clave primari o identificator valide - le objecto non existe.
ka: არასწორი pk ან ბმულის დაბოლოება „%s“ - ობიექტი არ არსებობს.
ms: Pk atau slug tidak sah "%s" - objek tidak wujud.
nb_no: Ugyldig pk eller slugg «%s» - objektet finnes ikke.
nn_no: Ugyldig pk eller slugg «%s» - objektet finst ikkje.
ro: Pk sau slug nevalid(ă) „%s” - obiectul nu există.
te: చెల్లని pk లేదా స్లగ్ "%s" - వస్తువు ఉనికిలో లేదు.
th: pk หรือสลัก "%s" ไม่ถูกต้อง - วัตถุไม่มีอยู่
tr: Geçersiz pk veya kısa ad "%s" - nesne mevcut değil.
vi: pk hoặc slug "%s" không hợp lệ - đối tượng không tồn tại.

source: Please be aware that WebExtensions will not accept a "*" in %(amo_version_link_open)sstrict_min_version%(amo_version_link_close)s.
ka: გთხოვთ გაითვალისწინოთ, რომ WebExtensions არ მიიღებს "*" სიმბოლოს <%(amo_version_link_open)sstrict_min_version%(amo_version_link_close)s-ში.
ms: Sila ambil perhatian bahawa WebExtensions tidak akan menerima "*" dalam %(amo_version_link_open)sstrict_min_version%(amo_version_link_close)s.

source: If your supported application does not require a manifest file, you still must include one with the required properties as specified %(amo_manifests_mdn_link_open)shere%(amo_manifests_mdn_link_close)s.
ka: თუ მხარდაჭერილი პროგრამა არ საჭიროებს მანიფესტის ფაილს, მისი მიმაგრება მაინც აუცილებელია, %(amo_manifests_mdn_link_open)sმოცემული მითითების%(amo_manifests_mdn_link_close)s შესაბამისად.
ms: Jika aplikasi anda yang disokong tidak memerlukan fail manifes, anda masih perlu sertakan satu sifat seperti yang dinyatakan %(amo_manifests_mdn_link_open)sdi sini%(amo_manifests_mdn_link_close)s.

source: This custom URL is already in use by another one of your collections.
es_ar: Esta URL personalizada ya está usada por otra de tus colecciones.
fi: Tämä osoitemuoto on jo käytössä jossakin toisessa kokoelmassasi.
fur: Chest URL personalizât al è za doprât di une altre des tôs racueltis.
fy_nl: Dizze oanpaste URL wurdt al troch ien fan jo oare kolleksje brûkt.
he: הכתובת המותאמת אישית הזאת כבר בשימוש על־ידי אחד משאר האוספים שלך.
hr: Jedna druga zbirka već koristi ovaj prilagođeni URL.
ia: Iste URL personalisate es jam usate per un altere de tu collectiones.
ka: URL ბმულის ეს დაბოლოება უკვე გამოყენებულია თქვენს ერთ-ერთ კრებულში.
ms: URL penyesuaian ini sudah digunakan oleh satu lagi koleksi anda.
nb_no: Denne tilpasssede nettadressen er allerede i bruk av en av dine samlinger.
nn_no: Denne tilpassa adressa vert allereie brukt av ei av samlingane dine.
ro: Acest URL personalizat este deja utilizat de una dintre celelalte colecții ale tale.
te: ఈ అభిమత URL ఇప్పటికే మీ సేకరణల్లో మరొకదానిలో వాడుకలో ఉంది.
th: URL ที่กำหนดเองนี้ถูกใช้งานกับชุดสะสมอื่นอยู่แล้ว
tr: Bu özel adres zaten koleksiyonlarınızdan biri tarafından kullanılıyor.
vi: Một bộ sưu tập khác của bạn đã được sử dụng URL tùy chỉnh này.

source: Name cannot be empty.
ka: სახელი ცარიელი ვერ იქნება.
ms: Nama tidak boleh kosong.
te: పేరు ఖాళీగా ఉండకూడదు.

source: The custom URL must consist of letters, numbers, underscores or hyphens.
es_ar: La URL personalizada debe incluir letras, números, guiones o guiones bajos.
fi: Mukautetun URL-osoitteen on koostuttava kirjaimista, numeroista, alaviivoista tai yhdysviivoista.
fur: Dopre letaris, numars, tratuts e tratuts bas par inserî un URL personalizât valit.
fy_nl: Fier in oanpaste URL yn dy’t út letters, sifers, lizzende streepkes of ôfbrektekens bestiet.
he: הכתובת המותאמת אישית צריכה להיות מורכבת מאותיות, מספרים, קווים תחתונים ומקפים.
hr: Prilagođeni URL mora sadržati slova, brojke, podvlake ili crtice.
ia: Le URL personalisate debe consister de litteras, numeros, lineettas basse o lineettas.
is: Sérsniðna slóðin má einungis innihalda bókstafi, tölustafi, bandstrik eða undirstrik.
ka: შეიყვანეთ URL ბმულის მართებული დაბოლოება, რომელიც შეიძლება შედგებოდეს ასოებისგან, ციფრებისგან, ტირესა და დეფისისგან.
ms: URL penyesuaian mesti terdiri daripada huruf, nombor, garis bawah atau sengkang.
nb_no: Denne tilpasssede nettadressen må bestå av bokstaver, tall, understrek eller bindestrek.
nn_no: Den tilpassa URL-en må ha bokstavar, tal, understrek eller bindestrek.
ro: URL-ul personalizat trebuie să fie alcătuit din litere, numere, liniuță jos sau cratime.
te: అభిమత URLలో అక్షరాలు, అంకెలు, అండర్‌స్కోర్లు లేదా హైపన్లు మాత్రమే ఉండాలి.
th: URL ที่กำหนดเองต้องประกอบไปด้วยตัวอักษร ตัวเลข ขีดล่าง หรือยัติภังค์
tr: Özel URL harflerden, sayılardan, alt çizgilerden veya kısa çizgilerden oluşmalıdır.
vi: URL tùy chỉnh phải bao gồm các chữ cái, số, dấu gạch dưới hoặc dấu gạch nối.

source: This custom URL cannot be used.
es_ar: No se puede usar esta URL personalizada.
fi: Tätä muokattua URL:ää ei voida käyttää.
fur: Nol è pussibil doprâ chest URL personalizât.
fy_nl: Dizze oanpaste URL kin net brûkt wurde.
he: לא ניתן להשתמש בכתובת המותאמת אישית הזאת.
hr: Ovaj se prilagođeni URL ne može koristiti.
ia: Iste URL personalisate non pote esser usate.
is: Ekki er hægt að nota þessa sérsniðnu slóð.
ka: ამ URL ბმულის გამოყენება შეუძლებელია.
ms: URL penyesuaian ini tidak boleh digunakan.
nb_no: Denne tilpasssede nettadressen kan ikke brukes.
nn_no: Denne tilpassa URL-en kan ikkje brukast.
ro: Acest URL personalizat nu poate fi folosit.
te: ఈ అభిమత URLను ఉపయోగించలేము.
th: ไม่สามารถใช้ URL ที่กำหนดเองนี้
tr: Bu özel URL kullanılamaz.
vi: Không thể sử dụng URL tùy chỉnh này.

source: This add-on already belongs to the collection
es_ar: Este complemento ya pertenece a la colección
fi: Tämä lisäosa kuuluu jo kokoelmaan
fur: Chest component adizionâl al aparten za ae racuelte
fy_nl: Dizze add-on heart al by de kolleksje
he: תוספת זו כבר שייכת לאוסף
hr: Ovaj dodatak već pripada zbirci
ia: Iste additivo pertine ja al collection
is: Þessi viðbót tilheyrir nú þegar safninu
ka: ეს დამატება, უკვე სხვა კრებულს ეკუთვნის
ms: Add-on ini sudah ada dalam koleksi
nb_no: Dette tillegget er allerede en del av samlingen
nn_no: Dette tillegget er allereie ein del av samlinga samlinga
ro: Acest supliment deja face parte din colecție
te: ఈ పొడగింత ఇప్పటికీ ఆ సేకరణలో ఉంది
th: ส่วนเสริมนี้เป็นของชุดสะสมอยู่แล้ว
tr: Bu eklenti zaten bir koleksiyona ait
vi: Tiện ích này đã ở trong bộ sưu tập

source: Add-ons that you mark as favorites using the <b>Add to Favorites</b> feature appear below. This collection is currently <b>private</b>, which means only you can see it. If you would like everyone to be able to see your favorites, click the button below to make it public.
ka: დამატებები, რომლებიც მოინიშნება ღილაკით <b>რჩეულებში დამატება</b>, გამოჩნდება აქ. ეს კრებული ამჟამად <b>პირადია</b>, რაც ნიშნავს, რომ მხოლოდ თქვენთვისაა ხილული. თუ გსურთ ყველას შეეძლოს მისი ნახვა, დააწკაპეთ ქვემოთ არსებულ ღილაკზე და გახადეთ საჯარო.
kab: Izegrar yettwabezmen d inurifen s useqdec n tmahilt <b>Rnu ar inurifen</b> ad d-banen daw-a. Tagrumma-agi akka tura d <b>tusligt</b>, ayen d-immalen d akken ala kečč i yezmren ad tt-waliḍ. Ma tebɣiḍ akken yal yiwen ad tt-iwali, sit ɣef tqeffalt daw-a akken ad tt-terreḍ d tazayezt.
ms: Add-ons yang anda tandakan sebagai kegemaran menggunakan ciri <b>Tambah ke Kegemaran</b> akan muncul di bawah. Koleksi ini kini <b>peribadi</b>, iaitu hanya anda boleh melihatnya. Jika anda mahu semua orang boleh melihat kegemaran anda, klik butang di bawah untuk menjadikannya umum.
sk: Tu sa objavia doplnky, ktoré označíte ako obľúbené pomocou funkcie <b>Pridať medzi obľúbené</b>. Táto kolekcia je momentálne <b>súkromná</b>, čo znamená, že ju môže vidieť iba vy. Ak chcete, aby ju videli všetci, kliknite na tlačidlo zobrazené nižšie.

source: by %(author_link)s
ka: შემქმნელი: %(author_link)s
ms: oleh %(author_link)s

source: Installing a dictionary add-on will add a new language option to your %(app_name)s spell-checker, which checks your spelling when you fill out Web forms. Language pack add-ons change the language of the entire application.
ka: ლექსიკონის დამატების ჩადგმით, თქვენს %(app_name)s-ის მართლწერის შემმოწმებელს დაემატება ახალი ენა, რომელიც შეამოწმებს ვებგვერდებზე არსებულ ველებში შეყვანილ ტექსტს. ენის პაკეტის დამატება კი მთლიანად შეცვლის პროგრამის ენას.
ms: Memasang add-on kamus akan menambah pilihan bahasa yang baru kepada penyemak-ejaan %(app_name)s, yang menyemak ejaan apabila anda mengisi borang Web. Add-ons pek bahasa menukar bahasa keseluruhan aplikasi.

source: Learn more about the <a href="https://support.mozilla.org/kb/use-search-bar-firefox">search bar</a> in {0}
ka: იხილეთ ვრცლად, {0}-ის <a href="https://support.mozilla.org/kb/use-search-bar-firefox">საძიებო ველზე</a>
ms: Ketahui selanjutnya perihal <a href="https://support.mozilla.org/kb/use-search-bar-firefox">bar carian</a> dalam {0}

source: %(amo_mdn_link_open)sMake your own%(amo_mdn_link_close)s search tool
ka: %(amo_mdn_link_open)sშექმენით საკუთარი%(amo_mdn_link_close)s საძიებო ხელსაწყო
ms: %(amo_mdn_link_open)sCipta sendiri%(amo_mdn_link_close)s alatan carian

source: Application Version
ka: პროგრამის ვერსია
kab: Lqem n usnas
ms: Versi Aplikasi

source: e10s Enabled
ka: e10s ჩართულია
kab: e10s yermed
ms: Keupayaan e10s

source: e10s Compatible
ka: e10s-სთან თავსებადი
kab: e10s imṣada
ms: Serasi e10s

source: {addon} status changed to {status}.
es_ar: Se cambió el estado de {addon} a {status}.
fi: {addon} tilaksi asetettu {status}.
fur: Stât di {addon} cambiât a {status}
fy_nl: Steat fan {addon} wizige nei {status}.
he: המצב של {addon} השתנה ל־{status}.
hr: Stanje dodatka {addon} promijenjeno u {status}.
ia: Stato de {addon} cambiate a {status}.
is: Stöðu {addon} breytt í {status}.
ka: {addon} მდგომარეობა გახდა {status}.
ms: {addon} ditukar status ke {status}.
nb_no: {addon} status endret til {status}.
nn_no: {addon} status endra til {status}.
ro: Stare {addon} modificată în {status}.
te: {addon} స్థితి {status}కు మార్చబడింది.
th: เปลี่ยนสถานะของ {addon} เป็น {status}
tr: {addon} durumu {status} olarak değiştirildi.
vi: Đã chuyển trạng thái {addon} thành {status}.

source: The addon has been flagged for Admin Review. It's still in our review queue, but it will need to be checked by one of our admin reviewers. The review might take longer than usual.
ka: თქვენი დამატება მონიშნულია ადმინისტრაციული განხილვისთვის. ჯერ კიდევ რიგშია, მაგრამ საჭიროა ერთმა ადმინისტრატორმა მაინც შეამოწმოს. რის გამოც, ეს განხილვა, ჩვეულზე მეტხანს შეიძლება გაგრძელდეს.
kab: Azegrir-agi yettwammel am akken yessefk ad ittucegger sɣur anedbal. Hatan yezga deg udras, acukan yessefk ad ittwasenqed sɣuṛ imsekyaden inedbalen. Acegger-agi yezmer ad isuter ugar n wakud.
ms: Add-on ini telah ditanda untuk Semakan Pentadbir. Masih dalam giliran semakan kami, tapi perlu disemak oleh salah seorang pentadbir kami. Semakan ini mungkin lebih lama daripada biasa.

source: Commented
ka: კომენტარი დამატებულია
ms: Komen
te: వ్యాఖ్యానించారు

source: {rating} for {addon} written.
es_ar: Se dio un {rating} a {addon}.
fi: {rating} lisäosalle {addon} kirjoitettu.
fur: Scrite {rating} par {addon}.
fy_nl: {rating} foar {addon} skreaun.
he: {rating} של {addon} נכתב.
hr: {rating} za {addon} napisano.
ia: {rating} scribite pro {addon}.
is: {rating} fyrir {addon} skrifuð.
ka: {addon}-ის {rating} გაკეთებულია.
ms: {rating} untuk {addon} ditulis.
nb_no: {rating} for {addon} skrevet.
nn_no: {rating} for {addon} er skriven.
ro: {rating} pentru {addon} scrisă.
te: రాసిన {addon} కోసం {rating}.
th: เขียน {rating} สำหรับ {addon} แล้ว
tr: {addon} için {rating} yazıldı.
vi: {rating} cho {addon} được viết.

source: {addon} is now licensed under {0}.
es_ar: {addon} está ahora bajo la licencia {0}.
fi: {addon} on nyt lisensoitu lisenssillä {0}.
fur: {addon} cumò al è disponibil sot de licence {0}.
fy_nl: {addon} falt no ûnder de lisinsje {0}.
he: הרישיון של {addon} הוא {0} כעת.
hr: {addon} je sad licenciran pod {0}.
ia: {addon} es ora licentiate sub {0}.
is: {addon} er nú með notkunarleyfi samkvæmt {0}.
ka: {addon} გავრცელდება {0} ლიცენზიით.
ms: {addon} kini dilesenkan di bawah {0}.
nb_no: {addon} er nå lisensiert under {0}.
nn_no: {addon} er no lisensiert under {0}.
ro: {addon} este acum disponibil sub licența {0}.
te: {addon} ఇప్పుడు {0} లైసెన్సు క్రింద లభ్యం.
th: {addon} ได้รับสิทธิ์ใช้งานในขณะนี้ภายใต้ {0}
tr: {addon} artık {0} lisansını kullanıyor.
vi: {addon} có giấy phép dưới dạng {0}.

source: {rating} for {addon} approved.
es_ar: Se aprobó el {rating} de {addon}.
fi: {rating} lisäosalle {addon} hyväksytty.
fur: Aprovade {rating} par {addon}.
fy_nl: {rating} foar {addon} goedkard.
he: {rating} של {addon} עבר אישור.
hr: {rating} za {addon} odobreno.
ia: {rating} pro {addon} approbate.
is: {rating} fyrir {addon} samþykkt.
ka: {addon}-ის {rating} მიღებულია.
ms: {rating} untuk {addon} diluluskan.
nb_no: {rating} for {addon} godkjent.
nn_no: {rating} for {addon} er godkjend.
ro: {rating} pentru {addon} aprobată.
te: {addon} కోసం {rating} ఆమోదించబడింది.
th: อนุมัติ {rating} สำหรับ {addon} แล้ว
tr: {addon} için {rating} onaylandı.
vi: {rating} cho {addon} được phê duyệt.

source: {user} approved {rating} for {addon}.
ka: {addon}-ის {rating} მიიღო {user}-მა.
ms: {user} meluluskan {rating} untuk {addon}.
te: {addon} కోసం {user} {rating}ను ఆమోదించారు.

source: Review {rating} for {addon} deleted.
es_ar: Se eliminó el {rating} para {addon}.
fi: Arvostelu {rating} lisäosalle {addon} poistettu.
fur: Recension {rating} par {addon} eliminade.
fy_nl: Beoardieling {rating} foar {addon} fuortsmiten.
he: הסקירה {rating} עבור {addon} נמחקה.
hr: Recenzija {rating} za {addon} izbrisana.
ia: Revision {rating} pro {addon} delite.
is: Yfirferð {rating} fyrir {addon} eytt.
ka: {addon}-ის {rating} მიმოხილვა წაიშალა.
ms: Ulasan {rating} untuk {addon} dibuang.
nb_no: Omtale {rating} for {addon} er slettet.
nn_no: Vurdering {rating} for {addon} er sletta.
ro: Recenzia {rating} pentru {addon} a fost ștearsă.
te: తొలగించబడిన {addon} కోసం {rating} సమీక్ష తొలగించబడింది.
th: ลบบทวิจารณ์ {rating} สำหรับ {addon} แล้ว
tr: {addon} için {rating} incelemesi silindi.
vi: Đánh giá {rating} cho {addon} đã bị xóa.

source: {user} deleted {rating} for {addon}.
ka: {addon}-ის {rating} წაშალა {user}-მა.
ms: {user} membuang {rating} untuk {addon}.
te: {addon} కోసం {user} {rating}ను తొలగించారు.

source: {rating} for {addon} updated.
es_ar: Se actualizó el {rating} para {addon}.
fur: {rating} par {addon} inzornade.
fy_nl: {rating} foar {addon} bywurke.
he: {rating} של {addon} עודכן.
hr: {rating} za {addon} aktualizirano.
ia: {rating} pro {addon} actualisate.
is: {rating} fyrir {addon} uppfærð.
ka: {addon}-ის {rating} განახლდა.
ms: {rating} untuk {addon} dikemaskini.
nb_no: {rating} for {addon} oppdatert.
nn_no: {rating} for {addon} er oppdatert.
ro: {rating} pentru {addon} actualizată.
te: {addon} కోసం {rating} తాజాకరించబడింది.
th: อัปเดต {rating} สำหรับ {addon} แล้ว
tr: {addon} için {rating} güncellendi.
vi: {rating} cho {addon} đã cập nhật.

source: User {user} banned.
ka: მომხმარებელი {user} შეიზღუდა.
ms: Pengguna {user} disekat.
te: వాడుకరి {user} నిషేధించబడ్డారు.

source: User {user} picture deleted.
ka: {user} მომხმარებლის სურათი წაიშალა.
ms: Gambar pengguna {user} dibuang.
te: వాడుకరి {user} బొమ్మ తొలగించబడింది.

source: {addon} migrated from preliminary.
ka: {addon} გადატანილია წინასწარი განხილვიდან.
kab: {addon} yussa-d si lqem amezwaru.
ms: {addon} dipindahkan daripada persediaan.
te: {addon} ప్రాధమిక నుండి వలసపోయింది.

source: Reply by developer on {addon} {version}.
es_ar: Respuesta del desarrollador para {addon} {version}.
fur: Rispueste dal svilupadôr su {addon} {version}.
fy_nl: Antwurd fan ûntwikkeler oer {addon} {version}.
he: תגובה לפי מפתח על {addon} {version}.
hr: Odgovor programera o dodatku {addon} {version}.
ia: Responsa per disveloppator sur {addon} {version}.
is: Svar frá forritara fyrir {addon} {version}.
ka: შემმუშავებლის პასუხი {addon} {version}-ზე.
kab: Tiririt n uneflay ɣef {addon} {version}.
ms: Jawapan oleh pembangun {addon} {version}.
nb_no: Svar fra utvikler på {addon} {version}.
nn_no: Svar frå utviklar på {addon} {version}.
ro: Răspunsul dezvoltatorului la {addon} {version}.
te: {addon} {version}పై డెవలపర్ స్పందన.
th: การตอบกลับโดยผู้พัฒนาบน {addon} {version}
tr: {addon} {version} için geliştirici yanıtı.
vi: Trả lời bởi nhà phát triển trên {addon} {version}.

source: Developer Reply
es_ar: Respuesta del desarrollador
fi: Kehittäjän vastaus
fur: Rispueste dal svilupadôr
fy_nl: Antwurd fan ûntwikkeler
he: תגובת המפתח
hr: Odgovor programera
ia: Responsa de disveloppator
is: Svar þróunaraðila
ka: შემმუშავებლის პასუხი
kab: Tiririt n uneflay
ms: Jawapan Pembangun
nb_no: Utviklersvar
nn_no: Utviklarsvar
ro: Răspunsul dezvoltatorului
te: డెవలపర్ ప్రత్యుత్తరం
th: การตอบกลับของนักพัฒนา
tr: Geliştiricinin yanıtı
vi: Trả lời từ nhà phát triển

source: Reply by reviewer on {addon} {version}.
es_ar: Respuesta del revisor para {addon} {version}.
fur: Rispueste dal revisôr su {addon} {version}.
fy_nl: Antwurd fan beoardieler oer {addon} {version}.
he: תגובה לפי סוקר על {addon} {version}.
hr: Odgovor recenzenta o dodatku {addon} {version}.
ia: Responsa per revisor sur {addon} {version}.
is: Svar frá yfirferðaraðila fyrir {addon} {version}.
ka: მიმომხილველის პასუხი {addon} {version}-ზე.
kab: Tiririt n umeɣri nniḍen i {addon} {version}.
ms: Jawapan oleh penyemak {addon} {version}.
nb_no: Svar fra gjennomgåingsperson for {addon} {version}.
nn_no: Svar frå vurderar for {addon} {version}.
ro: Răspunsul revizorului pentru {addon} {version}.
te: {addon} {version}లో సమీక్షకులచే ప్రత్యుత్తరం ఇవ్వండి.
th: การตอบกลับโดยผู้วิจารณ์บน {addon} {version}
tr: {addon} {version} için inceleyici yanıtı.
vi: Trả lời bởi người đánh giá về {addon} {version}.

source: Reviewer Reply
es_ar: Respuesta del revisor
fi: Tarkastajan vastaus
fur: Rispueste dal revisôr
fy_nl: Antwurd fan beoardieler
he: תגובת הסוקר
hr: Odgovor recenzenta
ia: Responsa de revisor
is: Svar yfirferðaraðila
ka: მიმომხილველის პასუხი
kab: Tiririt n umcegger
ms: Jawapan Penyemak
nb_no: Svar fra gjennomgåingsperson
nn_no: Svar frå vurderar
ro: Răspunsul revizorului
te: సమీక్షకుడి ప్రత్యుత్తరం
th: การตอบกลับของผู้วิจารณ์
tr: İnceleyenin yanıtı
vi: Trả lời của người đánh giá

source: Approval notes changed for {addon} {version}.
ka: {addon} {version}-ის მისაღები შენიშვნები შეიცვალა.
kab: Awennit γef {addon} {version}.
ms: Nota kelulusan {addon} {version} diubah.
te: {addon} {version} కోసం ఆమోద గమనికలు మార్చబడ్డాయి.

source: Approval notes changed
ka: ჩანაწერების მიღება შეცვლილია
kab: Tizmilin n usentem ttusniflent
ms: Nota kelulusan diubah
te: ఆమోద గమనికలు మార్చబడ్డాయి

source: Source code uploaded for {addon} {version}.
es_ar: Se ha actualizado el código fuente para {addon} {version}.
fi: Lisäosan {addon} {version} lähdekoodi on ladattu.
fur: Il codiç sorzint di {addon} {version} al è stât cjariât in rêt.
fy_nl: Boarnekoade foar {addon} {version} opladen.
he: קוד מקור הועלה עבור {addon} {version}.
hr: Izvorni kod prenesen za {addon} {version}.
ia: Codice fonte incargate pro {addon} {version}.
is: Grunnkóða hlaðið inn fyrir {addon} {version}.
ka: {addon} {version}-ის პირველწყარო კოდი ატვირთულია.
kab: Tangalt aɣbalu tuli i {addon} {version}.
ms: Kod sumber dimuat naik untuk {addon} {version}.
nb_no: Kildekode lastet opp for {addon} {version}.
nn_no: Kjeldekode lasta opp for {addon} {version}.
ro: Cod sursă încărcat pentru {addon} {version}.
te: {addon} {version} కోసం మూల కోడు ఎక్కించబడింది.
th: อัปโหลดโค้ดต้นฉบับสำหรับ {addon} {version} แล้ว
tr: {addon} {version} için kaynak kodu yüklendi.
vi: Mã nguồn được tải lên cho {addon} {version}.

source: Source code uploaded
es_ar: Se ha actualizado el código fuente
fi: Lähdekoodi ladattu
fur: Codiç sorzint cjariât in rêt
fy_nl: Boarnekoade opladen
he: קוד מקור הועלה
hr: Izvorni kod prenesen
ia: Codice fonte incargate
is: Grunnkóði sendur inn
ka: პირველწყარო კოდი ატვირთულია
kab: Tangalt aɣbalu tuli
ms: Kod sumber dimuat naik
nb_no: Kildekode lastet opp
nn_no: Kjeldekode lasta opp
ro: Cod sursă încărcat
te: మూల కోడ్ ఎక్కించబడింది
th: อัปโหลดโค้ดต้นฉบับแล้ว
tr: Kaynak kodu yüklendi
vi: Đã tải lên mã nguồn

source: Auto-Approval confirmed for {addon} {version}.
ka: {addon} {version}-ის ავტომატურად მიღება დაშვებულია.
ms: Auto-kelulusan disahkan untuk {addon} {version}.
te: {addon} {version} కోసం స్వీయ-ఆమోదం ధృవీకరించబడింది.

source: Auto-Approval confirmed
ka: ავტომატური მიღება დაშვებულია
ms: Auto-kelulusan disahkan
te: స్వీయ-ఆమోదం ధృవీకరించబడింది

source: {addon} {version} re-enabled.
es_ar: Se volvió a habilitar {addon} {version}.
fi: {addon} {version} otettu uudelleen käyttöön.
fur: {addon} {version} riativât.
fy_nl: {addon} {version} opnij ynskeakele.
he: {addon} {version} הופעלה מחדש.
hr: Dodatak {addon} {version} je reaktiviran.
ia: {addon} {version} re-activate.
is: {addon} {version} virkjuð aftur.
ka: {addon} {version} ჩაირთო.
ms: {addon} {version} didayakan semula.
nb_no: {addon} {version} aktivert på nytt.
nn_no: {addon} {version} aktivert på nytt.
ro: {addon} {version} reactivat.
te: {addon} {version} తిరిగి చేతనమైనది.
th: เปิดใช้งาน {addon} {version} ใหม่แล้ว
tr: {addon} {version} yeniden etkinleştirildi.
vi: {addon} {version} đã bật lại.

source: {addon} {version} disabled.
es_ar: Se deshabilitó {addon} {version}.
fi: {addon} {version} poistettu käytöstä.
fur: {addon} {version} disativât.
fy_nl: {addon} {version} útskeakele.
he: ‏{addon} {version} הושבתה.
hr: Dodatak {addon} {version} je deaktiviran.
ia: {addon} {version} disactivate.
is: {addon} {version} gerð óvirk.
ka: {addon} {version} გამორთულია.
ms: {addon} {version} dinyahdayakan.
nb_no: {addon} {version} deaktivert.
nn_no: {addon} {version} deaktivert.
ro: {addon} {version} dezactivat.
te: {addon} {version} అచేతనమైనది.
th: ปิดใช้งาน {addon} {version} แล้ว
tr: {addon} {version} devre dışı bırakıldı.
vi: {addon} {version} đã vô hiệu hóa.

source: {addon} {version} content approved.
ka: {addon} {version} შიგთავსი მიღებულია.
ms: Kandungan {addon} {version} diluluskan.
te: {addon} {version} విషయం ఆమోదం.

source: Content approved
ka: შიგთავსი მიღებულია
ms: Kandungan diluluskan
te: విషయం ఆమోదించబడింది

source: {addon} {version} content rejected.
es_ar: Se rechazó el contenido de {addon} {version}.
fi: {addon} {version} sisältö hylättiin.
fur: Contignûts di {addon} {version} refudâts.
fy_nl: Ynhâld {addon} {version} ôfwêzen.
he: התוכן של {addon} {version} נדחה.
hr: Sadržaj za {addon} {version} odbijen.
ia: Contento de {addon} {version} rejectate.
is: Efni {addon} {version} hafnað.
ka: {addon} {version} შიგთავსი უარყოფილია.
ms: Kandungan {addon} {version} ditolak.
nb_no: {addon} {version} innhold avvist.
nn_no: {addon} {version} innhald avvist.
ro: Conținut {addon} {version} respins.
te: {addon} {version} విషయం తిరస్కరించబడింది.
th: ปฏิเสธเนื้อหา {addon} {version} แล้ว
tr: {addon} {version} içeriği reddedildi.
vi: Nội dung {addon} {version} đã từ chối.

source: Content rejected
es_ar: Se rechazó el contenido
fi: Sisältö hylätty
fur: Contignûts refudâts
fy_nl: Ynhâld ôfwêzen
he: התוכן נדחה
hr: Sadržaj odbijen
ia: Contento rejectate
is: Efni hafnað
ka: შიგთავსი უარყოფილია
ms: Kandungan ditolak
nb_no: Innhold avvist
nn_no: Innhald avvist
ro: Conținut respins
te: విషయం తిరస్కరించబడింది
th: ปฏิเสธเนื้อหาแล้ว
tr: İçerik reddedildi
vi: Nội dung bị từ chối

source: {addon} information request altered or removed by admin.
ka: {addon} მონაცემების მოთხოვნა შეცვლილი ან გაუქმებულია ადმინისტრატორის მიერ.
ms: Permintaan maklumat {addon} diubah atau dibuang oleh pentadbir.
te: {addon} సమాచార అభ్యర్థన మార్చబడింది లేదా నిర్వాహకులచే తొలగించబడింది.

source: Information request altered
ka: მონაცემების მოთხოვნა შეცვლილია
ms: Permintaan maklumat diubah
te: సమాచార అభ్యర్థన మార్చబడింది
