Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: rejected
hu: elutasított
id: ditolak
kab: yettwagi
sk: zamietnuté
sq: hedhur poshtë
sr_latn: odbijeno
sv_se: avvisad

# editors_review_history_nominated_adminreview
source: escalated
hu: továbbított
id: dieskalasi
sk: bude detailne skontrolované
sq: shtyrë përpara
sr_latn: eskalirano
sv_se: upptrappad

source: needs more information
hu: további információ szükséges
id: perlu lebih banyak informasi
kab: yesra ugar n telɣut
sk: potrebuje dodatočné informácie
sq: lyp më tepër të dhëna
sr_latn: treba više informacija
sv_se: behöver mer information

source: needs super review
hu: teljes értékelés szükséges
id: perlu ulasan super
sk: potrebuje super-kontrolu
sq: lyp super-shqyrtim
sr_latn: zahteva super recenziju
sv_se: behöver supergranskning

source: {0} theme review successfully processed (+{1} points, {2} total).
hu: {0} téma értékelés sikeresen feldolgozva (+{1} pont, összesen {2}).
id: {0} ulasan tema berhasil diproses (+{1} poin, {2} total).
ka: {0} თემის მიმოხილვები წარმატებით დამუშავდა (+{1} ქულა, ჯამში {2}).
ms: {0} semakan tema berjaya diproses (+{1} poin, {2} jumlah).
sq: U përpunua me sukses {0} shqyrtim teme (+{1} pikë, {2} gjithsej).
sr_latn: {0} recenzija teme je uspešno obrađena (+{1} poena, {2} ukupno).
sv_se: {0} granskning av tema behandlad (+{1} poäng, {2} totalt).

source: Your theme locks have successfully been released. Other reviewers may now review those released themes. You may have to refresh the page to see the changes reflected in the table below.
hu: A téma zárak sikeresen elengedve. Más értékelők most felülvizsgálhatják a kiadott témákat. Előfordulhat, hogy frissíteni kell az oldalt, hogy a változások megjelenjenek az alábbi táblázatban.
id: Kunci tema anda berhasil dilepaskan. Pengulas lainnya sekarang bisa mengulas tema yang sudah dirilis tersebut. Anda mungkin harus melakukan refresh laman untuk melihat perubahan yang dimaksud dalam tabel di bawah ini.
ka: თქვენი დაყოვნებული თემა, წარმატებით გაეშვა. სხვა მიმომხილველებს, შეეძლებათ ამ ახალი გამოშვებების ნახვა. ქვემოთ მოცემულ ცხრილში ცვლილებების ასახვისთვის, გვერდის განახლებაა საჭირო.
ms: Tema anda yang dikunci telah berjaya dilepaskan. Penyemak lain kini boleh menyemak tema berkenaan. Anda perlu memuat semula halaman untuk melihat perubahan yang dinyatakan di dalam jadual di bawah.
sq: Bllokimet mbi temën tuaj u hoqën me sukses. Tani shqyrtues të tjerë mund të shqyrtojnë këto tema të zhbllokuara. Mund t’ju duhet të rifreskoni faqen që ndryshimet t’i shihni të pasqyruara te tabela më poshtë.
sv_se: Ditt låsta tema har framgångsrikt släppts. Andra granskare kan nu se över dessa släppta teman. Du kanske måste uppdatera sidan för att se ändringarna i nedanstående tabell.

source: {addon} :: Abuse Reports
hu: {addon} :: Visszaélési jelentések
id: {addon} :: Laporan Penyalahgunaan
ka: {addon} :: მოხსენება დარღვევის შესახებ
ms: {addon} :: Laporan Penyalahgunaan
sq: {addon} :: Njoftime Abuzimesh
sr_latn: {addon} :: Izveštaji zlostavljanja
sv_se: {addon} :: missbruksrapporter

source: Abuse Reports for {addon} ({num})
hu: Visszaélési jelentések a(z) {addon} kiegészítőhöz ({num})
id: Laporan Penyalahgunaan untuk {addon} ({num})
sq: Raporte Abuzimesh për {addon} ({num})
sr_latn: Izveštaji o zlostavljanju za {addon} ({num})
sv_se: Missbruksrapporter för {addon} ({num})

source: %(user)s on %(date)s [%(ip_address)s]
es_ar: %(user)s el %(date)s [%(ip_address)s]
fur: %(user)s ai %(date)s [%(ip_address)s]
fy_nl: %(user)s op %(date)s [%(ip_address)s]
he: ‏%(user)s ב־%(date)s‏ [%(ip_address)s]
hr: %(user)s, %(date)s [%(ip_address)s]
hu: %(user)s ekkor: %(date)s [%(ip_address)s]
ia: %(user)s le %(date)s [%(ip_address)s]
id: %(user)s pada %(date)s [%(ip_address)s]
ka: %(user)s [%(ip_address)s] %(date)s
kab: %(user)s di %(date)s [%(ip_address)s]
ms: %(user)s pada %(date)s [%(ip_address)s]
nb_no: %(user)s den %(date)s [%(ip_address)s]
sq: %(user)s më %(date)s [%(ip_address)s]
sr_latn: %(user)s dana %(date)s [%(ip_address)s]
sv_se: %(user)s den %(date)s [%(ip_address)s]
th: %(user)s เมื่อ %(date)s [%(ip_address)s]
tr: %(user)s, %(date)s [%(ip_address)s]
vi: %(user)s vào %(date)s [%(ip_address)s]

source: <i>anonymous</i> on %(date)s [%(ip_address)s]
hu: <i>ismeretlen</i> ekkor: %(date)s [%(ip_address)s]
id: <i>anonim</i> pada tanggal %(date)s [%(ip_address)s]
kab: <i>udrig</i> di %(date)s [%(ip_address)s]
sq: <i>anonim</i> më %(date)s [%(ip_address)s]
sr_latn: <i>anonimno</i> dana %(date)s [%(ip_address)s]
sv_se: <i>anonym</i> den %(date)s [%(ip_address)s]

source: Return to the Editor Tools homepage
hu: Visszatérés a Szerkesztői eszközök oldalra
id: Kembali ke beranda Perangkat Penyunting
sq: Kthehuni te faqja hyrëse e Mjeteve të Redaktorit
sr_latn: Vrati se na početnu stranicu Alatke urednika
sv_se: Gå tillbaka till hemsidan för redigeringsverktyg

source: Queues
hu: Várakozási sorok
id: Черги
ka: რიგი
ms: Giliran
sk: Fronty
sq: Radhët
sr_latn: Redovi za čekanje
sv_se: Köer

source: Unlisted Queues
hu: Titkos sorok
id: Antrean Tidak Terdaftar
sq: Radhë të Paklasifikuarash
sv_se: Olistade köer

source: Performance
hu: Teljesítmény
id: Kinerja
ka: წარმადობა
kab: Tamellit
ms: Prestasi
sk: Výkon
sq: Suksesshmëri
sr_latn: Performanse
sv_se: Prestanda
te: పనితనం

source: Logs
hu: Naplók
id: Логи
kab: Iɣmisen
sk: Denníky
sq: Regjistrime
sr_latn: Dnevnici
sv_se: Loggar

source: Add-on Review Log
hu: Kiegészítő értékelési naplója
id: Log Ulasan Pengaya
ka: დამატების განხილვის ჩანაწერები
kab: Aɣmis n ucegger n uzegrir
ms: Log Semakan Add-on
sk: Záznam kontroly doplnku
sq: Regjistër Shqyrtimesh Shtese
sr_latn: Dnevnik recenzija dodatka
sv_se: Granskningslogg för tillägg

source: Moderated Review Log
hu: Moderált értékelések naplója
id: Log Ulasan Dimoderasi
ka: შემოწმებული განხილვის ჩანაწერები
ms: Log Ulasan Moderat
sq: U moderua Regjistri i Shqyrtimeve
sr_latn: Kontrolisan dnevnik pregleda
sv_se: Modererad granskningslogg
te: మితత్వ సమీక్షల చిట్టా

source: Signed Beta Files Log
hu: Aláírt béta fájlok naplója
id: Log Berkas Beta Ditandatangani
sq: Regjistër Nënshkrimesh Kartelash Beta
sv_se: Signerad Beta fillogg

source: Announcement
hu: Bejelentés
id: Pengumuman
ka: გამოცხადება
ms: Pengumuman
sk: Oznámenie
sq: Njoftim
sr_latn: Saopštenje
sv_se: Meddelande
te: ప్రకటన

source: Filter
hu: Szűrő
id: Saringan
ka: დახარისხება
kab: Imzizdig
ms: Tapis
sk: Filtrovať
sq: Filtër
sr_latn: Filtriraj
sv_se: Filtrera
te: వడపోత

source: Date
es_ar: Fecha
fi: Päiväys
fy_nl: Datum
he: תאריך
hr: Datum
hu: Dátum
ia: Data
id: Дата
ka: თარიღი
kab: Azemz
ms: Tarikh
nb_no: Dato
nn_no: Dato
ro: Dată
sk: Dátum
sq: Datë
sr_latn: Datum
sv_se: Datum
te: తేదీ
th: วันที่
tr: Tarih
vi: Ngày

source: Event
hu: Esemény
id: Acara
ka: მოვლენა
kab: Tadyant
ms: Acara
sk: Udalosť
sq: Ngjarje
sr_latn: Događaj
sv_se: Händelse
te: కార్యక్రమం

source: More details.
hu: További részletek.
id: Rincian lainnya.
ka: უფრო ვრცლად.
kab: Ugar n telqayt
ms: Butiran lanjut.
sk: Ďalšie informácie
sq: Më tepër hollësi.
sr_latn: Više detalja.
sv_se: Mer detaljer.
te: మరిన్ని వివరాలు.

source: No events found for this period.
hu: A megadott időtartamban nem található esemény.
id: Tidak ada acara yang ditemukan dalam rentang waktu ini.
ka: დროის ამ მონაკვეთისთვის მოვლენები ვერ მოიძებნა.
kab: Ulac tidyanin yettwafen di twala-agi.
ms: Tiada acara dalam tempoh ini.
sq: S’u gjetën ngjarje për këtë periudhë.
sr_latn: Nema pronađenih događaja za ovaj period.
sv_se: Inga händelser hittades för denna period.
te: ఈ కాలానికి ఎటువంటి సంఘటనలు కనబడలేదు.

source: Log Details
hu: Naplórészletek
id: Rincian Log
sk: Podrobnosti o zázname
sq: Hollësi Regjistrimi
sr_latn: Detalji dnevnika
sv_se: Loggdetaljer

source: Log details
hu: Naplórészletek
id: Rincian log
ka: აღრიცხვის მონაცემები
kab: Talqayt n uɣmis
ms: Butiran log
sk: Podrobnosti o zázname
sq: Hollësi regjistri
sr_latn: Detalji dnevnika
sv_se: Loggdetaljer
te: చిట్టా వివరాలు

source: Add-on Title
hu: Kiegészítő címe
id: Judul Pengaya
ka: დამატების სათაური
kab: Azwel n uzegrir
ms: Tajuk Add-on
sk: Názov doplnku
sq: Titull Shtese
sr_latn: Naslov dodatka
sv_se: Titel för tillägg
te: పొడిగింత పేరు

source: Review Title
hu: Értékelés címe
id: Judul Ulasan
kab: Azwel n ucegger
sq: Titull Shqyrtimi
sr_latn: Pregledaj naslov
sv_se: Granskningstitel

source: Review Text
hu: Értékelés szövege
id: Teks Ulasan
ka: მიმოხილვის ტექსტი
kab: Aḍris n ucegger
ms: Teks Semakan
sk: Text recenzie
sq: Tekst Shqyrtimi
sr_latn: Pregledaj tekst
sv_se: Granskningstext
te: సమీక్షా పాఠ్యం

source: Review was flagged prior to deletion.
hu: Az értékelés meg lett jelölve törlés előtt.
id: Ulasan telah ditandai sebelum dihapus.
ka: მიმოხილვა მონიშნულია წასაშლელად.
ms: Semakan telah ditandakan sebelum dihapuskan.
sq: Shqyrtimit i ishte vënë shenjë para fshirjes.
sr_latn: Recenzija je označena pre brisanja.
sv_se: Granskning har flaggats innan borttagning.

source: Undelete
hu: Törlés visszavonása
id: Tidak dihapus
ka: წაშლილის აღდგენა
kab: Sefsex tukksa
ms: Batalkan membuang
sq: Çfshije
sr_latn: Poništi brisanje
sv_se: Ångra ta bort
te: తొలగించనిది

source: Full Review ({num})
hu: ({num}) teljes értékelés
id: Ulasan Lengkap ({num})
sk: Plná kontrola ({num})
sq: Shqyrtim i Plotë ({num})
sr_latn: ({num}) puna recenzija
sv_se: Fullständig granskning ({num})

source: Pending Update ({num})
hu: ({num}) függő frissítés
id: Pembaruan Ditunda ({num})
sk: Čakajúci na aktualizáciu ({num})
sq: Përditësim Në Pritje ({num})
sr_latn: ({num}) nadogradnja na čekanju
sv_se: Väntande uppdatering({num})

source: Preliminary Review ({num})
hu: ({num}) előzetes értékelés
id: Ulasan Pendahuluan ({num})
sk: Čakajúci na predbežnú kontrolu ({num})
sq: Shqyrtim Paraprak ({num})
sr_latn: ({num}) preliminarna recenzija
sv_se: Preliminär granskning ({num})

source: Current waiting times:
hu: Jelenlegi várakozási idő:
id: Waktu tunggu saat ini:
kab: Akkud n uraǧu anazzal:
sk: Aktuálna doba čakania:
sq: Kohë pritjeje hëpërhë:
sr_latn: Trenutno vreme čekanja:
sv_se: Aktuella väntetider:

source: {0} add-on
hu: {0} kiegészítők
id: {0} pengaya
kab: {0} azegrir
sk: {0} doplnok
sq: {0} shtesë
sr_latn: {0} dodatak
sv_se: {0} tillägg

source: Unlisted Full Review ({num})
hu: Titkos teljes értékelés ({num})
id: Ulasan Lengkap Tidak Terdaftar ({num})
sq: Shqyrtim i Plotë të Paklasifikuare ({num})
sv_se: Olistad fullständig granskning ({num})

source: Unlisted Pending Update ({num})
hu: Titkos függő frissítés ({num})
id: Pembaruan Ditunda Tidak Terdaftar ({num})
sq: Përditësim Në Pritje për të Paklasifikuar ({num})
sv_se: Olistad väntande uppdatering ({num})

source: Unlisted Preliminary Review ({num})
hu: Titkos előzetes értékelés ({num})
id: Ulasan Pendahuluan Tidak Terdaftar ({num})
sq: Shqyrtim Paraprak për të Paklasifikuar ({num})
sv_se: Olistad preliminär granskning ({num})

source: Total Reviews
hu: Összes értékelés
id: Ulasan Total
ka: სულ მიმოხილვები
kab: Amḍan amatu n iceggiren
ms: Bilangan Semakan
sk: Recenzie celkom
sq: Shqyrtime Gjithsej
sr_latn: Ukupno recenzija
sv_se: Totalt antal recensioner
te: మొత్తం సమీక్షలు

source: Reviews This Month
hu: A hónap értékelései
id: Ulasan Bulan Ini
kab: Iceggiren n waggur-agi
sq: Shqyrtime Këtë Muaj
sr_latn: Pregleda ovog meseca
sv_se: Recensioner denna månad

source: New Editors
hu: Új szerkesztők
id: Editor Baru
sk: Noví editori
sq: Redaktorë të Rinj
sr_latn: Novi urednici
sv_se: Nya redigerare

source: You're #{0} with {1} reviews
hu: Ön #{0}, {1} értékeléssel
id: Anda #{0} dengan {1} ulasan
kab: aqlak d #{0} akked {1} n iceggiren
sq: Jeni #{0} me {1} shqyrtues
sr_latn: Vi ste #{0} sa {1} pregleda
sv_se: Du är nummer {0} med {1} recensioner

source: Moderated Review ({num})
hu: ({num}) moderált értékelés
id: Ulasan Dimoderasi ({num})
sk: Moderovaná recenzia ({num})
sq: Shqyrtim i Moderuar ({num})
sr_latn: ({num}) uređena recenzija
sv_se: Modererad granskning({num})

source: Reviewer Leaderboard
hu: Értékelő ranglista
id: Papan Pimpinan Pengulas
ka: მიმომხილველთა ჩამონათვალი
kab: Agzul n umaẓrag
ms: Carta-kedudukan Penyemak
sq: Klasifikim Shqyrtuesish
sr_latn: Tabela lidere recezenata
sv_se: Granskarnas ledartavla
te: సమీక్షకుల లీడర్‌బోర్డ్

source: No review points awarded yet.
hu: Nincsenek még értékelési pontok.
id: Belum ada nilai ulasan yang diberikan.
ka: მომოხილვის ქულები ჯერ არ არის.
ms: Belum ada markah yang diberikan.
sq: Ende pa pikë shqyrtuesi të akorduara.
sr_latn: Još nema nagrađenih poena za recenziju.
sv_se: Inga granskningspoäng tilldelade ännu.
te: సమీక్ష పాయింట్లేమీ ఇంకా బహూకరించలేదు.

source: Rank
hu: Helyezés
id: Peringkat
ka: ადგილი
ms: Kedudukan
sk: Hodnotenie
sq: Renditje
sr_latn: Pozicija
te: ర్యాంక్

source: Score
hu: Pontszám
id: Skor
ka: ქულა
kab: Agmuḍ
ms: Markah
sk: Skóre
sq: Pikë
sr_latn: Rezultat
sv_se: Poäng
te: స్కోరు

source: Message of the Day
hu: A nap üzenete
id: Pesan Hari Ini
sk: Správa dňa
sq: Mesazhi i Ditës
sr_latn: Poruka dana
sv_se: Meddelande för dagen

source: Update message of the day
hu: A nap üzenetének frissítése
id: Perbarui pesan hari ini
ka: დღის შეტყობინების განახლება
kab: Snifel izen n wass
ms: Kemaskini mesej penting hari ini
sk: Aktualizovať správu dňa
sq: Mesazhi i sotëm i përditësimit
sr_latn: Ažuriraj poruku dana
sv_se: Uppdatera meddelande för dagen
te: రోజు యొక్క సందేశాన్ని నవీకరించండి

source: Save
hu: Mentés
id: Simpan
ka: შენახვა
kab: Sekles
ms: Simpan
sk: Uložiť
sq: Ruaje
sr_latn: Sačuvaj
sv_se: Spara
te: భద్రపరచు

source: Add-on Editor Performance
hu: Kiegészítő szerkesztő teljesítménye
id: Performa Penyunting Pengaya
sq: Funksionimi i Redaktorit të Shtesave
sv_se: Prestanda tilläggseditor

source: View statistics for user
hu: Felhasználó statisztikájának megtekintése
id: Tampilkan statistik untuk pengguna
ka: მომხმარებლის სტატისტიკის ნახვა
kab: Sken tidaddanin i useqdac
ms: Papar statistik untuk pengguna
sk: Zobraziť štatistiky používateľa
sq: Shihni statistikat për përdorues
sr_latn: Pogledaj statistiku za korisnika
sv_se: Visa statistik för användare
te: వినియోగదారుల గణాంకాలను వీక్షించండి

source: Range
hu: Tartomány
id: Rentang
ka: შუალედი
kab: Azilal
ms: Julat
sk: Rozsah
sq: Interval
sr_latn: Raspon
sv_se: Intervall
te: స్థాయి

source: Your Reviews
hu: Saját értékelések
id: Ulasan Anda
ka: თქვენი მიმოხილვები
kab: Iceggiren inek
ms: Semakan Anda
sk: Vaše recenzie
sq: Shqyrtimet Tuaja
sr_latn: Vaše recenzije
sv_se: Dina recensioner
te: మీ సమీక్షలు

source: By {user_name}
hu: {user_name} készítette
id: Oleh {user_name}
ka: {user_name}
kab: Sɣur {user_name}
ms: Mengikut {user_name}
sk: Autor {user_name}
sq: Nga {user_name}
sr_latn: Od korisnika {user_name}
sv_se: Av {user_name}
te: {user_name} ద్వారా

source: Active Contributors
hu: Aktív közreműködők
id: Kontributor Aktif
ka: მოქმედი მოხალისეები
kab: Iceggiren inek
ms: Penyumbang Aktif
sk: Aktívni prispievatelia
sq: Pjesëmarrës Aktivë
sr_latn: Aktivni saradnici
sv_se: Aktiva bidragare
te: క్రియాశీల తోడ్పాటుదార్లు

source: This Month
hu: Ez a hónap
id: Bulan Ini
ka: ამ თვის
kab: Aggur-agi
ms: Bulan Ini
sk: Tento mesiac
sq: Këtë Muaj
sr_latn: Ovog meseca
sv_se: Denna månad
te: ఈ నెల

source: This Year
hu: Ebben az évben
id: Tahun Ini
ka: ამ წლის
kab: Aseggass-agi
ms: Tahun Ini
sk: Tento rok
sq: Këtë Vit
sr_latn: Ove godine
sv_se: Detta år
te: ఈ సంవత్సరం

source: Monthly Performance
hu: Havi teljesítmény
id: Kinerja Bulanan
ka: წარმადობა ყოველთვიურად
kab: Timellit n waggur
ms: Prestasi Bulanan
sk: Mesačná aktivita
sq: Suksesshmëri Mujore
sr_latn: Mesečne performanse
sv_se: Månadsprestanda
te: నెలవారీ పనితనం

source: All-time Point Breakdown by Type
hu: Örökös pontok típus szerint lebontva
id: Poin Perincian Sepanjang Masa berdasarkan Jenis
ka: ყველა დროის ქულები, ტიპების მიხედვით
ms: Pecahan Poin Sepanjang-masa mengikut Jenis
sq: Shpërndarje Pikësh Sipas Llojeve, Që Prej Fillimeve
sr_latn: Presek po tipu
sv_se: Total poängfördelning efter typ

source: Total
hu: Összesen
ka: სულ
kab: Asemday
ms: Jumlah
sk: Spolu
sq: Gjithsej
sr_latn: Ukupno
sv_se: Totalt
te: మొత్తం

source: Month
hu: Hónap
id: Bulan
ka: თვის
kab: Aggur
ms: Bulan
sk: Mesiac
sq: Muaj
sr_latn: Mesec
sv_se: Månad
te: నెల

source: Year
hu: Év
id: Tahun
ka: წლის
kab: Aseggwass
ms: Tahun
sk: Rok
sq: Vit
sr_latn: Godina
sv_se: År
te: సంవత్సరం

source: All-Time
hu: Bármikor
id: Setiap-Waktu
ka: ყველა დროის
kab: Yal tikelt
ms: Sepanjang-Masa
sk: Po celý čas
sq: Tërë Kohën
sr_latn: Sve vreme
sv_se: Totalt
te: అన్ని సమయాలలో

source: Advanced Search
hu: Speciális keresés
id: Pencarian Lanjut
ka: გაფართოებული ძებნა
kab: Anadi leqqayen
ms: Carian Lanjutan
sk: Rozšírené vyhľadávanie
sq: Kërkim i Mëtejshëm
sr_latn: Napredna pretraga
sv_se: Avancerad sökning
te: అధునాతన శోధన

source: clear search
hu: keresés törlése
id: hapus pencarian
ka: ძიების გასუფთავება
kab: sfeḍ anadi
ms: buang carian
sk: vymazať vyhľadávanie
sq: pastro kërkimin
sr_latn: očisti pretragu
sv_se: rensa sökning
te: శోధనను తుడువు

source: Process Reviews
hu: Értékelések feldolgozása
id: Proses Mengulas
ka: მიმოხილვების დამუშავება
kab: Ddu ar ucegger
ms: Proses Semakan
sk: Spracovať recenzie
sq: Përpunoni Shqyrtime
sr_latn: Procesiraj recenzije
sv_se: Behandla granskningar
te: ప్రక్రియలో సమీక్షలు

source: Moderation actions:
hu: Moderációs műveletek:
id: Aksi moderasi:
ka: შემმოწმებლის მოვალეობები:
ms: Tindakan moderat:
sk: Kroky moderátora:
sq: Veprime moderimi:
sr_latn: Akcije moderacije:
sv_se: Modererade åtgärder:
te: నియంత్రణ చర్యలు:

source: by %(user)s on %(date)s %(stars)s (%(locale)s)
hu: készítette: %(user)s, %(date)s %(stars)s (%(locale)s)
id: oleh %(user)s pada %(date)s %(stars)s (%(locale)s)
ka: %(user)s-ის მიერ %(date)s %(stars)s (%(locale)s)
kab: sɣuṛ %(user)s di %(date)s %(stars)s (%(locale)s)
ms: mengikut %(user)s pada %(date)s %(stars)s (%(locale)s)
sk: od %(user)s dňa %(date)s %(stars)s (%(locale)s)
sq: nga %(user)s më %(date)s %(stars)s (%(locale)s)
sr_latn: od %(user)s dana %(date)s %(stars)s (%(locale)s)
sv_se: av %(user)s den %(date)s %(stars)s (%(locale)s)

source: <strong>%(reason)s</strong> <span class="light">Flagged by %(user)s on %(date)s</span>
es_ar: <strong>%(reason)s</strong> <span class="light">marcada por %(user)s el %(date)s</span>
fur: <strong>%(reason)s</strong> <span class="light">Segnalât di %(user)s ai %(date)s</span>
fy_nl: <strong>%(reason)s</strong> <span class="light">Markearre troch %(user)s op %(date)s</span>
he: <strong>%(reason)s</strong> <span class="light">סומן בדגל על־ידי %(user)s בתאריך %(date)s</span>
hr: <strong>%(reason)s</strong> <span class="light">Označeno od %(user)s, %(date)s</span>
hu: <strong>%(reason)s</strong> <span class="light">%(user)s jelölte meg, %(date)s</span>
ia: <strong>%(reason)s</strong> <span class="light">Signalate per %(user)s le %(date)s</span>
id: <strong>%(reason)s</strong> <span class="light">Ditandai oleh %(user)s pada %(date)s</span>
ka: <strong>%(reason)s</strong><span class="light">მონიშნულია %(user)s-ის მიერ %(date)s</span>
kab: <strong>%(reason)s</strong> <span class="light">Yettwasezmel sɣuṛ %(user)s di %(date)s</span>
ms: <strong>%(reason)s</strong> <span class="light">Ditandakan oleh %(user)s pada %(date)s</span>
nb_no: <strong>%(reason)s</strong> <span class="light">Flagget av %(user)s den %(date)s</span>
sk: <strong>%(reason)s</strong> <span class="light">Označil %(user)s dňa %(date)s</span>
sq: <strong>%(reason)s</strong> <span class="light">I është vënë shenjë nga %(user)s më %(date)s</span>
sr_latn: <strong>%(reason)s</strong> <span class="light">Označio %(user)s dana %(date)s</span>
sv_se: <strong>%(reason)s</strong> <span class="light">Flaggad av %(user)s den %(date)s</span>
th: <strong>%(reason)s</strong> <span class="light">ตั้งค่าสถานะโดย %(user)s เมื่อ %(date)s</span>
tr: <strong>%(reason)s</strong>, <span class="light">%(date)s tarihinde %(user)s tarafından işaretlendi</span>
vi: <strong>%(reason)s</strong> <span class="light">Được gắn cờ bởi %(user)s trên %(date)s</span>

source: All reviews have been moderated. Good work!
sq: U moderuan krejt shqyrtimet. Punë e paqme!

source: Version Notes / Notes for Reviewer
hu: Verzió megjegyzések / Megjegyzések az értékelőknek
id: Catatan Versi / Catatan untuk Pengulas
sk: Poznámky k verzii / Poznámky pre redaktora
sq: Shënime Versioni / Shënime për Shqyrtuesin
sr_latn: Beleške o verziji / Beleške za recenzenta
sv_se: Versionsanteckningar / Anteckningar för granskare

source: There are currently no add-ons of this type to review.
hu: Jelenleg nincsenek értékelendő kiegészítők ebből a típusból.
id: Saat ini tidak ada pengaya jenis ini untuk diulas.
ka: ამ სახის არცერთი დამატება არ არის განსახილველად.
ms: Masih belum ada add-on jenis ini untuk disemak buat masa ini.
sk: Momentálne nie je na recenziu žiadny doplnok tohto typu.
sq: Hëpërhë s’ka shtesa të këtij lloji për shqyrtim.
sr_latn: Trenutno nema dodataka ovog tipa za pregled.
sv_se: Det finns för tillfället inga tillägg av denna typ att granska.
te: సమీక్షించడానికి ప్రస్తుతం ఈ రకమైన పొడగింతలు ఏమీ లేవు.

source: Helpful Links:
hu: Hasznos hivatkozások:
id: Tautan yang Berguna:
ka: სასარგებლო ბმულები:
kab: Iseɣwan iwulmen:
ms: Pautan Berguna:
sk: Užitočné odkazy:
sq: Lidhje të Dobishme:
sr_latn: Korisne veze:
sv_se: Nyttiga länkar:
te: ఉపయోగపడే లంకెలు:

source: Add-on Policy
hu: Irányelvek a kiegészítőkhöz
id: Kebijakan Pengaya
ka: დამატების დებულებები
kab: Tasertit n uzegrir
ms: Polisi Add-on
sk: Zásady ochrany súkromia doplnku
sq: Rregulla Shtese
sr_latn: Politika dodatka
sv_se: Policy för tillägg
te: పొడిగింత విధానం

source: Editors' Guide
hu: Útmutató szerkesztőknek
id: Panduan Editor
kab: Amnir n umaẓrag
sk: Príručka editora
sq: Udhërrëfyes Redaktorësh
sr_latn: Saveti urednika
sv_se: Guide för redigerare

source: Review {0}
hu: {0} értékelése
id: Ulasan {0}
ka: მიმოხილვა {0}
kab: Acegger {0}
ms: Semakan {0}
sk: Recenzia {0}
sq: Shqyrtoni {0}
sr_latn: Pregledaj {0}
sv_se: Granska {0}
te: {0}‌ను సమీక్షించండి

source: Add-on user change history
hu: Kiegészítő felhasználóváltozásának előzményei
id: Riwayat perubahan pengguna pengaya
ka: დამატების მომხმარებლის ცვლილების ისტორია
ms: Sejarah perubahan pengguna add-on
sk: História zmien doplnku používateľom
sq: Historik ndryshimes përdoruesi shtese
sv_se: Användarändringshistorik för tillägg

source: Add-on History
hu: Kiegészítő előzményei
id: Riwayat Pengaya
ka: დამატების ისტორია
kab: Amazray n uzegrir
ms: Sejarah Add-on
sk: História doplnku
sq: Historik Shtese
sr_latn: Istorijat dodatka
sv_se: Historik för tillägg
te: పొడగింత చరిత్ర

source: Compatibility:
hu: Kompatibilitás:
id: Kompatibilitas:
ka: თავსებადობა:
kab: Amṣada:
ms: Keserasian:
sk: Kompatibilita:
sq: Përputhshmëri:
sr_latn: Kompatibilnost:
sv_se: Kompatibilitet:
te: అనుకూలత:

source: Additional sources:
hu: További források:
id: Sumber tambahan:
ka: დამატებითი წყაროები:
kab: Tiɣbula nniḍen:
ms: Sumber tambahan:
sk: Ďalšie zdroje:
sq: Burime shtesë:
sr_latn: Dodatni izvori:
sv_se: Ytterligare källor:
te: అదనపు వనరులు:

source: Download files
hu: Fájlok letöltése
id: Unduh berkas
ka: ფაილების ჩამოტვირთვა
kab: Sider ifuyla
ms: Muat turun fail
sk: Prevziať súbory
sq: Shkarkoni kartela
sr_latn: Preuzmi datoteke
sv_se: Hämta filer
te: ఫైళ్లను దింపుకోళ్ళు చేయండి

source: The developer has provided source code.
hu: A fejlesztő biztosított forráskódot.
id: Pengembang telah menyediakan kode sumber.
ka: შემმუშავებელმა წარმოადგინა პირველწყარო კოდი.
ms: Pembangun menyediakan kod sumber.
sk: Vývojár poskytol zdrojový kód.
sq: Zhvilluesi ka dhënë kodin burim.
sr_latn: Programer je pružio izvorni kod.
sv_se: Utvecklaren har lämnat källkod.
te: డెవలపర్ సోర్స్ కోడ్ను అందుబాటులోవుంచాడు.
