Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, bn, el, fa, fi, fur, fy_nl, gu_in, he, hi_in, hr, ia, is, ja, ka, kab, ms, nn_no, pl, pt_br, pt_pt, ro, si, sk, sl, sr_latn, sv_se, te, th, tr, vi

source: User Profile
ar: ملف المستخدم
ast: Perfil d'usuariu
bn: ব্যবহারকারীর প্রফাইল
fi: Käyttäjäprofiili
fur: Profîl utent
fy_nl: Brûkersprofyl
gu_in: વપરાશકર્તા પ્રોફાઇલ
he: פרופיל משתמש
hi_in: उपयोगकर्ता प्रोफ़ाइल
hr: Korisnički profil
ia: Profilo de usator
is: Notandasnið
ja: ユーザプロプロフィール
ka: მომხმარებლის პროფილი
kab: Amaɣnu n useqdac
ms: Profil Pengguna
nn_no: Brukarprofil
pl: Profil użytkownika
pt_br: Perfil de usuário
pt_pt: Perfil do utilizador
ro: Profil utilizator
si: පරිශ්‍රීලක පැතිකඩ
sk: Používateľský profil
sl: Uporabniški profil
sv_se: Användarprofil
te: వాడుకరి ప్రొఫైల్
tr: Kullanıcı Kimliği
vi: Thông tin người dùng

source: Version History
ar: تأريخ الإصدار
ast: Historia de versiones
bn: ভার্সন এর ইতিহাস
fi: Versiohistoria
fur: Cronologjie versions
fy_nl: Ferzjeskiednis
gu_in: આવૃત્તિ ઇતિહાસ
he: היסטוריית גרסאות
hi_in: संस्करण इतिहास
hr: Povijest verzija
ia: Chronologia del versiones
is: Útgáfuferill
ja: バージョン履歴
ka: ვერსიის ისტორია
kab: Amazray n useqdac
ms: Sejarah Versi
nn_no: Versjonshistorikk
pl: Historia wersji
pt_br: Histórico da versão
pt_pt: Histórico de versões
ro: Istoricul versiunilor
si: අනුවාද ඉතිහාසය
sk: História verzií
sl: Zgodovina različice
sv_se: Versionshistorik
te: సంస్కరణ చరిత్ర
tr: Sürüm Geçmişi
vi: Lịch sử phiên bản

source: Sharing
bn: শেয়ারিং
el: Διαμοιρασμός
fi: Jakaminen
fur: Condivision
fy_nl: Diele
gu_in: શેર કરી રહ્યાં છે
he: שיתוף
hi_in: साझा हो रहा है
hr: Dijeljenje
ia: Compartimento
is: Deiling
ja: 共有
ka: გაზიარება
kab: Beṭṭu
ms: Perkongsian
nn_no: Deling
pl: Udostępnianie
pt_br: Compartilhamento
pt_pt: Partilha
ro: Partajare
si: බෙදාගැනීම
sk: Zdieľanie
sl: Deljenje
sr_latn: Deljenje
sv_se: Delning
te: పంచుకోండి
th: การแบ่งปัน
tr: Paylaşım
vi: Chia sẻ

source: Category Pages
ar: صفحات الفئات
ast: Páxines d'estayes
bn: ক্যাটেগরি পেজ
el: Σελίδες κατηγορίας
fi: Kategoriasivut
fur: Pagjinis des categoriis
fy_nl: Kategorysiden
gu_in: શ્રેણી પૃષ્ઠો
he: דפי קטגוריה
hi_in: श्रेणी पेज
hr: Stranice kategorija
ia: Paginas de categoria
is: Flokkasíður
ja: カテゴリページ
ka: კატეგორიის გვერდები
kab: Isebtar n taggayin
ms: Halaman Kategori
nn_no: Kategorisider
pl: Strony kategorii
pt_br: Páginas de Categorias
pt_pt: Páginas de categorias
ro: Pagini de categorii
si: ප්‍රවර්ග පිටු
sk: Stránky kategórií
sl: Strani s kategorijami
sr_latn: Stranice kategorija
sv_se: Kategorisidor
te: వర్గం పేజీలు
th: หน้าหมวดหมู่
tr: Kategori Sayfaları
vi: Các thể loại

source: Collections
ar: المجموعات
ast: Coleiciones
bn: সংগ্রহসমূহ
el: Συλλογές
fi: Kokoelmat
fur: Racueltis
fy_nl: Kolleksjes
gu_in: સંગ્રહો
he: אוספים
hi_in: संग्रह
hr: Kolekcije
ia: Collectiones
is: Söfn
ja: コレクション
ka: კოლექციები
kab: Tigrummiwin
ms: Koleksi
nn_no: Samlingar
pl: Kolekcje
pt_br: Coleções
pt_pt: Coleções
ro: Colecții
si: එකතු
sk: Kolekcie
sl: Zbirke
sr_latn: Kolekcije
sv_se: Samlingar
te: సేకరణలు
th: ชุด
tr: Koleksiyonlar
vi: Bộ sưu tập

source: Category Landing Featured Carousel
bn: ল্যান্ডিং বিভাগ আলোচিত ক্যারাউজেল
el: Κατηγορία Προβεβλημένο Καρουζέλ
fi: Luokka Laskeutuminen Esittelyssä Karuselli
fur: Categorie di benvignût carosel di ce che al è in risalt
fy_nl: Startside kategory Oanrekommandearre-karrûsel
hr: Vrtuljak istaknutih odredišnih kategorija
ia: Galeria del categorias de accesso favorite
is: Flokkur í úrvalshringekju á fyrstu síðu
ja: カテゴリトップページのおすすめローテーション
ka: განთავსება კატეგორიაში რჩეულები
kab: Taggayt tagejdant n umray ifazen
ms: Karusel Sorotan Pelantar Kategori
nn_no: Kategorilanding framheva karusell
pl: Karuzela polecanych
pt_br: Galeria de destaques
pt_pt: Categoria de funcionalidades carousel
ro: Categorie care ajunge în caruselul de suplimente promovate
sk: Kategória s odporúčanými doplnkami
sl: Ciljna kat. Vrtiljak Izbrane
sr_latn: Klizač izdvojenih apl. na početnoj strani kategorije
sv_se: Kategoriöversikt: Karusell med utvalda tillägg

source: Category Landing Top Rated
bn: ল্যান্ডিং বিভাগ শীর্ষ রেটেড
el: Κατηγορία Υψηλότερη Βαθμολογία
fi: Luokka Laskeutuminen Parhaiten arvioidut
fur: Categorie di benvignût plui preseâts
fy_nl: Startside kategory Bêst wurdeare
hr: Najbolje ocijenjene odredišne kategorije
ia: Categorias de accesso de los melio valutate
is: Flokkur í hæstu einkunn á fyrstu síðu
ja: カテゴリトップページの高評価枠
ka: განთავსება კატეგორიაში უმაღლესად შეფასებულები
kab: Taggayt tagejdant yettaszemlen seg imezwura
ms: Kategori Pelantar Tahap Tinggi
nn_no: Kategorilanding topprangert
pl: Najwyżej oceniane
pt_br: Melhor avaliados
pt_pt: Categoria dos mais avaliados
ro: Categorie care ajunge în cele mai apreciate
sk: Kategórie najlepšie hodnotených
sl: Ciljna kat. Najbolje ocenjeni
sr_latn: Najbolje ocenjene apl. na početnoj strani kategorije
sv_se: Kategoriöversikt: Högst omdöme
vi: Trang đầu Phân mục Xếp hạng Cao nhất

source: Category Landing Most Popular
bn: ল্যান্ডিংয় বিভাগ সর্বাধিক জনপ্রিয়
el: Κατηγορία Δημοφιλέστερα
fi: Luokka Laskeutuminen Suosituimmat
fur: Categorie di benvignût plui popolârs
fy_nl: Startside kategory Populêrst
hi_in: श्रेणी लैंडिंग सबसे लोकप्रिय
hr: Najpopularnije odredišne kategorije
ia: Categorias de accesso de los plus popular
is: Flokkur í vinsælasta á fyrstu síðu
ja: カテゴリトップページの人気枠
ka: განთავსება კატეგორიაში ყველაზე მოთხოვნადი
kab: Taggayt tagekdant yettwasnen aṭas
ms: Kategori Pelantar Paling Popular
nn_no: Kategorilanding mest populære
pl: Najpopularniejsze
pt_br: Mais populares
pt_pt: Categoria mais populares
ro: Categorie care ajunge în cele mai populare
sk: Kategórie najviac populárnych
sl: Ciljna kat. Najbolj priljubljeni
sr_latn: Najpopularnije apl. na početnoj strani kategorije
sv_se: Kategoriöversikt: Populäraste
vi: Trang đầu Phân mục Thông dụng Nhất

source: Category Landing Recently Added
el: Κατηγορία Προστέθηκαν πρόσφατα
fi: Luokka Laskeutuminen Äskettäin lisätty
fur: Categorie di benvignût zontâts di resint
fy_nl: Startside kategory Koartlyn tafoege
hi_in: हाल ही में जोडी गयी श्रेणीके अवतरण!
hr: Nedavno dodane odredišne kategorije
ia: Categorias de accesso de los plus recente
is: Flokkur í nýlega bætt við á fyrstu síðu
ja: カテゴリトップページの新着枠
ka: განთავსება კატეგორიაში ბოლოს დამატებულები
kab: Taggayt tagejdant yettwarnan melmi kan
ms: Kategori Pelantar Terkini Ditambah
nn_no: Kategorilanding nyleg lagt til
pl: Ostatnio dodane
pt_br: Adicionados recentemente
pt_pt: Categoria dos adicionados recentemente
ro: Categorie care ajunge în cele adăugate recent
sk: Kategórie naposledy pridaných
sl: Ciljna kat. Najnovejše
sr_latn: Skoro dodate apl. na početnoj strani kategorije
sv_se: Kategoriöversikt: Nyligen tillagda
te: ఇటీవల చేర్చబడిన వర్గపు ముంగిలి
vi: Trang đầu Phân mục Đã thêm Gần đây

source: Browse Listing Featured Sort
el: Αναζήτηση Λίστας Προβεβλημένων Ταξινόμηση
fi: Selaa listausta Esittelyssä Lajittele
fur: Listis ordenadis par ce che al è in risalt
fy_nl: List trochblêdzje sortearre op Oanrekommandearre
hr: Pretraži listu istaknutih sortirano
ia: Explora le lista ordinate per los plus favorite
is: Röðun eftir úrvalsefni við skoðun lista
ja: 一覧ページのおすすめ順
ka: რჩეულობის მიხედვით დახარისხებულის დათვალიერება
kab: Snirem tabdart n usmizzwer n yetran
ms: Layari Senarai mengikut Susunan Sorotan
nn_no: Listegjennomgang sortert etter framheva
pl: Wykaz przeglądania polecanych
pt_br: Lista ordenada por Destaques
pt_pt: Navegar na listagem ordenada em destaque
ro: Parcurge lista ordonată după suplimente promovate
sk: Zoznam doplnkov podľa obľúbenosti
sl: Brsk. sez. - razv. po Izbrani
sr_latn: Pregled sortirane liste istaknutih aplikacija
sv_se: Bläddringslista: Sorterad efter utvalda tillägg
th: ดูรายการตามการแนะนำ
vi: Duyệt danh sách sắp xếp theo đặc sắc

source: Browse Listing Users Sort
bn: ব্রাউজার ব্যবহারকারীর সাজানো তালিকা
el: Αναζήτηση Λίστας Χρηστών Ταξινόμηση
fi: Selaa Listaus Käyttäjät Järjestele
fur: Listis ordenadis par utents
fy_nl: List trochblêdzje sortearre op Brûkers
hr: Pretraži listu korisnika sortirano
ia: Explora le lista ordinate per usatores
is: Röðun eftir notendum við skoðun lista
ja: 一覧ページのユーザ数順
ka: მომხმარებლის მიხედვით დახარისხებულის დათვალიერება
kab: Snirem tabdart n usmizzwer n iseqdacen
ms: Layari Senarai mengikut Susunan Pengguna
nn_no: Listegjennomgang sortert etter brukarar
pl: Wykaz przeglądania liczby użytkowników
pt_br: Lista ordenada por Usuários
pt_pt: Navegar na listagem ordenada de utilizadores
ro: Parcurge lista ordonată după utilizatori
sk: Zoznam doplnkov podľa počtu používateľov
sl: Brsk. sez. - razv. po Največ uporabnikov
sr_latn: Pregled sortirane liste korisnika
sv_se: Bläddringslista: Sorterad efter användare
th: เรียกดูรายการตามผู้ใช้
vi: Duyệt danh sách người dùng theo sắp xếp

source: Browse Listing Rating Sort
bn: ব্রাউজারে রেটিং তালিকা সাজানোর ক্রম
el: Αναζήτηση Λίστας Αξιολογήσεων Ταξινόμηση
fi: Selaa Listaus Luokitus Järjestele
fur: Listis ordenadis par vôt
fy_nl: List trochblêdzje sortearre op Wurdearring
hr: Pretraži listu ocijenjenih sortirano
ia: Explora le lista ordinate per valutationes
is: Röðun eftir einkunn við skoðun lista
ja: 一覧ページの評価順
ka: შეფასების მიხედვით დახარისხებულის დათვალიერება
kab: Snirem tabdart n usmizzwer n tezmilin
ms: Layari Senarai mengikut Susunan Tahap
nn_no: Listegjennomgang sortert etter rangering
pl: Wykaz przeglądania ocen
pt_br: Lista ordenada por Avaliações
pt_pt: Navegar na listagem ordenada por avaliações
ro: Parcurge lista ordonată după evaluări
sk: Zoznam doplnkov podľa hodnotenia
sl: Brsk. sez. - razv. po Najbolje ocenjeni
sr_latn: Pregled sortirane liste ocena
sv_se: Bläddringslista: Sorterad efter omdöme
th: เรียกดูรายการตามการจัดอันดับ
vi: Duyệt danh sách xếp hạng theo sắp xếp

source: Browse Listing Created Sort
el: Αναζήτηση Λίστας Δημιουργηθέντων Ταξινόμηση
fi: Selaa Listaus Luotu Järjestele
fur: Listis ordenadis par date di creazion
fy_nl: List trochblêdzje sortearre op Makke
hr: Pretraži listu napravljenih sortirano
ia: Explora le lista ordinate per data de creation
is: Röðun eftir hvenær bíð til við skoðun lista
ja: 一覧ページの登録日順
ka: შემქნელის მიხედვით დახარისხებულის დათვალიერება
kab: Snirem tabdart n usmizzwer n tmerna
ms: Layari Senarai mengikut Susunan Dicipta
nn_no: Listegjennomgang sortert etter oppretta
pl: Wykaz przeglądania utworzonych
pt_br: Lista ordenada por Criação
pt_pt: Navegar na listagem ordenada criada
ro: Parcurge lista ordonată după data creării
sk: Zoznam doplnkov podľa dátumu vytvorenia
sl: Brsk. sez. - razv. po Ustvarjeno
sr_latn: Pregled sortirane liste kreiranih aplikacija
sv_se: Bläddringslista: Sorterad efter skapad
th: เรียกดูรายการตามการสร้าง
vi: Duyệt danh sách sắp xếp theo thời gian tạo

source: Browse Listing Name Sort
bn: নাম অনুসারে সাজানো তালিকা ব্রাউজ করুন
el: Αναζήτηση Λίστας Ονομάτων Ταξινόμηση
fi: Selaa Listaus Nimi Järjestele
fur: Listis ordenadis par non
fy_nl: List trochblêdzje sortearre op Namme
hr: Pretraži listu naziva sortirano
ia: Explora le lista ordinate per nomine
is: Röðun eftir nafni við skoðun lista
ja: 一覧ページの名前順
ka: სახელის მიხედვით დახარისხებულის დათვალიერება
kab: Snirem tabdart n usmizzwer n yesmawen
ms: Layari Senarai mengikut Susunan Nama
nn_no: Listegjennomgang sortert etter namn
pl: Wykaz przeglądania nazw
pt_br: Lista ordenada por Nome
pt_pt: Navegar na listagem ordenada por nome
ro: Parcurge lista ordonată după nume
sk: Zoznam doplnkov podľa názvu
sl: Brsk. sez. - razv. po Ime
sr_latn: Pregled sortirane liste naziva
sv_se: Bläddringslista: Sorterad efter namn
th: เรียกดูรายการตามชื่อ
vi: Duyệt danh sách tên theo sắp xếp

source: Browse Listing Popular Sort
bn: জনপ্রিয়তা অনুসারে সাজানো তালিকা ব্রাউজ করুন
el: Αναζήτηση Λίστας Δημοφιλών Ταξινόμηση
fi: Selaa Listaus Suosittu Järjestele
fur: Listis ordenadis par popolaritât
fy_nl: List trochblêdzje sortearre op Populêr
hr: Pretraži listu popularnog sortirano
ia: Explora le lista ordinate per popularitate
is: Röðun eftir vinsældum við skoðun lista
ja: 一覧ページの人気順
ka: მოთხოვნის მიხედვით დახარისხებულის დათვალიერება
kab: Snirem tabdart n usmizzwer n yettwasnen aṭas
ms: Layari Senarai mengikut Susunan Popular
nn_no: Listegjennomgang sortert etter popularitet
pl: Wykaz przeglądania popularnych
pt_br: Lista ordenada por Popularidade
pt_pt: Navegar na listagem ordenada por popularidade
ro: Parcurge lista ordonată după popularitate
sk: Zoznam doplnkov podľa popularity
sl: Brsk. sez. - razv. po Najbolj priljubljeni
sr_latn: Pregled sortirane liste popularnih aplikacija
sv_se: Bläddringslista: Sorterad efter popularitet
th: เรียกดูรายการตามความนิยม
vi: Duyệt danh sách phổ biến theo sắp xếp

source: Browse Listing Updated Sort
bn: হালনাগাদ অনুসারে সাজানো তালিকা ব্রাউজ করুন
el: Αναζήτηση Λίστας Ανανεωμένων
fi: Selaa Listaus Päivitetty Järjestele
fur: Listis ordenadis par date di inzornament
fy_nl: List trochblêdzje sortearre op Bywurke
hr: Pretraži listu ažuriranog sortirano
ia: Explora le lista ordinate per data de actualisation
is: Röðun eftir uppfærslu við skoðun lista
ja: 一覧ページの更新日順
ka: განახლების თარიღის მიხედვით დახარისხებულის დათვალიერება
kab: Snirem tabdart n usmizzwer n usnifel
ms: Layari Senarai mengikut Susunan Dikemaskini
nn_no: Listegjennomgang sortert etter oppdatert
pl: Wykaz przeglądania ostatnio zaktualizowanych
pt_br: Lista ordenada por Atualização
pt_pt: Navegar na listagem ordenada por popularidade
ro: Parcurge lista ordonată după data actualizării
sk: Zoznam doplnkov podľa dátumu aktualizácie
sl: Brsk. sez. - razv. po Pred kratkim posod.
sr_latn: Pregled sortirane liste ažuriranih aplikacija
sv_se: Bläddringslista: Sorterad efter uppdaterad
th: เรียกดูรายการตามการปรับปรุง
vi: Duyệt danh sách theo thời gian cập nhật

source: Browse Listing Up and Coming Sort
bn: Listing Up এবং Coming Sort ব্রাউজ করুন
el: Αναζήτηση Λίστας Προσεχών
fi: Selaa listaus Tulevat tulokkaat Lajittele
fur: Listis ordenadis par ce che al è daûr a rivâ
fy_nl: List trochblêdzje sortearre op Oankommend
hr: Pretraži listu perspektivnih sortirano
ia: Explora le lista ordinate per emergentia
is: Röðun eftir væntanlegu við skoðun lista
ja: 一覧ページの注目度順
ka: მზარდი მოთხოვნის მიხედვით დახარისხებულის დათვალიერება
kab: Snirem tabdart n usmizzwer n umaynut d-iteddun
ms: Layari Senarai mengikut Susunan Penampilan
nn_no: Listegjennomgang sortert etter framgangsrik
pl: Wykaz przeglądania obiecujących
pt_br: Lista ordenada por Ascensão
pt_pt: Navegar na listagem deos próximos lançamentos
ro: Parcurge lista ordonată după data lansării (viitoare)
sk: Zoznam doplnkov podľa žiadanosti
sl: Brsk. sez. - razv. po Kmalu
sr_latn: Pregled sortirane liste nadolazećih aplikacija
sv_se: Bläddringslista: Sorterad efter bubblare
th: เรียกดูรายการตามที่กำลังจะมาถึง

source: Total Amount Contributed
ar: القيمة الكلية التي تمت المساهمة بها
bn: মোট অবদানের সংখ্যা
el: Σύνολο συνεισφορών
fi: Kokonaismääräinen panos
fur: Totâl donazions
fy_nl: Totaal bydroegen bedrach
he: סכום כולל שנתרם
hi_in: कुल योगदान राशी
hr: Ukupan iznos doprinesenog
ia: Amonta total de donationes
is: Samtals framlagt
ja: 合計寄付金額
ka: შემოწირულობის საერთო რაოდენობა
kab: Amḍan asemday n uttekki
ms: Jumlah Amaun Disumbangkan
nn_no: Totalt bidragsbeløp
pl: Cała kwota dotacji
pt_br: Quantia total arrecadada
pt_pt: Montante total de contribuições
ro: Total contribuții
sk: Celkovo prispelo
sl: Skupaj prispevano
sr_latn: Ukupan broj doprinosa
sv_se: Totalt bidragsbelopp
te: తోడ్పడిన మొత్తం
th: จำนวนการบริจาครวม
tr: Toplam Katkı Miktarı
vi: Tổng số tiền đã đóng góp

source: Average Contribution
ar: متوسّط المساهمات
bn: গড় অবদান
el: Μέσος όρος συνεισφορών
fi: Keskimääräinen panos
fur: Donazion medie
fy_nl: Gemiddelde bydrage
gu_in: સરેરાશ ફાળો
he: תרומה ממוצעת
hi_in: औसत योगदान
hr: Prosječno doprineseno
ia: Contribution medie
is: Meðalframlag
ja: 平均寄付金額
ka: შემოწირულობის საშუალო რაოდენობა
kab: Attekki alemmas
ms: Purata Sumbangan
nn_no: Gjennomsnittleg bidrag
pl: Średnia dotacji
pt_br: Contribuição média
pt_pt: Contribuição média
ro: Contribuție medie
si: දළ දායකත්‍වය
sk: Priemerný príspevok
sl: Povprečni prispevek
sr_latn: Prosek doprinosa
sv_se: Genomsnittligt bidrag
te: సగటు సహకారం
th: การบริจาคโดยเฉลี่ย
tr: Ortalama Katkı
vi: Khoản góp Trung bình

source: Usage
ar: الاستخدام
ast: Usu
bn: ব্যবহার
el: Χρήση
fi: Käyttö
fur: Ûs
fy_nl: Gebrûk
gu_in: વપરાશ
he: שימוש
hi_in: प्रयोगीक
hr: Korištenje
ia: Uso
is: Notkun
ja: 使用回数
ka: მოხმარება
kab: Asemres
ms: Pengunaan
nn_no: Bruk
pl: Użycie
pt_br: Uso
pt_pt: Utilização
ro: Utilizare
si: භාවිතය
sk: Používanie
sl: Uporaba
sr_latn: Upotreba
sv_se: Användning
te: వాడుక
th: การใช้งาน
tr: Kullanım
vi: Lưu lượng sử dụng

source: Downloads and Daily Users, last {0} days
ar: التنزيلات والاستخدام اليومي في آخر {0} من الأيام
ast: Descargues y usuarios diarios nos caberos {0} díes
el: Λήψεις και Καθημερινοί Χρήστες, τελευταίες {0} ημέρες
fa: بارگیری‌ها و کاربران روزانه، {0} روز گذشته
fi: Lataukset ja päivittäiset käyttäjät, viimeiset {0} päivää
fur: Discjariaments e utents zornalîrs, ultins {0} dîs
fy_nl: Downloads en deistige brûkers, lêste {0} dagen
gu_in: ડાઉનલોડ્સ અને દૈનિક વપરાશકર્તાઓ, છેલ્લા {0} દિવસ
he: הורדות ומשתמשים יומיים, ב־{0} הימים האחרונים
hi_in: डाउनलोड्स तथा दैनिक उपयोगकर्ता, पिछले {0} दिन
hr: Preuzimanja i dnevno korištenje, posljednjih {0} dana
ia: Discargas e usatores per die, ultime {0} dies
is: Niðurhal og daglegir notendur, síðustu {0} daga
ja: 最近 {0} 日間のダウンロード回数とユーザ数
ka: ჩამოტვირთვების და ყოვედღიური მომხმარებლების რაოდენობა, ბოლო {0} დღეში
kab: Isidar akked iseqdacen n yal ass, {0} n wussan ineggura
ms: Muat turun dan Pengguna Harian, {0} hari lepas
nn_no: Nedlastingar og daglege brukarar, siste {0} dagar
pl: Liczba pobrań i dziennych użytkowników — ostatnie {0} dni
pt_br: Downloads e usuários diários nos últimos {0} dias
pt_pt: Descargas e utilizadores diários, últimos {0} dias
ro: Descărcări și utilizatori zilnici, ultimele {0} zile
si: බාගැනීම් හා දෛනික පරිශ්‍රීලකයින්, පසුගිය දවස් {0}
sk: Prevzatia a denní používatelia, posledných {0} dní
sl: Prenosi in dnevni uporabniki zadnjih {0} dni
sr_latn: Preuzimanja i dnevni korisnici, poslednjih {0} dana
sv_se: Nedladdningar och dagliga användare de senaste {0} dagarna
te: గత {0} రోజుల దింపుకోళ్ళు మరియు రోజువారీ వాడుకరుల వివరాలు
th: การดาวน์โหลดและผู้ใช้ต่อวันใน {0} วันล่าสุด
tr: İndirmeler ve Günlük Kullanıcılar, son {0} gün
vi: Số lượt tải xuống và người dùng hàng ngày, {0} ngày trước

source: Downloads and Daily Users from {0} to {1}
ar: التنزيلات والاستخدام اليومي من {0} إلى {1}
ast: Descargues y usuarios diarios dende'l {0} fasta'l {1}
el: Λήψεις και Καθημερινοί Χρήστες από {0} ως {1}
fa: بارگیری‌ها و کاربران روزانه از {0} تا {1}
fi: Lataukset ja päivittäiset käyttäjät {0} - {1}
fur: Discjariaments e utents zornalîrs dai {0} ai {1}
fy_nl: Downloads en deistige brûkers fan {0} oant {1}
gu_in: ડાઉનલોડ અને દૈનિક વપરાશકર્તાઓ {0} થી {1} સુધી
he: הורדות ומשתמשים יומיים מתאריך {0} עד {1}
hi_in: डाउनलोड्स तथा दैनिक उपयोगकर्ता {0} से {1} तक
hr: Preuzimanja i dnevno korištenje od {0} do {1}
ia: Discargas e usatores per die ab {0} a {1}
is: Niðurhal og daglegir notendur frá {0} til {1}
ja: {0} から {1} までのダウンロード回数とユーザ数
ka: ჩამოტვირთვების და ყოვედღიური მომხმარებლების რაოდენობა {0}-დან {1}-მდე
kab: Isidar akked iseqdacen n yal ass si {0} ar {1}
ms: Muat turun dan Pengguna Harian, dari {0} ke {1}
nn_no: Nedlastingar og daglege brukarar frå {0} til {1}
pl: Liczba pobrań i dziennych użytkowników od {0} do {1} dni
pt_br: Downloads e usuários diários de {0} a {1}
pt_pt: Descargas e utilizadores diários de {0} a {1}
ro: Descărcări și utilizatori zilnici din {0} până în {1}
si: {0} සිට {1} දක්වා බාගැනීම් හා දෛනික පරිශ්‍රීලකයින්
sk: Prevzatia a denní používatelia od {0} do {1}
sl: Prenosi in dnevni uporabniki od {0} do {1}
sr_latn: Preuzimanja i dnevni korisnici od {0} do {1}
sv_se: Nedladdningar och dagliga användare mellan {0} och {1}
te: {0} నుండి {1} వరకు దింపుకోళ్ళు మరియు రోజువారీ వాడుకరుల వివరాలు
th: การดาวน์โหลดและผู้ใช้ต่อวันจาก {0} ถึง {1}
tr: {0} - {1} Arası İndirmeler ve Günlük Kullanıcılar
vi: Số lượt tải xuống và người dùng hàng ngày từ {0} đến {1}

source: Installs and Daily Users, last {0} days
ar: التثبيتات والاستخدام اليومي في آخر {0} من الأيام
ast: Instalaciones y usuarios diarios nos caberos {0} díes
el: Λήψεις και Καθημερινοί Χρήστες, τελευταίες {0} ημέρες
fi: Asennukset ja päivittäiset käyttäjät, viimeiset {0} päivää
fur: Instalazions e utents zornalîrs, ultins {0} dîs
fy_nl: Ynstallaasjes en deistige brûkers, lêste {0} dagen
gu_in: ઇન્સ્ટોલ્સ અને દૈનિક વપરાશકર્તાઓ, છેલ્લા {0} દિવસ
he: התקנות ומשתמשים יומיים, ב־{0} הימים האחרונים
hi_in: पिछले {0} दिनों में हुए इंस्टॉल और दैनिक उपयोगकर्ता
hr: Instaliranja i dnevno korištenje, posljednjih {0} dana
ia: Installationes e usatores quotidian, ultime {0} dies
is: Uppsetningar og daglegir notendur, síðustu {0} daga
ja: 最近 {0} 日間のインストール回数とユーザ数
ka: დაყენების და ყოვედღიური მომხმარებლების რაოდენობა, ბოლო {0} დღეში
kab: Asebded akken iseqdacen n yal ass, {0} n wussan ineggura
ms: Pemasangan dan Pengguna Harian, {0} hari lepas
nn_no: Installeringar og daglege brukarar, siste {0} dagar
pl: Instalacje i dzienni użytkownicy, ostatnie {0} dni
pt_br: Instalações e usuários diários nos últimos {0} dias
pt_pt: Instalações e utilizadores diários, últimos {0} dias
ro: Instalări și utilizatori zilnici, ultimele {0} zile
si: ස්ථාපන හා දෛනික පරිශ්‍රීලකයින්, පසුගිය දවස් {0}
sk: Inštalácie a denní používatelia, posledných {0} dní
sl: Namestitve in dnevni uporabniki zadnjih {0} dni
sr_latn: Instalacije i dnevni korisnici, poslednjih {0} dana
sv_se: Installationer och dagliga användare de senaste {0} dagarna
te: గత {0} రోజుల స్థాపనలు మరియు రోజువారీ వాడుకరుల వివరాలు
th: การติดตั้งและผู้ใช้ต่อวันใน {0} วันล่าสุด
tr: Kurulum ve Günlük Kullanıcı, son {0} gün
vi: Lần Cài đặt và Người dùng Hàng ngày, {0} ngày trước

source: Installs and Daily Users from {0} to {1}
ar: التثبيتات والاستخدام اليومي من {0} إلى {1}
ast: Instalaciones y usuarios diarios dende'l {0} fasta'l {1}
el: Εγκαταστάσεις και Καθημερινοί Χρήστες από {0} ως {1}
fi: Asennukset ja päivittäiset käyttäjät {0} - {1}
fur: Instalazions e utents zornalîrs dai {0} ai {1}
fy_nl: Ynstallaasjes en deistige brûkers fan {0} oant {1}
gu_in: ઇન્સ્ટોલ અને ડેઇલી વપરાશકર્તાઓ ના {0} થી {1}
he: התקנות ומשתמשים יומיים מתאריך {0} עד {1}
hi_in: हुए इंस्टॉल और दैनिक उपयोगकर्ता {0} से {1} तक
hr: Instaliranja i dnevno korištenje od {0} do {1}
ia: Installationes e usatores per die ab {0} a {1}
is: Uppsetningar og daglegir notendur frá {0} til {1}
ja: {0} から {1} までのインストール回数とユーザ数
ka: დაყენების და ყოვედღიური მომხმარებლების რაოდენობა {0}-დან {1}-მდე
kab: Asebded akked iseqdacen n yal ass si {0} ar {1}
ms: Pemasangan dan Pengguna Harian, {0} hingga {1} hari lepas
nn_no: Installeringar og daglege brukarar frå {0} til {1}
pl: Instalacje i dzienni użytkownicy od {0} do {1}
pt_br: Instalações e usuários diários de {0} a {1}
pt_pt: Instalações e utilizadores diários de {0} a {1}
ro: Instalări și utilizatori zilnici de la {0} până la {1}
si: {0} සිට {1} දක්වා ස්ථාපන හා දෛනික පරිශ්‍රීලකයින්
sk: Inštalácie a denní používatelia od {0} do {1}
sl: Prenosi in dnevni uporabniki od {0} do {1}
sr_latn: Instalacije i dnevni korisnici od {0} do {1}
sv_se: Installationer och dagliga användare mellan {0} och {1}
te: {0} నుండి {1} వరకు స్థాపనలు మరియు రోజువారీ వాడుకరుల వివరాలు
th: การติดตั้งและผู้ใช้ต่อวันจาก {0} ถึง {1}
tr: Kurulum ve Günlük Kullanıcı, {0} - {1} arasında
vi: Lần Cài đặt và Người dùng Hàng ngày từ {0} đến {1}
