Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Save your favorite stuff on the web. Clip content like articles, videos, images, and more to save and use for individual projects or real-time team collaboration.
es_ar: Guardá tus cosas favoritas en la web. Recortá contenido como artículos, videos, imágenes y más para guardarlo y usarlo en proyectos individuales o colaboraciones en equipo en tiempo real.
fur: Salve i tiei contignûts preferîts dal web. Ritaie articui, videos, imagjins e tant altri par salvâju e doprâju in progjets individuâi o condividiju in timp reâl cul grup di lavôr.
fy_nl: Bewarje jo favorite saken op it ynternet. Sammelje webynhâld lykas artikelen, fideo’s, ôfbyldingen en mear om te bewarjen en foar yndividuele projekten of realtime gearwurking yn teamferbân te brûken.
ia: Guarda tu cosas favorite del web. Retalia articulos, videos, imagines, etc. pro salvar e usar los in projectos personal o in collaboration directe con tu equipa.
is: Vistaðu eftirlætisefnið þitt af vefnum. Klipptu út efni á borð við greinar, myndskeið, myndir og fleira til að geyma og nota síðar eða í rauntímasamskiptum.
nb_no: Lagre favorittmaterialene dine på nettet. Klipp ut innhold som artikler, videoer, bilder og mer for å lagre og bruke det til individuelle prosjekter eller teamsamarbeid i sanntid.
nn_no: Lagre favorittmaterialane dine på nettet. Klipp ut innhald som artiklar, videoar, bilde og meir for å lagre og bruke det til individuelle prosjekt eller teamsamarbeid i sanntid.
ro: Salvează-ți chestiile favorite de pe web. Decupezi conținut web, cum ar fi articole, videoclipuri, imagini și multe altele pe care le salvezi și le folosești în proiecte individuale sau în colaborare în timp real în echipă.
tr: Sevdiğiniz içerikleri kaydedin. Makaleler, videolar, resimler ve diğer içerikleri kırparak kaydedin, kişisel projelerinizde veya gerçek zamanlı iş birliği projelerinde kullanın.
vi: Lưu nội dung yêu thích của bạn trên web. Ghi lại nội dung như bài báo, video, hình ảnh và hơn thế nữa để lưu và sử dụng cho các dự án cá nhân hoặc cộng tác nhóm trong thời gian thực.

source: Only allow web content to run from sites you trust. Surf securely.
es_ar: Solo permití que el contenido web se ejecute desde sitios de confianza. Navegá de forma segura.
fi: Salli sisällön suorittaminen vain sivustoilta, joihin luotat. Selaa turvallisesti.
fur: Permet la esecuzion di contignûts dome ai sîts che tu ti fidis. Navighe in sigurece.
fy_nl: Lit allinnich webynhâld útfiere fan websites dy’t jo fertrouwe. Navigearje feilich.
he: לאפשר הרצת תוכן מקוון רק מאתרים מהימנים בעיניך. גלישה מאובטחת.
hr: Dopusti pokretanje web sadržaja samo s web stranica kojima vjeruješ. Surfaj sigurno.
ia: Permitte le execution de contento web solmente a sitos in que tu ha confidentia. Naviga con securitate.
is: Leyfðu vefefni einungis að keyra frá vefsvæðum sem þú treystir. Vafraðu öruggt.
nb_no: Tillat bare at nettinnhold kjøres fra nettsteder du stoler på. Surf sikkert.
nn_no: Tillat berre at nettinnhald blir køyrt frå nettstadar du stolar på. Surf sikkert.
ro: Permiți rularea conținutului web numai de pe site-urile în care ai încredere. Navighezi în siguranță.
tr: Sadece güvendiğiniz sitelerin web içeriklerine izin verin. Web’de güvenle gezinin.
vi: Chỉ cho phép nội dung web chạy từ các trang web mà bạn tin tưởng. Lướt web an toàn.

source: Close annoying pop-ups with a simple click.
es_ar: Cierra ventanas emergentes molestas con un simple clic.
fi: Sulje ärsyttävät ponnahdusikkunat yhdellä napsautuksella.
fur: Siere i fastidiôs barcons a comparse cuntun sempliç clic.
fy_nl: Slút ferfelende pop-ups mei ien simpele klik.
he: סגירת חלונות קופצים מעצבנים בלחיצה פשוטה.
hr: Zatvori skočne prozore jednim klikom.
ia: Claude enoiose quadros emergente con un simple clic.
is: Lokaðu á truflandi sprettglugga með einum smelli.
nb_no: Lukk irriterende sprettoppvinduer med et enkelt klikk.
nn_no: Lat att irriterande sprettoppvindauge med eit enkelt klikk.
ro: Închide ferestrele contextuale sâcâitoare dintr-un simplu clic.
tr: Sinir bozucu açılır pencereleri basit bir tıklamayla kapatın.
vi: Đóng các cửa sổ bật lên gây phiền nhiễu chỉ bằng một cú nhấp chuột đơn giản.

source: Find an interesting image on the web? Want to learn more about it?
es_ar: ¿Encontraste una imagen interesante en la web? ¿Querés saber más sobre ella?
fi: Löysitkö mielenkiintoisen kuvan verkosta? Haluatko lisätietoja siitä?
fur: Âstu cjatât une imagjin interessante sul web? Vûstu savênt di plui?
fy_nl: In ynteressante ôfbylding op it web fûn? Wolle jo der mear oer witte?
he: מצאת תמונה מעניינת ברשת? רוצה ללמוד עליה עוד?
hr: Našao/la si zanimljivu sliku na webu? Želiš saznati više o njoj?
ia: Trova tu sur le web un imagine interessante? Desira tu saper plus re illo?
is: Sástu áhugaverða mynd á vefnum? Viltu vita meira um hana?
nb_no: Funnet et interessant bilde på nettet? Vil du lære mer om det?
nn_no: Funne eit interessant bilde på nettet? Vil du lære meir om det?
ro: Ai găsit o imagine interesantă pe web? Vrei să afli mai multe despre ea?
te: జాలంలో ఆసక్తికరమైన బొమ్మ కనబడిందా? దాని గురించి మరింత తెలుసుకోవాలనుకుంటున్నారా?
tr: Web'de ilginç bir resim gördünüz ve hakkında daha fazla bilgi edinmek mi istiyorsunuz?
vi: Tìm một hình ảnh thú vị trên web? Muốn tìm hiểu thêm về nó?

source: Fix annoying audio. Is the volume on a website too quiet? Too loud? SoundFixer can help.
es_ar: Arreglá El audio molesto. ¿El volumen de un sitio web es demasiado bajo? ¿O demasiado alto? SoundFixer puede ayudarte.
fi: Korjaa ärsyttävä ääni. Onko verkkosivuston äänenvoimakkuus liian hiljainen? Liian kova? SoundFixer voi auttaa.
fur: Comede i fastidiôs problemis di audio. Isal masse bas il volum di un sît? Masse fuart? SoundFixer al pues judâti.
fy_nl: Fiks ferfelend lûd. Is it folume op in website te leech? Te heech? SoundFixer kin helpe.
he: תיקון אודיו מעצבן. האם עוצמת השמע באתר שקטה מידי? חזקה מידי? SoundFixer יכול לעזור.
hr: Ispravi zvuk. Je li glasnoća na web stranici previše tiha? Preglasna? SoundFixer može pomoći.
ia: Remedia enoiose problemas audio. Es le volumine sur un sito web troppo quiete? Troppo alte? SoundFixer pote adjutar.
is: Lagaðu leiðindi með hljóð. Er hljóðstyrkur á einhverju vefsvæði of lítill? Of hár? SoundFixer getur hjálpað.
nb_no: Fiks irriterende lyd. Er volumet på et nettsted for lavt? For høyt? SoundFixer kan hjelpe.
nn_no: Fiks irriterande lyd. Er volumet på ein nettstad for lågt? For høgt? SoundFixer kan hjelpe.
ro: Repară sonorul supărător. Volum sonor prea mic pe un site web? Sau prea mare? SoundFixer te poate ajuta.
tr: Sinir bozucu sesleri düzeltin. Bir web sitesindeki ses çok mu kısık veya çok mu yüksek? SoundFixer yardımcı olabilir.
vi: Sửa lỗi âm thanh khó chịu. Âm lượng trên trang web có quá nhỏ không? Quá lớn? SoundFixer có thể giúp bạn.

source: Edit a web page before printing. Make sweeping visual changes—remove ads or unsavory content—to any web page you want to print.
es_ar: Editá una página web antes de imprimirla. Hacé cambios visuales radicales—eliminá publicidades o contenido desagradable—en cualquier página web que pensés imprimir.
fi: Muokkaa verkkosivua ennen tulostamista. Tee visuaalisia muokkauksia — poista mainokset tai muu häiritsevä sisältö — mille tahansa verkkosivulle ennen tulostamista.
fur: Modifiche une pagjine web prime di stampâle. Fâs modifichis grafichis radicâls—gjave publicitâts o contignûts insopuartabii—a cualsisei pagjine web che tu desideris stampâ.
fy_nl: Bewurkje in webside eardat jo dizze ôfdrukke. Meitsje bûtengewoane fisuele oanpassingen – smyt advertinsjes of ûnsmaaklike ynhâld fuort – foar websiden dy’t jo ôfdrukke wolle.
ia: Modifica un pagina web ante de imprimer lo. Apporta cambios visual drastic (p.ex. le elimination de publicitate o contento disagradabile) a qualcunque pagina web que tu vole imprimer.
is: Breyttu vefsíðum áður en þær eru prentaðar. Gerðu víðtækar sjónrænar breytingar - fjarlægðu auglýsingar eða ósmekklegt efni - á hverri þeirri vefsíðu sem þú vilt prenta.
nb_no: Rediger en nettside før utskrift. Gjør omfattende visuelle endringer — fjern annonser eller upassende innhold — på en hvilken som helst nettside du vil skrive ut.
nn_no: Rediger ei nettside før utskrift. Gjer omfattande visuelle endringar — fjern annonsar eller upassande innhald — på kva nettside som helst du vil skrive ut.
ro: Editezi o pagină web înainte de printare. Fă modificări vizuale extraordinare — elimină reclamele sau conținutul neinteresant — pe orice pagină web pe care vrei să o printezi.
tr: Yazdırmadan önce web sayfalarını düzenleyin. Yazdırmak istediğiniz web sayfalarında kapsamlı görsel değişiklikler yapabilirsiniz. (Örn. reklamları ve gereksiz içerikleri kaldırabilirsiniz.)
vi: Chỉnh sửa trang web trước khi in. Thực hiện các thay đổi toàn diện về mặt hình ảnh—xóa quảng cáo hoặc nội dung không tốt—đối với bất kỳ trang web nào bạn muốn in.

source: Track Amazon pricing history. Make smart shopping decisions by receiving alerts for price changes on Amazon products you're interested in.
es_ar: Rastrea el historial de precios de Amazon. Toma decisiones de compra inteligentes al recibir alertas sobre cambios de precios en los productos de Amazon que te interesan.
fi: Seuraa Amazonin hinnoitteluhistoriaa. Tee älykkäitä ostopäätöksiä vastaanottamalla ilmoituksia sinua kiinnostavien Amazon-tuotteiden hintamuutoksista.
fur: Sta daûr ae cronologjie dai presits di Amazon. Decît di comprâ cun inteligjence ricevint une notifiche cuant che il presit di un prodot Amazon che ti interesse al cambie.
fy_nl: Folgje de skiednis fan prizen op Amazon. Nim tûe oankeapbeslissingen, troch warskôgingen foar priiswizigingen foar Amazon-produkten wêryn jo ynteressearre binne te ûntfangen.
ia: Tracia le chronologia de precios de Amazon. Prende decisiones de compras intelligente per alertas de cambios precio de productos Amazon que te interessa.
nb_no: Følg prisutviklingen på Amazon. Ta smarte kjøpsbeslutninger ved å motta varsler om prisendringer på Amazon-produkter du er interessert i.
nn_no: Følg prisutviklinga på Amazon. Ta smarte kjøpsavgjerder ved å få varsel om prisendringar på Amazon-produkter du er interessert i.
ro: Urmărește istoricul prețurilor de pe Amazon. Ia decizii inteligente de cumpărare primind alerte pentru modificări de prețuri la produsele de pe Amazon de care ești interesat(ă).
tr: Amazon fiyat geçmişini takip edin. İlginizi çeken Amazon ürünlerindeki fiyat değişiklikleriyle ilgili uyarılar alarak akıllı alışveriş kararları verin.
vi: Theo dõi lịch sử định giá của Amazon. Đưa ra quyết định mua sắm thông minh bằng cách nhận thông báo về sự thay đổi giá trên các sản phẩm Amazon mà bạn quan tâm.

source: Search with enhanced tracker blocking, smart encryption, and other privacy benefits.
es_ar: Buscá con bloqueo de rastreador mejorado, cifrado inteligente y otros beneficios de privacidad.
fur: Cîr cul bloc avanzât des spiis, cu la cifradure inteligjente e altris beneficis de riservatece.
fy_nl: Sykje mei bettere blokkearring fan trackers, tûke fersifering, en oare privacyfoardielen.
hr: Traži uz poboljšano blokiranje sustava praćenja, pametno šifriranje i druge prednosti privatnosti.
ia: Cerca con blocage avantiate de traciatores, cryptographia intelligente e altere beneficios de vita private.
is: Leita með bættum vörnum gegn rekjurum, snjallri dulritun og fleiri aðferðum til að vernda friðhelgi þína.
nb_no: Søk med forbedret sporingsblokkering, smart kryptering og andre personvernfordeler.
nn_no: Søk med forbetra sporingsblokkering, smart kryptering og andre personvernfordelar.
ro: Faci căutări cu un nivel sporit de blocare a elementelor de urmărire, criptare inteligentă și alte beneficii de protecție a vieții private.
tr: Gelişmiş takip kodu engelleme, akıllı şifreleme ve diğer gizlilik avantajlarıyla arama yapın.
vi: Tìm kiếm với tính năng chặn trình theo dõi nâng cao, mã hóa thông minh và các lợi ích bảo mật khác.

source: Simplify tabs. Organize your many open tabs in a tidy vertical sidebar.
es_ar: Simplificá las pestañas. Organizá todas las pestañas abiertas en una barra lateral vertical.
fi: Yksinkertaista välilehtiä. Järjestä avoimet välilehdet siistiin pystysuoraan sivupalkkiin.
fur: Semplifiche lis schedis. Organize lis tantis schedis viertis intune sbare laterâl verticâl ordenade.
fy_nl: Ferienfâldigje ljepblêden. Organisearje jo protte iepen ljepblêden yn in kreaze fertikale sydbalke.
he: פישוט לשוניות. ארגון הלשוניות הפתוחות המרובות שלך בסרגל צד אנכי מסודר.
ia: Simplificas schedas. Gere tu schedas aperte in un barra lateral vertical.
is: Einfaldaðu flipana. Sýslaðu með opnu flipana þina á hreinlegu lóðréttu hliðarspjaldi.
nb_no: Forenkle faner. Organiser de mange åpne fanene dine i en ryddig vertikal sidestolpe.
nn_no: Forenkle faner. Organiser dei mange opne fanene dine i ein ryddig vertikal sidestolpe.
ro: Simplifică filele. Organizează-ți filele deschise într-o bară laterală verticală.
tr: Sekmeleri basitleştirin. Açık sekmelerinizi düzenli bir kenar çubuğunda yönetin.
vi: Đơn giản hóa các thẻ. Sắp xếp nhiều thẻ đang mở của bạn trong một thanh bên dọc ngăn nắp.

source: Automatically delete unwanted cookies. Offers white and blacklist support.
es_ar: Eliminar automáticamente las cookies no deseados. Se ofrece ayuda para listas autorizadas o no.
fur: Elimine in automatic i cookies malvolûts. Al ufrìs il supuart pes listis dai ametûts e dai dineâts (whitelist e blacklist).
fy_nl: Smyt automatysk net winske cookies fuort. Biedt stipe foar witte en swarte listen.
hr: Automatski izbriši neželjene kolačiće. Pruža podršku za popis poželjnih i nepoželjnih stranica.
ia: Dele automaticamente le cookies indesiderate. Offere supporto de lista blanc e nigre.
is: Eyddu óumbeðnum vefkökum sjálfkrafa. Býður upp á lista yfir bannað og leyft.
nb_no: Slett uønskede infokapsler automatisk. Tilbyr hvit- og svartelistestøtte.
nn_no: Slett uønskte infokapslar automatisk. Tilbyr kvit- og svartelistestøtte.
ro: Șterge automat cookie-urile nedorite. Oferă suport tip listă albă și listă neagră.
tr: İstenmeyen çerezleri otomatik olarak silin. Beyaz ve kara liste desteği mevcuttur.
vi: Tự động xóa các cookie không mong muốn. Cung cấp hỗ trợ danh sách cho phép và chặn.

source: With a simple click of the mouse you can watch videos in full screen glory.
es_ar: Con un simple clic del mouse podés ver videos a pantalla completa.
fur: Cuntun sempliç clic dal mouse tu puedis viodi videos a plen schermi in glorie.
fy_nl: Yn ien mûsklik kinne jo fideo’s yn harren folle glory op folslein skerm besjen.
ia: Con un simple clic del mus tu pote observar videos in le splendor de plen schermo.
is: Með einum músarsmelli geturðu horft á myndskeið á öllum skjánum í allri sinni dýrð.
nb_no: Med et enkelt museklikk kan du se videoer i fullskjermsformat.
nn_no: Med eit enkelt museklikk kan du sjå videoar i fullskjermsformat.
ro: Cu un clic de mouse poți vedea videoclipuri pe ecran complet.
tr: Basit bir fare tıklamasıyla videoları tam ekran izleyebilirsiniz.
vi: Với một cú nhấp chuột đơn giản, bạn có thể xem video ở chế độ toàn màn hình.

source: Stop wasting valuable memory space with inactive tabs.
es_ar: Deja de malgastar espacio en la memoria con las pestañas inactivas.
fi: Lopeta arvokkaan keskusmuistin tuhlaaminen passiivisiin välilehtiin.
fur: Smet di butâ vie spazi preziôs di memorie cun schedis inativis.
fy_nl: Stop mei fergriemen fan weardefolle ûnthâldromte mei ynaktive ljepblêden.
ia: Cessa de perder preciose spatio de memoria per le schedas inactive.
is: Hættu að eyða dýrmætu minni með óvirkum flipum.
nb_no: Slutt å sløse med verdifull minneplass med inaktive faner.
nn_no: Slutt med å sløse bort verdifull minneplass med uverksame faner.
ro: Nu mai irosi spațiul valoros de memorie cu file inactive.
te: అచేతనంగా ఉన్న ట్యాబులతో విలువైన మెమొరీని వృధా కాకుండా ఆపుకోండి.
th: หยุดเปลืองพื้นที่หน่วยความจำอันมีค่าด้วยแท็บที่ไม่ใช้งาน
tr: Pasif sekmeler değerli bellek alanınızı boşa harcamasın.
vi: Dừng lãng phí không gian bộ nhớ có giá trị với các thẻ không hoạt động.

source: Save complete pages—or just portions—as a single HTML file.
es_ar: Guarda páginas al completo (o solo ciertas partes) como un único archivo HTML.
fi: Täydennä kokonaiset sivut — tai vain haluamasi osat sivusta — yhteen HTML-tiedostoon.
fur: Salve pagjinis completis—o dome sôs parts—come singul file HTML.
fy_nl: Bewarje folsleine siden — of allinnich dielen — as ien HTML-bestân.
he: שמירת דפים שלמים — או רק חלקים מהם — כקובץ HTML בודד.
hr: Spremi cijele stranice ili samo dijelove stranica kao jednu HTML datoteku.
ia: Salva paginas complete, o solo portiones, como un singule file HTML.
is: Vistaðu heilar vefsíður – eða bara hluta þeirra – sem eina HTML-skrá.
nb_no: Lagre hele sider — eller bare deler — som én enkelt HTML-fil.
nn_no: Lagre heile sider — eller berre delar — som éi enkel HTML-fil.
ro: Salvează pagini complete—sau numai părți din ele—într-un singur fișier HTML.
te: పూర్తి పేజీలను—లేదా కేవలం భాగాలను—ఏక HTML ఫైలుగా భద్రపరచుకోండి.
tr: Tüm sayfaları veya yalnızca belli bir bölümlerini tek bir HTML dosyası olarak kaydedin.
vi: Lưu các trang hoàn chỉnh—hoặc chỉ một phần—trong một tập tin HTML.

source: Cut through the nonsense of typical TOS agreements. This clever extension helps you quickly understand what you’re being asked to agree to.
es_ar: Dejá atrás las tonterías de los TOS típicos. Esta extensión inteligente te ayuda a entender rápidamente lo que se te pide que aceptés.
fi: Karsi tyypillisten käyttöehtosopimusten hölynpölyä. Tämä fiksu laajennus auttaa sinua ymmärtämään nopeasti, mihin sinua pyydetään suostumaan.
fur: Elimine il lengaç legâl cence sens dai tipics acuardis su lis cundizions di utilizazion dal servizi. Cheste estension inteligjente ti jude a capî subite ce che ti ven domandât di acetâ.
fy_nl: Begryp de nonsens fan typyske TOS-oerienkomsten. Dizze tûke útwreiding helpt jo fluch te begripen wêrmei't jo akkoard gean.
ia: Demystifica le nonsenso del terminos de servicio. Iste extension intelligente te adjuta a comprender rapidemente le conditiones ante de acceptar.
is: Skerðu niður bullið í algengum þjónustuskilmálum (TOS - Terms of Service). Þessi sniðugi forritsauki hjálpar þér að skilja hvað það er sem þú átt að samþykkja.
nb_no: Kutt gjennom tullpratet i vanlige bruksvilkår-avtaler (TOS). Denne smarte utvidelsen hjelper deg raskt å forstå hva du faktisk blir bedt om å godta.
nn_no: Skjer gjennom tullet med typiske tenestevilkårsavtalar (TOS). Denne smarte utvidinga hjelper deg raskt å forstå kva du blir bede om å godta.
ro: Treci rapid prin brambureala acordurilor TOS tipice. Această extensie inteligentă te ajută să înțelegi rapid pentru ce anume ți se cere consimțământul.
tr: Kullanım şartları sözleşmelerindeki karmaşayı kenara bırakın. Bu akıllı uzantı, neleri kabul etmenizin istendiğini hızlıca anlamanızı sağlar.
vi: Cắt bỏ những điều vô nghĩa của các thỏa thuận TOS điển hình. Tiện ích mở rộng thông minh này giúp bạn nhanh chóng hiểu những gì bạn được yêu cầu đồng ý.

source: Get grammar help anywhere you write on the web — social media, email, docs, and more.
es_ar: Obtené ayuda gramatical dondequiera que escribas en la web — redes sociales, correo electrónico, documentos y mucho más.
fi: Ota vastaan kielioppiapua missä tahansa verkossa kirjoittaessasi – sosiaalisessa mediassa, sähköpostissa, asiakirjoissa ja muualla.
fur: Fâti judâ cu la gramatiche cuant che tu scrivis sul web — social media, e-mail, documents e tant altri.
fy_nl: Krij help mei grammatika, oeral wêr’t jo op it web skriuwe – sosjale media, e-mail, dokuminten en mear.
hr: Dobij gramatičku pomoć gdje god pišeš na webu – društveni mediji, e-mail, dokumenti i više.
ia: Obtene adjuta grammatical ubicunque tu scribe sur le web: retes social, emails, documentos e multo plus.
nb_no: Få grammatikkhjelp hvor som helst du skriver på nettet — sosiale medier, e-post, dokumenter og mer.
nn_no: Få grammatikkhjelp kvar som helst du skriv på nettet — sosiale medium, e-post, dokument, og meir.
ro: Obține ajutor gramatical oriunde scrii pe web — pe rețelele sociale, e-mail, documente și multe altele.
tr: Sosyal medyada, e-postalarda, belgelerde ve web'de yazı yazdığınız her yerde dilbilgisi önerileri alın.
vi: Nhận trợ giúp về ngữ pháp bất cứ nơi nào bạn viết trên web — Truyền thông xã hội, email, tài liệu, v.v.

source: Read with more clarity and ease. Remove the clutter around text on web pages.
es_ar: Lee con más claridad y facilidad. Elimina el desorden alrededor del texto en las páginas web.
fi: Lue selkeämmin ja helpommin. Poista verkkosivujen tekstin ympärillä oleva sekamelska.
fur: Lei cun plui clarece e facilitât. Gjave i elements di disturp tor ator dal test su lis pagjinis web.
fy_nl: Lês mei mear dúdlikheid en gemak. Smyt de rommel rûnom tekst op websiden fuort.
hr: Čitaj jasnije i lakše. Ukloni nered oko teksta na web stranicama.
ia: Lege con plus claritate e facilitate. Remove le disordine circum le texto sur paginas web.
is: Lestu skýrar og auðveldar. Fjarlægðu truflanir í kringum texta á vefsíðum.
nb_no: Les med større klarhet og letthet. Fjern rotet rundt tekst på nettsider.
nn_no: Les med større klarheit og lettheit. Fjern rotet rundt tekst på nettsider.
ro: Citește mai clar și mai ușor. Elimină aglomerația din jurul textelor pe paginile web.
tr: Yazıları daha kolay okuyun. Web sayfalarındaki karmaşayı ortadan kaldırın.
vi: Đọc rõ ràng và dễ dàng hơn. Loại bỏ sự lộn xộn xung quanh văn bản trên các trang web.

source: Block ads and get enhanced protection against malware and ad tracking.
es_ar: Bloqueá publicidades y conseguí protección mejorada contra malware y rastreo de publicidades.
fur: Bloche lis publicitâts e oten plui protezion cuintri i malware e lis spiis des publicitâts.
fy_nl: Blokkearje advertinsjes en krij ferbettere beskerming tsjin malware en advertinsjetracking.
he: חסימת פרסומות וקבלת הגנה משופרת מפני נוזקה ומעקב של פרסומות.
hr: Blokiraj oglase i dobij poboljšanu zaštitu od zlonamjernog softvera i praćenja putem oglasa.
ia: Bloca publicitate e obtene protection reinfortiate contra malware e traciatores.
is: Lokaðu á auglýsingar og fáðu betri varnir gegn spilliforritum og auglýsingarekjurum.
nb_no: Blokker annonser og få forbedret beskyttelse mot skadelig programvare og annonsesporing.
nn_no: Blokker annonsar og få forbetra vern mot skadeleg programvare og annonsesporing.
ro: Blochezi reclame și obții o protecție sporită împotriva softurilor malițioase și a urmăririi prin reclame.
tr: Reklamları engelleyin, kötü amaçlı yazılımlara ve reklam takip kodlarına karşı gelişmiş korumaya kavuşun.
vi: Chặn quảng cáo và được bảo vệ nâng cao chống lại phần mềm độc hại và theo dõi quảng cáo.
