Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Delete data {start_sub_heading}with {addon_name}{end_sub_heading}
ka: წაშალეთ მონაცემები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Clear your browser cache with a click or keystroke.
es_ar: Limpia la caché de tu navegador con un solo clic o pulsando una tecla.
fi: Tyhjennä selaimen välimuisti napsautuksella tai näppäinpainalluksella.
fur: Nete la cache dal navigadôr cuntun clic o fracant un tast.
fy_nl: Wiskje jo browsercache mei in klik of toetsoanslach.
he: ניקוי מטמון הדפדפן שלך בלחיצת כפתור או מקש.
hr: Izbriši predmemoriju preglednika klikom ili pritiskom na tipku.
ia: Vacua le cache de tu navigator con un clic o un pulsata de clave.
is: Hreinsaðu skyndiminni vafrans með einum smelli eða lykli.
ka: გაასუფთავეთ ბრაუზერში საიტის მონაცემები ერთი ღილაკით ან ერთი დაწკაპებით.
ms: Buang cache pelayar dengan satu klik atau kekunci.
nb_no: Tøm nettleserens hurtigbuffer med et klikk eller tastetrykk.
nn_no: Tøm snøgglageret til nettlesaren med eit klikk eller tastetrykk.
ro: Golește cache-ul browserului cu un clic sau o tastă.
tr: Tarayıcı önbelleğinizi tek bir tıklama veya tuşla temizleyin.
vi: Xóa bộ nhớ đệm của trình duyệt bằng một cú nhấp chuột hoặc tổ hợp phím.

source: Never forget again {start_sub_heading}with {addon_name}{end_sub_heading}
ka: აღარაფერი დაგავიწყდებათ {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Create and manage a to-do list in your browser.
ka: შექმენით და მართეთ გასაკეთებელი საქმეების სიები თქვენს ბრაუზერში.
ms: Cipta dan uruskan senarai tugasan dalam pelayar web anda.

source: Highlight text {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გამოყავით ტექსტი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Enjoy a highly customizable text highlighter with different colors and save options.
ka: მრავალი შესაძლებლობის მქონე ტექსტის მოსანიშნი სხვადასხვა ფერითა და შენახვის საშუალებებით.
ms: Penyerlah teks yang mudah disesuaikan dengan warna berbeza dan pilihan menyimpan.

source: Enjoy music from around the world {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ისიამოვნეთ მუსიკით მთელი მსოფლიოდან {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Access 20,000+ radio stations from all over the globe.
ka: წვდომა 20,000-ზე მეტ რადიო სადგურთან მთელ მსოფლიოში.
ms: Akses 20,000+ stesyen radio dari serata dunia.

source: Listen to videos {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოუსმინეთ ვიდეოებს {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Save bandwidth by just streaming the audio from YouTube clips.
es_ar: Ahorra ancho de banda transmitiendo solo el audio de los clips de YouTube.
fi: Säästä kaistaa suoratoistamalla vain ääni YouTube-videoista.
fur: Sparagne la largjece di bande ricevint dome l’audio dai videos su YouTube.
fy_nl: Besparje bânbreedte troch gewoan de audio te streamen fan YouTube-clips.
he: חסכון ברוחב הפס על־ידי הזרמת שמע בלבד מסרטוני YouTube.
hr: Uštedi propusnost veze i puštaj audio sadržaj direktno s YouTube-a.
ia: Economisa largor de banda transmittente solo le audio de videos YouTube.
is: Sparaðu bandbreidd með því að streyma einungis hljóðinu frá YouTube-myndskeiðum.
ka: შეამცირეთ ქსელის დატვირთვა და დაზოგეთ გადაცემული მონაცემების მოცულობა, YouTube ვიდეოებიდან მხოლოდ ხმის მოსმენით.
ms: Jimat jalur lebar dengan hanya menstrim audio klip YouTube.
nb_no: Spar båndbredde ved å bare streame lyden fra YouTube-klipp.
nn_no: Spar bandbreidde ved å berre strøyme lyden frå YouTube-klipp.
ro: Economisește lățime de bandă prin difuzare audio numai din videoclipurile de pe YouTube.
tr: YouTube videolarının sadece sesini dinleyerek internet kotanızdan tasarruf edin.
vi: Tiết kiệm băng thông bằng cách chỉ phát trực tuyến âm thanh từ các clip YouTube.

source: Transform text into images {start_sub_heading}with {addon_name}{end_sub_heading}
ka: აქციეთ ტექსტი სურათებად {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Turn words into beautiful headlines and image overlay text.
es_ar: Convierte palabras en bonitos títulos y añade texto a una imagen.
fur: Trasforme lis peraulis in bielissims titui e tescj di soreponi aes imagjins.
fy_nl: Set wurden om nei moaie kopteksten en ôfbyldingsoverlaytekst.
hr: Pretvori riječi u prelijepe naslove i tekstove za prekrivanje slika.
ia: Cambia le parolas in belle titulos e texto superponite al imagine.
is: Breyttu orðum í fallegar fyrirsagnir og myndatexta.
ka: წარმოადგინეთ სიტყვები ლამაზ წარწერად და გაანათავსეთ სურათებზე.
ms: Ubah perkataan menjadi tajuk berita yang menarik dan teks bertindih imej.
nb_no: Gjør ord om til vakre overskrifter og tekst med bildeoverlegg.
nn_no: Gjer ord om til vakre overskrifter og tekst med bildeoverlegg.
ro: Transformă cuvintele în titluri frumoase și texte suprapuse pe imagini.
vi: Biến các từ thành dòng tiêu đề đẹp và văn bản lớp phủ hình ảnh.

source: Surf safely {start_sub_heading}with {addon_name}{end_sub_heading}
ka: უსაფრთხოდ ეწვიეთ გვერდებს {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Navigate to the secure version of a website if it's available.
ka: გამოიყენეთ ვებსაიტის უსაფრთხო ვერსია, როცა ხელმისაწვდომია.
ms: Navigasi ke laman web versi yang selamat jika ada tersedia.

source: Delete your navigation history {start_sub_heading}with {addon_name}{end_sub_heading}
ka: წაშალეთ მონახულებული გვერდების ისტორია {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Specify a custom number of days to retain browser history before it's automatically cleared.
ka: მიუთითეთ, რამდენი დღით გსურთ ისტორიის შენარჩუნება, ავტომატურ გასუფთავებამდე.
ms: Tetapkan bilangan hari untuk menyimpan sejarah pelayar sebelum dibuang secara automatik.

source: Remove search ads {start_sub_heading}with {addon_name}{end_sub_heading}
ka: რეკლამების მოცილება ძიებისას {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Stop ads from appearing within your search results.
es_ar: Impide que aparezcan anuncios en los resultados de búsqueda.
fi: Estä mainosten näkyminen hakutuloksissa.
fur: Ferme la visualizazion des publicitâts tai risultâts des ricercjis.
fy_nl: Stopje advertinsjes dy’t binnen jo sykresultaten ferskine.
he: עצירת הופעתן של פרסומות בתוצאות החיפוש שלך.
hr: Onemogući prikazivanje oglasa u tvojim rezultatima pretrage.
ia: Impedi que le annuncios appare in tu resultatos de recerca.
is: Komdu í veg fyrir að auglýsingar birtist í leitarniðurstöðum þínum.
ka: მოაშორეთ რეკლამები ძიების შედეგებიდან.
ms: Hentikan iklan daripada muncul dalam hasil carian.
nb_no: Stopp annonser fra å vises i søkeresultatene.
nn_no: Stopp annonsar frå å visast i søkjeresultata.
ro: Oprește apariția reclamelor în rezultatele căutărilor.
te: మీ శోధన ఫలితాల్లో వ్యాపార ప్రకటనలు కనిపించకుండా ఆపివేసుకోండి.
th: หยุดการปรากฏของโฆษณาในผลการค้นหาของคุณ
tr: Arama sonuçlarınızda reklamların görünmesini engelleyin.
vi: Ngăn không cho quảng cáo xuất hiện trong kết quả tìm kiếm của bạn.

source: Manage passwords safely {start_sub_heading}with {addon_name}{end_sub_heading}
ka: პაროლების უსაფრთხოდ მართვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Store passwords securely and sign in to known websites automatically.
es_ar: Almacena contraseñas de forma segura e inicia sesión automáticamente en los sitios web conocidos.
fi: Tallenna salasanat turvallisesti ja kirjaudu tunnetuille verkkosivustoille automaattisesti.
fur: Memorize lis passwords in sigurece e jentre cu lis credenziâls in automatic tai sîts cognossûts.
fy_nl: Bewarje wachtwurden feilich en meld jo automatysk oan by bekende websites.
he: אחסון ססמאות בצורה מאובטחת והתחברות לאתרים ידועים באופן אוטומטי.
hr: Spremi lozinke sigurno i automatski se prijavi na poznate web stranice.
ia: Immagazina tu contrasignos con securitate e aperi session automaticamente in sitos web cognoscite.
is: Geymdu lykilorð á öruggan hátt og skráðu þig sjálfkrafa inn á þekkt vefsvæði.
ka: შეინახეთ პაროლები უსაფრთხოდ და შედით ანგარიშზე ავტომატურად, დამახსოვრებულ საიტებზე.
ms: Simpan kata laluan dengan selamat dan daftar masuk ke laman web yang diketahui secara automatik.
nb_no: Lagre passord sikkert og logg inn på kjente nettsteder automatisk.
nn_no: Lagre passord trygt og logg inn på kjende nettstadar automatisk.
ro: Stochează parolele în siguranță și autentifică-te automat pe site-urile cunoscute.
te: సంకేతపదాలను భద్రంగా నిల్వచేసుకోండి, తెలిసిన వెబ్‌సైట్ల లోనికి స్వయంచాలకంగా ప్రవేశించండి.
th: เก็บรหัสผ่านอย่างปลอดภัยและเข้าสู่ระบบเว็บไซต์ที่รู้จักโดยอัตโนมัติ
tr: Parolaları güvenli bir şekilde saklayın ve bilinen web sitelerinde otomatik olarak oturum açın.
vi: Lưu trữ mật khẩu an toàn và tự động đăng nhập vào các trang web đã biết.

source: Block ads & tracking {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეზღუდეთ რეკლამები და თვალყურის დევნება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Protect your privacy by blocking ads and trackers (plus, you'll speed up page loads).
ka: დაიცავით თქვენი პირადი მონაცემები რეკლამებისა და მეთვალყურეების შეზღუდვით (თან გაზრდით გვერდის გახსნის სიჩქარეს).
ms: Lindungi privasi anda dengan menyekat iklan dan penjejak (selain memantaskan pemuatan halaman).

source: Fill forms automatically {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეავსეთ ველები ავტომატურად {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Save entered data once and it will autofill next time.
ka: შეინახეთ ერთხელ შეტანილი მონაცემები და მომავალში თვითონვე შეივსება.
ms: Hanya simpan sekali data yang dimasukkan dan akan autoisi pada lain kali.

source: Browse privately {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოინახულეთ გვერდები პირადულად {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Jump into private browsing mode with a click.
ka: გადადით პირადი თვალიერების რეჟიმზე ერთი დაწკაპებით.
ms: Terus ke mod pelayaran peribadi dengan satu klik.

source: Stop tab hijacking {start_sub_heading}with {addon_name}{end_sub_heading}
ka: თავი დაიცავით ჩანართების მიტაცებისგან {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Don't let clicked links take control of your current tab and load content you didn't ask for.
ka: ნუ მისცემთ უფლება ბმულებს მათზე დაწკაპებისას დაიწყოს მიმდინარე ჩანართის მართვა და ჩატვირთოს ის შიგთავსი, რომელიც არ მოგითხოვიათ.
ms: Jangan biarkan pautan yang diklik mengawal tab semasa dan memuatkan kandungan yang anda tidak mahu.

source: Easily access Wikipedia {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მიიღეთ მარტივი წვდომა ვიკიპედიაზე {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Perform a Wikipedia search by simply highlighting text from any webpage and right-clicking.
ka: დაიწყეთ ძიება ვიკიპედიაში მყისიერად, ნებისმიერ საიტზე ტექსტის მონიშვნითა და მარჯვენა დაწკაპებით.
ms: Lakukan carian Wikipedia dengan hanya menyerlahkan teks dalam laman web dan mengklik kanan.

source: Discover site-specific content {start_sub_heading}with {addon_name}{end_sub_heading}
ka: მოიძიეთ ცალკეულ საიტთან დაკავშირებული შიგთავსი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Find what you're looking for within a specific domain.
es_ar: Busca contenido en un dominio en concreto.
fur: Cjate ce che tu stâs cirint dentri di un specific domini.
fy_nl: Fyn wat jo sykje yn in spesifyk domein.
he: חיפוש מבוקשך בתוך מתחם מסוים.
ia: Trova lo que tu recerca in un specific dominio.
is: Finndu það sem þú ert að leita að innan tiltekins léns.
ka: მონახეთ სასურველი მასალა, ცალკეული ვებსაიტის შიგნით.
ms: Cari apa yang anda mahu hanya dalam domain tertentu.
nb_no: Finn det du leter etter innenfor et spesifikt domene.
nn_no: Finn det du leitar etter innanfor eit spesifikt domene.
ro: Găsești ceea ce cauți într-un domeniu specific.
te: మీరు వెతుకున్న దాన్ని ఒక ప్రత్యేక రంగంలో కనుగొనండి.
tr: Belli bir alan adında aradığınız sonuçları bulun.
vi: Tìm những gì bạn đang tìm kiếm trong một miền cụ thể.

source: Find videos {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ვიდეოების მოძიება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Highlight text from any website and right-click to search YouTube for related media.
es_ar: Selecciona el texto de cualquier sitio web y haz clic con el botón derecho para buscar cualquier contenido relacionado en YouTube.
fi: Korosta teksti miltä tahansa verkkosivustolta ja napsauta hiiren kakkospainikkeella etsiäksesi YouTubesta aiheeseen liittyvää mediaa.
fur: Evidenzie il test te pagjine web e fâs un clic diestri par cirî contignûts simii su YouTube.
fy_nl: Markearje tekst fan elke webside en klik mei de rjochtermûisknop om op YouTube te sykjen nei relatearre media.
he: סימון טקסט בכל אתר ולחיצה על כפתור העכבר הימני כדי לחפש ב־YouTube אחר מדיה קשורה.
ia: Marca texto de qualcunque sito web e face clic a dextra pro cercar videos associate in YouTube.
is: Veldu texta á hvaða vefsíðu sem er og hægrismelltu til að leita á YouTube að tengdum margmiðlunargögnum.
ka: მონიშნეთ ტექსტი ნებისმიერ ვებსაიტზე და მარჯვენა დაწკაპებით მონახეთ მასთან დაკავშირებული ვიდეოები YouTube-ზე.
ms: Serlahkan teks dalam laman web dan klik kanan untuk mencari media berkaitan dalam YouTube.
nb_no: Uthev tekst fra ethvert nettsted, og høyreklikk for å søke på YouTube etter relaterte medier.
nn_no: Uthev tekst frå ein nettstad, og høgreklikk for å søkje på YouTube etter relaterte medium.
ro: Evidențiază text pe orice site web și dă clic dreapta ca să cauți materiale asociate pe YouTube.
tr: Web sitelerindeki metinleri seçip sağ tıklayarak ilgili içeriği YouTube'da arayın.
vi: Đánh dấu văn bản từ bất kỳ trang web nào và nhấp chuột phải để tìm kiếm phương tiện liên quan trên YouTube.

source: Gain an Amazon edge {start_sub_heading}with {addon_name}{end_sub_heading}
ka: სწრაფი ძიება Amazon-ში {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: When looking at product pages on other online shops, if it's also available on Amazon you can simply click a button to check its Amazon listing.
ka: შესაძენი საქონლის სხვა ინტერნეტ-მაღაზიებში თვალიერებისას, თუ იგი Amazon მაღაზიაშიცაა ხელმისაწვდომი, მარტივი დაწკაპებით შეგეძლებათ იხილოთ Amazon-ის ჩამონათვალში.
ms: Apabila anda melihat produk yang sama dan boleh didapatkan di Amazon dalam halaman produk kedai atas talian yang lain, anda hanya perlu klik butang untuk menyemaknya dalam senarai Amazon.

source: Tweet it out {start_sub_heading}with {addon_name}{end_sub_heading}
ka: დატვიტეთ {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Easily broadcast web content to your Twitter following.
ka: მარტივად გააცანით სასურველი ვებშიგთავსი თქვენს მიმდევრებს ტვიტერზე.
ms: Mudah untuk menyiarkan kandungan web kepada pengikut Twitter anda.

source: Ultimate tab control {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ჩანართების გაუმჯობესებული მართვა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: So many tab control options—close duplicate tabs, merge windows, copy the tab title, and more.
ka: უამრავი დამატებითი შესაძლებლობა ჩანართების მართვისას — ერთნაირი ჩანართების დახურვა, ფანჯრების გაერთიანება, ჩანართის დასახელების დაკოპირება და ა.შ.
ms: Pelbagai pilihan kawalan tab—tutup tab duplikasi, menghimpun tetingkap, salin tajuk tab dan banyak lagi.

source: Enjoy a strange education {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გაერთეთ უცნაური ამბების გაცნობით {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Load a random Wikipedia article each time you open a new tab.
ka: ვიკიპედიიდან შემთხვევით შერჩეული სტატიის გამოტანა ახალი ჩანართის ყოველი გახსნისას.

source: Change up your new tab {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეცვალეთ თქვენი ახალი ჩანართი {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Configure new tab pages to display custom background colors and images.
es_ar: Configura pestañas nuevas para visualizar imágenes y colores de fondo personalizados.
fi: Määritä uuden välilehden sivu näyttämään mukautettuja taustavärejä ja -kuvia.
fur: Configure lis pagjinis des gnovis schedis in mût che a mostrin imagjins e colôrs di fonts personalizâts.
fy_nl: Konfigurearje nij-ljepblêdsiden sadat oanpaste eftergrûnkleuren en -ôfbyldingen werjûn wurde.
he: הגדרת דפי לשונית חדשה להציג צבעים ותמונות רקע מותאמים אישית.
ia: Configura le apparentia del nove schedas pro monstrar colores e imagines de fundo.
is: Stilltu nýjar flipasíður til að birta sérsniðna bakgrunnsliti og myndir.
ka: მიუთითეთ სასურველი ფონის ფერები და სურათები, ახალი ჩანართის გვერდისთვის.
ms: Konfigurasi halaman tab baru supaya memaparkan penyesuaian warna dan imej latar belakang.
nb_no: Konfigurer nye fane-sider for å vise egne bakgrunnsfarger og bilder.
nn_no: Konfigurer nye fane-sider for å vise eigne bakgrunnsfargar og bilde.
ro: Configurează paginile de filă nouă ca să afișeze culori și imagini personalizate în fundal.
tr: Yeni sekme sayfalarında özel arka plan renkleri ve resimler kullanın.
vi: Định cấu hình các trang thẻ mới để hiển thị màu nền và hình ảnh tùy chỉnh.

source: Cat lovers rejoice {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გაიხალისეთ განწყობა კატების მოყვარულებმა {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Meet an adorable kitty with every new tab. Give it a scratch behind the ear and see what happens.
es_ar: Conoce a un adorable gatito con cada pestaña nueva. Ráscale detrás de la oreja y observa lo que pasa.
fi: Tapaa suloinen kissa jokaisen uuden välilehden mukana. Raaputa sitä korvan takaa ja katso, mitä tapahtuu.
fur: Un gjatut ninin in ogni gnove schede. Scuvierç ce che al sucêt cuant che tu lu russis daûr de vorele.
fy_nl: Moetsje in skattich katsje mei elk nij ljepblêd. Jou it in kras efter it ear en sjoch wat der bart.
ia: Incontra un adorabile catton in cata nove scheda. Gratta lo detra le aure e vide lo que eveni.
is: Hittu krúttlega kisu á hverjum nýjum flipa. Klóraðu henni á bakvið eyrað og sjáðu hvað gerist.
ka: შეხვდით უსაყვარლესს კნუტს ყოველი ახალი ჩანართის გახსნისას. მოეფერეთ ყურის უკან და ნახეთ რა მოხდება.
ms: Temui kucing comel dengan setiap tab baru. Garu di belakang telinga dan lihat apa yang akan berlaku.
nb_no: Møt en søt kattunge med hver nye fane. Klø den bak øret og se hva som skjer.
nn_no: Møt ein søt kattunge med kvar nye fane. Klø han bak øyret og sjå kva som skjer.
ro: Afișează un pisoi adorabil la orice filă nouă. Scarpină-l după ureche și vezi ce se întâmplă.
tr: Her yeni sekmede sevimli bir kedicikle tanışın. Kulağının arkasını kaşıyıp neler olduğunu görün.
vi: Gặp gỡ một chú mèo con đáng yêu với mỗi thẻ mới. Hãy gãi sau tai và xem điều gì sẽ xảy ra.

source: Decrease productivity {start_sub_heading}with {addon_name}{end_sub_heading}
ka: შეამცირეთ შრომის ნაყოფიერება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: For those moments when you need to fire lasers out of a cat.
es_ar: Para esos momentos en los que necesitas disparar rayos láser usando un gatito.
fi: Niitä hetkiä varten, kun haluat ampua laseria kissasta.
fur: Par chei moments cuant che ti covente un gjat che al trai rais laser.
fy_nl: Foar dy mominten wêrop jo lasers fan in kat út sjitte moatte.
he: לאותם הרגעים שפשוט מתחשק לך לירות לייזר בעזרת חתול.
ia: Pro ille momentos que tu necessita tirar radios laser per un catto.
is: Fyrir þær stundir þegar þú þarft nauðsynlega að skjóta leysigeislum úr köttum.
ka: იმ შემთხვევებისთვის, როცა დაგჭირდებათ კატის მწველი მზერა.
ms: Untuk detik penting apabila anda perlu tembak laser daripada kucing.
nb_no: For de øyeblikkene du trenger å fyre lasere ut av en katt.
nn_no: For dei augneblinkane du treng å fyre laserar ut av ein katt.
ro: Pentru acele momente când simți nevoia să tragi cu laserul dintr-o pisică.
te: పిల్లి నుండి లేజర్ కిరణాలను సంధించాల్సివచ్చే ఆ ప్రత్యేకమైన క్షణాలకోసం.
tr: Olur da bir kediden lazer ateşlemeniz gerekirse.
vi: Đối với những khoảnh khắc khi bạn cần bắn tia laze từ con mèo.

source: Search Firefox {start_sub_heading}with {addon_name}{end_sub_heading}
ka: ძიება Firefox-ში {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Easily access your open tabs, bookmarks, and history.
ka: მარტივი წვდომა გახსნილ ჩანართებთან, სანიშნებსა და ისტორიასთან.
ms: Mudah mengakses tab terbuka, tandabuku dan sejarah.

source: Lots of open tabs? Skip the scrolling and search via keyboard shortcuts.
es_ar: ¿Tienes muchas pestañas abiertas? Evita el desplazamiento y busca mediante las teclas rápidas.
fi: Paljon avoimia välilehtiä? Lopeta vierittäminen ja hae pikanäppäimillä.
fur: Âstu une vore di schedis viertis? Evite di doprâ il scoriment par cjatâlis ma cirilis midiant scurtis di tastiere.
fy_nl: In soad iepen ljepblêden? Skip it skowen en sykje fia fluchtoetsen.
he: מלא לשוניות פתוחות? לא חייבים לגלול, אפשר לחפש דרך קיצורי מקלדת.
ia: Massas de schedas aperte? Evita le rolamento interminabile e cerca schedas con claves de accesso directe.
is: Hrikalega margir flipar? Hættu að skruna og leitaðu með flýtilyklum á lyklaborðinu.
ka: უამრავი ჩანართია გახსნილი? სასურველი მონახეთ კლავიატურის მალსახმობებით, დაუსრულებლად გადაადგილების ნაცვლად.
ms: Banyak tab terbuka? Abaikan menatal dan cari menggunakan pintasan papan kekunci.
nb_no: Mange åpne faner? Hopp over rullingen og søk via hurtigtaster.
nn_no: Mange opne faner? Hopp over rullinga og søk via hurtigtastar.
ro: Ai o mulțime de file deschise? Scapă de căutat și derulat prin ele cu ajutorul comenzilor rapide din tastatură.
tr: Çok fazla açık sekmeniz mi var? Klavye kısayolları ile arama yapın.
vi: Rất nhiều thẻ đang mở? Bỏ qua việc cuộn và tìm kiếm thông qua các phím tắt.

source: Explore what's beneath {start_sub_heading}with {addon_name}{end_sub_heading}
ka: გამოიკვლიეთ სიღრმეები {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}

source: Uncover the software that supports whatever website you're visiting.
ka: გაეცანით, თუ რა ტექნოლოგიები, პროგრამები და სისტემებია გამოყენებული ვებსაიტზე, რომელსაც ნახულობთ.
ms: Cari perisian yang menyokong mana-mana laman web yang anda lawati.

source: Prevent redirects & tracking {start_sub_heading}with {addon_name}{end_sub_heading}
ka: აირიდეთ გადამისამართება და თვალყურის დევნება {start_sub_heading}{addon_name} დამატების დახმარებით{end_sub_heading}
