Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Add-on Updates
es_ar: Actualizaciones del complemento
fi: Lisäosapäivitykset
fur: Inzornaments dal component adizionâl
fy_nl: Add-on-fernijingen
he: עדכוני תוספות
hr: Aktualiziranje dodataka
hu: Kiegészítő frissítései
ia: Actualisationes del additivos
id: Pembaruan Pengaya
is: Uppfærslur viðbótar
ka: დამატების განახლებები
kab: Ileqman n uzegrir
ms: Kemaskini Add-on
nb_no: Tilleggsoppdateringer
nn_no: Utvidingsoppdateringar
ro: Actualizările suplimentului
sk: Aktualizácie doplnkov
sq: Përditësime Shtese
sr_latn: Ažuriranja dodatka
sv_se: Tilläggsuppdateringar
te: పొడిగింత నవీకరణలు
th: การอัปเดตส่วนเสริม
tr: Eklenti güncellemeleri
vi: Cập nhật của Tiện ích

source: Add-on Status
es_ar: Estado del complemento
fi: Lisäosan tila
fur: Stât dal component adizionâl
fy_nl: Add-on-steat
he: מצב תוספות
hr: Status dodataka
hu: Kiegészítő állapota
ia: Stato del additivo
id: Status Pengaya
is: Staða viðbótar
ka: დამატების მდგომარეობა
kab: Addad n uzegrir
ms: Status Add-on
nb_no: Status for tillegg
nn_no: Status for utvidingar
ro: Starea suplimentului
sk: Stav doplnku
sq: Gjendje Shtese
sr_latn: Status dodatka
sv_se: Status för tillägg
te: పొడిగింత స్థితి
th: สถานะส่วนเสริม
tr: Eklenti durumu
vi: Trạng thái Tiện ích

source: User Collections
es_ar: Colecciones de los usuarios
fi: Käyttäjän kokoelmat
fur: Racueltis dal utent
fy_nl: Brûkerskolleksjes
he: האוספים של המשתמש
hr: Korisničke zbirke
hu: Felhasználó gyűjteményei
ia: Collectiones del usator
id: Koleksi Pengguna
is: Söfn notenda
ka: მომხმარებლის კრებულები
kab: Tigrummiwin n useqdac
ms: Koleksi Pengguna
nb_no: Brukersamlinger
nn_no: Brukarsamlingar
ro: Colecțiile utilizatorului
sk: Kolekcie používateľa
sq: Koleksione Përdoruesi
sr_latn: Korisničke zbirke
sv_se: Användarsamlingar
te: వనరుని సేకరణలు
th: ชุดสะสมของผู้ใช้
tr: Kullanıcı koleksiyonları
vi: Bộ sưu tập của Người dùng

source: User Reviews
es_ar: Valoraciones de los usuarios
fi: Käyttäjien arvostelut
fur: Recensions
fy_nl: Brûkersbeoardielingen
he: סקירות משתמשים
hr: Korisničke recenzije
hu: Felhasználói értékelések
ia: Recensiones del usator
id: Ulasan Pengguna
is: Umsagnir notenda
ka: მომხმარებელთა მიმოხილვები
kab: Iceggiren n useqdac
ms: Ulasan Pengguna
nb_no: Brukervurderinger
nn_no: Brukarvurderingar
ro: Recenzii de la utilizatori
sk: Recenzie používateľa
sq: Shqyrtime Përdoruesi
sr_latn: Recenzije korisnika
sv_se: Användarrecensioner
te: వనరుని సమీక్షలు
th: บทวิจารณ์ของผู้ใช้
tr: Kullanıcı incelemeleri
vi: Đánh giá của Người dùng

source: Changes successfully saved.
es_ar: Los cambios se han guardado correctamente.
fi: Muutokset tallennettu onnistuneesti.
fur: Modifichis salvadis cun sucès.
fy_nl: Wizigingen mei sukses bewarre.
he: השינויים נשמרו בהצלחה.
hr: Promjene uspješno spremljene.
hu: A változások sikeresen elmentve.
ia: Cambios salvate con successo.
id: Perubahan berhasil disimpan.
is: Tókst að vista breytingar.
ka: ცვლილებები შეინახა წარმატებით.
kab: Isnifal ttwakelsen akken iwata.
ms: Perubahan berjaya disimpan.
nb_no: Endringene ble lagret.
nn_no: Endringane er lagra.
ro: Modificări salvate cu succes.
sk: Zmeny boli úspešne uložené.
sq: Ndryshimet u ruajtën me sukses.
sr_latn: Izmene su uspešno sačuvane.
sv_se: Ändringar sparade.
te: మార్పులు విజయవంతంగా భద్రపరచబడ్డాయి.
th: การเปลี่ยนแปลงถูกบันทึกเรียบร้อย
tr: Değişiklikler başarıyla kaydedildi.
vi: Thay đổi đã được lưu thành công.

source: Please check the form for errors.
hu: Ellenőrizze az űrlap hibáit.
id: Silahkan lihat formulirnya untuk kesalahan.
ka: გთხოვთ შეამოწმოთ ველები შეცდომებზე.
kab: Ma ulac aɣilif senqed tafelwit inek ɣef tuccḍiwin.
ms: Sila semak borang untuk ralat.
sk: Skontrolujte prosím chyby vo formulári.
sq: Ju lutemi, kontrolloni formularin për gabime.
sr_latn: Molimo Vas proverite da li ima grešaka u formi.
sv_se: Kontrollera formuläret efter fel.

source: Add-on cannot be deleted. Disable this add-on instead.
es_ar: El complemento no puede desinstalarse. En su lugar, desactiva este complemento.
fi: Lisäosaa ei voi poistaa. Poista sen sijaan tämä lisäosa käytöstä.
fur: Nol è pussibil eliminâ il component adizionâl. Tu puedis invezit disativâ chest component adizionâl.
fy_nl: Add-on kin net fuortsmiten wurde. Skeakelje dizze add-on út.
he: לא ניתן למחוק את התוספת. ניתן לנטרל אותה במקום.
hr: Dodatak se ne može izbrisati. Umjesto toga deaktiviraj ovaj dodatak.
hu: A kiegészítő nem törölhető. Inkább tiltsa le azt.
ia: Le additivo non pote esser delite. In vice de isto, disactiva lo.
id: Pengaya tidak dapat dihapus. Menonaktifkan pengaya ini sebagai gantinya.
is: Ekki er hægt að viðbótinni. Gerðu hana óvirka í staðinn.
ka: დამატების წაშლა ვერ ხერხდება. სცადეთ მისი ამორთვა.
kab: Azegrir ur yezmir ara ad yettwakkes. Sens-it deg umḍiq n tukksa.
ms: Add-on ini tidak boleh dibuang. Hanya nyahdayakan sahaja.
nb_no: Tillegget kan ikke slettes. Deaktiver dette tillegget i stedet.
nn_no: Utvidinga kan ikkje fjernast. Inaktiver utvidinga i staden.
ro: Suplimentul nu poate fi șters. Dezactivează acest supliment.
sk: Doplněk nemôže byť odstránený. Namiesto toho ho zakážte.
sq: Shtesa s’mund të fshihet. Në vend të kësaj, çaktivizojeni.
sr_latn: Dodatak se ne može izbrisati. Umesto toga ga onemogućite.
sv_se: Tillägg kan inte tas bort. Inaktivera detta tillägg istället.
te: పొడిగింత తొలగించబడదు. దానికి బదులుగా ఈ పొడిగింతను అచేతనపరచు.
th: ส่วนเสริมนี้ไม่สามารถลบได้ ให้ปิดการทำงานของส่วนเสริมนี้แทน
tr: Eklenti silinemiyor. Bunun yerine bu eklentiyi devre dışı bırakın.
vi: Không thể xóa tiện ích mở rộng. Thay vào đó hãy tắt tiện ích mở rộng này.

source: Theme deleted.
es_ar: Tema borrado.
fi: Teema poistettu.
fur: Teme eliminât.
fy_nl: Tema fuortsmiten.
he: ערכת הנושא נמחקה.
hr: Tema izbrisana.
hu: A téma törölve.
ia: Thema delite.
id: Tema dihapus.
is: Þema eytt.
ka: თემა წაშლილია.
kab: Asentel yettwakkes.
ms: Tema telah dibuang.
nb_no: Tema slettet.
nn_no: Temaet er sletta.
ro: Temă ștearsă.
sk: Téma odstránená.
sq: Tema u fshi.
sr_latn: Tema obrisana.
sv_se: Tema borttaget.
te: అలంకారం తొలగించబడింది.
th: ลบชุดรูปแบบแล้ว
tr: Tema silindi.
vi: Chủ đề đã bị xóa.

source: Add-on deleted.
es_ar: Complemento borrado.
fi: Lisäosa poistettu.
fur: Component adizionâl eliminât.
fy_nl: Add-on fuortsmiten.
he: התוספת נמחקה.
hr: Dodatak izbrisan.
hu: A kiegészítő letörölve.
ia: Additivo delite.
id: Pengaya dihapus.
is: Viðbót eytt.
ka: დამატება წაშლილია.
kab: Azegrir yettwakkes.
ms: Add-on telah dibuang.
nb_no: Tillegg slettet.
nn_no: Utvidinga sletta.
ro: Supliment șters.
sk: Doplnok bol odstránený.
sq: Shtesa u fshi.
sr_latn: Dodatak obrisan.
sv_se: Tillägg borttaget.
te: పొడిగింత తొలగించబడింది.
th: ลบส่วนเสริมแล้ว
tr: Eklenti silindi.
vi: Tiện ích đã được xóa.

source: URL name was incorrect. Theme was not deleted.
es_ar: El nombre de la URL es incorrecto. No se eliminó el tema.
fi: URL-osoite oli virheellinen. Teemaa ei poistettu.
fur: Il non dal URL al jere sbaliât. Il teme nol è stât eliminât.
fy_nl: URL-namme net krekt. Tema is net fuortsmiten.
he: שם הכתובת היה שגוי. ערכת הנושא לא נמחקה.
hr: Naziv URL-a nije točan. Tema nije izbrisana.
hu: Az URL név helytelen volt. A téma nem törlődött.
ia: Le nomine del URL esseva incorrecte. Le thema non esseva delite.
id: Nama URL salah. Tema tidak dihapus.
ka: URL სახელი არასწორია. თემა არ წაშლილა.
kab: Tansa URL mačči d tameɣtut. Asentel ur yettwakkes ara.
ms: Nama URL tidak betul. Tema tidak dibuang.
nb_no: URL-navnet er feil. Temaet ble ikke slettet.
nn_no: URL-namnet er feil. Temaet vart ikkje sletta.
ro: Denumirea URL era incorectă. Tema nu a fost ștearsă.
sq: Fjalëkalimi qe i pasaktë. Tema s’u fshi.
sv_se: URL-namn var felaktig. Tema togs inte bort.
te: URL పేరు సరైనది కాదు. అలంకారం తొలగించబడలేదు.
th: ชื่อ URL ไม่ถูกต้อง ไม่ได้ลบชุดรูปแบบ
tr: URL adı yanlış. Tema silinmedi.
vi: Tên URL không chính xác. Chủ đề chưa bị xóa.

source: URL name was incorrect. Add-on was not deleted.
es_ar: El nombre de la URL es incorrecto. No se eliminó el complemento.
fi: URL-osoite oli virheellinen. Lisäosaa ei poistettu.
fur: Il non dal URL al jere sbaliât. Il component adizionâl nol è stât eliminât.
fy_nl: URL-namme net krekt. Add-on is net fuortsmiten.
he: שם הכתובת היה שגוי. התוספת לא נמחקה.
hr: Naziv URL-a nije točan. Dodatak nije izbrisan.
hu: Az URL név helytelen volt. A kiegészítő nem törlődött.
ia: Le nomine del URL esseva incorrecte. Le additivo non esseva delite.
id: Nama URL salah. Pengaya tidak dihapus.
ka: URL სახელი არასწორია. დამატება არ წაშლილა.
kab: Tansa URL mačči d tameɣtut. Azegrir ur yettwakkes ara.
ms: Nama URL tidak betul. Add-on tidak dibuang.
nb_no: URL-navnet er feil. Tillegget ble ikke slettet.
nn_no: URL-namn var feil. Utvidinga vart ikkje fjerna.
ro: Denumirea URL era incorectă. Suplimentul nu a fost șters.
sq: Fjalëkalimi qe i pasaktë. Shtesa s’u fshi.
sv_se: URL-namn var felaktig. Tillägg togs inte bort.
te: URL పేరు సరైనది కాదు. పొడిగింత తొలగించబడలేదు.
th: ชื่อ URL ไม่ถูกต้อง ไม่ได้ลบส่วนเสริม
tr: URL adı yanlış. Eklenti silinmedi.
vi: Tên URL không chính xác. Tiện ích chưa bị xóa.

source: An author has been added to your add-on
es_ar: Un autor ha sido añadido a tu complemento
fi: Tekijä on lisätty lisäosaasi
fur: Al è stât zontât un autôr al to component adizionâl
fy_nl: Der is in skriuwer oan jo add-on tafoege
he: נוסף יוצר לתוספת שלך
hr: Tvom dodatku je dodan jedan autor
hu: A kiegészítőhöz egy szerző hozzárendelésre került
ia: Un autor ha essite addite a tu additivo
id: Penulis telah ditambahkan ke pengaya anda
is: Höfundi var bætt við viðbótina þína
ka: თქვენს დამატებას ახალი ავტორი დაემატა
kab: Ameskar yettwarna ad uzegrir inek
ms: Seorang pengarang ditambah ke add-on anda
nb_no: En opphavsmann har blitt lagt til i tillegget ditt
nn_no: Ein opphavsmann er lagt til i utvidinga di
ro: A fost adăugat un autor la suplimentul tău
sq: Te shtesa juaj është shtuar një autor
sr_latn: Autor je dodat Vašem dodatku
sv_se: En upphovsman har lagts till i ditt tillägg
te: మీ పొడిగింతకు ఒక రచయిత జోడించబడ్డారు
th: เพิ่มผู้สร้างไปยังส่วนเสริมของคุณแล้ว
tr: Eklentinize bir yazar eklendi
vi: Một tác giả đã được thêm vào tiện ích của bạn

source: An author has a role changed on your add-on
hu: A kiegészítő egyik szerzőjének szerepe megváltozott
id: Seorang penulis telah diubah perannya pada pengaya anda
ka: თქვენს დამატებაზე ერთ-ერთ თანაავტორს დაეკისრა სხვა მოვალეობა
kab: Tamlilt n umeskar tettusnifel ɣef uzegri inek
ms: Peranan pengarang add-on anda telah ditukar
sq: Te shtesa juaj një autor pati ndryshim roli
sr_latn: Autor je promenio ulogu Vašeg dodatka
sv_se: För en upphovsman har en roll ändrats i ditt tillägg

source: An author has been removed from your add-on
es_ar: Un autor ha sido eliminado de tu complemento
fur: Al è stât gjavât un autôr dal to component adizionâl
fy_nl: Der is in skriuwer fuortsmiten fan jo add-on
he: אחד היוצרים הוסר מהתוספת שלך
hr: Jedan autor je uklonjen iz tvog dodatka
hu: A kiegészítő egy szerzője eltávolításra került
ia: Un autor ha essite removite ex tu additivo
id: Seorang penulis telah dihapus dari pengaya anda
is: Höfundur var fjarlægður af viðbótinni þinni
ka: თქვენს დამატებას ერთ-ერთი ავტორი გამოაკლდა
kab: Ameskar yettwakkes seg uzegrir inek
ms: Seorang pengarang disingkir daripada add-on anda
nb_no: En opphavsmann har blitt fjernet fra tillegget ditt
nn_no: Ein opphavsmann er fjerna frå utvidinga di
ro: A fost eliminat un autor din suplimentul tău
sq: Prej shtesës suaj u hoq një autor
sr_latn: Autor je uklonjen sa Vašeg dodatka
sv_se: En upphovsman har tagits bort från ditt tillägg
te: మీ పొడిగింత నుండి ఒక రచయిత తొలగించబడ్డారు
th: เอาผู้สร้างออกจากส่วนเสริมของคุณแล้ว
tr: Eklentinizdeki bir yazar silindi
vi: Một tác giả đã bị xóa khỏi tiện ích của bạn

source: There were errors in your submission.
hu: Hibák voltak a benyújtáskor.
id: Terjadi kesalahan dalam kiriman anda.
kab: Llan tuccḍiwin di tuzna-inek.
sk: V odoslaných údajoch sa nachádzajú chyby.
sq: Pati gabime me parashtrimin tuaj.
sr_latn: Postoje greške u Vašoj dostavi.
sv_se: De uppstod fel när ditt bidrag skickades in.

source: Validate Add-on
es_ar: Validar el complemento
fi: Lisäosan kelpuutus
fur: Convalide component adizionâl
fy_nl: Add-on falidearje
he: אימות תוספת
hr: Provjeri dodatak
hu: Kiegészítő ellenőrzése
ia: Validar additivo
id: Pengaya Divalidasi
is: Fullgilda viðbót
ka: შეამოწმეთ დამატება
kab: Sentem azegrir
ms: Sahkan Add-on
nb_no: Valider utvidelsen
nn_no: Valider utvidinga
ro: Validează suplimentul
sk: Overiť doplnok
sq: Vleftëso Shtesën
sr_latn: Overite dodatak
sv_se: Validera tillägg
te: పొడిగింతను ధృవీకరించండి
th: ตรวจสอบส่วนเสริม
tr: Eklentiyi doğrula
vi: Kiểm định Tiện ích

source: Check Add-on Compatibility
hu: Kiegészítő kompatibilitásának ellenőrzése
id: Memeriksa Kompatibilitas Pengaya
ka: დამატების თავსებადობის შემოწმება
kab: Senqed amṣada n uzegrir
ms: Semak Keserasian Add-on
sk: Kontrola kompatibility doplnku
sq: Kontrolloni Përputhshmëri Shtese
sr_latn: Proverite kompatibilnost dodatka
sv_se: Kontrollera tilläggets kompatibilitet

source: You cannot submit this type of add-on
es_ar: No puedes enviar este tipo de complemento
fi: Et voi lähettää tämän tyyppistä lisäosaa
fur: No tu puedis mandâ chest gjenar di component adizionâl
fy_nl: Jo kinne dit type add-on net yntsjinje
he: לא ניתן להגיש תוספת מסוג זה
hr: Ne možeš poslati ovu vrstu dodatka
hu: Ilyen típusú kiegészítőt nem küldhet be
ia: Tu non pote inviar iste typo de additivo
id: Anda tidak dapat mengirimkan jenis pengaya ini
is: Þú getur ekki sent inn þessa tegund af viðbótum
ka: ამ სახის დამატების წარდგენა, არ შეგიძლიათ
kab: Ur tezmireḍ ara ad tazneḍ anaw-agi n uzegrir
ms: Anda tidak boleh kemukakan add-on jenis ini
nb_no: Du kan ikke sende inn denne typen utvidelse
nn_no: Du kan ikkje sende inn denne typen av utviding
ro: Nu poți trimite acest tip de supliment
sq: S’mund të parashtroni këtë lloj shtojce
sv_se: Du kan inte skicka in denna typ av tillägg
te: మీరు ఈ పొడిగింతపు రకాన్ని సమర్పించలేరు
th: คุณไม่สามารถส่งส่วนเสริมชนิดนี้ได้
tr: Bu türden eklenti gönderemezsiniz
vi: Bạn không thể gửi loại tiện ích này

source: Images must be either PNG or JPG.
es_ar: Las imágenes deben estar en formato PNG o JPG.
fi: Kuvien pitää olla joko PNG- tai JPG-muodossa.
fur: Lis imagjins a scugnin jessi in formât PNG o JPG.
fy_nl: Ofbyldingen moatte fan it type PNG of JPG wêze.
he: תמונות חייבות להיות בתבנית PNG או JPG.
hr: Slike moraju biti u PNG ili JPG formatu.
hu: Az ikonnak PNG-nek vagy JPG-nek kell lennie.
ia: Le imagines debe esser in formato PNG o JPG.
id: Gambar harus dalam bentuk PNG atau JPG.
is: Myndir verða að vera annað hvort PNG eða JPG.
ka: სურათი უნდა იყოს PNG ან JPG ფორმატში.
kab: Tugniwin zemrent ad ilint PNG neɣ JPG.
ms: Imej mesti dalam PNG atau JPG.
nb_no: Bilder må være enten PNG eller JPG.
nn_no: Bilde må anten vere PNG eller JPG.
ro: Imaginile trebuie să fie PNG sau JPG.
sk: Obrázky musia byť vo formáte PNG alebo JPG.
sq: Figurat duhet të jenë ose PNG, ose JPG.
sr_latn: Slike moraju biti ili PNG ili JPG formata.
sv_se: Bilder måste vara antingen PNG eller JPG.
te: చిత్రాలు తప్పనిసరిగా PNG లేదా JPG లో ఉండాలి.
th: ภาพจะต้องเป็น PNG หรือ JPG
tr: Resimler PNG veya JPG olmalıdır.
vi: Hình ảnh phải là PNG hoặc JPG.

source: Icons cannot be animated.
es_ar: Los iconos no pueden ser animados.
fi: Kuvakkeita ei voi animoida.
fur: Lis iconis no puedin jessi animadis.
fy_nl: Piktogrammen meie net bewegend wêze.
he: אי אפשר להנפיש סמלים.
hr: Ikone ne smiju biti animirane.
hu: Az ikon nem lehet animált.
ia: Le icones non pote esser animate.
id: Icon tidak dapat dijadikan animasi.
is: Táknmyndir mega ekki vera með hreyfingu.
ka: ხატულები არ იმოძრავებს.
kab: Tignitin ur zmirent ara ad mbiwlent.
ms: Ikon tidak boleh bentuk animasi.
nb_no: Ikoner kan ikke være animerte.
nn_no: Ikon kan ikkje vere animerte.
ro: Pictogramele nu pot fi animate.
sk: Ikony nesmú byť animované.
sq: Ikonat s’mund të jenë të animuara.
sr_latn: Ikonice ne mogu biti pokretne.
sv_se: Ikoner kan inte vara animerade.
te: ప్రతీకాలు యానిమేట్ చేయబడవు.
th: ไอคอนไม่สามารถเคลื่อนไหวได้
tr: Simgeler hareketli olamaz.
vi: Biểu tượng không được chuyển động.

source: Images cannot be animated.
es_ar: Las imágenes no pueden ser animadas.
fi: Animoituja kuvia ei voi käyttää.
fur: Lis imagjins no puedin jessi animadis.
fy_nl: Ofbyldingen meie net bewegend wêze.
he: אי אפשר להנפיש תמונות.
hr: Slike ne smiju biti animirane.
hu: A kép nem lehet animált.
ia: Le imagines non pote esser animate.
id: Gambar tidak dapat dijadikan animasi.
is: Myndir mega ekki vera með hreyfingu.
ka: სურათი ვერ იმოძრავებს.
kab: Tugniwin ur zmirent ara ad mbawlent.
ms: Imej tidak boleh bentuk animasi.
nb_no: Bilder kan ikke være animerte.
nn_no: Bilde kan ikkje vere animerte.
ro: Imaginile nu pot fi animate.
sk: Obrázky nesmú byť animované.
sq: Figurat s’mund të jenë të animuara.
sr_latn: Slike ne mogu biti pokretne.
sv_se: Bilder kan inte vara animerade.
te: చిత్రాలను యానిమేట్ చేయడం సాధ్యం కాదు.
th: ภาพไม่สามารถเคลื่อนไหวได้
tr: Resimler hareketli olamaz.
vi: Hình ảnh không được chuyển động.

source: Images cannot be larger than %dKB.
hu: A kép nem lehet nagyobb, mint %d KB.
id: Gambar tidak bisa lebih besar daripada %dKB.
ka: სურათის მოცულობა არ უნდა აღემატებოდეს %dKB-ს.
kab: Tugniwin ur zmirent ara ad ilint ugar n %d KAṬ.
ms: Imej tidak boleh melebihi %dKB.
sk: Obrázky nemôžu byť väčšie ako %d kb.
sq: Figurat s’ mund të jenë më të mëdha se %dKB.
sr_latn: Slike ne mogu biti veće od %dKB.
sv_se: Bilder kan inte vara större än %dkB.

source: Image must be exactly {0} pixels wide and {1} pixels tall.
hu: A képnek pontosan {0} képpont szélesnek és {1} képpont magasnak kell lennie.
id: Gambar harus tepat selebar {0} pixel dan tinggi {1} pixel.
ka: სურათი უნდა იყოს ზუსტად {0} პიქსელის სიგრძის და {1} პიქსელის სიმაღლის.
kab: Yessefk tugna ad tili s {0} n ipiksilen di tehri akked {1} n ipiksilen di teɣzi.
ms: Imej mesti tepat {0} piksel lebar dan {1} piksel tinggi.
sk: Obrázok musí mať rozmery {0}x{1} bodov.
sq: Figura duhet të jetë saktësisht {0} piksela e gjerë dhe {1} piksela e lartë.
sr_latn: Slika mora biti široka tačno {0} piksela i visoka {1} piksela.
sv_se: Bild måste vara exakt {0} pixlar bred och {1} pixlar hög.

source: There was an error uploading your preview.
es_ar: Ha sucedido un error al subir la vista previa.
fi: Esikatselun lataamisessa tapahtui virhe.
fur: Al è vignût fûr un erôr tal cjariâ in rêt la anteprime.
fy_nl: Der is in flater bard by it opladen fan jo foarbyld.
he: אירעה שגיאה בהעלאת התצוגה המקדימה שלך.
hr: Dogodila se greška prilikom prijenosa tvog pregleda.
hu: Hiba történt az előnézet feltöltésekor.
ia: Error durante le incargamento de tu vista preliminar.
id: Terjadi kesalahan menggunggah pratinjau anda.
is: Villa kom upp við að senda inn umsögnina þína.
ka: წინასწარი ვერსიის ატვირთვისას მოხდა შეცდომა.
kab: Taḍra-d tuccḍa di tuzzna n teskant inek.
ms: Ada ralat semasa memuat naik previu anda.
nb_no: Det oppstod en feil under opplasting av forhåndsvisningen din.
nn_no: Det oppstod ein feil under opplasting av førehandsvisinga di.
ro: A apărut o eroare la încărcarea previzualizării tale.
sk: Pri odosielaní ukážky sa vyskytla chyba.
sq: Pati një gabim gjatë ngarkimit të paraparjes suaj.
sr_latn: Došlo je do greške prilikom otpremanja Vašeg pregleda.
sv_se: Ett fel uppstod med uppladdning av förhandsvisning.
te: మీ మునుజూపును ఎక్కించడంలో పొరపాటు జరిగింది.
th: เกิดข้อผิดพลาดขึ้นในระหว่างการอัปโหลดการแสดงตัวอย่างของคุณ
tr: Ön izlemenizi yüklerken bir hata oluştu.
vi: Có lỗi khi đang tải lên ảnh xem trước của bạn.

source: Version %s disabled.
es_ar: Versión %s desactivada.
fi: Versio %s poistettu käytöstä.
fur: Version %s disativade.
fy_nl: Ferzje %s útskeakele.
he: הגרסה %s נוטרלה.
hr: Verzija %s je deaktivirana.
hu: %s verzió letiltva.
ia: Version %s disactivate.
id: Versi %s dinonaktifkan.
is: Útgáfa %s óvirk.
ka: %s ვერსია გამორთულია.
kab: Lqem %s yensa.
ms: Versi %s dinyahdaya.
nb_no: Versjon %s slått av.
nn_no: Versjon %s slått av.
ro: Versiune %s dezactivată.
sk: Verzia %s je zakázaná.
sq: Versioni %s u çaktivizua.
sr_latn: Verzija %s onemogućena.
sv_se: Version %s inaktiverad.
te: వెర్షను %s అచేతనమయ్యింది.
th: ปิดใช้งานรุ่น %s แล้ว
tr: %s sürümü devre dışı bırakıldı.
vi: Phiên bản %s đã bị vô hiệu hóa.

source: Version %s deleted.
es_ar: Versión %s borrada.
fi: Versio %s poistettu.
fur: Version %s eliminade.
fy_nl: Ferzje %s fuortsmiten.
he: הגרסה %s נמחקה.
hr: Inačica %s izbrisana.
hu: %s verzió törölve.
ia: Version %s delite.
id: Versi %s dihapus.
is: Útgáfa %s eydd.
ka: %s ვერსია წაშლილია.
kab: Lqem %s yettwakkes.
ms: Versi %s telah dibuang.
nb_no: Versjon %s slettet.
nn_no: Versjon %s sletta.
ro: Versiune %s ștearsă.
sk: Verzia %s bola odstránená.
sq: Versioni %s u fshi.
sr_latn: Verzija %s izbrisana.
sv_se: Version %s borttagen.
te: వెర్షను %s తొలగించబడింది.
th: ลบรุ่น %s แล้ว
tr: %s sürümü silindi.
vi: Phiên bản %s đã được xóa.

source: This upload has failed validation, and may lack complete validation results. Please take due care when reviewing it.
es_ar: Esta subida ha fallado la validación y puede carecer de resultados de validación completos. Revísala con atención.
fur: Chest cjariament in rêt nol à passât la convalide e a podaressin mancjâ i risultâts complets de convalide. Ten iniments chest fat cuant che tu lu revisionis.
fy_nl: De falidaasje fan dizze oplaad is mislearre en der ûntbrekke mooglik folsleine falidaasjeresultaten. Let goed op by de beoardieling.
he: בדיקת האימות של העלאה זו נכשלה ויתכן שתוצאות הבדיקה חלקיות בלבד. נא לסקור במשנה זהירות.
hr: Ovaj prijenos nije prošao provjeru valjanosti i možda neće imati potpune rezultate provjere. Pripazi kad ga pregledavaš.
hu: Ezen feltöltés ellenőrzése sikertelen lett, és hiányozhatnak az értékelés teljes eredményei. A vizsgálat során legyen különösen figyelmes.
ia: Le validation de iste incargamento ha fallite e le resultatos del validation pote esser incomplete. Revide lo con attention.
id: Unggahan ini telah gagal divalidasi, dan boleh jadi tidak memiliki hasil validasi yang lengkap. Silakan berhati-hati saat mengulasnya.
ka: ატვირთვის დამოწმება ვერ მოხერხდა და შეიძლება, საბოლოო დამოწმების შედეგებზე, გავლენა მოახდინოს. გთხოვთ გაითვალისწინოთ ეს, მიმოხილვისას.
kab: Tuzna-agi ur teddi ara deg usentem, ihi tezmer akken ur yelli ara ɣur-s ugmuḍ n usentem. Ɣur-k ticki tettawraḍeḍ-tt.
ms: Muat naik ini telah gagal disahkan, dan mungkin kurang lengkap pengesahannya. Sila berhati-hati apabila menelitinya.
nb_no: Denne opplastingen mislyktes i valideringen og kan mangle fullstendige valideringsresultater. Vær forsiktig når du vurderer den.
nn_no: Denne opplastinga har mislykkast ved validering og kan mangle fullstendige valideringsresultat. Ver forsiktig når du vurderer ho.
ro: Încărcarea nu a trecut validarea și se poate să nu aibă rezultate complete de validare. Te rugăm să dai dovadă de maximă precauție la recenzie.
sk: Pri nahrávaní kontrola zlyhala a preto jej výsledky nemusia byť kompletné. Venujte tomu preto pri kontrole zvláštnu pozornosť.
sq: Ky ngarkim s’arriti të vleftësohej, dhe mund t’i mungojnë përfundimet e plota të vleftësimit. Ju lutemi, tregoni kujdesin e duhur, teksa e shqyrtoni.
sr_latn: Otpremanje nije prošlo validaciju, i možda ne sadrži potpune rezultate validacije. Molimo Vas, dobro proverite prilikom pregledavanja.
sv_se: Denna uppladdning har misslyckats med validering och kan sakna fullständigt valideringsresultat. Ta hänsyn till detta vid granskning.
th: การอัปโหลดนี้ไม่ผ่านการตรวจสอบความถูกต้อง และอาจขาดผลลัพธ์การตรวจสอบความถูกต้องที่สมบูรณ์ โปรดใช้ความระมัดระวังเมื่อตรวจทาน
tr: Bu yükleme doğrulamadan geçemedi. Tam doğrulama sonuçları eksik olabilir. Lütfen gözden geçirirken dikkatli olun.
vi: Quá trình tải lên này không được xác thực và có thể thiếu kết quả xác thực hoàn chỉnh. Hãy cẩn thận khi xem xét nó.
