Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: The licensor permits others to copy, distribute and transmit only unaltered copies of the work — not derivative works based on it.
hu: A licencadó lehetővé teszi másoknak, hogy lehessen másolni, terjeszteni és átadni az adott munkát, amíg az változatlan marad — nem engedélyezett ebből származtatott munka készítése.
id: Pemberi lisensi mengizinkan orang lain untuk menyalin, mendistribusikan dan memancarkan hanya salinan yang belum diubah dari karya — bukan karya turunan berdasarkan itu.
ka: ლიცენზიის მფლობელი ნებას რთავს მსურველებს, გაამრავლონ, გაავრცელონ და გამოიყენონ თავიანთი საჭიროებისამებრ, მხოლოდ არსებული სახით – გადამუშავების გარეშე.
ms: Pemberi lesen membenarkan pihak lain menyalin, mengedar dan menghantar hanya salinan kerja yang tidak diubah — bukan kerja terbitan daripadanya.
sq: Licencuesi u lejon të tjerëve të kopjojnë, shpërndajnë dhe transmetojnë vetëm kopje të pandryshuara të veprës - jo vepra të rrjedhura bazuar në të.
sv_se: Licensgivaren tillåter andra att kopiera, distribuera och överföra endast oförändrade kopior av arbetet — inte arbetet som bygger på den.

source: Your Theme will be released under the following license:
hu: A témája a következő licenc alatt kerül kiadásra:
id: Tema anda akan dirilis di bawah lisensi berikut:
ka: თქვენი თემა გამოშვებული იქნება, მოცემული ლიცენზიის ქვეშ:
kab: Asentel inek ad d-yeffeɣ daw n turagt-agi:
ms: Tema anda akan dikeluarkan di bawah lesen berikut:
sq: Tema juaj do të hidhet në qarkullim sipas licencës vijuese:
sr_latn: Vaša tema biće izdata pod sledećom licencom:
sv_se: Ditt tema kommer att släppas under följande licens:

source: Select a different license.
es_ar: Selecciona una licencia diferente.
fi: Valitse eri lisenssi.
fur: Selezione une licence diferente.
fy_nl: In oare lisinsje selektearje.
he: בחרו רישיון אחר.
hr: Odaberi jednu drugu licencu.
hu: Másik licenc kiválasztása.
ia: Elige un licentia differente.
id: Pilih lisensi yang berbeda.
is: Veldu annað notkunarleyfi
ka: სხვა ლიცენზიის არჩევა.
kab: Fren turagt nniḍen.
ms: Pilih lesen yang lain.
nb_no: Velg en annen lisens.
nn_no: Vel ein annan lisens.
ro: Selectează o licență diferită.
sk: Zvoľte inú licenciu.
sq: Përzgjidhni një licencë tjetër.
sr_latn: Izaberite drugačiju licencu.
sv_se: Välj en annan licens.
te: వేరే లైసెన్స్ని ఎంచుకోండి.
th: เลือกสัญญาอนุญาตอื่น
tr: Farklı bir lisans seçin.
vi: Chọn giấy phép khác.

source: Select a license for your Theme.
hu: Válasszon licencet a témájához.
id: Pilih lisensi untuk Tema anda.
ka: აირჩიეთ ლიცენზია თქვენი თემისთვის.
kab: Fren turagt i usentel inek.
ms: Pilih lesen untuk Tema anda.
sk: Zvoľte licenciu vašej témy.
sq: Përzgjidhni një licencë për Temën tuaj.
sr_latn: Izaberite licencu za Vašu temu.
sv_se: Välj en licens för ditt tema.

source: Theme Design
hu: Téma dizájn
id: Desain Tema
ka: თემის გაფორმება
kab: Afeṣṣel n usentel
ms: Rekaan Tema
sk: Vzhľad témy
sq: Hartim Teme
sr_latn: Dizajn teme
sv_se: Design för tema

source: Upload New Design
hu: Új dizájn feltöltése
id: Unggah Desain Baru
ka: ახალი იერსახის ატვირთვა
kab: Sali afeṣṣel nniḍen
ms: Muat naik Rekaan Baru
sk: Načítať nový návrh
sq: Ngarkoni Dizajn të Ri
sr_latn: Postavite novi dizajn
sv_se: Ladda upp en ny design

source: Upon upload and form submission, the AMO Team will review your updated design. Your current design will still be public in the meantime.
id: Setelah mengunggah dan melakukan pendaftaran, tim AMO akan mengulas rancangan anda yang diperbarui. Rancangan saat ini akan bisa ditampilkan di publik sementara waktu.
ka: ატვირთვის და წარდგენისთანავე, AMO-ს გუნდი განიხილავს თქვენ მიერ განახლებულ იერსახეს. გარკვეული დროის განმავლობაში, ისევ არსებული იერსახე იქნება საჯაროდ ხელმისაწვდომი.
ms: Setelah muat naik dan serahan borang, pasukan AMO akan mengkaji semula reka bentuk anda yang dikemaskini. Pada masa yang sama, reka bentuk semasa masih akan dipamerkan kepada umum.
sk: Po načítaní a odoslaní vykoná tím AMO kontrolu vami aktualizovanej témy. Vaša aktuálna téma bude medzi tým stále k dispozícií na webe.
sq: Me parashtrimin e ngarkimit dhe të formularit, Ekipi i AMO-s do të marrë në shqyrtim modelin tuaj të përditësuar. Modeli juaj i deriatëhershëm do të jetë ende publik ndërkohë.
sr_latn: Po postavci i slanju formulara, AMO tim će pregledati Vaš ažuriran dizajn. Vaš trenutni dizajn će u međuvremenu biti javan.
sv_se: Vid uppladdning och inskickning av formulär kommer gruppen från AMO att granska din uppdaterade design. Din nuvarande utformning kommer fortfarande att vara offentliga under tiden.

source: Your previously resubmitted design, which is under pending review.
sq: Skema juaj grafike, e riparashtruar më parë, që është në pritje të shqyrtimit.

source: Pending Header
hu: Függő fejléc
id: Judul Tertunda
ka: ზედა სურათი ელოდება განხილვას
kab: Aqeṛṛu yettṛagun
ms: Pengepala Tertangguh
sk: Čakajúca hlavička
sq: Në pritje për Kryet
sr_latn: Nerešeno zaglavlje
sv_se: Väntande sidhuvud

source: Pending Footer
hu: Függő lábléc
id: Catatan Kaki Tertunda
kab: Aḍaṛ yettṛaǧun
sk: Čakajúca päta
sq: Në pritje për Fundin
sr_latn: Podnožje na čekanju
sv_se: Väntande sidfot

source: You may update your theme design here once it has been approved.
hu: Majd frissítheti a témadizájnt itt, amint az elfogadásra került.
id: Anda bisa memperbarui tema desain anda di sini saat telah disetujui.
ka: თემის გაფორმების განახლება შეგეძლებათ აქ, დამოწმების შემდეგ.
kab: Yessefk ad leqqmeḍ afeṣṣel n usentel inek dagi ticki yettwaqbel.
ms: Anda boleh mengemaskini reka bentuk tema anda di sini apabila sudah diluluskan.
sk: Svoj návrh témy budete môcť aktualizovať, až keď bude schválený.
sq: Pasi të jetë miratuar, modelin e temës suaj mund ta përditësoni këtu.
sr_latn: Možete da ažurirate dizajn Vaše teme nakom što se odobri.
sv_se: Du kan uppdatera ditt temas design här när det har godkänts.

source: Header
hu: Fejléc
id: Judul
ka: ზედა სურათი
kab: Aqeṛṛu
ms: Pengepala
sk: Hlavička
sq: Krye
sr_latn: Zaglavlje
sv_se: Sidhuvud

source: Footer
hu: Lábléc
id: Catatan Kaki
kab: Aḍaṛ
sk: Päta
sq: Fundfaqe
sr_latn: Podnožje
sv_se: Sidfot

source: Select colors for your Theme.
hu: Válasszon színeket a témájához.
id: Pilih warna untuk Tema anda.
ka: ფერების შერჩევა თემისთვის.
kab: Fren initeni usentel inek.
ms: Pilih warna untuk Tema anda.
sk: Zvoľte farby vašej témy.
sq: Përzgjidhni ngjyra për Temën tuaj.
sr_latn: Odaberite boje za Vašu temu.
sv_se: Välj färger för ditt tema.

source: Foreground Text
hu: Előtér felirat
id: Teks Latar depan
ka: წინა პლანზე არსებული ტექსტი
kab: Aḍris n zdat
ms: Teks Latardepan
sk: Text popredia
sq: Tekst i Përparmë
sr_latn: Prednji tekst
sv_se: Förgrundstext

source: This is the color of the tab text.
hu: Ez a lapfelirat színe.
id: Ini adalah warna tab teks.
ka: ჩანართის სათაურის ფერი.
kab: Wagi d ini n uḍris n yiccer.
ms: Ini warna untuk teks tab.
sk: Jedná sa o farbu textov na kartách.
sq: Kjo është ngjyra e tekstit të skedave.
sr_latn: Ovo je boja teksta na jezičku.
sv_se: Detta är textfärgen på fliken.

source: Background
hu: Háttér
id: Latar Belakang
ka: ფონი
kab: Agilal
ms: Latar belakang
sk: Pozadie
sq: Sfond
sr_latn: Pozadina
sv_se: Bakgrund

source: This is the color of the tabs.
hu: Ez a lapok színe.
id: Ini adalah warna tab teks.
ka: ჩანართის ფონის ფერი.
kab: Wagi d ini i yiccaren.
ms: Ini warna untuk tab.
sk: Toto je farba kariet.
sq: Kjo është ngjyra e skedave.
sr_latn: Ovo je boja jezičaka.
sv_se: Detta är färgen på flikarna.

source: Preview
es_ar: Vista previa
fi: Esikatselu
fur: Anteprime
fy_nl: Foarbyld
he: תצוגה מקדימה
hr: Pregled
hu: Előnézet
ia: Vista preliminar
id: Pratinjau
is: Forskoðun
ka: წინასწარ გადახედვა
kab: Taskant
ms: Previu
nb_no: Forhåndsvis
nn_no: Førehandsvising
ro: Previzualizare
sk: Ukážka
sq: Paraparje
sr_latn: Prikaz
sv_se: Förhandsvisa
te: ముందస్తు వీక్షణం
th: แสดงตัวอย่าง
tr: Ön izleme
vi: Xem trước

source: Your Theme's Name
hu: Téma neve
id: Nama Tema Anda
ka: თქვენი თემის სახელი
kab: Isem n usentel inek
ms: Nama Tema Anda
sk: Názov vašej témy
sq: Emri i Temës Suaj
sr_latn: Ime teme
sv_se: Ditt temas namn

source: by <a href="%(profile_url)s" target="_blank">%(user)s</a>
id: oleh <a href="%(profile_url)s" target="_blank">%(user)s</a>
sk: autor: <a href="%(profile_url)s" target="_blank">%(user)s</a>
sq: nga <a href="%(profile_url)s" target="_blank">%(user)s</a>
sr_latn: od <a href="%(profile_url)s" target="_blank">%(user)s</a>
sv_se: av <a href="%(profile_url)s" target="_blank">%(user)s</a>

source: Create a New Theme
hu: Új téma létrehozása
id: Membuat Tema Baru
ka: ახალი თემის შექმნა
kab: Rnu asentel amaynut
ms: Cipta Tema Baru
sk: Vytvorenie novej témy
sq: Krijoni një Temë të Re
sr_latn: Napravi novu temu
sv_se: Skapa ett nytt tema

source: Background themes let you easily personalize the look of your Firefox. Submit your own design below, or <a href="%(submit_url)s">learn how to create one</a>!
id: Tema latar memungkinkan anda dengan mudah membuat tampilan Firefox anda lebih personal. Daftarkan rancangan anda sendiri di bawah ini, or <a href="%(submit_url)s">pelajari cara membuatnya</a>!
ka: ფონის შემცვლელი თემები, საშუალებას გაძლევთ მარტივად მოარგოთ Firefox-ის იერსახე, თქვენს გემოვნებას. წარადგინეთ საკუთარი ნამუშევარი ქვემოთ, ან <a href="%(submit_url)s">შეიტყვეთ, როგორ ხდება მისი შექმნა</a>!
kab: Isental n ugilal ak-eǧǧen ad tmuddeɣ udem i Firefox inek. Azen ayla-k dagi, neɣ <a href="%(submit_url)s">issin amek ad d-snulfuḍ yiwen</a> !
ms: Tema latar belakang membolehkan anda memperibadikan rupa Firefox dengan mudah. Hantarkan rekaan anda sendiri di bawah, atau <a href="%(submit_url)s">belajar cara mencipta</a>!
sk: Témy vám dávajú možnosť jednoducho si prispôsobiť vzhľad vášho Firefoxu. Pridajte svoj vlastný motív nižšie alebo <a href="%(submit_url)s">si prečítajte, ako vytvoriť nový</a>!
sq: Temat e sfondit ju lejojnë të personalizoni lehtësisht pamjen e Firefox-it tuaj. Prashtroni më poshtë modelin tuaj, ose <a href="%(submit_url)s">mësoni se si të krijoni një të tillë</a>!
sr_latn: Teme pozadine su lak način da personalizujete Firefox. Dostavite Vaš dizajn ispod, ili <a href="%(submit_url)s">naučite kako da je napravite</a>!
sv_se: Med bakgrundsteman kan du enkelt anpassa utseendet på Firefox. Skicka in din egen design nedan eller <a href="%(submit_url)s">lär dig att skapa en</a>!

source: Give your Theme a name.
hu: Adjon egy nevet a témának.
id: Beri Tema anda sebuah nama.
ka: დაარქვით თემას სახელი.
kab: Mudd isem i usentel inek.
ms: Berikan nama untuk Tema anda.
sk: Pomenujte vašu tému.
sq: Vërini Temës suaj një emër.
sr_latn: Dajte naziv Vašoj temi.
sv_se: Ge ditt tema ett namn.

source: I agree to the <a href="%(agreement_url)s" target="_blank">Firefox Add-on Distribution Agreement</a> and to my information being handled as described in the <a href="%(privacy_notice_url)s" target="_blank">Websites, Communications and Cookies Privacy Notice</a>.
id: Saya setuju dengan <a href="%(agreement_url)s" target="_blank">Kesepakatan Distribusi Pengaya Firefox</a> dan untuk informasi saya ditangani sebagaimana dijelaskan dalam <a href="%(privacy_notice_url)s" target="_blank">Catatan Situs, Komunikasi dan Kuki Privasi</a>.
sq: Pajtohem me <a href="%(agreement_url)s" target="_blank">Marrëveshjen e Shpërndarjes së Shtesave të Firefox-it</a> dhe me ruajtjen dhe trajtimin e të dhënave të mia ashtu siç përshkruhet te <a href="%(privacy_notice_url)s" target="_blank">Shënimet mbi Privatësinë në Sajte, Komunikime dhe Cookies</a>.
sv_se: Jag godkänner <a href="%(agreement_url)s" target="_blank">Firefox distributionsavtal för tilägg</a> och min information hanteras enligt beskrivningen i <a href="%(privacy_notice_url)s" target="_blank">sekretesspolicyn för webbplatser, kommunikation och kakor</a>.

source: Submit Theme
hu: Téma benyújtása
id: Memasukkan Tema
ka: თემის წარდგენა
kab: Azen asentel
ms: Hantar Tema
sk: Pridať tému
sq: Parashtrojeni Temën
sr_latn: Podnesi temu
sv_se: Skicka in tema

source: Your theme has been submitted to the Review Queue. You'll receive an email once it has been reviewed, typically within 24 hours.
id: Tema anda telah dimasukkan ke Antrean Ulasan. Anda akan menerima surel setelah tema ini diulas, biasanya dalam waktu 24 jam.
ka: თქვენი თემა იმყოფება განსახილველთა სიაში. განხილვის დასრულებისთანავე მიიღებთ წერილს, ელფოსტაზე, ჩვეულებრივ 24 საათში.
ms: Tema anda telah dihantar ke Giliran Semakan. Anda akan terima e-mel apabila tema anda sudah disemak, biasanya dalam tempoh 24 jam.
sq: Tema juaj është parashtruat te Radha e Shqyrtimeve. Do të merrni një email, sapo të jetë shqyrtuar, zakonisht brenda 24 orësh.
sr_latn: Vaša tema je dostavljena na razmatranje. Vi ćete dobiti e-poštu nakon što je pregledana, obično u roku od 24 sata.
sv_se: Ditt tema har skickats in till granskningskön. Du får ett mejl när den har granskats, normalt inom 24 timmar.

source: Provide more details about your theme by <a href="%(edit_url)s">editing its listing</a>.
id: Berikan rincian tambahan mengenai tema anda dengan <a href="%(edit_url)s">menyunting daftarnya</a>.
ka: დაამატეთ ინფორმაცია თქვენი თემის შესახებ, <a href="%(edit_url)s">მთავარი გვერდის ჩასწორებით</a>.
ms: Sediakan lebih banyak butiran tema anda dengan <a href="%(edit_url)s">mengedit penyenaraiannya</a>.
sq: Jepni më tepër hollësi rreth temës suaj, përmes <a href="%(edit_url)s">përpunimit të paraqitjes</a> së saj.
sr_latn: Pružite više detalja o Vašoj temi tako što ćete<a href="%(edit_url)s">urediti svoj listing</a>.
sv_se: Ge mer information om ditt tema genom att <a href="%(edit_url)s">redigera dess listning</a>.

source: View and subscribe to your theme's <a href="%(feed_url)s">activity feed</a> to stay updated on reviews, collections, and more.
id: Lihat dan berlangganan <a href="%(feed_url)s">umpan aktivitas</a> tema anda untuk tetap mengetahui ulasan, koleksi dan hal lain yang terbaru.
ka: გაეცანით და გამოიწერეთ თქვენი თემის <a href="%(feed_url)s">საინფორმაციო არხი</a> და თვალი ადევნეთ მასთან დაკავშირებულ მიმოხილვებს, კრებულებს და ა.შ.
ms: Tinjau dan langgan <a href="%(feed_url)s">suapan aktiviti</a> tema anda untuk terus mendapatkan ulasan, koleksi dan banyak lagi.
sq: Shihni dhe pajtohuni te <a href="%(feed_url)s">prurja mbi veprimtarinë</a> te shtesa juaj, që të merrni përditësime mbi shqyrtime të saj, koleksione ku përfshihet, dhe të tjera.
sr_latn: Pogledajte i pretplatite se na <a href="%(feed_url)s">Izvor aktivnosti</a> Vaše teme da biste ostali informisani o kritikama, kolekcijama i još mnogo toga.
sv_se: Visa och prenumerera på ditt temas <a href="%(feed_url)s">aktivitetsflöde</a> för att hålla dig uppdaterad på recensioner, samlingar och mer.

source: Join the conversation in our <a href="%(forum_url)s">forums</a>.
hu: Csatlakozzon a társalgáshoz a <a href="%(forum_url)s">fórumokon</a>.
id: Bergabunglah dengan percakapan di <a href="%(forum_url)s">forum</a>.
ka: ჩაერთეთ საუბრებში ჩვენს <a href="%(forum_url)s">ფორუმებზე</a>.
kab: Ddu ɣer usqerdec deg <a href="%(forum_url)s">inmagaren</a>-nneɣ.
ms: Sertai perbualan dalam <a href="%(forum_url)s">forum</a> kami.
sq: Merrni pjesë në bashkëbisedim te <a href="%(forum_url)s">forumet</a> tanë.
sr_latn: Priključi se razgovoru u našim <a href="%(forum_url)s">forumima</a>.
sv_se: Delta i konversationen i vårt <a href="%(forum_url)s">forum</a>.

source: Select a header image for your Theme.
hu: Válasszon fejléc képet a témájához.
id: Pilih gambar judul untuk Tema anda.
ka: თემის ზედა სურათის არჩევა.
kab: Fren tugna n uqeṛṛu i usentel inek.
ms: Pilih imej pengepala untuk Tema anda.
sk: Vyberte obrázok hlavičky pre vašu tému.
sq: Përzgjidhni një figurë kryeje për Temën tuaj.
sr_latn: Izaberite sliku zaglavlja za Vašu temu.
sv_se: Välj en bild för ditt tema till sidhuvudet.

source: 3000 &times; 200 pixels
hu: 3000 &times; 200 képpont
id: 3000 &times; 200 pixel
ka: 3000 &times; 200 პიქსელი
kab: 3000 &tikalt; 200 ipiksilen
ms: 3000 &times; 200 piksel
sk: 3000 &times; 200 bodov
sq: 3000 &times; 200 piksel
sr_latn: 3000 &times; 200 piksela
sv_se: 3000 &times; 200 pixlar

source: 300 KB max
hu: max. 300 KB
id: 300 KB maks
ka: არაუმეტეს 300 კბ
kab: 300 KAṬ adday
sk: Maximálne 300 kB
sq: Maksimumi 300 KB
sv_se: Max 300 kB

source: PNG or JPG
hu: PNG vagy JPG
id: PNG atau JPG
ka: PNG ან JPG
kab: PNG neɣ JPG
ms: PNG atau JPG
sk: PNG alebo JPG
sq: PNG ose JPG
sr_latn: PNG ili JPG
sv_se: PNG eller JPG

source: Aligned to top-right
es_ar: Ajustado a la esquina superior derecha
fur: Inlineât adalt a diestre
fy_nl: Rjochtsboppe útline
he: מיושר לפינה הימנית העליונה
hr: Poravnato gore-desno
hu: Jobb felülre igazítva
ia: Alineate in alto a dextra
id: Diluruskan ke kanan atas
is: Hliðjafnað efst til hægri
ka: განთავსდება ზედა მარჯვენა მხარეს
kab: Reyyec d asawen ayeffus
ms: Sejajar bahagian atas-kanan
nb_no: Justert øverst til høyre
nn_no: Justert øvst til høgre
ro: Aliniat la dreapta sus
sk: Zarovnané k ľavému hornému okraju
sq: Vendosur sipër djathtas
sr_latn: Poravnato na gore-desno
sv_se: Justera överst till höger
te: కుడి-ఎగువకు విలీనం చేయబడింది
th: จัดชิดขวาบน
tr: Sağ üste hizalı
vi: Căn chỉnh trên cùng bên phải

source: Select a different header image
es_ar: Selecciona una imagen de cabecera diferente
fi: Valitse toinen otsakekuva
fur: Selezione une imagjin di intestazion divierse
fy_nl: Oare headerôfbylding selektearje
he: בחירת תמונת כותרת אחרת
hr: Odaberi jednu drugu sliku zaglavlja
hu: Válasszon egy másik felső képet
ia: Eliger un altere imagine de titulo
id: Pilih gambar judul yang berbeda
ka: სხვა ზედა სურათის არჩევა
kab: Fren tugna nniḍen n uqeṛṛu
ms: Pilih imej pengepala yang lain
nb_no: Velg et annet toppbilde
nn_no: Vel eit anna bilde for sidehovud
ro: Selectează o imagine de antet diferită
sk: Zvoľte iný obrázok hlavičky
sq: Përzgjidhni një tjetër figurë kryeje
sr_latn: Izaberite drugu sliku za zaglavlje
sv_se: Välj en annan bild för sidhuvud
te: వేరొక హెడర్ చిత్రాన్ని ఎంచుకోండి
th: เลือกภาพส่วนหัวอื่น
tr: Farklı bir üst kısım resmi seçin
vi: Chọn một hình ảnh tiêu đề khác

source: Select a footer image for your Theme.
hu: Válasszon lábléc képet a témájához.
id: Pilih gambar catatan kaki untuk Tema anda.
kab: Fren tugna n uḍaṛ i usentel inek.
sk: Vyberte obrázok päty pre vašu tému.
sq: Përzgjidhni një figurë fundfaqeje për Temën tuaj.
sr_latn: Izaberite sliku podnožja za temu.
sv_se: Välj en bild för ditt tema till sidfoten.

source: 3000 &times; 100 pixels
hu: 3000 &times; 100 képpont
id: 3000 &times; 100 pixel
kab: 3000 &tikalt; 100 ipiksilen
sk: 3000 &times; 100 bodov
sq: 3000 &times; 100 piksel
sr_latn: 3000 &times; 100 piksela
sv_se: 3000 &times; 100 pixlar

source: Aligned to bottom-left
hu: Bal alulra igazítva
id: Diluruskan ke kiri bawah
kab: Reyyec d akesser azelmaḍ
sk: Zarovnané k ľavému dolnému okraju
sq: Vendosur poshtë djathtas
sr_latn: Poravnato na dole-levo
sv_se: Justera längst ner till vänster

source: Select a different footer image
hu: Válasszon másik alsó képet
id: Pilih gambar catatan kaki yang lainnya
kab: Fren tugna nniḍen n uḍaṛ
sk: Zvoľte iný obrázok päty
sq: Përzgjidhni një tjetër figurë fundfaqeje
sr_latn: Izaberite drugu sliku za podnožje
sv_se: Välj en annan bild för sidfot

source: Files added to reviewed versions must be reviewed before they will be available for download.
hu: Az értékelt verziókhoz hozzáadott fájlokat értékelni kell, mielőtt azokat elérhetők lesznek.
id: Berkas ditambahkan untuk versi yang diulas harus diulas sebelum tersedia untuk diunduh.
sk: Súbory pridané k overených verziám musia byť pred ich sprístupnením prekontrolované.
sq: Kartelat e shtuara te versionet e shqyrtuara duhet të merren në shqyrtim, përpara se të shfaqen publikisht për shkarkim.
sr_latn: Datoteke dodate na pregledane verzije moraju biti pregledane pre nego budu dostupne za preuzimanje.
sv_se: Filer som läggs till granskade versioner måste granskas innan de kommer att finnas tillgängliga för nedladdning.

source: Select the target platform for this file.
hu: Válassza ki a fájl futtatására alkalmas platformot.
id: Pilih platform target untuk berkas ini.
sk: Zvoľte cieľovú platformu pre tento súbor.
sq: Përzgjidhni platformën objektiv për këtë kartelë.
sr_latn: Izaberite ciljanu platformu za ovu datoteku.
sv_se: Välj målplattform för den här filen.

source: Which review type would you like to nominate for?
hu: Melyik értékeléstípusra szeretne benevezni?
id: Jenis ulasan mana yang Anda inginkan untuk dinominasikan?
sq: Për çfarë lloji shqyrtimi doni të kandidohet?
sr_latn: Za koji tip pregled želite da je nominujete?
sv_se: Vilken granskningstyp vill du nominera för?

source: Only publish this version to my beta channel.
hu: A verzió közzététele csak a béta csatornán.
id: Hanya publikasikan versi ini ke saluran beta saya.
kab: Suffeɣ-d kan lqem-agi deg ubadu beta.
sq: Botoje këtë version vetëm te kanali im beta.
sr_latn: Objavi ovu verziju samo na moj beta kanal.
sv_se: Publicera endast denna version till min beta kanal.

source: Manage Version {0}
es_ar: Administrar versión {0}
fi: Hallitse versiota {0}
fur: Gjestìs version {0}
fy_nl: Ferzje {0} beheare
he: ניהול גרסה {0}
hr: Upravljanje verzijom {0}
hu: {0} verzió kezelése
ia: Gere version {0}
id: Mengelola Versi {0}
is: Sýsla með útgáfu {0}
ka: {0} ვერსიის მართვა
kab: Sefrek lqem {0}
ms: Urus Versi {0}
nb_no: Behandle versjon {0}
nn_no: Handsam versjon {0}
ro: Gestionează versiunea {0}
sk: Správa verzie {0}
sq: Administroni Versionin {0}
sr_latn: Upravljaj verzijom {0}
sv_se: Hantera version {0}
te: వెర్షన్ను నిర్వహించండి {0}
th: จัดการรุ่น {0}
tr: {0} sürümünü yönet
vi: Quản lí Phiên bản {0}

source: Status & Versions
es_ar: Estado y versiones
fi: Tila ja versiot
fur: Stât e versions
fy_nl: Steat en ferzjes
he: מצב וגרסאות
hr: Stanje i verzije
hu: Állapot és verziók
ia: Stato & versiones
id: Status & Versi
is: Staða og útgáfur
ka: მდგომარეობა და ვერსიები
kab: Addaden & Ileqman
ms: Status & Versi
nb_no: Status og versjoner
nn_no: Status og versjonar
ro: Stare și versiuni
sk: Stav a verzie
sq: Gjendje & Versione
sr_latn: Status & Verzije
sv_se: Status & versioner
te: స్థితి మరియు వెర్షన్లు
th: สถานะและรุ่น
tr: Durum ve sürümler
vi: Trạng thái & Phiên bản

source: Manage {0}
es_ar: Administrar {0}
fi: Hallitse {0}
fur: Gjestion di {0}
fy_nl: {0} beheare
he: ניהול {0}
hr: Upravljaj {0}
hu: {0} kezelése
ia: Gere {0}
id: Kelola {0}
is: Sýsla með {0}
ka: {0} მართვა
kab: Sefrek {0}
ms: Urus {0}
nb_no: Behandle {0}
nn_no: Handsam {0}
ro: Gestionează {0}
sk: Spravovať kolekciu {0}
sq: Administroni {0}
sr_latn: Upravljaj sa {0}
sv_se: Hantera {0}
te: {0} ను నిర్వహించు
th: จัดการ {0}
tr: {0} eklentisini yönet
vi: Quản lí {0}

source: Files
es_ar: Archivos
fi: Tiedostot
fy_nl: Bestannen
he: קבצים
hr: Datoteke
hu: Fájlok
id: Berkas
is: Skrár
ka: ფაილები
kab: Ifuyla
ms: Fail
nb_no: Filer
nn_no: Filer
ro: Fișiere
sk: Súbory
sq: Kartela
sr_latn: Datoteke
sv_se: Filer
te: ఫైళ్లు
th: ไฟล์
tr: Dosyalar
vi: Tập tin

source: Upload Another File
hu: Másik fájl feltöltése
id: Unggah Berkas Lainnya
ka: სხვა ფაილის ატვირთვა
kab: Sali afaylu nniḍen
ms: Muat naik Fail Lain
sk: Odoslať ďalší súbor
sq: Ngarkoni Kartelë Tjetër
sr_latn: Postavi još jednu datoteku
sv_se: Ladda upp en annan fil

source: Adjusting application information here will allow users to install your add-on even if the install manifest in the package indicates that the add-on is incompatible.
sq: Rregullimi i të dhënave të aplikacionit këtu do t’u lejojë përdoruesve të instalojnë shtesën tuaj edhe manifesti i instalimit te paketa tregon që ajo shtesë është e papërputhshme.
