Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Greetings %(author_name)s, You have been invited to become an author of %(addon_name)s on %(domain)s. Accepting the invitation will give you access to edit the add-on, and may show your name in the authors list on the website. Click on the link below to respond if you want to be added as an author for %(addon_name)s. %(author_confirmation_link)s If you didn't expect to receive this invitation, please send an email to amo-admins@mozilla.com. Kind regards, The Mozilla Add-ons Team
ia: Salute %(author_name)s, Tu ha essite invitate a devenir un autor de %(addon_name)s sur %(domain)s. Le acceptation del invitation te dara accesso a rediger le additivo e potera monstrar tu nomine in le lista de autores sur le sito web. Clicca sur le ligamine infra pro responder si tu desira esser addite como autor pro %(addon_name)s. %(author_confirmation_link)s Si tu non expecta reciper iste invitation, per favor inviar un email a amo-admins@mozilla.com. Salutationes amical, Le equipa del additivos de Mozilla
vi: Xin chào %(author_name)s, Bạn đã được mời trở thành tác giả của %(addon_name)s trên %(domain)s. Chấp nhận lời mời sẽ cung cấp cho bạn quyền truy cập để chỉnh sửa tiện ích và có thể hiển thị tên của bạn trong danh sách tác giả trên trang web. Nhấp vào liên kết bên dưới để trả lời nếu bạn muốn được thêm làm tác giả cho %(addon_name)s. %(author_confirmation_link)s Nếu bạn không muốn nhận được lời mời này, vui lòng gửi email đến amo-admins@mozilla.com. Trân trọng, Nhóm tiện ích mở rộng của Mozilla

source: Hello, You’re receiving this message because your user account %(name)s on %(site_url)s has been deleted. This could have been done automatically if you recently deleted your Mozilla account. If you didn’t do this or believe an unauthorized person has accessed your account, please reply to this email. Otherwise, there’s no further action to take. Regards, Mozilla Add-ons Team
ia: Hallo, Tu recipe iste message perque tu conto de usator %(name)s sur %(site_url)s ha essite delite. Isto poteva haber essite facite automaticamente si tu recentemente deleva tu conto Mozilla. Si tu non ha facite isto o crede que un persona non autorisate ha accedite tu conto, per favor replica a iste email. Alteremente, il ha nulle altere action a prender. Salutationes, Le equipa del additivos de Mozilla
vi: Xin chào, Bạn nhận được thông báo này vì tài khoản người dùng của bạn %(name)s trên %(site_url)s đã bị xóa. Điều này có thể được thực hiện tự động nếu gần đây bạn đã xóa tài khoản Mozilla của mình. Nếu bạn không làm điều này hoặc cho rằng có người đã truy cập trái phép vào tài khoản của bạn, vui lòng trả lời email này. Nếu không thì không cần thực hiện thêm hành động nào. Trân trọng, Nhóm Tiện ích Mozilla

source: False positive
vi: Dương tính giả

source: Essential add-ons
hr: Važni dodaci
vi: Tiện ích mở rộng cần thiết

source: Reddit extensions
vi: Tiện ích mở rộng Reddit

source: type
te: రకం

source: minimum reports count (grouped by guid)
te: కనీస నివేదికల సంఖ్య (guid ద్వారా సమూహించి)

source: creation date
te: సృష్టించిన తేదీ

source: User / Add-on
te: వాడుకరి / పొడగింత

source: Distribution
te: పంపిణీ

source: Reporter's country
te: నివేదించినవారి దేశం

source: Message excerpt
te: సందేశ సారాంశం

source: The %d selected reports have been marked as valid.
te: ఎంచుకున్న%d నివేదికలు సరైనవిగా గుర్తించబడ్డాయి.

source: The %d selected reports have been marked as suspicious.
te: ఎంచుకున్న%d నివేదికలు అనుమానాస్పదంగా గుర్తించబడ్డాయి.

source: Mark selected abuse reports as suspicious
te: ఎంచుకున్న దుర్వినియోగ నివేదికలను అనుమానాస్పదంగా గుర్తించు

source: Modified on:
te: సవరించిన తేదీ:

source: By %(filter_title)s
te: %(filter_title)s ద్వారా

source: This reviewer name cannot be used.
te: ఈ సమీక్షకుని పేరును వాడలేరు.

source: The homepage field can only be used to link to external websites.
te: హోమ్‌పేజీ ఫీల్డు బయటి వెబ్‌సైట్లకు లంకె చేయడానికి మాత్రమే వాడగలరు.

source: Reviewer Tools (listed)
te: సమీక్షకుల పనిముట్లు (చూపిస్తున్నవి)

source: Reviewer Tools (unlisted)
te: సమీక్షకుల పనిముట్లు (చూపించబడనివి)

source: Reviewer links
te: సమీక్షకుల లంకెలు

source: Invalid version
te: చెల్లని వెర్షను

source: Home
te: ముంగిలి

source: Save and add more
te: ప్రపంచం చుట్టుపక్కలనుండి తక్షణ వాతావరణ సమాచారం

source: Reject Submission
te: సమర్పణను తిరస్కరించు

source: Approve Submission
te: సమర్పణను ఆమోదించు

source: Add %(name)s
te: %(name)s‌ను చేర్చు

source: versions
te: వెర్షన్లు

source: {user} force-disabled {addon}.
te: {addon}‌ను {user} బలవంతంగా అచేతనించారు.

source: Force disabled
te: బలవంతంగా నిలిపివేయబడింది

source: {user} force-enabled {addon}.
te: {addon}‌ను {user} బలవంతంగా చేతనించారు.

source: Force enabled
te: బలవంతంగా చేతనించబడింది

source: Sponsored
te: ప్రాయోజితం

source: Security
te: భద్రత

source: Development Practices
te: డెవలప్‌మెంట్ పద్ధతులు

source: New Legacy Add-on Review
te: కొత్త లెగసీ పొడిగింత సమీక్ష

source: Updated Legacy Add-on Review
te: నవీకరించబడిన లెగసీ పొడిగింత సమీక్ష

source: Add-on Review (Highest Risk)
te: పొడిగింత సమీక్ష (అత్యధిక ప్రమాదం)

source: Add-on Review (High Risk)
te: పొడిగింత సమీక్ష (అధిక ప్రమాదం)

source: Add-on Review (Medium Risk)
te: పొడగింత సమీక్ష (మధ్యస్థ ప్రమాదం)

source: Add-on Review (Low Risk)
te: పొడగింత సమీక్ష (తక్కువ ప్రమాదం)

source: Legacy extensions are no longer supported in Firefox.
te: సాంప్రదాయ పొడగింతలకు ఇకపై Firefoxలో తోడ్పాటు లేదు.

source: View and update application compatibility ranges
te: అనువర్తన అనుగుణ్యత శ్రేణులను చూడండి, తాజాకరించండి

source: Confirm and generate new credentials
te: నిర్ధారించి, కొత్త క్రెడెన్షియ్లను రూపొందించండి

source: Twitter
te: ట్విట్టర్

source: Find archived, dead, or otherwise disappeared web pages.
te: ఆర్కైవ్ చేయబడిన, చనిపోయిన లేదా అదృశ్యమైన వెబ్ పేజీలను కనుగొనండి.

source: Forest Theme
te: అడవి అలంకారం

source: For those moments you need to fire lasers out of cat eyes.
te: పిల్లి కళ్ళ నుండి లేజర్ కిరణాలను సంధించాల్సివచ్చే ఆ ప్రత్యేక క్షణాలకోసం.

source: Invalid flag [%s] - must be one of [%s]
te: చెల్లని ఫ్లాగు [%s] - తప్పనిసరిగా [%s] లో ఒకటిగా ఉండాలి

source: Is locked by a reviewer
te: ఒక సమీక్షకుడు తాళం వేసారు

source: Delayed because it's the first listed version
te: ఆలస్యం ఎందుకంటే ఇది మొదటిసారి జాబితా చేయబడిన వెర్షను

source: You can't submit an empty comment.
te: మీరు ఖాళీ వ్యాఖ్యను సమర్పించలేరు.

source: ID
te: ‌ఐడీ

source: Code Weight
te: కోడు బరువు

source: Total Weight
te: మొత్తం బరువు

source: Listed version
te: జాబితా చేసిన వెర్షను

source: Pre-Review Add-ons
te: సమీక్షింపబడని పొడగింతలు

source: Recommended ({0})
te: సిఫార్సుచేయబడినవి ({0})

source: Other Pending Review ({0})
te: ఇతర వేచివున్న సమీక్ష ({0})

source: Security Scanners
te: భద్రతా స్కానర్లు

source: Flagged By Scanners
te: స్కానర్లచే గుర్తించబడింది

source: Add-ons Pending Rejection ({0})
te: తిరస్కరణకై వేచివున్న పొడగింతలు ({0})

source: {addon} – Privacy Policy
te: {addon} – గోప్యతా విధానం

source: Add-on ID
te: పొడగింత ID

source: Support Website
te: తోడ్పాటు వెబ్‌సైటు

source: Add-on name translations
te: పొడగింత పేరు అనువాదాలు

source: Reviewer Tools – Add-ons for Firefox
te: సమీక్షకుల పనిముట్లు – Firefox పొడగింతలు

source: Pending Rejection – Add-ons for Firefox
te: తిరస్కరణకు వేచివున్నవి – Firefox కొరకు పొడగింతలు

source: Previously deleted entries
te: గతంలో తొలగించిన పద్దులు

source: You don't have permission to review it.
te: దీన్ని సమీక్షించడానికి మీకు అనుమతి లేదు.

source: Please select one or more versions in the list below.
te: కింది జాబితా నుండి ఒకటి అంతకంటే ఎక్కువ వెర్షన్లను ఎంచుకోండి.

source: Notify me about new unlisted versions
te: కొత్తగా జాబితాచేయబడని వెర్షన్ల గురించి నాకు తెలియజేయి

source: Origin:
te: మూలం:

source: Method:
te: పద్ధతి:

source: Source:
te: మూలం:

source: Source URL:
te: మూల చిరునామా:

source: Browse all files in this version
te: ఈ వెర్షను లోని ఫైళ్ళనీ చూడండి

source: Optional permissions:
te: ఐచ్ఛిక అనుమతులు:

source: Pending Rejection on review of new version
te: కొత్త వెర్షను సమీక్షపై వేచివున్న తిరస్కరణ

source: Code Weight:
te: కోడు బరువు:

source: Metadata Weight:
te: మెటాడేటా బరువు:

source: Other Pending Review
te: ఇతర వేచివున్న సమీక్ష

source: Rating Reviews
te: రేటింగు సమీక్షలు

source: Auto Approved
te: ఆటో అనుమతించబడినవి

source: Pending Rejection
te: వేచివున్న తిరస్కరణ

source: add-on status
te: పొడగింత స్థితి

source: file status
te: ఫైలు స్థితి

source: file signature
te: ఫైలు సంతకం

source: Run
te: నడుపు

source: Version already exists. Latest version is: %s.
te: వెర్షను ఇప్పటికే ఉంది. సరికొత్త వెర్షను: %s.

source: The users "%(users)s" had their session(s) reset.
te: "%(users)s" వాడుకరుల సెషను(లు) పునరుద్ధరించబడ్డాయి.

source: Reset session
te: సెషనుని పునరుద్ధరించు

source: The users "%(users)s" had their API Key reset.
te: "%(users)s" వాడుకరుల API కీ రీసెట్ చేయబడింది.
