Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: <h1>We're sorry, but we can't find what you're looking for.</h1> <p> The page or file you requested wasn't found on our site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly. </p> <ul> <li>If you typed in the address, please double check the spelling.</li> <li> If you followed a link from somewhere, please %(open_bug_link)sfile an issue%(close_bug_link)s. Tell us where you came from and what you were looking for, and we'll do our best to fix it. </li> </ul> <p>Or you can just jump over to some of the popular pages on our website.</p> <ul> <li>Are you interested in a <a href="%(rec)s">list of featured add-ons</a>?</li> <li> Do you want to <a href="%(search)s">search for add-ons</a>? You may go to the <a href="%(search)s">search page</a> or just use the search field above. </li> <li> If you prefer to start over, just go to the <a href="%(home)s">add-ons front page</a>. </li> </ul>
es_ar: <h1>Lo sentimos, pero no encontramos lo que estás buscando.</h1> <p>La página o archivo que pediste no se encuentra en nuestro sitio. Es posible que hayás hecho clic en un enlace obsoleto o hayás escrito mal la dirección.</p> <ul> <li>Si escribiste la dirección, revisá si está bien escrita.</li> <li> Si seguiste un enlace desde otra página, %(open_bug_link)senvía un informe de error%(close_bug_link)s. Decinos desde dónde llegaste y qué estabas buscando y haremos todo lo posible para solucionarlo.</li> </ul> <p>O también podés ir directamente a alguna de las páginas más populares de nuestro sitio web.</p> <ul> <li>¿Te interesa una <a href="%(rec)s">lista de complementos destacados</a>?</li> <li>¿Querés <a href="%(search)s">buscar complementos</a>? Podés visitar la <a href="%(search)s">página de búsqueda</a> o simplemente usar el campo de búsqueda de la parte superior. </li> <li> Si querés empezar de cero, andá a la <a href="%(home)s">página inicial de complementos</a>. </li> </ul>
fur: <h1>Nus displâs, no rivìn a cjatâ ce che tu stâs cirint.</h1> <p> La pagjine o il file domandâts no son disponibii su chest sît. Al è pussibil che tu vedis doprât un colegament scjadût o fat un erôr di scriture de direzion.</p> <ul> <li>Se tu âs inserît la direzion a man, verifiche che no vedi erôrs di scriture.</li> <li> Se invezit tu âs viert un colegament su chest sît, %(open_bug_link)svierç une segnalazion di erôr%(close_bug_link)s. Spieghinus il percors fat e ce che tu stavis cirint, o fasarìn di dut par comedâ l'erôr.</li></ul><p>In alternative, tu puedis visitâ cualchidune des pagjinis plui popolârs dal nestri sît.</p><ul><li>Desideristu cognossi <a href="%(rec)s">i components adizionâi conseâts di nô</a>?</li><li>Opûr preferissistu <a href="%(search)s">cirînt un par to cont</a>? Tu puedis fâlu sedi de <a href="%(search)s">pagjine di ricercje</a>, sedi midiant il cjamp di ricercje chi sore.</li><li> Se tu preferissis tornâ a partî dal inizi, tu puedis tornâ ae <a href="%(home)s">pagjine principâl</a>.</li></ul>
fy_nl: <h1>It spyt ús, mar wy kinne net fine wêr’t jo nei sykje.</h1> <p>De troch jo oanfrege side of bestân is net op ús website oantroffen. Mooglik hawwe jo op in ferâldere keppeling klikt, of it adres ferkeard yntypt.</p> <ul> <li>As jo it adres yntypt hawwe, kontrolearje dan de stavering nochris.</li> <li>As jo in keppeling earne fan folge hawwe, %(open_bug_link)smeld dan it probleem%(close_bug_link)s. Fertel ús wêr’t jo fan kamen en wat jo sochten, en wy sille probearje it probleem op te lossen.</li> </ul> <p>Jo kinne ek gewoanwei nei inkelde populêre siden op ús website springe.</p> <ul> <li>Binne jo ynteressearre yn in <a href="%(rec)s">list mei oanrekommandearre add-ons</a>?</li> <li>Wolle jo nei <a href="%(search)s">add-ons sykje</a>? Jo kinne nei de <a href="%(search)s">sykside</a> gean of gewoanwei boppesteand sykfjild brûke.</li> <li>As jo leaver opnij begjinne, gean dan nei de <a href="%(home)s">startside foar add-ons</a>.</li> </ul>
he: <h1>אנו מצטערים, אך איננו יכולים למצוא את מה שחיפשת.</h1> <p> הדף או הקובץ שביקשת לא נמצאו באתר שלנו. ייתכן שלחצת על קישור שאינו מעודכן, או שהקלדת את הכתובת בצורה שגויה. </p> <ul> <li>אם הקלדת את הכתובת, נא לבדוק שוב את האיות.</li> <li> אם עקבת אחר קישור ממקום כלשהו, נא %(open_bug_link)sלדווח לנו על כך%(close_bug_link)s. בדיווח יש לציין מאיפה הגעת ומה חיפשת, ואנו נעשה כמיטב יכולתנו לתקן את זה. </li> </ul> <p>או שבאפשרותך פשוט לקפוץ לכמה מהדפים הפופולריים באתר שלנו.</p> <ul> <li>נוכל לעניין אותך <a href="%(rec)s">ברשימה של תוספות מומלצות</a>?</li> <li> או אולי ברצונך <a href="%(search)s">לחפש תוספות</a>? ניתן לעבור אל <a href="%(search)s">דף החיפוש</a> או פשוט להשתמש בשדה החיפוש שלמעלה. </li> <li> אם עדיף לך להתחיל מחדש, אפשר לעבור אל <a href="%(home)s">דף הראשי של התוספות</a>. </li> </ul>
hr: <h1>Na žalost ne možemo pronaći to što tražiš.</h1> <p> Stranica ili datoteka koju tražiš nismo našli na našim stranicama. Moguće je da se radi o zastarjeloj poveznici ili o krivo utipkanoj adresi. </p> <ul> <li>Provjeri adresu.</li> <li> Ako slijediš poveznicu s druge lokacije, %(open_bug_link)sjavi nam problem%(close_bug_link)s. Reci nam s koje adrese dolaziš, što tražiš i mi ćemo se potruditi to ispraviti. </li> </ul> <p>Ili jednostavno pogledaj neku drugu našu popularnu stranicu.</p> <ul> <li>Zanima te <a href="%(rec)s">popis preporučenih dodataka</a>?</li> <li> Želiš <a href="%(search)s">tražiti dodatke</a>? Posjeti <a href="%(search)s">stranicu za traženje</a> ili koristi gornje polje za pretragu. </li> <li> Ako pak želiš krenuti ispočetka, posjeti <a href="%(home)s">početnu stranicu dodataka</a>. </li> </ul>
ia: <h1>Nos lo regretta, ma nos non pote trovar lo que tu cerca.</h1> <p> Le pagina o file que tu requestava non ha essite trovate sur nostre sito. Il es possibile que tu ha cliccate sur un ligamine obsolete, o ha inserite un adresse incorrecte. </p> <ul> <li>Si tu ha dactylographate le adresse, re-verifica le orthographia.</li> <li> Si tu ha sequite un ligamine sur un altere pagina, per favor %(open_bug_link)ssignala un problema%(close_bug_link)s. Indica ab ubi tu veniva e lo que tu cercava, e nos facera nostre melior pro remediar le problema. </li> </ul> <p>O tu pote simplemente visitar un del paginas popular sur nostre sito web.</p> <ul> <li>Es tu interessate a un <a href="%(rec)s">lista de additivos promovite</a>?</li> <li> Vole tu <a href="%(search)s">cercar additivos</a>? Tu pote ir al <a href="%(search)s">pagina de recerca</a> o usar le campo de recerca supra. </li> <li> Si tu prefere recomenciar, reveni al <a href="%(home)s">pagina initial de additivos</a>. </li> </ul>
is: <h1>Því miður getum við ekki fundið það sem þú ert að leita að.</h1> <p>Síðan eða skjalið sem þú baðst um fannst ekki á vefsvæðinu okkar. Það er mögulegt að þú hafir smellt á tengil sem er úreltur eða sett inn rangt skrifað vistsfang.</p> <ul> <li>Ef þú skrifaðir inn vistfangið skaltu athuga vel stafsetninguna.</li> <li>Ef þú smelltir á tengil einhvers staðar ættirðu að %(open_bug_link)s tilkynna vandamálið %(close_bug_link)s. Segðu okkur hvaðan þú komst, að hverju þú leitaðir og við munum gera okkar besta til að laga þetta. </li> </ul> <p>Eða þú getur bara hoppað yfir á nokkrar af vinsælustu síðunum á vefsvæðinu okkar. </p> <ul> <li>Hefur þú áhuga á <a href="%(rec)s">lista með úrvali viðbóta </a>? </li> <li> Viltu <a href="%(search)s">leita að viðbótum </a>? Þú getur farið á <a href="%(search)s"> leitarsíðuna </a> eða bara notað leitarreitinn hér fyrir ofan. </li> <li> Ef þú vilt frekar byrja aftur, skaltu fara á <a href="%(home)s">heimasíðu viðbóta</a>. </li> </ul>
nb_no: <h1>Vi beklager, men vi klarte ikke finne det du lette etter.</h1> <p> Siden eller filen du spurte om ble ikke funnet på nettstedet. Det er mulig at du trykket på en lenke som er utdatert, eller at du skrev inn adressen med feil. </p> <ul> <li>Dersom du skrev inn adressen, dobbeltsjekk stavingen.</li> <li> Dersom du fulgte en lenke fra et annet sted, %(open_bug_link)ssend inn en feilrapport%(close_bug_link)s. Si hvor du kom fra, og hva du lette etter, så vil vi gjøre vårt beste for å rette det. </li> </ul> <p>Eller du kan også gå til noen av de populære sidene på vårt nettsted.</p> <ul> <li>Er du interessert i en <a href="%(rec)s">liste over fremhevede utvidelser</a>?</li> <li> Ønsker du å <a href="%(search)s">søke etter utvidelser</a>? Du kan også gå til <a href="%(search)s">søkesiden</a> eller bare bruke søkefeltene ovenfor. </li> <li> Dersom du foretrekker å starte fra begynnelsen, gå til <a href="%(home)s">hjemmesiden for utvidelser</a>. </li> </ul>
nn_no: <h1>Vi beklagar, men vi klarte ikkje å finne det du leita etter.</h1> <p> Sida eller fila du spurde etter vart ikkje funnen på nettstaden. Det er mogleg at du trykte på ei lenke som er utdatert, eller at du skreiv inn adressa med feil. </p> <ul> <li>Dersom du skreiv inn adressa, dobbelsjekk stavinga.</li> <li> Dersom du følgde ei lenke frå ein annan stad, %(open_bug_link)ssend inn ein feilrapport%(close_bug_link)s. Sei kvar du kom frå, og kva du leita etter, så vil vi gjere vårt beste for å rette det. </li> </ul> <p>Eller du kan også gå til nokre av dei populære sidene på nettstaden vår.</p> <ul> <li>Er du interessert i ei <a href="%(rec)s">liste over framheva utvidingar</a>?</li> <li> Ønskjer du å <a href="%(search)s">søkje etter utvidingar</a>? Du kan også gå til <a href="%(search)s">søkjesida</a> eller berre bruke søkjefeltene ovanfor. </li> <li> Dersom du føretrekkjer å starte på nytt, gå til <a href="%(home)s">heimesida for utvidingar</a>. </li> </ul>
ro: <h1>Ne pare rău, dar nu găsim ce cauți.</h1> <p> Pagina sau fișierul solicitat(ă) nu a fost găsit(ă) pe site-ul nostru. Se poate să fi dat clic pe un link neactualizat sau poate că ai tastat greșit adresa. </p> <ul> <li>Dacă ai tastat adresa, te rugăm să verifici încă o dată textul introdus.</li> <li> Dacă ai venit dând clic pe un link undeva, te rugăm %(open_bug_link)ssă raportezi o problemă%(close_bug_link)s. Spune-ne de unde ai venit și ce căutai și ne vom strădui să o corectăm. </li> </ul> <p>Sau poți pur și simplu să treci la câteva dintre paginile populare de pe site-ul nostru.</p> <ul> <li>Ești interesat(ă) de <a href="%(rec)s">o listă cu suplimente promovate</a>?</li> <li> Vrei să <a href="%(search)s">cauți suplimente</a>? Poți merge <a href="%(search)s">pe pagina de căutare</a> sau pur și simplu folosește câmpul de căutare de mai sus. </li> <li> Dacă preferi să o iei de la capăt, mergi pe <a href="%(home)s">pagina principală de suplimente</a>. </li> </ul>
th: <h1>เราขออภัย แต่เราไม่พบสิ่งที่คุณกำลังค้นหาอยู่</h1> <p>ไม่พบหน้าหรือไฟล์ที่คุณร้องขอบนเว็บไซต์ของเรา มันเป็นไปได้ว่าคุณคลิกลิงก์ซึ่งหมดอายุแล้ว หรือพิมพ์ที่อยู่ไม่ถูกต้อง</p> <ul> <li>ถ้าคุณใช้การพิมพ์ที่อยู่ โปรดตรวจสอบการสะกดอีกครั้ง</li> <li>ถ้าคุณตามลิงก์นี้มาจากที่ไหนสักแห่ง โปรด%(open_bug_link)sรายงานปัญหา%(close_bug_link)s บอกเราว่าคุณมาจากไหนและคุณกำลังมองหาอะไร และเราจะทำการแก้ไขให้ดีที่สุด</li> </ul> <p>หรือคุณสามารถกระโดดข้ามไปยังหน้าที่ได้รับความนิยมบนเว็บไซต์ของเรา</p> <ul> <li>คุณสนใจ<a href="%(rec)s">รายการส่วนเสริมที่แนะนำ</a>?</li> <li>คุณต้องการที่จะ<a href="%(search)s">ค้นหาสำหรับส่วนเสริม</a>? คุณอาจจะไปที่<a href="%(search)s">หน้าค้นหา</a> หรือใช้ช่องค้นหาด้านบน</li> <li>ถ้าคุณต้องการจะไปที่จุดเริ่มต้น เพียงแค่ไปที่<a href="%(home)s">หน้าแรกของส่วนเสริม</a> </li> </ul>
tr: <h1>Üzgünüz, aradığınız sayfayı bulamadık.</h1><p>Talep ettiğiniz sayfa veya dosya sitemizde bulunamadı. Eski bir bağlantıya tıklamış veya adresi yanlış yazmış olabilirsiniz.</p><ul><li>Adresi elle yazdıysanız lütfen tekrar kontrol edin.</li><li>Başka bir sayfadaki bağlantıya tıkladıysanız lütfen %(open_bug_link)ssorunu bildirin%(close_bug_link)s. Hangi sayfadan geldiğinizi ve neyi aradığınızı yazarsanız sorunu düzeltmek için elimizden geleni yaparız.</li></ul><p>İsterseniz, web sitemizdeki popüler sayfalara da göz atabilirsiniz.</p><ul><li><a href="%(rec)s">Öne çıkan eklentiler</a> listesiyle mi ilgileniyorsunuz?</li><li><a href="%(search)s">Eklenti araması</a> yapmak mı istiyorsunuz? <a href="%(search)s">Arama sayfasına</a> gidebilir veya üstteki arama kutusunu kullanabilirsiniz.</li><li>Baştan başlamak isterseniz <a href="%(home)s">eklenti ana sayfasına</a> gitmeniz yeterlidir.</li></ul>
vi: <h1>Chúng tôi xin lỗi, nhưng chúng tôi không thể tìm thấy những gì bạn đang tìm kiếm.</h1> <p> Trang hoặc tập tin bạn yêu cầu không được tìm thấy trên trang web của chúng tôi. Có thể bạn đã nhấp vào một liên kết đã lỗi thời hoặc nhập sai địa chỉ. </p> <ul> <li>Nếu bạn gõ địa chỉ, vui lòng kiểm tra lại chính tả.</li> <li> Nếu bạn đã theo một liên kết từ một nơi nào đó, xin vui lòng %(open_bug_link)sgửi một vấn đề%(close_bug_link)s. Hãy cho chúng tôi biết bạn đến từ đâu và những gì bạn đang tìm kiếm, và chúng tôi sẽ cố gắng hết sức để khắc phục nó. </li> </ul> <p>Hoặc bạn chỉ có thể chuyển qua một số trang phổ biến trên trang web của chúng tôi.</p> <ul> <li>Bạn có quan tâm đến <a href="%(rec)s">danh sách các tiện ích nổi bật</a> không?</li> <li> Bạn có muốn <a href="%(search)s">tìm kiếm tiện ích</a> không? Bạn có thể truy cập <a href="%(search)s">trang tìm kiếm</a> hoặc chỉ sử dụng trường tìm kiếm ở trên. </li> <li> Nếu bạn muốn bắt đầu lại, chỉ cần truy cập <a href="%(home)s">trang trước tiện ích</a>. </li> </ul>

source: <h1>Oops! We had an error.</h1> <p>We'll get to fixing that soon.</p> <p> You can try refreshing the page, or head back to the <a href="%(home)s">Add-ons homepage</a>. You can also help us fix this by <a href="https://github.com/mozilla/addons/issues/new">filing an issue</a> with the details of how you got to this page. </p>
es_ar: <h1>¡Epa! Hubo un error.</h1> <p>Lo solucionaremos lo antes posible.</p> <p> Probá actualizar la página o volver a la <a href="%(home)s">página de inicio de complementos</a>. También podés ayudarnos a arreglar el error <a href="https://github.com/mozilla/addons/issues/new">reportando el problema</a> con los detalles de cómo llegaste a esta página. </p>
fur: <h1>Orpo! Al è vignût fûr un erôr.</h1> <p>Lu risolvarìn daurman.</p> <p>Intant tu puedis tornâ a cjariâ la pagjine, opûr tornâ ae <a href="%(home)s">pagjine principâl di Mozilla Add-ons</a>. Tu Puedis ancje judânus a risolvi chest erôr <a href="https://github.com/mozilla/addons/issues/new">vierzint un erôr (issue) su GitHub</a>, includint i detais su cemût che tu sês rivât/rivade a cheste pagjine.</p>
fy_nl: <h1>Oeps! Der is in flater bard.</h1> <p>Dat sille wy fluch reparearje</p> <p>Jo kinne probearje de side te fernijen, of weromgean nei de <a href="%(home)s">startside fan Add-ons</a>. Jo kinne ús ek helpe dit op te lossen troch <a href="https://github.com/mozilla/addons/issues/new">in probleem te melden</a> mei de details fan hoe’t jo op dizze side terjochte kaam. </p>
he: <h1>אופס! קרתה איזו תקלה.</h1> <p>אנו כבר נתפנה לטפל בה.</p> <p> אפשר לנסות לרענן את העמוד, או לחזור אל <a href="%(home)s">דף הבית של התוספות</a>. ניתן גם לעזור לנו לתקן בעיה זו על־ידי <a href="https://github.com/mozilla/addons/issues/new">הגשת דיווח על תקלה</a> עם הפרטים אודות כיצד הגעת לדף זה. </p>
hr: <h1>Ups! Dogodila se greška.</h1> <p>To ćemo uskoro ispraviti.</p> <p>Možeš pokušati ponovo učitati stranicu ili se vrati na <a href="%(home)s">početnu stranicu dodataka</a>. Pomogni nam to ispraviti – <a href="https://github.com/mozilla/addons/isissue/new">prijavi problem</a> s pojedinostima o tome kako si došao/la na ovu stranicu.</p>
ia: <h1>Ups! Nos habeva un error.</h1> <p>Nos lo remediara tosto.</p> <p> Tu pote provar a refrescar le pagina, o receder al <a href="%(home)s">Pagina principal del additivos</a>. </p> Tu pote alsi adjutar nos a remediar isto per <a href="https://github.com/mozilla/additivos/problemas/nove">signalante un problema</a> con le detalios de como tu recipeva iste pagina.
is: <h1>Úbbs! Þarna fengum við villu.</h1> <p>Lögum hana eins fljótt og auðið er.</p> <p>Þú getur reynt að endurlesa síðuna eða farið til baka á <a href="%(home)s">heimasíðu viðbóta</a>. Þú getur líka hjálpað okkur að laga þetta með því að <a href="https://github.com/mozilla/addons/issues/new">senda inn verkbeiðni</a> með nákvæmri lýsingu á hvernig þú komst inn á þessa síðu. </p>
nb_no: <h1>Ops! Noe gikk feil.</h1> <p>Vi kommer til å fikse det så snart som mulig.</p> <p>Du kan prøve å oppdatere nettsiden eller gå tilbake til <a href="%(home)s">tilleggets hjemmeside</a>. Du kan også hjelpe oss med å fikse dette ved å <a href="https://github.com/mozilla/addons/issues/new"> rapportere et problem</a> med detaljene om hvordan du kom til denne nettsiden.</p>
nn_no: <h1>Ops! Noko gjekk gale.</h1> <p>Vi kjem til å reparere det snart.</p> <p> Du kan prøve å oppdatere sida, eller gå tilbake til <a href="%(home)s">startsida for utvidingar</a>. Du kan òg hjelpe oss med å reparere dette ved å <a href="https://github.com/mozilla/addons/issues/new">rapportere eit problem</a> med detaljene om korleis du kom til denne nettsida.</p>
ro: <h1>Ups! A apărut o eroare.</h1> <p>O vom rezolva în curând.</p> <p> Poți încerca să reîmprospătezi pagina sau să te întorci la <a href="%(home)s">Pagina de start pentru suplimente</a>. Ne poți ajuta să rezolvăm eroarea prin <a href="https://github.com/mozilla/addons/issues/new">raportarea unei probleme</a> cu detaliile modului în care ai ajuns pe această pagină. </p>
th: <h1>อุ๊ปส์! เรามีข้อผิดพลาด</h1> <p>เราจะทำการแก้ไขในเร็ว ๆ นี้</p> <p>คุณอาจลองรีเฟรชหน้า หรือย้อนกลับไปยัง<a href="%(home)s">หน้าแรกของส่วนเสริม</a>ได้</p> คุณยังสามารถช่วยเราแก้ไขปัญหานี้ได้โดย<a href="https://github.com/mozilla/addons/issues/new">รายงานปัญหา</a>พร้อมระบุรายละเอียดว่าคุณเข้ามาที่หน้านี้อย่างไร </p>
tr: <h1>Bir hata oluştu.</h1> <p>Yakında bu hatayı düzelteceğiz.</p> <p>Sayfayı yenilemeyi deneyebilir veya <a href="%(home)s">Eklentiler Ana Sayfası</a>'na dönebilirsiniz. Ayrıca <a href="https://github.com/mozilla/addons/issues/new">sorunu rapor edip</a> bu sayfaya nasıl geldiğiniz anlatarak sorunu gidermemize yardım edebilirsiniz.</p>
vi: <h1>Rất tiếc! Chúng tôi đã gặp lỗi.</h1> <p>Chúng tôi sẽ sớm khắc phục điều đó.</p> <p>Bạn có thể thử làm mới trang, hoặc quay lại <a href="%(home)s">trang chủ tiện ích</a>. Bạn cũng có thể giúp chúng tôi khắc phục sự cố này bằng cách <a href="https://github.com/mozilla/addons/issues/new">gửi vấn đề</a> với các chi tiết về cách bạn truy cập trang này.</p>

source: Register or Log in
es_ar: Registrarse o iniciar sesión
fur: Regjistriti o jentre
fy_nl: Registrearje of oanmelde
he: הרשמה או התחברות
hr: Registriraj se ili se prijavi
ia: Crear conto o aperir session
nb_no: Registrer eller logg inn
te: నమోదవ్వండి లేదా ప్రవేశించండి
th: ลงทะเบียนหรือเข้าสู่ระบบ
tr: Kaydol veya giriş yap
vi: Đăng ký hoặc đăng nhập

source: Two-factor authentication
es_ar: Autenticación de dos factores
fur: Autenticazion a doi fatôrs
fy_nl: Twafaktorautentikaasje
he: אימות דו־שלבי
hr: Dvofaktorska autentifikacija
ia: Authentication a duo factores
nb_no: Tofaktorautentisering
th: การยืนยันตัวตนสองขั้นตอน
tr: İki aşamalı kimlik doğrulama
vi: Xác thực hai bước

source: Add-on uploads temporarily disabled
es_ar: Las subidas de complementos están temporalmente deshabilitadas
fi: Lisäosien lähetys on tilapäisesti poistettu käytöstä
fur: Cjariament in rêt di components adizionâi disativât in mût temporani
fy_nl: Add-on-oplaads binne tydlik útskeakele
he: העלאה של תוספות הושבתה באופן זמני
ia: Incargamento de additivos temporarimente disactivate
nb_no: Opplasting av tillegg er midlertidig deaktivert
nn_no: Opplasting av tillegg er mellombels deaktivert
ro: Încărcările de suplimente sunt dezactivate temporar
tr: Eklenti gönderme geçici olarak devre dışı
vi: Tải lên tiện ích tạm thời bị vô hiệu hóa

source: Add-on uploads have been temporarily disabled. Please check back later.
es_ar: Las subidas de complementos han sido temporalmente deshabilitadas. Probá más tarde.
fi: Lisäosien lähetys on tilapäisesti poistettu käytöstä. Tarkista tilanne myöhemmin uudelleen.
fur: Il cjariament in rêt di components adizionâi al è stât disativât pal moment. Torne prove plui indevant.
fy_nl: Add-on-oplaads binne tydlik útskeakele. Probearje it letter nochris.
he: העלאה של תוספות הושבתה באופן זמני. נא לנסות שוב מאוחר יותר.
ia: Le incargamento de additivos ha essite disactivate temporarimente. Per favor reveni plus tarde.
nb_no: Opplasting av tillegg er midlertidig deaktivert. Kom tilbake senere.
nn_no: Opplasting av tillegg er mellombels deaktivert. Kom tilbake seinare.
ro: Încărcările de suplimente au fost dezactivate temporar. Te rugăm să revii mai târziu.
tr: Eklenti gönderme geçici olarak devre dışı bırakıldı. Lütfen daha sonra yeniden deneyin.
vi: Tải lên tiện ích tạm thời bị vô hiệu hóa. Hãy kiểm tra lại sau.

source: Valid user session not found matching the provided session key.
es_ar: No se encontró la sesión de usuario válida para la clave de sesión proporcionada.
fi: Annettua istuntoavainta vastaavaa kelvollista käyttäjäistuntoa ei löytynyt.
fur: No je stade cjatade une session utent valide che e corispuint ae clâf di session furnide.
fy_nl: Der is gjin jildige brûkerssesje fûn dy’t oerienkomt mei de opjûne sesjekaai.
ia: Valide session de usator non trovate, correspondente al clave de session fornite.
nb_no: Finner ikke gyldig brukerøkt som samsvarer med den oppgitte øktnøkkelen.
nn_no: Fann ikkje gyldig brukarøkt som samsvarar med oppgitt øktnøkkelen.
ro: Nu a fost găsită o sesiune de utilizator validă care să corespundă cheii de sesiune furnizate.
tr: Sağlanan oturum anahtarıyla eşleşen geçerli kullanıcı oturumu bulunamadı.
vi: Không tìm thấy phiên người dùng hợp lệ khớp với khóa phiên được cung cấp.

source: Access token refresh failed; user needs to login to FxA again.
es_ar: Falló la actualización del token de acceso; el usuario necesita iniciar sesión a FxA nuevamente.
fur: Inzornament falît dal gjeton di acès; l’utent al à di jentrâ di gnûf su FxA.
fy_nl: Fernijen fan tagongstoken mislearre; brûker moat opnij oanmelde by FxA.
ia: Actualisation del jeton de accesso fallite; le usator debe de novo authenticar se a FxA.
nb_no: Oppdatering av tilgangsnøkkel mislyktes; brukeren må logge på FxA igjen.
nn_no: Mislykka oppdatering av tilgangsnøkkels; brukaren må logge på FxA igjen.
ro: Reîmprospătarea jetonului de acces a eșuat; utilizatorul trebuie să se autentifice din nou în FxA.
th: การรีเฟรชโทเค็นการเข้าถึงล้มเหลว ผู้ใช้จำเป็นต้องเข้าสู่ระบบ FxA อีกครั้ง
tr: Erişim token'ı yenilemesi başarısız oldu. Kullanıcının FxA'ya yeniden giriş yapması gerekiyor.
vi: Làm mới access token không thành công; người dùng cần đăng nhập lại FxA.

source: Wrong type for one or more keys in payload
es_ar: Tipo incorrecto para una o más claves del contenido
fur: Une o plui clâfs dal contignût a son di gjenar sbaliât
fy_nl: Ien of mear kaaien yn de payload binne fan it ferkearde type
he: סוג שגוי עבור מקש אחד או יותר במטען
hr: Pogrešna vrsta jednog ili više ključeva u sadržaju
ia: Typo errate pro un o plus claves in le carga utile
is: Röng tegund á einum eða fleiri lyklum í farmi
nb_no: Feil type for en eller flere nøkler i pakkeinnhold
nn_no: Feil type for ein eller fleire nøklar i pakkeinnhald
ro: Tip greșit al uneia sau al mai multor chei din sarcina utilă
te: పేలోడ్లో ఒకటి లేదా మరిన్ని కీలు తప్పు రకంలో ఉన్నాయి
th: ชนิดไม่ถูกต้องสำหรับคีย์อย่างน้อยหนึ่งคีย์ในส่วนข้อมูล
tr: Yükte bir veya daha fazla anahtar için yanlış tür
vi: Một hoặc nhiều khóa bị sai kiểu trong payload
