Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: We are constantly looking at ways to improve the organization of the site to better accommodate add-ons that are exemplary in other ways, but are aimed at only a small community of potential users. Correctly categorizing and maintaining the metadata of your add-on will help us figure out how we can surface more of those sorts of add-ons to people who are most likely to benefit from them.
id: Kami terus menerus mencari cara untuk memperbaiki organisasi situs untuk bisa mengakomodasi pengaya dengan lebih baik, yang patut dicontoh dalam hal lain, namun ditujukan hanya pada komunitas kecil pengguna potensial. Pengategorian yang tepat dan menjaga metadata pengaya anda akan membantu kami menentukan bagaimana kami bisa menampilkan lebih banyak pengaya semacam itu bagi mereka yang boleh jadi mendapat manfaat darinya.
sq: Përpiqemi në mënyrë konstante të përmirësojmë organizimin e sajtit, për t’u dhënë vend shtesave që janë shembullore në anë të tjera, por që janë menduar për vetëm një bashkësi të vogël përdoruesish potencialë. Mirëmbajtja dhe kategorizimi i saktë i tejtëdhënave të shtesës suaj do të na ndihmojë të gjejmë se si mund t’u shfaqim më tepër shtesa të këtij lloji njerëzve që, sipas gjasash, mund të përfitonin më shumë prej tyre.
sr_latn: Mi konstantno tražimo načine da poboljšamo organizaciju našeg sajta da bismo bolje prilagodili dodatke koji su vredni pomena na druge načine, ali smo skoncentrisani na malu zajednicu potencijalnih korisnika. Pravilno podela po kategorijama i zadržavanje podataka Vašeg dodatka bi nam pomoglo da shvatimo kako da pružimo više takvih vrsta dodataka ljudima koji će najverovatnije imati najviše koristi od njih.
sv_se: Vi söker ständigt efter nya sätt att förbättra organisationen av webbplatsen för att bättre tillgodose tillägg som är exemplariska på andra sätt, men som riktar sig endast till ett liten gemenskap av potentiella användare. Korrekt kategorisering och underhålla metadata för ditt tillägg kommer att hjälpa oss räkna ut hur vi kan få till ytan fler av dessa typer av tillägg till personer som är mest benägna att dra nytta av dem.

source: If your add-on just provides bookmarks or other simple access points to your site, it's probably not appropriate for the gallery. Like the rest of the Mozilla project, we love web applications and new web services, but Firefox add-ons should provide an improved browsing experience for the user and not just be a way to promote a new site or service through a Mozilla Add-ons listing.
id: Jika pengaya anda menyediakan markah atau titk akses sederhana lainnya ke situs anda, mungkin tidak tepat untuk galeri. Seperti proyek Mozilla lainnya, kami menyukai aplikasi web dan layanan web yang baru, namun pengaya Firefox harus menyediakan pengalaman penjelajahan yang lebih baik untuk pengguna dan bukan hanya menjadi cara untuk mempromosikan situs baru atau layanan melalui daftar Pengaya Mozilla.
sq: Nëse shtesa juaj ofron faqerojtës ose tjetër hyrje të thjeshtë te sajti juaj, s’duket se është e përshtatshme për në galerinë. Si edhe për pjesën tjetër të projekteve Mozilla, i duam aplikacionet web dhe shërbimet e reja web, por shtesat e Firefox-it do të duhej të sillnin punim të përmirësuar të shfletuesit dhe jo thjesht të jenë një rrugë për të promovuar një sajt apo shërbim të ri përmes listave të Shtesave Mozilla.
sv_se: Om ditt tillägg endast innehåller bokmärken eller andra enkla accesspunkter till din webbplats, är det antagligen inte lämpligt för galleriet. Liksom resten av Mozilla-projektet, gillar vi webbapplikationer och nya webbtjänster, men Firefox tillägg bör ge en förbättrad surfupplevelse för användaren och inte bara vara ett sätt att främja en ny webbplats eller tjänst genom en Mozilla tilläggslistning.

source: <strong>Is the add-on free of unlicensed trademarks and copyrights?</strong> Though you may mean no harm to the holder of a trademark, or the owner of a copyrighted work, we can't host add-ons that infringe on trademarks or copyrights. If you don't have permission to use a trademarked name or image, please do not submit your add-on to us. If your add-on includes code that is copyrighted by someone else, and is not licensed to you to use in your add-on, please do not submit your add-on to us.
id: <strong>Apakah pengaya bebas dari merek dagang tanpa lisensi dan hak cipta?</strong> Meskipun anda mungkin tidak bermaksud jahat pada pemegang sebuah merek dagang, atau pemilik karya dengan hak cipta, kami tidak bisa memuat pengaya yang melanggar merek dagang atau hak cipta. Jika anda tidak memiliki izin untuk menggunakan nama merek dagang atau gambar harap jangan memasukkan pengaya anda pada kami. Jika pengaya anda memasukkan kode yang merupakan hak cipta orang lain, dan tidak dilisensikan pada anda untuk digunakan dalam pengaya anda, mohon jangan daftarkan pengaya anda pada kami.
sk: <strong>Neobsahuje váš doplnok materiál porušujúci ochranné známky alebo copyright?</strong> Aj keď si myslíte, že váš doplnok nemôže držiteľovi ochrannej známky spôsobiť žiadnu škodu, nemôžeme ku nám umiestňovať doplnky, ktoré ochranné známky alebo copyright porušujú. Ak nemáte právo na používanie chráneného názvu či obrázka, prosíme, nepridávajte doplnok do galérie. Ak váš doplnok obsahuje kód, ktorý je vlastnený niekym iným a nie je licencovaný pre použitie vo vašom doplnku, prosíme, nepridávajte doplnok do galérie.
sq: <strong>A është shtesa e lirë nga shenja tregtare dhe të drejta kopjimi të palicencuara?</strong> Edhe pse mund të mos keni patur në mendje t’i bëni keq të zotit të shenjës tregtare, apo të zotit të një vepre nën të drejta kopjimi, s’mund të strehojmë shtesa që cenojnë shenja tregtare apo të drejta kopjimi. Nëse s’keni leje përdorimi mbi një emër apo figurë shenjeje tregtare, ju lutemi, mos e parashtroni shtesën te ne. Nëse shtesa juaj përfshin kod i cili gjendet nën të drejta kopjimi të dikujt tjetër, dhe s’ju është licencuar për ta përdorur te shtesa juaj, ju lutemi, mos e parashtroni shtesën tuaj te ne.
sv_se: <strong>Är tillägget fri från olicensierade varumärken och upphovsrätt?</strong> Även om du inte vill något ont till innehavaren av ett varumärke eller ägaren av ett upphovsrättsskyddat verk, kan vi inte hysa ett tillägg som strider mot varumärken eller upphovsrätt. Om du inte har tillåtelse att använda ett varumärkes namn eller bild, ska du inte skicka in ditt tillägg till oss. Om tillägget innehåller kod som är upphovsrättsskyddat av någon annan och inte licensieras till dig för användning i ditt tillägg, ska du inte skicka in ditt tillägg till oss.

source: In terms of reuse of source code from other add-ons, if the author has not clearly stated that you are permitted to use his or her code in your own work &mdash; such as by placing it under an open source license &mdash; then you should assume that you do not have the right to do so. You can contact the author to seek such permission, but we can't provide you with any special rights to it just because it's listed on the site, or because the author isn't responding to your request.
id: Dalam hal menggunakan ulang kode sumber dari pengaya lainnya, jika penulis belum menyatakan secara jelas bahwa anda diizinkan untuk menggunakan kodenya dalam karya anda sendiri &mdash; misalnya dengan menempatkannya dalam lisensi sumber terbuka &mdash; maka anda harus menganggap bahwa anda tidak memiliki hak untuk melakukannya. Anda bisa mengontak penulis untuk mencari izin, namun kami tidak bisa memberi anda hak khusus untuk hal itu hanya karena ini terdaftar dalam situs, atau karena penulis tidak merespon permintaan anda.
sk: Ak v súvislosti s využitím kódu z iných doplnkov ich autor jasne nepovedal, že môžete jeho kód vo svojej práci použiť (napr. definovaním, pod akou open source licenciou je dostupný), tak predpokladajte, že nemáte právo ho prevziať. Môžete ale autora takéhoto kódu kontaktovať a požiadať o dovolenie. My vám však nedávame žiadne špeciálne práva len pre to, že je doplnok umiestnený na našom webe, alebo ak autor neodpovedá na vašu požiadavku.
sq: Për sa i takon ripërdorimit të kodit burim prej shtesash të tjera, nëse autori s’e deklaruar qartë që jeni lejuar të përdorni kod nga ai apo ajo në punën tuaj &mdash; përmes vendosjes së tij nën një licencë burimi të hapët &mdash; atëherë do të duhej të merrnit të mirëqenë se s’keni të drejtë ta bëni atë. Mund të lidheni me autorin për të kërkuar leje të tilla, por s’ju pajisim dot me ndonjë lloj të drejtash speciale mbi të thjesht pse gjendet në listë, ose ngaqë autori s’po i përgjigjet kërkesës suaj.
sv_se: När det gäller återanvändning av källkoden från andra tillägg, om upphovsmannen inte tydligt har uppgett att du har rätt att använda deras kod i ditt eget arbete &mdash; såsom att placera den under en öppen källkodslicens &mdash; då ska du anta att du inte har rätt att göra det. Du kan kontakta upphovsmannen för att söka ett sådant tillstånd, men vi kan inte ge dig några speciella rättigheter till det bara för att det finns med på webbplatsen eller på grund av att upphovsmannen inte svarar på din förfrågan.

source: This applies to the Mozilla Foundation's trademarks as well, including "Mozilla", "Firefox", and "Thunderbird". The Mozilla policy on trademark use is designed to protect against confusion, and prevent the trademarks from being overturned due to lack of protection; please respect the need for such protection, and help us preserve some of the most valuable assets of the Mozilla Foundation.
id: Hal ini berlaku untuk merek dagang Mozilla Foundation juga, termasuk "Mozilla", "Firefox", dan "Tunderbird". Kebijakan Mozilla tentang penggunaan merek dagang dirancang untuk melindungi dari kebingungan, dan mencegah merek dagang diubah karena kurangnya perlindungan; harap menghormati kebutuhan atas perlindungan semacam ini, dan bantu kami menjaga sebagian dari aset Mozilla Foundation yang paling berharga.
sk: To isté platí aj pre ochranné známky Mozilla Foundation ako sú "Mozilla", "Firefox" alebo "Thunderbird". Zásady ochrany ochranných známok Mozilly sú stanovené tak, aby zabraňovali zavádzaniu používateľov a zabraňujú ich zneužitiu. Rešpektujte prosím potrebu takejto ochrany a pomôžte nám ochrániť aktíva Mozilla Foundation.
sq: Kjo vlen edhe për shenjat tregtare të Mozilla Foundation-it, përfshi "Mozilla", "Firefox", dhe "Thunderbird". Rregullat e Mozilla-s mbi përdorimin e shenjave tregtare janë hartuar për mbrojtje kundër ngatërresave, dhe për të parandaluar kundëpërdorimin e shenjave tregtare nga mungesa e mbrojtjes; ju lutemi, respektojeni nevojën për një mbrojtje të tillë, dhe na ndihmoni të ruajmë disa nga vlerat më të çmuara të Mozilla Foundation-it.
sv_se: Detta gäller Mozilla stiftelsens varumärken också, bland annat "Mozilla", "Firefox" och "Thunderbird". Mozilla policy för varumärkesanvändning är avsedd att skydda mot förvirring och förhindra att varumärken från att kantra på grund av bristande skydd; vänligen respektera behovet av sådant skydd och hjälp oss att bevara några av de mest värdefulla tillgångar i stiftelsen för Mozilla.

source: Licensing
hu: Licencelés
id: Melisensi
sk: Licencovanie
sq: Licencim
sr_latn: Davanje dozvole
sv_se: Licensiering

source: Selecting an appropriate license for your add-on is a very important step in the submission process. A license specifies the rights you grant on your source code and is important in protecting your intellectual property.
id: Memilih lisensi yang tepat untuk pengaya anda adalah langkah yang sangat penting dalam proses pendaftaran. Sebuah lisensi merinci hak yang anda berikan menyangkut kode sumber anda dan ini penting dalam melindungi properti intelektual.
sq: Përzgjedhja e një licence të përshtatshme për shtesën tuaj është hap shumë i rëndësishëm në procesin e parashtrimit. Licenca përcakton të drejtat që akordoni mbi kodin burim të shtesës suaj dhe është e rëndësishme në mbrojtjen e të drejtave tuaja të kopjimit.
sr_latn: Odabir odgovarajuće licence za Vaš dodatak je veoma važan korak u procesu za podnošenje. Licenca precizira prava koje dajete na izvorni kod i važna je u zaštiti intelektualnog vlasništvo.
sv_se: Att välja en lämplig licens för ditt tillägg är ett mycket viktigt steg i inskickningsprocessen. En licens anger de rättigheter du beviljar på din källkod och är viktigt för att skydda dina immateriella rättigheter.

source: During the add-on submission process, you will be presented with a list of popular licenses to choose from, as well as the ability to specify your own license. It is best to consult with a legal professional about which license option is best for you. Choosing the right license for your source code will help to prevent confusion and code conflicts in the future.
id: Saat proses pendaftaran pengaya, anda akan dihadapkan pada daftar lisensi populer yang bisa dipilih, termasuk kemampuan untuk merinci lisensi anda. Sebaiknya anda berkonsultasi dengan profesional hukum mengenai pilihan lisensi yang terbaik untuk anda. Memilih lisensi yang tepat untuk kode sumber anda akan membantu mencegah kebingungan dan benturan kode di masa depan.
sq: Gjatë procesit të parashtrimit të shtesës, do t’ju shfaqet një listë licencash të njohura, prej nga mund të zgjidhni, si dhe do të keni mundësi të përcaktoni një licencë krejt tuajën. Më e mira është të këshilloheni me një njeri të ligjeve rreth se cila licencë është më e mira për ju. Zgjedhja e licencës së duhur për kodin tuaj burim do të parandalojë ngatërresa dhe përplasje rreth kodit në të ardhmen.
sv_se: Under tilläggets inskickningsprocess, kommer du att presenteras med en lista över populära licenser att välja mellan, liksom möjligheten att specificera din egen licens. Det är bäst att rådgöra med en jurist om vilket licens-alternativ som är bäst för dig. Att välja rätt licens för källkoden kommer att bidra till att förhindra förvirring och kodkonflikter i framtiden.

source: Add-on Submission
hu: Kiegészítő beküldés
id: Mendaftarkan Pengaya
sk: Odoslanie doplnku
sq: Parashtrim Shtese
sr_latn: Podnošenje dodatka
sv_se: Inskickning tillägg

source: Maintaining Your Add-on
hu: Kiegészítője karbantartása
id: Menjaga Pengaya Anda
sk: Spravovanie svojho doplnku
sq: Mirëmbajtja e Shtesës Suaj
sr_latn: Održavanje Vašeg dodatka
sv_se: Underhåll av ditt tillägg

source: Mozilla is committed to ensuring a great add-ons experience for our users and developers. Please review the policies below before submitting your add-on.
id: Mozilla berkomitmen untuk memasrikan pengalaman pengaya yang luar biasa untuk pengguna dan pengembang. Harap mengulas kebijakan di bawah ini sebelum mendaftarkan pengaya anda.
sk: Mozilla chce prispieť k zabezpečeniu skvelého zážitku z doplnkov pre našich používateľov a vývojárov. Pred odoslaním vášho doplnku si preto pozrite nižšie uvedené zásady tvorby a správy doplnkov.
sq: Mozilla i është përkushtuar bërjes së mundur sigurimit të një përvoje të shkëlqyer në punimin me shtesa për përdoruesit dhe zhvilluesit tanë. Ju lutemi, shqyrtoni rregullat më poshtë, përpara se të parashtroni shtesën tuaj.
sr_latn: Mozilla je posvećena obezbeđivanju sjajnog iskustva sa dodacima za korisnike i programere. Molimo da pregledate polise pre nego što pošaljete Vaš dodatak.
sv_se: Mozilla strävar efter att garantera en bra upplevelse gällande tillägg för våra användare och utvecklare. Läs igenom policyn nedan innan du skickar in ditt tillägg.

source: Find out what is expected of add-ons we host and our policies on specific add-on practices.
id: Temukan apa yang diharapkan dari pengaya yang kami muat dan kebijakan kami pada praktek pengaya yang spesifik.
sk: Pozrite sa, čo očakávame od tu umiestnených doplnkov a prečítajte si zásady pre špeciálne prípady doplnkov.
sq: Shihni se çfarë pritet prej shtesave që strehojmë ne dhe rregullat tona mbi disa praktika të caktuara për shtesat.
sr_latn: Saznajte šta se očekuje od dodataka koje mi držimo i naša polisa za specifične prakse dodataka.
sv_se: Ta reda på vad som förväntas av tillägg som vi hyser och vår policyer för särskilda tilläggsmetoder.

source: What happens after your add-on is submitted? Learn about how our Editors review submissions.
id: Apa yang terjadi setelah pengaya anda dimasukkan? Pelajari bagaimana Penyunting kami mengulas pendaftaran.
sk: Čo sa deje po odoslaní doplnku? Pozrite sa, ako editori kontrolujú nové doplnky.
sq: Ç’ndodh pasi e parashtroni shtesën tuaj? Lexoni se si i shqyrtojnë Redaktorët tanë parashtrimet.
sr_latn: Šta se desi kada je Vaš dodatak podnešen? Naučite kako naši urednici pregledavaju dostave.
sv_se: Vad händer efter ditt tillägg har skickats in? Lär dig mer om hur våra redigerare granskar inskickningar.

source: Add-on updates, transferring ownership, user reviews, and what to expect once your add-on is approved.
id: Pembaruan pengaya, pengalihan kepemilikan, ulasan pengguna, dan apa yang dapat diharapkan saat pengaya anda disetujui.
sk: Aktualizácie doplnkov, zmena vlastníctva, recenzie od používateľov a čo očakávať po schválení doplnku.
sq: Përditësime shtesash, transferim pronësie, shqyrtime përdoruesish, dhe ç’duhet të prisni pasi të jetë miratuar shtesa juaj.
sr_latn: Novosti za dodatke, prenos vlasništva, pregledi korisnika, i šta očekivati kada je Vaš dodatak dozvoljen.
sv_se: Tilläggsuppdateringar, överföra äganderätten, användarrecensioner och vad som väntar när ditt tillägg är godkänt.

source: How up-and-coming add-ons become featured and what&#039;s involved in the process.
id: Bagaimana pengaya yang sedang naik daun menjadi unggulan dan apa &#039; yang terjadi dalam proses itu.
sk: Ako sa môžu stať doplnky odporúčanými a čo všetko hrá rolu pri tomto procese.
sq: Si bëhen të zgjedhura shtesat premtuese dhe ç’përfshihet në proces.
sr_latn: Kako dodaci postaju istaknuti i štat&#039;s je uključeno u proces.
sv_se: Hur bubblande tillägg blir utvalda och vad det innebär i processen.

source: Terms of Service for submitting your work to our site. Developers are required to accept this agreement before submission.
id: Syarat dan Ketentuan untuk memasukkan karya anda ke dalam situs kami. Pengembang diminta menerima argumen ini sebelum memasukkan.
sk: Zásady používania Služby pre odoslanie vašej práce na tento server. Vývojári musia pred odoslaním súhlasiť s touto zmluvou.
sq: Kushte Shërbimi për parashtrimin e punës suaj në sajtin tonë. Lypset që zhvilluesit ta pranojnë këtë marrëveshje përpara parashtrimeve.
sr_latn: Uslovi usluge za prijavu Vašeg rada na naš sajt. Programeri moraju prihvatiti ove uslove pre podnošenja.
sv_se: Användarvillkor för att skicka in ditt arbete till vår webbplats. Utvecklare måste acceptera detta avtal innan inskickning.

source: How to get in touch with us regarding these policies or your add-on.
id: Bagaimana cara berhubungan dengan kami menyangkut kebijakan ini atau pengaya anda.
sk: Ako sa s nami spojiť v prípade otázok ohľadne týchto zásad alebo ohľadne vášho doplnku.
sq: Si të lidheni me ne për këto rregulla ose për shtesën tuaj.
sr_latn: Kako da stupite u kontakt sa nama u vezi ove polise ili Vašeg dodatka.
sv_se: Hur får man kontakt med oss angående dessa policyer eller ditt tillägg.

source: You have disabled this add-on
hu: Letiltotta ezt a kiegészítőt.
id: Anda telah melumpuhkan pengaya ini
sk: Tento doplnok ste zakázali
sq: E keni çaktivizuar këtë shtesë
sr_latn: Onemogućili ste ovaj dodatak
sv_se: Du har inaktiverat detta tillägg

source: Your add-on's listing is disabled and is not showing anywhere in our gallery or update service.
sq: Paraqitja e shtesës suaj është çaktivizuar dhe ajo nuk shfaqet ndokund te galeria jonë ose te shërbimi ynë i përditësimeve.

source: Please complete your add-on.
hu: Egészítse ki a kiegészítőjét.
id: Silahkan lengkapi pengaya Anda.
sk: Skompletizujte svoj doplnok.
sq: Ju lutemi, plotësoni shtesën suaj.
sr_latn: Molim Vas završite Vaš dodatak.
sv_se: Vänligen färdigställ ditt tillägg.

source: You will receive an email when the review is complete.
hu: Az értékelés befejeztével kapni fog egy e-mailt.
id: Anda akan menerima surel setelah peninjauan selesai.
sq: Kur shqyrtimi të jetë i plotë, do të merrni një email.
sr_latn: Primićete e-poštu kada je pregled završen.
sv_se: Du får ett e-postmeddelande när granskningen är klar.

source: You will receive an email when the review is complete. Until then, your add-on is not listed in our gallery but can be accessed directly from its details page.
sq: Sapo shqyrtimi i shtesës suaj të jetë plotësuar, do të merrni një email. Deri atëherë, shtesa juaj nuk tregohet te galeria jonë, por mund të merret drejt e nga faqja e saj e hollësive.

source: You will receive an email when the review is complete and your add-on is signed.
sq: Do të merrni një email, sapo shqyrtimi të jetë plotësuar dhe shtesa juaj të jetë nënshkruar.

source: You will receive an email when the review is complete. Until then, your add-on is not listed in our gallery but can be accessed directly from its details page.
sq: Sapo shqyrtimi i shtesës suaj të jetë plotësuar, do të merrni një email. Deri atëherë, shtesa juaj nuk tregohet te galeria jonë, por mund të merret drejt e nga faqja e saj e hollësive.

source: Your add-on is displayed in our gallery and users are receiving automatic updates.
sq: Shtesa juaj tregohet te galeria jonë dhe përdoruesit po marrin përditësime të vetvetishme për të.

source: Your add-on has been signed and can be bundled with an application installer.
sq: Shtesa juaj u nënshkrua dhe mund të paketohet tok me një instalues aplikacioni.

source: Your add-on was disabled by a site administrator and is no longer shown in our gallery. If you have any questions, please email amo-admins@mozilla.org.
sq: Shtesa juaj është çaktivizuar nga një administrator dhe nuk shfaqet më te galeria jonë. Nëse keni ndonjë pyetje, dërgoni një email te amo-admins@mozilla.org.

source: Your add-on is displayed in our gallery as experimental and users are receiving automatic updates. Some features are unavailable to your add-on.
sq: Shtesa juaj shfaqet te galeria jonë si eksperimentale dhe përdoruesit marrin përditësime të vetvetishme për të. Disa veçori janë të papërdorshme për shtesën tuaj.

source: Your add-on has been signed.
hu: A kiegészítője alá lett írva.
id: Pengaya anda telah ditandai.
sk: Váš doplnok bol podpísaný.
sq: Shtesa juaj është nënshkruar.
sv_se: Ditt tillägg har signerats.
