Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: This add-on has been preliminarily reviewed by Mozilla. <a href="%(url)s">Learn more</a>
hu: Ezt a kiegészítőt előzetesen értékelte a Mozilla. <a href="%(url)s">Tudjon meg többet</a>
id: Pengaya ini telah ditinjau oleh Mozilla sebelumnya. <a href="%(url)s">Pelajari selengkapnya</a>
sk: Tento doplnok bol predbežne skontrolovaný Mozillou. <a href="%(url)s">Ďalšie informácie</a>
sq: Kjo shtesë është shqyrtuar paraprakisht nga Mozilla. <a href="%(url)s">Mësoni më tepër</a>
sr_latn: Ovaj dodatak je bio preliminarno pregledan od strane Mozilla fondacije. <a href="%(url)s">Saznajte više</a>
sv_se: Detta tillägg har preliminärt granskats av Mozilla. <a href="%(url)s">Läs mer</a>

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
hu: A kiegészítő készítője a támogatását kéri a fejlesztés folytatásához.
id: Pengembang pengaya ini meminta Anda untuk membantu mendukung perkembangan lebih lanjut dengan memberi sumbangan.
ka: ამ დამატების შემქმნელი მოხარული იქნება, თუ მისი საქმიანობის მხარდასაჭერად მცირე წვლილს შეიტანთ.
kab: Aneflay n uzegrir-agi isutur-ak-d tallalt akken ad iseddu taneflit ines ticki tmuddeḍ-as cwiṭ n tewsa.
ms: Pembangun add-on ini meminta bantuan anda untuk menyokong pembangunan yang berterusan dengan memberikan sedikit sumbangan.
sk: Autor tohto doplnku žiada o podporu v jeho vývoji zaslaním malého príspevku.
sq: Zhvilluesi i kësaj shtese dëshiron që të ndihmoni duke mbështetur zhvillimin e mëtejshëm të saj përmes një kontributi të vogël.
sr_latn: Programer ovog dodatka pita da pomognete njegovom daljem razvoju tako što ćete napraviti mali prilog.
sv_se: Utvecklaren av detta tillägg vill gärna att du stöder dess framtida utveckling genom att ge ett litet bidrag.

source: The developer of this add-on asks that you show your support by making a donation to the <a href="%(charity_url)s">%(charity_name)s</a>.
hu: A kiegészítő fejlesztője kéri, hogy adománnyal támogassa a(z) <a href="%(charity_url)s">%(charity_name)s</a> munkáját.
id: Pengembang pengaya ini meminta dukungan Anda dengan memberikan donasi ke <a href="%(charity_url)s">%(charity_name)s</a>.
kab: Aneflay n uzegrir-agi isutur-ak-d ad tmuddeḍ cwiṭ n tewsa i <a href="%(charity_url)s">%(charity_name)s</a>.
sk: Autor tohto doplnku žiada o prejavenie podpory tým, že prispejete na <a href="%(charity_url)s">%(charity_name)s</a>.
sq: Zhvilluesi i kësaj shtese dëshiron që përkrahjen tuaj ta tregoni duke dhënë një kontribut te <a href="%(charity_url)s">%(charity_name)s</a>.
sr_latn: Programer ovog dodatka pita da pokažete Vašu podršku tako što ćete napraviti donaciju za <a href="%(charity_url)s">%(charity_name)s</a>.
sv_se: Utvecklaren av detta tillägg vill gärna att du visar ditt stöd genom att göra en donation till <a href="%(charity_url)s">%(charity_name)s</a>.

source: The developer of this add-on asks that you show your support by making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a>.
hu: A kiegészítő fejlesztője adományt kér a(z) <a href="%(charity_url)s">%(charity_name)s</a> munkájának támogatásához.
id: Pengembang pengaya ini meminta dukungan Anda untuk memberikan sumbangan kecil ke <a href="%(charity_url)s">%(charity_name)s</a>.
kab: Aneflay n uzegrir-agi isutur-ak-d tallalt s umuddu n cwiṭ n tewsa i <a href="%(charity_url)s">%(charity_name)s</a>.
sk: Autor tohto doplnku žiada o prejavenie podpory tým, že prispejete malou čiastkou na <a href="%(charity_url)s">%(charity_name)s</a>.
sq: Zhvilluesi i kësaj shtese dëshiron që përkrahjen tuaj ta tregoni duke dhënë një kontribut të vogël te <a href="%(charity_url)s">%(charity_name)s</a>.
sr_latn: Programer ovog dodatka pita da pokažete Vašu podršku tako što ćete napraviti mali doprinos za <a href="%(charity_url)s">%(charity_name)s</a>.
sv_se: Utvecklaren av detta tillägg vill gärna att du visar ditt stöd genom att ge ett litet bidrag till <a href="%(charity_url)s">%(charity_name)s</a>.

source: Contribute
es_ar: Colaborá
fi: Myötävaikuta
fur: Fâs une donazion
fy_nl: Bydrage
he: תרומה
hr: Doprinesi
hu: Adományozás
ia: Contribuer
id: Sumbang
is: Taktu þátt
ka: შემოწირულობა
kab: Ttekki
ms: Menyumbang
nb_no: Bidra
nn_no: Bidra
ro: Contribuie
sk: Prispieť
sq: Kontribuoni
sr_latn: Priloži
sv_se: Bidra
te: తోడ్పడండి
th: บริจาค
tr: Katkıda bulunun
vi: Đóng góp

source: or
es_ar: o
fi: tai
fur: o
fy_nl: of
he: או
hr: ili
hu: vagy
ia: o
id: atau
is: eða
ka: ან
kab: neγ
ms: atau
nb_no: eller
nn_no: eller
ro: sau
sk: alebo
sq: ose
sr_latn: ili
sv_se: eller
te: లేదా
th: หรือ
tr: veya
vi: hoặc

source: Suggested Contribution: {0}
hu: Javasolt támogatás: {0}
id: Saran Sumbangan: {0}
kab: Attekki yettusumren: {0}
sk: Navrhnutý príspevok: {0}
sq: Kontribut i Këshilluar: {0}
sr_latn: Predložen doprinos: {0}
sv_se: Föreslagna bidrag: {0}

source: What's this?
hu: Mi ez?
id: Apa ini?
ka: რა არის ეს?
kab: D acu-t wa?
ms: Apa ini?
sk: Čo je toto?
sq: Ç’është kjo?
sr_latn: Šta je ovo?
sv_se: Vad är detta?
te: ఏమిటిది?

source: The developer of this add-on would like you to consider making a donation to the <a href="%(charity_url)s">%(charity_name)s</a> if you enjoy using it.
hu: A kiegészítő fejlesztője kéri, hogy amennyiben elégedett munkájával, támogassa a(z) <a href="%(charity_url)s">%(charity_name)s</a> szervezet munkáját.
id: Pengembang pengaya ini menginginkan agar Anda mempertimbangkan untuk memberikan donasi ke <a href="%(charity_url)s">%(charity_name)s</a> jika Anda suka menggunakannya.
kab: Aneflay n uzegrir-agi isutur-ak-d ad tmuddeḍ cwiṭ n tewsa i <a href="%(charity_url)s">%(charity_name)s</a> ma tḥemled aseqdec n uzegrir-agi.
sk: Ak sa Vám doplnok páči, vývojár tohto doplnku vás žiada o zváženie príspevku pre organizáciu <a href="%(charity_url)s">%(charity_name)s</a>.
sq: Zhvilluesi i kësaj shtese do të donte të shihnit mundësinë të bënit një dhurim te <a href="%(charity_url)s">%(charity_name)s</a>, nëse kënaqeni nga përdorimi i saj.
sr_latn: Programer ovog dodatka bi voleo da razmislite o donaciji za <a href="%(charity_url)s">%(charity_name)s</a> ako uživate u njegovom korišćenju.
sv_se: Utvecklaren av detta tillägg skulle vilja att ni överväger att göra en donation till <a href="%(charity_url)s">%(charity_name)s</a> om du tycker om att använda den.

source: The developer of this add-on would like you to consider making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a> if you enjoy using it.
hu: A kiegészítő fejlesztője kéri, hogy amennyiben elégedett munkájával, támogassa azt: <a href="%(charity_url)s">%(charity_name)s</a>.
id: Pengembang pengaya ini menginginkan agar Anda mempertimbangkan untuk memberikan sumbangan kecil ke <a href="%(charity_url)s">%(charity_name)s</a> jika Anda suka menggunakannya.
kab: Aneflay n uzegrir-agi isutur-ak-d ad tmuddeḍ cwiṭ n tewsa i <a href="%(charity_url)s">%(charity_name)s</a> ma tḥemled aseqdec n uzegrir-agi.
sk: Ak sa Vám doplnok páči, vývojár tohto doplnku vás žiada o zváženie malého príspevku pre organizáciu <a href="%(charity_url)s">%(charity_name)s</a>.
sq: Zhvilluesi i kësaj shtese do të donte të shihnit mundësinë të bënit një dhurim të vogël te <a href="%(charity_url)s">%(charity_name)s</a>, nëse kënaqeni nga përdorimi i saj.
sr_latn: Programer ovog dodatka bi voleo da razmislite o malom doprinosu za <a href="%(charity_url)s">%(charity_name)s</a> ako uživate u njegovom korišćenju.
sv_se: Utvecklaren av detta tillägg skulle vilja att ni överväger att göra ett litet bidrag till <a href="%(charity_url)s">%(charity_name)s</a> om du tycker om att använda den.

source: Mozilla is committed to supporting a vibrant and healthy developer ecosystem. Your optional contribution helps sustain further development of this add-on.
hu: A Mozilla elkötelezett a pezsgő és egészséges fejlesztői ökoszisztéma támogatása iránt. Az önkéntes adománya segít folytatni a kiegészítő fejlesztését.
id: Mozilla berkomitmen untuk mendukung ekosistem pengembang yang sehat dan luas. Sumbangan Anda yang walau tak wajib akan membantu dalam proses pengembangan pengaya ini lebih lanjut.
kab: Mozilla tesseḥbibir γef unagraw n tasenwennaḍt n uneflay uzmir, iteggen lḥir. Attekki yinek afrayan ad imudd tallalt i tneflit d-iteddun γef uzegrir-agi.
sk: Mozilla má záujem podporovať pulzujúci a zdravý ekosystém vývojárov. Váš voliteľný príspevok pomôže zachovať ďalší vývoj tohto doplnku.
sq: Mozilla i është përkushtuar përkrahjes së një ekosistemi të gjallë dhe të shëndetshëm zhvilluesish. Kontributi juaj i mundshëm ndihmon në mbajtjen gjallë të zhvillimit të mëtejshëm të kësaj shtese.
sr_latn: Mozilla je posvećena u održavanju živahnog i zdravog ekosistema za programere. Vaš neobavezan doprinos pomaže u održavanju daljeg razvoja ovog dodatka.
sv_se: Mozilla arbetar för att stöda ett levande och hälsosamt ekosystem av utvecklare. Ditt personliga bidrag hjälper till med fortsatt utveckling av detta tillägg.

source: Make a Contribution
hu: Közreműködés
id: Beri Sumbangan
kab: Ttekki
sk: Odoslanie príspevku
sq: Jepni një Kontribut
sr_latn: Napravite doprinos
sv_se: Ge ett bidrag

source: Help support the continued development of <strong>%(addon_name)s</strong> by making a small contribution through <a href="%(paypal_url)s">PayPal</a>.
hu: Támogassa a(z) <strong>%(addon_name)s</strong> kiegészítő folyamatos fejlesztését <a href="%(paypal_url)s">Paypal</a>on keresztüli hozzájárulással.
id: Bantu dukung pengembangan berlanjut <strong>%(addon_name)s</strong> dengan berkontribusi sedikit melalui <a href="%(paypal_url)s">PayPal</a>.
kab: Ttekki di tneflit iteddun n <strong>%(addon_name)s</strong> s umuddu n cwiṭ n tewsa s <a href="%(paypal_url)s">PayPal</a>.
sk: Pomôžte podporiť vývoj doplnku <strong>%(addon_name)s</strong> zaslaním malého príspevku pomocou služby <a href="%(paypal_url)s">PayPal</a>.
sq: Ndihmoni me përkrahjen e zhvillimit pa ndërprerje të <strong>%(addon_name)s</strong>, duke dhuruar një kontribut të vogël përmes <a href="%(paypal_url)s">PayPal-it</a>.
sr_latn: Pomognite u održavanju daljeg razvoja <strong>%(addon_name)s</strong> tako što ćete napraviti mali doprinos putem <a href="%(paypal_url)s">PayPal</a> sistema.
sv_se: Hjälp till och stöd fortsatt utveckling av <strong>%(addon_name)s</strong> genom att göra ett litet bidrag med <a href="%(paypal_url)s">PayPal</a>.

source: To show your support for <b>%(addon_name)s</b>, the developer asks that you make a donation to the <a href="%(charity_url)s">%(charity_name)s</a> through <a href="%(paypal_url)s">PayPal</a>.
hu: A fejlesztő adományt kér a(z) <b>%(addon_name)s</b> kiegészítő fejlesztéséért, <a href="%(paypal_url)s">Paypalon</a> keresztül a(z) <a href="%(charity_url)s">%(charity_name)s</a> szervezet számára.
id: Untuk menunjukkan dukungan anda pada <b>%(addon_name)s</b>, pengembang meminta anda menyumbang pada <a href="%(charity_url)s">%(charity_name)s</a> melalui <a href="%(paypal_url)s">PayPal</a>.
kab: Akke ad d-beggneḍ afus d-ttmuddud i <b>%(addon_name)s</b>, aneflay yessutur cwiṭ n tewsa i <a href="%(charity_url)s">%(charity_name)s</a> s <a href="%(paypal_url)s">Paypal</a>.
sk: Ak chcete vyjadriť podporu doplnku <b>%(addon_name)s</b>, vývojár Vás žiada o zaslanie príspevku cez službu <a href="%(paypal_url)s">PayPal</a> v prospech <a href="%(charity_url)s">%(charity_name)s</a>.
sq: Si shenjë të përkrahjes suaj për <b>%(addon_name)s</b>, zhvilluesi ju fton të bëni një dhurim te <a href="%(charity_url)s">%(charity_name)s</a> përmes <a href="%(paypal_url)s">PayPal</a>-it.
sr_latn: Da biste pokazali svoju podršku za <b>%(addon_name)s</b>, programer traži da napravite donaciju za <a href="%(charity_url)s">%(charity_name)s</a> putem <a href="%(paypal_url)s">PayPal</a> sistema.
sv_se: För att visa ditt stöd för <b>%(addon_name)s</b>, ber utvecklaren att du gör en donation till <a href="%(charity_url)s">%(charity_name)s</a > genom <a href="%(paypal_url)s"> PayPal</a>.

source: To show your support for <b>%(addon_name)s</b>, the developer asks that you make a small contribution to <a href="%(charity_url)s">%(charity_name)s</a> through <a href="%(paypal_url)s">PayPal</a>.
hu: A fejlesztő adományt kér a(z) <b>%(addon_name)s</b> kiegészítő fejlesztéséért, <a href="%(paypal_url)s">Paypalon</a> keresztül a(z) <a href="%(charity_url)s">%(charity_name)s</a> szervezet számára.
id: Untuk menunjukkan dukungan anda pada <b>%(addon_name)s</b>, pengembang meminta anda menyumbang dalam jumlah kecil pada <a href="%(charity_url)s">%(charity_name)s</a> melalui <a href="%(paypal_url)s">PayPal</a>.
kab: Akke ad d-beggneḍ afus d-ttmuddud i <b>%(addon_name)s</b>, aneflay yessutur cwiṭ n tewsa i <a href="%(charity_url)s">%(charity_name)s</a> s <a href="%(paypal_url)s">Paypal</a>.
sk: Ak chcete vyjadriť podporu doplnku <b>%(addon_name)s</b>, vývojár Vás žiada o zaslanie malého príspevku cez službu <a href="%(paypal_url)s">PayPal</a> v prospech <a href="%(charity_url)s">%(charity_name)s</a>.
sq: Si shenjë të përkrahjes suaj për <b>%(addon_name)s</b>, zhvilluesi ju fton të bëni një kontribut të vogël te <a href="%(charity_url)s">%(charity_name)s</a> përmes <a href="%(paypal_url)s">PayPal</a>-it.
sr_latn: Da biste pokazali svoju podršku za <b>%(addon_name)s</b>, programer traži mali doprinos za <a href="%(charity_url)s">%(charity_name)s</a> putem <a href="%(paypal_url)s">PayPal</a> sistema.
sv_se: För att visa ditt stöd för <b>%(addon_name)s</b>, ber utvecklaren att du gör ett litet bidrag till <a href="%(charity_url)s">%(charity_name)s</a > genom <a href="%(paypal_url)s"> PayPal</a>.

source: How much would you like to contribute?
hu: Mekkora összeggel kíván támogatni?
id: Besar sumbangan Anda?
kab: Acu tebγiḍ ad taruḍ?
sk: Akou čiastkou chcete prispieť?
sq: Sa do të donit të kontribuonit?
sr_latn: Koliko želite da doprinesete?
sv_se: Hur mycket vill du bidra med?

source: The maximum contribution amount is {0}.
hu: A támogatás legnagyobb mértéke {0}.
id: Jumlah terbesar sumbangan adalah {0}.
kab: Azal afellay n uttekki d {0}.
sk: Maximálna výška príspevku je {0}.
sq: Madhësia maksimum për kontributet është {0}.
sr_latn: Maksimalni iznos doprinosa je {0}.
sv_se: Maximal bidragssumma är {0}.

source: The minimum contribution amount is {0}.
hu: A támogatás legkisebb mértéke {0}.
id: Jumlah terkecil kontribusi adalah {0}.
kab: Azal adday n uttekki d {0}.
sk: Minimálna výška príspevku je {0}.
sq: Madhësia minimum për kontributet është {0}.
sr_latn: Minimalni iznos doprinosa je {0}.
sv_se: Minimal bidragssumma är {0}.

source: Contribution amount must be a number.
hu: A támogatás mértéke szám legyen.
id: Jumlah kontribusi haruslah dalam angka.
kab: Yessef azal n uttekki ad yili d amḍan.
sk: Výška príspevku musí byť číslo.
sq: Sasia e kontributit duhet të jetë një numër.
sr_latn: Iznos doprinosa mora biti numeričkog karaktera.
sv_se: Bidragssumma måste vara ett belopp.

source: A one-time suggested contribution of {0}
hu: Egyszeri javasolt támogatás: {0}
id: Saran sumbangan satu kali sebanyak {0}
kab: Asumer n uttekki afus s lqed n {0}
sk: Jednorázový navrhnutý príspevok {0}
sq: Kontribut i këshilluar, një herë vetëm, prej {0}
sr_latn: Jednokratna preporučena donacija od {0}
sv_se: Ett förslaget engångsbidrag på {0}

source: A one-time contribution of {0} {1}
hu: Egyszeri támogatás: {0} {1}
id: Sumbangan satu kali sebanyak {0} {1}
kab: Attekki asuf n {0} {1}
sk: Jednorázový príspevok: {1} {0}
sq: Kontribut vetëm një herë, prej {1}{0}
sr_latn: Jednokratna donacija od {0} {1}
sv_se: Ett engångsbidrag på {0} {1}

source: Leave a comment or request with your contribution.
hu: Írjon üzenetet vagy kérést a támogatásával kapcsolatban.
id: Sertakan komentar atau permintaan bersama dengan sumbangan Anda.
kab: Eǧǧ-d awennit neγ suter s uttekki yinek.
sk: K príspevku môžete pripojiť komentár alebo prosbu.
sq: Lini një koment ose kërkesë me kontributin tuaj.
sr_latn: Ostavite komentar ili zahtev sa Vašom donacijom.
sv_se: Lämna en kommentar eller begäran med ditt bidrag.

source: (optional)
es_ar: (opcional)
fi: (valinnainen)
fur: (facoltatîf)
fy_nl: (opsjoneel)
he: (אופציונלי)
hr: (opcionalno)
hu: (opcionális)
id: (opsional)
is: (valfrjálst)
ka: (არასავალდებულო)
kab: (afrayan)
ms: (pilihan)
nb_no: (valgfritt)
nn_no: (valfritt)
ro: (opțional)
sk: (voliteľné)
sq: (opsional)
sr_latn: (izborno)
sv_se: (valfritt)
te: (ఇష్ట ప్రకారమైన)
th: (ไม่บังคับ)
tr: (tercihe bağlı)
vi: (không bắt buộc)

source: Make Contribution
hu: Támogatás
id: Kirim Sumbangan
kab: Ttekki
sk: Prispieť
sq: Jepni Kontribut
sr_latn: Napravite doprinos
sv_se: Bidra

source: Contacting PayPal
hu: Kapcsolódás a PayPal-hoz
id: Menghubungi PayPal
kab: Anermes n PayPal
sk: Kontaktuje sa služba PayPal
sq: Lidhje me PayPal-in
sr_latn: Kontaktiram PayPal
sv_se: Kontaktar PayPal

source: No Thanks
hu: Köszönöm, nem
id: Terima Kasih, Kapan-Kapan
kab: Ala, tanemmirt
sk: Nie, ďakujem
sq: Jo, Faleminderit
sr_latn: Ne, hvala
sv_se: Nej tack

source: Contribution made, thank you.
hu: Adomány elküldve, köszönjük.
id: Kontribusi telah dibuat, terima kasih.
kab: Attekki yettwag, tanemmirt.
sk: Príspevok odoslaný, ďakujeme.
sq: Kontributi u krye, ju falemi nderit.
sr_latn: Donacija je uspešna, hvala Vam.
sv_se: Tack för ditt bidrag.

source: No restart required
hu: Nem szükséges újraindítás
id: Tidak perlu memulai ulang
sk: Reštart nie je vyžadovaný
sq: S’lyp rinisje
sr_latn: Nema potrebe za ponovnim pokretanjem
sv_se: Ingen omstart krävs

source: Add-on Information for {0}
hu: {0} kiegészítő információ
id: Informasi Pengaya {0}
ka: დამატების შესახებ მონაცემები {0}-ისთვის
kab: Talɣut n uzegrir i {0}
ms: Maklumat Add-on untuk {0}
sk: Informácie o doplnku {0}
sq: Të dhëna Shtese për {0}
sr_latn: Informacije o {0} dodatku
sv_se: Tilläggsinformation för {0}
te: పొడిగింత సమాచారం కోసం {0}

source: Updated
es_ar: Actualizados
fi: Päivitetty
fur: Inzornât
fy_nl: Bywurke
he: תאריך עדכון
hr: Aktualizirano
hu: Frissítve
ia: Actualisate
id: Diperbarui
is: Uppfært
ka: განახლებული
kab: Yettusnifel
ms: Dikemaskini
nb_no: Oppdatert
nn_no: Oppdatert
ro: Actualizat
sk: Aktualizované
sq: Përditësuar më
sr_latn: Ažurirano
sv_se: Uppdaterad
te: నవీకరించబడింది
th: อัปเดตแล้ว
tr: Güncelleme
vi: Cập nhật

source: Website
es_ar: Página web
fi: Verkkosivu
fur: Sît web
he: אתר
hr: Web stranica
hu: Weboldal
ia: Sito web
id: Situs Web
is: Vefsvæði
ka: საიტი
kab: Asmel Web
ms: Laman web
nb_no: Nettsted
nn_no: Nettside
ro: Site web
sk: Webová stránka
sq: Sajt
sr_latn: Veb sajt
sv_se: Webbplats
te: వెబ్‌సైటు
th: เว็บไซต์
tr: Web sitesi
vi: Trang web

source: Works with
hu: Működik
id: Bekerja pada
ka: თავსებადია
kab: Iteddu s
ms: Berfungsi dengan
sk: Funguje s
sq: Funksionon me
sr_latn: Radi sa
sv_se: Fungerar med

source: Visibility
hu: Láthatóság
id: Visibilitas
ka: ხილულობა
kab: Tametwalant
ms: Ketampakan
sk: Viditeľnosť
sq: Dukshmëri
sv_se: Synlighet
te: దృశ్యత

source: Hidden
hu: Rejtett
id: Tersembunyi
sk: Skryté
sq: E fshehur
sv_se: Dold

source: Unlisted
es_ar: No listado
fi: Ei listattu
fur: No listât
fy_nl: Net fermeld
he: לא ברשימה
hr: Nije na popisu
hu: Titkos
ia: Non listate
id: Tidak terdaftar
is: Óskráð
ka: გამოუქვეყნებელი
kab: Ur d-yettwabder ara
ms: Tidak tersenarai
nb_no: Ikke oppført
nn_no: Ikkje oppført
ro: Nelistat
sk: Mimo zoznamu
sq: E palistuar
sv_se: Olistad
te: జాబితాచేయని
th: ไม่แสดงรายการ
tr: Listelenmemiş
vi: Chưa được liệt kê

source: Required Add-ons
hu: Szükséges kiegészítők
id: Pengaya yang Dibutuhkan
ka: საჭირო დამატებები
kab: Izegrar ilaqen
ms: Add-ons Diperlukan
sk: Požadované doplnky
sq: Shtesa të Domosdoshme
sr_latn: Neophodni dodaci
sv_se: Obligatoriska tillägg

source: Rating
es_ar: Calificación
fi: Arvosana
fur: Valutazion
fy_nl: Wurdearring
he: דירוג
hr: Ocjena
hu: Osztályzat
ia: Evalutation
id: Peringkat
is: Einkunn
ka: შეფასება
kab: Asezmel
ms: Kadaran
nb_no: Rangering
nn_no: Vurdering
ro: Evaluare
sk: Hodnotenie
sq: Vlerësim
sr_latn: Ocene
sv_se: Betyg
te: శ్రేష్టత
th: การจัดอันดับ
tr: Puan
vi: Xếp hạng

source: Downloads
es_ar: Descargas
fi: Lataukset
fur: Discjamâts
he: הורדות
hr: Preuzimanja
hu: Letöltések
ia: Discargamentos
id: Unduhan
is: Sótt gögn
ka: ჩამოტვირთვები
kab: Isidar
ms: Muat turun
nb_no: Nedlastinger
nn_no: Nedlastingar
ro: Descărcări
sk: Prevzatí
sq: Shkarkime
sr_latn: Preuzimanja
sv_se: Nerladdningar
te: దింపుకోళ్ళు
th: การดาวน์โหลด
tr: İndirme
vi: Tải xuống

source: View Statistics
hu: Statisztika megtekintése
id: Tampilkan Statistik
ka: სტატისტიკის ნახვა
kab: Wali tidaddanin
ms: Lihat Statistik
sk: Zobraziť štatistiku
sq: Shihni Statistika
sr_latn: Pogledaj statistiku
sv_se: Visa statistik

source: Average Daily Users
hu: Átlagos felhasználók naponta
id: Rata-rata Pengguna Harian
ka: საშუალო დღიური მომხმარებლები
kab: Talemmsat n iseqdacen n yal ass
ms: Purata Pengguna Harian
sk: Priemerný počet denných používateľov
sq: Përdorues të Përditshëm Mesatarisht
sr_latn: Prosečani dnevni korisnici
sv_se: Dagliga användare i genomsnitt
te: సగటు రోజువారీ వాడుకరులు

source: Abuse Reports
hu: Visszaélés-jelentések
id: Laporan Penyalahgunaan
ka: დარღვევების მოხსენებები
kab: Assaγ n uẓekker
ms: Laporan Penyalahgunaan
sk: Hlásené zneužitia
sq: Raportime Abuzimesh
sr_latn: Izveštaji o zloupotrebi
sv_se: Missbruksrapporter
te: దుర్వినియోగ నివేదికలు

source: Privacy Policy
es_ar: Política de privacidad
fi: Tietosuojakäytäntö
fur: Informative su la riservatece
fy_nl: Privacybelied
he: מדיניות פרטיות
hr: Politika privatnosti
hu: Adatvédelmi irányelvek
ia: Politica de confidentialitate
id: Kebijakan Privasi
is: Meðferð persónuupplýsinga
ka: პირადი მონაცემების დაცვის დებულება
kab: Tasertit n tbaḍnit
ms: Dasar Privasi
nb_no: Personvernpraksis
nn_no: Personvernpraksis
ro: Politică de confidențialitate
sk: Zásady ochrany súkromia
sq: Rregulla Privatësie
sr_latn: Polisa privatnosti
sv_se: Sekretesspolicy
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách riêng tư

source: View Privacy Policy
hu: Adatvédelmi irányelvek megtekintése
id: Tampilkan Kebijakan Privasi
ka: გაეცანით პირადი მონაცემების დაცვის დებულებას
kab: Wali tasertit n tbaḍnit
ms: Lihat Dasar Privasi
sk: Zobraziť zásady ochrany súkromia
sq: Shihni Rregullat e Privatësisë
sr_latn: Pogledaj polisu privatnosti
sv_se: Visa sekretesspolicy
te: గోప్యతా విధానాన్ని వీక్షించండి

source: More about this add-on
hu: További tudnivalók a kiegészítőről
id: Lebih jauh tentang pengaya ini
ka: ვრცლად, ამ დამატების შესახებ
kab: Ugar γef uzegrir-agi
ms: Maklumat lanjut perihal add-on ini
sk: Ďalšie informácie o tomto doplnku
sq: Më tepër rreth kësaj shtese
sr_latn: Više o ovom dodatku
sv_se: Mer om detta tillägg
te: ఈ పొడగింత గురించి మరింత

source: Image Gallery
hu: Képgaléria
id: Galeri Gambar
ka: სურათების გალერეა
kab: Timidelt n tugniwin
ms: Galeri Imej
sk: Galéria obrázkov
sq: Galeri Figurash
sr_latn: Galerija slika
sv_se: Bildgalleri
te: బొమ్మల సేకరణ

source: Developer Comments
es_ar: Comentarios del desarrollador
fi: Kehittäjän kommentit
fur: Coments dal svilupadôr
fy_nl: Opmerkingen fan de ûntwikkeler
he: תגובות המפתח
hr: Komentari programera
hu: Fejlesztő megjegyzései
ia: Commentos del disveloppator
id: Komentar Pengembang
is: Athugasemd forritara
ka: შემქმნელის შენიშვნები
kab: Iwenniten n uneflay
ms: Ulasan Pembangun
nb_no: Utviklerkommentarer
nn_no: Utviklarkommentarar
ro: Comentarii de la dezvoltator
sk: Komentáre vývojára
sq: Komente nga Zhvilluesi
sr_latn: Komentari autora
sv_se: Utvecklarkommentarer
te: డెవలపర్ యొక్క వ్యాఖ్యలు
th: ความคิดเห็นของนักพัฒนา
tr: Geliştirici yorumları
vi: Bình luận của Nhà phát triển

source: Development Channel
hu: Fejlesztői csatorna
id: Kanal Pengembangan
kab: Abadu n tneflit
sk: Vývojársky kanál
sq: Kanal Zhvillimesh
sr_latn: Kanal za programere
sv_se: Utvecklingskanal
