Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Addon and collection paths need to end with "/"
ka: დამატებისა და კრებულის მისამართები უნდა მთავრდებოდეს „/“ სიმბოლოთი
ms: Laluan add-on dan koleksi perlu berakhir dengan "/"
te: పొడిగింతల మరియు సేకరణ మార్గాలను "/"తో ముగించాలి

source: Add-on names cannot contain the Mozilla or Firefox trademarks.
es_ar: Los nombres de complementos no pueden incluir las marcas Mozilla o Firefox.
fi: Lisäosan nimi ei voi sisältää Mozillan tai Firefoxin tavaramerkkejä.
fur: I nons dai components adizionâi no puedin contignî lis marchis regjistradis di Mozilla o Firefox.
fy_nl: Nammen fan add-ons meie de Mozilla- of Firefox-hannelsmerken net befetsje.
he: שמות התוספות לא יכולים להכיל את סימני המסחר Mozilla או Firefox.
hr: Nazivi dodataka ne smiju sadržati zaštitne znakove Mozilla ili Firefox.
ia: Le nomines de additivo non pote continer le marcas de fabrica Mozilla o Firefox.
is: Nöfn viðbóta mega ekki innihalda vörumerki Mozilla eða Firefox.
ka: დამატების სახელში Mozilla-ს ან Firefox-ის სავაჭრო ნიშნების გამოყენება დაუშვებელია.
ms: Nama add-on tidak boleh mengandungi tanda dagangan Mozilla atau Firefox.
nb_no: Tilleggsnavn kan ikke inneholde varemerkene Mozilla eller Firefox.
nn_no: Tilleggsnamn kan ikkje innehalde varemerka Mozilla eller Firefox.
ro: Denumirile suplimentelor nu pot conține mărci comerciale Mozilla sau Firefox.
te: పొడగింతల పేర్లలో Mozilla లేదా Firefox ట్రేడ్‌మార్కులు ఉండకూడదు.
th: ชื่อส่วนเสริมต้องไม่มีเครื่องหมายการค้าของ Mozilla หรือ Firefox
tr: Eklenti adlarında Mozilla ve Firefox tescilli markaları kullanılamaz.
vi: Tên tiện ích không thể chứa nhãn hiệu Mozilla hoặc Firefox.

source: This add-on has not been reviewed by Mozilla.
ka: დამატება ჯერ არ განუხილავს Mozilla-ს.
ms: Add-on ini tidak disemak oleh Mozilla.

source: This add-on has been marked as experimental by its developers.
ka: შემმუშავებლების მიერ აღნიშნულია, რომ ეს დამატება არის საცდელი.
kab: Azegrir-agi yettwacreḍ d armitan sɣur ineflayen-ines.
ms: Add-on ini telah ditanda sebagai eksperimen oleh pembangunnya.

source: Requires Restart
ka: საჭიროებს გადატვირთვას
kab: Yesra asenker tikelt nniden
ms: Perlukan Mula semula
te: పునఃప్రారంభించడం అవసరం

source: This add-on is built with new technology that is compatible with Firefox 57 and beyond.
ka: ეს დამატება შემუშავებულია ახალი ტექნოლოგიით, რომელიც თავსებადია Firefox 57 და უფრო ახალ ვერსიებთან.
ms: Add-on ini dibina dengan teknologi baru yang serasi dengan Firefox 57 dan seterusnya.

source: Compatible with Firefox 57+
ka: თავსებადია Firefox 57+
ms: Serasi dengan Firefox 57+

source: {0} Daily User
ka: {0} მომხმარებელი დღეში
ms: {0} Pengguna Harian

source: If you suspect this add-on violates %(amo_policy_link_open)sour policies%(link_close)s or has security or privacy issues, please use the form below to describe your concerns. Please do not use this form for any other reason.
ka: თუ მიგაჩნიათ, რომ ეს დამატება არღვევს %(amo_policy_link_open)sჩვენს დებულებას%(link_close)s ან ხარვეზები აქვს უსაფრთხოებასა და პირადი მონაცემების დაცვაში, ისარგებლეთ ქვემოთ მოცემული ველით და გაგვიზიარეთ თქვენი მოსაზრება. გთხოვთ, სხვა მიზნით არ გამოიყენოთ ეს ველი.
ms: Jika anda mengesyaki add-on ini menyalahi %(amo_policy_link_open)spolisi kami%(link_close)s atau ada isu keselamatan atau privasi, sila gunakan borang di bawah untuk menjelaskan kebimbangan anda itu. Jangan gunakan borang ini untuk sebab-sebab lain.

source: Please do not post bug reports here. We do not make your email address available to add-on developers, so they can't contact you to resolve your issue.
ka: გთხოვთ, ხარვეზების შესახებ აქ არ დაწეროთ. შემმუშავებლებისთვის თქვენი ელფოსტის მისამართი არაა ხელმისაწვდომი და პრობლემის მოსაგვარებლად, თქვენთან დაკავშირებას ვერ შეძლებენ.
kab: Ma ulac aɣilif, ur ttazen ara ineqqisen n ibugen dagi. Ur nettmuddu ara anekcum ar tensa yinek imayl i yineflayen n izegrar neɣ wid izemren ak-id-nermsen akken ad frun ugur inek.
ms: Jangan post laporan pepijat di sini. Kami tidak memberikan alamat e-mel anda kepada pembangun add-on, maka mereka tidak akan dapat menghubungi anda untuk menyelesaikan masalah anda.

source: See this add-on's <a href="%(support)s">support section</a> to find out if assistance is available. You can also try asking the <a href="https://discourse.mozilla-community.org/c/add-ons/add-on-support">add-on community</a> for help.
ka: იხილეთ, ამ დამატების <a href="%(support)s">მხარდაჭერის განყოფილება</a> რომ გაარკვიოთ, შესაძლებელია თუ არა დახმარების მიღება. ასევე, შეგიძლიათ ეწვიოთ <a href="https://discourse.mozilla-community.org/c/add-ons/add-on-support">დამატებების ფორუმსაც</a>.
kab: Wali <a href="%(support)s">tigezmi n tallalt</a> n uzegrir-agi akken ad tafeḍ ma tella tallalt. Tzemreḍ daɣen ad tɛerḍeḍ ad tesutreḍ tallalt i <a href="https://discourse.mozilla-community.org/c/add-ons/add-on-support">tamezdagunut n uzegrir</a>.
ms: Lihat <a href="%(support)s">bahagian sokongan</a> add-on ini untuk ketahui samada disediakan bantuan atau tidak. Anda juga boleh bertanya kepada <a href="https://discourse.mozilla-community.org/c/add-ons/add-on-support">komuniti add-on</a> untuk bantuan.

source: [Warning]
ka: [გაფრთხილება]
kab: [Γur-k]
ms: [Amaran]

source: Permissions
ka: ნებართვები
kab: Tisirag
ms: Keizinan

source: This add-on has been marked as experimental by its developers
ka: შემმუშავებლების მიერ აღნიშნულია, რომ ეს დამატება არის საცდელი
kab: Azegrir-agi yettwacreḍ d armitan sɣuṛ ineflayen ines
ms: Add-on ini telah ditanda sebagai eksperimen oleh pembangunnya

source: Add-on Review
ka: დამატების განხილვა
kab: Acegger n uzegrir
ms: Ulasan Add-on

source: Admin Manage
es_ar: Gestión del administrador
fi: Ylläpitäjän hallinta
fur: Gjestion dal aministradôr
fy_nl: Beheardersbehear
he: הגדרות ניהול
hr: Upravljanje administratorima
ia: Gestion de Administrator
ka: ადმინისტრატორის გამართვა
kab: Asefrek n unedbal
ms: Urusan Pentadbir
nb_no: Administrationsside
nn_no: Administrashandsaming
ro: Setări admin
te: నిర్వాహక నిర్వహించండం
th: การจัดการผู้ดูแล
tr: Yönetici Yönetimi
vi: Quản lý quản trị viên

source: Some add-ons ask for permission to perform certain functions (example: a tab management add-on will ask permission to access your browser’s tab system).
ka: დამატებების ნაწილი ითხოვს ნებართვებს, გარკვეული მოქმედებებისთვის (მაგალითად: ჩანართების მმართველი დამატება, მოითხოვს ბრაუზერის ჩანართების სისტემასთან წვდომას და ა.შ.).
ms: Beberapa add-ons meminta izin untuk melaksanakan fungsi tertentu (contoh: add-on pengurusan tab akan meminta izin mengakses sistem pelayar tab anda).

source: Since you’re in control of your Firefox, the choice to grant or deny these requests is yours. Accepting permissions does not inherently compromise your browser’s performance or security, but in some rare cases risk may be involved.
ka: Firefox-ის მართვის სადავეები თქვენს ხელშია და არჩევანიც თქვენზეა, დათანხმდებით თუ უარყოფთ, მოთხოვნილი უფლებების მინიჭებას. ნებართვებზე თანხმობა, არსებითად არ იმოქმედებს თქვენი ბრაუზერის წარმადობაზე ან უსაფრთხოებაზე უარყოფითი კუთხით, მაგრამ იშვიათ შემთხვევებში, შეიძლება არსებობდეს ამის საფრთხეც.
ms: Oleh kerana anda yang mengawal dalam Mozilla, pilihan untuk memberi izin atau tidak ini bergantung pada anda. Memberi izin tidak semestinya akan menjejaskan prestasi atau keselamatan pelayar anda, tetapi dalam beberapa kes yang jarang berlaku, mungkin ada risiko yang terlibat.

source: This add-on can:
ka: ამ დამატებას შეეძლება:
kab: Azegrir-agi yezmer:
ms: Add-on ini boleh:

source: Some add-ons ask for permission to perform certain functions. Since you’re in control of your Firefox, the choice to grant or deny these requests is yours.
ka: დამატებების ნაწილი ითხოვს ნებართვებს, გარკვეული მოქმედებებისთვის. Firefox-ის მართვის სადავეები თქვენს ხელშია და არჩევანიც თქვენზეა, დართავთ ნებას, თუ არა.
ms: Sesetengah add-ons meminta izin untuk melaksanakan fungsi tertentu. Oleh kerana anda yang mengawal Firefox, anda yang membuat keputusan samada mahu mengizinkan atau tidak.

source: Please note this add-on uses legacy technology, which gives it access to all browser functions and data without requesting your permission.
ka: გაითვალისწინეთ, რომ ეს დამატება იყენებს მოძველებულ ტექნოლოგიებს, რაც აძლევს წვდომის საშუალებას ბრაუზერის ყველა შესაძლებლობასა და მონაცემზე, ნებართვის მოთხოვნის გარეშე.
ms: Sila ambil perhatian bahawa add-on ini menggunakan teknologi legasi, yang memberikannya akses kepada semua fungsi dan data pelayar tanpa meminta kebenaran anda.

source: support section
ka: მხარდაჭერის განყოფილება
ms: bahagian sokongan

source: support email
ka: მხარდაჭერის ელფოსტა
ms: e-mel sokongan

source: Reviewer Tools
es_ar: Herramientas de revisor
fi: Tarkastajan työkalut
fur: Struments par revisôrs
fy_nl: Ark foar beoardieler
he: כלי הסוקרים
hr: Alati za recenzente
ia: Applicationes de revisores
is: Yfirferðarverkfæri
ka: მიმომხილველის ხელსაწყოები
kab: Ifecka n umcegger
ms: Alatan Pengulas
nb_no: Omtalingsverktøy
nn_no: Vurderingsverktøy
ro: Instrumente pentru revizori
te: సమీక్షకుని పనిముట్లు
th: เครื่องมือผู้ตรวจทาน
tr: İnceleme Araçları
vi: Công cụ đánh giá

source: Oops! Not allowed.
es_ar: ¡Uy! No está permitido
fi: Hups! Ei sallittu.
fur: Orpo! Operazion no consintude.
fy_nl: Oeps! Net tastien.
he: אופס! הפעולה אסורה.
hr: Ups! Nije dopušteno.
ia: Non permittite.
is: Úbbs! Ekki leyft.
ka: უი! არ არის ნებადართული.
ms: Maaf! Tidak diizinkan.
nb_no: Ops! Ikke tillatt.
nn_no: Ops! Ikkje tillate.
ro: Ups! Nu e permis.
te: అయ్యో! అనుమతి లేదు.
th: อุปส์! ไม่อนุญาต
tr: İzin verilmiyor.
vi: Rất tiếc! Không cho phép.

source: You tried to do something that you weren't allowed to.
es_ar: Intentaste hacer algo para lo que no tenés permiso.
fi: Yritit tehdä jotain mitä sinun ei ole sallittu tekevän.
fur: Tu âs cirût di fâ alc che no tu podevis fâ.
fy_nl: Jo hawwe probearre wat te dwaan wat net tastien is.
he: ניסית לבצע משהו שאין לך הרשאה לבצע.
hr: Pokušao/la si nešto učiniti što ti nije bilo dopušteno.
ia: Tu probava facer un cosa que tu non es autorisate a facer.
is: Þú reyndir að gera eitthvað sem þú máttir ekki gera.
ka: თქვენ სცადეთ ისეთი რამის გაკეთება, რისი უფლებაც არ გაქვთ.
ms: Anda cuba melakukan sesuatu yang tidak diizinkan.
nb_no: Du prøvde å gjøre noe som du ikke har tillatelse til.
nn_no: Du prøvde å gjere noko som du ikkje har løyve til.
ro: Ai încercat să faci ceva pentru care nu ai permisiuni.
te: మీరు అనుమతి లేనిది ఏదో చేయడానికి ప్రయత్నించారు.
th: คุณพยายามที่จะทำบางสิ่งซึ่งคุณไม่ได้รับอนุญาตให้ทำ
tr: İzniniz olmayan bir şey yapmaya çalıştınız.
vi: Bạn đã cố gắng làm điều gì đó mà bạn không được phép.

source: You are seeing this message because this HTTPS site requires a 'Referer header' to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
es_ar: Estás viendo este mensaje porque este sitio HTTPS requiere que tu navegador envíe un 'Referer heàder', pero no se ha enviado ninguno. Este encabezado es necesario por razones de seguridad, para asegurarte de que tu navegador no está siendo secuestrado por terceros.
fi: Näet tämän viestin, koska tämä HTTPS-sivusto vaatii verkkoselaimeltasi viittausotsakkeen (Referer header), mutta sellaista ei lähetetty. Otsake vaaditaan turvallisuussyistä; sen varmistamiseksi, ettei kolmannet osapuolet ole kaapanneet selaintasi.
fur: Tu stâs viodint chest messaç parcè che chest sît HTTPS al domande che il navigadôr Web al mandi un 'Referer header', ma nol è stât mandât. Cheste intestazion e je necessarie par resons di sigurece, il so fin al è chel di garantî che il navigadôr nol vegni dirotât di tiercis parts.
fy_nl: Jo sjogge dit berjocht omdat dizze HTTPS-website it ferstjoeren fan in ‘Referer header’ troch jo webbrowser fereasket, mar dizze net ferstjoerd is. Dizze header is om befeiligingsredenen fereaske om wis te wêzen dat jo browser net troch tredden hackt wurdt.
he: הודעה זו מוצגת מכיוון שאתר HTTPS זה מחייב שליחת ’כותרת מפנה’ על־ידי דפדפן האינטרנט שלך, אך אף אחת לא נשלחה. כותרת זו נדרשת מטעמי אבטחה, כדי להבטיח שהדפדפן שלך לא נחטף על ידי גורם צד שלישי.
hr: Ovu poruku vidiš jer ova HTTPS stranica zahtijeva slanje „Referer header” od strane tvog web preglednika, ali nijedno nije poslano. Ovo je zaglavlje potrebno iz sigurnosnih razloga, kako bi se osiguralo da tvoj preglednik ne manipuliraju treće strane.
ia: Tu vide iste message perque iste sito HTTPS require que tu navigator invia un capite 'Referer', ma nulle tal capite ha essite inviate. Iste capite es necessari pro rationes de securitate, pro assecurar que tu navigator non es piratate per tertios.
is: Þú sérð þessi skilaboð vegna þess að þetta HTTPS-vefsvæði krefst þess að 'Referer header' tilvísunarhaus sé sendur af vafranum þínum, en ekkert var sent. Slíkur haus er nauðsynlegur af öryggisástæðum til að tryggja að utanaðkomandi aðilar hertaki ekki samskipti vafrans þíns.
ka: ამ შეტყობინებას ხედავთ, რადგან ეს HTTPS საიტი საჭიროებს „Referer“ თავსართის მიღებას თქვენი ბრაუზერისგან, რომელიც არ გაგზავნილა. ეს თავსართი საჭიროა უსაფრთხოების მიზნით, იმის დასადასტურებლად, რომ თქვენს ბრაუზერს არ იყენებს სხვა მავნე პროგრამა.
ms: Anda dapat mesej ini kerana laman HTTPS ini perlukan 'pengepala Referer' yang sepatutnya dihantar oleh pelayar Web kepada anda tetapi tidak dihantar. Pengepala ini diperlukan untuk keselamatan bagi memastikan pelayar anda tidak dirampas oleh pihak ketiga.
nb_no: Du ser denne meldingen fordi dette HTTPS-nettstedet krever en «Referer header» som skal sendes fra din nettleser, men ingen var sendt. Dette header-et kreves av sikkerhetsgrunner for å sikre at din nettleser ikke blir kapret av en tredjepart.
nn_no: Du ser denne meldinga fordi denne HTTPS-nettstaden krev ein «Referer header» som skal sendast frå nettlesaren din, men ingen vart sende. Denne header-en vert krevd av tryggingsgrunnar for å sikre at nettlesaren din ikkje blir kapra av ein tredjepart.
ro: Vezi acest mesaj deoarece acest site HTTPS necesită ca browserul tău să trimită un antet „Referer”, dar nu a fost trimis niciunul. Acest antet este necesar din motive de securitate pentru asigurarea că browserul nu este deturnat de părți terțe.
te: మీరు ఈ సందేశాన్ని చూస్తున్నారు ఎందుకంటే మీ జాల విహారిణి 'రిఫరర్ హెడర్' పంపించడం ఈ HTTPS సైటుకు అవసరం, కానీ ఏదీ పంపబడలేదు. భద్రతా కారణాల దృష్ట్యా, మీ విహారిణి మూడవ పక్షాలచే హైజాక్ చేయబడలేదని నిర్ధారించడానికి ఈ హెడర్ తప్పనిసరి.
th: คุณเห็นข้อความนี้เนื่องจากไซต์ HTTPS นี้ต้องการให้ 'ส่วนหัว Referer' ถูกส่งโดยเว็บเบราว์เซอร์ของคุณ แต่ไม่มีการส่ง จำเป็นต้องมีส่วนหัวนี้เนื่องจากเหตุผลเกี่ยวกับความปลอดภัย เพื่อให้แน่ใจว่าเบราว์เซอร์ของคุณจะไม่ถูกเจาะโดยบุคคลที่สาม
tr: Bu HTTPS sitesi bir "Referer üst bilgisi" gerektirmesine rağmen tarayıcınız onu göndermediği için bu mesajı görüyorsunuz. Bu üst bilgi, tarayıcınızın üçüncü taraflarca ele geçirilmediğinden emin olmayı sağlayan bir güvenlik önlemidir.
vi: Bạn thấy thông báo này vì trang web HTTPS này yêu cầu trình duyệt web của bạn gửi 'Referer header', nhưng nó đã không được gửi. Tiêu đề này là bắt buộc vì lý do bảo mật, để đảm bảo rằng trình duyệt của bạn không bị các bên thứ ba chiếm quyền điều khiển.

source: If you have configured your browser to disable 'Referer' headers, please re-enable them, at least for this site, or for HTTPS connections, or for 'same-origin' requests.
es_ar: Si configuraste tu navegador para desactivar los encabezados 'Referer', volvé a habilitarlos, al menos para este sitio, para conexiones HTTPS o para pedidos 'same-origin'.
fur: Se tal navigadôr tu âs disativât lis intestazions 'Referer', torne ativilis, almancul par chest sît o pes conession HTTPS, o pes richiestis 'same-origin'.
fy_nl: As jo jo browser sa konfigurearre hawwe dat ‘Referer’-headers útskeakele binne, skeakelje dizze dan wer yn, op syn minst foar dizze website, of foar HTTPS-ferbiningen, of foar ‘same-origin’-oanfragen.
hr: Ako je tvoj preglednik konfiguriran na način, da deaktivira zaglavlja „Referer”, reaktiviraj ih barem za ovu stranicu ili za HTTPS veze ili za zahtjeve istog podrijetla (same-origin).
ia: Si tu ha configurate tu navigator pro disactivar le capites 'Referer', per favor re-activa los, al minus pro iste sito, o pro le connexiones HTTPS, o pro requestas 'same-origin'.
is: Ef þú hefur stillt vafrann þinn til að gera „Referer“ tilvísunarhausa óvirka, virkjaðu þá aftur að minnsta kosti fyrir þetta vefsvæði eða fyrir HTTPS-tengingar eða fyrir „same-origin“ beiðnir.
ka: თუ თქვენს ბრაუზერში გამორთული გაქვთ „Referer“ თავსართები, გთხოვთ ჩართოთ ამ საიტისთვის მაინც, ან HTTPS კავშირებისთვის, ან იმავე წარმომავლობის მოთხოვნებისთვის.
ms: Jika anda telah mengkonfigurasi pelayar untuk menyahdayakan pengepala 'Referal', sila dayakan semula, sekurang-kurangnya untuk laman ini, atau sambungan HTTPS, atau permintaan 'same-origin'.
nb_no: Hvis du har konfigurert din nettleser for å deaktivere «Referer headers», bør du aktivere dem på nytt, i hvert fall for dette nettstedet, eller for HTTPS-tilkoblinger, eller for «same-origin»-forespørsler.
nn_no: Dersom du har konfigurert nettlesaren din for å deaktivere «Referer headers», bør du aktivere dei på nytt, i alle fall for denne nettstaden, eller for HTTPS-tilkoplingar, eller for «same-origin»-førespurnadar.
ro: Dacă ți-ai configurat browserul ca să dezactiveze anteturile „Referer”, te rugăm să le reactivezi, cel puțin pentru acest site sau pentru conexiunile HTTPS sau pentru cereri tip „same-origin”.
te: 'రిఫరర్' శీర్షికలను నిలిపివేయడానికి మీ విహారిణిని అమర్చుకొని ఉంటే, దయచేసి వాటిని కనీసం ఈ సైటుకి, లేదా HTTPS అనుసంధానాలకు, లేదా 'అదే-మూల' అభ్యర్థనలకు తిరిగి చేతనించండి.
th: ถ้าคุณได้กำหนดค่าเบราว์เซอร์ของคุณให้ปิดใช้งานส่วนหัว 'Referer' แล้ว ให้เปิดใช้งานใหม่อีกครั้ง อย่างน้อยให้กับไซต์นี้ หรือให้กับการเชื่อมต่อ HTTPS หรือให้กับคำขอแบบ 'same-origin'
tr: Tarayıcınızı 'Referer' üst bilgilerini devre dışı bırakacak şekilde yapılandırdıysanız, lütfen en azından bu site için veya HTTPS bağlantıları için veya 'same-origin' istekleri için bu üst bilgileri yeniden etkinleştirin.
vi: Nếu bạn đã cấu hình trình duyệt của mình tắt tiêu đề 'Referer', vui lòng bật lại chúng, ít nhất là cho trang web này, hoặc cho các kết nối HTTPS, hoặc cho các yêu cầu 'same-origin'.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
es_ar: Estás viendo este mensaje porque este sitio requiere una cookie CSRF al enviar formularios. Esta cookie es necesaria por razones de seguridad, para asegurarte de que tu navegador no está siendo secuestrado por terceros.
fi: Näet tämän viestin, koska tämä sivusto vaatii CSRF-evästeen lomakkeiden lähettämisen yhteydessä. Tämä eväste on pakollinen turvallisuussyistä; sen varmistamiseksi, etteivät kolmannet osapuolet ole kaapanneet selaintasi.
fur: Tu stâs viodint chest messaç parcè che chest sît al domande un cookie CSRF cuant che tu inviis formularis. Chest cookie al è necessari par resons di sigurece, il so fin al è chel di garantî che il to navigadôr nol vegni dirotât di tiercis parts.
fy_nl: Jo sjogge dit berjocht omdat dizze website in CSRF-cookie fereasket by it ferstjoeren fan formulieren. Dizze cookie is om befeiligingsredenen fereaske om wis te wêzen dat jo browser net troch tredden hackt wurdt.
hr: Ovu poruku vidiš jer ova web lokacija zahtijeva CSRF kolačić prilikom slanja obrazaca. Ovaj je kolačić potreban iz sigurnosnih razloga kako bi se osiguralo da tvoj preglednik ne otme treća strana.
ia: Tu vide iste message perque iste sito require un cookie CSRF pro poter submitter formularios. Iste cookie es necessari pro rationes de securitate, pro assecurar que tu navigator non es piratate per tertios.
is: Þú sérð þessi skilaboð vegna þess að þetta vefsvæði krefst CSRF-vefköku við innsendingu útfyllingarforma. Slík vefkaka er nauðsynleg af öryggisástæðum til að tryggja að utanaðkomandi aðilar hertaki ekki samskipti vafrans þíns.
ka: ამ შეტყობინებას ხედავთ, რადგან ეს საიტი საჭიროებს CSRF ფუნთუშას შევსებული ველების გადაცემისას. ეს ფუნთუშა საჭიროა უსაფრთხოების მიზნით, იმის დასადასტურებლად, რომ თქვენს ბრაუზერს არ იყენებს სხვა მავნე პროგრამა.
ms: Anda dapat mesej ini kerana laman ini perlukan kuki CSRF apabila menghantar borang. Kuki ini diperlukan untuk keselamatan bagi memastikan pelayar anda tidak dirampas oleh pihak ketiga.
nb_no: Du ser denne meldingen fordi dette nettstedet krever en CSRF-infokapsel når du sender inn skjema. Denne infokapselen kreves av sikkerhetstiltak, for å være sikker på at din nettleser ikke kapres av en tredjepart.
nn_no: Du ser denne meldinga fordi denne nettstaden krev ein CSRF-infokapsel når du sender inn skjema. Denne infokapselen vert krevd pga.tryggingstiltak, for å vere sikker på at nettlesaren din ikkje vert kapra av ein tredjepart.
ro: Vezi acest mesaj deoarece site-ul necesită un cookie CSRF la depunerea de formulare. Acest cookie este necesar din motive de securitate, pentru asigurarea că browserul nu este deturnat de părți terțe.
te: ఫారాలను సమర్పించేటప్పుడు ఈ సైటు CSRF కుకీని తప్పనిసరి చేస్తుంది కాబట్టి మీరు ఈ సందేశాన్ని చూస్తున్నారు. భద్రతా కారణాల దృష్ట్యా, మీ విహారిణిని మూడవ-పక్షాలు హైజాక్ చేయలేదని నిర్ధారించడానికి ఈ కుకీ అవసరం.
th: คุณเห็นข้อความนี้เนื่องจากไซต์นี้ต้องการคุกกี้ CSRF เมื่อส่งแบบฟอร์ม คุกกี้นี้จำเป็นต้องมีเนื่องจากเหตุผลเกี่ยวกับความปลอดภัย เพื่อให้แน่ใจว่าเบราว์เซอร์ของคุณไม่ถูกเจาะโดยบุคคลที่สาม
tr: Bu mesajı, bu site form gönderimi sırasında CSRF çerezi gerektirdiği için görüyorsunuz. Bu çerez, güvenlik nedeniyle, tarayıcınızın üçüncü şahıslar tarafından ele geçirilmesini engellemek için gereklidir.
vi: Bạn thấy thông báo này vì trang này yêu cầu một cookie CSRF khi gửi form. Cookie này là bắt buộc bởi lý do bảo mật, để đảm bảo rằng trình duyệt của bạn không bị các bên thứ ba chiếm quyền điều khiển.

source: Page Not Found
ka: გვერდი ვერ მოიძებნა
kab: Ulac asebter
ms: Halaman Tidak Ditemui

source: Sorry, but we can't find anything at the address you entered. If you followed a link to an add-on, it's possible that add-on has been removed by its author.
ka: ვწუხვართ, მაგრამ თქვენ მიერ შეყვანილ მისამართზე, არაფერი მოიძებნა. თუ რომელიმე დამატების ბმულს მიჰყევით, შესაძლოა ეგ დამატება წაშლილი იყოს შემქმნელის მიერ.
ms: Maaf, kami tidak menemukan apa-apa pada alamat yang anda masukkan. Jika anda mengikuti pautan add-on, mungkin add-on tersebut telah dikeluarkan oleh pengarangnya.

source: Suggested Pages
ka: შემოთავაზებული გვერდები
kab: Isebtar d-ittusumren
ms: Halaman Disyorkan

source: Browse all extensions
ka: ყველა გაფართოების ნახვა
kab: Snirem akk isiɣzaf
ms: Layari semua ekstensi

source: Browse all themes
ka: ყველა თემის ნახვა
kab: Snirem akk isental
ms: Layari semua tema

source: Add-ons Home Page
ka: დამატების მთავარი გვერდი
kab: Asebter agejdan n izegrar
ms: Halaman utama Add-ons

source: If you followed a link from somewhere, please %(open_bug_link)sfile an issue%(close_bug_link)s. Tell us where you came from and what you were looking for, and we'll do our best to fix it.
ka: თუ ბმულს გამოჰყევით, %(open_bug_link)sგთხოვთ მოგვახსენოთ ხარვეზის შესახებ%(close_bug_link)s. გვაცნობეთ, რომელი გვერდიდან გადმოხვედით, რას ეძებდით და აუცილებლად გავასწორებთ.
ms: Jika anda mengikuti pautan dari mana-mana, sila %(open_bug_link)sfailkan isu%(close_bug_link)s. Beritahu kami dari mana anda datang dan apa yang anda cari, dan kami akan buat yang terbaik untuk mengatasinya.

source: You must provide an object of {lang-code:value}.
ka: საჭიროა {lang-code:value} ობიექტის მითითება.
ms: Anda perlu beri objek kepada {lang-code:value}.
te: మీరు తప్పనిసరిగా {lang-code:value} వంటి ఆబ్జెక్టుని ఇవ్వాలి.
