Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Unsupported file type, please upload an archive file {extensions}.
es_ar: No se admite ese tipo de archivo. Por favor, sube un archivo con formato {extensions}.
fi: Tiedostotyyppiä ei tueta, lataa arkistotiedosto {extensions}.
fur: Gjenar di file no supuartât, cjame in rêt un file archivi {extensions}.
fy_nl: Net-stipe bestânstype, laad in argyfbestân {extensions} op.
he: סוג הקובץ לא נתמך, נא להעלות קובץ ארכיון {extensions}.
hr: Nepodržana vrsta datoteke, prenesi arhivsku datoteku {extensions}.
hu: Nem támogatott fájlformátum, {extensions} archívumfájlt töltsön fel.
ia: Typo incompatibile de file, per favor incarga un file de archivo {extensions}.
id: Tipe file tidak didukung, silakan mengunggah file arsip {extensions}.
is: Óstudd skráartegund, sendu inn safnskrá {extensions}.
ka: ამ სახის ფაილი არაა მხარდაჭერილი, გთხოვთ ატვირთოთ დაარქივებული ფაილი {extensions}.
kab: Anaw n ufaylu ur ittusefrak ara, ma ulac aɣilif sali afaylu n uḥraz {extensions}.
ms: Jenis fail tidak disokong, sila muat naik fail arkib {extensions}.
nb_no: Filtypen er ikke støttet, last opp en arkivfil {extensions}.
nn_no: Filtypen er ikkje støtta, last opp ei arkivfil {extensions}.
ro: Tip de fișier nesuportat. Te rugăm să încarci un fișier tip arhivă {extensions}.
sk: Nepodporovaný typ súboru. Nahrajte prosím súbor s archívom pre {extensions}.
sq: Lloj i pambuluar kartele, ju lutemi, ngarkoni një kartelë arkivi {extensions}.
sr_latn: Tip datoteke nije podržan, molimo Vas da otpremite arhivu datoteke {extensions}.
sv_se: Filtypen stöds inte, vänligen ladda upp en arkivfil {extensions}.
te: తోడ్పాటులేని ఫైలు రకం, దయచేసి ఆర్కయివ్ ఫైలు {extensions}ను ఎక్కించండి.
th: ไม่รองรับไฟล์ชนิดนี้ โปรดอัปโหลดไฟล์เก็บถาวร {extensions}
tr: Desteklenmeyen dosya türü. Lütfen bir {extensions} arşiv dosyası yükleyin.
vi: Kiểu tập tin không được hỗ trợ, vui lòng tải lên tệp lưu trữ {extensions}.

source: View current
es_ar: Ver actual
fi: Näytä nykyinen
fur: Mestre version corinte
fy_nl: Aktuele werjaan
he: צפייה בנוכחי
hr: Pogledaj trenutačnu
hu: Jelenlegi megjelenítése
ia: Vider version actual
id: Lihat yang terbaru
is: Skoða núverandi
ka: ამჟამინდელის ნახვა
kab: Wal lqem amiran
ms: Tinjau semasa
nb_no: Vis gjeldende
nn_no: Vis gjeldande
ro: Afișează versiunea actuală
sk: Zobraziť aktuálne
sq: Shihni të tanishmen
sr_latn: Vidi trenutni
sv_se: Visa aktuell
te: ప్రస్తుతంది చూడండి
th: ดูปัจจุบัน
tr: Şimdikini gör
vi: Xem hiện tại

source: Invalid version range.
es_ar: Rango de versión incorrecto.
fi: Virheellinen versioalue.
fur: Interval di versions sbaliât.
fy_nl: Unjildich ferzjeberik.
he: טווח הגרסאות שגוי.
hr: Neispravan raspon verzija.
hu: Érvénytelen verziótartomány.
ia: Intervallo de version non valide.
id: Bentangan versi tidak valid.
is: Ógilt bil útgáfa.
ka: ვერსიის არასწორი დიაპაზონი.
kab: Azilal n lqem mačči d ameɣtu.
ms: Julat versi tidak sah.
nb_no: Feil versjonsområde.
nn_no: Ugyldig versjonsintervall.
ro: Domeniu de versiune nevalid.
sk: Neplatný rozsah verzií.
sq: Interval i pavlefshëm versioni.
sr_latn: Neispravan opseg verzije.
sv_se: Ogiltigt versionsintervall.
te: చెల్లని వెర్షను అవధి.
th: ช่วงเวอร์ชันไม่ถูกต้อง
tr: Geçersiz sürüm aralığı.
vi: Khoảng phiên bản bất hợp lệ.

source: Need at least one compatible application.
es_ar: Es necesaria al menos una aplicación compatible.
fi: Tarvitset vähintään yhden yhteensopivan sovelluksen.
fur: E covente almancul une aplicazion compatibile.
fy_nl: Der moat op syn minst ien kompatibele tapassing wêze.
he: נדרש לפחות יישום תואם אחד.
hr: Potrebna je barem jedna kompatibilna aplikacija.
hu: Legalább egy kompatibilis alkalmazásra szükség van.
ia: Il necesse al minus un application compatibile.
id: Membutuhkan setidaknya satu aplikasi yang kompatibel.
ka: საჭიროა, სულ მცირე ერთი თავსებადი პროგრამა მაინც.
kab: Yesra xaṛsum yiwen n usnas amṣadan.
ms: Perlu sekurang-kurangnya satu aplikasi yang serasi.
nb_no: Trenger minst ett kompatibelt program.
nn_no: Treng minst eitt kompatibelt program.
ro: Necesită cel puțin o aplicație compatibilă.
sk: Vyžaduje aspoň jednu kompatibilnú aplikáciu.
sq: Lyp të paktën një aplikacion të përputhshëm.
sr_latn: Potrebna je najmanje jedna kompatibilna aplikacija.
sv_se: Behöver minst en kompatibel applikation.
te: కనీసం ఒక అనుగుణ్య అనువర్తనం కావాలి.
th: ต้องมีแอปพลิเคชันที่เข้ากันได้อย่างน้อยหนึ่งตัว
tr: En az bir uyumlu uygulamaya ihtiyaç var.
vi: Cần ít nhất một ứng dụng tương thích.

source: There was an error with your upload. Please try again.
es_ar: Hay un error con tu envío. Vuelve a intentarlo.
fi: Latauksessa tapahtui virhe. Yritä uudelleen.
fur: Al è vignût fûr un erôr cul to cjariament in rêt. Torne prove.
fy_nl: Der is in flater bard wylst jo oplaad. Probearje it nochris.
he: אירעה שגיאה עם ההעלאה שלך. נא לנסות שוב.
hr: Dogodila se greška u tvom prijenosu. Pokušaj ponovo.
hu: Hiba történt a feltöltés közben, próbálja újra.
ia: Ha occurrite un error con tu incargamento. Per favor tenta lo de novo.
id: Ada masalah dengan unggahan anda. Silakan coba lagi.
ka: ატვირთვა ვერ მოხერხდა. გთხოვთ სცადოთ მოგვიანებით.
kab: Teḍra-d tuccḍa akked usali inek. Ma ulac aɣilif ɛreḍ tikelt nniḍen.
ms: Ada ralat dengan muat naik anda. Sila cuba lagi.
nb_no: Det oppstod en feil med opplastingen. Prøv igjen.
nn_no: Det oppstod ein feil med opplastinga di. Prøv på nytt.
ro: A apărut o eroare la încărcare. Te rugăm să încerci din nou.
sk: Pri odosielaní sa vyskytla chyba. Skúste to znova.
sq: Pati një gabim me ngarkimin tuaj. Ju lutemi, riprovoni.
sr_latn: Došlo je do greške tokom otpremanja. Molimo Vas, pokušajte ponovo.
sv_se: Det uppstod ett fel med din uppladdning. Försök igen.
te: మీ ఎక్కింపుతో ఏదో పొరపాటు జరిగింది. మళ్ళి ప్రయత్నించండి.
th: มีข้อผิดพลาดกับการอัปโหลดของคุณ โปรดลองอีกครั้ง
tr: Yüklemenizde bir sorun oluştu. Lütfen tekrar deneyin.
vi: Có một lỗi với việc tải lên của bạn. Vui lòng thử lại.

source: Override failed validation
es_ar: Ignorar error en la validación
fi: Ohita epäonnistunut vahvistus
fur: La sostituzion sfuarçade no à passât la convalide
fy_nl: Mislearre falidaasje negearje
he: בדיקת האימות על המעקף נכשלה
hr: Zanemari neuspjelu provjeru
hu: Sikertelen vizsgálat felülbírálása
ia: Supplantar validation mancate
id: Validasi gagal dikesampingkan
ka: წარუმატებელ დამოწმებაზე გადაწერა
ms: Pembatalan gagal pengesahan
nb_no: Overstyringen feilet validering
nn_no: Overkøyr mislykka validering
ro: Înlocuire forțată validare eșuată
sk: Prepísať neúspešnú kontrolu
sq: Anashkaloje vleftësimin e dështuar
sr_latn: Prepis nije prešao validaciju
sv_se: Åsidosätt misslyckad validering
th: เขียนทับการตรวจสอบความถูกต้องที่ล้มเหลว
tr: Başarısız doğrulamayı geçersiz kıl

source: Submit my add-on for manual review.
hu: Kiegészítő kézi értékelésre benyújtása.
id: Kirimkan pengaya saya untuk diulas manual.
kab: Azen azegrir-inu i ucegger s ufus.
ms: Kemukakan add-on saya untuk semakan manual.
sk: Odoslať doplnok na manuálnu kontrolu.
sq: Parashtoje shtesën time për shqyrtim dorazi.
sv_se: Skicka in mitt tillägg för manuell granskning.

source: Do not list my add-on on this site (beta)
sk: Nezverejňovať môj doplnok na tejto stránke (beta)
sq: Mos e shfaqni shtesën time në këtë sajt (beta)

source: Check this option if you intend to distribute your add-on on your own and only need it to be signed by Mozilla.
hu: Jelölje be ezt a lehetőséget, ha a kiegészítőt terjeszteni kívánja, és csak a Mozilla aláírására van szüksége.
id: Periksa pilihan ini jika anda bermaksud mendistribusikan pengaya anda sendiri dan hanya memerlukannya ditandatangani oleh Mozilla.
kab: Ṛcem aɣewwaṛ-agi ma tebɣiḍ azuzer n uzegrir inek s yiman-ik udiɣ ad yettwazmel kan sɣur Mozilla.
sk: Začiarknite, ak chcete doplnok distribuovať sami a len ho potrebujete Mozillou podpísať.
sq: I vini shenjë kësaj mundësie nëse keni ndër mend ta shpërndani ju vetë shtesën tuaj dhe ju duhet vetëm që Mozilla ta nënshkruajë.
sv_se: Markera det här alternativet om du tänker distribuera ditt tillägg på egen hand och bara behöver det för att signeras av Mozilla.

source: This add-on will be bundled with an application installer.
hu: Ez a kiegészítő egy alkalmazás-telepítőhöz lesz csatolva.
id: Pengaya ini akan digabungkan dengan instalator aplikasi.
sk: Tento doplnok bude pribalený k inštalátoru aplikácie.
sq: Kjo shtesë do të paketohet tok me një instalues aplikacioni.
sv_se: Detta tillägg kommer paketeras med en programinstallerare.

source: Add-ons that are bundled with application installers will be code reviewed by Mozilla before they are signed and are held to a higher quality standard.
hu: Az alkalmazás telepítőhöz csatolt kiegészítők kódját aláírás előtt a Mozilla értékeli és magasabb követelményeknek kell megfelelniük.
id: Pengaya yang digabungkan dengan instalator aplikasi akan menjadi kode yang diulas oleh Mozilla sebelum ditandatangani dan dipercayai memiliki standar kualitas lebih tinggi.
sk: Skôr ako môžu byť podpísané doplnky pribalené k inštalátoru aplikácie, musí byť ich kód skontrolovaný Mozillou. Takéto doplnky musia udržovať vyšší štandard kvality.
sq: Shtesave që paketohen tok me instalues aplikacionesh do t’u shqyrtohet kodi nga Mozilla, përpara se të nënshkruhen dhe pritet të jenë të një cilësie më të lartë.
sv_se: Tillägg som paketeras med programinstallerare kommer att kodgranskas av Mozilla innan de är signeras och skickas till en högre kvalitetsnivå.

source: Full Review
hu: Teljes értékelés
id: Ulasan Penuh
sk: Plná kontrola
sq: Shqyrtim i Plotë
sr_latn: Puna recenzija
sv_se: Fullständig granskning

source: Preliminary Review
hu: Előzetes értékelés
id: Ulasan Pendahuluan
sk: Predbežná kontrola
sq: Shqyrtim Paraprak
sr_latn: Preliminarna recenzija
sv_se: Preliminär granskning

source: Please choose a review nomination type
hu: Válasszon egy értékelésajánlási típust
id: Silakan memilih jenis nominasi ulasan
sk: Zvoľte typ nominácie na kontrolu
sq: Ju lutemi, zgjidhni lloj kandidimi shqyrtimi
sr_latn: Molimo Vas izaberite vrstu nominacije za recenziju
sv_se: Välj en nomineringstyp för granskning

source: A file with a version ending with a|alpha|b|beta|pre|rc and an optional number is detected as beta.
hu: A(z) a|alpha|b|beta|pre|rc és egy elhagyható számmal végződő verziójú fájlok béta verzióként értelmeződnek.
id: File dengan versi yang diakhiri dengan a|alpha|b|beta|pre|rc dan nomor opsional dideteksi sebagai beta.
kab: Afaylu anida lqem yettfak s a|alpha|b|beta|pre|rc, yettwaḍfaṛen ahat s umḍan, yettwammel d lqem beta.
sk: Súbory s verziou končiacou na a|alpha|b|beta|pre|rc a prípadne číslom sú považované ako betaverze.
sq: Një kartelë me version që përfundon si a|alpha|b|beta|pre|rc dhe një numër opsional merret si beta.
sv_se: En fil med en version som slutar med a|alpha|b|beta|pre|rc och ett valfritt nummer detekteras som beta.

source: Version %s already exists
sk: Verzia %s už existuje
sq: Ka tashmë një version %s

source: Select a valid choice. That choice is not one of the available choices.
hu: Válasszon érvényes lehetőséget. Ez a választás nem az elérhetők egyike.
id: Ambil pilihan yang valid. Pilihan itu bukanlah salah satu dari pilihan yang tersedia.
sk: Zvoľte platnú hodnotu. Táto voľba nie je žiadnou z dostupných možností.
sq: Përzgjidhni një zgjedhje të vlefshme. Ajo zgjedhje s’është një nga zgjedhjet e mundshme.
sr_latn: Odaberite ispravan izbor. Taj izbor nije jedan od dostupnih izbora.
sv_se: Välj ett giltigt val. Detta val är inte en av de tillgängliga alternativen.

source: A file with a version ending with a|alpha|b|beta and an optional number is detected as beta.
hu: A(z) a|alpha|b|beta és egy elhagyható számmal végződő verziójú fájlok béta verzióként értelmeződnek.
id: File dengan versi yang diakhiri dengan a|alpha|b|beta|pre|rc dan nomor opsional dideteksi sebagai beta.
sk: Súbor s verziou, ktorá končí na a|alpha|b|beta a ľubovolným číslom je rozpoznaný ako betaverzia.
sq: Te beta u kap një kartelë me një version që mbaron me a|alpha|b|beta dhe një numër opsional.
sr_latn: Datoteka sa verzijom koja se završava sa a|alfa|b|beta i opcionim brojem je detektovana kao beta.
sv_se: En fil med en version som slutar med a|alpha|b|beta och ett valfritt nummer detekteras som beta.

source: You cannot upload any more files for this version.
hu: Ehhez a verzióhoz több fájl nem tölthető fel.
id: Anda tidak bisa mengunggah lebih banyak file untuk versi ini.
ka: ამ ვერსიისთვის, მეტი ფაილის ატვირთვა აღარ შეგიძლიათ.
kab: Ur tezmireḍ ara ad tesaliḍ afaylu i lqem-agi.
ms: Anda tidak boleh memuat naik lagi fail versi ini.
sk: Pre túto verziu nemôžete odoslať žiadne ďalšie súbory.
sq: S’mund të ngarkoni më kartela për këtë version.
sr_latn: Ne možete više datoteka otpremiti za ovu verziju.
sv_se: Du kan inte ladda upp några fler filer för denna version.

source: Version doesn't match
hu: Nem egyeznek a verziók
id: Versi tidak cocok
ka: ვერსიები არ ემთხვევა
kab: Lqem ur imṣada ara
ms: Versi tidak sepadan
sk: Verzia sa nezhoduje
sq: Versioni s’përputhet
sr_latn: Verzije se ne poklapaju
sv_se: Version matchar inte

source: You cannot delete a file once the review process has started. You must delete the whole version.
hu: Az értékelés elkezdését követően nem törölhet fájlt. Ehhez le kell törölnie a teljes verziót.
id: Anda tidak dapat menghapus file setelah proses peninjauan dimulai. Anda harus menghapus seluruh versinya.
sq: Nuk mund ta fshini një kartelë pasi të ketë nisur procesi i shqyrtimit. Duhet të fshini krejt versionin.
sv_se: Du kan inte ta bort en fil när granskningsprocessen har startat. Du måste ta bort hela versionen.

source: The platform All cannot be combined with specific platforms.
hu: Az Összes platform nem vonható össze más platformokkal.
id: Platform Semua tidak bisa digabungkan dengan platform yang spesifik.
ka: პლატფორმა „ყველასთან“ ერთად, სხვა რომელიმე ცალკეული პლატფორმა ვერ მიეთითება.
kab: Tawennaṭ Akk ur tezmir ara ad tettwafren akked d tayeḍ.
ms: Platform All tidak boleh digabungkan dengan platform khusus.
sk: Platformu Všetky nie je možné kombinovať s inou platformou.
sq: Platforma Krejt s’mund të ndërthuret me platforma të caktuara.
sr_latn: Platforma Sve ne može se ukombinovati sa određenim platformama.
sv_se: Plattformen Alla kan inte kombineras med specifika plattformar.

source: A platform can only be chosen once.
hu: Egy platform csak egyszer választható ki.
id: Sebuah platform hanya bisa dipilih sekali.
ka: პლატფორმა, მხოლოდ ერთხელ შეიძლება მიეთითოს.
kab: Tawennaṭ ad tettwafren kan yiwet n tikelt.
ms: Platform boleh dipilih sekali sahaja.
sk: Platformu je možné zvoliť len raz.
sq: Platforma mund të zgjidhet vetëm një herë.
sr_latn: Platforma se može samo jednom izabrati.
sv_se: En plattform kan endast väljas en gång.

source: A review type must be selected.
hu: Ki kell választani az értékelés típusát.
id: Tipe ulasan harus dipilih.
sk: Musí byť zvolený typ kontroly.
sq: Duhet përzgjedhur lloj rishikimi.
sr_latn: Morate izabrati tip recenzije.
sv_se: En granskningstyp måste väljas.

source: Select an application first
hu: Először válassza ki az alkalmazást
id: Pilih aplikasi terlebih dahulu
ka: ჯერ მიუთითეთ პროგრამა
kab: Di tazwara, fren asnas
ms: Pilih dulu aplikasi
sk: Najskôr zvoľte aplikáciu
sq: Përzgjidhni së pari një aplikacion
sr_latn: Prvo izaberite aplikaciju
sv_se: Välj en applikation först
te: మొదట అనువర్తనాన్ని ఎంచుకోండి

source: There cannot be more than 3 required add-ons.
hu: Nem lehet 3-nál több szükséges kiegészítő.
id: Tidak bisa ada lebih dari 3 pengaya yang diminta.
ka: 3-ზე მეტი აუცილებელი დამატების მითითება შეუძლებელია.
kab: Ur izmir ara ad ylili ugar n 3 n izegrar ilaqen.
ms: Tidak boleh lebih daripada 3 add-ons yang diperlukan.
sk: Nemôžete mať viac ako 3 vyžadované doplnky.
sq: S’lejohen më tepër se 3 shtesa të domosdoshme.
sr_latn: Ne može biti više od 3 zahtevana dodatka.
sv_se: Det kan inte finnas fler än 3 tillägg som krävs.

source: Add-on Documentation :: Developer Hub
hu: Kiegészítődokumentáció :: Fejlesztőközpont
id: Dokumentasi Pengaya :: Pusat Pengembang
ka: დამატების დოკუმენტაცია :: შემმუშავებელთა ცენტრი
kab: Tasemlit n uzegrir :: Ammas n uneflay
ms: Dokumentasi Add-on :: Hab Pembangun
sk: Dokumentácia k doplnku :: Centrum vývojárov
sq: Dokumentim Shtesash :: Qendra e Zhvilluesve
sr_latn: Dokumentacija dodatka :: Centar za programere
sv_se: Tilläggsdokumentation :: Utvecklarcenter

source: My Submissions
hu: Beküldéseim
id: Pengajuan Saya
sk: Moje aplikácie
sq: Parashtrimet e Mia
sr_latn: Moje dostave
sv_se: Mina bidrag

source: Developer Docs
hu: Fejlesztői dokumentációk
id: Dokumen Pengembang
sk: Dokumenty pre vývojárov
sq: Dokumentim Zhvilluesish
sr_latn: Programerski dokumenti
sv_se: Utvecklardokument

source: {0} error
fi: {0} virhe
fur: {0} erôr
fy_nl: {0} flater
he: שגיאה אחת
hr: {0} pogreška
hu: {0} hiba
id: {0} galat
is: {0} villa
ka: {0} შეცდომა
kab: {0} tuccḍa
ms: {0} ralat
nb_no: {0} feil
nn_no: {0} feil
ro: {0} eroare
sk: {0} chyba
sq: {0} gabim
sr_latn: {0} greška
sv_se: {0} fel
te: {0} దోషం
th: {0} ข้อผิดพลาด
tr: {0} hata
vi: {0} lỗi

source: {0} warning
es_ar: {0} aviso
fi: {0} varoitus
fur: {0} avertiment
fy_nl: {0} warskôging
he: אזהרה אחת
hr: {0} upozorenje
hu: {0} figyelmeztetés
ia: {0} aviso
id: {0} pesan peringatan
is: {0} aðvörun
ka: {0} გაფრთხილება
kab: {0} alγu
ms: {0} amaran
nb_no: {0} advarsel
nn_no: {0} åtvaring
ro: {0} avertisment
sk: {0} upozornenie
sq: {0} sinjalizim
sr_latn: {0} upozorenje
sv_se: {0} varning
te: {0} హెచ్చరిక
th: {0} คำเตือน
tr: {0} uyarı
vi: {0} cảnh báo

source: Review
es_ar: Revisión
fi: Arvio
fur: Recension
fy_nl: Beoardieling
he: סקירה
hr: Recenzija
hu: Értékelés
ia: Recension
id: Ulasan
is: Yfirfara
ka: მიმოხილვა
kab: Acegger
ms: Ulasan
nb_no: Omtale
nn_no: Vurdering
ro: Scrie o recenzie
sk: Recenzia
sq: Shqyrtim
sr_latn: Pregled
sv_se: Recensera
te: సమీక్ష
th: บทวิจารณ์
tr: İnceleme
vi: Đánh giá

source: %s responded with %s (%s).
hu: %s így válaszolt: %s (%s).
id: %s dijawab dengan %s (%s).
ka: %s უპასუხა %s-ს (%s).
kab: %s yerra-d awal s %s (%s).
ms: %s memberi respons dengan %s (%s).
sk: %s odpovedal: %s (%s).
sq: %s u përgjigj me %s (%s).
sr_latn: %s je odgovorio sa %s (%s).
sv_se: %s svarade med %s (%s).

source: Connection to "%s" timed out.
hu: Időtúllépés miatt a kapcsolat megszakadt ezzel: „%s”.
id: Koneksi ke "%s" habis waktu.
ka: „%s“-თან კავშირი ვადაგასულია.
kab: Tuqqna ar "%s" tezri.
ms: Sambungan ke "%s" tamat tempoh.
sk: Čas pripojenia k "%s" vypršal.
sq: Lidhjes me "%s" i mbaroi koha.
sr_latn: Konekcija na "%s" je istekla.
sv_se: Anslutning till "%s" gjorde timeout.

source: Could not contact host at "%s".
hu: Nem lehet csatlakozni ehhez a kiszolgálóhoz: "%s".
id: Tidak bisa menghubungi host di "%s".
ka: „%s“-თან დაკავშირება ვერ ხერხდება.
kab: Ur izmir ara ad nermes asennetfteɣ di "%s".
ms: Tidak dapat menghubungi hos di"%s".
sk: Nebolo možné kontaktovať server "%s".
sq: S’u lidh dot me strehën te "%s".
sr_latn: Nismo mogli kontaktirati host na "%s".
sv_se: Det gick inte att kontakta värd på "%s".

source: Validation generated too many errors/warnings so %s messages were truncated. After addressing the visible messages, you'll be able to see the others.
es_ar: La validación ha generado demasiados errores/advertencias de modo que %s mensajes han sido ocultados. Una vez tratados los mensajes visibles, podrás ver el resto.
fur: La convalide e à gjenerât masse erôr/avertiments duncje %s messaçs a son stâts çoncjâts. Dopo vê risolt i messaçs visibii, tu rivarâs a viodi chei altris.
fy_nl: De falidaasje levere te folle flaters/warskôgingen op, dus %s berjochten binne ynkoarte. Neidat de sichtbere berjochten adressearre binne kinne jo de oare lêze.
he: בדיקת האימות ייצרה יותר מדי שגיאות/אזהרות כך ש־%s הודעות נחתכו. לאחר התייחסות להודעות שמופיעות, תינתן לך האפשרות לראות את השאר.
hr: Provjera je stvorila previše grešaka/upozorenja, tako da je %s poruka odrezano. Nakon odrađivanja vidljivih poruka, moći ćeš vidjeti ostale.
hu: Az ellenőrzés túl sok hibát/figyelmeztetést generált, így %s üzenet csonkítva lett. A látható üzenetek megoldása után láthatja a többit is.
ia: Le validation ha producite troppo de errores/avisos, dunque %s messages ha essite truncate. Post haber corrigite le messages visibile, tu potera vider le alteres.
id: Validasi menghasilkan terlalu banyak kesalahan/peringatan sehingga %s pesan terpotong. Setelah menyampaikan pesan yang terlihat, Anda akan bisa melihat yang lain.
ka: დამოწმებისას ზედმეტად ბევრი შეცდომა/გაფრთხილება აღინიშნა, ასე რომ, %s შეტყობინებები შეკვეცილად გამოჩნდება. ხილული შეტყობინებების გაცნობის შემდეგ, შეგეძლებათ დანარჩენების ნახვაც.
ms: Pengesahan menghasilkan terlalu banyak ralat/warnings, maka %s mesej telah dicantas. Selepas menangani mesej yang ketara, anda akan boleh nampak yang lain.
nb_no: Validering genererte for mange feil/advarsler slik at %s meldinger ble avkortet. Etter å ha adressert de synlige meldingene, vil du kunne se de andre.
nn_no: Validering genererte for mange feil/åtvaringar slik at %s meldingar vart avkutta. Etter å ha adressert dei synlige meldingane, vil du kunne sjå dei andre.
ro: Validarea a generat prea multe erori/avertismente, așa că %s (de) mesaje au fost trunchiate. După corectarea mesajelor vizibile, vei putea să le vezi și pe celelalte.
sk: Kontrola vygenerovala príliš veľa chýb/varovaní. %s správ tak nie je zobrazených. Po opravení zobrazených nedostatkov budete môcť vidieť ďalšie.
sq: Vleftësimi prodhoi shumë gabime/sinjalizime, ndaj %s e mesazheve u prenë. Pasi të trajtoni mesazhet që duken, do të jeni në gjendje të shihni të tjerët.
sr_latn: Overa je stvorila previše grešaka/upozorenja pa je %s poruka skraćeno. Nakon obraćanja vidljivim porukama, bićete u mogućnosti da pogledate ostale.
sv_se: Validering genererade för många fel/varningar så %s meddelanden trunkerades. Efter att ha tagit itu med de meddelande som visas, kommer du att kunna se de andra.
th: เกิดข้อผิดพลาด/คำเตือนหลายข้อในการตรวจสอบความถูกต้อง %s ข้อความจึงถูกตัดทอน หลังจากที่จัดการกับข้อความที่มองเห็นได้แล้ว คุณจะสามารถเห็นข้อความอื่น ๆ ได้
tr: Doğrulama çok fazla hata/uyarı üretti, %s iletileri kesildi. Görünen iletileri ele aldıktan sonra, diğerlerini görebilirsiniz.
vi: Quá trình xác thực đã tạo ra quá nhiều lỗi/cảnh báo nên %s thông báo đã bị cắt bớt. Sau khi giải quyết các thông báo hiển thị, bạn sẽ có thể xem những thông báo khác.

source: All My Add-ons
es_ar: Todos mis complementos
fi: Kaikki lisäosani
fur: Ducj i miei components adizionâi
fy_nl: Al myn add-ons
he: כל התוספות שלי
hr: Svi Moji dodaci
hu: Összes saját kiterjesztés
ia: Tote mi additivos
id: Semua Pengaya Saya
is: Allar viðbæturnar mínar
ka: ჩემი ყველა დამატება
kab: Akk izegrar-iw
ms: Semua Add-ons Saya
nb_no: Alle tilleggene mine
nn_no: Alle utvidingane mine
ro: Toate suplimentele mele
sk: Všetky moje doplnky
sq: Krejt Shtesat e Mia
sr_latn: Svi moji dodaci
sv_se: Alla mina tillägg
te: నా అన్ని పొడిగింతలు
th: ส่วนเสริมของฉันทั้งหมด
tr: Tüm eklentilerim
vi: Tất cả Tiện ích của Tôi

source: All Activity
es_ar: Toda la actividad
fi: Kaikki toiminta
fur: Dutis lis ativitâts
fy_nl: Alle aktiviteit
he: כל הפעילויות
hr: Sve aktivnosti
hu: Összes tevékenység
ia: Tote le activitates
id: Semua Aktivitas
is: Öll virkni
ka: ყველა მოქმედება
kab: Akk armud
ms: Semua Aktiviti
nb_no: All aktivitet
nn_no: All aktivitet
ro: Toată activitatea
sk: Všetky aktivity
sq: Krejt Veprimtaria
sr_latn: Sva aktivnost
sv_se: All aktivitet
te: అన్ని కార్యాచరణ
th: กิจกรรมทั้งหมด
tr: Tüm Etkinlikler
vi: Tất cả Hoạt động
