Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Add-ons submitted to Mozilla Add-ons must have a manifest file with at least one of the below applications supported. Only the versions listed below are allowed for these applications.
hu: Mozilla Kiegészítők közé benyújtott kiegészítőnek kell legyen egy jegyzékfájlja, mely legalább egyet támogat az alábbi alkalmazások közül. Ezeknek az alkalmazásoknak csak az alább felsorolt verziói engedélyezettek.
id: Pengaya yang didaftarkan ke Pengaya Mozilla harus memiliki sebuah berkas keterangan dengan sekurangnya satu dari aplikasi di bawah ini yang didukung. Hanya versi yang tercantum di bawah ini yang diperkenankan untuk aplikasi ini.
ka: Mozilla-ს დამატებების საიტისთვის წარდგენილ დამატებას, თან უნდა ახლდეს მანიფესტის ფაილი, ქვემოთ მოცემული პროგრამებიდან, ერთ-ერთის მხარდაჭერით მაინც. ამ პროგრამებისთვის, მხოლოდ ქვემოთ მითითებული ვესიებია დასაშვები.
kab: Izegrar yettwaznen deg usmel Mozilla Add-ons yessefk ad gebren afaylu ameskan igebren ɣarṣum iseɣẓanen yettwabedren daw-a. Ala ileqman id-yettwabedren daw-a i yettwasirgen.
ms: Add-ons yang dikemukakan ke Add-ons Mozilla mesti mengandungi satu fail manifes dengan sekurang-kurangnya disokong oleh salah satu aplikasi di bawah. Hanya versi yang disenaraikan di bawah dibenarkan bagi aplikasi tersebut.
sq: Shtesat e parashtruara te Shtesat Mozilla duhet të kenë një kartelë manifest me mbulim për të paktën një nga aplikacionet më poshtë. Lejohen vetëm versionet e radhitur më poshtë për këta aplikacione.
sv_se: Tillägg inlämnat till Mozilla Add-ons måste ha en manifest-fil med support för minst ett av nedanstående program. Enbart de versioner som angetts nedan är tillåtna för dessa applikationer.

source: Versions
hu: Verziók
id: Versi
ka: ვერსიები
kab: Ileqman
ms: Versi
sk: Verzie
sq: Versione
sr_latn: Verzije
sv_se: Versioner
te: వెర్షన్లు

source: If your supported application does not require a manifest file, you still must include one with the required properties as specified <a href="%(url)s">here</a>.
hu: Ha a támogatott alkalmazás nem igényli a jegyzékfájlt, akkor is mellékelni kell egyet az <a href="%(url)s">itt</a> meghatározott tartalommal.
id: Jika aplikasi anda yang didukung tidak memerlukan berkas keterangan, anda masih harus memasukkan satu dengan properti yang dibutuhkan sebagaimana dijelaskan <a href="%(url)s">di sini</a>.
kab: Γas ulama aseɣzan inek ur yesri ara afaylu ameskan, yessefk ad t-id-sedduḍ yal tikelt akked tmeẓliyin ilaqen am akken id-yettwammel <a href="%(url)s">dagi</a>.
sq: Edhe po qe se aplikacioni juaj nuk kërkon domosdo një kartelë manifest, prapë duhet ta përfshini një të tillë me vetitë e domosdoshme, siç tregohet <a href="%(url)s">këtu</a>.
sv_se: Om din applikation som stöds inte kräver en manifest-fil behöver du fortfarande inkludera en av följande egenskaper enligt specifikationen <a href="%(url)s">här</a>.

source: Collections :: %s
hu: Gyűjtemények :: %s
id: Koleksi :: %s
kab: Tigrummiwin:: %s
sk: Kolekcie :: %s
sq: Koleksione :: %s
sr_latn: Kolekcije :: %s
sv_se: Samlingar :: %s

source: Collections are groups of related add-ons that anyone can create and share.
hu: A gyűjtemények bárki által létrehozott és megosztott kiegészítők egy csoportja.
id: Koleksi adalah kelompok pengaya terkait yang dapat dibuat dan dibagi oleh semua orang.
ka: კრებულები არის გარკვეული ნიშნის მიხედვით დაჯგუფებული დამატებები, რომლის შექმნა და გაზიარება, ნებისმიერს შეუძლია.
kab: Tigrummiwin d igrawen n izegrar yemcudden gar-asen, yal yiwen yezmer ad ten-yernu neɣ ad ten-yebḍu.
ms: Koleksi ialah sekumpulan add-ons berkaitan yang boleh dicipta dan dikongsi oleh sesiapa sahaja.
sk: Kolekcie sú skupiny podobných doplnkov vytvárané a zdieľané používateľmi.
sq: Koleksionet janë grupe shtesash të ngjashme, të cilët mund t’i krijojë dhe shkëmbejë cilido.
sr_latn: Kolekcije su grupe srodnih dodataka koje svako može da kreira i deli.
sv_se: Samlingar är grupper av tillägg som vem som helst kan skapa och dela.

source: {0} :: Collections :: {1}
hu: {0} :: Gyűjtemények :: {1}
id: {0} :: Koleksi :: {1}
kab: {0} :: Tigrummiwin:: {1}
sk: {0} :: Kolekcie :: {1}
sq: {0} :: Koleksione :: {1}
sr_latn: {0} :: Kolekcije :: {1}
sv_se: {0} :: Samlingar :: {1}

source: Only I can view this collection.
hu: Csak én láthatom ezt a gyűjteményt.
id: Hanya saya yang bisa melihat koleksi ini.
ka: ხილული მხოლოდ ჩემთვის.
kab: Ala nek i yezmren ad iwali tagrumma-agi.
ms: Hanya saya sendiri boleh lihat koleksi ini.
sk: Túto kolekciu môžem vidieť len ja
sq: Vetëm unë mund të shoh këtë koleksion.
sr_latn: Samo ja mogu da vidim ovu kolekciju.
sv_se: Bara jag kan se denna samling.

source: Anybody can view this collection.
hu: Bárki láthatja ezt a gyűjteményt.
id: Siapapun bisa melihat koleksi ini.
ka: საჯაროდ ხილული.
kab: Yal yiwen yezmer ad iwali tagrumma-agi.
ms: Sesiapa sahaja boleh lihat koleksi ini.
sk: Túto kolekciu môže vidieť každý
sq: Këtë koleksion mund ta shohë kushdo.
sr_latn: Svako može da vidi ovu kolekciju.
sv_se: Alla kan se denna samling.

source: Give your collection a name.
hu: Adjon nevet a gyűjteménynek.
id: Beri koleksi anda nama.
ka: დაარქვით სახელი თქვენს კრებულს.
kab: Mudd isem i tegrumma inek.
ms: Berikan nama koleksi anda.
sk: Zadajte názov kolekcie:
sq: Jepini koleksionit tuaj një emër.
sr_latn: Dajte Vašoj kolekciji ime.
sv_se: Ge din samling ett namn.

source: Describe your collection (no links allowed).
hu: Írja le gyűjteményét (hivatkozások nem engedélyezettek).
id: Terangkan koleksi anda (tak ada tautan yang diperkenankan).
ka: აღწერეთ თქვენი კრებული (ბმულის დადება არაა ნებადართული).
kab: Seglem tagrumma inek (ulac iseɣwan).
ms: Jelaskan koleksi anda (tiada pautan dibenarkan).
sk: Popíšte vašu kolekciu (odkazy nie sú povolené).
sq: Përshkruani koleksionin tuaj (s’lejohen lidhjet).
sr_latn: Opišite svoju kolekciju (veze nisu dozvoljene).
sv_se: Beskriv din samling (inga länkar tillåts).

source: Privacy:
hu: Titoktartás:
id: Privasi:
ka: პირადულობა:
kab: Tabaḍnit:
ms: Privasi:
sk: Súkromie:
sq: Privatësi:
sr_latn: Privatnost:
sv_se: Sekretess:

source: Icon
hu: Ikon
id: Ikon
ka: ხატულა
kab: Tignit
ms: Ikon
sk: Ikona
sq: Ikonë
sr_latn: Ikonica
sv_se: Ikon

source: Please don't fill out this field, it's used to catch bots
hu: Kérjük, ne töltse ki ezt a mezőt, ez a botok elfogására szolgál
id: Mohon jangan isi bidang ini, ia hanya digunakan untuk menangkap bot
ka: გთხოვთ ეს ველი გამოტოვეთ, ის ბოტების დასაჭერად გამოიყენება.
kab: Ma ulac aɣilif ččaṛ urti-agi, wagi ad yettwaseqdec akken ad yendi i yiṛubuten
ms: Sila jangan isi medan ini, digunakan untuk menangkap bot
sk: Nevyplňujte prosím toto pole, slúži len k odchytávaniu robotov
sq: Ju lutemi, mos e plotësoni këtë fushë, ajo përdoret për të kapur bote
sv_se: Fyll inte i fältet, det används för att fånga robotar

source: This name cannot be used.
es_ar: No se puede usar este nombre.
fi: Tätä nimeä ei voi käyttää.
fur: Impussibil doprâ chest non.
fy_nl: Dizze namme kin net brûkt wurde.
he: לא ניתן להשתמש בשם זה.
hr: Ovaj se naziv ne može koristiti.
hu: Ez a név nem használható.
ia: Iste nomine non pote esser usate.
id: Nama ini tidak dapat digunakan.
is: Ekki er hægt að nota þetta nafn.
ka: ამ სახელის გამოყენება შეუძლებელია.
kab: Isem agi ur yettwaseqdac ara.
ms: Nama ini tidak boleh digunakan.
nb_no: Dette navnet kan ikke brukes.
nn_no: Dette namnet kan ikkje brukast.
ro: Această denumire nu poate fi utilizată.
sk: Tento názov nemôže byť použitý.
sq: Ky emër s’përdoret dot.
sr_latn: Ovo ime ne može biti upotrebljeno.
sv_se: Detta namn kan inte användas.
te: ఈ పేరును ఉపయోగించలేరు.
th: ไม่สามารถใช้ชื่อนี้
tr: Bu isim kullanılamaz.
vi: Tên này không thể được sử dụng.

source: No links are allowed.
es_ar: No se permiten enlaces.
fi: Linkit eivät ole sallittuja.
fur: No son consintûts colegaments.
fy_nl: Keppelingen binne net tastien.
he: קישורים אינם מותרים.
hr: Poveznice nisu dopuštene.
hu: Hivatkozások nem engedélyezettek.
ia: Le ligamines non es permittite.
id: Tautan tidak diperbolehkan.
is: Engir tenglar eru leyfðir.
ka: ბმულები დაშვებული არაა.
kab: Iseɣwan gelden.
ms: Tiada pautan dibenarkan.
nb_no: Ingen lenker tillatt.
nn_no: Ingen lenker er tillatne.
ro: Nu se permit linkuri.
sk: Odkazy nie sú povolené.
sq: S’lejohen lidhje.
sr_latn: Veze nisu dozvoljene.
sv_se: Inga länkar är tillåtna.
te: లంకెలు అనుమతించబడవు.
th: ไม่มีลิงก์ที่ได้รับอนุญาต
tr: Bağlantılara izin verilmez.
vi: Không có liên kết được cho phép.

source: This url is already in use by another collection
hu: Ezt az URL-t egy másik gyűjtemény használja
id: URL ini telah dipakai oleh koleksi lain
ka: ამ ბმულს სხვა კრებული უკვე იყენებს
kab: Tansa-agi tseqdac-itt yakan tagrumma nniḍen
ms: Url ini sudah digunakan oleh koleksi lain
sk: Táto adresa URL je už používaná inou kolekciou.
sq: Kjo url përdoret tashmë nga një tjetër koleksion
sr_latn: Ovaj url je u upotrebi od strane druge kolekcije
sv_se: Denna URL används redan av en annan samling

source: Icons must be either PNG or JPG.
es_ar: Los iconos deben ser PNG o JPG.
fi: Kuvakkeiden tulee olla PNG- tai JPG-muotoa.
fur: Lis iconis a scugnin jessi in formât PNG o JPG.
fy_nl: Piktogrammen moatte yn PNG- of JPG-opmaak wêze.
he: צלמיות חייבות להיות בתבנית PNG או JPG.
hr: Ikone moraju biti u PNG ili JPG formatu.
hu: Az ikonnak PNG-nek vagy JPG-nek kell lennie.
ia: Le icones debe esser in formato PNG o JPG.
id: Ikon harus dalam PNG atau JPG.
is: Táknmyndir verða að vera annað hvort PNG eða JPG.
ka: ხატულები უნდა იყოს PNG ან JPG.
kab: Tiginitin zemrent kan ad ilint PNG neɣ JPG.
ms: Ikon mesti samada PNG atau JPG.
nb_no: Ikoner må være enten PNG eller JPG.
nn_no: Ikon må anten vera PNG eller JPG.
ro: Pictogramele trebuie să fie PNG ori JPG.
sk: Ikony musia byť vo formáte .png alebo .jpg.
sq: Ikonat duhet të jenë ose PNG. ose JPG.
sr_latn: Ikonice moraju biti ili PNG ili JPG formata.
sv_se: Ikoner måste vara antingen PNG eller JPG.
te: చిహ్నాలు తప్పనిసరిగా PNG లేదా JPG లో ఉండాలి.
th: ไอคอนต้องเป็น PNG หรือ JPG
tr: Simgeler PNG veya JPG olmalıdır.
vi: Biểu tượng phải là PNG hoặc JPG.

source: Please use images smaller than %dMB.
es_ar: Usá imágenes de menos de %dMB.
fi: Käytä kuvia, joiden koko on alle %d Mt.
fur: Dopre imagjins plui piçulis di %dMB.
fy_nl: Brûk ôfbyldingen lytser as %d MB.
he: נא להשתמש בתמונות הקטנות מ־%d מ״ב.
hr: Koristi slike koje su manje od %d MB.
hu: Használjon %dMB méretnél kisebb képeket.
ia: Per favor usa imagines minor que %dMB.
id: Gunakan gambar lebih kecil dari %d MB.
is: Notaðu myndir minni en %dMB.
ka: სურათის ზომა არ უნდა აღემატებოდეს %dMB-ს.
kab: Ma ulac aɣilif, seqdec tugniwin meẓẓiyen ɣef %d MAṬ.
ms: Sila gunakan imej kecil daripada %dMB.
nb_no: Bruk bilder mindre enn %d MB.
nn_no: Bruk bilde mindre enn %dMB.
ro: Te rugăm folosește imagini mai mici de %dMB.
sk: Použite obrázky menšie ako %dMB.
sq: Ju lutemi, përdorni figura më të vogla se %dMB.
sr_latn: Molimo Vas koristite slike manje od %dMB.
sv_se: Använd bilder mindre än %dMB.
te: దయచేసి %d MB కంటే చిన్నదిగా ఉన్న చిత్రాలను ఉపయోగించండి.
th: โปรดใช้ภาพที่มีขนาดเล็กกว่า %dMB
tr: Lütfen %d MB'den küçük resimler kullanın.
vi: Vui lòng dùng hình ảnh nhỏ hơn %dMB.

source: Add a positive vote for this collection
hu: Pozitív szavazat erre a gyűjteményre
id: Tambahkan suara positif untuk koleksi ini
kab: Rnu tafrant yufraren i tegrumma-agi
ms: Beri undi positif untuk koleksi ini
sk: Pridať pozitívny hlas pre túto kolekciu
sq: Shtoni një votë pozitive për këtë koleksion
sr_latn: Dodaj pozitivan glas ovoj kolekciji
sv_se: Lägg en positiv röst på denna samling

source: Add a negative vote for this collection
hu: Negatív szavazat erre a gyűjteményre
id: Tambahkan suara negatif untuk koleksi ini
kab: Rnu tafrant tibawt i tegrumma-agi
ms: Beri undi negatif untuk koleksi ini
sk: Pridať negatívny hlas pre túto kolekciu
sq: Shtoni një votë negative për këtë koleksion
sr_latn: Dodaj negativan glas ovoj kolekciji
sv_se: Lägg en negativ röst på denna samling

source: Remove my vote for this collection
hu: Szavazatom törlése erről a gyűjteményről
id: Hapus suara saya untuk koleksi ini
kab: Kkes tafrant-inu si tegrumma-agi
ms: Padam undi saya untuk koleksi ini
sk: Odstrániť môj hlas pre túto kolekciu
sq: Hiqe votën time nga kjo përmbledhje
sr_latn: Ukloni moj glas za ovu kolekciju
sv_se: Ta bort min röst för denna samling.

source: Log in to vote for this collection
hu: Jelentkezzen be, hogy szavazhasson
id: Masuk untuk memberi suara untuk koleksi ini
kab: Qqen akken ad ternud tafrant i tegrumma-agi
ms: Log masuk untuk undi koleksi ini
sk: Na pridanie hlasu sa musíte prihlásiť
sq: Hyni, që të votoni për këtë koleksion
sr_latn: Prijavite se da biste mogli da glasate za ovu kolekciju
sv_se: Logga in för att rösta på denna samling.

source: Add to favorites
hu: Hozzáadás a kedvencekhez
id: Tambahkan ke favorit
ka: რჩეულებში დამატება
kab: Rnu ɣer inurifen
ms: Tambah ke kegemaran
sk: Pridať medzi obľúbené
sq: Shtojeni te të parapëlqyerat
sr_latn: Dodaj u omiljene
sv_se: Lägg till i favoriter

source: Favorite
hu: Kedvenc
id: Favorit
ka: რჩეული
kab: Anurif
ms: Kegemaran
sk: Obľúbené
sq: E parapëlqyer
sr_latn: Omiljeno
sv_se: Favorit

source: Remove from favorites
hu: Eltávolítás a kedvencek közül
id: Hapus dari favorit
ka: რჩეულებიდან მოცილება
kab: Kkes seg inurifen
ms: Buang daripada kegemaran
sk: Odstrániť z obľúbených
sq: Hiqe prej të parapëlqyerave
sr_latn: Ukloni iz omiljenih
sv_se: Ta bort från favoriter

source: Name
es_ar: Nombre
fi: Nimi
fur: Non
fy_nl: Namme
he: שם
hr: Ime
hu: Név
ia: Nomine
id: Nama
is: Heiti
ka: სახელი
kab: Isem
ms: Nama
nb_no: Navn
nn_no: Namn
ro: Nume
sk: Názov
sq: Emër
sr_latn: Ime
sv_se: Namn
te: పేరు
th: ชื่อ
tr: İsim
vi: Tên

source: Recently Popular
hu: Jelenleg népszerű
id: Baru-baru ini Populer
kab: Ttwasnen aṭas melmi kan
sk: Aktuálne populárne
sq: Popullore Së Fundmi
sr_latn: Skorije popularno
sv_se: Nyligen populära

source: Added
hu: Hozzáadva
id: Ditambahkan
ka: შეტანის დრო
kab: Yettwarna
ms: Ditambah
sk: Pridané
sq: U shtua
sr_latn: Dodato
sv_se: Tillagd

source: Popularity
hu: Népszerűség
id: Kepopuleran
ka: სასურველი
kab: Ttwasnen aṭas
ms: Populariti
sk: Popularita
sq: Popullaritet
sr_latn: Popularnost
sv_se: Popularitet

source: Collection created!
hu: A gyűjtemény elkészült!
id: Koleksi dibuat!
ka: კრებული შეიქმნა!
kab: Tagrumma tettwarna!
ms: Koleksi dicipta!
sk: Kolekcia bola vytvorená!
sq: Koleksioni u krijua!
sr_latn: Kolekcija je kreirana!
sv_se: Samling skapad!

source: Your new collection is shown below. You can <ahref="%(url)s">edit additional settings</a> if you'dlike.
sq: Koleksioni juaj i ri tregohet më poshtë. Nëse doni, mund të <a href="%(url)s">përpunoni rregullimet e tjera</a>.

source: Collection updated!
hu: A gyűjtemény frissítése megtörtént!
id: Koleksi diperbarui!
ka: კრებული განახლდა!
kab: Tagrumma tettwaleqqem!
ms: Koleksi dikemaskini!
sk: Kolekcia bola aktualizovaná!
sq: Koleksioni u përditësua!
sr_latn: Kolekcija je ažurirana!
sv_se: Samling uppdaterad!

source: <a href="%(url)s">View your collection</a> to see the changes.
hu: <a href="%(url)s">Nézze meg gyűjteményét</a> a változások megjelenítéséhez.
id: <a href="%(url)s">Lihat koleksi Anda</a>untuk melihat pergantian.
ka: <a href="%(url)s">გადადით თქვენი კრებულის ბმულზე</a>, ცვლილებების სანახავად.
kab: <a href="%(url)s">Wzli tagrumma yinek</a> akken ad twaliḍ isnifal.
ms: <a href="%(url)s">Tinjau koleksi anda</a> untuk melihat perubahan.
sk: Ak chcete vidieť zmeny, <a href="%(url)s">zobrazte si svoju kolekciu</a>.
sq: <a href="%(url)s">Shihni koleksionin tuaj</a> që të shihni ndryshimet.
sr_latn: <a href="%(url)s">Pogledajte Vašu kolekciju</a> kako biste videli promene.
sv_se: <a href="%(url)s">Visa din samling</a>för att se ändringarna.

source: Icon Deleted
hu: Az ikon törölve
id: Ikon Dihapus
ka: ხატულა წაიშალა
kab: Tignit tettwakkes
ms: Ikon Dibuang
sk: Ikona bola odstránená
sq: Ikona u Fshi
sr_latn: Ikonica izbrisana
sv_se: Ikon borttagen

source: Create a New Collection
hu: Új gyűjtemény létrehozása
id: Buat Koleksi Baru
ka: ახალი კრებულის შექმნა
kab: Rnu tagrumma tamaynut
ms: Cipta Koleksi Baru
sk: Vytvorenie novej kolekcie
sq: Krijoni një Koleksion të Ri
sr_latn: Kreirajte novu kolekciju
sv_se: Skapa en ny samling

source: Create
hu: Létrehozás
id: Buat
sk: Vytvoriť
sq: Krijoje
sr_latn: Kreiraj
sv_se: Skapa

source: As noted in our <a href="%(legal)s">Legal Notices</a>, individual collection arrangements are governed by the Creative Commons Attribution Share-Alike License
hu: Ahogy az a <a href="%(legal)s">Jogi közlemények</a> részben olvasható, az egyéni gyűjteményekre a Creative Commons Attribution Share-Alike License feltételei vonatkoznak.
id: Seperti yang disebutkan dalam <a href="%(legal)s">Pernyataan Hukum</a> kami, pengaturan koleksi individu diatur oleh Lisensi Atribusi-Berbagi Serupa Creative Commons
ka: ჩვენი <a href="%(legal)s">სამართლებრივი შენიშვნების</a> თანახმად, ცალკეული კრებულების შეთანხმებები რეგულირდება Creative Commons Attribution Share Alike ლიცენზიით
kab: Akken twalaḍ deg <a href="%(legal)s">tezmilin tusḍifin</a>, tigrummiwin tisufin llant daw n turagt Creative Commons Attribution Share-Alike License
ms: Seperti yang dinyatakan dalam <a href="%(legal)s">Notis Undang-undang</a> kami, pengaturan koleksi individu dikawal oleh Lesen Creative Commons Attribution Share-Alike
sk: Ako je uvedené v sekcii <a href="%(legal)s">Právne informácie</a>, jednotlivé kolekcie sú vedené pod licenciou Creative Commons Attribution Share-Alike License
sq: Siç edhe shënohet te <a href="%(legal)s">Shënimet tona Ligjore</a>, marrëveshjet për koleksione individuale u binden një licence Creative Commons Attribution Share-Alike License
sr_latn: Kao što je navedeno u našim <a href="%(legal)s">Pravnim obaveštenjima</a>, pojedični aranžmani kolekcije su regulisani od strane Creative Commons Attribution Share-Alike licence
sv_se: Som påpekas i vår <a href="%(legal)s">Juridisk information</a> regleras individuella samlingar av Creative Commons Attribution Share-Alike License

source: Create Collection
hu: Gyűjtemény létrehozása
id: Buat Koleksi
ka: კრებულის შექმნა
kab: Rnu tagrumma
ms: Cipta Koleksi
sk: Vytvoriť kolekciu
sq: Krijoni një Koleksion
sr_latn: Napravi kolekciju
sv_se: Skapa samling

source: View this collection
hu: Gyűjtemény megtekintése
id: Tampilkan koleksi ini
ka: კრებულის ნახვა
kab: Sken tagrumma agi
ms: Papar koleksi ini
sk: Zobraziť túto kolekciu
sq: Shihni këtë koleksion
sr_latn: Pogledaj ovu kolekciju
sv_se: Visa denna samling

source: Start a new collection...
hu: Új gyűjtemény indítása…
id: Mulai koleksi baru...
ka: ახალი კრებულის შექმნა...
kab: Senker tagrumma tamaynut...
ms: Mulakan koleksi baru...
sk: Založiť novú kolekciu...
sq: Filloni një koleksion të ri...
sr_latn: Započni novu kolekciju...
sv_se: Starta en ny samling...

source: Start a New Collection
hu: Új gyűjtemény indítása
id: Mulai Koleksi Baru
ka: ახალი კრებულის შექმნა
kab: Senker tagrumma tamaynut
ms: Mulakan Koleksi Baru
sk: Založenie novej kolekcie
sq: Filloni një Koleksion të Ri
sr_latn: Započnite novu kolekciju
sv_se: Starta en ny samling

source: Name:
es_ar: Nombre:
fi: Nimi:
fur: Non:
fy_nl: Namme:
he: שם:
hr: Ime:
hu: Név:
ia: Nomine:
id: Nama:
is: Heiti:
ka: სახელი:
kab: Isem:
ms: Nama:
nb_no: Navn:
nn_no: Namn:
ro: Nume:
sk: Názov:
sq: Emër:
sr_latn: Naziv:
sv_se: Namn:
te: పేరు:
th: ชื่อ:
tr: İsim:
vi: Tên:

source: or <a id="collections-new-cancel" href="#">Cancel</a>
hu: vagy <a id="collections-new-cancel" href="#">Mégsem</a>
id: atau <a id="collections-new-cancel" href="#">Batal</a>
ka: ან <a id="collections-new-cancel" href="#">გაუქმება</a>
kab: neɣ <a id="collections-new-cancel" href="#">Sefsex</a>
ms: atau <a id="collections-new-cancel" href="#">Batal</a>
sk: alebo <a id="collections-new-cancel" href="#">Zrušiť</a>
sq: ose <a id="collections-new-cancel" href="#">Anulojeni</a>
sr_latn: ili <a id="collections-new-cancel" href="#">Otkaži</a>
sv_se: eller <a id="collections-new-cancel" href="#">Avbryt</a>

source: To rate collections, you must have an add-ons account.
hu: A gyűjtemények értékeléséhez felhasználói fiókra van szükség.
id: Untuk memeringkat koleksi, Anda harus memiliki akun pengaya.
kab: Akken ad ternud tazmilt i tegrummiwin, yessefk ad yili ɣur-k umiḍan.
ms: Untuk menilaikan koleksi, anda perlu ada akaun add-ons.
sk: Ak chcete hodnotiť kolekcie, musíte ma účet na AMO.
sq: Që të jepni vlerësim për këtë shtesë, duhet të keni një llogari shtesash.
sr_latn: Kako biste ocenjivali kolekcije, morate imati nalog za dodatke.
sv_se: För att betygsätta samlingar måste du ha ett konto.

source: Create an Add-ons Account
hu: Felhasználói fiók létrehozása
id: Buat Akun Pengaya
ka: ანგარიშის შექმნა
kab: Rnu amiḍan n izigrar
ms: Cipta Akaun Add-ons
sk: Vytvorte si účet na AMO
sq: Krijoni një Llogari Shtesash
sr_latn: Napravite nalog za dodatke
sv_se: Skapa ett konto för tillägg

source: or <a href="%(login)s">log in to your current account</a>
hu: vagy <a href="%(login)s">bejelentkezés meglévő felhasználóval</a>
id: atau <a href="%(login)s">masuk ke akun Anda sekarang</a>
ka: ან <a href="%(login)s">შედით უკვე არსებულით</a>
kab: neɣ <a href="%(login)s">kcem s umiḍan inek amiran</a>
ms: atau <a href="%(login)s">log masuk akaun sedia ada anda</a>
sk: alebo sa <a href="%(login)s">prihláste k existujúcemu účtu</a>
sq: ose <a href="%(login)s">hyni te llogaria juaj e tanishme</a>
sr_latn: ili se <a href="%(login)s">prijavite na Vaš trenutni nalog</a>
sv_se: eller <a href="%(login)s">logga in på ett befintligt konto</a>

source: {0} :: Collections
hu: {0} :: Gyűjtemények
id: {0} :: Koleksi
ka: {0} :: კრებულები
kab: {0} :: Tigrummiwin
ms: {0} :: Koleksi
sk: {0} :: Kolekcie
sq: {0} :: Koleksione
sr_latn: {0} :: Kolekcije
sv_se: {0} :: Samlingar

source: private
hu: magán
id: pribadi
ka: პირადული
kab: uslig
ms: peribadi
sk: súkromná
sq: vetjake
sr_latn: privatno
sv_se: privat

source: <span>%(num)s</span> follower
hu: <span>%(num)s</span> követő
id: <span>%(num)s</span> pengikut
kab: <span>%(num)s</span> aneḍfaṛ
ms: <span>%(num)s</span> pengikut
sk: <span>%(num)s</span> odberateľ
sq: <span>%(num)s</span> ndjekës
sr_latn: Broj pratioca: <span>%(num)s</span>
sv_se: <span>%(num)s</span> följare

source: About this Collection
hu: Erről a gyűjteményről
id: Tentang Koleksi Ini
ka: კრებულის შესახებ
kab: Γef tagrumma-agi
ms: Perihal Koleksi ini
sk: O tejto kolekcii
sq: Rreth këtij Koleksioni
sr_latn: O ovoj kolekciji
sv_se: Om denna samling

source: Add-ons synced to my Mobile Firefox
hu: Mobil Firefoxra szinkronizált kiegészítők
id: Pengaya yang disinkronkan ke Firefox bergerak
ka: ჩემს მობილურ Firefox-ზე სინქრონირებული დამატებები
kab: Izegrar mtawin ar Firefox aziraz
ms: Add-ons diselaraskan ke Firefox Mobile saya
sk: Doplnky synchronizované do môjho mobilného Firefoxu
sq: Shtesa të njëkohësuara me Mobile Firefox-in
sr_latn: Dodaci su sinhronizovani na moj mobilni Firefox
sv_se: Tillägg synkroniserade till min mobila Firefox

source: Make this Collection Private
hu: Legyen ez egy magán gyűjtemény
id: Jadikan Koleksi Ini Privat
ka: კრებულის დამალვა
kab: Err tagrumma-agi d tusligt
ms: Jadikan Koleksi ini Peribadi
sk: Nastaviť túto kolekciu ako Súkromná
sq: Kaloje këtë Koleksion si Privat
sr_latn: Napravi ovu kolekciju privatnom
sv_se: Gör denna samling privat

source: Make this Collection Public
hu: Legyen ez egy nyilvános gyűjtemény
id: Jadikan Koleksi Ini Publik
ka: კრებულის გასაჯაროება
kab: Err tagrumma-agi d tazayezt
ms: Jadikan Koleksi ini Umum
sk: Nastaviť túto kolekciu ako Verejná
sq: Kaloje këtë Koleksion si Publik
sr_latn: Napravi ovu kolekciju javnom
sv_se: Gör denna samling publik

source: Learn about collections
hu: Ismerje meg a gyűjteményeket
id: Pelajari tentang koleksi
kab: Issin ɣef tegrummiwin
sk: Ďalšie informácie o kolekciách
sq: Njihuni me koleksionet
sr_latn: Saznajte o kolekcijama
sv_se: Lär dig mer om samlingar
