Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Tools that combine multiple files into a single file, such as <span class="tech-emphasis">webpack</span>
es_ar: Herramientas que combinan varios archivos en uno solo, como <span class="tech-emphasis">webpack</span>
fi: Työkaluja, jotka yhdistelevät useita tiedostoja yhdeksi tiedostoksi, kuten esimerkiksi <span class="tech-emphasis">webpack</span>
fur: Struments che a cumbinin plui files intun singul, come <span class="tech-emphasis">webpack</span>
fy_nl: Helpmiddelen dy’t mear bestannen yn ien inkeld bestân kombinearje, lykas <span class="tech-emphasis">webpack</span>
he: כלים שמשלבים מספר קבצים לקובץ אחד, כגון <span class="tech-emphasis">webpack</span>
ia: Applicationes que combina plure files in un singule file, tal como <span class="tech-emphasis">webpack</span>
ka: ხელსაწყოები, რამდენიმე ფაილის ერთ ფაილად გასაერთიანებლად, როგორიცაა <span class="tech-emphasis">webpack</span>
nb_no: Verktøy som kombinerer flere filer i en enkelt fil, for eksempel <span class="tech-emphasis">webpack</span>
nn_no: Verktøy som kombinerer fleire filer i ei enkelt fil, til dømes <span class="tech-emphasis">webpack</span>
ro: Instrumente care combină mai multe fișiere într-unul singur, precum <span class="tech-emphasis">webpack</span>
th: เครื่องมือที่รวมหลายไฟล์เข้าเป็นไฟล์เดียว เช่น <span class="tech-emphasis">webpack</span>
tr: Birden çok dosyayı tek bir dosyada birleştiren araçlar, örneğin <span class="tech-emphasis">webpack</span>
vi: Các công cụ kết hợp nhiều tập tin thành một, chẳng hạn như <span class="tech-emphasis">webpack</span>

source: Web template engines, both for HTML and CSS
es_ar: Motores de plantillas web, tanto para HTML como para CSS
fur: Motôrs par modei di web, sedi par HTML che par CSS
fy_nl: Websjabloanmasinen, sawol foar HTML as CSS
he: מנועי תבניות אתרים, עבור HTML ו־CSS
ia: Motores de modellos de web, ambe pro HTML e CSS
ka: ნიმუშების ძრავები ორივესთვის, HTML და CSS-ისთვის
nb_no: Nettmalmotorer, både for HTML og CSS
nn_no: Motorar for webmalar, for både HTML og CSS
ro: Motoare de șabloane web, atât pentru HTML, cât și pentru CSS
te: HTML, CSS రెండింటికీ వెబ్ టెంప్లేట్ ఇంజిన్లు
th: เอนจินเทมเพลตเว็บสำหรับทั้ง HTML และ CSS
tr: Hem HTML hem de CSS için web şablonu motorları
vi: Công cụ mẫu web, cho cả HTML và CSS

source: Any other tool that takes code or files, applies processing, and generates code or file(s) to include in the add-on
ka: სხვა ნებისმიერი საშუალება, რომელიც იღებს კოდს ან ფაილს, ამუშავებს და შედეგად ქმნის ფორმაშეცვლილ კოდსა და ფაილ(ებ)ს, დამატებაში ჩასართავად

source: You do not need to submit Source Code, and you’re ready for the next step.
es_ar: No necesitás enviar el código fuente y ya estás listo para el próximo paso.
fi: Sinun ei tarvitse lähettää lähdekoodia, ja olet valmis siirtymään seuraavaan vaiheeseen.
fur: No tu scugnis inviâ il codiç sorzint, al è dut pront pal pas sucessîf.
fy_nl: Jo hoege gjin boarnekoade yn te tsjinjen en jo binne ree foar de folgjende stap.
he: אין צורך לספק קוד מקור, ניתן להמשיך לשלב הבא.
ia: Tu non necessita de inviar codice fonte, e tu es preste pro le grado successive.
ka: თქვენ არ გესაჭიროებათ პირველწყარო კოდის წარდგენა და მზად ხართ შემდეგ საფეხურზე გადასასვლელად.
nb_no: Du trenger ikke å sende inn kildekode, og du er klar for neste steg.
nn_no: Du treng ikkje å sende inn kjedekode, og du er klar for neste steg.
ro: Nu este nevoie să depui codul sursă și ești gata pentru pasul următor.
te: మీరు మూల కోడును సమర్పించాల్సిన అవసరం లేదు, తదుపరి అంచె కోసం మీరు తయారుగా ఉన్నారు.
th: คุณไม่จำเป็นต้องส่งซอร์สโค้ด และคุณก็พร้อมสำหรับขั้นตอนถัดไปแล้ว
tr: Kaynak kodunu göndermenize gerek yok. Bir sonraki adıma hazırsınız.
vi: Bạn không cần gửi mã nguồn và bạn đã sẵn sàng cho bước tiếp theo.

source: Your Submission Requires Source Code.
ka: თქვენ მიერ წარდგენილი მასალა საჭიროებს პირველწყარო კოდს.
te: మీ సమర్పణకు మూల కోడ్ అవసరం.

source: The source code must meet <a %(a_attrs)s>policy requirements</a>, which includes:
ka: პირველწყარო კოდი უნდა შეესაბამებოდეს <a %(a_attrs)s>მოთხოვნების დებულებას</a>, რომელიც მოიცავს:

source: Step-by-step build instructions to create an exact copy of the add-on code.
ka: აწყობის ნაბიჯ-ნაბიჯ მითითებებს დამატების კოდის ზუსტი ასლის შესაქმნელად.

source: A build script that executes all necessary technical steps.
es_ar: Una guía en la que se incluyan todos los pasos técnicos necesarios.
fi: Koostamisskripti, joka suorittaa kaikki tarvittavat tekniset vaiheet.
fur: Un script pe compilazion che al eseguissi ducj i passaçs tecnics necessaris.
fy_nl: In buildscript dat alle nedige technyske stappen útfiert.
he: סקריפט בנייה שמפעיל את כל השלבים הטכניים הנדרשים.
ia: Un script de compilation que exeque tote le necessari grados technic.
ka: სკრიპტის შექმნას, რომელიც გაივლის ყველა საჭირო ტექნიკურ საფეხურს.
nb_no: Et byggeskript som utfører alle nødvendige tekniske trinn.
nn_no: Eit byggjeskript som utfører alle nødvendige tekniske steg.
ro: Un script de versiune care execută toți pașii tehnici necesari.
te: అవసరమైన సాంకేతిక అంచెలన్నిటినీ నిర్వర్తించే ఒక బిల్డు స్క్రిప్టు.
th: สคริปต์บิลด์ที่เรียกใช้ขั้นตอนทางเทคนิคทั้งหมดที่จำเป็น
tr: Gerekli tüm teknik adımları uygulayan bir derleme betiği.
vi: Một tập lệnh xây dựng thực hiện tất cả các bước kỹ thuật cần thiết.

source: Operating system and build environment requirements.
es_ar: Los requisitos del sistema operativo y del entorno.
fi: Käyttöjärjestelmän ja koostamisympäristön vaatimukset.
fur: Recuisîts su sisteme operatîf e ambient di compilazion.
fy_nl: Easken foar it bestjoeringssysteem en de buildomjouwing.
he: דרישות סביבת הידור קוד ומערכת הפעלה.
ia: Requisitos de systema operative e ambiente de compilation.
ka: საოპერაციო სისტემასა და აწყობის გარსის მოთხოვნებს.
nb_no: Krav til operativsystem og byggemiljø.
nn_no: Operativsystem og byggemiljøkrav.
ro: Cerințe pentru sistemul de operare și mediul de compilare.
te: నిర్వాహక వ్యవస్థ, బిల్డ్ పర్వాపరణ ఆవశ్యకాలు.
th: ความต้องการสำหรับระบบปฏิบัติการและสภาพแวดล้อมบิลด์
tr: İşletim sistemi ve yapı ortamı gereksinimleri.
vi: Hệ điều hành và xây dựng các yêu cầu về môi trường.

source: Details (including required version and installation instructions), of any programs used in the build process (for example: <span class="tech-emphasis">node</span> and <span class="tech-emphasis">npm</span> version used).
ka: ვრცლად (მათ შორის მოთხოვნილ ვერსიასა და დაყენების მითითებებს) აწყობის პროცესში გამოყენებულ ყველა პროგრამაზე (მაგალითად: <span class="tech-emphasis">node</span> და <span class="tech-emphasis">npm</span> ვერსიებზე).

source: <span class="instruction-emphasis">Note:</span> Source files (aside from open-source third party libraries) cannot be transpiled, obfuscated, minified or otherwise machine-generated.
ka: <span class="instruction-emphasis">შენიშვნა:</span> წყაროს ფაილები (გარდა ღია წყაროს მქონე ცალკეული ბიბლიოთეკებისა) არ უნდა იყოს ერთი ენიდან სხვაზე გადმოტანილი, ფორმაშეცვლილი, გამარტივებული ან სხვა სახით დამუშავებული მექანიკურად.

source: How to Submit:
ka: როგორ ხდება წარდგენა:
te: ఎలా సమర్పించాలి:

source: Include instructions in a README file in the source code,
ka: მითითებები README ფაილის სახით უნდა დაერთოს პირველწყარო კოდს,
te: సోర్స్ కోడులో README ఫైలులో సూచనలను చేర్చండి,

source: or in reviewer notes on the next page (if applicable).
ka: ან მიმომხილველის შენიშვნები მომდევნო გვერდზე (საჭიროების შემთხვევაში)

source: Upload source code:
es_ar: Enviar código fuente:
fi: Lähetä lähdekoodi:
fur: Cjame in rêt il codiç sorzint:
fy_nl: Boarnekoade oplade:
he: העלאת קוד מקור:
hr: Prenesi izvorni kod:
ia: Incargar codice fonte:
is: Senda inn frumkóða:
ka: პირველწყარო კოდის ატვირთვა:
nb_no: Last opp kildekode:
nn_no: Last opp kjeldekode:
ro: Încarcă codul sursă:
te: మూల కోడ్ ఎక్కింపు:
th: อัปโหลดโค้ดต้นฉบับ:
tr: Kaynak kodu yükle:
vi: Tải lên mã nguồn:

source: Add-on Distribution Agreement
es_ar: Acuerdo de distribución de complementos
fi: Lisäosan jakelusopimus
fur: Acuardi di distribuzion pai components adizionâi
fy_nl: Add-on-distribúsjeoerienkomst
he: הסכם הפצת תוספת
hr: Sporazum o distribuciji dodatka
ia: Accordo de distribution del additivo
is: Dreifingarsamningur viðbótar
ka: შეთანხმება, დამატების გავრცელების თაობაზე
kab: Amtawa n uzuzer n uzegrir
ms: Perjanjian Distribusi Add-on
nb_no: Distribusjonsavtale for tillegg
nn_no: Distribusjonsavtale for utvidingar
ro: Acord de distribuție pentru suplimente
te: పొడిగింత డిస్ట్రిబ్యూషన్ అగ్రిమెంట్
th: ข้อตกลงการแจกจ่ายส่วนเสริม
tr: Eklenti Dağıtım Sözleşmesi
vi: Thỏa thuận phân phối tiện ích

source: Upload Add-on
es_ar: Subir complemento
fi: Lähetä lisäosa
fur: Cjame component adizionâl
fy_nl: Add-on oplade
he: העלאת תוספת
hr: Prenesi dodatak
ia: Incargar additivo
is: Senda inn viðbót
ka: დამატების ატვირთვა
kab: Sali azegrir
ms: Muat naik Add-on
nb_no: Last opp tillegg
nn_no: Last opp utviding
ro: Încarcă suplimentul
te: పొడిగింత ఎక్కించు
th: อัปโหลดส่วนเสริม
tr: Eklenti yükle
vi: Tải lên tiện ích

source: Where to Host File
ka: სად გსურთ ფაილის განთავსება
kab: Anda ara yezdeɣ ufaylu
ms: Di mana untuk Hos fail

source: Where to Host Version
es_ar: Dónde alojar la versión
fur: Dulà ospitâ cheste version
fy_nl: Wêr’t de ferzje host wurdt
he: איפה לארח את הגרסה
ia: Le servitor hospite del version
ka: სად გსურთ ვერსიის განთავსება
kab: Anda ara yezdeɣ lqem
ms: Di mana untuk Host Versi
nb_no: Hvor skal versjonen huses
nn_no: Kvar skal versjonar husast
ro: Unde va fi găzduită versiunea
te: వెర్షనును ఎక్కడ హోస్ట్ చేయాలి
tr: Sürümün barındırılacağı yer
vi: Nơi lưu trữ phiên bản

source: Upload Version
es_ar: Subir versión
fi: Lähetä versio
fur: Cjarie version
fy_nl: Ferzje oplade
he: העלאת גרסה
hr: Prenesi verziju
ia: Incargar version
is: Senda inn útgáfu
ka: ვერსიის ატვირთვა
kab: Sali lqem
ms: Muat naik Versi
nb_no: Last opp versjon
nn_no: Last opp versjon
ro: Încarcă versiunea
te: వెర్షనును ఎక్కించండి
th: อัปโหลดรุ่น
tr: Sürüm yükle
vi: Phiên bản tải lên

source: Use the fields below to upload your add-on package. After upload, a series of automated validation tests will be run on your file.
es_ar: Usa los siguientes campos para subir el complemento. Una vez subido, se ejecutará una serie de pruebas de validación automática en tu fichero.
fur: Dopre i cjamps chi sot par cjariâ in rêt il pachet dal to component adizionâl. Dopo vêlu cjariât, il file al subirà une serie di provis di convalide automatizadis.
fy_nl: Brûk ûndersteande fjilden om jo add-onpakket op te laden. Nei de oplaad wurdt in oantal automatisearre falidaasjetests op jo bestân útfierd.
he: יש להשתמש בשדות שלהלן כדי להעלות את חבילת התוספת. לאחר ההעלאה, תורץ סדרה של בדיקות אימות אוטומטיות על הקובץ שלך.
ia: Usa le campos infra pro incargar le pacchetto de tu additivo. Post le incargamento, un serie de tests de validation automatisate se exequera sur tu file.
ka: გამოიყენეთ ქვემოთ მოცემული ველები დამატების პაკეტის ასატვირთად. ატვირთვის შემდეგ, ავტომატურად დაიწყება თქვენი ფაილის შემოწმება.
ms: Gunakan medan di bawah untuk memuat naik pakej add-on anda. Selepas dimuat naik, satu siri ujian pengesahan automatik akan dijalankan kepada fail anda.
nb_no: Bruk feltene nedenfor for å laste opp tilleggspakken din. Etter opplasting vil en serie automatiserte valideringstester kjøres på filen din.
nn_no: Bruk feltet nedanfor for å laste opp utvidingspakken din. Etter opplasting, vil ei rad automatiserte valideringstestar køyrast på fila di.
ro: Folosește câmpurile de mai jos ca să încarci pachetul suplimentului. După încărcare, pe fișierul tău va fi executată o serie de teste automate de validare.
tr: Eklenti paketinizi göndermek için aşağıdaki alanları kullanın. Karşıya yüklemeden sonra dosya üzerinde bir dizi doğrulama testi uygulanacak.
vi: Sử dụng các trường bên dưới để tải lên gói tiện ích của bạn. Sau khi tải lên, một loạt các kiểm tra xác thực tự động sẽ được chạy trên tập tin của bạn.

source: Create a Theme Version
es_ar: Crear una versión del tema
fi: Luo teemaversio
fur: Cree une version dal teme
fy_nl: In temaferzje meitsje
he: יצירת גרסת ערכת נושא
hr: Stvori verziju teme
ia: Crear un version del thema
is: Búa til útgáfu af þema
ka: თემის ვერსიის შექმნა
ms: Cipta Versi Tema
nb_no: Lag en temaversjon
nn_no: Lag ein temaversjon
ro: Creează o versiune de temă
th: สร้างรุ่นของชุดรูปแบบ
tr: Tema sürümü oluştur
vi: Tạo một phiên bản chủ đề

source: Create a Theme
es_ar: Crear un tema
fi: Luo teema
fur: Cree un teme
fy_nl: In tema meitsje
he: יצירת ערכת נושא
hr: Stvori temu
ia: Crear un thema
is: Búa til þema
ka: თემის შექმნა
ms: Cipta Tema
nb_no: Lag et tema
nn_no: Lag eit tema
ro: Creează o temă
te: అలంకారం సృష్టించు
th: สร้างชุดรูปแบบ
tr: Tema oluştur
vi: Tạo một chủ đề

source: Submit File
ka: ფაილის წარდგენა
kab: Azen afaylu
ms: Hantar Fail

source: Sign Add-on
ka: დამატების ხელმოწერა
kab: Zmel azegrir
ms: Tandatangan Add-on
te: పొడిగింతని ప్రవేశించూ

source: Theme generate
es_ar: Generar tema
fur: Gjenerazion teme
fy_nl: Tema oanmeitsje
he: יצירת ערכת נושא
hr: Generiraj temu
ia: Thema generate
ka: თემის დამზადება
ms: Jana tema
nb_no: Generer tema
nn_no: Generer tema
ro: Generează tema
te: అలంకార ఉత్పత్తి
th: การสร้างชุดตกแต่ง
tr: Tema oluştur
vi: Công cụ tạo chủ đề

source: Theme generator
es_ar: Generador de tema
fur: Gjeneradôr di teme
fy_nl: Tema-generator
he: מחולל ערכות נושא
hr: Generator tema
ia: Generator de thema
ka: თემის დამამზადებელი
ms: Penjana tema
nb_no: Temagenerator
nn_no: Temagenerator
ro: Generator de teme
te: అలంకార జనకం
th: ตัวสร้างชุดตกแต่ง
tr: Tema oluşturucu
vi: Trình tạo chủ đề

source: Theme name
es_ar: Nombre del tema
fi: Teeman nimi
fur: Non dal teme
fy_nl: Temanamme
he: שם ערכת נושא
hr: Naziv teme
ia: Nomine del thema
is: Heiti þema
ka: თემის სახელი
ms: Nama tema
nb_no: Temanavn
nn_no: Temanamn
ro: Numele temei
te: అలంకారం పేరు
th: ชื่อชุดรูปแบบ
tr: Tema adı
vi: Tên chủ đề

source: Select a header image for your theme
es_ar: Selecciona una imagen de encabezado para tu tema
fi: Valitse otsakekuva teemallesi
fur: Selezione une imagjin di intestazion pal to teme
fy_nl: Selektearje in headerôfbylding foar jo tema
he: נא לבחור בתמונת כותרת לערכת הנושא שלך
hr: Odaberi sliku zaglavlja za tvoju temu
ia: Elige un imagine del titulo pro tu thema
ka: თემის ზედა სურათის არჩევა
ms: Pilih imej pengepala untuk tema anda
nb_no: Velg et toppbilde for ditt tema
nn_no: Vel eit toppbilde for temaet ditt
ro: Selectează o imagine de antet pentru tema ta
te: మీ అలంకారం కోసం హెడర్ చిత్రాన్ని ఎంచుకోండి
th: เลือกภาพส่วนหัวสำหรับชุดตกแต่งของคุณ
tr: Temanız için üst bilgi resmi seçin
vi: Chọn một hình ảnh tiêu đề cho chủ đề của bạn

source: Image height should be 200 pixels
ka: სურათის სიმაღლე უნდა იყოს 200 პიქსელი
ms: Tinggi imej hendaklah 200 piksel

source: PNG, JPG, APNG, SVG or GIF (not animated)
es_ar: PNG, JPG, APNG, SVG o GIF (sin animación)
fi: PNG, JPG, APNG, SVG tai GIF (ei animoitu)
fur: PNG, JPG, APNG, SVG o GIF (cence animazion)
fy_nl: PNG, JPG, APNG, SVG of GIF (net animearre)
he: PNG,‏ JPG,‏ APNG,‏ SVG או GIF (ללא הנפשה)
hr: PNG, JPG, APNG, SVG ili GIF (ne animirani)
ia: PNG, JPG, APNG, SVG o GIF (sin animation)
is: PNG, JPG, APNG, SVG eða GIF (ekki með hreyfingu)
ka: PNG, JPG, APNG, SVG ან GIF (უმოძრაო)
ms: PNG, JPG, APNG, SVG atau GIF (bukan animasi)
nb_no: PNG, JPG, APNG, SVG eller GIF (ikke animert)
nn_no: PNG, JPG, APNG, SVG eller GIF (ikkje animert)
ro: PNG, JPG, APNG, SVG sau GIF (fără animații)
te: PNG, JPG, APNG, SVG లేదా GIF (యానిమేట్ చేయబడనిది)
th: PNG, JPG, APNG, SVG หรือ GIF (ไม่เคลื่อนไหว)
tr: PNG, JPG, APNG, SVG veya GIF (hareketsiz)
vi: PNG, JPG, APNG, SVG hoặc GIF (không hoạt ảnh)

source: Select colors for your theme
es_ar: Selecciona colores para tu tema
fi: Valitse värit teemallesi
fur: Selezione i colôrs pal to teme
fy_nl: Selektearje kleuren foar jo tema
he: נא לבחור צבעים לערכת הנושא שלך
hr: Odaberi boje za tvoju temu
ia: Eliger colores pro tu thema
is: Veldu liti fyrir þemað þitt
ka: ფერების შერჩევა თემისთვის
ms: Pilih warna untuk tema anda
nb_no: Velg farger for temaet ditt
nn_no: Vel fargar for temaet ditt
ro: Selectează culorile temei
te: మీ అలంకారానికి రంగులు ఎంచుకోండి
tr: Temanızın renklerini seçin
vi: Chọn màu cho chủ đề của bạn

source: Header area background
es_ar: Fondo del área del título
fur: Fonts de aree di intestazion
fy_nl: Eftergrûn fan headergebied
he: רקע אזור הכותרת
hr: Pozadina područja zaglavlja
ia: Fundo del area del titulo
is: Bakgrunnur fyrirsagnasvæðis
ka: ზედა ნაწილის ფონი
ms: Latar belakang kawasan pengepala
nb_no: Bakgrunn for topptekstområdet
nn_no: Bakgrunn for topptekstområdet
ro: Fundalul zonei de antet
te: శీర్షిక ప్రాంతపు వెనుతలం
th: พื้นหลังของพื้นที่ส่วนหัว
tr: Başlık alanı arka planı
vi: Nền khu vực tiêu đề

source: The color of the header area background, displayed in the part of the header not covered or visible through the header image. Manifest field: accentcolor.
ka: ზედა ნაწილის ფონის ფერი, გამოჩნდება იმ ადგილებში, რომელსაც სურათი არ დაფარავს. Manifest ველი: accentcolor.
ms: Warna latar belakang kawasan pengepala, dipaparkan dengan sebahagian pengepala tidak dilindungi atau boleh dilihat menembusi imej pengepala. Medan manifes: accentcolour.

source: Header area text and icons
es_ar: Texto e iconos del área del título
fur: Test e iconis de aree di intestazion
fy_nl: Tekst en piktogrammen fan headergebied
he: טקסט וסמלי אזור הכותרת
hr: Tekst i ikone područja zaglavlja
ia: Texto e icones del area de titulo
is: Texti og táknmyndir fyrirsagnasvæðis
ka: ზედა ნაწილის ტექსტი
ms: Teks dan ikon kawasan pengepala
nb_no: Tekst og ikoner for topptekstområdet
nn_no: Tekst og ikon for topptekstområdet
ro: Text și pictograme în zona antetului
te: శీర్షిక ప్రాంతంలో పాఠ్యం, ప్రతీకాలు
th: ข้อความและไอคอนพื้นที่ส่วนหัว
tr: Başlık alanı metin ve simgeleri
vi: Biểu tượng và văn bản vùng tiêu đề

source: The color of the text and icons in the header area, except the active tab. Manifest field: textcolor.
ka: ზედა ნაწილში არსებული წარწერის და ხატულების ფერი, მოხქმედი ჩანართის გარდა. მანიფესტის ველი: textcolor.
ms: Warna teks yang dipaparkan dalam kawasan pengepala kecuali tab yang aktif. Medan manifes: textcolor.

source: Toolbar area background
es_ar: Fondo del área de la barra de herramientas
fi: Työkalupalkin tausta
fur: Fonts de aree de sbare dai struments
fy_nl: Eftergrûn fan arkbalkegebied
he: רקע אזור סרגל הכלים
hr: Pozadina područja alatne trake
ia: Fundo del area del barra de instrumentos
is: Bakgrunnur verkfærastikusvæðis
ka: ხელსაწყოთა ზოლის ფონი
ms: Latar belakang kawasan bar alatan
nb_no: Bakgrunn for verktøylinjeområdet
nn_no: Bakgrunn for verktøylinjeområdet
ro: Fundalul zonei barei de instrumente
te: పనిముట్లపట్టీ ప్రాంతపు వెనుతలం
th: พื้นหลังของพื้นที่แถบเครื่องมือ
tr: Araç çubuğu alanı arka planı
vi: Nền khu vực thanh công cụ

source: The background color for the navigation bar, the bookmarks bar, and the selected tab. Manifest field: toolbar.
ka: ფონის ფერი გადასაადგილებელი ღილაკებისთვის, სანიშნების ზოლისა და არჩეული ჩანართისთვის. მანიფესტის ველი: toolbar.
ms: Warna latar belakang untuk bar navigasi, bar tandabuku dan tab dipilih. Medan manifes: toolbar.

source: Toolbar area text and icons
es_ar: Texto e iconos de la barra de herramientas
fi: Työkalupalkin teksti ja kuvakkeet
fur: Iconis e test de sbare dai struments
fy_nl: Tekst en piktogrammen fan it arkbalkegebied
he: טקסט וסמלי אזור סרגל הכלים
hr: Tekst i ikone područja alatne trake
ia: Texto e icones del area del barra de instrumentos
is: Texti og táknmyndir verkfærastikusvæðis
ka: ხელსაწყოთა ზოლის ტექსტი და ხატულები
ms: Teks dan ikon kawasan bar alatan
nb_no: Tekst og ikoner i verktøylinjeområdet
nn_no: Tekst og ikon i verktøylinjeområdet
ro: Text și pictograme pentru zona barei de instrumente
te: పనిముట్లపట్టీ ప్రాంతంలో పాఠ్యం, ప్రతీకాలు
th: ข้อความและไอคอนพื้นที่แถบเครื่องมือ
tr: Araç çubuğu alanı metni ve simgeleri
vi: Biểu tượng và văn bản khu vực thanh công cụ

source: The color of the text and icons in the toolbar and the active tab. Manifest field: toolbar_text.
ka: ხელსაწყოთა ზოლის ველებში და მოქმედ ჩანართზე არსებული ტექსტის და ხატულების ფერი. მანიფესტის ველი: toolbar_field_text.
ms: Warna teks dan ikon dalam medan bar alatan dan tab yang aktif. Medan manifes: toolbar_text.

source: Toolbar field area background
es_ar: Fondo de los campos de la barra de herramientas
fur: Fonts de aree dal cjamp de sbare dai struments
fy_nl: Eftergrûn fan arkbalkefjildgebied
he: רקע אזור השדות בסרגל הכלים
hr: Pozadina područja polja alatne trake
ia: Fundo del area del campo del barra de instrumentos
is: Bakgrunnur reita verkfærastiku
ka: ხელსაწყოთა ზოლზე არსებული ველების ფონი
ms: Latar belakang kawasan medan bar alatan
nb_no: Bakgrunn for feltområdet for verktøylinjen
nn_no: Bakgrunn for feltområdet for verktøylinja
ro: Fundalul câmpurilor pentru zona barei de instrumente
te: పనిముట్లపట్టీ ప్రాంతపు వెనుతలం
th: พื้นหลังของพื้นที่ฟีลด์แถบเครื่องมือ
tr: Araç çubuğu alanı arka planı
vi: Nền khu vực trường thanh công cụ

source: The background color for fields in the toolbar, such as the URL bar. Manifest field: toolbar_field.
es_ar: El color de fondo de los campos de la barra de herramientas, como el de la barra de URL. Campo del manifiesto: toolbar_field.
fur: Il colôr di fonts pai cjamps te sbare dai struments, come la sbare dal URL. Cjamp dal manifest: toolbar_field.
fy_nl: De eftergrûnkleur foar fjilden yn de arkbalke, lykas de URL-balke. Manifestfjild: · · toolbar_field.
ia: Le color de fundo pro le campos in le barra de instrumentos, como le barra de adresse. Campo de manifesto: toolbar_field.
ka: ხელსაწყოთა ზოლზე არსებული ველების ფონის ფერი, მაგალითად, მისამართების ჩასაწერი ველის. მანიფესტის ველი: toolbar_field.
ms: Warna latar belakang untuk medan dalam bar alatan, seperti bar URL. Medan manifes: toolbar_field.
nb_no: Bakgrunnsfargen for felt i verktøylinjen, for eksempel adresselinjen. Manifestfelt: toolbar_field.
nn_no: Bakgrunnsfargen for felt i verktøylinja, til dømes URL-linja. Manifestfelt: toolbar_field.
ro: Culoarea fundalului pentru câmpurile din bara de instrumente, cum ar fi bara de adrese. Câmpul manifestului: toolbar_field.
te: పనిముట్లపట్టీ లోని చిరునామాపట్టీ వంటి ఖాళీల వెనుతలపు రంగు. మానిఫెస్ట్ ఫీల్డు: toolbar_field.
th: สีพื้นหลังสำหรับฟีลด์ต่าง ๆ ในแถบเครื่องมือ เช่น แถบ URL ฟิลด์ในข้อมูลกำกับ: toolbar_field
tr: Araç çubuğundaki alanlar (örn. adres çubuğu) için arka plan rengi. Manifest alanı: toolbar_field.
vi: Màu nền cho các trường trong thanh công cụ, chẳng hạn như thanh URL. Trường kê khai: toolbar_field.

source: Toolbar field area text
es_ar: Texto de los campos de la barra de herramientas
fur: Test de aree dal cjamp de sbare dai struments
fy_nl: Tekst arkbalkefjildgebied
he: טקסט אזור השדות בסרגל הכלים
hr: Tekst područja polja alatne trake
ia: Texto del area del campo del barra de instrumentos
is: Bakgrunnur reita textasvæðis
ka: ხელსაწყოთა ზოლის ველებში არსებული ტექსტი
ms: Teks kawasan medan bar alatan
nb_no: Tekst på feltområdet i verktøylinjen
nn_no: Tekst på feltområdet i verktøylinja
ro: Textul zonei câmpului din bara de instrumente
te: పనిముట్లపట్టీ ప్రాంతపు పాఠ్యం
th: ข้อความในพื้นที่ฟีลด์แถบเครื่องมือ
tr: Araç çubuğu alan metni
vi: Văn bản khu vực trường thanh công cụ
