Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: <p>Add-ons can have any number of authors with 2 possible roles:</p> <ul> <li><b>Owner:</b> Can manage all aspects of the add-on's listing, including adding and removing other authors</li> <li><b>Developer:</b> Can manage all aspects of the add-on's listing, except for adding and removing other authors</li> </ul>
es_ar: <p>Los complementos pueden tener cualquier número de autores con 2 funciones posibles:</p> <ul><li><b>Propietario:</b> Puede gestionar todos los aspectos del listado del complemento, incluyendo añadir y eliminar otros autores.</li> <li><b>Desarrollador:</b> Puede gestionar todos los aspectos del listado del complemento, excepto añadir y eliminar otros autores</li> </ul>
fur: <p>I components adizionâi a puedin vê ducj i autôrs che si vûl cun 2 pussibii rûi:</p><ul><li><b>Proprietari:</b> Al pues gjestî ducj i aspiets di visualizazion dal component adizionâl, includude la zonte e la rimozion di altris autôrs</li><li><b>Svilupadôr:</b> Al pues gjestî ducj i aspiets di visualizazion dal component adizionâl, gjavadis la zonte e la rimozion di altris autôrs</li></ul>
fy_nl: <p>Add-ons kinne mear skriuwers hawwe mei twa mooglike rollen:</p> <ul> <li><b>Eigener:</b> Kin alle aspekten fan de listwerjefte fan de add-on beheare, ynklusyf tafoegjen en fuortsmiten fan oare skriuwers</li> <li><b>Untwikkeler:</b> Kin alle aspekten fan de listwerjefte fan de add-on beheare, mei útsûndering fan tafoegjen en fuortsmiten fan oare skriuwers en behearen fan betellingen</li> </ul>
ia: <p>Le additivos pote haber un numero illimitate de autores con 2 possibile rolos:</p> <ul><li><b>Proprietario:</b> Pote gerer tote le aspectos listate del additivo, includite le addition e remotion de altere autores</li> <li><b>Disveloppator:</b> Pote gerer tote le aspectos listate del additivo, excepte le addition e remotion de altere autores</li> </ul>
ka: <p>დამატებას შეიძლება ჰყავდეს ნებისმიერი რაოდენობის თანაავტორი, რომლებიც შეასრულებენ 2 ძირითად მოვალეობას:</p> <ul> <li><b>მფლობელის:</b> რომელსაც შეეძლება დამატების გამოქვეყნებასთან დაკავშირებული საკითხების გადაწყვეტა, მათ შორის სხვა ავტორების დამატება და წაშლა</li> <li><b>შემმუშავებლის:</b> რომელსაც შეეძლება დამატების გამოქვეყნებასთან დაკავშირებული საკითხების გადაწყვეტა, გარდა ავტორების დამატებისა და წაშლის</li> </ul>
ms: <p>Add-ons boleh diuruskan oleh beberapa pengarang dengan 2 pilihan peranan:</p> <ul> <li><b>Pemilik:</b> Boleh menguruskan semua aspek penyenaraian add-on, termasuk memasukkan atau menyingkirkan pengarang lain</li> <li><b>Pembangun:</b> Boleh menguruskan semua aspek penyenaraian add-on, kecuali memasukkan atau menyingkirkan pengarang lain</li> </ul>
nb_no: <p>Tillegg kan ha mange opphavsmenn med 2 mulige roller:</p> <ul> <li><b>Eier:</b> Kan håndtere alle aspekter av listingen av tillegget, inkludert å legge til og fjerne andre opphavsmenn</li> <li><b>Utvikler:</b> Kan håndtere alle aspekter av listingen av tillegget, foruten å legge til og fjerne andre opphavsmenn</li> </ul>
nn_no: <p>Tillegg kan ha mange opphavsmenn med 2 moglege roller:</p> <ul> <li><b>Eigar:</b> Kan handtere alle aspek av listinga av tillegget, inkludert å leggje til og fjerne andre opphavsmenn</li> <li><b>Utviklar:</b> Kan handtere alle aspekt av listinga av tillegget, forutan å leggje til og fjerne andre opphavsmenn</li> </ul>
ro: <p>Suplimentele pot avea oricâți autori, cu 2 roluri posibile:</p> <ul> <li><b>Proprietar:</b> Poate gestiona toate aspectele legate de listarea suplimentelor, inclusiv adăugarea și eliminarea altor autori</li> <li><b>Dezvoltator:</b> Poate gestiona toate aspectele legate de listarea suplimentelor, în afară de adăugarea și eliminarea altor autori</li> </ul>
tr: <p>Eklentilerin istediğiniz kadar yazarı olabilir ve bunların iki farklı rolü olabilir:</p> <ul> <li><b>Sahip:</b> Diğer yazarları eklemek ve kaldırmak da dahil olmak üzere eklentinin tüm özelliklerini yönetebilir</li> <li><b>Geliştirici:</b> Diğer yazarları eklemek ve kaldırmak dışında eklentinin tüm özelliklerini yönetebilir</li> </ul>
vi: <p>Tiện ích có thể có bất kỳ số lượng tác giả nào với 2 vai trò:</p> <ul> <li><b>Chủ nhân:</b> Có thể quản lý tất cả các khía cạnh của danh sách tiện ích, bao gồm thêm và xóa các tác giả khác</li> <li><b>Nhà phát triển:</b> Có thể quản lý tất cả các khía cạnh của danh sách tiện ích, ngoại trừ việc thêm và xóa các tác giả khác</li> </ul>

source: This summary should clearly explain what your add-on does. It will be shown in listings and searches, and it will be used by reviewers to test your add-on.
es_ar: En este resumen deberías especificar la función de tu complemento. Aparecerá en listas y búsquedas y lo utilizarán los revisores para probar tu complemento.
fi: Tämän yhteenvedon tulisi selittää selkeästi, mitä lisäosasi tekee. Se näkyy listauksissa ja hauissa, ja arvioijat käyttävät sitä lisäosasi testaamiseen.
fur: Chest struc al à di spiegâ in mût clâr ce che al fâs il to component adizionâl. Al vignarà mostrât in listis e risultâts di ricercje e al vignarà doprât dai revisôrs come riferiment pes provis che a vignaran fatis sul component adizionâl.
fy_nl: Dizze gearfetting moat dúdlik útlizze wat jo add-on docht. Dizze ferskynt yn listen en sykopdrachten, en wurdt troch beoardielers brûkt om jo add-on te testen.
he: תקציר זה אמור להסביר בצורה מדויקת מה התוספת שלך עושה. התקציר יופיע ברשומות ובחיפושים וייעשה בו שימוש גם על־ידי סוקרים לבדיקת התוספת שלך.
ia: Iste summario debe explicar clarmente lo que tu additivo face. Illo apparera in listas e recercas, e essera usate per le revisores pro testar tu additivo.
ka: ეს შეჯამება ნათლად აჩვენებს თქვენი დამატების რაობას. იგი გამოჩნდება საიტსა და ძიებებში, მიმომხილველები კი გამოიყენებენ თქვენი დამატების გამოცდის დროს.
ms: Ringkasan ini dengan jelas menerangkan fungsi add-on anda. Juga akan dipaparkan di dalam senarai dan carian, dan akan digunakan oleh penyemak untuk menguji add-on anda.
nb_no: Denne oppsummeringen skal tydelig forklare hva tillegget ditt gjør. Den vil bli vist i lister og søk, og det vil bli brukt av de som gjennomgår tillegget for å teste det.
nn_no: Denne oppsummeringa skal tydelEg forklare kva tillegget ditt gjer. Den vil bli vist i lister og søk, og det vil bli brukt av dei som vurderer tillegget for å teste det.
ro: Rezumatul trebuie să explice clar ce face suplimentul. Va fi afișat în listări și căutări și va fi utilizat de revizori la testarea suplimentului.
th: ข้อความสรุปควรอธิบายถึงสิ่งที่ส่วนเสริมของคุณสามารถทำได้ ซึ่งจะถูกแสดงในรายชื่อและส่วนการค้นหา และจะถูกใช้โดยผู้ตรวจทานเพื่อทดสอบส่วนเสริมของคุณ
tr: Bu özet, eklentinizin ne yaptığını açık bir şekilde açıklamalıdır. Listelerde ve aramalarda gösterilir ve inceleyiciler tarafından eklentinizi test etmek için kullanılacaktır.
vi: Bản tóm tắt này phải giải thích rõ ràng về chức năng của tiện ích của bạn. Nó sẽ được hiển thị trong danh sách và tìm kiếm và nó sẽ được người đánh giá sử dụng để kiểm tra tiện ích của bạn.

source: Experimental?
es_ar: ¿Es experimental?
fi: Onko kokeellinen?
fur: Sperimentâl?
fy_nl: Eksperiminteel?
he: ניסיונית?
hr: Eksperimentalno?
is: Á tilraunastigi?
ka: საცდელია?
kab: Armitan?
ms: Eksperimen?
nb_no: Eksperimentell?
nn_no: Eksperimentell?
te: ప్రయోగాత్మకమా?
th: รุ่นทดลอง?
tr: Deneysel mi?
vi: Thử nghiệm?

source: If your add-on on is experimental or otherwise not ready for general use. The add-on will be listed but will have reduced visibility.
es_ar: Si tu complemento está en fase experimental o no está listo para uso general. El complemento aparecerá en la lista, pero con visibilidad reducida.
fi: Jos lisäosasi on kokeellinen tai ei muuten ole valmis yleiseen käyttöön. Lisäosa listataan, mutta sen näkyvyys on rajoitettu.
fur: Se il to component adizionâl al è sperimentâl opûr a ogni mût nol è pront pe utilizazion de bande dai utents. Il component adizionâl al sarà listât ma al varà une visibilitât ridote.
fy_nl: As jo add-on eksperiminteel of oarswat net ree is foar algemien gebrûk. De add-on sil fermeld wurde, mar fermindere sichtberheid hawwe.
he: אם התוספת שלך ניסיונית או, לחלופין, אינה מוכנה לשימוש הכלל. התוספת תוצג אך באופן מצומצם.
ia: Si tu additivo es experimental o alteremente non preste pro uso general. Le additivo essera listate ma minus visibile.
ka: თუ თქვენი დამატება საცდელია, ან არაა მზად საბოლოო მოხმარებისთვის. დამატება გამოქვეყნდება, მაგრამ იქნება ნაკლებად შესამჩნევი.
ms: Jika add-on anda masih dalam eksperimen ataupun belum siap untuk kegunaan umum. Add-on akan disenaraikan tapi kurang dapat dilihat.
nb_no: Hvis tillegget ditt er eksperimentelt eller på annen måte ikke er klart for generell bruk. Tillegget vil bli listet, men vil ha redusert synlighet.
nn_no: Dersom tillegget ditt er eksperimentelt eller på annan måte ikkje er klart for generell bruk. Tillegget vil bli lista, men vil ha redusert synlegheit.
ro: Dacă suplimentul este experimental sau nu este altminteri gata pentru uz general. Suplimentul va fi listat, dar va avea o vizibilitate redusă.
th: ถ้าส่วนเสริมของคุณอยู่ระหว่างการทดสอบหรือไม่พร้อมสำหรับการใช้งานทั่วไป ส่วนเสริมจะถูกแสดงในรายชื่อ แต่จะมีโอกาสที่จะมองเห็นได้น้อยลง
tr: Eklentiniz deneysel ise veya genel kullanım için hazır değilse. Eklenti listelenir, ancak görünürlüğü azalmış olacaktır.
vi: Nếu tiện ích bổ sung của bạn là thử nghiệm hoặc không sẵn sàng để sử dụng chung. Tiện ích sẽ được liệt kê nhưng sẽ bị giảm khả năng hiển thị.

source: This add-on is experimental.
es_ar: Este complemento es experimental.
fi: Tämä lisäosa on kokeellinen.
fur: Chest component adizionâl al è sperimentâl.
fy_nl: Dizze add-on is eksperiminteel.
he: תוספת זו הינה ניסיונית.
hr: Ovo je eksperimentalni dodatak.
ia: Iste additivo es experimental.
is: Þessi viðbót er á tilraunastigi.
ka: ეს დამატება საცდელია
kab: Azegrir-agi d armitan.
ms: Add-on ini masih eksperimen.
nb_no: Dette tillegget er eksperimentelt.
nn_no: Denne utvidinga er eksperimentell.
ro: Acest supliment este experimental.
te: ఈ పొడిగింత ప్రయోగాత్మకమైనది.
th: ส่วนเสริมนี้เป็นรุ่นทดลอง
tr: Bu eklenti deneyseldir.
vi: Tiện ích này là thử nghiệm.

source: This add-on is ready for general use.
es_ar: Este complemento está listo para uso general.
fi: Tämä lisäosa on valmis yleiseen käyttöön.
fur: Chest component adizionâl al è pront pe utilizazion de bande dai utents.
fy_nl: Dizze add-on is ree foar algemien gebrûk.
he: תוספת זו מוכנה לשימוש כללי.
hr: Ovaj je dodatak spreman za opću upotrebu.
ia: Iste additivo es preste pro uso general.
is: Þessi viðbót er tilbúin til almennrar notkunar.
ka: ეს დამატება მზადაა, ფართო მომხმარებლებისთვის წარსადგენად.
kab: Azegrir-agi ihegga i useqdec amatu.
ms: Add-on ini siap untuk kegunaan umum.
nb_no: Dette tillegget er klar for generell bruk.
nn_no: Denne utvidinga er klar for generell bruk.
ro: Acest supliment este gata pentru uz general.
te: ఈ పొడిగింత సాధారణ ఉపయోగం కోసం సిద్ధంగా ఉంది.
th: ส่วนเสริมนี้พร้อมแล้วสำหรับการใช้งานโดยทั่วไป
tr: Eklenti genel kullanım için hazır.
vi: Tiện ích này đã sẵn sàng để sử dụng chung.

source: Requires Payment?
es_ar: ¿Hay que hacer algún pago?
fi: Vaatiiko maksusuoritusta?
fur: Domandial paiaments?
fy_nl: Betelling fereaske?
he: תשלום נדרש?
hr: Zahtijeva plaćanje?
ia: Require illo un pagamento?
is: Krefst greiðslu?
ka: გადახდა სავალდებულოა?
ms: Perlukan Bayaran?
nb_no: Krever betaling?
nn_no: Krev betaling?
ro: Necesită plată?
te: చెల్లింపు అవసరమా?
th: ต้องชำระเงิน?
tr: Ücretli mi?
vi: Yêu cầu thanh toán?

source: Check this box if this add-on's core features require some form of payment upfront or after a trial period in order to work.
es_ar: Marca esta casilla si la función principal de tu complemento requiere cierta forma de pago previa o tras un periodo de prueba para funcionar correctamente.
fi: Valitse tämä ruutu, jos tämän lisäosan keskeisimmät ominaisuudet edellyttävät jonkinlaista maksua etukäteen tai kokeilujakson jälkeen toimiakseen.
fur: Segne cheste casele tal câs che, par podê funzionâ, lis funzions principâls dal component a domandin prime une forme di paiament opûr daspò un periodi di prove.
fy_nl: Finkje dit fekje oan as de basisfunksjes fan dizze add-on in bepaalde foarm fan betelling foarôf oan of nei in proefperioade fereasket om wurkje te kinnen.
he: יש לסמן תיבה זו אם תכונות הליבה של התוספת הזו דורשות סוג כלשהו של תשלום מראש או תשלום לאחר תקופת ניסיון כדי לפעול.
ia: Marca iste option si le functiones essential del additivo require un forma de pagamento in avantia o post un periodo de prova pro poter functionar.
ka: მონიშნეთ, თუ თქვენი დამატების ძირითადი შესაძლებლობებით სარგებლობისთვის, ან საცდელი დროის გასვლის შემდეგ, თანხის გადახდაა საჭირო.
ms: Tandakan kotak ini jika ciri teras add-on perlu dibayar dahulu atau selepas tempoh percubaan, supaya dapat berfungsi.
nb_no: Merk av i denne boksen hvis tilleggets kjernefunksjoner krever en form for betaling på forhånd eller etter en prøveperiode for å fungere.
nn_no: Merk av i denne boksen dersom kjernefunksjonane til tillegget krev ei form for betaling på førehand eller etter ein prøveperiode for å fungere.
ro: Bifează această casetă dacă funcționalitățile principale ale acestui supliment necesită orice formă de plată în avans sau după o perioadă de probă ca să funcționeze.
th: ทำเครื่องหมายช่องนี้ถ้าคุณลักษณะแกนกลางของส่วนเสริมนี้ต้องการการชำระเงินมัดจำล่วงหน้าในรูปแบบใดๆ หรือหลังจากช่วงทดลองใช้เพื่อใช้งานต่อไปได้
tr: Bu eklentinin temel özelliklerini kullanmak için önceden veya deneme süresinin sonunda ödeme yapılması gerekiyorsa bu kutuyu işaretleyin.
vi: Chọn hộp này nếu các tính năng cốt lõi của tiện ích này yêu cầu một số hình thức thanh toán trả trước hoặc sau thời gian dùng thử để hoạt động.

source: This add-on requires payment, non-free services or software, or additional hardware.
es_ar: Este complemento necesita pago, servicios o software de pago o hardware adicional.
fi: Tämä lisäosa vaatii maksun, maksuttomia/ei-vapaita palveluita tai ohjelmistoja tai lisälaitteistoa.
fur: Chest component adizionâl al è a paiament, al conten servizis o software a paiament opûr al domande hardware in plui par funzionâ.
fy_nl: Dizze add-on fereasket betelling, net-fergeze tsjinsten of software, of oanfoljende hardware.
he: תוספת זו דורשת תשלום, שירותים או תוכנה שאינם בחינם, או חומרה נוספת.
ia: Iste additivo require pagamento, servicios o software non libere, o hardware additional.
ka: ეს დამატება ითხოვს თანხით ანგარიშსწორებას, ფასიან მომსახურებებს, პროგრამას, ან დამატებით აპარატურას.
ms: Add-on ini perlu dibayar, perkhidmatan, perisian atau perkakasan tambahan bukan-percuma.
nb_no: Dette tillegget krever betaling, ikke-gratis tjenester eller programvare eller ekstra maskinvare.
nn_no: Dette tillegget krev betaling, ikkje-gratis tenester eller programvare eller ekstra maskinvare.
ro: Acest supliment necesită plăți, servicii sau programe informatice cu plată sau echipamente fizice suplimentare.
te: ఈ పొడగింతకు చెల్లింపు, స్వేచ్ఛాయుతంకాని సేవలు లేక సాఫ్ట్‌వేరు, లేదా అదనపు హార్డ్‌వేరు తప్పనిసరిగా కావాలి.
th: ส่วนเสริมนี้ต้องการการชำระเงิน บริการหรือซอฟต์แวร์ที่เสียค่าใช้จ่าย หรือฮาร์ดแวร์เพิ่มเติม
tr: Bu eklenti için ödeme yapılması, ücretli bir servis/yazılım veya ek donanım gerekiyor.
vi: Tiện ích này yêu cầu thanh toán, dịch vụ không miễn phí hoặc phần mềm hoặc phần cứng bổ sung.

source: This add-on doesn't require any additional payments, paid services or software, or additional hardware.
es_ar: Este complemento no requiere ningún pago adicional, servicios de pago o software ni ningún hardware extra.
fi: Tämä lisäosa ei vaadi lisämaksuja, maksullisia palveluita tai ohjelmistoja tai lisälaitteistoa.
fur: Chest component adizionâl nol domande paiaments adizionâi, nol conten servizis o software a paiament, ni al domande hardware in plui par funzionâ.
fy_nl: Dizze add-on fereasket gjin oanfoljende betellingen, net-fergeze tsjinsten of software, of oanfoljende hardware.
he: תוספת זו אינה דורשת תשלום, שירותים או תוכנה בתשלום, או חומרה נוספת.
ia: Iste additivo non require pagamentos additional, servicios o software pagate, o hardware additional.
ka: ეს დამატება არ ითხოვს თანხით ანგარიშსწორებას, ფასიან მომსახურებებს, პროგრამას, ან დამატებით აპარატურას.
ms: Add-on ini tidak perlu apa-apa bayaran, perkhidmatan, perisian atau perkakasan tambahan.
nb_no: Dette tillegget krever ikke ytterligere betalinger, betalte tjenester, programvare eller ekstra maskinvare.
nn_no: Dette tillegget krev ikkje ytterlegare betalingar, betalte tenester, programvare eller ekstra maskinvare.
ro: Acest supliment nu necesită plăți suplimentare, servicii sau programe informatice cu plată sau echipamente fizice suplimentare.
te: ఈ పొడగింతకు అదనపు చెల్లింపులు, చెల్లించిన సేవలు లేక సాఫ్ట్‌వేరు, లేదా అదనపు హార్డ్‌వేరు అవసరం లేదు.
th: ส่วนเสริมนี้ไม่ต้องการการชำระเงินเพิ่มเติม บริการหรือซอฟต์แวร์ที่เสียค่าใช้จ่าย หรือฮาร์ดแวร์เพิ่มเติมใดๆ
tr: Bu eklenti için ekstra ödeme, ücretli bir servis/yazılım veya ek donanım gerekmiyor.
vi: Tiện ích này không yêu cầu bất kỳ khoản thanh toán bổ sung, dịch vụ trả phí hoặc phần mềm hoặc phần cứng bổ sung nào.

source: Categories are the primary way users browse through add-ons. Choose any that fit your add-on's functionality for the most exposure.
es_ar: Las categorías son la forma principal de buscar complementos. Elige la que mejor se adapte a la funcionalidad de tu complemento para obtener mejores resultados.
fi: Luokat ovat käyttäjien ensisijainen tapa selata lisäosia. Valitse lisäosasi toiminnallisuuteen sopivat luokat näkyvyyden parantamiseksi.
fur: Lis categoriis a son la maniere principâl che i utents a àn par esplorâ i components adizionâi. Sielç ducj chei pertinents cu lis funzionalitâts dal to component par vê la massime visibilitât.
fy_nl: Kategoryen binne de ferneamdste manier wêrop brûkers troch add-ons blêdzje. Kies der ien dy’t de funksjonaliteit fan jo add-on yn de measte gefallen beskriuwt.
he: קטגוריות הן הדרך העיקרית שבאמצעותה משתמשים יכולים לדפדף בין התוספות. יש לבחור בכל אחת מהן שתואמת לתכונות של התוספת שלך לקבלת החשיפה המיטבית.
ia: Le categorias es le maniera primari pro le usatores de navigar per le additivos. Elige lo que adhere al functionalitate de tu additivo pro le melior visibilitate.
ka: კატეგორიები, მომხმარებლისთვის არის მთავარი საშუალება დამატებების მოსაძიებლად. აირჩიეთ ის, რომელიც ყველაზე უკეთ ერგება თქვენი დამატების დანიშნულებას.
ms: Kategori adalah cara utama yang digunakan pengguna untuk mencari add-ons. Pilih kategori yang paling sesuai untuk add-on anda supaya dapat pendedahan terbaik.
nb_no: Kategorier er den viktigste måten brukerne blar gjennom tillegg på. Velg de som passer til tilleggets funksjonalitet for mest mulig eksponering.
nn_no: Kategoriar er den viktigste måten brukarane blar gjennom tillegg på. Vel dei som passar for funksjonaliteten til tillegget, for mest mogleg eksponering.
ro: Categoriile sunt modalitatea principală folosită de utilizatori ca să răsfoiască suplimentele. Alege una în care se încadrează funcționalitatea suplimentului tău pentru cea mai mare expunere.
te: వాడుకరులు పొడగింతలను చూడటానికి వర్గాలు అనేవి ప్రధాన మార్గం. ఎక్కువ ప్రాచుర్యానికి మీ పొడగింత చేసే పనికి తగ్గ వర్గాలను ఎంచుకోండి.
th: หมวดหมู่เป็นวิธีหลักที่ผู้ใช้เรียกดูส่วนเสริมต่างๆ ให้เลือกหมวดหมู่ที่เหมาะกับฟังก์ชันการทำงานของส่วนเสริมของคุณเพื่อให้สามารถพบได้ง่ายที่สุด
tr: Kategoriler, kullanıcıların eklentilerle göz atmasının başlıca yoludur. En çok görünebilirlik için eklentinizin işlevselliğine uyan herhangi birini seçin.
vi: Danh mục là cách chính người dùng duyệt qua các tiện ích. Chọn bất kỳ chức năng nào phù hợp với chức năng của tiện ích của bạn để hiển thị nhiều nhất.

source: Categories cannot be changed while your add-on is featured. Please email <a href="mailto:%(email)s">%(email)s</a> if there is a reason you need to modify your categories.
ka: კატეგორიის შეცვლა შეუძლებელია, როცა დამატება რჩეულადაა მიჩნეული. გთხოვთ მოგვწეროთ <a href="mailto:%(email)s">%(email)s</a> ელფოსტაზე მიზეზი, თუ რატომ გსურთ, კატეგორიის შეცვლა.
ms: Kategori tidak boleh ditukar semasa add-on anda menjadi ciri aplikasi. Sila e-mel <a href="mailto:%(email)s">%(email)s</a> jika anda ada alasan supaya kategori itu perlu ditukar.

source: Tags help users find your add-on and should be short descriptors such as tabs, toolbar, or twitter. You may have a maximum of {0} tags.
ka: ჭდეები ეხმარება მომხმარებლებს დამატებების ძიებისას და უნდა წარმოადგენდეს მოკლე აღწერას, მაგალითად: „ჩანართები“, „ხელსაწყოები“, ან „twitter“. სულ შეგიძლიათ {0} ჭდის მითითება.
ms: Tag membantu pengguna mencari add-on anda, dan keterangannya perlu ringkas seperti tab, bar alatan, atau twitter. Anda boleh ada {0} tag maksimum.

source: Contributions URL
es_ar: URL de las colaboraciones
fur: URL pes ufiertis
fy_nl: Bydragen-URL
he: כתובת תרומות
hr: URL za doprinose
ia: URL del donationes
ka: შემოწირულობების URL
ms: URL Sumbangan
nb_no: Bidrags-URL
nn_no: Bidrags-URL
ro: URL pentru contribuții
te: సహాయకులు URL
th: URL การมีส่วนร่วม
tr: Katkıda bulunanlar adresi
vi: URL đóng góp

source: If you would like to request monetary contributions from your users, set this to a page where they can do so.
es_ar: Si quieres perdir contribuciones económicas a los usuarios, configura esto en una página donde puedan hacerlo.
fi: Jos haluat pyytää käyttäjiltäsi rahallista lahjoitusta, aseta tähän sivu, jossa he voivat tehdä lahjoituksen.
fur: Se tu desideris domandâ ufiertis monetariis dai utents, configure in chest cjamp un URL là che i utents a puedin fâlis.
fy_nl: As jo om jildlike bydragen fan jo brûkers freegje wolle, stel dit dan yn op in side wêrop se dy leverje kinne.
he: אם ברצונך לבקש סיוע כספי מהמשתמשים שלך, ניתן להגדיר ערך זה לעמוד בו הם יוכלו לתרום.
ia: Si tu desira demandar donationes monetari a tu usatores, defini lo a un pagina ubi illes pote lo facer.
ka: თუ გსურთ მომხმარებლებისგან მიიღოთ ფულადი შემოწირულობები, მიუთითეთ გვერდი, სადაც ამას შეძლებენ.
ms: Jika anda ingin meminta sumbangan kewangan dari pengguna anda, tetapkan dalam halaman ini supaya mereka boleh berbuat demikian.
nb_no: Hvis du vil be om pengebidrag fra brukerne dine, kan du sette dette til en side der de kan gjøre det.
nn_no: Om du ønskjer å be om pengebidrag frå brukarane dine, spesifiser ei side der dei kan gjere det.
ro: Dacă vrei să soliciți contribuții financiare de la utilizatori, setează o pagină unde să poată contribui.
te: మీ వాడుకరుల నుండి ధన సహాయం కోరాలనుకుంటే, వారు విరాళం ఏ పేజీలో ఇవ్వాలో ఇక్కడ అమర్చండి.
th: ถ้าคุณต้องการร้องขอเงินสนับสนุนจากผู้ใช้ของคุณ ให้ตั้งส่วนนี้เป็นหน้าที่ผู้ใช้สามารถบริจาคเงินได้
tr: Kullanıcılarınızdan parasal katkı talep etmek istiyorsanız bunu yapabilecekleri sayfayı belirtin.
vi: Nếu bạn muốn yêu cầu đóng góp bằng tiền từ người dùng của mình, hãy đặt điều này thành một trang mà họ có thể làm như vậy.

source: The whiteboard is the place to provide information relevant to your addon, whatever the version, to the reviewers. Use it to provide ways to test the addon, and any additional information that may help. This whiteboard is also editable by reviewers.
ka: შენიშვნების გვერდი არის ადგილი, სადაც შეიძლება განთავსდეს თქვენს დამატებასთან დაკავშირებული ინფორმაცია, ვერსიის განურჩევლად. გამოიყენეთ დამატების გამოცდის გზებისა და სხვა საჭირო ინფორმაციის მისათითებლად. არსებული ინფორმაციის შეცვლა, შეეძლებათ შემსწორებლებს.
ms: Papan putih ialah tempat untuk menyediakan maklumat berkaitan add-on anda, apa saja versi, kepada editor. Gunakannya untuk menyediakan cara menguji add-on dan maklumat tambahan yang membantu. Papan putih juga boleh diedit oleh editor.
