Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Whether you’re new to extension development, polishing up or porting an existing extension or theme, or creating a custom enterprise solution, we’ve got the resources to support you.
es_ar: Si sos nuevo en el desarrollo de extensiones, puliendo o portando una extensión o tema existente, o creando una solución empresarial personalizada, tenemos los recursos para ayudarte.
fur: Che tu sedis gnûf tal svilup di estensions, tal perfezionâ o tal fâ il porting di une estension o un teme esistents, o che tu stedis creant une soluzion aziendâl personalizade, o vin lis risorsis necessaris par supuartâti.
fy_nl: Oft jo no pas begjinne mei de ûntwikkeling fan útwreidingen, in besteande útwreiding of tema bywurkje of oersette, of in bedriuwsoplossing op maat meitsje, wy hawwe de middelen om jo te stypjen.
he: בין אם אינך מנוסה בפיתוח הרחבות, ליטוש או המרה של הרחבה או ערכת נושא קיימים, או יצירת פתרון ארגוני מותאם אישית, יש לנו את המשאבים לתמוך בך.
hr: Svejedno, je li tek počinješ razvijati proširenja, ispravljati ili portirati postojeća proširenja i teme ili izraditi prilagođeno poslovno rješenje, imamo resurse koji će ti pomoći u tvom radu.
ia: Si tu es nove al disveloppamento de extension, perfectionamento o portabilitate de un extension o thema existente, o creation de un solution de interprisa personalisate, nos ha le ressources pro te supportar.
nb_no: Enten du er nybegynner innen utvidelsesutvikling, finpusser eller porterer en eksisterende utvidelse eller et tema, eller lager en tilpasset bedriftsløsning, har vi ressursene som skal til for å støtte deg.
nn_no: Anten du er nybyrjar innan utvidingsutvikling, finpussar eller porterer ei eksisterande utviding eller eit tema, eller lagar ei tilpassa bedriftsløysing, har vi ressursane som skal til for å støtte deg.
ro: Fie că ești la început de drum în dezvoltarea de extensii, perfecționezi sau portezi o extensie sau o temă existentă ori creezi o soluție personalizată pentru întreprinderi, avem resursele cu care să te susținem.
tr: İster uzantı geliştirmeye yeni başlıyor olun, ister mevcut bir uzantıyı veya temayı iyileştiriyor ya da uyarlıyor olun ya da özel bir kurumsal çözüm geliştiriyor olun, size destek olacak kaynaklarımız mevcut.
vi: Cho dù bạn là người mới phát triển tiện ích mở rộng, hoàn thiện hoặc chuyển đổi tiện ích mở rộng hoặc chủ đề hiện có hay tạo giải pháp doanh nghiệp tùy chỉnh, chúng tôi đều có các tài nguyên để hỗ trợ bạn.

source: Visit the Firefox Extension Workshop
es_ar: Visita el taller de extensiones de Firefox
fi: Käy Firefoxin laajennusten työpajassa
fur: Visite il Laboratori estensions di Firefox
fy_nl: De Firefox-útwreidingsworkshop besykje
he: ביקור ב־Firefox Extension Workshop
hr: Posjeti radionicu Firefox proširenja
ia: Visita le Seminario de extensiones de Firefox
is: Heimsæktu vinnustofu Firefox-forritsauka
nb_no: Besøk Firefox utvidelsesverkstedet
nn_no: Besøk Extensions Workshop
ro: Intră în atelierul de extensii Firefox
te: Firefox పొడగింతల కార్యశాలను సందర్శించండి
tr: Firefox uzantı atölyesine git
vi: Đi đến Firefox Extension Workshop

source: Connect with us
es_ar: Conéctate con nosotros
fi: Ole yhteydessä meihin
fur: Restìn in contat
fy_nl: Kom yn kontakt mei ús
he: יצירת קשר
hr: Poveži se s nama
ia: Connecte te con nos
is: Tengstu við okkur
nb_no: Kontakt oss
nn_no: Kontakt oss
ro: Intră în contact cu noi
th: เชื่อมต่อกับเรา
tr: Bizimle iletişime geçin
vi: Kết nối với chúng tôi

source: Community forum
es_ar: Foro de la comunidad
fi: Yhteisökeskus
fur: Forum de comunitât
fy_nl: Mienskipsfoarum
he: פורום הקהילה
hr: Forum zajednice
ia: Foro de communitate
is: Spjallsvæði notenda
nb_no: Forum for fellesskapet
nn_no: Forum for fellesskapet
ro: Forumul comunității
th: กระดานสนทนาชุมชน
tr: Topluluk forumu
vi: Diễn đàn cộng đồng

source: Extensions Developers Newsletter
es_ar: Boletín para desarrolladores de extensiones
fi: Laajennusten kehittäjien uutiskirje
fur: Boletin pai svilupadôrs di estensions
fy_nl: Nijsbrief foar útwreidingsûntwikkelers
he: קבוצת דיוור של מפתחי הרחבות
hr: Bilten za programere proširenja
ia: Lista de diffusion del disveloppatores de extensiones
is: Fréttabréf fyrir þróunaraðila forritsauka
nb_no: Nyhetsbrev for tilleggsutviklere
nn_no: Nyheitsbrev for tilleggsutviklarar
ro: Buletin de știri pentru dezvoltatorii de extensii
te: పొడగింతల డెవలపర్ల వార్తాలేఖ
th: จดหมายข่าวนักพัฒนาส่วนขยาย
tr: Uzantı Geliştiricileri Bülteni
vi: Bản tin tiện ích dành cho nhà phát triển

source: Stay up-to-date on news and events for Firefox extension developers.
es_ar: Mantente al día con noticias y eventos para desarrolladores de extensiones Firefox.
fi: Pysy ajan tasalla Firefox-laajennuskehittäjille suunnatuista uutisista ja tapahtumista.
fur: Reste inzornât su notiziis e events pai svilupadôrs di estensions di Firefox.
fy_nl: Bliuw op de hichte fan nijs en eveneminten foar ûntwikkelers fan Firefox-útwreidingen.
he: להישאר מעודכן בחדשות ואירועים עבור מפתחי הרחבות Firefox.
hr: Budi u tijeku o novostima i događajima za programere proširenja za Firefox.
ia: Sta informate re novas e eventos pro disveloppatores de extensiones de Firefox.
is: Fylgstu með fréttum og viðburðum fyrir þróunaraðila Firefox-forritsauka.
nb_no: Hold deg oppdatert om nyheter og arrangementer for utviklere av Firefox-utvidelser.
nn_no: Hald deg oppdatert på nyheiter og arrangement for utviklarar av Firefox-utvidingar.
ro: Fii la curent cu noutățile și evenimentele pentru dezvoltatorii de extensii Firefox.
tr: Firefox uzantı geliştiricileri için güncel haberler ve etkinliklerden haberdar olun.
vi: Luôn cập nhật tin tức và sự kiện dành cho các nhà phát triển tiện ích mở rộng Firefox.

source: I’m okay with Mozilla handling my info as explained in this %(link_open)sPrivacy Notice%(link_close)s.
es_ar: Estoy de acuerdo con que Mozilla maneje mi información como se explica en esta %(link_open)sDeclaración de Privacidad%(link_close)s.
fi: Minulle käy, että Mozilla käsittelee tietojani tässä %(link_open)stietosuojakäytännössä%(link_close)s kuvatulla tavalla.
fur: Mi va ben che Mozilla al gjestissi lis mês informazions come spiegât in cheste %(link_open)sinformative su la riservatece%(link_close)s.
fy_nl: Ik gean akkoard mei hoe’t Mozilla omgiet mei myn gegevens, lykas útlein yn dizze %(link_open)sPrivacyferklearring%(link_close)s.
he: מקובלת עלי הדרך בה Mozilla מטפלת במידע שלי כפי שמוסבר ב%(link_open)sהצהרת פרטיות%(link_close)s זו.
hr: Slažem se da Mozilla upravlja mojim podacima kao što je objašnjeno u ovoj %(link_open)snapomeni o privatnost%(link_close)s.
ia: Io es de accordo con le tractamento de mi informationes personal per Mozilla como explicate in iste %(link_open)sNota de confidentialitate%(link_close)s.
nb_no: Jeg er forstått med hvordan Mozilla behandler mine personlige data, som forklart i denne %(link_open)spersonvernerklæringen%(link_close)s.
nn_no: Eg forstår korleis Mozilla handsamar dei personlege dataa mine, som forklart i denne %(link_open)spersonvernfråsegna%(link_close)s.
ro: Sunt de acord ca Mozilla să îmi gestioneze informațiile, conform explicațiilor din această %(link_open)sNotificare privind confidențialitatea%(link_close)s.
tr: Mozilla’nın bilgilerimi bu %(link_open)sGizlilik Bildirimi’nde%(link_close)s açıklandığı şekilde kullanmasını kabul ediyorum.
vi: Tôi đồng ý với việc Mozilla xử lý thông tin của tôi như đã giải thích trong %(link_open)sThông báo về quyền riêng tư này%(link_close)s.

source: Sign Up
es_ar: Regístrate
fur: Regjistriti
fy_nl: Registrearje
he: הרשמה
hr: Registracija
ia: Inscriber se
is: Nýskrá
nb_no: Registrer deg
nn_no: Registrer deg
ro: Înregistrează-te
te: నమోదవ్వండి
th: ลงทะเบียน
tr: Kaydol
vi: Đăng ký

source: Thanks!
es_ar: ¡Gracias!
fi: Kiitos!
fur: Graciis!
fy_nl: Tank!
he: תודה!
hr: Hvala!
ia: Gratias!
is: Takk!
nb_no: Takk!
nn_no: Takk!
ro: Îți mulțumim!
te: కృతజ్ఞతలు!
th: ขอบคุณ!
tr: Teşekkürler!
vi: Cảm ơn!

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
es_ar: Si no ha confirmado previamente una suscripción a un boletín relacionado con Mozilla, es posible que tenga que hacerlo ahora. Por favor, compruebe su correo o carpeta de spam para ver si recibió un correo nuestro.
fur: Se no tu lu âs ancjemò fat, o podaressin domandâti di confermâ la iscrizion a un boletin di Mozilla. Cîr la nestre e-mail te pueste in jentrade o in chê malvolude.
fy_nl: As jo noch nee earder in ynskriuwing foar in Mozilla-relatearre nijsbrief befêstige hawwe, moatte jo dit mooglik noch dwaan. Kontrolearje jo Postfek YN of jo spamfilter foar in e-mailberjocht fan ús.
he: אם טרם אישרת מינוי לקבוצת דיוור בנושאי Mozilla יתכן שיהיה עליך לעשות זאת. נא לחפש בתיבת הדואר הנכנס או הספאם שלך אם הגיעה הודעה מאתנו.
hr: Ako još nisi potvrdio/la prijavu na neki Mozillin bilten, možda ćeš to morati uraditi. Potraži našu e-poruku u svojoj ulaznoj pošti ili filtru za neželjenu poštu.
ia: Si tu non habeva antea confirmate un subscription a un newsletter re Mozilla tu pote facer lo. Per favor controla tu cassa de entrata o tu filtro del spam pro un e-posta ab nos.
nb_no: Om du ikke tidligere har bekreftet et abonnement på et Mozilla-relatert nyhetsbrev, må du kanskje gjøre det nå. Se etter en e-post fra oss i innboksen din eller i søppelpostfilteret ditt.
nn_no: Om du ikkje tidligare har stadfesta eit abonnement på eit Mozilla-relatert nyheitsbrev, må du kanskje gjere det no. Sjå etter ein e-post frå oss i innboksen din eller i søppelpostfilteret ditt.
ro: Dacă nu ai confirmat anterior un abonament la buletinul de știri despre Mozilla, este posibil să fie necesar să o faci. Te rugăm să cauți un mesaj de la noi pe e-mail în mesaje primite sau în dosarul de spam.
tr: Daha önce bir Mozilla bültenine abone olmadıysanız aboneliğinizi onaylamanız gerekebilir. Lütfen gelen kutunuzu veya spam klasörünüzü kontrol edin.
vi: Nếu bạn chưa xác nhận đăng kí các thư mới liên quan đến Mozilla thì bạn phải xác nhận lại. Hãy kiểm tra email của chúng tôi trong hộp thư đến của bạn hoặc tìm trong hộp thư spam.

source: WebExtensions API
es_ar: API de WebExtensions
fur: API WebExtensions
fy_nl: WebExtension-API
hr: API za web proširenja
ia: API de WebExtension
is: API-forritsviðmót WebExtensions
ro: API WebExtensions

source: Recommended Extensions program
es_ar: Programa de extensiones recomendadas
fi: Suositellut laajennukset -ohjelma
fur: Program estensions conseadis
fy_nl: Programma Oanrekommandearre útwreidingen
he: תוכנית ההרחבות המומלצות
hr: Program za preporučena proširenja
ia: Programma de extensiones recommendate
nb_no: Anbefalte utvidelsesprogram
nn_no: Tilrådde utvidingsprogram
ro: Program de extensii recomandate
th: โปรแกรมส่วนขยายที่แนะนำ
tr: Önerilen Uzantılar programı
vi: Chương trình tiện ích mở rộng được đề xuất

source: Get involved
es_ar: Involúcrate
fi: Osallistu
fur: Colabore cun nô
fy_nl: Meiwurkje
he: הצטרפות
hr: Uključi se
ia: Collabora
is: Taktu þátt
nb_no: Bli involvert
nn_no: Ver med
ro: Implică-te
te: పాలుపంచుకోండి
th: มีส่วนร่วม
tr: Bize katılın
vi: Tham gia

source: Connect with thousands of developers and discover more ways you can contribute to the extension ecosystem.
es_ar: Conectate con miles de desarrolladores y descubrí más formas en las que podés contribuir al ecosistema de extensiones.
fi: Ole yhteydessä tuhansiin kehittäjiin ja löydä lisää tapoja, miten voit osallistua laajennusten ekosysteemiin.
fur: Jentre in contat cun miârs di svilupadôrs e scuvierç gnûfs mûts par contribuî al ecosisteme des estensions.
fy_nl: Kom yn kontakt mei tûzenen ûntwikkelers en ûntdek mear manieren wêrop jo bydrage kinne oan it útwreidings-ekosysteem.
he: להתחבר לאלפי מפתחים לגלות דרכים נוספות שבהן יהיה באפשרותך לתרום למערכת האקולוגית של ההרחבות.
hr: Poveži se s tisućama programera i otkrij načine na koje možeš doprinijeti ekosustavu proširenja.
ia: Connecte te con milles disveloppatores e discoperi plus manieras con que tu pote collaborar con le ecosystema del extensiones.
nb_no: Ta kontakt med tusenvis av utviklere og oppdag flere måter du kan bidra til utvidelsesøkosystemet.
nn_no: Ta kontakt med tusenvis av utviklarar og oppdag fleire måter du kan bidra til utvidingsøkosystemet.
ro: Conectează-te cu mii de dezvoltatori și descoperă mai multe căi prin care poți contribui la ecosistemul de extensii.
tr: Binlerce geliştiriciyle bağlantı kurun ve uzantı ekosistemine katkıda bulunabileceğiniz diğer yolları keşfedin.
vi: Kết nối với hàng nghìn nhà phát triển và khám phá thêm các cách bạn có thể đóng góp cho hệ sinh thái mở rộng.

source: Learn more about the developer community
es_ar: Aprende más sobre la comunidad de desarrolladores
fi: Lue lisää kehittäjäyhteisöstä
fur: Altris informazions su la comunitât dai svilupadôrs
fy_nl: Mear ynfo oer de ûntwikkelersmienskip
he: מידע נוסף על קהילת המפתחים
hr: Saznaj više o zajednici programera
ia: Saper plus re le communitate de disveloppatores
nb_no: Les mer om utviklermiljøet
nn_no: Les meir om utviklarfellesskapet
ro: Află mai multe despre comunitatea de dezvoltatori
th: เรียนรู้เพิ่มเติมเกี่ยวกับชุมชนนักพัฒนา
tr: Geliştirici topluluğu hakkında daha fazla bilgi edinin
vi: Tìm hiểu thêm về cộng đồng nhà phát triển

source: Submit or Manage Extensions
es_ar: Enviar o administrar extensiones
fi: Lähetä tai hallinnoi laajennuksia
fur: Mande o gjestìs estensions
fy_nl: Utwreidingen yntsjinje of beheare
he: הגשה או ניהול הרחבות
hr: Pošalji ili upravljaj proširenjima
ia: Inviar o gerer extensiones
is: Senda inn eða sýsla með forritsauka
nb_no: Send inn eller behandle utvidelser
nn_no: Send inn eller handter utvidingar
ro: Trimite sau gestionează extensii
th: ส่งหรือจัดการส่วนขยาย
tr: Uzantıları gönder veya yönet
vi: Gửi hoặc quản lý tiện ích mở rộng

source: Learn how to make an extension
es_ar: Aprendé cómo hacer una extensión
fi: Opi tekemään laajennus
fur: Scuvierç cemût realizâ une estension
fy_nl: Lear hoe’t jo in útwreiding meitsje kinne
he: למדו כיצד ליצור הרחבה
hr: Saznaj kako stvoriti proširenje
ia: Apprende como crear un extension
is: Lærðu hvernig á að búa til forritsauka
nb_no: Lær hvordan du lager en utvidelse
nn_no: Lær deg korleis du lagar ei utviding
ro: Află cum poți crea o extensie
te: పొడగింతలు ఎలా చేయాలో తెలుసుకోండి
tr: Uzantı yapmayı öğrenin
vi: Tìm hiểu cách tạo tiện ích mở rộng

source: Ready to submit or manage your extension?
es_ar: ¿Listo para enviar o administrar tu extensión?
fi: Oletko valmis lähettämään tai hallinnoimaan laajennustasi?
fur: Sino pronts par mandâ o gjestî la tô estension?
fy_nl: Klear om jo útwreiding yn te tsjinjen of te behearen?
he: מוכן להגיש או לנהל את ההרחבה שלך?
hr: Želiš poslati tvoje proširenje i njime upravljati?
ia: Preste a inviar o gerer tu extension?
is: Tilbúin/n að senda inn eða sýsla með forritsaukann þinn?
nb_no: Klar til å sende inn eller behandle utvidelsen din?
nn_no: Klar for å sende inn eller hasndsame utvidinga di?
ro: Ești gata să trimiți sau să îți gestionezi extensia?
tr: Uzantınızı göndermeye veya yönetmeye hazır mısınız?
vi: Sẵn sàng để gửi hoặc quản lý tiện ích mở rộng của bạn?

source: Sign in to the Developer Hub to submit or manage extensions and themes.
es_ar: Inicia sesión en el Panel de Desarrollador para enviar o administrar extensiones y temas.
fi: Kirjaudu sisään kehittäjäkeskukseen lähettääksesi tai hallitaksesi laajennuksia sekä teemoja.
fur: Jentre cu lis credenziâls tal centri di svilup (Developer Hub) par mandâ o gjestî estensions e temis.
fy_nl: Meld jo oan by de Untwikkelershub om útwreidingen en tema’s yn te tsjinjen of te behearen.
he: יש להיכנס למרכז המפתחים כדי להגיש או לנהל הרחבות וערכות נושא.
hr: Za slanje i upravljanje proširenjima i temama, prijavi se na Centar za programere.
ia: Accede al Centro de disveloppamento pro inviar o gerer extensiones e themas.
is: Skráðu þig inn í þróunarmiðstöðina til að senda inn og sýsla með forritsauka og þemu.
nb_no: Logg på utviklersenteret for å sende inn eller behandle utvidelser og temaer.
nn_no: Logg inn på Developer Hub for sende inn eller handsame utvidingar og tema.
ro: Intră în cont pe centrul dezvoltatorilor ca să trimiți sau să gestionezi extensii și teme.
tr: Uzantıları ve temaları göndermek veya yönetmek için Geliştirici Merkezi'nde oturum açın.
vi: Đăng nhập vào trung tâm nhà phát triển để gửi hoặc quản lý các tiện ích và chủ đề.

source: Register for a developer account or log in to the Developer Hub
es_ar: Regístrate para obtener una cuenta de desarrollador o inicia sesión en Developer Hub
fi: Rekisteröidy kehittäjätili tai kirjaudu sisään kehittäjäkeskukseen
fur: Regjistre un account svilupadôr o jentre cu lis credenziâls tal centri di svilup (Developer Hub)
fy_nl: Skriuw jo yn foar in ûntwikkelersaccount of meld jo oan by de Untwikkelershub
he: הרשמה לחשבון מפתח או כניסה למרכז המפתחים
hr: Registriraj se za račun programera ili se prijavi na Centar za programere
ia: Registra te a un conto de disveloppator o accede al Centro de disveloppamento
is: Skráðu þig fyrir þróunaraðgangi eða skráðu þig inn í Þróunarmiðstöðina
nb_no: Registrer deg for en utviklerkonto eller logg deg på Developer Hub
nn_no: Registrer deg for ein utviklarkonto eller logg deg på Developer Hub
ro: Fă-ți un cont de dezvoltator sau intră în cont pe centrul dezvoltatorilor
tr: Geliştirici hesabı açın veya Geliştirici Merkezi'ne giriş yapın
vi: Đăng ký tài khoản nhà phát triển hoặc đăng nhập vào Trung tâm nhà phát triển

source: If your add-on contains minified, concatenated or otherwise machine-generated code, make the source available here for reviewers.
es_ar: Si tu complemento contiene código minificado, concatenado o generado por una máquina, asegurate que los fuentes estén disponibles acá para los revisores.
fur: Se il to component adizionâl al conten codiç minimizât, concatenât o altri codiç gjenerât in mût automatic, condivît il codiç sorzint origjinâl cui revisôrs in cheste pagjine.
fy_nl: As jo add-on ferlytse, keppele of oars automatysk oanmakke koade befettet, stel dan de boarne hjir beskikber oan beoardielers.
hr: Ako tvoj dodatak sadrži smanjeni, skraćeni ili neki drugi strojno generirani kod, ovdje omogući recenzentima pristup izvornom kodu.
ia: Si tu additivo contine codice minimisate, concatenate o altere generate automaticamente, rende le codice fonte disponibile hic pro revisores.
nb_no: Hvis tillegget ditt inneholder minimert, sammenkoblet eller på annen måte maskingenerert kode, må du gjøre kildekoden tilgjengelig her for gjennomgang.
nn_no: Viss tillegget ditt inneheld minimert, samankopla eller på annan måte maskingenerert kode, må du gjere kjeldekoden tilgjengeleg her for gjennomgang.
ro: Dacă suplimentul conține cod minificat, legat în lanțuri sau generat altminteri de mașini, fă sursa disponibilă aici pentru revizori.
th: ถ้าส่วนเสริมของคุณมีโค้ดที่ได้จากการทำให้ขนาดเล็กลง ต่อเรียง หรือสร้างขึ้นโดยใช้เครื่องแทนที่จะมาจากไลบรารีที่รู้จัก ให้นำซอร์สโค้ดมาไว้ที่นี่เพื่อมอบให้กับผู้ตรวจสอบ
tr: Eklentiniz minify edilmiş, concatenate edilmiş veya başka bir şekilde makineyle oluşturulmuş kodlar içeriyorsa inceleyiciler için kaynaklarını yüklemelisiniz.
vi: Nếu tiện ích của bạn chứa mã được rút gọn, nối hoặc bằng cách khác do máy tạo, hãy cung cấp nguồn tại đây cho người xét duyệt.

source: {label_open}Visible:{label_close} Visible to everyone on {site_url} and included in search results and product pages.
es_ar: {label_open}Visible:{label_close} Visible para todos en {site_url} e incluido en resultados de búsqueda y en páginas de productos.
fi: {label_open}Näkyvissä:{label_close} Näkyy kaikille sivustolla {site_url} ja sisältyy hakutuloksiin ja tuotesivuille.
fur: {label_open}Visibil:{label_close} ducj a puedin viodi il component adizionâl su {site_url} e al sarà includût tai risultâts des ricercjis e tes pagjinis di prodot.
fy_nl: {label_open}Sichtber:{label_close} Sichtber foar elkenien op {site_url} en opnommen yn sykresultaten en produktsiden.
he: {label_open}גלויה:{label_close} גלויה לעיני כל באתר {site_url} ונכללת בתוצאות החיפוש ובדפי המוצר.
hr: {label_open}Vidljivo:{label_close} Vidljiv svima na {site_url} i uključen u rezultate pretraživanja i na stranicama proizvoda.
ia: {label_open}Visibile:{label_close} Visibile a totes sur {site_url} e includite in le paginas de resultatos del recerca e del paginas del producto.
nb_no: {label_open}Synlig:{label_close} Synlig for alle på {site_url} og inkludert i søkeresultater og produktsider.
nn_no: {label_open}Synleg:{label_close} Synleg for alle på {site_url} og er inkludert i søkjeresultat og listesider.
ro: {label_open}Vizibil:{label_close} Vizibil oricui de pe {site_url} și inclus în rezultatele căutărilor și pe paginile de produse.
th: {label_open}มองเห็นได้:{label_close} ทุกคนมองเห็นได้บน {site_url} และรวมไว้ในผลลัพธ์การค้นหาและหน้าผลิตภัณฑ์ด้วย
tr: {label_open}Görünür:{label_close} {site_url} üzerindeki herkese görünür, arama sonuçlarına ve ürün sayfalarına dahil edilir.
vi: {label_open}Hiển thị:{label_close} Hiển thị cho mọi người trên {site_url} và được bao gồm trong kết quả tìm kiếm và trang sản phẩm.

source: {label_open}Invisible:{label_close} Won't be included in search results, and its product page will indicate you disabled it. New version submissions for product won't be accepted in this state.
es_ar: {label_open}Invisible:{label_close} No se incluirá en los resultados de búsqueda y en la página aparecerá que lo deshabilitaste. Tampoco se aceptarán los nuevos envíos de versiones para que se listen.
fi: {label_open}Näkymätön:{label_close} Ei näy hakutuloksissa, ja sen tuotesivulla ilmoitetaan, että olet poistanut sen käytöstä. Tuotteen uusia versiolähetyksiä ei hyväksytä tässä tilassa.
fur: {label_open}Invisibil:{label_close} il component adizionâl nol vignarà mostrât tai risultâts des ricercjis e te sô pagjine al vignarà indicât in mût esplicit che al è stât disativât. Fintremai che il component al restarà su Invisibil nol sarà pussibil cjariâ gnovis versions dal component adizionâl.
fy_nl: {label_open}Unsichtber:{label_close} Wurdt net yn sykresultaten opnommen, en de produktside derfan jout oan dat jo de add-on útskeakele hawwe. Ynstjoeringen fan nije ferzjes foar it produkt wurde yn dizze tastân net akseptearre.
he: {label_open}מוסתרת:{label_close} לא תופיע בתוצאות החיפוש ודף המוצר שלך יציין שהיא הושבתה. הגשות לגרסאות חדשות למוצר לא תתקבלנה במצב זה.
hr: {label_open}Nevidljivo:{label_close} Neće biti uključen u rezultate pretraživanja, a na stranici proizvoda dodatka bit će označen kao deaktiviran. Prijave za nove verzije proizvoda se neće prihvaćati u ovom stanju.
ia: {label_open}Invisibile:{label_close} Non essera includite in le resultatos del recerca, e su pagina de producto indicara que tu disactivava illo. Le invio de nove versiones pro le lista de presentation non essera acceptate in iste stato.
nb_no: {label_open}Usynlig:{label_close} Vil ikke bli inkludert i søkeresultatene, og produktsiden vil indikere at du har deaktivert den. Innsendinger av nye versjoner for produktet vil ikke bli akseptert i denne tilstanden.
nn_no: {label_open}Usynleg:{label_close} Vil ikkje bli inkludert i søkjeresultat og på listesidene vert det spesifisert at du har inaktivert det. Nye bidragsversjonar for listning vert ikkje godtekne i denne tilstanden.
ro: {label_open}Invizibil:{label_close} Nu va fi inclus în rezultatele căutărilor și pagina lui de produs va indica cum că l-ai dezactivat. În această stare nu se vor accepta depuneri de versiuni noi.
tr: {label_open}Görünmez:{label_close} Arama sonuçlarına dahil edilmeyecek ve ürün sayfasında devre dışı bıraktığınız belirtilecektir. Bu durumda yeni sürüm gönderimleri kabul edilmeyecektir.
vi: {label_open}Ẩn:{label_close} Sẽ không đưa vào kết quả tìm kiếm và trang sản phẩm của nó sẽ cho biết bạn đã tắt nó. Đệ trình phiên bản mới cho sản phẩm sẽ không được chấp nhận ở trạng thái này.
