Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Enjoy this add-on?
hu: Tetszett ez a kiegészítő?
id: Menyukai pengaya ini?
ka: მოგწონთ ეს დამატება?
kab: Tḥemleḍ azegrir-agi?
ms: Suka add-on ini?
sk: Páči sa vám tento doplnok?
sq: Ju pëlqeu kjo shtesë?
sr_latn: Sviđa Vam se ovaj dodatak?
sv_se: Tycker du om detta tillägg?

source: The <a href="%(meet_url)s">developer of this add-on</a> asks that you help support its continued development by making a small contribution.
hu: A <a href="%(meet_url)s">kiegészítő fejlesztője</a> támogatást kér a kiegészítő fejlesztésének folytatásához.
id: <a href="%(meet_url)s">Pengembang pengaya ini</a> meminta Anda membantu mendukung pengembangan berlanjut dengan berkontribusi sedikit.
kab: <a href="%(meet_url)s">Aneflay n uzegrir agi</a> yessututr afus akken ad ikemmel taneflit s umuddu n cwiṭ n tewsa.
sk: <a href="%(meet_url)s">Autor tohto doplnku</a> žiada o podporu v jeho vývoji zaslaním malého príspevku.
sq: <a href="%(meet_url)s">Zhvilluesi i kësaj shtese</a> ju kërkon të ndihmoni duke përkrahur zhvillimin e saj në vazhdimësi përmes një dhurimi të vogël.
sr_latn: <a href="%(meet_url)s">Programer ovog dodatka</a> Vas moli da podržite njegov dalji razvoj tako što ćete napraviti malu donaciju.
sv_se: <a href="%(meet_url)s">Utvecklaren av detta tillägg</a> vill gärna att du stöder dess framtida utveckling genom att ge ett litet bidrag.

source: The <a href="%(meet_url)s">developer of this add-on</a> asks that you show your support by making a donation to the <a href="%(charity_url)s">%(charity_name)s</a>.
hu: A <a href="%(meet_url)s">kiegészítő fejlesztője</a> kéri, hogy adománnyal támogassa munkáját: <a href="%(charity_url)s">%(charity_name)s</a>.
id: Pengembang <a href="%(meet_url)s">pengaya ini </a> meminta anda menunjukkan dukungan dengan menyumbang pada <a href="%(charity_url)s">%(charity_name)s</a>.
kab: <a href="%(meet_url)s">Aneflay n uzegrir agi</a> yessutur afus s umuddu n cwiṭ n tewsa i <a href="%(charity_url)s">%(charity_name)s</a>.
sk: <a href="%(meet_url)s">Autor tohto doplnku</a> žiada o podporu zaslaním príspevku v prospech <a href="%(charity_url)s">%(charity_name)s</a>.
sq: <a href="%(meet_url)s">Zhvilluesi i kësaj shtese</a> ju fton që përkrahjen tuaj ta tregoni duke bërë një dhurim te <a href="%(charity_url)s">%(charity_name)s</a>.
sr_latn: <a href="%(meet_url)s">Programer ovog dodatka</a> Vas moli da pokažete Vašu podršku tako što ćete napraviti donaciju za <a href="%(charity_url)s">%(charity_name)s</a>.
sv_se: <a href="%(meet_url)s">Utvecklaren av detta tillägg </a> ber att du visa ditt stöd genom att göra en donation till <a href="%(charity_url)s">%(charity_name)s</a>.

source: The <a href="%(meet_url)s">developer of this add-on</a> asks that you show your support by making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a>.
hu: A <a href="%(meet_url)s">kiegészítő fejlesztője</a> adományt kér a(z) <a href="%(charity_url)s">%(charity_name)s</a> munkájának támogatásához.
id: <a href="%(meet_url)s">Pengembang pengaya ini</a> meminta Anda memperlihatkan dukungan Anda dengan berkontribusi sedikit ke <a href="%(charity_url)s">%(charity_name)s</a>.
kab: <a href="%(meet_url)s">Aneflay n uzegrir agi</a> yessutur afus s umuddu n cwiṭ n tewsa i <a href="%(charity_url)s">%(charity_name)s</a>.
sk: <a href="%(meet_url)s">Autor tohto doplnku</a> žiada o podporu zaslaním malého príspevku v prospech <a href="%(charity_url)s">%(charity_name)s</a>.
sq: <a href="%(meet_url)s">Zhvilluesi i kësaj shtese</a> ju kërkon ta shpalosni përkrahjen tuaj përmes një dhurimi të vogël për <a href="%(charity_url)s">%(charity_name)s</a>.
sr_latn: <a href="%(meet_url)s">Programer ovog dodatka</a> Vas moli da pokažete Vašu podršku tako što ćete napraviti mali doprinos za <a href="%(charity_url)s">%(charity_name)s</a>.
sv_se: <a href="%(meet_url)s">Utvecklaren av detta tillägg </a> ber att du visar ditt stöd genom att ge ett litet bidrag till <a href="%(charity_url)s">%(charity_name)s</a>.

source: This add-on requires the following add-ons to work properly:
hu: A kiegészítő megfelelő működéséhez az alábbi kiegészítők szükségesek:
id: Pengaya ini membutuhkan pengaya berikut untuk berjalan secara benar:
ka: ეს დამატება, სრულყოფილად მუშაობისთვის საჭიროებს შემდეგ დამატებებს:
kab: Azegrir-agi yesra izegrar-agi akken ad yeddu akken iwata:
ms: Add-on ini memerlukan add-ons berikut supaya dapat berfungsi dengan sempurna:
sk: Aby tento doplnok pracoval správne, je nutné nainštalovať nasledovné doplnky:
sq: Kjo shtesë lyp shtesat vijuese që të punojë si duhet:
sr_latn: Ovaj dodatak zahteva sledeće dodatke kako bi pravilno radio:
sv_se: Detta tillägg kräver följande tillägg för att fungera korrekt:

source: Average
hu: Átlag
id: Rata-rata
ka: საშუალო
kab: Talemmast
ms: Purata
sk: Priemerne
sq: Mesatarja
sr_latn: Prosek
sv_se: Genomsnitt

source: Write a review
hu: Értékelés írása
id: Tulis ulasan
ka: დაწერეთ მიმოხილვა
kab: Aru aɛiwed n tmuɣli
ms: Tulis ulasan
sk: Napísať recenziu
sq: Shkruani një shqyrtim
sr_latn: Napiši recenziju
sv_se: Skriv en recension

source: Related Categories
hu: Vonatkozó kategóriák
id: Kategori Terkait
ka: მსგავსი კატეგორიები
kab: Taggayin i ilan assaɣ
ms: Kategori Berkaitan
sk: Príbuzné kategórie
sq: Kategori të Afërta
sr_latn: Srodne kategorije
sv_se: Relaterade kategorier

source: Part of these Collections
hu: Gyűjtemény része
id: Bagian dari Koleksi
ka: ამ კრებულების ნაწილი
kab: Iḥricen si tegrummiwin-agi
ms: Bahagian Koleksi berikut
sk: Je súčasťou týchto kolekcií
sq: Pjesë e këtyre Koleksioneve
sr_latn: Deo ovih kolekcija
sv_se: Delar av dessa samlingar

source: Other add-ons by %(author)s
hu: %(author)s további kiegészítői
id: Pengaya lain oleh penulis berikut
ka: %(author)s ავტორის სხვა დამატებები
kab: Izegrar nniḍen sɣur %(author)s
ms: Add-ons lain oleh pengarang berikut
sk: Ďalšie doplnky od %(author)s
sq: Shtesa të tjera nga %(author)s
sv_se: Andra tillägg av %(author)s

source: <span itemprop="ratingCount">%(num)s</span> user review
hu: <span itemprop="ratingCount">%(num)s</span> felhasználói értékelés
id: <span itemprop="ratingCount">%(num)s</span> ulasan pengguna
ka: <span itemprop="ratingCount">%(num)s</span> მომხმარებლის მიმოხილვა
kab: <span itemprop="ratingCount">%(num)s</span> aɛiwed n tmuɣli n useqdac
ms: <span itemprop="ratingCount">%(num)s</span> ulasan pengguna
sk: <span itemprop="ratingCount">%(num)s</span> recenzia
sq: <span itemprop="ratingCount">%(num)s</span> shqyrtim përdoruesi
sr_latn: <span itemprop="ratingCount">%(num)s</span> recenzija korisnika
sv_se: <span itemprop="ratingCount">%(num)s</span> användarrecension

source: View statistics
hu: Statisztika megtekintése
id: Tampilkan statistik
ka: სტატისტიკის ნახვა
kab: Wali tidaddanin
ms: Papar statistik
sk: Zobraziť štatistiky
sq: Shihni statistika
sr_latn: Pregled statistike
sv_se: Visa statistik

source: Manage
hu: Beállítás
id: Kelola
ka: მართვა
kab: Sefrek
ms: Urus
sk: Spravovať
sq: Administro
sr_latn: Upravljaj
sv_se: Hantera

source: Icon of {0}
hu: {0} ikonja
id: Ikon {0}
ka: {0}-ის ხატულა
kab: Tignit i {0}
ms: Ikon {0}
sk: Ikona doplnku {0}
sq: Ikonë e {0}
sr_latn: Ikonica od {0}
sv_se: Ikon för {0}

source: No Restart
hu: Nincs újraindítás
id: Tidak bisa Mulai Ulang
sk: Nevyžaduje reštart
sq: Pa Rinisje
sr_latn: Bez ponovnog pokretanja
sv_se: Ingen omstart

source: Meet the Developer: <a href="%(url)s">%(name)s</a>
hu: Ismerje meg a fejlesztőt: <a href="%(url)s">%(name)s</a>
id: <a href="%(url)s">Bertemu dengan Pengembang</a>
kab: Mlal akked uneflay : <a href="%(url)s">%(name)s</a>
sq: Njihuni me Zhvilluesin: <a href="%(url)s">%(name)s</a>
sv_se: Möt utvecklaren: <a href="%(url)s">%(name)s</a>

source: Learn why {0} was created and find out what's next for this add-on.
hu: Ismerje meg a(z) {0} létrejöttének okát, és hogy mi következik a kiegészítő fejlesztésében.
id: Pelajari alasan {0} dibuat serta bagaimana pengembangan pengaya ini selanjutnya.
kab: Issin acuɣer {0} yerna u yufa-d d acu ara yilin ɣer zdat ɣef uzegrir agi.
sk: Zistite, prečo bol doplnok {0} vytvorený a aké budú najbližšie zmeny.
sq: Mësoni pse u krijua {0} dhe shihni se ç’pritet më tej prej kësaj shtese.
sr_latn: Pročitajte zašto je {0} napravljen i saznajte šta sledi u vezi sa ovim dodatkom.
sv_se: Läs om varför {0} skapades och få reda på vad som händer i framtiden med detta tillägg.

source: Add-on screenshot #{0}
hu: Kiegészítő {0}. képernyőképe
id: Gambar layar pengaya #{0}
ka: დამატების სურათი #{0}
kab: Tuṭṭfa n ugdil n uzegrir # {0}
ms: Skrinsyot add-on #{0}
sk: Obrázok doplnku #{0}
sq: Foto ekrani e shtesës #{0}
sr_latn: Slika ekrana dodatka #{0}
sv_se: Skärmdump #{0} för tillägg

source: Add-on home page
hu: Kiegészítő honlapja
id: Beranda pengaya
ka: მთავარი გვერდი
kab: Asebter agejdan n uzegrir
ms: Halaman utama Add-on
sk: Domovská stránka doplnku
sq: Faqe hyrëse e shtesës
sr_latn: Početna stranica dodatka
sv_se: Hemsida för tillägg

source: Support site
hu: Támogatói oldal
id: Situs dukungan
ka: მხარდაჭერის გვერდი
kab: Asmel n tallalt
ms: Laman Sokongan
sk: Stránka podpory
sq: Sajt asistence
sr_latn: Sajt podrške
sv_se: Support webbplats

source: Support E-mail
hu: Támogatás levélben
id: E-mail dukungan
ka: მხარდაჭერის ელფოსტა
kab: Imayl n tallalt
ms: E-mel Sokongan
sk: E-mail na podporu
sq: E-mail Asistence
sr_latn: E-pošta podrške
sv_se: Support e-post

source: Info
ka: ინფორმაცია
kab: Talɣut
sk: Informácie
sq: Të dhëna
sr_latn: Informacije
sv_se: Information

source: Last Updated:
es_ar: Última actualización:
fi: Päivitetty viimeksi:
fur: Ultin inzornament:
fy_nl: Lêst bywurke:
he: עודכנה לאחרונה:
hr: Zadnje aktualiziranje:
hu: Legutóbbi frissítés:
ia: Ultime actualisation:
id: Terakhir Diperbarui:
is: Síðast uppfært:
ka: ბოლო განახლების თარიღი:
kab: Aleqqem aneggaru:
ms: Kemaskini Terakhir:
nb_no: Sist oppdatert:
nn_no: Sist oppdatert:
ro: Ultima actualizare:
sk: Posledná aktualizácia:
sq: Përditësuar Së Fundi:
sr_latn: Poslednje ažuriranje:
sv_se: Senast uppdaterad:
te: చివరిగా నవీకరించబడింది:
th: อัปเดตล่าสุด:
tr: Son güncellenme:
vi: Cập nhật lần cuối:

source: Released under <a target="_blank" href="%(url)s">%(name)s</a>
id: Dirilis di bawah <a target="_blank" href="%(url)s">%(name)s</a>
sk: Vydané pod licenciou <a target="_blank" href="%(url)s">%(name)s</a>
sq: Hedhur në qarkullim sipas një lejeje <a target="_blank" href="%(url)s">%(name)s</a>
sr_latn: Objavljen pod <a target="_blank" href="%(url)s">%(name)s</a>
sv_se: Släppt under <a target="_blank" href="%(url)s">%(name)s</a>

source: Custom License
es_ar: Licencia personalizada
fi: Muu lisenssi
fur: Licence personalizade
fy_nl: Oanpaste lisinsje
he: רישיון מותאם אישית
hr: Prilagođena licenca
hu: Egyéni licenc
ia: Licentia personal
id: Lisensi Khusus
is: Sérsniðið notkunarleyfi
ka: საკუთარი
kab: Turagt tudmawant
ms: Lesen Langganan
nb_no: Egen lisens
nn_no: Eigen lisens
ro: Licență personalizată
sk: Vlastná licencia
sq: Licencë e Përshtatur
sr_latn: Prilagođena licenca
sv_se: Anpassad licens
te: అభిమత లైసెన్సు
th: สัญญาอนุญาตที่กำหนดเอง
tr: Özel Lisans
vi: Giấy phép Tùy biến

source: Released under <a href="%(url)s">%(name)s</a>
hu: <a href="%(url)s">%(name)s</a> alatt jelenik meg
id: Dirilis di bawah <a href="%(url)s">%(name)s</a>
ka: ვრცელდება <a href="%(url)s">%(name)s</a> ლიცენზიით
kab: Yeffeɣ-d daw <a href="%(url)s">%(name)s</a>
ms: Dikeluarkan di bawah <a href="%(url)s">%(name)s</a>
sk: Sprístupnené pod licenciou <a href="%(url)s">%(name)s</a>
sq: Hedhur në qarkullim sipas <a href="%(url)s">%(name)s</a>
sr_latn: Objavljen pod <a href="%(url)s">%(name)s</a>
sv_se: Släppt under <a href="%(url)s">%(name)s</a>

source: About this Add-on
hu: Kiegészítő névjegye
id: Tentang Pengaya ini
ka: დამატების შესახებ
kab: Γef uzegrir agi
ms: Perihal Add-on ini
sk: O tomto doplnku
sq: Rreth kësaj Shtese
sr_latn: O dodatku
sv_se: Om detta tillägg

source: Developer’s Comments
hu: Fejlesztő megjegyzései
id: Komentar Pengembang
ka: შემმუშავებლის შენიშვნები
kab: Iwenniten n uneflay
ms: Komen Pembangun
sk: Komentáre vývojára
sq: Komentet e Zhvilluesit
sr_latn: Komentari programera
sv_se: Utvecklarens kommentarer

source: Version Information
hu: Verzióinformációk
id: Informasi Versi
ka: ვერსიის მონაცემები
kab: Talɣut ɣef lqem
ms: Maklumat Versi
sk: Informácie o verzii
sq: Të dhëna Versioni
sr_latn: Informacije o verziji
sv_se: Versionsinformation

source: See complete version history
hu: Teljes verziótörténet megtekintése
id: Tampilkan riwayat versi selengkapnya
ka: ვერსიის სრული ისტორია
kab: Wali akk amazray n lqem
ms: Lihat sejarah versi lengkap
sk: Zobraziť celú históriu verzií
sq: Shihni historikun e plotë të versioneve
sr_latn: Pogledaj punu istoriju verzija
sv_se: Visa fullständig versionshistorik

source: The Development Channel lets you test an experimental new version of this add-on before it's released to the general public. Once you install the development version, you will continue to get updates from this channel. To stop receiving development updates, reinstall the default version from the link above.
hu: A Fejlesztői csatorna segítségével a hivatalos megjelenés előtt kipróbálhatja a kiegészítő legfrissebb verzióját. A fejlesztői verzió telepítését követően folyamatosan érkeznek a frissítések erről a csatornáról. Amennyiben nem kíván több fejlesztői frissítést kapni, telepítse újra a hivatalos verziót a fenti hivatkozás segítségével.
id: Saluran Pengembangan memungkinkan anda mengetes versi baru yang eksperimental dari pengaya ini sebelum dirilis ke publik. Sekali anda memasang versi pengembangan, anda akan terus mendapatkan pembaruan dari saluran ini. Untuk berhenti mendapatkan pembaruan tersebut, pasang kembali versi tetap dari tautan di atas.
kab: Abadu n tneflit ak-yeǧǧ ad teskeydeḍ lqem armitan n uzegrir-agi send ad yeffeɣ s wudem azayez. Ticki lqem n tneflit yebded, ad tkemleḍ armas n ileqman seg ubadu-agi. Akken ad tesḥebseḍ armas n ileqman, sebded lqem amezwer seg useɣwen daw-a.
sk: Kanál vývojových verzií vám umožňuje testovať experimentálne nové verzie tohto doplnku skôr ako budú verejne dostupné. Akonáhle nainštalujete vývojovú verziu, budete naďalej dostávať aktualizácie z tohto kanála. Na ukončenie získavania vývojových verzií si nainštalujte stabilnú verziu doplnku.
sq: Kanali i Zhvillimeve ju lejon të merrni në provë një version të ri eksperimental të kësaj shtese, përpara se ajo të hidhet në qarkullim për publikun e përgjithshëm. Pasi të instaloni versionin e zhvillimit, do të vazhdoni të merrni përditësime prej këtij kanali. Që të ndalni marrjen e përditësimeve nga zhvillimi, ri-instaloni versionin parazgjedhje prej lidhjes më sipër.
sr_latn: Kanal za programere Vam dopušta da testirate novu probnu verziju ovog dodatka pre nego što postane dostupan široj javnosti. Čim instalirate razvojnu verziju, nastavićete da dobijate nadogradnje sa ovog kanala. Da biste prekinuli primanje novosti, ponovo instalirajte podrazumevanu verziju sa gornje veze.
sv_se: Utvecklingskanalen låter dig testa en experimentell ny version av detta tillägg innan det släpps till allmänheten. När du installerar utvecklingsversionen, kommer du att fortsätta att få uppdateringar från den här kanalen. För att sluta ta emot utvecklingsuppdateringar, installera om standardversionen från länken ovan.

source: <strong>Caution:</strong> Development versions of this add-on have not been reviewed by Mozilla.
hu: <strong>Figyelmeztetés:</strong> Ezen kiegészítő fejlesztői verzióit a Mozilla nem vizsgálta.
id: <strong>Awas:</strong> Versi pengembangan dari pengaya ini belum diulas oleh Mozilla.
kab: <strong>Ɣur-k;:</strong> ileqman n tneflit n uzegrir-agi ur ttwaceggern ara sɣur Mozilla.
sk: <strong>Upozornenie:</strong> Vývojové verzie tohto doplnku neboli skontrolované Mozillou.
sq: <strong>Kujdes:</strong> Versionet zhvillim të kësaj shtese s’janë të shqyrtuara prej Mozilla-s.
sv_se: <strong>Varning:</strong> Utvecklingsversioner av detta tillägg har inte granskats av Mozilla.

source: See complete development channel history
hu: Teljes verziótörténet megtekintése
id: Lihat riwayat lengkap pengembangan kanal
kab: Wali akk amazray n tneflit
sk: Zobraziť celú históriu vývojových verzií
sq: Shihni historikun e plotë të kanalit të zhvillimit
sv_se: Se komplett historik för utveklingskanal

source: close
es_ar: cerrar
fi: sulje
fur: siere
fy_nl: slute
he: סגירה
hr: zatvori
hu: bezárás
ia: clauder
id: tutup
is: loka
ka: დახურვა
kab: mdel
ms: tutup
nb_no: lukk
nn_no: lat att
ro: închide
sk: zavrieť
sq: mbylle
sr_latn: zatvori
sv_se: stäng
te: మూసివేయి
th: ปิด
tr: kapat
vi: đóng

source: Thank you for installing {0}
hu: Köszönjük, hogy telepítette a(z) {0} kiegészítőt
id: Terima kasih telah memasang {0}
kab: Tanemmirt qef usebded n {0}
sk: Ďakujeme za nainštalovanie doplnku {0}
sq: Faleminderit që instaluat {0}
sr_latn: Hvala što ste instalirali {0}
sv_se: Tack för att du installerar {0}

source: Meet the {0} Developer
hu: Ismerje meg a(z) {0} fejlesztőt
id: Para Pengembang {0}
kab: Mlal akked uneflay {0}
sk: Spoznajte vývojára doplnku {0}
sq: Njihuni me Zhvilluesin e {0}
sr_latn: Upoznajte {0} programera
sv_se: Möt utvecklaren bakom {0}

source: Before downloading this add-on, please consider supporting the development of this add-on by making a small contribution.
hu: A kiegészítő letöltése előtt, kérjük, fontolja meg, hogy egy szerény adománnyal támogatja a kiegészítő fejlesztését.
id: Sebelum mengunduh pengaya ini, mohon pertimbangkan untuk ikut mendukung pengembangan pengaya ini dengan memberikan sumbangan kecil.
kab: Send ad tesidreḍ azegrir-agi, tanemmirt ma txemmed ad tmuddeḍ afus i tneflit ines s umuddu n cwiṭ n tewsa.
sk: Pred prevzatím tohto doplnku, prosím, zvážte možnosť podporiť jeho vývoj zaslaním malého príspevku.
sq: Përpara se të shkarkoni këtë shtesë, ju lutemi, shihni mundësinë e mbështetjes së zhvillimit të saj përmes dhënies së një kontributi të vogël.
sr_latn: Pre preuzimanja ovog dodatka, razmislite o maloj donaciji koja pomaže dalji razvoj ovog dodatka.
sv_se: Innan du laddar ner detta tillägg, överväg att stöda utvecklingen genom att ge ett litet bidrag.

source: Why was {0} created?
hu: Miért jött létre a(z) {0}?
id: Mengapa {0} dikembangkan?
kab: Acuɣer {0} yettwarna?
sk: Prečo bol doplnok {0} vytvorený?
sq: Pse u krijuar {0}?
sr_latn: Zašto je {0} napravljen?
sv_se: Varför skapades {0}?

source: What's next for {0}
hu: Mi a következő lépés a(z) {0} fejlesztésében?
id: Pengembangan {0} selanjutnya
kab: D acu d-iteddun di {0}
sk: Aké budú ďalšie zmeny v doplnku {0}?
sq: Ç’vijon për {0}
sr_latn: Šta je sledeće za {0}
sv_se: Framtida planer för {0}

source: About the Developer
hu: A fejlesztőről
id: Tentang Pengembang
kab: Γef uneflay
sk: O vývojárovi
sq: Rreth Zhvilluesit
sr_latn: O programeru
sv_se: Om utvecklaren

source: No Photo
es_ar: Sin foto
fi: Ei kuvaa
fur: Nissune foto
fy_nl: Gjin foto
he: אין תמונה
hr: Nema fotografije
hu: Nincs fénykép
ia: Nulle photo
id: Tidak Ada Foto
is: Engin mynd
ka: ფოტო არაა
kab: Ulac tawlaft
ms: Tiada Foto
nb_no: Ingen foto
nn_no: Ingen foto
ro: Nicio fotografie
sk: Bez fotografie
sq: Pa Foto
sr_latn: Nema slike
sv_se: Inget foto
te: చిత్రం లేదు
th: ไม่มีรูปถ่าย
tr: Fotoğraf yok
vi: Không có Ảnh

source: Who is {0}?
hu: Kicsoda {0}?
id: Siapa {0}?
kab: D anwa i {0}?
sk: Kto je {0}?
sq: Kush është {0}?
sr_latn: Ko je {0}?
sv_se: Vem är {0}?

source: This add-on has been removed by its author.
hu: A kiegészítőt a készítője eltávolította.
id: Pengaya ini telah dihapus oleh penyusunnya.
ka: ეს დამატება ამოღებულია შემქმნელის მიერ.
kab: Azegrir agi yekkes-it umeskar ines.
ms: Add-on ini telah dibuang oleh pengarangnya.
sk: Tento doplnok bol jeho autorom odstránený.
sq: Kjo shtesë është hequr nga autori i vet.
sr_latn: Ovaj dodatak je uklonjen od strane njegovog autora.
sv_se: Detta tillägg har tagits bort av utvecklaren.

source: This add-on has been disabled by an administrator.
hu: Ezt a kiegészítőt az adminisztrátor letiltotta.
id: Pengaya ini telah dimatikan oleh administrator.
ka: ეს დამატება შეზღუდულია ადმინისტრატორის მიერ.
kab: Azegrir agi yessens-it unebdal.
ms: Add-on ini telah dinyahdayakan oleh pentadbir.
sk: Tento doplnok bol zakázaný administrátorom.
sq: Kjo shtesë është çaktivizuar prej një përgjegjësi.
sr_latn: Ovaj dodatak je onemogućen od strane administratora.
sv_se: Detta tillägg har inaktiverats av en administratör.

source: Source Code License for {addon}
hu: {addon} forráskód licence
id: Lisensi Kode Sumber untuk {addon}
ka: {addon}-ის პირველწყარო კოდის ლიცენზია
kab: Turagt n tengalt aɣbalu i {addon}
ms: Lesen Kod Sumber untuk {addon}
sk: Licencia pre zdrojový kód doplnku {addon}
sq: Licencë Kodi Burim për {addon}
sr_latn: Licenca izvornog koda za {addon}
sv_se: Källkodslicens för {addon}

source: Source Code License
hu: Forráskód licence
id: Lisensi Kode Sumber
ka: პირველწყარო კოდის ლიცენზია
kab: Turagt n tengalt aɣbalu
ms: Lesen Kod Sumber
sk: Licencia pre zdrojový kód
sq: Licencë Kodi Burim
sr_latn: Licenca izvornog koda
sv_se: Källkodslicens

source: {0} users
hu: {0} felhasználó
id: {0} pengguna
ka: {0} მომხმარებელი
kab: {0} n iseqdacen
ms: {0} pengguna
sk: {0} používateľov
sq: {0} përdorues
sr_latn: {0} korisnika
sv_se: {0} användare

source: permalink
hu: közvetlen hivatkozás
id: tautan permanen
ka: პირდაპირი ბმული
kab: aseɣwen yezgan
ms: pautan kekal
sk: permanentný odkaz
sq: permalidhje
sr_latn: trajna veza
sv_se: permalänk

source: translate
hu: fordítás
id: terjemahkan
sk: preložiť
sq: përktheni
sr_latn: prevedi
sv_se: översätt

source: See all user reviews
hu: Összes felhasználói értékelés megtekintése
id: Lihat semua %(cnt)s ulasan pengguna
ka: მომხმარებლების ყველა მიმოხილვის ნახვა
kab: Wali akk iceggiren n useqdac
ms: Lihat semua %(cnt)s ulasan pengguna
sk: Zobraziť všetky recenzie používateľov
sq: Shihni krejt shqyrtimet e përdoruesit
sv_se: Visa alla användarrecensioner

source: This add-on has not yet been reviewed.
hu: Ezt a kiegészítőt még senki sem értékelte.
id: Pengaya ini belum diulas.
ka: ამ დამატების მიმოხილვა, ჯერ არავის გაუკეთებია.
kab: Azegrir-agi ur yettwacegger ara yakan.
ms: Add-on ini belum diulas.
sk: Tento doplnok ešte nebol skontrolovaný.
sq: Kjo shtesë s’është shqyrtuar ende.
sr_latn: Ovaj dodatak još nema recenziju.
sv_se: Detta tillägg har ännu inte recenserats.

source: Be the first!
hu: Legyen az első!
id: Jadilah yang pertama!
ka: იყავით პირველი!
kab: Ili-k d amezwaru!
ms: Jadi yang pertama!
sk: Buďte prvý!
sq: Jini i pari!
sr_latn: Budite prvi!
sv_se: Bli den första!

source: More
es_ar: Más
fi: Lisää
fur: Altri
fy_nl: Mear
he: עוד
hr: Više
hu: Tovább
ia: Plus
id: Lebih banyak
is: Meira
ka: სხვა
kab: Ugar
ms: Selanjutnya
nb_no: Mer
nn_no: Meir
ro: Mai multe
sk: Viac
sq: Më
sr_latn: Još
sv_se: Mer
te: ఇంకా
th: เพิ่มเติม
tr: Daha fazla
vi: Thêm

source: Add to collection
hu: Hozzáadás gyűjteményhez
id: Tambahkan ke koleksi
ka: კრებულში დამატება
kab: Rnu ɣer tagrumma
ms: Tambah ke koleksi
sk: Pridať do kolekcie
sq: Shtojeni në koleksion
sr_latn: Dodaj u kolekciju
sv_se: Lägg till i samling

source: My Add-ons
es_ar: Mis complementos
fi: Lisäosani
fur: I miei components adizionâi
fy_nl: Myn add-ons
he: התוספות שלי
hr: Moji dodaci
hu: Saját kiegészítők
ia: Mi additivos
id: Pengayaku
is: Viðbæturnar mínar
ka: ჩემი დამატებები
kab: Izegrar-iw
ms: Add-on Saya
nb_no: Mine utvidelser
nn_no: Mine tillegg
ro: Suplimentele mele
sk: Moje doplnky
sq: Shtesat e Mia
sr_latn: Moji dodaci
sv_se: Mina tillägg
te: నా పొడిగింతలు
th: ส่วนเสริมของฉัน
tr: Eklentilerim
vi: Tiện ích của tôi
