Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ar, fi, fur, fy_nl, he, hr, hu, ia, id, is, ka, kab, ms, nb_no, nn_no, ro, sk, sq, sr_latn, sv_se, te, th, tr, vi

source: Tired of that "Video paused. Continue watching?" message? Listen to your favorite music uninterrupted on YouTube.
es_ar: ¿Cansado de ese mensaje de "Video pausado. ¿Continuar viendo?"? Escuchá tu música favorita sin interrupciones en YouTube.
fi: Oletko kyllästynyt "Video keskeytetty. Jatketaanko katselua?"-viestiin? Kuuntele suosikkimusiikkiasi keskeytyksettä YouTubessa.
fur: Ti àno stufât chei “Video in pause. Stâstu ancjemò cjalant?” Scolte la tô musiche preferide su YouTube cence interuzions.
fy_nl: Wurch fan dat berjocht ‘Video gepauzeerd. Doorgaan met kijken?’ Harkje ûnûnderbrutsen nei jo favorite muzyk op YouTube.
he: נמאס לך מההודעה של "הווידאו מושהה. להמשיך לצפות?"? האזנה למוזיקה האהובה עליך ללא הפרעה ב־YouTube.
ia: Fatigate de ille message "Video pausate. Continuar a spectar?"? Ascolta tu musica favorite sin interruptiones sur YouTube.
is: Leiðist þér þetta "Myndskeið í bið. Halda áfram að horfa?"? Hlustaðu ótruflað á tónlist af YouTube.
nb_no: Lei av meldingen «Videoen satt på pause. Fortsetter du å se?»? Lytt til favorittmusikken din uten avbrudd på YouTube.
nn_no: Lei av meldinga «Videoen sett på pause. Held du fram med å sjå?»? Lytt til favorittmusikken din utan avbrot på YouTube.
ro: Te-ai săturat de mesajul „Videoclipul a fost întrerupt. Continui vizionarea?”? Ascultă muzica preferată fără întreruperi pe YouTube.
tr: "Video duraklatıldı. İzlemeye devam et?" mesajından bıktınız mı? En sevdiğiniz müzikleri YouTube'da kesintisiz dinleyin.
vi: Mệt mỏi vì "Video bị tạm dừng. Tiếp tục xem?"? Nghe nhạc yêu thích của bạn không bị gián đoạn trên YouTube.

source: Begone, annoying cookie warnings!
es_ar: ¡Váyanse, molestas advertencias de cookies!
fi: Menkää pois, inhottavat evästevaroitukset!
fur: Mandi mandi fastidiôs avîs sui cookies!
fy_nl: Gean fuort, ferfelende cookiewarskôgingen!
he: הסתלקו, אזהרות עוגיות מעצבנות!
ia: Adeo, enoiose avisos de cookies!
is: Farnar, búnar, bless, þessar leiðinda aðvaranir útaf vefkökum!
nb_no: Farvel, irriterende infokapseladvarsler!
nn_no: Forsvinn, irriterande infokapsel-åtvaringar!
ro: Să dispară avertismentele enervante despre cookie-uri!
tr: Can sıkıcı çerez uyarılarına elveda!
vi: Hãy bỏ qua các cảnh báo cookie khó chịu!

source: Return to a simpler time — when your top search results stood above the ads (Google and Bing search engine compatible).
es_ar: Volvé a una época más simple — cuando tus resultados de búsqueda principales estaban por encima de las publicidades (compatible con los buscadores de Google y Bing).
fi: Palaa yksinkertaisempaan aikaan – aikaan, jolloin hakutulokset näkyivät mainosten yläpuolella (Google- ja Bing-hakukoneiden yhteensopivuus).
fur: Torne a cuant che dut al jere plui sempliç — cuant che i risultâts des ricercjis principâls a jerin metûts prime dai anuncis publicitaris (compatibil cui motôrs di ricercje di Google e Bing).
fy_nl: Gean werom nei in ienfâldiger tiden – doe’t jo bêste sykresultaten boppe de advertinsjes stiene (kompatibel mei de sykmasinen fan Google en Bing).
he: לחזור לזמנים פשוטים יותר - כאשר תוצאות החיפוש המובילות שלך הופיעו מעל פרסומות (תואם למנועי חיפוש Google ו־Bing).
hr: Vrati jednostavnija vremena – kada su se najrelevantniji rezultati pretraživanja prikazali prije oglasa (kompatibilno s Google i Bing tražilicama).
ia: Retornar a un tempore plus simple: quando tu melior resultatos del recerca stava supra le avisos publicitari (compatibile con le motores de recerca Google e Bing).
is: Farðu til baka í einfaldari tíma - þegar mikilvægustu leitarniðurstöðurnar komu fyrir ofan allar auglýsingar (samhæft við Google og Bing leitarvélarnar).
nb_no: Gå tilbake til en enklere tid — da de beste søkeresultatene dine sto over annonsene (kompatibel med Google og Bing-søkemotorer).
nn_no: Gå tilbake til ei enklare tid — då dei beste søkjeresultata dine stod over annonsane (kompatibel med Google og Bing-søkjemotorar).
ro: Revii la vremuri mai simple — când primele rezultate ale căutării stăteau deasupra anunțurilor (compatibil cu motoarele de căutare Google și Bing).
tr: İlk arama sonuçlarının reklamların üzerinde göründüğü eski zamanlara geri dönün (Google ve Bing arama motorlarıyla uyumlu).
vi: Quay trở lại thời điểm đơn giản hơn — khi kết quả tìm kiếm hàng đầu của bạn đứng trên quảng cáo (tương thích với công cụ tìm kiếm của Google và Bing).

source: Get the mouse scrollbar you've always wanted — specify width and color.
es_ar: Obtené la barra de desplazamiento del mouse que siempre has querido — especificá el ancho y el color.
fi: Hanki unelmiesi hiiren vierityspalkki – määritä leveys ja väri.
fur: Oten la sbare di scoriment che tu âs simpri volût — specifiche la largjece e il colôr.
fy_nl: Krij de mûsskowbalke dy’t jo altyd al woene – jou de breedte en de kleur op.
nb_no: Få musens rullefelt du alltid har ønsket deg — angi bredde og farge.
nn_no: Få muserullefeltet du alltid har ønskt deg – spesifiser breidde og farge.
ro: Obține bara de derulare pe care ați dorit-o dintotdeauna — specifică lățimea și culoarea.
tr: Her zaman istediğiniz, genişliğini ve rengini değiştirebileceğiniz kaydırma çubuğuna kavuşun.
vi: Nhận thanh cuộn chuột mà bạn luôn muốn — chỉ định chiều rộng và màu sắc.

source: Mask your email to protect your identity & prevent junk mail. New updates make Firefox Relay even easier to use.
es_ar: Enmascará tu correo electrónico para proteger tu identidad y evitar el correo basura. Las nuevas actualizaciones hacen que Firefox Relay sea aún más fácil de usar.
fur: Mascare la tô direzion e-mail par protezi la tô identitât e prevignî la pueste malvolude. I gnûfs inzornaments a rindin Firefox Relay ancjemò plui facil di doprâ.
fy_nl: Maskearje jo e-mailadres om jo identiteit te beskermjen en net-winske berjochten foar te kommen. Nije fernijingen meitsje Firefox Relay noch brûksfreonliker.
he: מיסוך הדוא״ל שלך כדי להגן על הזהות שלך ולמנוע דואר זבל. עדכונים חדשים הופכים את Firefox Relay לקל אף יותר לשימוש.
ia: Masca tu email pro proteger tu identitate & impedir posta immunditia. Nove actualisationes rende Firefox Relay mesmo plus facile a usar.
nb_no: Skjul e-posten din for å beskytte identiteten din og forhindre søppelpost. Nye oppdateringer gjør Firefox Relay enda enklere å bruke.
nn_no: Skjul e-posten din for å verne identiteten din og forhindre søppelpost. Nye oppdateringar gjer Firefox Relay endå enklare å bruke.
ro: Maschează-ți adresa de e-mail ca să îți protejezi identitatea și să previ primirea de mesaje nedorite. Noile actualizări fac Firefox Relay și mai ușor de utilizat.
tr: Kimliğinizi korumak ve istenmeyen postaları önlemek için e-postanızı maskeleyin. Yeni güncellemeler Firefox Relay’in kullanımını daha da kolaylaştırıyor.
vi: Che giấu email của bạn để bảo vệ danh tính của bạn và ngăn chặn thư rác. Các bản cập nhật mới giúp Firefox Relay dễ sử dụng hơn.

source: Instantly translate any selected text on web pages.
es_ar: Traducí instantáneamente cualquier texto seleccionado en páginas web.
fi: Käännä välittömästi mikä tahansa valittu teksti verkkosivuilla.
fur: Volte intun lamp cualsisei test selezionât tes pagjinis web.
fy_nl: Streekrjocht elke selektearre tekst op websiden oersette.
he: תרגום מיידי כל טקסט שנבחר בדפי אינטרנט.
hr: Trenutno prevedi bilo koji odabrani tekst na web stranicama.
ia: Traduce al volo qualcunque texto seligite in le paginas web.
is: Þýða í hvelli valinn texta á vefsíðum.
nb_no: Oversett umiddelbart all valgt tekst på nettsider.
nn_no: Omset straks all vald tekst på nettsider.
ro: Traduci instant orice text selectat pe paginile web.
tr: Web sayfalarında seçtiğiniz metinlerin anında çevirin.
vi: Dịch ngay lập tức bất kỳ văn bản đã chọn nào trên các trang web.

source: Make Firefox change colors based on time of day.
es_ar: Hacé que Firefox cambie de colores según la hora del día.
fi: Laita Firefox vaihtamaan värejä vuorokaudenajan mukaan.
fur: Cambie in automatic i colôrs di Firefox in base ae ore.
fy_nl: Lit Firefox kleuren wizigje op basis fan it momint fan de dei.
he: לגרום ל־Firefox לשנות צבעים על סמך השעה ביום.
ia: Face cambiar le colores de Firefox in base al horas.
is: Láttu Firefox breyta um lit eftir tíma dagsins.
nb_no: Få Firefox til å endre farger basert på tid på dagen.
nn_no: Få Firefox til å endre fargar basert på tid på dagen.
ro: Setezi Firefox să schimbe culorile în funcție de ora din zi.
tr: Firefox'un günün saatine göre renkleri değiştirmesini sağlayın.
vi: Làm cho Firefox thay đổi màu sắc dựa trên thời gian trong ngày.

source: Eliminate YouTube distractions. Remove related and recommended video suggestions, comments & more.
es_ar: Eliminá las distracciones de YouTube. Eliminá sugerencias de videos relacionados y recomendados, comentarios y más.
fi: Poista YouTuben häiriötekijät. Poista aiheeseen liittyvät ja suositellut videoehdotukset, kommentit ja paljon muuta.
fur: Elimine lis distrazions di YouTube. Gjave i sugjeriments di videos corelâts o conseâts, i coments e tant altri.
fy_nl: Eliminearje ôfliedingen op YouTube. Smyt relatearre en oanrekommandearre fideosuggestjes, opmerkingen en mear fuort.
he: הסרת הסחות דעת ב־YouTube. הסרת הצעות לסרטונים קשורים ומומלצים, הערות ועוד.
ia: Elimina le distractiones de YouTube. Remove le suggestiones de videos associate e recommendate, le commentos, e plus ancora.
is: Útrýmdu truflunum af YouTube. Fjarlægðu tillögur um tengt efni og það sem mælt er með, auk athugasemda og fleira.
nb_no: Fjern YouTube-distraksjoner. Fjern relaterte og anbefalte videoforslag, kommentarer og mer.
nn_no: Fjern YouTube-distraksjonar. Fjern relaterte og tilrådde videoforslag, kommentarar, og meir.
ro: Elimină distragerile atenției de pe YouTube. Elimină sugestiile, comentariile, videoclipurile recomandate și altele asemenea.
tr: YouTube'da dikkat dağıtıcı unsurlarını ortadan kaldırın. İlgili ve önerilen videoları, yorumları ve daha fazlasını yok edin.
vi: Loại bỏ các yếu tố gây xao nhãng trên YouTube. Xóa các đề xuất, nhận xét về video có liên quan và được đề xuất, và nhiều hơn nữa.

source: Take emojis with you everywhere on the web.
es_ar: Llevate los emojis a todas partes de la web.
fi: Ota emojit mukaasi kaikkialle verkkoon.
fur: Puarte cun te lis emoji dapardut sul web.
fy_nl: Nim emoji’s oeral op it ynternet mei.
ia: Porta le emojis con te ubique super le web.
is: Taktu emoji-táknin með þér hvert sem er á vefnum.
nb_no: Ta med deg emojier overalt på nettet.
nn_no: Ta med deg emojiar overalt på nettet.
ro: Ia emoji-urile cu tine oriunde pe web.
tr: Emojileri, web'de gittiğiniz her yere yanınızda götürün.
vi: Mang biểu tượng cảm xúc theo bạn ở khắp mọi nơi trên web.

source: Put restrictions on distracting, time-wasting websites.
es_ar: Poné restricciones a los sitios web que distraen y hacen perder el tiempo.
fi: Aseta rajoituksia häiritseville ja aikaa vieville verkkosivustoille.
fur: Met restrizions sui sîts che ti distrain e che ti fasin pierdi timp.
fy_nl: Lis beheiningen op oan ôfliedende, tiidsferspillende websites.
he: לשים מגבלות על אתרים מסיחי דעת ושמבזבזים זמן.
ia: Pone limitationes al sitos web que distrahe o dilapida tempore.
is: Settu takmarkanir á vefi sem eru afvegaleiðandi tímaþjófar.
nb_no: Sett begrensninger på distraherende, tidssløsende nettsteder.
nn_no: Set avgrensingar på distraherande, tidssløsande nettstadar.
ro: Pune restricții pe site-urile web care distrag atenția și care te fac să pierzi timpul.
tr: Dikkat dağıtan, zaman kaybettiren web sitelerine kısıtlamalar koyun.
vi: Đặt các hạn chế trên các trang web gây mất tập trung, lãng phí thời gian.

source: Remove clutter from your Twitter.
es_ar: Eliminá el desorden de Twitter.
fi: Poista sotku Twitteristäsi.
fur: Gjave i elements che a ingolfin Twitter.
fy_nl: Smyt rommel fan jo Twitter fuort.
ia: Remove le disordine de tu Twitter.
is: Fjarlægðu óþarfa úr Twitter.
nb_no: Fjern rot fra din Twitter.
nn_no: Fjern rot frå Twitter-kontoen din.
ro: Elimină dezordinea de pe Twitter.
tr: Twitter'ınızdan dağınıklığı kaldırın.
vi: Loại bỏ sự lộn xộn khỏi Twitter của bạn.

source: Customize YouTube to taste.
es_ar: Personalizá YouTube a tu gusto.
fi: Muokkaa YouTubea makusi mukaan.
fur: Personalize YouTube daûr dai tiei guscj.
fy_nl: Pas YouTube nei smaak oan.
he: התאמת YouTube לטעמך האישי.
hr: Prilagodi YouTube.
ia: Personalisa YouTube a tu gustos.
is: Sérsníddu YouTube að þínum þörfum.
nb_no: Tilpass YouTube etter smak.
nn_no: Tilpass YouTube etter smak.
ro: Personalizează YouTube după preferințe.
tr: YouTube'u zevkinize göre özelleştirin.
vi: Tùy chỉnh YouTube theo sở thích.

source: Delete browsing data directly from the browser toolbar.
es_ar: Eliminá datos de navegación directamente desde la barra de herramientas del navegador.
fi: Poista selaustiedot suoraan selaimen työkalupalkista.
fur: Elimine i dâts di navigazion dret de sbare dai struments dal navigadôr.
fy_nl: Smyt navigaasjegegevens streekrjocht fan de browserarkbalke út fuort.
he: מחיקת נתוני גלישה הישר מסרגל הכלים של הדפדפן.
hr: Izbriši podatke pregledavanja izravno iz alatne trake preglednika.
ia: Deler datos de navigation directemente desde le barra de instrumentos del navigator.
is: Eyddu vafurgögnum beint úr verkfærastiku vafrans.
nb_no: Slett nettleserdata direkte fra nettleserverktøylinjen.
nn_no: Slett nettlesardata direkte frå nettlesarverktøylinja.
ro: Ștergi datele de navigare direct din bara de instrumente a browserului.
tr: Gezinti verilerini doğrudan tarayıcı araç çubuğundan silin.
vi: Xóa dữ liệu duyệt trực tiếp từ thanh công cụ của trình duyệt.

source: Get RSS feed auto-updates direct to your bookmark folders.
es_ar: Conseguí actualizaciones automáticas de canales RSS directamente en tus carpetas de marcadores.
fi: RSS-syötteiden automaattiset päivitykset suoraan kirjanmerkkikansioihisi.
fur: Ricêf inzornaments automatics dai feed RSS dret tes tôs cartelis dai segnelibris.
fy_nl: Untfang automatyske fernijingen fan RSS-feeds streekrjocht yn jo blêdwizermappen.
he: קבלת עדכונים אוטומטיים של הזנות RSS ישירות לתיקיות הסימניות שלך.
ia: Recipe actualisationes automatic de fluxos RSS directemente in tu dossiers de marcapaginas.
is: Fáðu sjálfvirkar uppfærslur fyrir RSS-streymi beint í bókamerkjamöppurnar þínar.
nb_no: Få automatiske RSS-informasjonskanaloppdateringer direkte til bokmerkemappene dine.
nn_no: Få automatiske RSS-informasjonskanaloppdateringar direkte til bokmerkemappene dine.
ro: Obții actualizări automate ale fluxurilor RSS direct în dosarele de marcaje.
tr: RSS beslemelerindeki güncellemeleri yer imi klasörlerinizde görün.
vi: Nhận tự động cập nhật nguồn cấp dữ liệu RSS trực tiếp đến các thư mục dấu trang của bạn.

source: Effective blocker against all types of ads.
es_ar: Bloqueador efectivo contra todo tipo de publicidades.
fi: Tehokas esto kaikentyyppisiä mainoksia vastaan.
fur: Bloc valevul cuintri ducj i gjenars di publicitât.
fy_nl: Effektive blokkearring tsjin alle soarten fan advertinsjes.
he: חוסם יעיל נגד כל סוגי הפרסומות.
hr: Učinkovito blokiranje protiv svih vrsta oglasa.
ia: Blocator efficace contra tote typos de avisos publicitari.
is: Öflug vörn gegn öllum tegundum auglýsinga.
nb_no: Effektiv blokkering mot alle typer annonser.
nn_no: Effektiv blokkering mot alle typar annonsar.
ro: Blochează eficient toate tipurile de reclame.
tr: Her türlü reklama karşı etkili bir engelleyici.
vi: Trình chặn hiệu quả chống lại tất cả các loại quảng cáo.

source: Mass download manager makes extreme downloading extremely easy.
es_ar: El administrador de descargas masivas hace que las descargas extremas sean extremadamente fáciles.
fur: Il gjestôr di discjariaments di masse al rint une vore facil il discjariâ massim.
fy_nl: Massadownloadbehearder makket ekstreem downloaden ekstreem ienfâldich.
ia: Le gestor de discargamentos massive rende extrememente facile le discargamentos extreme.
is: Massa-niðurhalsstýring einfaldar öfgafullt niðurhal.
nb_no: Mass download manager gjør ekstrem nedlasting ekstremt enkelt.
nn_no: Mass download manager gjer ekstrem nedlasting ekstremt enkelt.
ro: Managerul de descărcare în masă face descărcările extreme extrem de ușoare.
tr: Toplu indirme yöneticisi, yoğun indirme yapanların işini kolaylaştırır.
vi: Trình quản lý tải xuống hàng loạt giúp việc tải xuống cực kỳ dễ dàng.

source: Remove ads & receive better protection against malware.
es_ar: Eliminá publicidades y recibí una mejor protección contra el malware.
fi: Poista mainokset ja ota vastaan parempi suoja haittaohjelmia vastaan.
fur: Gjave lis publicitâts e miore la protezion cuintri i malware.
fy_nl: Smyt advertinsjes fuort en ûntfang ferbettere beskerming tsjin malware.
he: חסימת פרסומות וקבלת הגנה משופרת מפני נוזקה.
ia: Bloca publicitate e recipe melior protection contra malware.
is: Lokaðu á auglýsingar og fáðu betri varnir gegn spilliforritum.
nb_no: Fjern annonser og få bedre beskyttelse mot skadeprogram.
nn_no: Fjern annonsar og få betre vern mot skadeprogram.
ro: Blochezi reclame și obții o protecție sporită împotriva softurilor malițioase.
tr: Reklamları kaldırın ve kötü amaçlı yazılımlara karşı daha iyi bir korumaya sahip olun.
vi: Xóa quảng cáo và nhận được sự bảo vệ tốt hơn trước phần mềm độc hại.

source: Remove formatting from copied Clipboard text.
es_ar: Eliminá el formato del texto copiado al portapapeles.
fi: Poista muotoilu kopioidusta leikepöydän tekstistä.
fur: Gjave la formatazion dal test copiât intes notis.
fy_nl: Smyt opmaak fan kopiearre klamboerdtekst fuort.
he: הסרת עיצוב מטקסט שהועתק ללוח.
ia: Remover formattation ab le texto copiate.
is: Eyða sniði af texta sem afritaður er á klippispjald.
nb_no: Fjern formatering fra kopiert tekst på utklippstavlen.
nn_no: Fjern formatering frå kopiert utklippstavletekst.
ro: Elimină formatarea din textul copiat în clipboard.
tr: Kopyalanan pano metninden biçimlendirmeyi kaldırın.
vi: Xóa định dạng khỏi văn bản đã sao chép của khay nhớ tạm.

source: Fingerprinting privacy protection.
es_ar: Protección de privacidad mediante huellas digitales.
fi: Suojausta yksilöinniltä.
fur: Protezion de riservatece cuintri il rilevament di stamp numeric.
fy_nl: Privacybeskerming tsjin fingerprinting.
ia: Protection del confidentialitate de dactylogrammatores.
is: Vörn gegn gerð fingrafara sem geta auðkennt þig.
nb_no: Personvernbeskyttelse med fingeravtrykksporing.
nn_no: Personvern med fingeravtrykkssporing.
ro: Protecția confidențialității împotriva amprentării digitale.
tr: Parmak izi toplama koruması.
vi: Bảo vệ quyền riêng tư của dấu vết.

source: Enhance your gaming experience on Steam.
es_ar: Mejorá tu experiencia de juego en Steam.
fi: Paranna pelikokemustasi Steamissa.
fur: Miore la tô esperience di zûc su Steam.
fy_nl: Ferbetterje jo game-ûnderfining op Steam.
he: שיפור חווית המשחק שלך ב־Steam.
ia: Meliora tu experientia de joco sur Steam.
is: Bættu upplifun þína af leikjaspilun á Steam.
nb_no: Forbedre spillopplevelsen din på Steam.
nn_no: Forbetre spelopplevinga di på Steam.
ro: Îmbunătățește-ți experiența de joc pe Steam.
tr: Steam’deki oyun deneyiminizi geliştirin.
vi: Nâng cao trải nghiệm chơi trò chơi của bạn trên Steam.

source: Thumbs-up to bringing back thumbs-down.
es_ar: Pulgares arriba por volver a traer los pulgares abajo.
fi: Peukkua "peukku alas"-äänten palauttamiselle.
fur: Poleâr in sù par tornâ a puartâ il poleâr in jù.
fy_nl: Tomme omheech foar it werombringen fan de tomme omleech.
ia: Approbation pro reintroducer disapprobationes.
nb_no: Tommel opp for å bringe tilbake «tommelen ned».
nn_no: Tommel opp for å få tilbake «tommelen ned».
ro: Degetul mare în sus pentru a readuce degetul mare în jos.
tr: "Beğenmeme"yi geri getirin.
vi: Nhấn nút thích để mang lại số lượt không thích.

source: Translate websites in Firefox — privately — without using the cloud.
es_ar: Traducí sitios web en Firefox — de forma privada — sin usar la nube.
fi: Käännä verkkosivustoja Firefoxissa — yksityisesti — ilman pilvipalvelua.
fur: Volte i sîts web in Firefox — in maniere privade — cence doprâ il cloud.
fy_nl: Set websites oer yn Firefox – privee – sûnder de cloud te brûken.
he: תרגום אתרים ב־Firefox - באופן פרטי - מבלי להשתמש בענן.
hr: Prevedi web stranice u Firefoxu – privatno – bez korištenja oblaka.
ia: Traduce sitos web in Firefox, privatemente, sin usar le nube.
is: Þýddu vefsvæði í vafranum þínum án þess að nota skýið.
nb_no: Oversett nettsteder i Firefox — privat — uten å bruke skyen.
nn_no: Omset nettstadar i Firefox — privat — utan å bruke skya.
ro: Traduci site-uri web în Firefox — în mod privat — fără a utiliza cloudul.
tr: Firefox’ta web sitelerini gizliliğinden ödün vermeden (bulutu kullanmadan) çevirin.
vi: Dịch các trang web trong Firefox — một cách riêng tư — mà không cần sử dụng đám mây.

source: Block time-wasting websites. Block them completely or just during time frames of your choosing.
es_ar: Bloqueá los sitios web para perder el tiempo. Bloquealos completamente o solo durante los períodos de tiempo que elijas.
fi: Estä aikaa vievät verkkosivustot. Estä ne kokonaan tai vain haluamillasi ajanjaksoilla.
fur: Bloche i sîts web che ti fasin pierdi timp. Blochiju dal dut o nome pe dade di timp che tu decidis.
fy_nl: Blokkearje tiidfergriemjende websites. Blokkearje se folslein of gewoan yn in keazen tiidrek.
he: חסימת אתרים שמבזבזים את הזמן. ניתן לחסום אותם לחלוטין או רק במסגרות זמן לבחירתך.
ia: Bloca le sitos web dilapida tempore. Bloca los completemente o justo durante le periodos de tu election.
nb_no: Blokker nettsteder som sløser med tid. Blokker dem helt eller bare i tidsrammer du velger.
nn_no: Blokkar nettstadar som sløsar med tid. Blokker dei heilt eller berre i tidsrammer du vel.
ro: Blochează site-urile web care te fac să pierzi timpul. Blochează-le complet sau doar pentru intervalele de timp alese de tine.
tr: Vakit israfı web sitelerini engelleyin. Bunları ister tamamen ister yalnızca seçtiğiniz zaman dilimlerinde engelleyebilirsiniz.
vi: Chặn các trang web lãng phí thời gian. Chặn chúng hoàn toàn hoặc chỉ trong khung thời gian bạn chọn.

source: Easily summarize emails, docs, articles, and video transcripts in English across the web — without sacrificing your privacy.
es_ar: Resumí fácilmente correos electrónicos, documentos, artículos y transcripciones de videos en inglés en toda la web — sin sacrificar tu privacidad.
fi: Tiivistä helposti sähköposteja, dokumentteja, artikkeleita ja videoiden litterointeja englanniksi kaikkialla verkossa – yksityisyyttäsi uhraamatta.
fur: Met in struc in mût sempliç e-mails, documents, articui e trascrizions di videos par inglês sul web — cence sacrificâ la tô riservatece.
fy_nl: Fetsje ienfâldich e-mailberjochten, dokuminten, artikelen en fideotranskripsjes gear yn it Ingelsk op ynternet – sûnder jo privacy op te offerjen.
ia: Facilemente resume emails, documentation, articulos, e transcriptiones video in anglese a transverso le web, sin sacrificar tu confidentialitate.
nb_no: Oppsummer enkelt e-poster, dokumenter, artikler og videotranskripsjoner på engelsk på nettet – uten å ofre personvernet ditt.
nn_no: Samanfatt enkelt e-postar, dokument, artiklar og videotranskripsjonar på engelsk på nettet – utan å ofre personvernet ditt.
ro: Faci ușor rezumate de mesaje e-mail, documente, articole și transcrieri video în limba engleză pe web — fără a-ți compromite confidențialitatea.
tr: İngilizce e-postaları, belgeleri, makaleleri ve video metinlerini gizliliğinizden ödün vermeden olarak kolayca özetleyin.
vi: Tóm tắt thư từ, tài liệu, bài báo và bản phiên âm video bằng tiếng Anh trên các trang web thật dễ dàng - mà không ảnh hưởng đến quyền riêng tư của bạn.
