Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: ca, de, fr, hu, id, nl, pa, sq, sr, uk

source: <b>{0}</b> average in last {1} days
ca: <b>{0}</b> de mitjana en els darrers {1} dies
de: Durchschnittlich <b>{0}</b> in den letzten {1} Tagen
fr: <b>{0}</b> en moyenne les derniers {1} jours
hu: átlagosan <b>{0}</b> az elmúlt {1} napban
id: Rata-rata <b>{0}</b> dalam {1} hari terakhir
nl: <b>{0}</b> gemiddeld in de laatste {1} dagen
pa: <b>{0}</b>ਅੌਸਤ ਆਖਰੀ {1} ਦਿਨਾਂ ਵਿਚ
sq: <b>{0}</b> mesatarisht në {1} ditët e fundit
sr: <b>{0}</b> просечне у последњих {1} дана
uk: <b>{0}</b> в середньому за останні {1} днів

source: No data available.
ca: No hi ha dades disponibles.
de: Keine Daten verfügbar
fr: Pas de donnée disponible.
hu: Nincs dátum.
id: Tidak tersedia tanggal.
nl: Geen gegevens beschikbaar.
pa: ਕੋਈ ਡਾਟਾ ਮੌਜ਼ੂਦ ਨਹੀ
sq: Pa të dhëna të passhme.
sr: Нема доступних података.
uk: Немає доступних даних.

source: Other
ca: Altres
de: Andere
fr: Autre
hu: Egyéb
id: Lainnya
nl: Overig
pa: ਦੂਜਾ
sq: Tjetër
sr: Остали
uk: Інше

source: The manifest could not be found at the given location.
fr: Le manifeste n'a pas pu être trouvé à l'adresse indiquée.
hu: A manifest nem található a megadott helyen.
nl: Het manifest kon niet op de opgegeven locatie worden gevonden.

source: App host could not be reached.
ca: No s'ha pogut connectar amb el servidor de l'aplicació.
de: App-Host konnte nicht erreicht werden.
fr: Impossible de contacter l'hôte de l'application.
hu: Az App gép nem érhető el.
nl: App-host kan niet worden bereikt.
pa: ਐਪ ਹੋਸਟ ਪਹੁੰਚ ਨਹੀਂ ਕਰ ਸਕਦਾ।
sq: Nuk u kap dot streha e aplikacionit.
sr: Host апликације није доступан.
uk: Не вдалося зв'язатися з хостом програми.

source: App manifest is unparsable.
ca: El manifest de l'aplicació no s'ha pogut analitzar.
de: App-Manifest kann nicht geparst werden.
fr: Manifeste d'installation non lisible.
hu: Az app manifest nem dolgozható fel.
nl: App-manifest kan niet worden ontleed.
pa: ਐਪ ਮੈਨੀਫਿਸਟ ਨਾਪਾਰਸਕਰਨਯੋਗ ਹੈ।
sq: Manifesti i aplikacionit është i papërtypshëm.
sr: Манифест апликације се не може упоредити.
uk: Маніфест програми не піддається розбору.

source: App manifest is invalid.
ca: El manifest de l'aplicació no és vàlid.
de: App-Manifest ist ungültig.
fr: Manifeste d'installation invalide.
hu: Az app manifest hibás.
nl: App-manifest is ongeldig.
pa: ਐਪ ਮੈਨੀਫਿਸਟ ਗਲਤ ਹੈ।
sq: Manifesti i aplikacionit është i pavlefshëm.
sr: Манифест апликације је неисправан.
uk: Некоректний маніфест програми.

source: App is already installed.
fr: L'application est déjà installée.
hu: Az app már telepítve van.
nl: App is reeds geïnstalleerd.

source: Internal server error.
fr: Erreur interne du serveur
hu: Belső szerverhiba.
nl: Interne serverfout.

source: Internal server error on app installation.
fr: Erreur interne du serveur pendant l'installation de l'application.
hu: Belső szerverhiba a telepítéskor.
nl: Interne serverfout bij installatie app.

source: Install failed. Please try again later.
de: Installation fehlgeschlagen. Bitte versuchen Sie es später erneut.
fr: Échec d'installation. Merci de réessayer plus tard.
hu: A telepítés sikertelen. Próbálja meg később.
nl: Installatie mislukt. Probeer het later nog eens.
pa: ਇੰਸਟਾਲ ਅਸਫਲ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
sq: Instalimi dështoi. Ju lutemi, riprovoni më vonë.
sr: Инсталација неуспешна. Молимо Вас покушајте касније.
uk: Встановлення невдале. Спробуйте ще раз пізніше.

source: Purchasing
fr: Achat
hu: Vásárlás
nl: Kopen

source: Purchased
ca: La compra ha finalitzat
fr: Acheté
hu: Megvásárolt
nl: Aangeschaft

source: Launch
fr: Démarrer
hu: Indítás
nl: Starten

source: Click here to view the mobile Marketplace!
fr: Cliquez ici pour voir le Marketplace mobile !
hu: Kattintson ide a mobil Marketplace megtekintéséhez!
nl: Klik hier om de mobiele Marketplace te bekijken!

source: This video requires a browser with support for open video
fr: Cette vidéo nécessite un navigateur prenant en charge les vidéos dans un format libre
hu: Ehhez a videóhoz egy olyan böngészőre van szükség, amely támogatja a nyílt videoformátumot
nl: Deze video vereist een browser met ondersteuning voor open video

source: or the <a href="http://www.adobe.com/go/getflashplayer">Adobe
fr: ou le lecteur <a href="http://www.adobe.com/go/getflashplayer">Adobe
hu: vagy az <a href="http://www.adobe.com/go/getflashplayer">Adobe
nl: of de <a href="http://www.adobe.com/go/getflashplayer">Adobe

source: Message must not be empty.
fr: Le message ne doit pas être vide.
hu: Az üzenet nem lehet üres.
nl: Bericht mag niet leeg zijn.

source: Persona login failed. Maybe you don't have an account under that email address?
fr: Connexion avec Persona échouée. Peut-être n'avez-vous pas de compte avec cette adresse courriel ?
hu: Sikertelen Persona bejelentkezés. Lehet, hogy nem rendelkezik felhasználói fiókkal ezzel az e-mail címmel?
nl: Persona-aanmelding mislukt. Misschien hebt u geen account met dat e-mailadres?

source: Persona login failed. A server error was encountered.
fr: Connexion avec Persona échouée. Une erreur serveur est survenue.
hu: Nem sikerült bejelentkezni a Personába. Hiba történt a szerveren.
nl: Persona-aanmelding mislukt. Er is een serverfout opgetreden.

source: Requested Permissions:
fr: Permissions demandées :
hu: Igényelt jogosultságok:
nl: Aangevraagde permissies:

source: Certified
fr: Certifiée
hu: Tanúsított
nl: Gecertificeerd

source: Privileged
fr: Privilégiée
nl: Voorkeur

source: Unprivileged
fr: Non privilégiée
nl: Niet-voorkeur

source: No reason given
fr: Pas de raison donnée
hu: Nincs ok megadva
nl: Geen reden opgegeven

source: Payment failed. Try again later.
fr: Échec du paiement. Réessayez plus tard.
hu: Sikertelen fizetés. Próbálja meg később.
nl: Betaling mislukt. Probeer het later nog eens.

source: Packaged App
fr: Application empaquetée
hu: Összecsomagolt app
nl: Verpakte app

source: Privileged App
fr: Application privilégiée
nl: Voorkeursapp

source: More Information Requested
fr: Plus d'information nécessaire
hu: További információt kér
nl: Meer informatie gevraagd

source: Contains Editor Comment
fr: Contient un commentaire éditeur
nl: Bevat opmerking door editor

source: Escalated
fr: Escaladé
hu: Továbbított
nl: Geëscaleerd

source: Free
fr: Gratuit
hu: Ingyenes
nl: Gratis

source: Any
fr: Toute
hu: Bármely
nl: Elke

source: Requested Info
de: Informationen angefordert
fr: Infos demandées
hu: Kért információ
id: Info yang Diminta
nl: Aangevraagde informatie
pa: ਜਾਣਕਾਰੀ ਲਈ ਬੇਨਤੀ
sq: Të dhëna të Domosdoshme
sr: Захтеване информације
uk: Запитана інформація

source: Flagged
de: Markiert
fr: Marqué
hu: Megjelölt
id: Ditandai
nl: Gelabeld
pa: ਫਲੈਗ ਕੀਤੇ ਹੋਏ
sq: Me shenjë
sr: Означено
uk: Відмічено

source: Duplicate
de: Duplikat
fr: Doublon
hu: Másolás
id: Duplikat
nl: Duplicaat
pa: ਨਕਲੀ
sq: Përsëdytje
sr: Дупликат
uk: Дублікат

source: Rejected
de: Abgelehnt
fr: Rejeté
hu: Elutasított
id: Ditolak
nl: Afgewezen
pa: ਰੱਦ ਕਰੋ
sq: Hedhur tej
sr: Одбијено
uk: Відхилено

source: Approved
de: Freigeschaltet
fr: Approuvé
hu: Jóváhagyott
id: Disetujui
nl: Goedgekeurd
pa: ਮੰਨਜੂਰੀ ਦੇਣਾ
sq: Miratuar
sr: Одобрено
uk: Затверджено

source: {0} character left.
fr: {0} caractère restant.
hu: {0} karakter maradt.
nl: {0} teken resterend.

source: {0} apps
fr: {0} applications
hu: {0} app

source: Week
fr: Semaine
hu: Hét

source: Month
fr: Mois
hu: Hónap
nl: Maand

source: Day
fr: Jour
hu: Nap
nl: Dag

source: Amount Earned
fr: Montant gagné
hu: Befolyt mennyiség
nl: Verdiend bedrag

source: Units Sold
fr: Unités vendues
hu: Eladott egységek
nl: Verkochte eenheden

source: Units Refunded
fr: Unités remboursées
hu: Visszafizetett egységek
nl: Gerestitueerde eenheden

source: Users
fr: Utilisateurs
hu: Felhasználók
nl: Gebruikers

source: Apps
fr: Applications
hu: App

source: by currency {0}
fr: par monnaie {0}
hu: {0} pénznem szerint
nl: op valuta {0}

source: by source {0}
fr: par source {0}
hu: {0} forrás szerint
nl: op bron {0}

source: Currency
ca: Divisa
fr: Monnaie
hu: Pénznem
nl: Valuta

source: Revenue
ca: Guanys
fr: Gain
hu: Bevétel
nl: Opbrengst

source: Refunds
ca: Reemborsaments
fr: Remboursements
hu: {} visszatérítés
nl: Restituties

source: Apps Added
fr: Applications ajoutées
hu: Hozzáadott alkalmazások
nl: Toegevoegde apps

source: Apps Installed
fr: Applications installées
hu: Telepített alkalmazások
nl: Geïnstalleerde apps

source: Reviews
fr: Critiques
hu: Értékelések
nl: Beoordelingen

source: New Users
fr: Nouveaux utilisateurs
hu: Új felhasználók
nl: Nieuwe gebruikers

source: Total Users
fr: Total utilisateurs
hu: Összes felhasználó
nl: Totaal aantal gebruikers

source: Total Visitors
fr: Total visiteurs
hu: Összes látogató
nl: Totaal aantal bezoekers

source: App Installs
fr: Installations de l'application
hu: App telepítések
nl: App-installaties

source: Marketplace Browse Page
fr: Page de navigation du Marketplace
nl: Marketplace-bladerpagina

source: Marketplace Browse Page, Featured
fr: Page de navigation du Marketplace, vedettes
nl: Marketplace-bladerpagina, Aanbevolen

source: Marketplace Category Page
fr: Page de catégorie du Marketplace
hu: Marketplace kategóriaoldal
nl: Marketplace-categoriepagina

source: Marketplace Category Page, Featured
fr: Page de catégorie du Marketplace, vedettes
nl: Marketplace-categoriepagina, Aanbevolen

source: Marketplace Detail Page
fr: Page de détail du Marketplace
nl: Marketplace-detailpagina

source: Marketplace Detail Page, Upsell
fr: Page de détail du Marketplace, Montée en gamme
nl: Marketplace-detailpagina, Bijverkoop

source: Marketplace Home Page
fr: Page d'accueil du Marketplace
hu: Marketplace kezdőlap
nl: Marketplace-startpagina

source: Marketplace Search Results
fr: Page de résultats de recherche du Marketplace
nl: Marketplace-zoekresultaten

source: Marketplace Search Results, Featured
fr: Page de résultats de recherche du Marketplace, vedettes
nl: Marketplace-zoekresultaten, Aanbevolen

source: Units Sold, last {0} days
fr: Unités vendues, derniers {0} jours
nl: Verkochte eenheden, laatste {0} dagen

source: Units Sold from {0} to {1}
fr: Unités vendues du {0} au {1}
nl: Verkochte eenheden van {0} tot {1}

source: Amount Earned, last {0} days
fr: Montant gagné, derniers {0} jours
nl: Verdiend bedrag, laatste {0} dagen

source: Amount Earned {0} to {1}
fr: Montant gagné du {0} au {1}
nl: Verdiend bedrag van {0} tot {1}

source: Units Refunded, last {0} days
fr: Unités remboursées, derniers {0} jours
nl: Gerestitueerde eenheden, laatste {0} dagen

source: Units Refunded from {0} to {1}
fr: Unités remboursées du {0} au {1}
nl: Gerestitueerde eenheden van {0} tot {1}

source: Total Units Sold by Currency
fr: Total d'unités vendues par monnaie
nl: Totale aantal verkochte eenheden op valuta

source: Total Amount Earned by Currency
fr: Total du montant gagné par monnaie
nl: Totale verdiende bedrag op valuta

source: Total Units Refunded by Currency
fr: Total d'unités remboursées par monnaie
nl: Totale aantal gerestitueerde eenheden op valuta

source: Total Units Sold by Source
fr: Total d'unités vendues par source
nl: Totale aantal verkochte eenheden op bron

source: Total Amount Earned by Source
fr: Total du montant gagné par source
nl: Totale verdiende bedrag op bron

source: Total Units Refunded by Source
fr: Total d'unités remboursées par source
nl: Totale aantal gerestitueerde eenheden op bron

source: Total Installs
fr: Installations totales
hu: Összes telepítés
nl: Totaal aantal installaties

source: Select an application first
ca: Primer cal que seleccioneu una aplicació
de: Wählen Sie zuerst eine Anwendung aus
fr: Sélectionnez d'abord une application
hu: Először válasszon ki alkalmazást
id: Pilih aplikasi terlebih dulu
nl: Selecteer eerst een toepassing
pa: ਪਹਿਲਾਂ ਇੱਕ ਐਪਲੀਕੇਸ਼ਨ ਚੁੱਣੋ
sq: Përzgjidhni së pari një aplikacion
sr: Прво изаберите апликацију
uk: Спочатку виберіть програму

source: Set {0} add-on to a max version of {1} and email the author.
ca: Defineix el complement {0} a la versió màxima de {1} i envia un missatge a l'autor.
de: {0} Add-on auf eine Max-Version von {1} setzen und Autor per E-Mail benachrichtigen.
fr: Définir pour le module {0} une version maximale de {1} et envoyer un courriel à l'auteur.
id: Jadikan {0} pengaya menjadi versi terbaru {1} dan kirim email ke penyusun.
nl: {0} add-on instellen op een maximumversie van {1} en een e-mailbericht naar de schrijver sturen.
pa: {0} ਐਡ-ਆਨ ਨੂੰ {1} ਦੇ ਮੈਕਸ ਵਰਜਨ ਤੇ ਸੈੱਟ ਕਰੋ ਅਤੇ ਲੇਖਕ ਨੂੰ ਈਮੇਲ ਕਰੋ।
sq: Caktoji {0} shtese versionin maksimal {1} dhe dërgoji email autorit.
sr: Подесите {0} додатак на максималну верзију од {1} и пошаљи е-пошту аутору.
uk: Встановити для додатку {0} максимальну версію {1} та надіслати лист автору.

source: This will send emails to the authors of {0} file.
ca: Això enviarà missatges als autors d'{0} fitxer.
fr: Ceci enverra un courriel aux auteurs du fichier {0}.
hu: Ez levelet küld a(z) {0} fájl szerzőjének.
nl: Dit verstuurt e-mailberichten naar de schrijvers van {0} bestand.

source: App installation not allowed.
de: App-Installation nicht erlaubt.
fr: Installation d'application non autorisée.
hu: Az app telepítése nem engedélyezett.
nl: Installatie app niet toegestaan.
pa: ਐਪ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਆਗਿਆ ਨਹੀਂ
sq: Instalimi i aplikacionit nuk u lejua.
sr: Није дозвољена инсталација апликације.
uk: Встановлення програми недозволено.

source: App manifest is malformed.
de: App-Manifest ist nicht wohlgeformt.
fr: Manifeste d'application malformé.
hu: Az app manifest formázása hibás.
nl: App-manifest is beschadigd.
pa: ਐਪ ਮੈਨੀਫਿਸਟ ਨਕਾਰਾ ਹੈ।
sq: Manifesti i aplikacionit është i keqformuar.
sr: Манифест апликације је у погрешном формату.
uk: Спотворений маніфест програми.

source: App installation failed.
de: App-Installation fehlgeschlagen.
fr: Échec de l'installation de l'application.
hu: Az alkalmazás telepítése nem sikerült.
nl: Installatie app mislukt.
pa: ਐਪ ਇੰਸਟਾਲੇਸ਼ਨ ਫ੍ਹੇਲ ਹੋਈ।
sq: Instalimi i aplikacionit dështoi.
sr: Инсталација апликације није успела.
uk: Встановлення застосунку невдале.

source: This system does not support installing apps.
de: Dieses System unterstützt die Installation von Apps nicht.
fr: Ce système ne supporte pas l'installation d'applications.
hu: A rendszer nem támogatja az alkalmazások telepítését.
nl: Dit systeem ondersteunt de installatie van apps niet.
pa: ਇਹ ਸਿਸਟਮ ਐਪ ਇੰਸਟਾਲ ਕਰਨ ਵਿੱਚ ਸਹਾਇਕ ਨਹੀਂ।
sq: Ky sistem nuk mbulon instalim aplikacionesh.
sr: Овај систем не подржава иснталације апликација.
uk: Ця система не підтримує встановлення застосунків.

source: Add-on has not been updated to support default-to-compatible.
ca: El complement no ha estat actualitzat per acceptar la compatibilitat per defecte.
de: Add-on wurde nicht aktualisiert, um standardmäßige Kompatibilität zu unterstützen.
fr: Le module n'a pas été mis à jour pour se conformer à default-to-compatible.
id: Pengaya belum diperbarui untuk mendukung kompatibel bawaan.
nl: Add-on is niet bijgewerkt om standaard-compatibel te ondersteunen.
pa: ਮੂਲ ਤੌਰ ਤੇ ਅਨੁਕੂਲਤਾ ਦਾ ਸਹਿਯੋਗ ਕਰਨ ਲਈ ਐਡ-ਆਨ ਅੱਪਡੇਟ ਨਹੀਂ ਕੀਤਾ ਗਿਆ।
sq: Shtesa nuk është përditësuar për të mbuluar parazgjedhje-në-e-përputhshme.
sr: Додатак није ажуриран да подржава default-to-compatible.
uk: Додаток не було оновлено для типової підтримки сумісності.

source: You need to be using Firefox 10.0 or higher.
ca: Heu de fer servir el Firefox 10.0 o superior.
de: Sie müssen Firefox 10.0 oder höher verwenden.
fr: Vous devez utiliser Firefox 10.0 ou plus récent.s
hu: Firefox 10.0 vagy annál frissebb verziót kell használnia.
id: Anda harus menggunakan Firefox 10.0 atau lebih baru.
nl: U dient Firefox 10.0 of hoger te gebruiken.
pa: ਤੁਹਾਨੂੰ ਫ਼ਾਇਰਫ਼ਾਕਸ 10.0 ਜਾਂ ਅੱਗੇ ਵਰਤੋਂ ਕਰਨ ਦੀ ਜਰੂਰਤ ਹੈ।
sq: Lypset të përdorni Firefox 10.0 ose më të ri.
sr: Морате користити Firefox 10.0 или новије.
uk: Вам необхідно використовувати Firefox 10.0 або новіший.

source: Mozilla has marked this version as incompatible with your Firefox version.
ca: Mozilla ha marcat aquesta versió com a incompatible amb la vostra versió del Firefox.
de: Mozilla hat diese Version als mit Ihrer Firefox-Version inkompatibel markiert.
fr: Mozilla a marqué cette version comme incompatible avec votre version de Firefox.
hu: A Mozilla szerint ez a verzió nem működik a Firefox verziójával.
id: Mozilla telah menandai versi ini tidak kompatibel dengan versi Firefox anda.
nl: Mozilla heeft deze versie als niet-compatibel met uw Firefox-versie gemarkeerd.
pa: ਮੌਜੀਲਾ ਨੇ ਇਸ ਵਰਜਨ ਤੇ ਤੁਹਾਡੇ ਫ਼ਾਇਰਫ਼ਾਕਸ ਵਰਜਨ ਨਾਲ ਅਨੁਕੂਲ ਨਾ ਹੋਣ ਦਾ ਨਿਸ਼ਾਨ ਲੱਗਾ ਦਿੱਤਾ।
sq: Mozilla i ka vënë shenjë këtij versioni si i papërputhshëm me versionin tuaj të Firefox-it.
sr: Mozilla је означила ову верзију као некомпатабилну са Вашом верзијом Firefox-а.
uk: Mozilla відмітила цю версію, як несумісну з вашою версією Firefox.

source: Works with {app} {min} - {max}
ca: Funciona amb {app} {min} - {max}
de: Kompatibel mit {app} {min} - {max}
fr: Fonctionne avec {app} {min} - {max}
hu: Ezzel működik {app} {min} - {max}
id: Bekerja dengan {app} {min} - {max}
nl: Werkt met {app} {min} - {max}
pa: {app} {min} - {max} ਦੇ ਨਾਲ ਕੰਮ ਕਰਦਾ ਹੈ
sq: Funksionon me {app} {min} - {max}
sr: Ради са {app} {min} - {max}
uk: Працює з {app} {min} - {max}

source: View other versions
ca: Vegeu altres versions
de: Andere Versionen ansehen
fr: Voir d'autres versions
hu: További verziók megtekintése
id: Lihat versi lainnya
nl: Overige versies bekijken
pa: ਹੋਰ ਵਰਜਨ ਦੇਖੋ
sq: Shihni versione të tjera
sr: Погледај остале верзије
uk: Дивитись інші версії

source: You cannot add yourself as a contributor.
ca: No es pot afegir un mateix com a col·laborador.
de: Sie können sich nicht selbst als Mitwirkenden hinzufügen.
fr: Vous ne pouvez pas vous rajouter comme contributeur.
hu: Önmagát nem adhatja hozzá közreműködőnek.
id: Anda tidak dapat menambahkan diri sendiri sebagai kontributor.
nl: U kunt niet uzelf als medewerker toevoegen.
pa: ਹਟਾਓ
sq: Nuk mund të shtoni vetveten si kontribues.
sr: Не можете себе додати као сарадника.
uk: Ви не можете додати себе, як помічника.

source: Your browser does not support the video tag
ca: El vostre navegador no admet l'etiqueta de vídeo
de: Ihr Browser unterstützt den Video-Tag nicht
fr: Votre navigateur ne supporte pas la balise vidéo
hu: A böngésző nem támogatja a video elemet
id: Peramban Anda tidak mendukung tag video
nl: Uw browser ondersteunt het videolabel niet
pa: ਤੁਹਾਡਾ ਬਰਾਊਜਰ ਵੀਡੀਓ ਟੈਗ ਦਾ ਸਮਰਥਨ ਨਹੀ ਕਰਦਾ
sq: Shfletuesi juaj nuk e mbulon etiketën video
sr: Ваш прегледач не подржава ознаке видео снимака
uk: Ваш браузер не підтримує тег відео

source: Enter a new author's email address
ca: Introduïu una nova adreça electrònica d'autor
de: Geben Sie eine neue E-Mail-Adresse des Autors ein
fr: Entrer l'adresse courriel d'un nouvel auteur
hu: Adja meg az új szerző e-mailcímét
id: Ketik alamat email baru penyusun
nl: Voer een e-mailadres voor een nieuwe schrijver in
pa: ਨਵੇ ਲੇੇਖਕ ਦਾ ਈ-ਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ
sq: Jepni adresën email të autorit të ri
sr: Унесите адресу е-поште новог аутора
uk: Введіть нову адресу ел. пошти автора

source: {files} file
ca: {files} fitxer
de: {files} Datei
fr: {files} fichier
hu: {files} fájl
id: {files} berkas
nl: {files} bestand
pa: {files} ਫਾਈਲ
sq: {files} kartelë
sr: {files} датотека
uk: {files} файл

source: {reviews} review
ca: {reviews} revisió
fr: {reviews} revue
hu: {reviews} értékelés
nl: {reviews} beoordeling

source: Starting tests...
ca: S'estan iniciant les proves...
de: Tests werden gestartet …
fr: Démarrage des tests ...
hu: Tesztek indítása…
nl: Starten tests…
pa: ਟੈਸਟ ਸੁਰੂ ਹੋ ਰਹੇ ਹਨ....
sq: Po fillohen provat...
sr: Покрећем тестова...
uk: Починаю тести...

source: Waiting for test results...
ca: S'estan esperant els resultats de les proves...
de: Warten auf Testergebnisse …
fr: Attente des résultats des tests ...
hu: Várakozás a teszteredményre…
nl: Wachten op testresultaten…
pa: ਟੈਸਟ ਨਤੀਜਿਆਂ ਲਈ ਉਡੀਕ ਕਰ ਰਿਹਾ
sq: Po pritet për përfundimet e provave...
sr: Чекам резултате тестова...
uk: Чекаю результати тесту...

source: Internal Server Error
ca: Error intern del servidor
de: Interner Server-Fehler
fr: Erreur interne du serveur
hu: Belső kiszolgálóhiba
nl: Interne serverfout
pa: ਅੰਦਰੂਨੀ ਸਰਵਰ ਗਲਤੀ
sq: Gabim i Brendshëm Shërbyesi
sr: Серверска грешка
uk: Внутрішня помилка сервера

source: Must be a valid e-mail address.
ca: Cal que sigui una adreça electrònica vàlida.
de: Muss eine gültige E-Mail-Adresse sein.
fr: Doit être une adresse courriel valide.
hu: Érvényes e-mail címnek kell lennie.
id: Harus alamat e-mail sah.
nl: Dient een geldig e-mailadres te zijn.
pa: ਈ-ਮੇਲ ਐਡਰੈੱਸ ਸਹੀ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
sq: Duhet të jetë një adresë e-mail e vlefshme.
sr: Адреса е-поште мора бити исправна.
uk: Повинна бути дійсна адреса ел. пошти.

source: Add-on failed validation.
ca: El complement no ha passat la validació.
de: Add-on hat die Überprüfung nicht bestanden.
fr: Validation du module en échec.
hu: A kiegészítő nem ment át a vizsgálaton.
id: Pengaya gagal pengsahan.
nl: Add-on heeft validatie niet doorstaan.
pa: ਐਡ-ਆਨ ਪ੍ਰਮਾਣਿਕਤਾ ਫ਼ੇਲ੍ਹ ਹੋਈ।
sq: Shtesa nuk e kaloi provën e vleftësimit.
sr: Додатак није прошао проверу.
uk: Додаток не пройшов перевірку.

source: Add-on passed validation.
ca: El complement ha passat la validació.
de: Add-on hat die Überprüfung bestanden.
fr: Validation du module réussie.
hu: A kiegészítő átment a vizsgálaton.
id: Pengaya lulus pengseahan.
nl: Add-on heeft validatie doorstaan.
pa: ਐਡ-ਆਨ ਨੇ ਪ੍ਰਮਾਣਿਕਤਾ ਪਾਸ ਕੀਤੀ।
sq: Shtesa e kaloi provën e vleftësimit.
sr: Додатак је прошао проверу.
uk: Додаток пройшов перевірку.

source: Download {0}
ca: Baixa {0}
de: Herunterladen {0}
fr: Téléchargement {0}
hu: {0} letöltése
nl: {0} downloaden
sq: Shkarkojeni {0}
uk: Завантажити {0}

source: No results found.
ca: No s'ha trobat cap resultat.
de: Keine Ergebnisse gefunden.
fr: Aucun résultat trouvé.
hu: Nincs találat.
id: Tidak ditemukan hasil.
nl: Geen resultaten.
pa: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਮਿਲਿਆ।
sq: Nuk u gjetën përfundime.
sr: Нема резултата.
uk: Не знайдено результатів.

source: Sorry, we couldn't find any recommendations for you.<br>Please visit the <a href="{0}">add-ons site</a> to find an add-on that's right for you.
ca: No us hem trobat cap recomanació.<br>Visiteu el <a href="{0}">lloc web de complements</a> per trobar-hi el que cerqueu.
de: Es tut uns Leid, wir konnten keine Empfehlungen für Sie finden.<br>Bitte besuchen Sie die <a href="{0}">Add-ons-Website</a>, um ein Add-on zu finden, das zu Ihnen passt.
fr: Nous n'avons pas été en mesure de trouver une recommandation pour vous.<br>Merci de visiter <a href="{0}">le site des modules</a> pour trouver un module qui vous convienne.
hu: Nem találunk ajánlott kiegészítőt.<br>Látogassa meg a <a href="{0}">kiegészítők weboldalát</a> és keressen megfelelő kiegészítőket.
nl: Sorry, maar we kunnen geen aanbevelingen voor u vinden.<br>Bezoek de <a href="{0}">add-onswebsite</a> om een geschikte add-on te zoeken.
pa: ਖਿਮਾ ਕਰੋ, ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਕੋਈ ਸਿਫ਼ਾਰਿਸ਼ ਨਹੀਂ ਲੱਭ ਸਕੇ।</br> ਆਪਣੇ ਲਈ ਇੱਕ ਉਚਿਤ ਐਡ-ਆਨ ਖੋਜਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ <a href="{0}">ਐਡ-ਆਨ ਸਾਈਟ</a> ਤੇ ਜਾਓ।
sq: Na ndjeni, nuk gjetëm ndonjë këshillim për ju.<br>Ju lutemi, vizitoni <a href="{0}">site-in e shtesave</a> që të gjeni një shtesë që ju vjen për shtat.
sr: Жао нам је, нисмо успели наћи препоруке за Вас.<br>Молимо посетите <a href="{0}">страницу са додацима</a> да би пронашли додатке погодне за Вас.
uk: Вибачте, але ми не можемо знайти для вас яких-небудь рекомендацій.<br>Відвідайте <a href="{0}">сайт додатків</a>, щоб знайти додаток, який вам підходить.

source: Finding recommendations&hellip;
ca: S'estan cercant recomanacions&hellip;
de: Empfehlungen werden gesucht &hellip;
fr: Trouver des recommandations &hellip;
hu: Ajánlott kiegészítők keresése&hellip;
nl: Aanbevelingen zoeken…
pa: ਸਿਫ਼ਾਰਿਸ਼ਾਂ ਲੱਭ ਰਿਹਾ&hellip;
sq: Po gjenden këshillime&hellip;
sr: Тражим препоруке&hellip;
uk: Пошук рекомендацій&hellip;
