Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: ca, de, fr, hu, id, nl, pa, sq, sr, uk

source: Your add-on passed validation with no errors or warnings.
ca: El vostre complement ha superat la validació sense errors ni alertes.
de: Ihr Add-on hat die Überprüfung ohne Fehler oder Warnungen bestanden.
fr: Votre module a passé les étapes de validation sans erreur ni avertissement.
hu: A kiegészítő hiba és figyelmeztetés nélkül átment az ellenőrzésen.
nl: Uw add-on heeft de validatie doorstaan zonder fouten of waarschuwingen.
sq: Shtesa juaj e kaloi pa gabime ose sinjalizime procesin e vleftësimit.
uk: Ваш додаток пройшов затвердження без помилок чи попереджень.

source: Some platforms are not available for this type of add-on.
ca: Algunes plataformes no estan disponibles per a aquest tipus de complement.
de: Einige Plattformen stehen für diesen Add-on-Typ nicht zur Verfügung.
fr: Certaines plateformes ne sont pas disponibles pour ce type de module.
hu: Néhány platformra nem érhető el ez a típusú kiegészítő.
nl: Sommige platformen zijn niet beschikbaar voor dit type add-on.
pa: ਇਸ ਕਿਸਮ ਦੇ ਐਡ-ਆਨ ਲਈ ਕੁੱਝ ਪਲੇਟਫਾਰਮ ਮੌਜੂਦ ਨਹੀਂ।
sq: Kjo shtesë nuk është e passhme për disa platforma.
sr: Неке платформе нису доступне за овај тип додатка.
uk: Деякі платформи недоступні для цього типу додатків.

source: Icons must be either PNG or JPG.
fr: Les icônes doivent être soit en PNG soit en JPG.

source: All Rights Reserved
ca: Tots els drets reservats
de: Alle Rechte vorbehalten
fr: Tous droits réservés
hu: Minden jog fenntartva
id: Dilindungi Hak Cipta
nl: Alle rechten voorbehouden
pa: ਸਭ ਹੱਕ ਰਾਖਵੇ ਹਨ
sq: Tërë të Drejtat të Rezervuara
sr: Сва права су задржана
uk: Всі права захищені

source: Your Persona's Name
fr: Nom de votre Persona

source: Stop Following
ca: Deixa de seguir
de: Nicht mehr folgen
fr: Arrêter le suivi
hu: Követés leállítása
nl: Volgen stoppen
pa: ਸਮਰਥਨ ਰੋਕੋ
sq: Resht Së Ndjekuri
sr: Прекини праћење
uk: Більше не стежити

source: Following
ca: S'està seguint
de: Folgen
fr: Suivi
hu: Követés
nl: Wordt gevolgd
pa: ਸਮਰਥਨ ਕਰ ਰਿਹਾ
sq: Po e Ndiqni
sr: Праћење
uk: Стеження

source: use original
ca: utilitza l'original
de: Original verwenden
fr: utiliser l'original
hu: eredeti használata
id: gunakan yang asli
nl: oorspronkelijke gebruiken
pa: ਅਸਲੀ ਵਰਤੋ
sq: përdor origjinalen
sr: користи оригинал
uk: використовувати оригінальне

source: Images must be either PNG or JPG.
ca: Les imatges han de ser PNG o JPG.
de: Grafiken müssen entweder PNG oder JPG sein.
fr: Les images doivent être au format PNG ou JPG.
hu: Az ikonnak PNG-nek vagy JPG-nek kell lennie.
nl: Afbeeldingen dienen van het type PNG of JPG te zijn.
pa: ਤਸਵੀਰਾਂ PNG ਜਾਂ JPG ਦੋਨਾਂ ਵਿੱਚ ਇੱਕ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ।
sq: Pamjet duhet të jenë ose PNG, ose JPG.
sr: Слике морају бити PNG или JPG.
uk: Зображення повинні бути PNG чи JPG.

source: Updating results&hellip;
ca: S'estan actualitzant els resultats&hellip;
de: Ergebnisse werden aktualisiert …
fr: Mise à jour des résultats &hellip;
hu: Eredmény frissítése&hellip;
id: Memperbarui hasil &hellip;
nl: Resultaten bijwerken…
pa: ਅੱਪਡੇਟ ਨਤੀਜੇ&hellip;
sq: Po përditësohen përfundimet&hellip;
sr: Ажурирам резултате&hellip;
uk: Оновлення результатів&hellip;

source: Videos must be in WebM.
de: Videos müssen im WebM-Format sein.
fr: La vidéo doit être au format WebM.
hu: A videónak WebM formátumban kell lennie.
id: Video harus dalam WebM.
nl: Video’s dienen in WebM te zijn.
pa: ਵੀਡੀਓ WebM ਵਿੱਚ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ।
sq: Videot duhet të jenë në formatin WebM.
sr: Видео снимци морају бити у WebM формату.
uk: Відео повинні бути у форматі WebM.

source: Your packaged app should end with <code>.zip</code>.
fr: Votre application empaquetée doit se finir par <code>.zip</code>.
hu: Az összecsomagolt appnak <code>.zip</code> kiterjesztésűnek kell lennie.
nl: Uw verpakte app dient te eindigen op <code>.zip</code>.

source: Your app failed validation with {0} error.
ca: Ha fallat la validació de la vostra aplicació amb {0} error.
fr: La validation de votre application a renvoyé {0} erreur.
hu: Az alkalmazás ellenőrzése {0} hiba miatt sikertelen.
nl: Uw app kon niet worden gevalideerd met {0} fout.

source: Your app passed validation with no errors and {0} warning.
fr: Votre application a passée la validation sans erreur et avec {0} avertissement.
hu: Az app hiba nélkül és {0} figyelmeztetéssel átment az ellenőrzésen.
nl: Uw app heeft de validatie zonder fouten en met {0} waarschuwing doorstaan.

source: Your app passed validation with no errors or warnings.
fr: Votre application a passée la validation sans erreur ni avertissement.
hu: Az app hiba és figyelmeztetés nélkül átment az ellenőrzésen.
nl: Uw app heeft de validatie zonder fouten of waarschuwingen doorstaan.

source: Your app passed validation with no errors and {0} message.
ca: La vostra aplicació ha passat la validació sense cap error i {0} missatge.
fr: Votre application a passé la validation sans erreur et avec {0} message.
hu: Az alkalmazás hiba és {0} üzenettel átment az ellenőrzésen.
nl: Uw app is gevalideerd zonder fouten en met {0} bericht.

source: Your app passed validation with no errors or messages.
ca: La vostra aplicació ha passat la validació sense cap error o missatges.
fr: Votre application a passé la validation sans erreur ni message.
hu: Az alkalmazás hiba és üzenetek nélkül átment az ellenőrzésen.
nl: Uw app is gevalideerd zonder fouten of berichten.

source: Changes Saved
ca: S'han desat els canvis
de: Änderungen gespeichert
fr: Changements enregistrés
hu: Változások lementve
id: Perubahan Disimpan
nl: Wijzigingen opgeslagen
pa: ਬਦਲਾਅ ਸੰਭਾਲੇ
sq: Ndryshimet u Ruajtën
sr: Измене сачуване
uk: Зміни збережено

source: Enter a new team member's email address
fr: Entrez l'adresse courriel du nouveau membre de l'équipe
hu: Adja meg az új csapattag e-mail címét
nl: Voer het e-mailadres van een nieuw teamlid in

source: Refreshed
fr: Rechargé
hu: Frissítve
nl: Ververst

source: There was an error uploading your file.
ca: S'ha produït un error en pujar el fitxer.
de: Beim Hochladen Ihrer Datei ist ein Fehler aufgetreten.
fr: Une erreur est survenue pendant l'envoi de votre fichier.
hu: Hiba történt a fájl feltöltésekor.
id: Ada kesalahan mengunggah berkas Anda.
nl: Er is een fout opgetreden tijdens het uploaden van uw bestand.
pa: ਤੁਹਾਡੀ ਫਾਈਲ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਸੀ।
sq: Pati një gabim gjatë ngarkimit të kartelës suaj.
sr: Дошло је до грешке приликом отпремања Ваше датотеке.
uk: Сталась помилка при вивантаженні вашого файлу.

source: Learn more
ca: Més informació
de: Erfahren Sie mehr
fr: En savoir plus
hu: Tudjon meg többet
id: Pelajari selengkapnya
nl: Meer info
pa: ਹੋਰ ਜਾਣੋ
sq: Mësoni më tepër
sr: Сазнајте више
uk: Дізнатись більше

source: Example
ca: Exemple
de: Beispiel
fr: Exemple
hu: Példa
id: Contoh
nl: Voorbeeld
pa: ਉਦਾਹਰਨ
sq: Shembull
sr: Пример
uk: Приклад

source: Image changes being processed
ca: S'estan processant els canvis a la imatge
de: Grafikänderungen werden angewendet
fr: Changements d'images en cours
hu: A kép módosítása folyamatban van
id: Perubahan gambar sedang diproses
nl: Afbeeldingswijzigingen worden verwerkt
pa: ਚਿੱਤਰ ਬਦਲਾਓ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
sq: Po përpunohen ndryshimet e figurës
sr: Измене на слици се обрађују
uk: Обробка змін зображень

source: more...
fr: plus ...
hu: tovább...
nl: meer…

source: less...
fr: moins ...
hu: kevesebb...
nl: minder…

source: Keep review; remove flags
fr: Garder les revues ; retirer les étiquettes
hu: Értékelés folytatása; jelzők eltávolítása
nl: Beoordeling bewaren; labels verwijderen

source: Delete review
fr: Supprimer le commentaire
hu: Értékelés törlése
nl: Beoordeling verwijderen

source: Skip for now
fr: Passer outre pour le moment
hu: Kihagyás
nl: Nu overslaan

source: Spanish Banking Code
fr: Code bancaire espagnol
hu: Spanyol banki kód
nl: Spaanse bankencode

source: Irish Sort Code
fr: Code bancaire irlandais
hu: Ír rövid kód
nl: Ierse Sort code

source: Belgian Sort Code
fr: Code bancaire belge
hu: Belga rövid kód
nl: Belgische BIC

source: Spanish/French/Italian/Dutch Banking Code
fr: Code bancaire espagnol, français, italien ou nééerlandais
hu: Spanyol/francia/olasz/holland banki kód
nl: Spaanse/Franse/Italiaanse/Nederlandse BIC

source: Dutch/US Sort Code
fr: Code bancaire néerlandais ou américain
hu: Holland/US rövid kód
nl: Nederlandse/Amerikaanse SWIFT-code

source: Canadian Transit Number/German Routing Code
fr: Code bancaire canadien ou allemand
nl: Canadese Transit number/Duitse Bankleitzahl

source: Korean Bank and Branch/Indonesian Bank Code
fr: Code bancaire coréen ou indonésien
nl: Koreaanse bank en vestiging/Indonesische Bank code

source: Greek HEBIC/Indonesian Bank Code
fr: Code bancaire greque ou indonésien
nl: Griekse HEBIC/Indonesische Bank code

source: UK/Irish Sort Code or NZ Account Prefix or Australian BSB Code
fr: Code bancaire anglais ou irlandais ou préfixe de compte néo-zélandais ou code BSB australien
nl: UK/Ierse Sort code of Nieuw-Zeelandse Account-prefix of Australische BSB-code

source: Austrian/Swiss Bank Code
fr: Code bancaire autrichien ou suisse
nl: Oostenrijks/Zwitsers BC-nummer

source: Danish/Swiss Bank Code
fr: Code bancaire danois ou suisse
nl: Deens/Zwitsers BC-nummer

source: Swiss/Iraqi Bank Code
fr: Code bancaire suisse ou iraquien
nl: Zwitsers/Iraaks BC-nummer

source: Iraqi Bank Code
fr: Code bancaire iraquien
nl: Iraaks BC-nummer

source: Detected: {0}
fr: Détecté : {0}
hu: Észlelt: {0}
nl: Gedetecteerd: {0}

source: Error
de: Fehler
fr: Erreur
hu: Hiba
id: Masalah
nl: Fout
pa: ਗਲਤੀ
sq: Gabim
sr: Грешка
uk: Помилка

source: There was a problem contacting the payment server.
fr: Une erreur est survenue pendant le contact avec le serveur de paiement.
hu: Hiba történt a fizetési kiszolgálóhoz történő csatlakozás közben.
nl: Er is een probleem opgetreden bij het verbinden met de betalingsserver.

source: You do not currently have any payment accounts.
fr: Vous n'avez actuellement pas de compte de paiement.
hu: Jelenleg nincs egyetlen fizetési fiókja sem.
nl: U hebt momenteel geen betalingsaccounts.

source: All tests passed successfully.
ca: S'han superat tots els tests amb èxit.
de: Alle Tests wurden erfolgreich durchgeführt.
fr: Tous les tests ont été validés avec succès.
hu: Az összes teszten sikeren átment.
id: Semua tes lulus dengan sukses.
nl: Alle tests succesvol doorstaan.
pa: ਸਾਰੇ ਟੈਸਟ ਸਫਲਤਾਪੂਰਵਕ ਪਾਸ ਹੋਏ।
sq: Krejt provat u kaluan me sukses.
sr: Сви тестови су успешно завршени.
uk: Всі тести пройшли успішно.

source: These tests were not run.
ca: Aquests tests no s'han executat.
de: Diese Tests wurden nicht durchgeführt.
fr: Ces tests n'ont pas été exécutés.
hu: Ezek a tesztek nem futottak le.
id: Tes tersebut tidak dijalankan.
nl: Deze tests zijn niet uitgevoerd.
pa: ਇਹ ਟੈਸਟ ਨਹੀਂ ਚਲਾਉਣੇ ਸਨ।
sq: Këto prova nuk u xhiruan.
sr: Ови тестови нису извршени.
uk: Ці тести не запускались.

source: Warning
ca: Avís
de: Warnung
fr: Avertissement
hu: Figyelem
id: Peringatan
nl: Waarschuwing
pa: ਚੇਤਾਵਨੀ
sq: Sinjalizim
sr: Упозорење
uk: Попередження

source: Compatibility Tests
ca: Proves de compatibilitat
de: Kompatibilitätstests
fr: Tests de compatibilité
hu: Kompatibilitás tesztek
id: Tes Kompatibilitas
nl: Compatibiliteitstesten
pa: ਅਨਕੂਲਤਾ ਟੈਸਟ
sq: Prova Përputhshmërie
sr: Тестови компатибилности
uk: Тести сумісності

source: App failed validation.
ca: La validació de l'aplicació ha fallat.
de: App hat Überprüfung nicht bestanden.
fr: Échec de la validation de l'application.
hu: Az app nem ment át a vizsgálaton.
nl: Validatie app mislukt.
sq: Vleftësimi i aplikacionit dështoi.
uk: Додаток не пройшов затвердження.

source: App passed validation.
ca: L'aplicació ha passat la validació.
de: App hat Überprüfung bestanden.
fr: Réussite de la validation de l'application.
hu: Az app átment a vizsgálaton.
nl: Validatie app gelukt.
sq: Aplikacioni e kaloi vleftësimin.
uk: Додаток пройшов затвердження.

source: {0} error
de: {0} Fehler
fr: {0} erreur
hu: {0} hiba
id: {0} masalah
nl: {0} fout
pa: {0} ਗਲਤੀ
sq: {0} gabim
sr: {0} грешка
uk: {0} помилка

source: {0} warning
ca: {0} avís
de: {0} Warnung
fr: {0} avertissement
hu: {0} figyelmeztetés
id: {0} peringatan
nl: {0} waarschuwing
pa: {0} ਚੇਤਾਵਨੀ
sq: {0} sinjalizim
sr: {0} упозорење
uk: {0} попередження

source: Validation task could not complete or completed with errors
ca: El procés de validació no s'ha pogut completar o s'ha completat amb errors
de: Überprüfung konnte nicht abgeschlossen werden oder wurde mit Fehlern abgeschlossen
fr: La validation n'a pas pu s'achever ou s'est achevée avec des erreurs
hu: Az ellenőrzés nem fejeződött be vagy hibát okozott
id: Tugas pengsahan tidak selesai atau selesai dengan masalah
nl: De validatietaak is niet afgerond of afgerond met fouten
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਕਾਰਜ ਮੁਕੰਮਲ ਨਹੀਂ ਹੋਇਆ ਜਾਂ ਖਾਮੀਆਂ ਨਾਲ ਮੁਕੰਮਲ ਹੋਇਆ
sq: Akti i vleftësimit nuk u plotësua dot ose u plotësua me gabime
sr: Задатак провере није могао бити завршен или је завршен са грешкама
uk: Завдання з перевірки не змогло завершитись або завершилось з помилками

source: Your Theme's Name
de: Name Ihres Themes
fr: Le nom de votre thème
hu: Téma neve
nl: De naam van uw thema
pa: ਤੁਹਾਡੇ ਥੀਮ ਦਾ ਨਾਮ
sq: Emri i Temës Suaj
sr: Назив Ваше теме
uk: Ім'я вашої теми

source: Search themes for <b>{0}</b>
de: Suche nach Themes für <b>{0}</b>
fr: Rechercher des thèmes pour <b>{0}</b>
id: Cari tema untuk <b>{0}</b>
nl: Thema’s zoeken op <b>{0}</b>
pa: <b>{0}</b> ਲਈ ਥੀਮ ਖੋਜੋ
sq: Kërkoni tema për <b>{0}</b>
sr: Претражи теме за термин <b>{0}</b>
uk: Шукати теми для <b>{0}</b>

source: Week of {0}
ca: Setmana de {0}
de: Woche von {0}
fr: Semaine de {0}
hu: {0}. hét
id: Minggu ke {0}
nl: Week van {0}
pa: {0} ਦਾ ਹਫਤਾ
sq: Java e {0}
sr: Седмица од {0}
uk: Тиждень {0}

source: downloads
ca: baixades
fr: téléchargements
hu: letöltések
pa: ਡਾਊਨਲੋਡ
sq: shkarkime
sr: преузимања
uk: завантажень

source: {0} users
ca: {0} usuaris
de: {0} Benutzer
fr: {0} utilisateurs
hu: {0} felhasználó
nl: {0} gebruikers
pa: {0} ਯੂਜਰ
sq: {0} përdorues
sr: {0} корисника
uk: {0} користувачів

source: {0} add-ons
ca: {0} complements
fr: {0} modules
hu: {0} kiegészítő
id: {0} pengaya
pa: {0} ਐਡ-ਆਨ
sq: {0} shtesa
sr: {0} додатака
uk: {0} додатків

source: {0} reviews
ca: {0} valoracions
de: {0} Bewertungen
fr: {0} critiques
hu: {0} értékelés
id: {0} ulasan
nl: {0} beoordelingen
pa: {0} ਸਮੀਖਿਅਕ
sq: {0} shqyrtime
sr: {0} рецензија
uk: {0} оглядів

source: {0} sales
ca: {0} vendes
de: {0} Verkäufe
fr: {0} ventes
hu: {0} eladás
id: {0} penjualan
nl: {0} verkopen
pa: {0} ਸੇਲ
sq: {0} shitje
sr: {0} продаја
uk: {0} продаж

source: {0} refunds
ca: {0} reemborsaments
de: {0} Erstattungen
fr: {0} remboursements
hu: {0} visszatérítés
id: {0} pembayaran kembali
nl: {0} restituties
pa: {0} ਰਿਫੰਡ
sq: {0} rimbursime
sr: {0} рефункдација
uk: {0} повернень

source: {0} installs
ca: {0} instal·lacions
de: {0} Installationen
fr: {0} installations
hu: {0} telepítés
id: {0} pemasangan
nl: {0} installaties
pa: {0} ਇੰਸਟਾਲ
sq: {0} instalime
sr: {0} инсталација
uk: {0} встановлень

source: Downloads
ca: Baixades
fr: Téléchargements
hu: Letöltések
id: Unggahan
pa: ਡਾਊਨਲੋਡ
sq: Shkarkime
sr: Преузимања
uk: Завантажень

source: Daily Users
ca: Usuaris diaris
de: Tägliche Benutzer
fr: Utilisateurs journaliers
hu: Napi felhasználók
nl: Dagelijkse gebruikers
pa: ਰੋਜਾਨਾਂ ਯੂਜਰ
sq: Përdorues të Përditshëm
sr: Број корисника по дану
uk: Щоденних користувачів

source: Amount, in USD
ca: Quantitat, en USD
de: Betrag in US$
fr: Montant, en dollars US
hu: Mennyiség, USD-ben
id: Nilai, dalam USD
nl: Bedrag, in US$
pa: USA ਵਿੱਚ, ਰਾਸ਼ੀ
sq: Vleftë, në USD
sr: Количина, у валути USD
uk: Сума в USD

source: Number of Contributions
ca: Nombre de contribucions
de: Zahl der Beiträge
fr: Nombre de contributions
hu: Hozzájárulások száma
id: Jumlah Kontribusi
nl: Aantal bijdragen
pa: ਯੋਗਦਾਨ ਦੀ ਗਿਣਤੀ
sq: Numër Kontributesh
sr: Број доприноса
uk: Кількість внесків

source: More Info...
ca: Més informació...
de: Weitere Informationen …
fr: Plus d'informations ...
hu: Tovább...
id: Info Lebih Lanjut...
nl: Meer informatie…
pa: ਜਿਆਦਾ ਜਾਣਕਾਰੀ....
sq: Më tepër të Dhëna...
sr: Више информација...
uk: Докладніше...

source: Details for {0}
ca: Detalls de {0}
de: Details zu {0}
fr: Détails pour le {0}
hu: {0} részletei
id: Detail untuk {0}
nl: Details voor {0}
pa: {0} ਲਈ ਵੇਰਵਾ
sq: Hollësi për {0}
sr: Детаљи о {0}
uk: Докладніше за {0}

source: Collections Created
ca: Col·leccions creades
de: Erstellte Sammlungen
fr: Collections créées
hu: Létrehozott gyűjtemények
id: Koleksi Dibuat
nl: Gemaakte collecties
pa: ਬਣਾਇਆ ਭੰਡਾਰ
sq: Koleksione të Krijuar
sr: Направљене колекције
uk: Створено колекцій

source: Add-ons in Use
ca: Complements en ús
de: Verwendete Add-ons
fr: Modules utilisés
hu: Használt kiegészítők
id: Pengaya yang Dipakai
nl: Gebruikte add-ons
pa: ਐਡ-ਆਨ ਵਿੱਚ ਵਰਤੋ
sq: Shtesa Në Përdorim
sr: Додаци који се користе
uk: Використовується додатків

source: Add-ons Created
ca: Complements creats
de: Erstellte Add-ons
fr: Modules créés
hu: Létrehozott kiegészítők
id: Pengaya yang Dibuat
nl: Gemaakte add-ons
pa: ਐਡ-ਆਨ ਬਣਾਓ
sq: Shtesa të Krijuara
sr: Додатака направљено
uk: Створено додатків

source: Add-ons Downloaded
ca: Complements baixats
de: Heruntergeladene Add-ons
fr: Modules téléchargés
hu: Letöltött kiegészítők
id: Pengaya yang Diunduh
nl: Gedownloade add-ons
pa: ਐਡ-ਆਨ ਡਾਊਨਲੋਡ
sq: Shtesa të Shkarkuara
sr: Додатака преузето
uk: Завантажено додатків

source: Add-ons Updated
ca: Complements actualitzats
de: Aktualisierte Add-ons
fr: Modules mis à jour
hu: Frissített kiegészítők
id: Pengaya yang Diperbarui
nl: Bijgewerkte add-ons
pa: ਐਡ-ਆਨ ਅੱਪਡੇਟ
sq: Shtesa të Përditësuara
sr: Додатака ажурирано
uk: Оновлено додатків

source: Reviews Written
ca: Valoracions escrites
de: Geschriebene Bewertungen
fr: Critiques écrites
hu: Megírt értékelések
id: Ulasan yang Ditulis
nl: Geschreven beoordelingen
pa: ਲਿਖਤੀ ਸਮੀਖਿਅਕ
sq: Shqyrtime të Shkruara
sr: Рецензија написано
uk: Написано оглядів

source: User Signups
ca: Registres d'usuari
de: Registrierte Benutzer
fr: Connexions de l'utilisateur
hu: Regisztrációk
id: Pendaftaran Pengguna
nl: Gebruikersregistraties
pa: ਯੂਜਰ ਸਾਈਨਅੱਪ
sq: Regjistrime Përdoruesish
sr: Пријаве корисника
uk: Реєстрації користувачів

source: Subscribers
ca: Subscriptors
de: Abonnenten
fr: Souscripteurs
hu: Feliratkozók
id: Pelanggan
nl: Abonnees
pa: ਗਾਹਕ
sq: Pajtimtarë
sr: Претплатници
uk: Користувачі

source: Ratings
ca: Puntuació
de: Bewertungen
fr: Notes
hu: Értékelések
id: Nilai
nl: Waarderingen
pa: ਰੇਟਿੰਗ
sq: Vlerësime
sr: Оцене
uk: Рейтинги

source: Sales
ca: Vendes
de: Verkäufe
fr: Ventes
hu: Eladások
id: Penjualan
nl: Verkopen
pa: ਸੇਲ
sq: Shitje
sr: Продаје
uk: Продажі

source: Installs
ca: Instal·lacions
de: Installationen
fr: Installations
hu: Telepítések
id: Pemasangan
nl: Installaties
pa: ਇੰਸਟਾਲ
sq: Instalime
sr: Инсталације
uk: Встановлення

source: Unknown
ca: Desconegut
de: Unbekannt
fr: Inconnu
hu: Ismeretlen
id: Tidak diketahui
nl: Onbekend
pa: ਅਣਜਾਣ
sq: E panjohur
sr: Непознато
uk: Невідомо

source: Add-ons Manager
ca: Gestor de complements
fr: Gestionnaire des modules
hu: Kiegészítőkezelő
id: Pengelola Pengaya
nl: Add-onbeheerder
pa: ਐਡ-ਆਨ ਮਨੇਜਰ
sq: Përgjegjës Shtesash
sr: Менаџер додатака
uk: Менеджер додатків

source: Search Results
ca: Resultats de cerca
de: Suchergebnisse
fr: Résultats de la recherche
hu: Keresési eredmények
id: Hasil Pencarian
nl: Zoekresultaten
pa: ਨਤੀਜੇ ਖੋਜੋ
sq: Përfundime Kërkimi
sr: Резултати претраге
uk: Результати пошуку

source: Homepage Promo
ca: Promo de la pàgina principal
de: Startseite „Promo“
fr: Promotion en page d'accueil
hu: Promo kezdőlap
id: Promo Beranda
nl: Startpagina Promotie
pa: ਮੁੱਖ ਸਫਾ ਪਰੋਮੋ
sr: Промоција на почетној страни
uk: Промо

source: Homepage Featured
ca: Destacat de la pàgina principal
de: Startseite „Vorgestellt“
fr: Vedette en page d'accueil
hu: Kiemelt kezdőlap
nl: Startpagina Aanbevolen
pa: ਮੁੱਖ ਸਫਾ ਗੁਣ
sr: Издвојено на почетној страни
uk: Відібрані

source: Homepage Up and Coming
ca: Recents a la pàgina principal
de: Startseite „Aufstrebend“
fr: Nouveautés en page d'accueil
nl: Startpagina Aankomende
pa: ਮੁੱਖ ਸਫਾ ਉੱਪਰ ਅਤੇ ਆਉਣਾ
sr: Надолазеће на почетној страни
uk: Набирають популярність

source: Homepage Most Popular
ca: Els més populars a la pàgina principal
de: Startseite „Beliebteste“
fr: Les plus populaires en page d'accueil
hu: Legnépszerűbb kezdőlap
nl: Startpagina Populairste
pa: ਮੱਖ ਸਫਾ ਜਿਆਦਾ ਪ੍ਰਸਿੱਧ
sr: Најпопуларније на почетној страни
uk: Найпопулярніші

source: Detail Page
ca: Pàgina de detalls
de: Detailseite
fr: Page de détail
hu: Részletek oldal
id: Detail Laman
nl: Detailpagina
pa: ਸਫੇ ਦਾ ਵੇਰਵਾ
sq: Faqe Hollësish
sr: Додатне информације
uk: Сторінка з подробицями

source: Detail Page (bottom)
ca: Pàgina de detalls (avall)
de: Detailseite (Ende)
fr: Page de détail (bas)
hu: Részletek oldal (alul)
id: Detail Laman (bawah)
nl: Detailpagina (onderzijde)
pa: ਸਫੇ ਦਾ ਵੇਰਵਾ (ਹੇਠਾਂ)
sq: Faqe Hollësish (fundi)
sr: Додатне информације (доле)
uk: Сторінка з подробицями (низ)

source: Detail Page (Development Channel)
ca: Pàgina de detalls (canal de desenvolupament)
de: Detailseite (Entwicklerkanal)
fr: Page de détail (canal développement)
hu: Detail Page (Fejlesztői csatorna)
id: Detail Laman (Kanal Pengembangan)
nl: Detailpagina (Ontwikkelingskanaal)
pa: ਸਫੇ ਦਾ ਵੇਰਵਾ (ਵਾਧਾ ਪ੍ਰਣਾਲੀ)
sq: Faqe Hollësish (Kanali i Zhvillimeve)
sr: Додатне информације (Канал за развој)
uk: Сторінка з подробицями (Канал розробників)

source: Often Used With
ca: S'utilitza sovint amb
de: Oft verwendet mit
fr: Fréquemment utilisé avec
hu: Gyakran használt ezzel:
id: Sering Digunakan Dengan
nl: Vaak gebruikt met
pa: ਆਮ ਕਰਕੇ ਨਾਲ ਵਰਤਿਆ
sq: Përdorur Shpesh Me
sr: Често коришћено уз
uk: Часто викор. з

source: Others By Author
ca: Altres de l'autor
de: Andere von diesem Autor
fr: D'autres de cet auteur
hu: A szerző további munkái
id: Yang Lain Oleh Penyusun
nl: Overige door schrijver
pa: ਲੇਖਕ ਵਲੋ ਹੋਰ
sq: Të tjera Nga Autori
sr: Остало од аутора
uk: Інші за автором

source: Dependencies
ca: Dependències
de: Abhängigkeiten
fr: Dépendances
hu: Függőségek
nl: Afhankelijkheden
pa: ਨਿਰਭਰਤਾਵਾਂ
sq: Varësi
sr: Зависи од
uk: Залежності

source: Upsell
ca: Promocions
de: Zusatzverkäufe
fr: Montée en gamme
hu: Bővítés
nl: Verkoop
pa: ਵਾਧੂ ਖਰੀਦਦਾਰੀ ਲਈ ਉਕਸਾਉਣਾ
sr: Технике увећања продаје

source: Sharing
ca: Compartint
de: Weitergeben
fr: Partage
hu: Megosztás
id: Berbagi
nl: Delen
pa: ਵੰਡਣਾ
sq: Ndarje me të tjerët
sr: Дељење
uk: Поширення

source: Category Pages
ca: Pàgines de categoria
de: Kategorieseiten
fr: Pages de catégorie
hu: Kategória oldalak
id: Laman Kategori
nl: Categoriepagina’s
pa: ਸੰਗ੍ਰਹਿ ਪੰਨੇ
sq: Faqe Kategorish
sr: Странице категорија
uk: Сторінки категорій

source: Category Landing Featured Carousel
ca: Carrusel de destacats que arriben a la categoria
de: Kategorie-Übersicht „Karussell der Vorgestellten“
fr: Catégorie d'accueil du caroussel des vedettes
nl: Startpagina categorie Aanbevolen-carrousel
pa: ਸੰਗ੍ਰਹਿ ਭੂਮੀ ਗੁਣ ਝੂਲਣਾ
sr: Клизач издвојених апл. на почетној страни категорије
uk: Розміщення в категорії Карусель обраного

source: Category Landing Top Rated
ca: Els més ben valorats que arriben a la categoria
de: Kategorie-Übersicht „Höchste Bewertung“
fr: Catégorie d'accueil des mieux notées
nl: Startpagina categorie Best gewaardeerd
pa: ਚੋਟੀ ਦੀ ਰੇਟਿੰਗ ਵਿੱਚ ਆਉਂਦੇ ਸੰਗ੍ਰਹਿ
sr: Најбоље оцењене апл. на почетној страни категорије
uk: Розміщення в категорії Найвище оцінені

source: Category Landing Most Popular
ca: Els més populars que arriben a la categoria
de: Kategorie-Übersicht „Beliebteste“
fr: Catégorie d'accueil des plus populaires
nl: Startpagina categorie Populairst
pa: ਸੱਭ ਤੋਂ ਮਸ਼ਹੂਰ ਵਿੱਚ ਆਉਂਦੇ ਸੰਗ੍ਰਹਿ
sr: Најпопуларније апл. на почетној страни категорије
uk: Розміщення в категорії Найпопулярніші
