Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: ca, de, fr, hu, id, nl, pa, sq, sr, uk

source: Updating recommendations&hellip;
ca: S'estan actualitzant les recomanacions&hellip;
de: Empfehlungen werden aktualisiert &hellip;
fr: Mise à jour des recommandations &hellip;
hu: Ajánlottak frissítése&hellip;
nl: Aanbevelingen bijwerken…
pa: ਸਿਫ਼ਾਰਿਸ਼ਾਂ ਅੱਪਡੇਟ ਕਰ ਰਿਹਾ&hellip;
sq: Po përditësohen këshillimet&hellip;
sr: Ажурирам препоруке&hellip;
uk: Оновлення рекомендацій&hellip;

source: {name} was viewing this page first.
ca: {name} ha visitat aquesta pàgina per primer cop.
de: {name} hat diese Seite zuerst angesehen.
fr: {name} visitait cette page en premier.
hu: {name} nézte meg először az oldalt.
id: {name} melihat laman ini terlebih dahulu.
nl: {name} heeft eerst deze pagina bekeken.
pa: {name} ਇਹ ਸਫਾ ਪਹਿਲਾਂ ਦੇਖਿਆ ਸੀ।
sq: {name} po e shihte së pari këtë faqe.
sr: {name} је први гледао ову страницу.
uk: {name} переглядав цю сторінку першим.

source: Loading&hellip;
ca: S'està carregant&hellip;
de: Wird geladen &hellip;
fr: Chargement &hellip;
hu: Betöltés&hellip;
id: Memuat&hellip;
nl: Laden…
pa: &hellip; ਲ੍ਹੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ
sq: Po ngarkohet&hellip;
sr: Учитавам&hellip;
uk: Завантаження&hellip;

source: Release Notes
fr: Notes de version

source: Approval Notes
fr: Notes d'approbation

source: No version notes found
ca: No s'han trobat les notes de la versió
de: Keine Kommentare zur Version gefunden
fr: Pas de note de version
hu: Nincsenek megjegyzések a verzióhoz
id: Tidak ditemukan catatan versi
nl: Geen versieopmerkingen gevonden
pa: ਵਰਜਨ ਨੂੰ ਨੋਟਿਸ ਨਹੀਂ ਮਿਲਿਆ
sq: S'u gjetën shënime versioni
sr: Није нађена ни једна белешка о верзији
uk: Не знайдено приміток до версії

source: Average Reviews
ca: Mitjana de revisions
de: Durchschnittliche Bewertungen
fr: Moyennes des revues
hu: Átlagos értékelések
id: Ulasan Rata-rata
nl: Gemiddeld aantal beoordelingen
pa: ਔਸਤ ਸਮੀਖਿਆ
sq: Shqyrtime Mesatarisht
sr: Просечне рецензије
uk: В середньому відгуків

source: Number of Reviews
ca: Nombre de revisions
de: Anzahl der Bewertungen
fr: Nombre de revues
hu: Értékelések száma
id: Jumlah Ulasan
nl: Aantal beoordelingen
pa: ਨੰਬਰ ਵਿੱਚੋਂ ਸਮੀਖਿਆ
sq: Numër Shqyrtimesh
sr: Број рецензија
uk: Кількість відгуків

source: Receipt checked by app.
ca: L'aplicació ha revisat el rebut.
de: Quittung wurde von App überprüft.
fr: Reçu vérifié par l'application.
id: Tanda konfirmasi diperiksa oleh aplikasi.
nl: Ontvangst gecontroleerd door app.
pa: ਰਸ਼ੀਦ ਐਪ ਦੁਆਰਾ ਚੈੱਕ।
sq: Dëftesa u kontrollua nga aplikacioni.
sr: Потврда проверена од стране апликације.
uk: Чек перевірено застосунком.

source: Receipt was not checked by app.
ca: L'aplicació no ha revisat el rebut.
de: Quittung wurde nicht von App überprüft.
fr: Reçu non vérifié par l'application.
id: Tanda konfirmasi tidak diperiksa oleh aplikasi.
nl: Ontvangst niet gecontroleerd door app.
pa: ਰਸ਼ੀਦ ਐਪ ਦੁਆਰਾ ਚੈੱਕ ਨਹੀਂ ਕੀਤੀ ਸੀ।
sq: Dëftesa nuk qe kontrolluar nga aplikacioni.
sr: Потврда није проверена од стране апликације.
uk: Чек не було перевірено застосунком.

source: {name} was viewing this add-on first.
ca: {name} estava mirant aquest complement primer.
de: {name} hat sich dieses Add-on zuerst angesehen.
fr: {name} regardait ce module en premier.
id: {name} melihat pengaya ini terlebih dulu.
nl: {name} bekeek deze add-on eerst.
pa: {name} ਇਹ ਐਡ-ਆਨ ਪਹਿਲਾਂ ਦੇਖਿਆ ਸੀ।
sq: {name} po e shihte i pari këtë shtesë.
sr: {name} је први прегледавао овај додатак.
uk: {name} переглядав цей додаток першим.

source: Version Notes
ca: Notes de la versió
de: Versionshinweise
fr: Notes de version
hu: Megjegyzések a verzióhoz
id: Catatan Versi
nl: Versieopmerkingen
pa: ਸੂਚਨਾਂ ਵਰਜਨ
sq: Shënime Versioni
sr: Белешке о верзији
uk: Примітки до версії

source: Notes for Reviewers
ca: Notes per als revisors
de: Hinweise für Überprüfer
fr: Notes aux testeurs
id: Catatan untuk Pengulas
nl: Opmerkingen voor beoordelaars
pa: ਸਮੀਖਿਅਕ ਲਈ ਸੂਚਨਾਂ
sq: Shënime për Shqyrtuesit
sr: Белешке за рецензенте
uk: Примітки для рецензентів

source: Not Updated for {0} {1}
ca: No actualitzat per a {0} {1}
de: Nicht aktualisiert für {0} {1}
fr: Non mis à jour pour {0} {1}
hu: Nincs frissítve a {0} {1} alkalmazáshoz
id: {0}{1} Tidak Diperbarui
nl: Niet bijgewerkt voor {0} {1}
pa: {0} {1} ਲਈ ਅੱਪਡੇਟ ਨਹੀਂ
sq: Nuk Është Përditësuar për {0} {1}
sr: Није ажурирано за {0} {1}
uk: Не оновлено для {0} {1}

source: Requires Newer Version of {0}
ca: Requereix una nova versió de {0}
de: Neuere Version von {0} wird benötigt
fr: Nécessite une nouvelle version de {0}
hu: Újabb {0} verzióra van szüksége
id: Membutuhkan {0} Yang Lebih Baru
nl: Vereist een nieuwere versie van {0}
pa: {0} ਤੋਂ ਨਵੇਂ ਵਰਜਨ ਦੀ ਮੰਗ
sq: Lyp Version Më të Ri të {0}
sr: Захтева верзију новију од {0}
uk: Потребує новішу версію {0}

source: Unreviewed
ca: No revisat
de: Nicht bewertet
fr: Non revu
hu: Ellenőrizetlen
id: Belum diulas
nl: Niet beoordeeld
pa: ਨਾ-ਸਮੀਖਿਆ
sq: Të pashqyrtuara
sr: Неоцењено
uk: Не перевірено

source: Experimental <span>(Learn More)</span>
ca: Experimental <span>(més informació)</span>
de: Experimentell <span>(Erfahren Sie mehr)</span>
fr: Expérimental <span>(En savoir plus)</span>
hu: Kísérleti <span>(Tudjon meg többet)</span>
id: Eksperimental<span>(Pelajari Lebih Lanjut)</span>
nl: Experimenteel <span>(meer info)</span>
pa: ਪ੍ਰਯੋਗਆਤਮਕ <span>(ਹੋਰ ਜਾਣੋ)</span>
sq: Eksperimentale <span>(Mësoni Më Tepër)</span>
sr: Експериментално <span>(Сазнај више)</span>
uk: Експериментальне <span>(дізнатись більше)</span>

source: Not Available for {0}
ca: No disponible per a {0}
de: Nicht verfügbar für {0}
fr: Indisponible pour {0}
hu: Nem érhető el a {0} programhoz
id: {0} Tidak Tersedia
nl: Niet beschikbaar voor {0}
pa: {0} ਲਈ ਉੱਪਲਬਧ ਨਹੀਂ
sq: Jo i Passhëm për {0}
sr: Није доступно за {0}
uk: Недоступно для {0}

source: Personas Require Newer Version of {0}
fr: Les Personas nécessitent une nouvelle version de {0}

source: Personas Require {0}
fr: Les Personas requièrent {0}

source: This add-on has been preliminarily reviewed by Mozilla.
ca: Aquest complement ha estat revisat de manera preliminar per Mozilla.
de: Dieses Add-on wurde vorläufig von Mozilla freigegeben.
fr: Ce module a été revu de manière préliminaire par Mozilla.
hu: Ezt a kiegészítőt előzetesen nem vizsgálta meg a Mozilla.
id: Pengaya ini telah diulas lebih dulu oleh Mozilla.
nl: Deze add-on is voorlopig beoordeeld door Mozilla.
pa: ਮੌਜੀਲਾ ਨੇ ਇਸ ਐਡ-ਆਨ ਦੀ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਕੀਤੀ।
sq: Kjo shtesë është shqyrtuar paraprakisht nga Mozilla.
sr: Овај додатак је прелиминарно прегледан од Mozilla-е.
uk: Цей додаток було попередньо розглянуто Mozilla.

source: Keep it
ca: Conserva-ho
de: Behalten
fr: Gardez-le
hu: Megtart
id: Pertahankan
nl: Behouden
pa: ਇਸ ਨੂੰ ਰੱਖੋ
sq: Mbaje
sr: Задржи
uk: Залишити їх

source: You're trying it on!
ca: Ho esteu provant!
de: Sie probieren es an!
fr: Vous l'essayez !
hu: Próbálja ki!
id: Anda mencobanya!
nl: U past het nu!
pa: ਤੁਸੀਂ ਇਸਦੀ ਪਰਖ ਕਰ ਰਹੇ ਹੋ!
sq: Po e provoni!
sr: Испробавате је!
uk: Зараз ви це спробуєте!

source: Added to Firefox
ca: S'ha afegit al Firefox
de: Zu Firefox hinzugefügt
fr: Ajouté à Firefox
hu: Hozzáadás Firefoxhoz
id: Ditambahkan ke Firefox
nl: Toegevoegd aan Firefox
pa: ਫ਼ਾਇਰਫ਼ਾਕਸ ਵਿੱਚ ਸ਼ਾਮਲ
sq: U shtua te Firefox-i
sr: Додато у Firefox
uk: Додано у Firefox

source: Themes Require Newer Version of {0}
de: Themes benötigen eine neuere Version von {0}
fr: Les thèmes nécessitent une nouvelle version de {0}
id: Tema Membutuhkan {0} yang Lebih Baru
nl: Thema’s vereisen een nieuwere versie van {0}
pa: ਥੀਮਾਂ ਨੂੰ {0} ਦੇ ਨਵੇਂ ਵਰਜਨ ਦੀ ਲੋੜ
sq: Temat Lypin Version Më të Ri të {0}
sr: Теме захтевају новију верзију од {0}
uk: Для тем потрібна новіша версія {0}

source: Themes Require {0}
de: Themes benötigen {0}
fr: Les thèmes nécessitent {0}
id: Tema membutuhkan {0}
nl: Thema’s vereisen {0}
pa: ਥੀਮਾਂ ਨੂੰ {0} ਦੀ ਲੋੜ
sq: Temat Lypin {0}
sr: Теме захтевају {0}
uk: Для тем потрібно {0}

source: Installing...
ca: S'està instal·lant...
de: Wird installiert …
fr: Installation ...
hu: Telepítés...
id: Memasang...
nl: Installeren…
pa: ਇੰਸਟਾਲ ਕਰਨਾ
sq: Po instalohet...
sr: Инсталирам...
uk: Встановлення...

source: Purchasing...
ca: S'està comprant...
de: Kaufen…
fr: Achat ...
hu: Vásárlás...
nl: Aankopen…
uk: Придбання...

source: Your add-on passed validation with no errors and {0} message.
de: Ihr Add-on hat die Überprüfung ohne Fehler und {0} Nachricht bestanden.
nl: Uw add-on is gevalideerd zonder fouten en met {0} bericht.
sq: Shtesa juaj e kaloi vleftësimin pa gabime dhe me {0} mesazh.
uk: Ваш додаток пройшов затвердження без помилок та з {0} повідомленням.

source: Your app failed validation with {0} error and {1} message(s).
nl: Uw app heeft de validatie niet doorstaan met {0} fout en {1} bericht(en).

source: Warning: deleting payment account "{0}" will move that associated app to an incomplete status and it will no longer be available for sale:
nl: Waarschuwing: door betalingsaccount “{0}” te verwijderen krijgt die geassocieerde app de status onvolledig en is deze niet langer beschikbaar voor verkoop:

source: Authentication error
nl: Authenticatiefout

source: {0} collections
ca: {0} col·leccions
de: {0} Sammlungen
hu: {0} gyűjtemény
id: {0} koleksi
nl: {0} collecties
pa: {0} ਭੰਡਾਰ
sq: {0} koleksione
sr: {0} колекције
uk: {0} колекцій

source: Collections
ca: Col·leccions
de: Sammlungen
hu: Gyűjtemények
id: Koleksi
nl: Collecties
pa: ਸੰਗ੍ਰਹਿ
sq: Koleksione
sr: Колекције
uk: Колекції

source: Date
ca: Data
de: Datum
hu: Dátum
id: Tanggal
nl: Datum
pa: ਤਾਰੀਖ
sq: Datë
sr: Датум
uk: Дата

source: Show All Results
nl: Alle resultaten weergeven

source: Over {0} results found, consider refining your search.
nl: Meer dan {0} resultaten gevonden, overweeg uw zoekopdracht te verfijnen.

source: Source
hu: Forrás
nl: Bron

source: {0} notice
de: {0} Nachricht
id: {0} pernyataan
nl: {0} bericht
pa: {0} ਨੋਟਿਸ
sq: {0} njoftim
sr: {0} обавештење
uk: {0} повідомлення

source: Experimental
de: Experimentell
hu: Kísérleti
id: Bersifat experimental
nl: Experimenteel
pa: ਤਜਰਬੇ
sq: Eksperimentale
sr: Експериментално
uk: Експериментальне

source: Tests
hu: Tesztek
id: Tes
pa: ਟੈਸਟ
sq: Prova
sr: Тестови
uk: Тести

source: Creative Commons Attribution 3.0
ca: Creative Commons Reconeixement 3.0
pa: ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ 3.0

source: Creative Commons Attribution-NonCommercial 3.0
ca: Creative Commons Reconeixement-NoComercial 3.0
pa: ਕਰੀਏਟਿਵ-ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ-ਨਾਨ-ਕਮਰਸ਼ੀਅਲ 3.0

source: Creative Commons Attribution-NonCommercial-NoDerivs 3.0
ca: Creative Commons Reconeixement-NoComercial-NoDerivats 3.0
pa: ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ-ਨਾਨ ਕਮਰਸ਼ੀਅਲ-ਨੋਨ ਡਰਾਈਵ 3.0

source: Creative Commons Attribution-NonCommercial-Share Alike 3.0
ca: Creative Commons Reconeixement-NoComercial-CompartirIgual 3.0
pa: ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ-ਨਾਨ ਕਮਰਸ਼ੀਅਲ-ਸ਼ੇਅਰ-ਅਲਾਈਕ 3.0

source: Creative Commons Attribution-NoDerivs 3.0
ca: Creative Commons Reconeixement-NoDerivats 3.0
pa: ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ-ਨੌਨ ਡਰਾਈਵ 3.0

source: Creative Commons Attribution-ShareAlike 3.0
ca: Creative Commons Reconeixement-CompartirIgual 3.0
pa: ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ-ਸੇਅਰ ਅਲਾਈਕ 3.0

source: Your add-on was validated with no errors and {0} message.
de: Ihr Add-on wurde ohne Fehler und mit {0} Hinweis validiert.
id: Pengaya anda telah divalidasi dengan tanpa kesalahan dan {0} pesan.
pa: ਤੁਹਾਡਾ ਐਡ-ਆਨ ਬਿਨਾਂ ਕਿਸੇ ਖ਼ਾਮੀ ਅਤੇ {0} ਸੁਨੇਹੇ ਨਾਲ ਵੈਧ ਹੋਇਆ ਸੀ।
uk: Ваш додаток пройшов перевірку без помилок і з {0} повідомленням.

source: Your add-on was validated with no errors or warnings.
de: Ihr Add-on wurde ohne Fehler und Hinweise validiert.
id: Pengaya anda telah divalidasi dengan tanpa kesalahan ataupun peringatan.
pa: ਤੁਹਾਡਾ ਐਡ-ਆਨ ਬਿਨਾਂ ਕਿਸੇ ਖ਼ਾਮੀਆਂ ਜਾਂ ਚੇਤਾਵਨੀਆਂ ਦੇ ਵੈਧ ਹੋਇਆ ਸੀ।
uk: Ваш додаток пройшов перевірку без помилок чи застережень.

source: Your submission will go through a manual review.
de: Ihre Einreichung wird einer manuellen Kontrolle unterzogen.
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਇੱਕ ਦਸਤੀ ਸਮੀਖਿਆ ਵਿੱਚੋਂ ਲੰਘੇਗੀ।
uk: Ваше представлення пройде через перегляд вручну.

source: Your submission passed validation and will be automatically signed.
de: Ihre Einreichung hat die Überprüfung bestanden und wird automatisch signiert.
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਨੇ ਵੈਧਤਾ ਪਾਸ ਕੀਤੀ ਅਤੇ ਆਪਣੇ ਆਪ ਹੀ ਹਸਤਾਖਰਿਤ ਹੋ ਜਾਵੇਗੀ।
uk: Ваше представлення пройшло затвердження і буде автоматично підписано.

source: Your submission passed validation and will go through a manual review.
de: Ihre Einreichung hat die Überprüfung bestanden und wird einer manuellen Kontrolle unterzogen.
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਨੇ ਵੈਧਤਾ ਪਾਸ ਕੀਤੀ ਅਤੇ ਇੱਕ ਦਸਤੀ ਸਮੀਖਿਆ ਵਿੱਚੋਂ ਲੰਘੇਗੀ।
uk: Ваше представлення пройшло затвердження і пройде через перегляд вручну.

source: Include detailed version notes (this can be done in the next step).
de: Fügen Sie detaillierte Versionshinweise hinzu (dies kann im nächsten Schritt geschehen).
pa: ਵਰਜਨ ਨੋਟਾਂ ਦਾ ਵੇਰਵਾ ਸ਼ਾਮਲ (ਇਹ ਅਗਲੇ ਕਦਮ ਵਿੱਚ ਕੀਤਾ ਜਾ ਸਕਦਾ)।
sq: Përfshini shënime të hollësishme versioni (kjo mund të kryhet në hapin pasues).
sr: Укључите детаљне белешке верзије (ово може бити урађено у следећем кораку).
uk: Включити детальні примітки до випуску (це може бути зроблено в наступному кроці).

source: If your add-on requires an account to a website in order to be fully tested, include a test username and password in the Notes to Reviewer (this can be done in the next step).
de: Wenn Ihr Add-on ein Benutzerkonto bei einer Webseite benötigt, um vollständig getestet zu werden, fügen Sie in den Hinweisen an den Überprüfer Benutzername und Passwort eines Testkontos hinzu (dies kann im nächsten Schritt geschehen).
pa: ਜੇਕਰ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਨੂੰ ਪੂਰੀ ਪਰਖ ਲਈ ਇੱਕ ਵੈੱਬਸਾਈਟ ਤੇ ਇੱਕ ਖਾਤੇ ਦੀ ਲੋੜ ਹੈ, ਸਮੀਖਿਅਕ ਲਈ ਨੋਟਾਂ ਵਿੱਚ ਇੱਕ ਟੈਸਟ ਵਰਤੋਂਕਾਰ ਅਤੇ ਪਾਸਵਰਡ ਸ਼ਾਮਲ ਕਰੋ (ਇਹ ਅਗਲੇ ਕਦਮ ਵਿੱਚ ਕੀਤਾ ਜਾ ਸਕਦਾ)।
sq: Nëse shtesa juaj lyp një llogari në një sajt, që të mund të testohet plotësisht, përfshini një emër përdoruesi dhe fjalëkalim testi te Shënimet për Shqyrtuesin (kjo mund të bëhet te hapi pasues).
sr: Ако је Вашем додатку потребна лозинка до вeb странице како би била потпуно тестирана, укључите и корисничко име и лозинку за тест у Белешке рецезента (ово може бити учињено у следећем кораку).
uk: Якщо ваш додаток потребує обліковий запис на веб-сайті, зазначте тестові ім'я користувача та пароль у примітках до випуску (це може бути зроблено в наступному кроці).

source: If your add-on is intended for a limited audience you should choose Preliminary Review instead of Full Review.
de: Wenn Ihr Add-on für eine begrenzte Nutzergruppe gedacht ist, sollten Sie „Vorläufige Überprüfung“ anstelle von „Vollständige Überprüfung“ wählen.
pa: ਜੇਕਰ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਇੱਕ ਸੀਮਿਤ ਜਨਤਾ ਲਈ ਨਿਯਤ ਹੈ ਤੁਹਾਨੂੰ ਮੁਕੰਮਲ ਸਮੀਖਿਆ ਦੀ ਥਾਂ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਨੂੰ ਚੁਣਨਾ ਚਾਹੀਦਾ ਹੈ।
uk: Якщо ваш додаток призначений для обмеженого кола користувачів, ви повинні вибрати Попередній Перегляд замість Повного Перегляду.

source: Add-on submission checklist
de: Checkliste für Add-on-Einreichung
pa: ਐਡ-ਆਨ ਦਾਖਲ ਕਾਰਜ ਚੈੱਕਲਿਸਟ
sq: Listë kontrolli parashtrimi shtese
sr: Списак поднесених додатака
uk: Контрольний перелік при представленні додатку

source: Please verify the following points before finalizing your submission. This will minimize delays or misunderstanding during the review process:
de: Bitte überprüfen Sie die folgenden Punkte, bevor Sie Ihre Einreichung abschließen. Dies minimiert Verzögerungen oder Missverständnisse während des Überprüfungsprozesses:
id: Tolong verifikasi poin berikut sebelum benar-benar mengirimkan. Ini mengurangi penundaan atau salah pengertian dalam proses ulasan:
pa: ਆਪਣੇ ਦਾਖਲ ਕਾਰਜ ਨੂੰ ਮੁਕੰਮਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਅੱਗੇ ਦਿੱਤੇ ਅੰਕਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਇਸ ਨਾਲ ਸਮੀਖਿਆ ਕਾਰਜ ਦੌਰਾਨ ਦੇਰੀ ਅਤੇ ਗਲਤਫ਼ਹਿਮੀ ਘੱਟ ਹੋਵੇਗੀ:
sq: Ju lutemi verifikoni plotësimin e pikave vijuese, përpara se të përfundoni parashtrimin tuaj. Kjo do të minimizojë vonesat ose keqkuptimet gjatë procesit të shqyrtimit:
sr: Молимо Вас да верификујете наредне такче пре завршетка подношења. Ово ће минимизовати одлагања и неразумевања током процеса рецензије:
uk: Перевірте наступні пункти перед завершенням вашого представлення. Це зменшить затримку чи нерозуміння під час процесу розгляду:

source: Compiled binaries, as well as minified or obfuscated scripts (excluding known libraries) need to have their sources submitted separately for review. Make sure that you use the source code upload field to avoid having your submission rejected.
de: Von kompilierte Binärdateien, sowie verkürzten oder verschleierten Skripten (außer bekannten Bibliotheken) müssen die Quelltexte getrennt zur Überprüfung eingereicht werden. Verwenden Sie unbedingt das Feld zum Hochladen von Quelltext, damit Ihre Einreichung nicht abgelehnt wird.
id: File Biner Hasil Kompilasi, dan juga skrip yang dikecilkan atau dikaburkan (tidak termasuk pustaka dikenal) , sumbernya harus dikirim terpisah untuk diulas. Pastikan anda menggunakan bidang pengunggah kode sumber untuk menghindari penolakan pengiriman Anda.
pa: ਕੰਪਾਇਲਡ ਬਾਇਨਰੀਆਂ, ਨਾਲ ਦੀ ਨਾਲ ਛੋਟੀਆਂ ਜਾਂ ਬੇਕਾਰ ਸਕਰਿਪਟਾਂ (ਜਾਣੂ ਲਾਇਬਰ੍ਰੇਰੀਆਂ ਨੂੰ ਛੱਡ ਕੇ) ਨੂੰ ਸਮੀਖਿਆ ਲਈ ਆਪਣੇ ਸੋਰਸ ਕੋਡਾਂ ਨੂੰ ਵੱਖ ਤੋਂ ਦਾਖਲ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ। ਇਹ ਯਕੀਨੀ ਬਣਾਓ ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਦਾਖਲ ਕਾਰਜ ਨੂੰ ਰੱਦ ਹੋਣ ਤੋਂ ਬਚਾਉਣ ਲਈ ਸੋਰਸ ਕੋਡ ਅੱਪਲੋਡ ਖੇਤਰ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ।
sq: Për dyorë të përpiluar, si dhe programthe të minimizuar, apo të fshehur njëfarësoj, (hiq librari të njohura) lypset të parashtrohen veçmas burimet e tyre, për shqyrtim. Mos harroni të përdorni fushën e ngarkimit të kodit burim, që të shmangni hedhjen pohstë të parashtrimit tuaj.
sr: Компајлиране бинарне датотеке, као и умањене скрипте (не рачунајући познате библиотеке) треба одвојено поднети на рецензију. Користите поље за отпремање изворног кода да бисте избегли одбијање отпремљеног кода.
uk: Програмні коди скомпільованих бінарних файлів, а також мініфікованих чи обфускованих сценаріїв (окрім відомих бібліотек), необхідно представляти для перевірки окремо. Переконайтеся, що ви використовуєте поле завантаження програмного коду, щоб запобігти відхиленню вашого запиту.

source: The validation process found these issues that can lead to rejections:
de: Der Validierungsprozess stellte folgende Probleme fest, die zur Ablehnung führen könnten:
id: Proses pengsahan menemukan masalah yang dapat mengakibatkan penolakan:
pa: ਵੈਧਤਾ ਕਾਰਜ ਨੂੰ ਇਹ ਮਸਲੇ ਲੱਭੇ ਹਨ ਜੋ ਰੱਦ ਹੋਣ ਦਾ ਕਾਰਨ ਬਣ ਸਕਦੇ ਹਨ:
sq: Procesi i vleftësimit gjeti këto probleme që mund të sjellin hedhje poshtë të parashtrimit:
sr: Процес валидације је нашао проблеме које могу довести до:
uk: Під час процесу перевірки було знайдено наступні проблеми, які можуть призвести до відхилення:

source: If you are unfamiliar with the add-ons review process, you can read about it here.
de: Wenn Ihnen der Prozess der Add-on-Überprüfung unbekannt ist, finden Sie hier weitere Informationen darüber.
id: Jika anda tidak familiar dengan proses ulasan pengaya, Anda dapat membacanya disini.
pa: ਜੇਕਰ ਤੁਸੀਂ ਐਡ-ਆਨ ਸਮੀਖਿਆ ਕਾਰਜ ਤੋਂ ਜਾਣੂ ਨਹੀਂ ਹੋ, ਤੁਸੀਂ ਉਸ ਬਾਰੇ ਇੱਥੇ ਪੜ੍ਹ ਸਕਦੇ ਹੋ।
sq: Nëse procesi i shqyrtimit është i panjohur për ju, rreth tij mund të lexoni këtu.
sr: Ако Вам није познат процес рецензије додатака, можете прочитати о томе овде.
uk: Якщо ви не знайомі з процесом перевірки додатків, можете прочитати про це тут.

source: Sorry, no supported platform has been found.
de: Es tut uns Leid, es wurde keine unterstützte Plattform gefunden.
id: Maaf, tidak ditemukan platform yang didukung.
pa: ਮੁਆਫ਼ੀ, ਕੋਈ ਸਹਾਇਕ ਪਲੇਟਫਾਰਮ ਨਹੀਂ ਲੱਭਿਆ।
sq: Na ndjeni, nuk u gjet platformë e mbuluar.
sr: Нажалост није нађена ни једна подржана платформа.
uk: Нажаль, не знайдено підтримуваних платформ.

source: Firefox
pa: ਫਾਇਰਫਾਕਸ

source: Mozilla
pa: ਮੌਜੀਲਾ

source: Thunderbird
pa: ਥੰਡਰਬਰਡ

source: Sunbird
pa: ਸਨਬਰਡ

source: SeaMonkey
pa: ਸੀਮੌਂਕੀ

source: Fennec
pa: ਫਿੱਨਸ

source: Android
pa: ਐਨਡਰੋਇਡ

source: Email author of {2} add-on which failed validation.
de: Autor von {2} Add-on, deren Validierung fehlgeschlagen ist, per E-Mail benachrichtigen.
id: Kirim email ke penyusun dari {2} pengaya yang gagal pengsahan.
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਵਿੱਚ ਫ਼ੇਲ੍ਹ ਹੋਏ {2} ਐਡ-ਆਨ ਦੇ ਲੇਖਕ ਨੂੰ ਈਮੇਲ ਕਰੋ।
sq: Dërgojini email autorit të {2} shtese që nuk e kaloi vleftësimin.
sr: Аутор е-поште има {2} додатак који није прошао проверу ваљаности.
uk: Надіслати лист автору додатку {2}, який не пройшов перевірку.

source: {reviews} user review
de: {reviews} Benutzerbewertung
id: {reviews} ulasan pengguna
pa: {reviews} ਉਪਭੋਗੀ ਸਮੀਖਿਆ
sq: {reviews} shqyrtim përdoruesi
sr: {reviews} корисничка рецензија
uk: {reviews} відгук користувача

source: Error loading translation
de: Fehler beim Laden der Übersetzung
id: Ada masalah memuat terjemahan
pa: ਲ੍ਹੋਡ ਕਰਨ ਦੌਰਾਨ ਅਨੁਵਾਦ ਗਲਤੀ
sq: Gabim gjatë ngarkimit të përkthimit
sr: Грешка при учитавању превода
uk: Помилка завантаження перекладу

source: If your add-on is intended for a limited audience, you should choose Preliminary Review instead of Full Review.
sq: Nëse shtesa juaj synon një publik të kufizuar, do të duhej të zgjidhnit Shqyrtim Paraprak, në vend se Shqyrtim të Plotë.

source: Your add-on validation timed out, it will be manually reviewed.
id: Waktu validasi pengaya anda habis, akan ditinjau secara manual.

source: Your add-on was validated with no errors and {0} warning.
id: Pengaya anda telah divalidasi dengan tanpa kesalahan dan {0} peringatan.

source: Your submission will be automatically signed.
id: Pengiriman Anda akan ditandatangani secara otomatis.

source: downloads
id: unduhan

source: Search Suggestions
id: Saran Pencarian

source: Meet the Developer
id: Temui Pengembang

source: User Profile
id: Profil Pengguna

source: Version History
id: Riwayat Versi

source: Only with Firefox — Get Firefox Now!
id: Hanya dengan Firefox — Dapatkan Firefox Sekarang!

source: Ignore this message in future updates
id: Abaikan pesan ini untuk pembaruan selanjutnya

source: No results found
id: Tidak ditemukan hasil

source: Theme
id: Tema

source: Reviewer
id: Pengulas

source: Suggestions for passing automated signing:
id: Saran untuk lulus tanda tangan otomatis:
