Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: ca, de, fr, hu, id, nl, pa, sq, sr, uk

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
ca: Aquesta funció s'ha desactivat temporalment per a tasques de manteniment del lloc web. Torneu més tard.
de: Diese Funktion wurde zeitweilig deaktiviert, während wir Wartungsarbeiten an der Website durchführen. Bitte versuchen Sie es später erneut.
fr: Cette fonctionnalité est désactivée temporairement pendant la maintenance. Merci de revenir un peu plus tard.n
hu: Ez a funkció a weboldal karbantartása alatt, átmenetileg nem érhető el. Kérjük, látogasson vissza kicsit később.
id: Fitur ini sementara dinonaktifkan saat kita melakukan pemeliharaan situs. Periksa kembali nanti.
nl: Deze functie is tijdelijk uitgeschakeld vanwege onderhoud aan de website. Probeer het later nog eens.
pa: ਇਹ ਫ਼ੀਚਰ ਅਸਥਾਈ ਤੌਰ ਤੇ ਬੰਦ ਹੈ,ਜਦ ਤੱਕ ਅਸੀ ਵੈਬਸਾਈਟ ਚ ਸੁਧਾਰ ਕਰ ਰਹੇ ਹਾਂ । ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਚਿਰ ਬਾਅਦ ਪੜਤਾਲ ਕਰੋ ।
sq: Kjo veçori është çaktivizuar përkohësisht, teksa bëjmë mirëmbajtjen e "site"-it web. Ju lutemi, riprovoni pas pak.
sr: Ова могућност је привремено онемогућена док обављамо задатак одржавања сајта. Молимо пробајте мало касније.
uk: Дана функція тимчасово вимкнута доки ми проводимо технічне обслуговування веб-сайту. Будь ласка, спробуйте пізніше.

source: App installation not allowed
fr: Installation d'application non autorisée

source: App manifest is malformed
fr: Manifeste de l'application malformé

source: App host could not be reached
fr: Impossible de contacter l'hôte hébergeant l'application

source: App manifest is unparsable
fr: Manifeste de l'application illisible

source: App manifest is invalid
fr: Manifeste de l'application invalide

source: Unknown error
fr: Erreur inconnue

source: App installation failed
fr: Échec de l'installation de l'application

source: This system does not support installing apps
fr: Ce système ne supporte pas l'installation d'applications

source: Accept and Install
ca: Accepta i instal·la
de: Akzeptieren und installieren
fr: Accepter et installer
hu: Elfogadás és telepítés
id: Terima dan Pasang
nl: Accepteren en installeren
pa: ਸਵੀਕਾਰ ਕਰੋ ਅਤੇ ਇੰਸਟਾਲ ਕਰੋ
sq: Pranoje dhe Instaloje
sr: Прихвати и инсталирај
uk: Прийняти та встановити

source: Add to {0}
ca: Afegeix al {0}
de: Zu {0} hinzufügen
fr: Ajouter à {0}
hu: Hozzáadás ehhez: {0}
id: Tambahkan ke {0}
nl: Toevoegen aan {0}
pa: ਸ਼ਾਮਲ ਕਰਨ ਲਈ {0}
sq: Shtoje te {0}
sr: Додај у {0}
uk: Додати до {0}

source: Download Now
ca: Baixa-ho ara
de: Jetzt herunterladen
fr: Télécharger maintenant
hu: Letöltés
id: Unduh Sekarang
nl: Nu downloaden
pa: ਹੁਣ ਡਾਊਨਲੋਡ ਕਰੋ
sq: Shkarkojeni Tani
sr: Преузми одмах
uk: Завантажити зараз

source: Install for {0} anyway
ca: Instal·la al {0} de totes maneres
de: Trotzdem für {0} installieren
fr: Installer tout de même pour {0}
hu: Telepítés mindenképpen erre: {0}
id: Pasang {0} saja
nl: Toch installeren voor {0}
pa: ਕਿਸੇ ਵੀ {0} ਲਈ ਇੰਸਟਾਲ
sq: Instaloje për {0} sido qoftë
sr: Инсталирај за {0} у сваком случају
uk: Все одно встановити для {0}

source: Download for {0} anyway
ca: Baixa per al {0} de totes maneres
de: Trotzdem für {0} herunterladen
fr: Télécharger tout de même pour {0}
hu: Letöltés mindenképpen erre: {0}
id: Unduh {0} saja
nl: Toch downloaden voor {0}
pa: ਕਿਸੇ ਵੀ {0} ਲਈ ਡਾਊਨਲੋਡ
sq: Shkarkoje për {0} sido qoftë
sr: Преузми за {0} у сваком случају
uk: Все одно завантажити для {0}

source: Not available for your platform
ca: No està disponible per a la vostra plataforma
de: Nicht verfügbar für Ihre Plattform
fr: Non disponible sur votre plateforme
hu: Nem érhető el ezen a platformon
id: Tidak tersedia untuk platform Anda
nl: Niet beschikbaar voor uw platform
pa: ਤੁਹਾਡੇ ਪਲੇਟਫਾਰਮ ਲਈ ਉਪਲੱਬਧ ਨਹੀਂ
sq: Jo i passhëm për platformën tuaj
sr: Није доступно за Вашу платформу
uk: Недоступно для вашої платформи

source: May be incompatible with {0} {1}
fr: Peut-être incompatible avec {0} {1}

source: Not available for {0} {1}
ca: No està disponible per al {0} {1}
de: Nicht verfügbar für {0} {1}
fr: Non disponible pour {0} {1}
hu: Nem érhető el a {0} {1} verzióhoz
id: {0} {1} tidak tersedia
nl: Niet beschikbaar voor {0} {1}
pa: {0} {1} ਲਈ ਉਪਲੱਬਧ ਨਹੀਂ
sq: Jo i passhëm për {0} {1}
sr: Није доступно за {0} {1}
uk: Недоступно для {0} {1}

source: Sorry, you need a Mozilla-based browser (such as Firefox) to install a search plugin.
ca: Ho sentim, necessiteu un navegador basat en Mozilla (com ara el Firefox) per instal·lar un connector de cerca.
de: Es tut uns Leid, Sie benötigen einen Mozilla-basierten Browser (wie Firefox), um ein Such-Plugin zu installieren.
fr: Désolé, vous devez utiliser un navigateur Mozilla (tel que Firefox) pour installer un moteur de recherche.
hu: A kereső bővítmény telepítéséhez szükség van egy Mozilla-alapú böngészőre (pl. Firefox).
id: Maaf, Anda membutuhkan peramban berbasis Mozilla (seperti Firefox) untuk memasang plugin pencari.
nl: Sorry, u hebt een op Mozilla gebaseerde browser (zoals Firefox) nodig om een zoekplug-in te kunnen installeren.
pa: ਖਿਮਾ ਕਰੋ, ਤੁਹਾਨੂੰ ਖੋਜ ਪਲੱਗਇਨ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਮੌਜੀਲਾ-ਅਧਾਰਿਤ ਬਰਾਊਜ਼ਰ ਦੀ ਲੋੜ ਹੈ।
sq: Na ndjeni, për të instaluar një shtojcë kërkimi lypset të kini një shfletues me bazë Mozilla (si Firefox-i).
sr: Жао нам је, треба Вам прегледач базиран на технологији Mozilla фондације (као што је Firefox) да бисте инсталирали прикључак за претраживање.
uk: Вибачте, але щоб встановити пошуковий плагін вам потрібен браузер на основі Mozilla (наприклад, Firefox).

source: Loading...
ca: S'està carregant...
de: Laden …
fr: Chargement ...
hu: Betöltés…
id: Memuat...
nl: Laden…
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
sq: Po ngarkohet...
sr: Учитавање...
uk: Завантажується...

source: <b>{0}</b> character left.
ca: <b>{0}</b> caràcter restant.
de: Noch <b>{0}</b> Zeichen übrig
fr: <b>{0}</b> caractère restant.
hu: <b>{0}</b> karakter maradt.
id: Sisa <b>{0}</b> karakter.
nl: <b>{0}</b> teken resterend.
pa: <b>{0}</b> ਅੱਖਰ ਖੱਬੇ.
sq: Edhe <b>{0}</b> shenjë.
sr: <b>{0}</b> карактер преостао.
uk: залишився <b>{0}</b> символ.

source: {0} star
ca: {0} estrella
de: {0} Stern
fr: {0} étoile
hu: {0} csillag
nl: {0} ster
pa: {0} ਤਾਰਾ
sq: {0} yll
sr: {0} зведица
uk: {0} зірка

source: Remove this localization
ca: Retira aquesta localització
de: Diese Übersetzung entfernen
fr: Retirer cette localisation
hu: Lokalizáció eltávolítása
id: Hapus lokalisasi ini
nl: Deze vertaling verwijderen
pa: ਇਹ ਸਥਾਨੀਕਰਨ ਹਟਾਓ
sq: Hiqe këtë përkthim
sr: Уклони ову локализацију
uk: Вилучити цю локалізацію

source: Install App
ca: Instal·la App
de: App installieren
fr: Installer une application
hu: Alkalmazás telepítése
nl: App installeren
uk: Встановити додаток

source: Flagged for review
ca: Marcat per revisar
de: Zur Überprüfung markiert
fr: Étiqueter pour revue
hu: Vizsgálatra jelölve
id: Ditandai untuk ulasan
nl: Gemarkeerd voor beoordeling
pa: ਸਮੀਖਿਆ ਲਈ ਫਲੈਗ ਕੀਤਾ
sq: Me shenjë për shqyrtim
sr: Назначено за преглед
uk: Відмічено для розгляду

source: Your input is required
ca: Cal una entrada
de: Ihre Eingabe wird benötigt
fr: Votre avis est demandé
hu: Az adatok kitöltése kötelező
id: Dibutuhkan masukan Anda
nl: Uw bijdrage is vereist
pa: ਤੁਹਾਡੇ ਇਨਪੁੱਟ ਦੀ ਲੋੜ ਹੈ
sq: Lypset dora juaj
sr: Ваш одзив је неопходан
uk: Потрібна ваша думка

source: Marked for deletion
ca: Marcat per eliminar
de: Zum Löschen markiert
fr: Marqué pour suppression
hu: Törlésre jelölve
nl: Gemarkeerd voor verwijdering
pa: ਹਟਾਉਣ ਲਈ ਮਾਰਕ ਕੀਤਾ
sq: Shënuar për fshirje
sr: Обележено за брисање
uk: Відмічено для вилучення

source: clear recently viewed
ca: neteja els visualitzats recentment
de: Zuletzt angesehene löschen
fr: effacer les derniers vus
hu: nemrég nézett törlése
id: bersihkan yang baru saja dilihat
nl: Onlangs bekeken wissen
pa: ਹੁਣੇ-ਹੁਣੇ ਨਿਰੀਖਣ ਸਾਫ਼
sq: hiq ato që janë parë së fundmi
sr: обриши скорије гледано
uk: очистити недавно переглянуті

source: Adding to Favorites&hellip;
ca: S'està afegint als preferits&hellip;
de: Wird zu Favoriten hinzugefügt …
fr: Ajouter au Favoris &hellip;
hu: Hozzáadás a Kedvencekhez&hellip;
id: Tambahkan ke Favorit&hellip;
nl: Wordt toegevoegd aan Favorieten…
pa: ਪਸੰਦ ਜੋੜ ਰਿਹਾ &hellip;
sq: Po shtohet te Të parapëlqyerit&hellip;
sr: Додајем у Омиљено&hellip;
uk: Додається до вподобань&hellip;

source: Removing Favorite&hellip;
ca: S'estan eliminant el preferit&hellip;
de: Favorit wird entfernt …
fr: Retirer des Favoris &hellip;
hu: Eltávolítás a Kedvencekből&hellip;
id: Hapus Favorit&hellip;
nl: Favoriet wordt verwijderd…
pa: ਪਸੰਦੀਦਾ ਹਟਾ ਰਿਹਾ&hellip;
sq: Po hiqet prej Të parapëlqyerve&hellip;
sr: Бришем из Омиљених&hellip;
uk: Вилучається з вподобань&hellip;

source: Add to Favorites
ca: Afegeix als preferits
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
hu: Hozzáadás a Kedvencekhez
id: Tambah ke Favorit
nl: Toevoegen aan Favorieten
pa: ਪਸੰਦ ਵਿਚ ਸ਼ਾਮਲ ਕਰੋ
sq: Shtoje te Të parapëlqyerit
sr: Додај у Омиљене
uk: Додати до вподобань

source: Remove from Favorites
ca: Suprimeix dels preferits
de: Aus Favoriten entfernen
fr: Supprimer des favoris
hu: Eltávolítás a Kedvencekből
id: Hapus dari Favorit
nl: Verwijderen uit Favorieten
pa: ਪਸੰਦ ਵਿਚੋਂ ਹਟਾਓ
sq: Hiqe prej Të parapëlqyerve
sr: Избриши из Омиљених
uk: Вилучити з вподобань

source: Pending
ca: Pendent
de: Ausstehend
fr: En attente
hu: Folyamatban
id: Tertunda
nl: In behandeling
pa: ਬਕਾਇਆ
sq: Në pritje
sr: На чекању
uk: В очікуванні

source: Add a comment
ca: Afegeix un comentari
de: Einen Kommentar hinzufügen
fr: Ajouter un commentaire
hu: Megjegyzés hozzáadása
id: Tambahkan komentar
nl: Opmerking toevoegen
pa: ਕਾਮੈਂਟ ਸ਼ਾਮਲ
sq: Shtoni një koment
sr: Додај коментар
uk: Прокоментувати

source: Comment
ca: Comentari
de: Kommentar
fr: Commentaire
hu: Megjegyzés
id: Komentar
nl: Opmerking
pa: ਕਾਮੈਂਟ
sq: Koment
sr: Коментар
uk: Коментар

source: Remove this add-on from the collection
ca: Suprimeix aquest complement de la col·lecció
de: Dieses Add-on aus der Sammlung entfernen
fr: Retirer ce module de la collection
hu: Kiegészítő eltávolítása a gyűjteményből
id: Hapus pengaya ini dari koleksi
nl: Deze add-on uit de collectie verwijderen
pa: ਭੰਡਾਰ ਵਿੱਚੋਂ ਇਹ ਐਡ-ਆਨ ਹਟਾਓ
sq: Hiqe këtë shtesë prej koleksionit
sr: Избриши овај додатак из колекције
uk: Вилучити цей додаток з колекції

source: Remove
ca: Suprimeix
de: Entfernen
fr: Retirer
hu: Eltávolítás
id: Hapus
nl: Verwijderen
pa: ਹਟਾਓ
sq: Hiqe
sr: Избриши
uk: Вилучити

source: Remove this user as a contributor
ca: Suprimeix aquest usuari dels col·laboradors
de: Diesen Benutzer als Mitwirkenden entfernen
fr: Retirer cet utilisateur en tant que contributeur
hu: Felhasználó eltávolítása a közreműködők közül
id: Hapus pengguna ini sebagai kontributor
nl: Deze gebruiker als medewerker verwijderen
pa: ਇਸ ਯੂਜਰ ਨੂੰ ਯੋਗਦਾਨ ਦੇ ਤੌਰ ਤੇ ਹਟਾਓ
sq: Hiqe këtë përdorues si kontribues
sr: Уклони корисника као сарадника
uk: Вилучити цього користувача з помічників

source: An email address is required.
ca: Cal una adreça electrònica.
de: Eine E-Mail-Adresse ist erforderlich.
fr: Une adresse de courriel est nécessaire.
hu: Az e-mail cím megadása kötelező.
id: Dibutuhkan alamat email.
nl: Een e-mailadres is verplicht.
pa: ਇੱਕ ਈਮੇਲ ਐੱਡਰੈਸ ਦੀ ਜਰੂਰਤ ਹੈ।
sq: Lypset një adresë email.
sr: Адреса е-поште је обавезна.
uk: Потрібна електрона адреса.

source: You have already added that user.
ca: Ja heu afegit aquest usuari.
de: Sie haben diesen Benutzer bereits hinzugefügt.
fr: Vous avez déjà ajouté cet utilisateur.
hu: Már hozzáadta ezt a felhasználót.
id: Anda telah menambahkan pengguna tersebut.
nl: U hebt die gebruiker al toegevoegd.
pa: ਤੁਸੀ ਇਸ ਯੂਜਰ ਨੂੰ ਪਹਿਲਾਂ ਹੀ ਸ਼ਾਮਲ ਕਰ ਚੁੱਕੇ ਹੋ
sq: E keni shtuar një herë atë përdorues.
sr: Већ сте додали тог корисника.
uk: Ви вже додали цього користувача.

source: Add to favorites
ca: Afegeix als preferits
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
hu: Hozzáadás a kedvencekhez
id: Tambah ke favorit
nl: Toevoegen aan favorieten
pa: ਪਸੰਦ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰੋ
sq: Shtojeni te të parapëlqyerit
sr: Додај у омиљене
uk: Додати до вподобань

source: Remove from favorites
ca: Suprimeix dels preferits
de: Aus Favoriten entfernen
fr: Supprimer des favoris
hu: Eltávolítás a kedvencekből
id: Hapus dari favorit
nl: Verwijderen uit favorieten
pa: ਪਸੰਦ ਵਿੱਚੋਂ ਹਟਾਓ
sq: Hiqe prej të parapëlqyerve
sr: Избриши из омиљених
uk: Вилучити з вподобань

source: Follow this Collection
ca: Segueix aquesta col·lecció
de: Dieser Sammlung folgen
fr: Suivre cette collection
hu: Gyűjtemény követése
id: Ikuti Koleksi
nl: Deze collectie volgen
pa: ਇਸ ਸੰਗ੍ਰਹਿ ਦਾ ਸਮਰਥਨ ਕਰੋ
sq: Ndiqe këtë Koleksion
sr: Прати ову колекцију
uk: Стежити за цією колекцією

source: Stop following
ca: Deixa de seguir
de: Nicht mehr folgen
fr: Ne plus suivre
hu: Követés megszüntetése
id: Berhenti mengikuti
nl: Volgen stoppen
pa: ਨਿਮਨ ਲਿਖਤ ਰੋਕੋ
sq: Resht së ndjekuri
sr: Прекини праћење
uk: Більше не стежити

source: All
ca: Tot
de: Alle
fr: Tous
hu: Összes
nl: Alles
pa: ਸਾਰੇ
sq: Krejt
sr: Све
uk: Усі

source: Password strength:
ca: Seguretat de la contrasenya:
de: Passwort-Stärke:
fr: Robustesse du mot de passe
hu: Jelszó erőssége:
id: Kekuatan kata sandi:
nl: Wachtwoordsterkte:
pa: ਪਾਸਵਰਡ ਤਾਕਤ
sq: Fortësi fjalëkalimi:
sr: Јачина лозинке:
uk: Стійкість паролю:

source: At least {0} character left.
ca: Falta almenys {0} caràcter.
de: Mindestens {0} Zeichen übrig.
fr: Au moins {0} caractère manquant.
hu: {0} karakter maradt.
id: Paling sedikit sisa {0} karakter.
nl: Ten minste {0} teken resterend.
pa: ਘੱਟੋ ਤੋਂ ਘੱਟ {0} ਅੱਖਰ ਬਾਕੀ।
sq: Të paktën edhe <b>{0}</b> shenjë.
sr: Остао је још најмање {0} каратер.
uk: Залишився щонайменше {0} символ.

source: Search personas for <b>{0}</b>
fr: Recherche de Personas pour <b>{0}</b>

source: Search apps for <b>{0}</b>
ca: Cerca aplicacions que continguen <b>{0}</b>
de: Apps suchen für <b>{0}</b>
fr: Recherche d'applications pour <b>{0}</b>
hu: <b>{0}</b> alkalmazás keresése
id: Cari aplikasi untuk <b>{0}</b>
nl: Apps doorzoeken op <b>{0}</b>
pa: <b>{0}</b> ਲਈ ਐਪ ਖੋਜੋ
sq: Kërkoni aplikacione për <b>{0}</b>
sr: Претражи апликације за термин <b>{0}</b>
uk: Шукати застосунки для <b>{0}</b>

source: Search add-ons for <b>{0}</b>
ca: Cerca complements que continguen <b>{0}</b>
de: Add-ons suchen für <b>{0}</b>
fr: Recherche de modules pour <b>{0}</b>
hu: <b>{0}</b> kiegészítő keresése
id: Cari pengaya untuk <b>{0}</b>
nl: Add-ons doorzoeken op <b>{0}</b>
pa: <b>{0}</b> ਲਈ ਐਡ-ਆਨ ਖੋਜੋ
sq: Kërkoni shtesa për <b>{0}</b>
sr: Претражи додатке за термин <b>{0}</b>
uk: Шукати додатки для <b>{0}</b>

source: Category
ca: Categoria
de: Kategorie
fr: Catégorie
hu: Kategória
nl: Categorie
pa: ਕੈਟਾਗਿਰੀ
sq: Kategori
sr: Категорија
uk: Категорія

source: Admins and editors must provide a password to log in.
ca: Els administradors i els editors han de proporcionar una contrasenya per iniciar una sessió.
de: Administratoren und Redakteure müssen zum Anmelden ein Passwort angeben.
fr: Les administrateurs et éditeurs doivent fournir un mot de passe pour se connecter
hu: Az adminisztrátoroknak és a szerkesztőknek jelszóval kell bejelentkezniük.
nl: Beheerders en editors dienen een wachtwoord op te geven om zich aan te melden.
pa: ਪ੍ਰਬੰਧਕਾਂ ਅਤੇ ਸੰਪਾਦਕਾਂ ਨੂੰ ਲਾਗਇਨ ਲਈ ਇੱਕ ਪਾਸਵਰਡ ਮੁਹੱਈਆ ਕਰਵਾਉਣਾ ਚਾਹੀਦਾ।
sq: Përgjegjësit dhe përpunuesit duhet të japin një fjalëkalim për hyrjen.
sr: Администратори и уредници морају укуцати лозинку за пријављивање.
uk: Адміни та редактори повинні входити за допомогою пароля.

source: BrowserID login failed. Maybe you don't have an account under that email address?
ca: Ha fallat l'inici de sessió amb BrowserID. Potser no teníeu un compte amb aquesta adreça electrònica?
de: Login mit BrowserID fehlgeschlagen. Vielleicht haben Sie kein Benutzerkonto unter dieser E-Mail-Adresse?
fr: La connexion BrowserID a échoué. Peut-être n'avez-vous pas de compte correspondant à cette adresse courriel ?
hu: Sikertelen BrowserID bejelentkezés. Lehet, hogy nem rendelkezik felhasználói fiókkal ezzel az e-mail címmel?
nl: BrowserID-aanmelding mislukt. Misschien hebt u geen account met dat e-mailadres?
pa: BrowseID ਲਾਗਇਨ ਫ਼ੇਲ੍ਹ ਹੋਇਆ। ਹੋ ਸਕਦਾ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਈਮੇਲ ਪਤੇ ਦੇ ਅਧੀਨ ਖਾਤਾ ਨਾ ਹੋਵੇ?
sq: Hyrja me BrowserID dështoi. Ndoshta nuk keni llogari që përdor atë adresë email?
sr: Пријава преко BrowserID-а неуспела. Можда немате налог са том адресом е-поште?
uk: Не вдалось увійти з допомогою BrowserID. Можливо у вашому обліковому записі вказана інша адреса електронної пошти?

source: Internal server error
ca: Error intern del servidor
de: Interner Serverfehler
fr: Erreur interne du serveur
hu: Belső kiszolgálóhiba
id: Masalah server internal
nl: Interne serverfout
pa: ਅੰਦਰੂਨੀ ਸਰਵਰ ਗਲਤੀ
sq: Gabim i brendshëm shërbyesi
sr: Грешка на серверу
uk: Внутрішня помилка сервера

source: This theme is incompatible with your version of {0}
ca: Aquest tema és incompatible amb la vostra versió de {0}
de: Dieses Theme ist mit Ihrer Version von {0} nicht kompatibel
fr: Ce thème est incompatible avec votre version de {0}
hu: A téma nem kompatibilis ezzel a {0} verzióval
id: Tema ini tidak kompatibel dengan versi {0} anda
nl: Dit thema is niet compatibel met uw versie van {0}
pa: {0} ਦੇ ਤੁਹਾਡੇ ਵਰਜਨ ਨਾਲ ਇਹ ਥੀਮ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ
sq: Kjo temë është e papërputhshme me versionin tuaj të {0}
sr: Ова тема није компатибилна са Вашом верзијом {0}
uk: Ця тема несумісна з вашою версією {0}

source: The filetype you uploaded isn't recognized.
ca: El tipus de fitxer que heu pujat no es pot reconèixer.
de: Der Dateityp, den Sie hochgeladen haben, wurde nicht erkannt.
fr: Le type de fichier que vous avez envoyé n'est pas reconnu.
hu: A feltöltött fájl típusa nem ismerhető fel.
nl: Het door u geüploade bestandstype wordt niet herkend.
pa: ਤੁਹਾਨੂੰ ਵੱਲੋਂ ਅੱਪਲੋਡ ਕੀਤੀ ਫ਼ਾਈਲ ਕਿਸਮ ਦੀ ਪਛਾਣ ਨਹੀਂ ਹੋਈ।
sq: Lloji i kartelës që ngarkuat nuk është i pranueshëm.
sr: Тип датотеке коју сте послали није препознат.
uk: Тип вивантаженого вами файлу нерозпізнаний.

source: You cancelled the upload.
ca: Heu cancel·lat la pujada.
de: Sie haben das Hochladen abgebrochen.
fr: Vous avez annulé l'envoi.
hu: A feltöltés megszakítva.
nl: U hebt de upload geannuleerd.
pa: ਤੁਸੀਂ ਅੱਪਲੋਡ ਨੂੰ ਰੱਦ ਕੀਤਾ।
sq: E anuluat ngarkimin.
sr: Отказали сте отпремање.
uk: Ви скасували вивантаження.

source: There was a problem contacting the server.
ca: S'ha produït un problema en contactar amb el servidor.
de: Beim Kontaktieren des Servers ist ein Fehler aufgetreten.
fr: Une erreur est survenue pendant le contact du serveur.
hu: Probléma történt a kiszolgálóhoz történő csatlakozás közben.
id: Ada masalah menghubungi server.
nl: Er is een probleem opgetreden bij het verbinden met de server.
pa: ਸਰਵਰ ਨਾਲ ਸੰਪਰਕ ਵੇਲੇ ਇੱਕ ਮੁਸ਼ਕਲ ਸੀ।
sq: Pati një problem gjatë kontaktimit me shërbyesin.
sr: Дошло је до проблема при контактирању сервера.
uk: Виникла проблема при спробі зв'язатись із сервером.

source: Select a file...
ca: Seleccioneu un fitxer...
de: Wählen Sie eine Datei aus…
fr: Sélectionnez un fichier ...
hu: Fájl kiválasztása…
nl: Selecteer een bestand…
pa: ਇੱਕ ਫਾਈਲ ਚੁਣੋ...
sq: Përzgjidhni një kartelë...
sr: Изаберите датотеку...
uk: Виберіть файл...

source: Your add-on should end with .xpi, .jar or .xml
ca: El vostre complement ha d'acabar amb .xpi, .jar o .xml
de: Ihr Add-on sollte eine der Dateiendungen .xpi, .jar oder .xml haben
fr: Le nom de votre module doit se finir par .xpi, .jar ou .xml
hu: A kiegészítőnek .xpi, .jar vagy .xml kiterjesztésűnek kell lennie
nl: Uw add-on dient te eindigen op .xpi, .jar of .xml
pa: ਤੁਹਾਡਾ ਐਡ-ਆਨ .xpi, .jar ਜਾਂ .xml ਨਾਲ ਖਤਮ ਹੋਣਾ ਚਾਹੀਦਾ
sq: Shtesa juaj do të duhej të përfundonte me .xpi, .jar ose .xml
sr: Ваш додатак се треба завршити са .xpi, .jar или .xml
uk: Ваш додаток повинен закінчуватись на .xpi, .jar чи .xml

source: {0}% complete
ca: {0}% completat
de: {0}% abgeschlossen
fr: {0}% terminé
hu: {0}% kész
nl: {0}% voltooid
pa: {0}% ਮੁਕੰਮਲ
sq: Plotësuar {0}%
sr: {0}% завршено
uk: {0}% завершено

source: {0} of {1}
ca: {0} de {1}
de: {0} von {1}
fr: {0} sur {1}
nl: {0} van {1}
pa: {1} ਵਿੱਚੋਂ {0}
sq: {0} nga {1}
sr: {0} од {1}
uk: {0} з {1}

source: Cancel
ca: Cancel·la
de: Abbrechen
fr: Annuler
hu: Mégsem
nl: Annuleren
pa: ਰੱਦ
sq: Anuloje
sr: Откажи
uk: Скасувати

source: Uploading {0}
ca: S'està pujant {0}
de: {0} wird hochgeladen
fr: Envoi de {0}
hu: {0} feltöltése
nl: Uploaden {0}
pa: {0} ਅੱਪਲੋਡ ਹੋ ਰਿਹਾ
sq: Po ngarkohet {0}
sr: Отпремам {0}
uk: Вивантаження {0}

source: Error with {0}
ca: Error amb {0}
de: Fehler bei {0}
fr: Erreur avec {0}
hu: Hiba ezzel: {0}
nl: Fout met {0}
pa: {0} ਨਾਲ ਖਾਮੀ
sq: Gabim me {0}
sr: Грешка са {0}
uk: Помилка з {0}

source: Your add-on failed validation with {0} error.
ca: El vostre complement no ha passat la validació i ha generat {0} error.
de: Ihr Add-on ist bei der Überprüfung mit {0} Fehler durchgefallen.
fr: Votre module n'a pas passé la validation et a généré {0} erreur.
hu: A kiegészítő az ellenőrzése {0} hiba miatt sikertelen.
id: Pengaya anda gagal validasi dengan {0} kesalahan.
nl: Uw add-on heeft de validatie niet doorstaan met {0} fout.
pa: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੀ {0} ਖਾਮੀ ਨਾਲ ਵੈਧਤਾ ਫ਼ੇਲ੍ਹ ਹੋਈ।
sq: Vleftësimi i shtesës suaj dështoi për shkak të {0} gabimi.
sr: Ваш додатак није прошао проверу - {0} грешка.
uk: Ваш додаток не пройшов перевірку з {0} помилкою.

source: &hellip;and {0} more
ca: &hellip;i {0} altres
de: &hellip; und {0} weiterer
fr: &hellip; et {0} plus
hu: &hellip; és további {0}
id: &hellip;dan {0} lagi
nl: … en nog {0}
pa: &hellip;ਅਤੇ {0} ਹੋਰ
sq: &hellip;dhe {0} tjetër
sr: &hellip;и још {0}
uk: &hellip;і ще {0}

source: See full validation report
ca: Consulteu l'informe de validació complet
de: Vollständigen Überprüfungsbericht lesen
fr: Voir le rapport de validation complet
hu: Teljes ellenőrzési jelentés megjelenítése
id: Lihat laporan validasi lengkap
nl: Volledig validatierapport bekijken
pa: ਪੂਰੀ ਵੈਧਤਾ ਰਿਪੋਰਟ ਵੇਖੋ
sq: Shihni raportin e plotë të vleftësimit
sr: Погледајте потпуни извештај прегледа
uk: Переглянути повний звіт перевірки

source: Validating {0}
ca: S'està validant {0}
de: Überprüfung von {0}
fr: Validation {0}
hu: {0} ellenőrzése
id: Mengvalidasi {0}
nl: {0} wordt gevalideerd
pa: {0} ਵੈਧਤਾ
sq: Po vleftësohet {0}
sr: Проверавам {0}
uk: Перевірка {0}

source: Received an empty response from the server; status: {0}
ca: S'ha rebut una resposta buida des del servidor; l'estat: {0}
de: Leere Antwort vom Server erhalten; Status: {0}
fr: Réception d'une réponse vide depuis le serveur ; statut : {0}
hu: Üres válasz érkezett a kiszolgálótól; állapot: {0}
id: Menerima balasan kosong dari server; status: {0}
nl: Lege respons van server ontvangen; status: {0}
pa: ਸਰਵਰ ਵੱਲੋਂ ਇੱਕ ਖਾਲੀ ਜਵਾਬ ਮਿਲਿਆ; ਸਥਿਤੀ: {0}
sq: Prej shërbyesit u mor një përgjigje e zbrazët, me gjendjen: {0}
sr: Добијен је празан одговор од сервера; статус: {0}
uk: Отримано порожню відвідь з серверу; стан: {0}

source: Unexpected server error while validating.
ca: S'ha produït un error del servidor inesperat durant la validació.
de: Unerwarteter Server-Fehler bei der Überprüfung.
fr: Erreur serveur inattendue pendant la validation.
hu: Az ellenőrzés közben váratlan hiba történt.
nl: Onverwachte serverfout tijdens validatie.
pa: ਵੈਧਤਾ ਦੌਰਾਨ ਅਚਾਨਕ ਸਰਵਰ ਗਲਤੀ।
sq: Gabim i papritur shërbyesi gjatë vleftësimit.
sr: Неочекивана грешка на серверу током провере.
uk: Несподівана помилка серверу під час перевірки.

source: Finished validating {0}
ca: Ha finalitzat la validació de {0}
de: Überprüfung abgeschlossen {0}
fr: Validation finie {0}
hu: {0} ellenőrzése befejeződött
id: Selesai validasi {0}
nl: Validatie van {0} afgerond
pa: {0} ਵੈਧਤਾ ਮੁੰਕਮਲ ਹੋਈ
sq: Po përfundohet vleftësimi i {0}
sr: Завршена провера {0}
uk: Завершена перевірка {0}

source: Your add-on passed validation with no errors and {0} warning.
fr: Votre module a passé les étapes de validation sans erreur et avec {0} avertissement.
