Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: ca, de, fr, hu, id, nl, pa, sq, sr, uk

source: Category Landing Recently Added
ca: Els afegits més recentment que arriben a la categoria
de: Kategorie-Übersicht „Zuletzt hinzugefügt“
fr: Catégorie d'accueil des derniers ajouts
nl: Startpagina categorie Onlangs toegevoegd
pa: ਤਾਜਾ ਸ਼ਾਮਿਲ ਲੈਂਡਿੰਗ ਸ਼੍ਰੈਣੀ
sr: Скоро додате апл. на почетној страни категорије
uk: Розміщення в категорії Нещодавно додані

source: Browse Listing Featured Sort
ca: Navega la llista per destacats
de: Auflistung durchsuchen „Sortiert nach Vorgestellt“
fr: Parcourir la liste de tri des vedettes
nl: Lijst doorbladeren gesorteerd op Aanbevolen
pa: ਗੁਣ ਕਿਸਮ ਸੂਚੀ ਬਣਾਓ
sr: Преглед сортиране листе истакнутих апликација
uk: Огляд з сортуванням по обраних

source: Browse Listing Users Sort
ca: Navega la llista per usuaris
de: Auflistung durchsuchen „Sortiert nach Benutzern“
fr: Parcourir la liste de tri des utilisateurs
nl: Lijst doorbladeren gesorteerd op Gebruikers
pa: ਯੂਜਰ ਕਿਸਮ ਸੂਚੀ ਬਣਾਓ
sr: Преглед сортиране листе корисника
uk: Огляд з сортуванням по користувачах

source: Browse Listing Rating Sort
ca: Navega la llista per més valorats
de: Auflistung durchsuchen „Sortiert nach Bewertung“
fr: Parcourir la liste de tri des notes
nl: Lijst doorbladeren gesorteerd op Waardering
pa: ਰੇਟਿੰਗ ਕਿਸਮ ਸੂਚੀ ਬਣਾਓ
sr: Преглед сортиране листе оцена
uk: Огляд з сортуванням за рейтингом

source: Browse Listing Created Sort
ca: Navega la llista per data de creació
de: Auflistung durchsuchen „Sortiert nach Erstellt“
fr: Parcourir la liste de tri des créations
nl: Lijst doorbladeren gesorteerd op Creatiedatum
pa: ਰਚਨਾਤਮਿਕ ਕਿਸਮ ਸੂਚੀ ਬਣਾਓ
sr: Преглед сортиране листе креираних апликација
uk: Огляд з сортуванням за датою створення

source: Browse Listing Name Sort
ca: Navega la llista per nom
de: Auflistung durchsuchen „Sortiert nach Name“
fr: Parcourir la liste de tri des noms
nl: Lijst doorbladeren gesorteerd op Naam
pa: ਨਾਮ ਕਿਸਮ ਸੂਚੀ ਬਣਾਓ
sr: Преглед сортиране листе назива
uk: Огляд з сортуванням за назвою

source: Browse Listing Popular Sort
ca: Navega la llista per popularitat
de: Auflistung durchsuchen „Sortiert nach Beliebtheit“
fr: Parcourir la liste de tri des populaires
nl: Lijst doorbladeren gesorteerd op Populair
pa: ਪ੍ਰਸਿੱਧ ਕਿਸਮ ਸੂਚੀ ਬਣਾਓ
sr: Преглед сортиране листе популарних апликација
uk: Огляд з сортуванням за популярністю

source: Browse Listing Updated Sort
ca: Navega la llista per més recents
de: Auflistung durchsuchen „Sortiert nach Aktualisiert“
fr: Parcourir la liste de tri des mis à jour
nl: Lijst doorbladeren gesorteerd op Bijgewerkt
pa: ਅੱਪਡੇਟ ਕਿਸਮ ਸੂਚੀ ਬਣਾਓ
sr: Преглед сортиране листе ажурираних апликација
uk: Огляд з сортуванням за датою оновлення

source: Browse Listing Up and Coming Sort
ca: Navega la llista per properes novetats
de: Auflistung durchsuchen „Sortiert nach Aufstrebende“
fr: Parcourir la liste de tri des nouveautés à venir
nl: Lijst doorbladeren gesorteerd op Aankomend
pa: ਸੂਚੀਬੱਧਤਾ ਅਤੇ ਲੜੀਬੱਧਤਾ ਦੀ ਝਲਕ
sr: Преглед сортиране листе надолазећих апликација
uk: Огляд з сортуванням за очікуванням виходу

source: Total Amount Contributed
ca: Quantitat total contribuïda
de: Insgesamt gespendeter Betrag
fr: Montant total contribué
nl: Totaal bijgedragen bedrag
pa: ਕੁੱਲ ਰਕਮ ਯੋਗਦਾਨ ਪਾਇਆ
sq: Sasi e Kontribuar Gjithsej
sr: Укупан број доприноса
uk: Загальна кількість внесків

source: Average Contribution
ca: Contribució mitja
de: Durchschnittlich gespendeter Betrag
fr: Contribution moyenne
id: Kontribusi Rata-rata
nl: Gemiddelde bijdrage
pa: ਔਸਤ ਯੋਗਦਾਨ
sq: Kontribut Mesatarisht
sr: Просек доприноса
uk: Середній внесок

source: Usage
ca: Ús
de: Verwendung
fr: Utilisation
hu: Használat
id: Penggunaan
nl: Gebruik
pa: ਵਰਤੋਂ
sq: Përdorim
sr: Употреба
uk: Використання

source: Downloads and Daily Users, last {0} days
ca: Baixades i usuaris diaris, darrers {0} dies
de: Downloads und tägliche Benutzer, letzte {0} Tage
fr: Téléchargements et utilisateurs quotidiens, derniers {0} jours
hu: Letöltések és felhasználók az elmúlt {0} napban
id: Unduhan dan Pengguna Harian, {0} hari terakhir
nl: Downloads en dagelijkse gebruikers, laatste {0} dagen
pa: ਡਾਊਨਲੋਡ ਅਤੇ ਰੋਜਾਨਾਂ ਯੂਜਰ, ਆਖਰੀ {0} ਦਿਨ
sq: Shkarkime dhe Përdorues të përditshëm, {0} ditët e fundit
sr: Преузимања и дневни корисници, последњих {0} дана
uk: Завантажень та щоденних користувачів за останні {0} днів

source: Downloads and Daily Users from {0} to {1}
ca: Baixades i usuaris diaris des del {0} al {1}
de: Downloads und tägliche Benutzer von {0} bis {1}
fr: Téléchargements et utilisateurs journaliers du {0} au {1}
hu: Letöltések és felhasználók {0} és {1} között
id: Unduhan dan Pengguna Harian dari tanggal {0} hingga tanggal {1}
nl: Downloads en dagelijkse gebruikers van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਡਾਊਨਲੋਡ ਅਤੇ ਰੋਜਾਨਾਂ ਯੂਜਰ
sq: Shkarkime dhe Përdorues të Përditshëm nga {0} te {1}
sr: Преузимања и дневни корисници од {0} до {1}
uk: Завантажень та щоденних користувачів з {0} по {1}

source: Installs and Daily Users, last {0} days
ca: Instal·lacions i usuaris diaris, darrers {0} dies
de: Installationen und tägliche Benutzer, letzte {0} Tage
fr: Installations et utilisateurs quotidiens, derniers {0} jours
hu: Telepítések és felhasználók az elmúlt {0} napban
id: Pemasangan dan Pengguna Harian, {0} hari terakhir
nl: Installaties en dagelijkse gebruikers, laatste {0} dagen
pa: ਇੰਸਟਾਲ ਅਤੇ ਰੋਜਾਨਾਂ ਯੂਜਰ, ਆਖਰੀ {0} ਦਿਨ
sq: Instalime dhe Përdorues të Përditshëm, {0} ditët e fundit
sr: Инсталације и дневни корисници, последњих {0} дана
uk: Встановлень та щоденних користувачів за останні {0} днів

source: Installs and Daily Users from {0} to {1}
ca: Instal·lacions i usuaris diaris entre el {0} i el {1}
de: Installationen und tägliche Benutzer von {0} bis {1}
fr: Installations et utilisateurs quotidiens du {0} au {1}
hu: Letöltések és felhasználók {0} és {1} között
id: Pemasangan dan Pengguna Harian dari tanggal {0} hingga tanggal {1}
nl: Installaties en dagelijkse gebruikers van {0} tot {1}
pa: {0} ਤੋ {1} ਤੱਕ ਇੰਸਟਾਲ ਅਤੇ ਰੋਜਾਨਾਂ ਯੂਜਰ
sq: Instalime dhe Përdorues të Përditshëm nga {0} te {1}
sr: Инсталације и дневни корисници од {0} до {1}
uk: Встановлень та щоденних користувачів від {0} до {1}

source: Downloads, last {0} days
ca: Baixades, darrers {0} dies
de: Downloads in den letzten {0} Tagen
fr: Téléchargements, derniers {0} jours
hu: Letöltések az elmúlt {0} napban
id: Unduhan, {0} hari terakhir
nl: Downloads, laatste {0} dagen
pa: ਡਾਊਨਲੋਡ, ਆਖਰੀ {0} ਦਿਨ
sq: Shkarkime, {0} ditët e fundit
sr: Преузимања, последњих {0} дана
uk: Завантажень за останні {0} днів

source: Downloads from {0} to {1}
ca: Baixades des del {0} al {1}
de: Downloads von {0} bis {1}
fr: Téléchargements du {0} au {1}
hu: Letöltések {0} és {1} között
id: Unduhan dari tanggal {0} hingga tanggal {1}
nl: Downloads van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਡਾਊਨਲੋਡ
sq: Shkarkime nga {0} te {1}
sr: Преузимања од {0} до {1}
uk: Завантажень з {0} по {1}

source: Daily Users, last {0} days
ca: Usuaris diaris, darrers {0} dies
de: Tägliche Benutzer in den letzten {0} Tagen
fr: Utilisateurs quotidiens, derniers {0} jours
hu: Felhasználók az elmúlt {0} napban
id: Pengguna Harian, {0} hari terakhir
nl: Dagelijkse gebruikers, laatste {0} dagen
pa: ਰੋਜਾਨਾਂ ਯੂਜਰ, ਆਖਰੀ {0} ਦਿਨ
sq: Përdorues të Përditshëm, {0} ditët e fundit
sr: Дневни корисници, последњих {0} дана
uk: Щоденних користувачів за останні {0} днів

source: Daily Users from {0} to {1}
ca: Usuaris diaris des del {0} al {1}
de: Tägliche Benutzer von {0} bis {1}
fr: Utilisateurs journaliers du {0} au {1}
hu: Felhasználók {0} és {1} között
id: Pengguna Harian dari tanggal {0} hingga tanggal {1}
nl: Dagelijkse gebruikers van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਰੋਜਾਨਾਂ ਯੂਜਰ
sq: Përdorues të Përditshëm nga {0} te {1}
sr: Дневни корисници од {0} до {1}
uk: Щоденних користувачів з {0} по {1}

source: Applications, last {0} days
ca: Aplicacions, darrers {0} dies
de: App in den letzten {0} Tagen
fr: Applications, derniers {0} jours
hu: Alkalmazások az elmúlt {0} napban
id: Aplikasi, {0} hari terakhir
nl: Toepassingen, laatste {0} dagen
pa: ਐਪਲੀਕੇਸ਼ਨ, ਆਖਰੀ {0} ਦਿਨ
sq: Aplikacione, {0} ditët e fundit
sr: Апликације, последњих {0} дана
uk: Застосунків за останні {0} днів

source: Applications from {0} to {1}
ca: Aplicacions del {0} a {1}
de: Apps von {0} bis {1}
fr: Applications du {0} au {1}
hu: Alkalmazások {0} és {1} között
id: Aplikasi dari tanggal {0} hingga tanggal {1}
nl: Toepassingen van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਐਪਲੀਕੇਸ਼ਨ
sq: Aplikacione nga {0} te {1}
sr: Апликације од {0} до {1}
uk: Застосунків з {0} по {1}

source: Platforms, last {0} days
ca: Plataformes, darrers {0} dies
de: Plattformen in den letzten {0} Tagen
fr: Platformes, derniers {0} jours
hu: Platformok az elmúlt {0} napban
id: Platform, {0} hari terakhir
nl: Platforms, laatste {0} dagen
pa: ਪਲੇਟਫਾਰਮ, ਆਖਰੀ {0} ਦਿਨ
sq: Platforma, {0} ditët e fundit
sr: Платформе, последњих {0} дана
uk: Платформ за останні {0} днів

source: Platforms from {0} to {1}
ca: Plataformes des del {0} al {1}
de: Plattformen von {0} bis {1}
fr: Plateformes du {0} au {1}
hu: Platformok {0} és {1} között
id: Platform dari tanggal {0} hingga tanggal {1}
nl: Platforms van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਪਲੇਟਫਾਰਮ
sq: Platforma nga {0} te {1}
sr: Платформе од {0} до {1}
uk: Платформ з {0} по {1}

source: Languages, last {0} days
ca: Llengües, darrers {0} dies
de: Sprachen in den letzten {0} Tagen
fr: Langages, derniers {0} jours
hu: Nyelvek az elmúlt {0} napban
id: Bahasa, {0} hari terakhir
nl: Talen, laatste {0} dagen
pa: ਭਾਸ਼ਾਵਾਂ, ਆਖਰੀ {0} ਦਿਨ
sq: Gjuhë, {0} ditët e fundit
sr: Језици, последњих {0} дана
uk: Мови за останні {0} днів

source: Languages from {0} to {1}
ca: Llengües des del {0} al {1}
de: Sprachen von {0} bis {1}
fr: Langages du {0} au {1}
hu: Nyelvek {0} és {1} között
id: Bahasa dari tanggal {0} hingga tanggal {1}
nl: Talen van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਭਾਸ਼ਾਵਾਂ
sq: Gjuhë nga {0} te {1}
sr: Језици од {0} до {1}
uk: Мови з {0} по {1}

source: Add-on Versions, last {0} days
ca: Versions del complement, els darrers {0} dies
de: Add-on-Versionen in den letzten {0} Tagen
fr: Versions du module, derniers {0} jours
hu: Kiegészítő verziói az elmúlt {0} napban
id: Versi Pengaya, {0} hari terakhir
nl: Add-on-versies, laatste {0} dagen
pa: ਐਡ-ਆਨ ਵਰਜਨ, ਆਖਰੀ {0} ਦਿਨ
sq: Versione Shtesash, {0} ditët e fundit
sr: Верзије додатака, последњих {0} дана
uk: Версій додатків за останні {0} днів

source: Add-on Versions from {0} to {1}
ca: Versions del complement des del {0} al {1}
de: Add-on-Versionen von {0} bis {1}
fr: Versions du module du {0} au {1}
hu: Kiegészítő verziói {0} és {1} között
id: Versi Pengaya dari tanggal {0} hingga tanggal {1}
nl: Add-on-versies van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਐਡ-ਆਨ ਵਰਜਨ
sq: Versione shtesash nga {0} te {1}
sr: Верзије додатака од {0} до {1}
uk: Версій додатків з {0} по {1}

source: Add-on Status, last {0} days
ca: Estat del complement, darrers {0} dies
de: Add-on-Status in den letzten {0} Tagen
fr: Statut du module, derniers {0} jours
hu: Kiegészítő állapota az elmúlt {0} napban
id: Status Pengaya, {0} hari terakhir
nl: Add-on-status, laatste {0} dagen
pa: ਐਡ-ਆਨ ਸਥਿਤੀ, ਆਖਰੀ {0} ਦਿਨ
sq: Gjendje Shtesash, {0} ditët e fundit
sr: Статус додатака, последњих {0} дана
uk: Статус додатків за останні {0} днів

source: Add-on Status from {0} to {1}
ca: Estat del complement des del {0} al {1}
de: Add-on-Status von {0} bis {1}
fr: Statut du module du {0} au {1}
hu: Kiegészítő állapota {0} és {1} között
id: Status Pengaya dari tanggal {0} hingga tanggal {1}
nl: Add-on-status van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਐਡ-ਆਨ ਸਥਿਤੀ
sq: Gjendje Shtesash nga {0} te {1}
sr: Статус додатака, од {0} до {1}
uk: Статус додатків з {0} по {1}

source: Download Sources, last {0} days
ca: Fonts de baixada, darrers {0} dies
de: Download-Quellen in den letzten {0} Tagen
fr: Sources de téléchargement, derniers {0} jours
id: Sumber Unggahan, {0} hari terakhir
nl: Downloadbronnen, laatste {0} dagen
pa: ਡਾਊਨਲੋਡ ਸਰੋਤ, ਆਖਰੀ {0} ਦਿਨ
sq: Burime Shkarkimesh, {0} ditët e fundit
sr: Извори преузимања, последњих {0} дана
uk: Джерел завантажень за останні {0} днів

source: Download Sources from {0} to {1}
ca: Fonts de baixades des del {0} al {1}
de: Download-Quellen von {0} bis {1}
fr: Sources de téléchargement du {0} au {1}
id: Sumber Unggahan dari tanggal {0} hingga tanggal {1}
nl: Downloadbronnen van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਡਾਊਨਲੋਡ ਸਰੋਤ
sq: Burime Shkarkimi nga {0} te {1}
sr: Извори преузимања од {0} до {1}
uk: Джерел завантажень з {0} по {1}

source: Contributions, last {0} days
ca: Contribucions, darrers {0} dies
de: Spenden in den letzten {0} Tagen
fr: Contributions, derniers {0} jours
id: Kontribusi, {0} hari terakhir
nl: Bijdragen, laatste {0} dagen
pa: ਪਿਛਲੇ {0} ਦਿਨ, ਯੋਗਦਾਨ
sq: Kontribute, {0} ditët e fundit
sr: Доприноси, последњих {0} дана
uk: Внесків за останні {0} днів

source: Contributions from {0} to {1}
ca: Contribucions des del {0} al {1}
de: Spenden von {0} bis {1}
fr: Contributions du {0} au {1}
id: Kontribusi dari tanggal {0} hingga tanggal {1}
nl: Bijdragen van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਯੋਗਦਾਨ
sq: Kontribute nga {0} te {1}
sr: Доприноси од {0} до {1}
uk: Внески з {0} по {1}

source: Site Metrics, last {0} days
ca: Dades de la pàgina, darrers {0} dies
de: Website-Statistiken, letzte {0} Tage
fr: Statistiques du site, derniers {0} jours
nl: Websitegegevens, laatste {0} dagen
pa: ਪਿਛਲੇ {0} ਦਿਨ, ਸਾਈਟ ਮੈਟ੍ਰਿਕਸ
sq: Matje Për Site-in, {0} ditët e fundit
sr: Показатељи за сајт, последњих {0} дана
uk: Статистика сайту за останні {0} днів

source: Site Metrics from {0} to {1}
ca: Dades de la pàgina del {0} al {1}
de: Website-Statistiken von {0} bis {1}
fr: Statistiques du site du {0} au {1}
nl: Websitegegevens van {0} tot {1}
pa: ਵਲੋ ਸਾਈਟ ਬਿਓਰਾ {0} ਤੋ {1}
sq: Matje Për Site-in nga {0} te {1}
sr: Показатељи за сајт од {0} до {1}
uk: Статистика сайту з {0} по {1}

source: Add-ons in Use, last {0} days
ca: Complements en ús els darrers {0} dies
de: Verwendete Add-ons, letzte {0} Tage
fr: Modules utilisés, derniers {0} jours
id: Pengaya yang dipakai, {0} hari terakhir
nl: Gebruikte add-ons, laatste {0} dagen
pa: ਅੈਡ-ਓਨ ਵਰਤੋ ਵਿੱਚ, ਆਖਰੀ {0} ਦਿਨ
sq: Shtesa në Përdorim, {0} ditët e fundit
sr: Додаци у употреби, последњих {0} дана
uk: Додатків використовується, останні {0} днів

source: Add-ons in Use from {0} to {1}
ca: Complements en ús del {0} al {1}
de: Verwendete Add-ons von {0} bis {1}
fr: Modules utilisés du {0} au {1}
id: Pengaya yang dipakai dari tanggal {0} hingga tanggal {1}
nl: Gebruikte add-ons van {0} tot {1}
pa: ਐਡ-ਆਨ ਵਰਤੋ ਵਿਚ {0} ਤੋਂ {1}
sq: Shtesa në Përdorim nga {0} te {1}
sr: Додаци у употреби од {0} до {1}
uk: Додатків використовується, з {0} по {1}

source: Add-ons Downloaded, last {0} days
ca: Complements baixats els darrers {0} dies
de: Heruntergeladene Add-ons, letzte {0} Tage
fr: Modules téléchargés, derniers {0} jours
id: Pengaya yang Diunduh, {0} hari terakhir
nl: Gedownloade add-ons, laatste {0} dagen
pa: ਆਖਰੀ {0} ਦਿਨ,ਐਡ-ਆਨ ਡਾਊਨਲੋਡ ਹੋਏ,
sq: Shtesa të Shkarkuara, {0} ditët e fundit
sr: Додатака преузето, последњих {0} дана
uk: Завантажено додатків за останні {0} днів

source: Add-ons Downloaded from {0} to {1}
ca: Complements baixats del {0} al {1}
de: Heruntergeladene Add-ons von {0} bis {1}
fr: Modules téléchargés du {0} au {1}
id: Pengaya yang Diunduh dari tanggal {0} hingga tanggal {1}
nl: Gedownloade add-ons van {0} tot {1}
pa: ਐਡ-ਆਨ {0} ਤੋਂ {1} ਤੱਕ ਡਾਊਨਲੋਡ ਹੋਇਆ
sq: Shtesa të Shkarkuara nga {0} te {1}
sr: Додатака преузето од {0} до {1}
uk: Завантажено додатків з {0} по {1}

source: Add-ons Created, last {0} days
ca: Complements creats els darrers {0} dies
de: Erstellte Add-ons, letzte {0} Tage
fr: Modules créés, derniers {0} jours
hu: Létrehozott kiegészítők száma az elmúlt {0} napban
id: Pengaya yang Dibuat, {0} hari terakhir
nl: Gemaakte add-ons, laatste {0} dagen
pa: ਆਖਰੀ {0} ਦਿਨ, ਅੈਡ-ਓਨ ਰਚੇ ਗਏ
sq: Shtesa të Krijuara, {0} ditët e fundit
sr: Додатака направљено, последњих {0} дана
uk: Створено додатків за останні {0} днів

source: Add-ons Created from {0} to {1}
ca: Complements creats del {0} al {1}
de: Erstellte Add-ons von {0} bis {1}
fr: Modules créés du {0} au {1}
hu: Létrehozott kiegészítők száma {0} és {1} között
id: Pengaya yang Dibuat dari tanggal {0} hingga tanggal {1}
nl: Gemaakte add-ons van {0} tot {1}
pa: {0} ਤੋਂ {1} ਵਲੋ ਐਡ-ਆਨ ਬਣਾਓ
sq: Shtesa të Krijuara nga {0} te {1}
sr: Додатака направљено од {0} до {1}
uk: Створено додатків з {0} по {1}

source: Add-ons Updated, last {0} days
ca: Complements actualitzats els darrers {0} dies
de: Aktualisierte Add-ons, letzte {0} Tage
fr: Modules mis à jour, derniers {0} jours
hu: Frissített kiegészítések száma az elmúlt {0} napban
id: Pengaya yang Diperbarui, {0} hari terakhir
nl: Bijgewerkte add-ons, laatste {0} dagen
pa: ਆਖਰੀ {0} ਦਿਨ, ਐਡ-ਆਨ ਅੱਪਡੇਟ
sq: Shtesa të Përditësuara, {0} ditët e fundit
sr: Додатака ажурирано, последњих {0} дана
uk: Оновлено додатків за останні {0} днів

source: Add-ons Updated from {0} to {1}
ca: Complements actualitzats del {0} al {1}
de: Aktualisierte Add-ons von {0} bis {1}
fr: Modules mis à jour du {0} au {1}
hu: Frissített kiterjesztések száma {0} és {1} között
id: Pengaya yang Diperbarui dari tanggal {0} hingga tanggal {1}
nl: Bijgewerkte add-ons van {0} tot {1}
pa: {0} ਤੋਂ {1} ਵਿੱਚੋਂ ਐਡ-ਆਨ ਅੱਪਡੇਟ
sq: Shtesa të Përditësuara nga {0} te {1}
sr: Додатака ажурирано од {0} до {1}
uk: Оновлено додатків з {0} по {1}

source: Reviews Written, last {0} days
ca: Valoracions escrites els darrers {0} dies
de: Geschriebene Bewertungen, letzte {0} Tage
fr: Critiques écrites, derniers {0} jours
hu: Megírt értékelések száma az elmúlt {0} napban
id: Ulasan yang Ditulis, {0} hari terakhir
nl: Geschreven beoordelingen, laatste {0} dagen
pa: ਆਖਰੀ {0} ਦਿਨ, ਲਿਖਤੀ ਸਮੀਖਿਅਕ
sq: Shqyrtime të Shkruara, {0} ditët e fundit
sr: Рецензија написано, последњих {0} дана
uk: Написано відгуків за останні {0} днів

source: Reviews Written from {0} to {1}
ca: Valoracions escrites del {0} al {1}
de: Geschriebene Bewertungen von {0} bis {1}
fr: Critiques écrites du {0} au {1}
hu: Megírt értékelések száma {0} és {1} között
id: Ulasan yang Ditulis dari tanggal {0} hingga tanggal {1}
nl: Geschreven beoordelingen van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਲਿਖਤੀ ਸਮੀਖਿਅਕ
sq: Shqyrtime të Shkruara nga {0} te {1}
sr: Рецензија написано од {0} до {1}
uk: Написано відгуків з {0} по {1}

source: User Signups, last {0} days
ca: Registres d'usuari els darrers {0} dies
de: Registrierte Benutzer, letzte {0} Tage
fr: Connexions de l'utilisateur, derniers {0} jours
hu: Regisztrációk száma az elmúlt {0} napban
id: Pendaftaran Pengguna, {0} hari terakhir
nl: Aanmeldingen, laatste {0} dagen
pa: ਪਿਛਲੇ {0} ਦਿਨ, ਯੂਜਰ ਸਾਈਨ ਅੱਪ
sq: Regjistrime Përdoruesish, {0} ditët e fundit
sr: Регистрације корисника, последњих {0} дана
uk: Зареєстровано користувачів за останні {0} днів

source: User Signups from {0} to {1}
ca: Registres d'usuari del {0} al {1}
de: Registrierte Benutzer von {0} bis {1}
fr: Connexions de l'utilisateur du {0} au {1}
hu: Regisztrációk száma {0} és {1} között
id: Pendaftaran Pengguna dari tanggal {0} hingga tanggal {1}
nl: Aanmeldingen van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਯੂਜਰ ਸਾਈਨ ਅੱਪ
sq: Regjistrime Përdoruesish nga {0} te {1}
sr: Регистрације корисника од {0} до {1}
uk: Зареєстровано користувачів з {0} по {1}

source: Collections Created, last {0} days
ca: Col·leccions creades els darrers {0} dies
de: Erstellte Sammlungen, letzte {0} Tage
fr: Collections créées, derniers {0} jours
hu: Létrehozott gyűjtemények az elmúlt {0} napban
id: Koleksi yang Dibuat, {0} hari terakhir
nl: Gemaakte collecties, laatste {0} dagen
pa: ਪਿਛਲੇ {0} ਦਿਨ, ਭੰਡਾਰ ਬਣਾਏ
sq: Koleksione të Krijuar, {0} ditët e fundit
sr: Колекција направљено, последњих {0} дана
uk: Створено збірок за останні {0} днів

source: Collections Created from {0} to {1}
ca: Col·leccions creades del {0} al {1}
de: Erstellte Sammlungen von {0} bis {1}
fr: Collections créées du {0} au {1}
hu: Létrehozott gyűjtemények {0} és {1} között
id: Koleksi yang Dibuat dari tanggal {0} sampai tanggal {1}
nl: Gemaakte collecties van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਬਣਾਏ ਭੰਡਾਰ
sq: Koleksione të Krijuar nga {0} te {1}
sr: Колекција направљено од {0} до {1}
uk: Створено збірок з {0} по {1}

source: Subscribers, last {0} days
ca: Subscriptors els darrers {0} dies
de: Abonnenten, letzte {0} Tage
fr: Souscripteurs, derniers {0} jours
hu: Feliratkozók az elmúlt {0} napban
id: Pelanggan, {0} hari terakhir
nl: Abonnees, laatste {0} dagen
pa: ਪਿਛਲੇ {0} ਦਿਨ, ਗਾਹਕ
sq: Pajtimtarë, {0} ditët e fundit
sr: Претплатници, последњих {0} дана
uk: Читачів за останні {0} днів

source: Subscribers from {0} to {1}
ca: Subscriptors del {0} al {1}
de: Abonnenten von {0} bis {1}
fr: Souscripteurs du {0} au {1}
hu: Feliratkozók {0} és {1} között
id: Pelanggan dari tanggal {0} sampai tanggal {1}
nl: Abonnees van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਗਾਹਕ
sq: Pajtimtarë nga {0} te {1}
sr: Претплатници од {0} до {1}
uk: Читачів з {0} по {1}

source: Ratings, last {0} days
ca: Valoracions dels darrers {0} dies
de: Bewertungen, letzte {0} Tage
fr: Notes, derniers {0} jours
hu: Értékelések az elmúlt {0} napban
id: Nilai, {0} hari terakhir
nl: Waarderingen, laatste {0} dagen
pa: ਪਿਛਲੇ {0} ਦਿਨ, ਰੇਟਿੰਗ
sq: Vlerësime, {0} ditët e fundit
sr: Оцењивања, последњих {0} дана
uk: Рейтинги за останні {0} днів

source: Ratings from {0} to {1}
ca: Valoracions del {0} al {1}
de: Bewertungen von {0} bis {1}
fr: Notes du {0} au {1}
hu: Értékelések {0} és {1} között
id: Nilai dari tanggal {0} hingga tanggal {1}
nl: Waarderingen van {0} tot {1}
pa: {0} ਤੋਂ {1} ਤੱਕ ਰੇਟਿੰਗ
sq: Vlerësime nga {0} te {1}
sr: Оцењивања од {0} до {1}
uk: Рейтинги з {0} по {1}

source: Sales, last {0} days
ca: Vendes dels darrers {0} dies
de: Verkäufe, letzte {0} Tage
fr: Ventes, derniers {0} jours
hu: Eladások az elmúlt {0} napban
id: Penjualan, {0} hari terakhir
nl: Verkopen, laatste {0} dagen
pa: ਆਖਰੀ {0} ਦਿਨ, ਵਿਕਰੀ
sq: Shitje, {0} ditët e fundit
sr: Продаја, последњих {0} дана
uk: Продажі за останні {0} днів

source: Sales from {0} to {1}
ca: Vendes del {0} al {1}
de: Verkäufe von {0} bis {1}
fr: Ventes du {0} au {1}
hu: Eladások {0} és {1} között
id: Penjualan dari tanggal {0} hingga tanggal {1}
nl: Verkopen van {0} tot {1}
pa: {0} ਤੋਂ {1} ਵਿੱਚੋਂ ਵਿਕਰੀ
sq: Shitje nga {0} te {1}
sr: Продаја од {0} до {1}
uk: Продажі з {0} по {1}

source: Installs, last {0} days
ca: Instal·lacions dels darrers {0} dies
de: Installationen, letzte {0} Tage
fr: Installations, derniers {0} jours
hu: Telepítések az elmúlt {0} napban
id: Pemasangan, {0} hari terakhir
nl: Installaties, laatste {0} dagen
pa: ਆਖਰੀ {0} ਦਿਨ, ਇੰਸਟਾਲ
sq: Instalime, {0} ditët e fundit
sr: Инсталације, последњих {0} дана
uk: Встановлень за останні {0} днів

source: Installs from {0} to {1}
ca: Instal·lacions del {0} al {1}
de: Installationen von {0} bis {1}
fr: Installations du {0} au {1}
hu: Telepítések száma {0} és {1} között
id: Pemasangan dari tanggal {0} hingga tanggal {1}
nl: Installaties van {0} tot {1}
pa: {0} ਤੋਂ {1} ਵੱਲੋਂ ਇੰਸਟਾਲ
sq: Instalime nga {0} te {1}
sr: Инсталације, од {0} до {1}
uk: Встановлень з {0} по {1}

source: <b>{0}</b> in last {1} days
ca: <b>{0}</b> en els darrers {1} dies
de: <b>{0}</b> in den letzten {1} Tagen
fr: <b>{0}</b> dans les derniers {1} jours
hu: <b>{0}</b> az utolsó {1} napban
id: <b>{0}</b> dalam {1} hari terakhir
nl: <b>{0}</b> in de laatste {1} dagen
pa: <b>{0}</b> ਆਖਰ ਵਿੱਚ {1} ਦਿਨ
sq: <b>{0}</b> në {1} ditët e fundit
sr: <b>{0}</b> у последњих {1} дана
uk: <b>{0}</b> за останні {1} днів

source: <b>{0}</b> from {1} to {2}
ca: <b>{0}</b> des del {1} al {2}
de: <b>{0}</b> von {1} bis {2}
fr: <b>{0}</b> du {1} au {2}
hu: <b>{0}</b> {1} és {2} között
id: <b>{0}</b> dari tanggal {1} hingga tanggal {2}
nl: <b>{0}</b> van {1} tot {2}
pa: <b>{0}</b> ਵੱਲੋਂ {1} ਤੋਂ {2}
sq: <b>{0}</b> nga {1} te {2}
sr: <b>{0}</b> од {1} до {2}
uk: <b>{0}</b> з {1} по {2}
