Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: We believe that developers will be truly instrumental in bringing the power of the web to mobile, so we have worked with various partners to make devices available for developing and testing apps, and learning more about customizing Firefox OS itself. This page provides useful information to developers, such as links to developer documentation, available devices, and where to obtain them.
de: Wir glauben, dass Entwickler eine wichtige Rolle spielen werden, wenn die Kraft des Internets auf Mobilgeräte übertragen wird, daher haben wir mit vielen Partnern gearbeitet, um Geräte zur Verfügung zu stellen, mit denen Anwendungen entwickelt und getestet werden und um mehr über Anpassungen an Firefox OS selbst zu lernen. Diese Seite bietet Entwicklern wichtige Informationen, wie Links zur Entwicklerdokumentation, verfügbaren Geräten und wo man sie bekommt.
fr: Nous croyons que les développeurs sont vraiment nécessaires pour apporter la puissance du web sur le mobile, nous avons donc travaillé avec différents partenaires pour rendre disponibles des périphériques pour développer et tester des applications, et découvrir comment adapter Firefox OS lui-même. Cette page contient des informations utiles pour les développeurs, tels que des liens vers la documentation, les périphériques disponibles et comment se les procurer.
it: Noi siamo convinti che gli sviluppatori avranno un ruolo determinante nel trasferire la forza del Web alla piattaforma mobile. Per questo abbiamo lavorato assieme a svariati partner per mettere a disposizione dispositivi che consentano di sviluppare e testare le app e imparare a personalizzare Firefox OS stesso. Questa pagina fornisce informazioni utili per gli sviluppatori, come ad esempio link a documentazione tecnica, informazioni sui dispositivi disponibili e dove reperirli.
ko: 저희는 개발자들이 웹에서의 역량을 모바일로 가져오는데 있어 중요한 역할을 하게 될거라고 믿고 있습니다. 그래서 여러 협력사와 함께 앱 개발, 테스트, Firefox OS 커스터마이징에 대해 배울 수 있는 단말기를 개발했습니다. 본 페이지는 개발자들에게 개발자용 문서 자료 링크, 단말기 정보 및 구입처 등에 관한 유용한 정보를 제공하고 있습니다.
nl: We geloven dat ontwikkelaars cruciaal zijn om de kracht van het web naar mobiel te brengen, dus we hebben voor de ontwikkeling en het testen van apps, en het leren aanpassen van Firefox OS zelf, met diverse partners samengewerkt. Deze pagina biedt nuttige informatie voor ontwikkelaars, zoals de koppelingen naar ontwikkelaarsdocumentatie, beschikbare apparaten, en waar u deze kunt verkrijgen.
pl: Wierzymy, że programiści odegrają ważną rolę w przeniesieniu potęgi sieci na urządzenia mobilne, dlatego też współpracowaliśmy z różnymi partnerami, by stworzyć urządzenia do tworzenia i testowania aplikacji oraz przekazać więcej o dostosowywaniu samego Firefox OS. Ta strona zawiera użyteczne informacje dla programistów, jak odnośniki do dokumentacji technicznej, dostępne urządzenia i miejsca, gdzie można je uzyskać.
zh_cn: 我们坚信，开发者需要真正有益的帮助，将网络的力量带入移动设备。因此我们与许多合作伙伴一道，在设备上开发和测试应用，并进一步了解如何定制 Firefox OS 自身。本页面向开发者提供有用的信息，包括开发者文档链接、可用的设备，以及从哪里可以获得他们。

source: <a href="%(us_ebay_url)s" class="button">Buy from US store</a> <a href="%(uk_ebay_url)s" class="button">Buy from UK store</a>
de: <a href="%(us_ebay_url)s" class="button">Im US-Store kaufen</a> <a href="%(uk_ebay_url)s" class="button">Um UK-Store kaufen</a>
it: <a href="%(us_ebay_url)s" class="button">Acquista dal negozio statunitense</a> <a href="%(uk_ebay_url)s" class="button">Acquista dal negozio inglese</a>
pl: <a href="%(us_ebay_url)s" class="button">Kup w sklepie amerykańskim</a> <a href="%(uk_ebay_url)s" class="button">Kup w sklepie brytyjskim</a>

source: After a lot of hard work alongside ZTE, we are proud to announce the release of the ZTE OPEN Firefox OS phone, a powerful device aimed at developers and early adopters worldwide. These devices are available through ZTE's US and UK eBay stores, priced at $79.99/£59.99, and will be unlocked and open for testing and experimentation. <a href="%(zte_url)s">Read more details.</a>
de: Nach viel harter Arbeit mit ZTE, freuen wir uns, die Veröffentlichung des Firefox-OS-Handys ZTE OPEN bekannt zu geben, einem mächtigen Gerät, das sich an Entwickler und frühzeitige Anwender weltweit richtet. Die Geräte werden über die ZTE-eBay-Stores in den USA und dem Vereinigten Königreich zur Verfügung stehen,79,99 $/59,99 £ kosten und zum Testen und Experimentieren entsperrt sein. <a href="%(zte_url)s">Lesen Sie weitere Details.</a>
it: Dopo un duro lavoro in collaborazione con ZTE, siamo orgogliosi di annunciare il lancio sul mercato dello smartphone Firefox OS ZTE OPEN, un potente dispositivo dedicato agli sviluppatori e ai primi utenti di tutto il mondo. I dispositivi possono essere acquistati, già sbloccati e pronti per i test e lo sviluppo, sui negozi eBay statunitense e inglese della ZTE al prezzo di 79.99 $/59.99 £. <a href="%(zte_url)s">Ulteriori informazioni.</a>
pl: Po intensywnej pracy razem z ZTE ogłaszamy udostępnienie telefonu ZTE OPEN z Firefox OS, urządzenia przeznaczonego dla programistów i miłośników nowości na całym świecie. Urządzenia te dostępne są w amerykańskim i brytyjskim sklepie eBay w cenie 79.99$/59.99£ i będą niezablokowane oraz otwarte do testów i eksperymentów. <a href="%(zte_url)s">Przeczytaj więcej szczegółów.</a>

source: Mozilla, Geeksphone, and Telefónica worked together to create the Geeksphone Keon and Peak, respectively low-end and higher-end preview phones for developers wanting to start developing on real Firefox OS devices. Note that no more phones are being produced at this moment in time, although another run is planned for the future. A number will remain in circulation however, and these devices are still very valid for developer testing, having full updates available to them.
de: Mozilla, Geeksphone und Telefónica haben zusammengearbeitet, um die Geeksphone Keon und Peak, Vorschauhandys der niederen bzw. höheren Klasse für Entwickler, die anfangen möchten, an echten Firefox-OS-Geräten zu arbeiten. Beachten Sie, dass derzeit keine weiteren Handys produziert werden, allerdings ist für die Zukunft eine neue Runde geplant. Einige werden aber in Umlauf bleiben, und diese Geräte sind immer noch für Entwicklertests zugelassen und erhalten volle Updates.
fr: Mozilla, Geeksphone et Telefónica ont travaillé ensembles pour créer les Geeksphone Keon et Peak, respectivement téléphones entrée et haut de gamme pour que les développeurs le souhaitant puissent commencer à développer sur de vrais périphériques Firefox OS. Merci de noter que la production est pour le moment arrêtée, même si une prochaine série est prévue. Un certain nombre d'entre eux resteront en circulation et ces priphériques sont toujours tout à fait adaptés pour les tests des développeurs, avec des mises à jours complètes disponibles.
it: Mozilla, Geeksphone e Telefónica hanno collaborato alla creazione dei Geeksphone Keon e Peak, due prototipi, rispettivamente per la fascia bassa e la fascia alta del mercato, dedicati agli sviluppatori che desiderano lavorare direttamente su un dispositivo Firefox OS. Attualmente la produzione di questi modelli è ferma, anche se ne è prevista una nuova serie per il futuro. Un certo numero di dispositivi rimarrà tuttavia in circolazione, e sarà sempre utilizzabile per i test di sviluppo grazie agli aggiornamenti completi che continueremo a pubblicare.
ko: Mozilla, Geeksphone, Telefónica가 공동으로 Geeksphone Keon과 Peak를 개발했습니다. 실제 Firefox OS 단말기 상에서 개발하기를 원하는 개발자들을 위한 개발자용 프리뷰 폰으로 로우엔드와 하이엔드 사용자를 각기 섭렵하고 있습니다. 향후 다른 계획이 세워질 수는 있겠지만 현재로써는 이것 이외의 단말기는 없음을 알려드립니다. 하지만 지속적으로 유통이 될 것이고 이들 단말기는 개발자 테스트 및 업데이트 완벽 지원 등으로 앞으로도 계속 유용하게 쓰일 것입니다.
nl: Mozilla, Geeksphone en Telefónica hebben samengewerkt aan de Geeksphone Keon en Peak, respectievelijk low-end en high-end voorbeeldtelefoons voor ontwikkelaars die met ontwikkelen op echte Firefox OS-apparaten willen beginnen. Let op dat er momenteel geen telefoons meer worden gebouwd, hoewel er in de toekomst meer zijn gepland. Er zal echter een aantal telefoons in roulatie blijven, en deze apparaten zijn nog steeds bijzonder zinvol voor ontwikkeltesten, en kunnen volledig worden bijgewerkt.
pl: Mozilla, Geeksphone i Telefónica pracowały wspólnie, by stworzyć Geeksphone Keon oraz Peak, telefony odpowiednio niższej i wyższej klasy dla programistów chcących rozpocząć tworzenie na rzeczywistych urządzeniach z Firefox OS. Należy wiedzieć, że tej chwili więcej telefonów nie zostanie wyprodukowanych, ale kolejna partia jest planowana w przyszłości. Urządzenia pozostają jednak w obiegu i są one właściwe do testów programistycznych, mając dostępne pełne aktualizacje.
zh_cn: Mozilla、Geeksphone，和 Telefónica 共同努力打造了 Gekksphone Keon 和 Peak，分别作为低端和高端型号的预览设备，面向那些希望在真实的 Firefox OS 设备上进行开发的开发者。注意，尽管已经计划在将来再次供货，但这款产品目前处于缺货状态。渠道上还有一定数量的产品在流通，他们依旧是供开发者测试的正规设备，会得到完整的更新服务。

source: Docs and tools
cs: Dokumentace a nástroje
de: Dokumentation und Werkzeuge
fr: Outils et documentation
it: Documentazione e strumenti
ko: 문서 및 도구
nl: Documenten en hulpmiddelen
pl: Dokumentacja i narzędzia
zh_cn: 文档和工具

source: If you already have a Firefox OS device and want some guidance and direction, you can <a href="%(devhub_url)s">get started at the Firefox Marketplace Developer Hub</a>. The <a href="%(mdn_url)s">Mozilla Developer Network</a> also provides a wealth of useful resources such as API documentation and further information on Open Web App development.
de: Wenn Sie bereits ein Firefox-OS-Gerät besitzen und etwas Führung benötigen, können Sie <a href="%(devhub_url)s">im Entwicklerzentrum des Firefox Marketplace beginnen</a>. Das <a href="%(mdn_url)s">Mozilla Developer Network</a> bietet auch zahlreiche und hilfreiche Ressourcen wie API-Dokumentation und weitere Informationen zur Entwicklung von Anwendung des offenen Web.
fr: Si vous avez déjà un périphérique Firefox OS et que vous souhaitez de l'aide, vous pouvez <a href="%(devhub_url)s">commencer avec le pôle développeur du Marketplace Firefox</a>. Le <a href="%(mdn_url)s">Mozilla Developer Network</a> propose également bon nombre de ressources utiles telles la documentation des APIs et encore plus d'information ssur le développement d'Open Web App.
it: Se possiedi già un dispositivo Firefox OS e cerchi una guida per orientarti, <a href="%(devhub_url)s">inizia dal Centro di sviluppo di Firefox Marketplace</a>. Anche su <a href="%(mdn_url)s">Mozilla Developer Network</a> puoi trovare una raccolta di risorse utili, incluse documentazione sulle API e ulteriori informazioni sullo sviluppo delle app web aperte.
ko: 이미 Firefox OS 단말기를 보유하고 있고 다른 사람들에게 정보를 제공하고 싶다면 <a href="%(devhub_url)s">Firefox 마켓플레이스 개발자 허브에서 하시면 됩니다</a>. <a href="%(mdn_url)s">Mozilla 개발자 네트워크</a>에서도 API 문서자료나 오픈 웹 앱 개발에 대한 정보와 같이 유용한 자료를 제공하고 있습니다.
nl: Als u al een Firefox OS-apparaat hebt en op zoek bent naar wat richtlijnen en tips, kunt u <a href="%(devhub_url)s">van start op de Firefox Marketplace-ontwikkelaarshub</a>. Het <a href="%(mdn_url)s">Mozilla Developer Network</a> biedt ook een ruime keus aan nuttige hulpbronnen zoals API-documentatie en meer informatie over ontwikkeling van Open webapps.
pl: Jeśli masz już urządzenie z Firefox OS i potrzebujesz trochę przewodników oraz wskazówek, możesz <a href="%(devhub_url)s">rozpocząć z strefie autora Firefox Marketplace</a>. <a href="%(mdn_url)s">Mozilla Developer Network</a> również oferuje wiele przydatnych materiałów, jak dokumentacja API oraz inne informacje na temat tworzeniach aplikacji otwartej sieci.
zh_cn: 文档和工具

source: If you don't have a Firefox OS device, explore the other tabs to find out how to obtain one. You don't have to wait however — you can start developing and testing Firefox OS Apps right away using the <a href="%(simulator_url)s">Firefox OS simulator</a>.
de: Wenn Sie kein Firefox-OS-Gerät besitzen, können Sie die anderen Tabs erkunden, um zu erfahren, wie Sie eins bekommen. Sie müssen aber nicht warten – Sie können direkt mit der Entwicklung und dem Testen von Firefox-OS-Anwendungen beginnen, indem Sie den <a href="%(simulator_url)s">Firefox-OS-Simulator</a> verwenden.
fr: Si vous n'avez pas de périphérique Firefox OS, regardez dans les autres onglets pour découvrir comment en obtenir un. Vous n'avez cependant pas obligation d'attendre, vous pouvez commencer à développer et tester des applications Firefox OS immédiatement en utilisant le <a href="%(simulator_url)s">simulateur Firefox OS</a>.
it: Se non possiedi un dispositivo Firefox OS, esplora le altre schede per scoprire come procurartelo. Ma non sei costretto ad aspettare di avere il dispositivo tra le mani: puoi iniziare da subito a sviluppare e testare le app per Firefox OS con <a href="%(simulator_url)s">Firefox OS Simulator</a>.
ko: Firefox OS 단말기가 없다면 새 탭을 켜서 입수 방법을 찾아보세요. 하지만 굳이 단말기가 올 때 까지 기다리지 않으셔도 됩니다 — <a href="%(simulator_url)s">Firefox OS 시뮬레이터</a>에서 당장 Firefox OS 앱의 개발과 테스트를 시작할 수 있으니까요.
nl: ALs u geen Firefox OS-apparaat hebt, bekijk dan de overige tabbladen om te lezen hoe u er één kunt krijgen. U hoeft echter niet te wachten — u kunt met de <a href="%(simulator_url)s">Firefox OS-simulator</a> meteen starten met ontwikkelen en testen van Firefox OS-apps.
pl: Jeśli nie masz urządzenia z Firefox OS, przejrzyj inne karty, by dowiedzieć się, jak uzyskać telefon. Nie musisz jednak czekać – możesz rozpocząć tworzenie i testowanie aplikacji Firefox OS już teraz, używając <a href="%(simulator_url)s">symulatora Firefox OS</a>.
zh_cn: 如果您没有 Firefox OS 设备，浏览其他标签页看看如何获得一部。您完全不必等待——现在就可以使用 <a href="%(simulator_url)s">Firefox OS 模拟器</a>开发和测试 Firefox OS 应用。

source: Sharing with the community
cs: Sdílení s komunitou
de: Teilen mit der Gemeinschaft
fr: Partager avec la communauté
it: Condividi con la comunità
ko: 커뮤니티와 공유
nl: Delen met de gemeenschap
pl: Udostępnij społeczności
zh_cn: 分享到社区

source: When developing for a nascent platform, useful sources of information are always more difficult to find than for more established platforms. To give Firefox OS developers as much help as possible, we'd like you to get involved with the effort! We would like to invite you to add any useful information you have to the <a href="%(mdn_url)s" target="_blank">Mozilla Developer Network</a>. You can edit pages after creating a Mozilla Persona user account and logging in.
de: Wenn Sie für eine entstehende Plattform entwickeln, sind hilfreiche Informationsquellen immer schwerer zu finden als bei etablierten Plattformen. Um Firefox-OS-Entwicklern so viel Hilfe wie möglich zu geben, möchten wir, dass dass Sie mitmachen! Wir laden Sie ein, alle Ihre hilfreichen Informationen im <a href="%(mdn_url)s" target="_blank">Mozilla Developer Network</a> einzutragen. Sie können Seiten bearbeiten, nachdem Sie sich ein Mozilla-Persona-Benutzerkonto angelegt haben, und sich angemeldet haben.
fr: Lors du développement sur une plateforme encore naissante, les sources d'information utiles sont toujours plus difficile à trouver. Pour aider au maximum les autres développeurs Firefox OS, nous apprécierions que vous participiez à l'effort ! Nous souhaitons vous inviter à ajouter toutes les informations utiles que vous avez sur le <a href="%(mdn_url)s" target="_blank">Mozilla Developer Network</a>. Vous pouvez modifier les pages après avoir créé un compte Mozilla Persona, puis connecté avec celui-ci.
it: Quando si sviluppa per una nuova piattaforma reperire fonti di informazione non è semplice come farlo per le piattaforme più consolidate. Per fornire agli sviluppatori di Firefox OS tutto l'aiuto possibile ci serve anche la tua collaborazione. Ti invitiamo a condividere le tue conoscenze su <a href="%(mdn_url)s" target="_blank">Mozilla Developer Network</a>. Per modificare le pagine è sufficiente creare un account con Mozilla Persona ed effettuare l'accesso.
ko: 초창기의 플랫폼을 개발할 땐 어느정도 구축이 된 플랫폼 보다 유용한 정보들을 찾기가 훨씬 더 어렵습니다. Firefox OS 개발자들에게 가능한한 많은 도움을 줘야 하고, 저희는 당신의 협조가 절실합니다! 당신을 <a href="%(mdn_url)s" target="_blank">Mozilla 개발자 네트워크</a>에 초대하고 싶습니다. 가지고 있는 유용한 정보들을 올려주세요. Mozilla 페르소나 사용자 계정을 생성하고 로그인 한 다음 페이지들을 편집할 수 있습니다.
nl: Bij het ontwikkelen voor een platform in wording zijn nuttige informatiebronnen altijd moeilijker te vinden dan voor gevestigde platforms. Om Firefox OS-ontwikkelaars zo veel mogelijk hulp te bieden willen we u graag vragen mee te helpen! We nodigen u uit om nuttige informatie toe te voegen aan het <a href="%(mdn_url)s" target="_blank">Mozilla Developer Network</a>. U kunt pagina’s bewerken nadat u een Mozilla Persona-gebruikersaccount heeft aangemaakt en zich hebt aangemeld.
pl: Podczas tworzenia dla nowej platformy przydatne źródła informacji są zwykle trudniejsze do znalezienia niż dla bardziej znanych platform. Aby dać programistom Firefox OS tak wiele pomocy, jak to możliwe, chcielibyśmy włączyć ciebie w prace. Zapraszamy do dodawania przydatnych informacji, jakie posiadasz, na witrynie <a href="%(mdn_url)s" target="_blank">Mozilla Developer Network</a>. Możesz tam edytować strony po utworzeniu konta Mozilla Persona i zalogowaniu się.
zh_cn: 与建立已久的平台相比，在新生平台上进行开发很难获取有用的信息资源。为了给 Firefox OS 开发者尽可能多的帮助，我们希望您一起来努力！我们邀请您将自己知道的有用信息添加到 <a href="%(mdn_url)s" target="_blank">Mozilla 开发者网络</a>，创建一个 Mozilla Persona 用户账户并登录后即可开始编辑页面。

source: In particular we'd love you to <a href="%(mdn_hackingfxos_url)s" target="_blank">add tips and tricks on hacking Firefox OS itself</a>, <a href="%(mdn_fxosapps_url)s" target="_blank">add tips for developing Firefox OS Apps</a>, and add information concerning your <a href="%(mdn_devphone_url)s" target="_blank">experiences of getting Firefox OS to work on different devices</a>. In addition, you are always welcome to ask questions and share feedback and resources on <a href="%(b2g_irc_url)s" target="_blank">IRC</a> and <a href="%(b2g_mail_url)s" target="_blank">e-mail</a>.
de: Insbesondere hätten wir gerne, dass Sie <a href="%(mdn_hackingfxos_url)s" target="_blank">Tipps und Tricks zum Hacken an Firefox OS selbst</a>, <a href="%(mdn_fxosapps_url)s" target="_blank">Tipps zum Entwickeln von Firefox-OS-Anwendungen</a> und Informationen über Ihre <a href="%(mdn_devphone_url)s" target="_blank">Erfahrungen mit der Funktionsweise von Firefox OS auf verschiedenen Geräten</a> eintragen. Außerdem können Sie immer gern im <a href="%(b2g_irc_url)s" target="_blank">IRC</a> und per <a href="%(b2g_mail_url)s" target="_blank">E-Mail</a> Fragen stellen, Ihre Meinung sagen und Ressourcen teilen.
fr: En particulier nous aimerions que vous <a href="%(mdn_hackingfxos_url)s" target="_blank">ajoutiez des trucs et astuces pour modifier Firefox OS lui-même</a>, <a href="%(mdn_fxosapps_url)s" target="_blank">ajoutiez des trucs et astuces pour développer des applications</a>, et que vous ajoutiez des informations quant à votre <a href="%(mdn_devphone_url)s" target="_blank">expérience pour faire fonctionner Firefox OS sur différents périphériques</a>. En plus de cela, vous êtes toujours le bienvenu pour poser des questions et partager un retour et des ressources sur <a href="%(b2g_irc_url)s" target="_blank">IRC</a> et <a href="%(b2g_mail_url)s" target="_blank">par courriel</a>.
it: Contributi particolarmente apprezzati sono <a href="%(mdn_hackingfxos_url)s" target="_blank">suggerimenti e trucchi per modificare direttamente il sistema operativo Firefox OS</a>, <a href="%(mdn_fxosapps_url)s" target="_blank">suggerimenti per sviluppare un'app per Firefox OS</a> e informazioni sulle tue <a href="%(mdn_devphone_url)s" target="_blank">esperienze di utilizzo di Firefox OS su dispositivi diversi</a>. Inoltre puoi sempre porre domande o condividere impressioni e risorse via <a href="%(b2g_irc_url)s" target="_blank">IRC</a> e <a href="%(b2g_mail_url)s" target="_blank">email</a>.
ko: 저희는 <a href="%(mdn_hackingfxos_url)s" target="_blank">Firefox OS 해킹에 대한 팁과 트릭</a>, <a href="%(mdn_fxosapps_url)s" target="_blank">Firefox OS 앱 개발에 대한 팁</a>, <a href="%(mdn_devphone_url)s" target="_blank">이종 단말기 상에서의 Firefox OS 구동 경험</a>과 관련된 정보가 추가되는걸 무엇보다도 좋아합니다. 물론 <a href="%(b2g_irc_url)s" target="_blank">IRC</a>와 <a href="%(b2g_mail_url)s" target="_blank">이메일</a>을 통한 질문이나 피드백, 자료 공유도 언제든 환영입니다.
nl: We zien vooral graag <a href="%(mdn_hackingfxos_url)s" target="_blank">tips en trucs over het hacken van Firefox OS zelf</a>, <a href="%(mdn_fxosapps_url)s" target="_blank">tips voor het ontwikkelen van Firefox OS-apps</a>, en informatie over uw <a href="%(mdn_devphone_url)s" target="_blank">ervaringen met Firefox OS op verschillende apparaten</a>. Daarnaast kunt u altijd vragen stellen en feedback en hulpbronnen delen via <a href="%(b2g_irc_url)s" target="_blank">IRC</a> en <a href="%(b2g_mail_url)s" target="_blank">e-mail</a>.
pl: W szczególności będziemy szczęśliwi, gdy <a href="%(mdn_hackingfxos_url)s" target="_blank">dodasz porady i sztuczki o hackowaniu samego Firefox OS</a>, <a href="%(mdn_fxosapps_url)s" target="_blank">dodasz porady o tworzeniu aplikacji Firefox OS</a>, a także informacje dotyczące twoich <a href="%(mdn_devphone_url)s" target="_blank">doświadczeń z pracą Firefox OS na różnych urządzeniach</a>. Dodatkowo zawsze możesz zadań pytania i podzielić się odpowiedziami oraz zasobami na <a href="%(b2g_irc_url)s" target="_blank">kanale IRC</a> i poprzez <a href="%(b2g_mail_url)s" target="_blank">e-mail</a>.
zh_cn: 我们特别希望您能分享 <a href="%(mdn_hackingfxos_url)s" target="_blank">Firefox OS 自身的剖析与应用技巧</a>，<a href="%(mdn_fxosapps_url)s" target="_blank">开发 Firefox OS 应用</a>以及<a href="%(mdn_devphone_url)s" target="_blank">在各种设备上安装使用 Firefox OS 的经验</a>。此外，也随时欢迎您通过 <a href="%(b2g_irc_url)s" target="_blank">IRC</a> 或者 <a href="%(b2g_mail_url)s" target="_blank">电子邮件</a>提出问题或者分享反馈信息、资源。
