Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add-on has opted into strict compatibility checking.
cs: Doplněk má nastavení striktní kontrolu kompatibility.
de: Add-on hat strikten Kompatibilitätstest aktiviert.
es: El complemento ha optado por la comprobación estricta de compatibilidad.
fr: Le module a opté pour une vérification de compatibilité stricte.
it: Questo componente aggiuntivo ha optato per un rigoroso controllo di compatibilità.
ja: このアドオンは厳密な互換性チェックを行うよう設定されています。
ko: 부가 기능이 엄격한 호환성 검사 방식을 채택했습니다.
nl: Add-on heeft geopteerd voor strenge compatibiliteitscontrole.
pa_in: ਐਡ-ਆਨ ਸ਼ਖਤ ਅਨੁਕੂਲਤਾ ਪੜਤਾਲ ਲਈ ਚੁਣਿਆ ਗਿਆ।
pl: Dodatek skierowano do sprawdzenia w trybie ścisłej zgodności.
pt_pt: O extra optou pela verificação de compatibilidade estrita.
uk: Додаток включено до суворої перевірки сумісності.
zh_cn: 附加组件选择采用严格的兼容性检查。

source: {app} {min} and later
cs: {app} {min} a novější
de: {app} {min} und neuer
es: {app} {min} y posterior
fr: {app} {min} et supérieures
it: {app} {min} e seguenti
ja: {app} {min} 以降
ko: {app} {min} 이상
nl: {app} {min} en hoger
pa_in: {app} {min} and ਬਾਅਦ
pl: {app} {min} i późniejsze
pt_pt: {app} {min} e superiores
ru: {app} {min} и выше
sl: {app} {min} in kasneje
uk: {app} {min} і вище
zh_cn: {app} {min} 及更新的版本

source: Permanent link to this version
cs: Stálý odkaz na tuto verzi
de: Direkter Link zu dieser Version
el: Μόνιμος δεσμός αυτής της έκδοσης.
es: Enlace permanente a esta versión
fr: Lien permanent vers cette version
it: Link permanente a questa versione
ja: このバージョンへの固定リンク
ko: 이 버전에 할당된 고유 주소
nl: Permanente koppeling naar deze versie
pa_in: ਇਸ ਵਰਜਨ ਲਈ ਸਥਾਈ ਲਿੰਕ
pl: Stały odnośnik do tej wersji
pt_pt: Ligação permanebte para esta versão
ru: Постоянная ссылка на эту версию
sl: Trajna povezava na to različico
uk: Постійне посилання на цю версію
zh_cn: 该版本的永久链接

source: Released {0}
cs: Vydáno dne {0}
de: Veröffentlicht am {0}
es: Publicado el {0}
fr: Publié {0}
it: Rilasciato il {0}
ja: リリース日: {0}
ko: {0}에 출시
nl: Uitgegeven op {0}
pa_in: ਜਾਰੀ ਹੋਇਆ {0}
pl: Wydany dnia {0}
pt_pt: Lançado {0}
ru: Выпущено {0}
sl: Objavljeno {0}
uk: Випущено {0}
zh_cn: 发布 {0}

source: Source code released under <a target="_blank" href="%(url)s">%(name)s</a>
cs: Zdrojový kód je uvolněn pod <a target="_blank" href="%(url)s">%(name)s</a>
de: Quelltext veröffentlicht unter <a target="_blank" href="%(url)s">%(name)s</a>
es: Codigo fuente publicado bajo <a target="_blank" href="%(url)s">%(name)s</a>
fr: Code source disponible sous la licence <a target="_blank" href="%(url)s">%(name)s</a>
it: Codice sorgente rilasciato sotto <a target="_blank" href="%(url)s">%(name)s</a>
ja: ソースコードは <a target="_blank" href="%(url)s">%(name)s</a> の下で公開されています
ko: <a target="_blank" href="%(url)s">%(name)s</a> 라이센스를 사용해서 소스 코드 공개
nl: Broncode uitgegeven onder <a target="_blank" href="%(url)s">%(name)s</a>
pa_in: ਸੋਰਸ ਕੋਡ <a target="_blank" href="%(url)s">%(name)s</a>ਦੇ ਅਧੀਨ ਜਾਰੀ ਹੋਇਆ
pl: Kod źródłowy wydany na licencji <a target="_blank" href="%(url)s">%(name)s</a>
pt_pt: Código-fonte disponibilizado sob <a target="_blank" href="%(url)s">%(name)s</a>
ru: Исходный код выпущен на условиях <a target="_blank" href="%(url)s">%(name)s</a>
sl: Izvorni kod je objavljen pod <a target="_blank" href="%(url)s">%(name)s</a>
uk: Програмний код випущено на умовах <a target="_blank" href="%(url)s">%(name)s</a>
zh_cn: 源代码在 <a target="_blank" href="%(url)s">%(name)s</a> 下发布

source: Source code released under <a href="%(url)s">%(name)s</a>
cs: Zdrojový kód je uvolněn pod <a href="%(url)s">%(name)s</a>
de: Quelltext veröffentlicht unter <a href="%(url)s">%(name)s</a>
es: Código fuente publicado bajo <a href="%(url)s">%(name)s</a>
fr: Code source disponible sous la licence <a href="%(url)s">%(name)s</a>
it: Codice sorgente rilasciato sotto <a href="%(url)s">%(name)s</a>
ja: ソースコードは <a href="%(url)s">%(name)s</a> の下で公開されています
ko: <a href="%(url)s">%(name)s</a>를 사용해서 소스 코드 공개
nl: Broncode uitgegeven onder <a href="%(url)s">%(name)s</a>
pa_in: ਸੋਰਸ ਕੋਡ <a href="%(url)s">%(name)s</a>ਦੇ ਅਧੀਨ ਜਾਰੀ ਹੋਇਆ
pl: Kod źródłowy wydany na licencji <a href="%(url)s">%(name)s</a>
pt_pt: Código-fonte disponibilizado sob <a href="%(url)s">%(name)s</a>
ru: Исходный код выпущен на условиях <a href="%(url)s">%(name)s</a>
sl: Izvorni kod je objavljen pod <a href="%(url)s">%(name)s</a>
uk: Програмний код випущено на умовах <a href="%(url)s">%(name)s</a>
zh_cn: 源代码在 <a href="%(url)s">%(name)s</a> 下发布

# addons_display_a_license_what
source: What's this?
cs: Co to je?
de: Was ist das?
el: Τι είναι αυτό;
es: ¿Qué es esto?
fr: Qu'est-ce que c'est ?
it: Che cos'è questo?
ja: これは何？
ko: 이게 뭐죠?
nl: Wat is dit?
pa_in: ਇਹ ਕੀ ਹੈ?
pl: Co to jest?
pt_pt: O que é isto?
ru: Что это?
sl: Kaj je to?
uk: Що це?
zh_cn: 这是什么?

source: View the source
cs: Zobrazit zdrojový kód
de: Quelltext anzeigen
el: Δείτε τον πηγαίο κώδικα
es: Ver el código fuente
fr: Afficher la source
it: Visualizza i sorgenti
ja: ソースを表示
ko: 소스 코드 보기
nl: De bron bekijken
pa_in: ਸੋਰਸ ਵੇਖੋ
pl: Podgląd źródła
pt_pt: Ver a fonte
ru: Просмотреть исходный текст
sl: Ogled vira
uk: Переглянути джерело
zh_cn: 查看源代码

source: {0} Version History
cs: Historie verzí doplňku {0}
de: Versionsgeschichte von {0}
el: Ιστορικό εκδόσεων {0}
es: Historial de versiones de {0}
fr: Historique de version de {0}
it: {0} cronologia delle versioni
ja: {0} のバージョン履歴
ko: {0}의 버전 기록
nl: {0}-versiegeschiedenis
pa_in: {0} ਵਰਜਨ ਇਤਿਹਾਸ
pl: {0} – historia wersji
pt_pt: {0} Histórico da versão
ru: История версий {0}
sl: {0} zgodovina verzije
uk: Історія версій {0}
zh_cn: {0} 版本历史

source: <b>{0}</b> version
cs: <b>{0}</b> verze
es: <b>{0}</b> versión
fr: Version affichée : {0}
it: <b>{0}</b> versione
ja: <b>{0}</b> 個のバージョンがあります
ko: 버전 <b>{0}</b>개
nl: <b>{0}</b> versie
pa_in: <b>{0}</b> ਵਰਜਨ
pl: <b>{0}</b> wersja
pt_pt: <b>{0}</b> versão
ru: <b>{0}</b> версия
sl: <b>{0}</b> različica
uk: <b>{0}</b> версія
zh_cn: <b>{0}</b> 个版本

source: Be careful with old versions!
cs: Se starými verzemi opatrně!
de: Seien Sie vorsichtig mit alten Versionen!
el: Συνιστάται προσοχή με τις παλιότερες εκδόσεις!
es: ¡Ten cuidado con las versiones antiguas!
fr: Méfiez-vous des anciennes versions !
it: Fai attenzione alle vecchie versioni!
ja: 古いバージョンにご注意！
ko: 오래된 버전인지 확인하세요!
nl: Wees voorzichtig met oude versies!
pa_in: ਪੁਰਾਣੇ ਵਰਜਨਾਂ ਨਾਲ ਸਾਵਧਾਨ ਰਹੋ!
pl: Zachowaj ostrożność, gdy używasz nieaktualnych wersji!
pt_pt: Tenha cuidado com extras antigos!
ru: Будьте осторожны со старыми версиями!
sl: Bodite previdni pri starih različicah!
uk: Будьте обачні зі старими версіями!
zh_cn: 小心使用旧版本！

source: These versions are displayed for reference and testing purposes. You should always use the <a href="%(url)s">latest version</a> of an add-on.
cs: Tyto verze jsou dostupné pro referenční a testovací účely. Měli byste vždy použít <a href="%(url)s">poslední verzi</a> doplňku.
de: Diese Versionen werden zu Referenz- und Testzwecken angezeigt. Sie sollten immer die <a href="%(url)s">letzte Version</a> eines Add-ons verwenden.
el: Αυτές οι εκδόσεις εμφανίζονται σαν αναφορά και με σκοπό τον έλεγχο. Θα πρέπει πάντα να χρησιμοποιείτε την <a href="%(url)s">πιο πρόσφατη έκδοση</a> ενός πρόσθετου.
es: Estas versiones se muestran con propósitos de referencia y pruebas. Debes usar siempre la <a href="%(url)s">última versión</a> de un complemento.
fr: Ces versions sont affichées pour informations et à titre d'essais. Vous devriez toujours utiliser la <a href="%(url)s">dernière version</a> d'un module.
it: Queste versioni sono visualizzate solo per scopo di test e archivio. Dovresti sempre utilizzare l'<a href="%(url)s">ultima versione</a> di un componente aggiuntivo.
ja: これらは、参考またはテストのために表示されているバージョンです。常に <a href="%(url)s">最新バージョン</a> のアドオンを使用してください。
ko: 아래 버전들은 테스트 목적 및 참고용입니다. 항상 <a href="%(url)s">최신 버전</a>의 부가 기능만을 사용하시기 바랍니다.
nl: Deze versies worden ter referentie en voor testdoeleinden weergegeven. U dient altijd de <a href="%(url)s">meest recente versie</a> van een add-on te gebruiken.
pa_in: ਇਹ ਵਰਜਨ ਹਵਾਲੇ ਅਤੇ ਟੈਸਟਿੰਗ ਦੇ ਮਕਸਦ ਲਈ ਵਿਖਾਏ ਗਏ ਹਨ। ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਐਡ-ਆਨ ਦੇ <a href="%(url)s">ਤਾਜ਼ੇ ਵਰਜਨ</a> ਦੀ ਵਰਤੋਂ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pl: Wersje te są wyświetlane w celach informacyjnych i testowych. Używaj zawsze <a href="%(url)s">najnowszych wersji</a> danego dodatku.
pt_pt: Estas versões são apresentadas a titúlo informativo e para fins de teste. Deve sempre utilizar a <a href="%(url)s">última versão</a> deste extra.
ru: Эти версии отображаются только для сведения и в целях тестирования. Вам следует всегда использовать <a href="%(url)s">последнюю версию</a> дополнения.
sl: Te različice se prikazuje za namene sklicevanja in testiranja. Uporabljajte vedno samo <a href="%(url)s">najnovejše različice</a> dodatkov.
uk: Ці версії показано для інформації та з метою тестування. Вам краще завжди використовувати <a href="%(url)s">останню версію</a> додатку.
zh_cn: 这些版本仅供参考和测试目的发布。您可以一直使用<a href="%(url)s">最新版本</a>的附加组件。

source: Beta Version {0}
cs: Betaverze {0}
el: Δοκιμαστική έκδοση {0}
es: Versión beta {0}
fr: Version bêta {0}
it: Versione beta {0}
ja: ベータ版 {0}
ko: 베타 버전 {0}
nl: Bètaversie {0}
pa_in: ਬੀਟਾ ਵਰਜਨ {0}
pl: Wersja beta {0}
pt_pt: Versão Beta {0}
ru: Бета версия {0}
sl: Različica beta {0}
uk: Бета версія{0}
zh_cn: 测试版 {0}

source: Works with:
cs: Vyžaduje:
de: Kompatibel mit:
el: Συμβατό με:
es: Válida para:
fr: Fonctionne avec
it: È compatibile con:
ja: 対応バージョン:
ko: 작동 버전:
nl: Werkt met:
pa_in: ਕੰਮ ਕਰਦਾ ਨਾਲ:
pl: Działa z:
pt_pt: Funciona com:
ru: Совместимость:
sl: Deluje z:
uk: Працює з:
zh_cn: 兼容于：

source: Current Max. Version
cs: Aktuální max. verze
de: Aktuelle maximale Version
el: Τρέχουσα Max. Version
es: Versión máxima actual
fr: Version max. courante
it: Versione massima corrente
ja: 現時点の最大対応バージョン
ko: 현재 최신 버전
nl: Huidige maximale versie
pa_in: ਮੌਜੂਦਾ ਮੈਕਸ.ਵਰਜਨ
pl: Najwyższa bieżąca wersja
pt_pt: Versão máx. actual
ru: Текущая макс. версия
sl: Trenutna najv. različica
uk: Поточна максимальна версія
zh_cn: 当前最大版本

source: Target Version
cs: Cílová verze
de: Zielversion
es: Versión objetivo
fr: Version cible
it: Versione obiettivo
ja: 対応バージョン
ko: 대상 버전
nl: Doelversie
pa_in: ਟੀਚਾ ਵਰਜਨ
pl: Docelowa wersja
pt_pt: Versão de destino
ru: Целевая версия
sl: Ciljna različica
uk: Цільова версія
zh_cn: 目标版本

source: Email when finished
cs: Po dokončení zaslat e-mail
de: E-Mail senden, wenn abgeschlossen
es: Envíame un correo cuando finalice
fr: Envoyer un courriel à la fin
it: Invia email al termine
ja: 完了時にメールを送信する
ko: 완료시 이메일 알림
nl: E-mail bij voltooiing
pa_in: ਮੁਕੰਮਲ ਹੋਣ ਤੇ ਈਮੇਲ ਕਰੋ
pl: Wyślij, gdy skończy
pt_pt: Correio electrónico após terminar
ru: Отправить письмо по завершении
sl: E-pošta, ko končano
uk: Надіслати електронний лист після завершення
zh_cn: 完成时发邮件

source: Log emails instead of sending
cs: Logovat e-maily na místo jejich odesílání
de: E-Mails aufzeichnen und nicht versenden
es: Mantener un registro de los correos en lugar de enviarlos
fr: Archiver les courriels au lieu de les envoyer.
it: Registra email invece di inviarle
ko: 이메일 전송 대신 기록
nl: E-mailberichten loggen in plaats van verzenden
pa_in: ਭੇਜਣ ਦੀ ਥਾਂ ਈਮੇਲਾਂ ਲਾਗ ਕਰੋ
pl: Rejestruj e-maile zamiast wysyłania
pt_pt: Registar mensagens de correio em vez de enviar
ru: Вести лог электронной почты вместо её отправки
sl: Zavedi e-pošto, namesto da se jo pošlje
uk: Журнал електронних листів замість надсилання
zh_cn: 记录邮件而不是发送

source: Notifying authors task started.
cs: Probíhá upozorňování autorů, že byl proces zahájen.
de: Autoren über begonnene Arbeitb benachrichtigen.
es: Notificar a los autores del inicio de las tareas.
fr: Notifier les auteurs du début de la tâche.
it: Avvia procedura di notifica autori.
ko: 제작자 알림 작업이 시작되었습니다.
nl: Taak notificatie schrijvers gestart.
pl: Rozpoczęto powiadamianie autorów.
ru: Задача по уведомлению авторов началась.
sl: Obvestilo avtorjem, da je posel začel.
zh_cn: 通知作者任务已开始。

source: Updating max version task and notifying authors started.
cs: Úloha aktualizující maximální verzi a informující autory byla spuštěna.
de: Aufgabe „maximale Version aktualisieren und Autoren benachrichtigen“ gestartet.
es: Tarea de actualizar la versión máxima y notificación a los autores iniciada.
fr: Démarrage de la mise à jour de la version maximale et envoi de notification aux auteurs.
it: Iniziata procedura di aggiornamento versione massima e notifica autori.
ko: 최신 버전 업데이트 작업 후 제작자에게 시작했음을 통보합니다.
nl: Taak bijwerken maximumversie en berichten schrijvers gestart.
pl: Rozpoczęto przesyłanie najwyższej wersji i powiadamianie autorów.
ru: Задача по обновлению макс. версии и уведомлению авторов началась.
sl: Začetek posodabljanja na najv. različico in pošiljanja obvestil avtorjem
zh_cn: 更新最大版本号任务并通知作者已开始。

source: This will be publicly displayed next to your ratings, collections, and other contributions.
cs: Bude veřejně zobrazeno u vašich hodnocení, sbírek a dalších příspěvků.
de: Dies wird öffentlich neben Ihren Bewertungen, Sammlungen und anderen Beiträgen angezeigt.
es: Esto se mostrará públicamente junto con tus calificaciones, colecciones y otras contribuciones.
fr: Ceci sera affiché publiquement à côté de vos notes, collections et autres contributions.
it: Questo sarà mostrato pubblicamente accanto ai tuoi voti, raccolte e altri contributi.
pl: Będzie wyświetlana publicznie obok ocen, kolekcji oraz innego wkładu.

source: Purchase Date
cs: Datum koupě
de: Kaufdatum
es: Fecha de compra
fr: Date d'achat
it: Data d'acquisto
ko: 구입일
nl: Aanschafdatum
pl: Data zakupu
ru: Дата покупки
sl: Datum nabave
zh_cn: 购买日期

source: If you suspect this user violates our policies, please use the form below to describe your concerns. Please do not use this form for any other reason.
de: Wenn Sie den Verdacht haben, dass dieser Benutzer unsere Regeln verletzt, verwenden Sie bitte das folgende Formular, um Ihre Bedenken zu beschreiben. Bitte verwenden Sie das Formular nicht aus anderen Gründen.
es: Si sospechas que este usuario infringe nuestras políticas, utiliza el formulario para describirlo. No uses este formulario para ningún otro motivo.
fr: Si vous pensez que cet utilisateur ne respecte pas nos règles, merci d'utiliser le formulaire ci-dessous pour décrire le soucis. Merci de ne pas utiliser ce formulaire pour tout autre raison.
it: Se ritieni che questo utente stia violando le nostre regole, utilizza il modulo sottostante per descrivere il problema. Non utilizzare questo modulo per altri motivi.
pl: Jeśli podejrzewasz, że ten użytkownik narusza nasze zasady, użyj poniższego formularza, by opisać swoje obawy. Nie używaj tego formularza z innych powodów.

source: You have no apps.
cs: Nemáte žádné aplikace.
de: Sie haben keine Anwendungen.
es: No tienes aplicaciones.
fr: Vous n'avez pas encore d'application.
it: Non hai nessuna app.
pl: Nie masz aplikacji.
ru: У вас нет приложений.

source: You must be signed in to view your apps.
cs: Pro zobrazení svých aplikací se musíte přihlásit.
de: Sie müssen angemeldet sein, um Ihre Anwendungen anzusehen.
es: Tienes que conectarte para ver tus aplicaciones.
fr: Vous devez être connecté pour voir vos applications.
it: Devi eseguire l'accesso per visualizzare le tue app.
pl: Musisz się zalogować, by wyświetlić swoje aplikacje.

source: Sign in / Sign up
cs: Přihlášení / Registrace
de: Anmelden / Registrieren
es: Iniciar sesión / Registrarte
fr: Connexion
it: Accedi o registrati
ko: 로그인 / 로그아웃
nl: Aanmelden / inschrijven
pl: Logowanie / Rejestracja
ru: Войти / Зарегистрироваться
sl: Prijavi se / Registriraj se
zh_cn: 登录 / 注册

source: Send
cs: Odeslat
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pl: Wyślij
ru: Отправить

source: In-app purchase %(date)s for %(amt)s
de: Anwendungsinterner Kauf am %(date)s über %(amt)s
es: Compra en la aplicación el %(date)s por %(amt)s
pl: Zakup w aplikacji w dniu %(date)s dla %(amt)s

source: Purchased %(date)s for %(amt)s
cs: Zakoupeno dne %(date)s za %(amt)s
de: Gekauft am %(date)s für %(amt)s
es: Adquirido el %(date)s por %(amt)s
fr: Acheté le %(date)s pour %(amt)s
it: Acquistato il %(date)s per %(amt)s
pl: Zakup z dnia %(date)s dla %(amt)s
ru: Куплено %(date)s за %(amt)s

source: Request Support
cs: Žádost o podporu
de: Um Hilfe bitten
es: Solicitar asistencia
fr: Demande d'assistance
it: Richiedi supporto
pl: Poproś o pomoc
ru: Запрос на поддержку

source: Refunded %(date)s for %(amt)s
cs: Částka %(amt)s byla vrácena dne %(date)s
de: Erstattet am %(date)s für %(amt)s
es: Reembolsado el %(date)s por %(amt)s
fr: Remboursé le %(date)s pour %(amt)s
it: Rimborsato il %(date)s per %(amt)s
pl: Zwrócono dnia %(date)s dla %(amt)s
ru: Возмещено %(date)s на %(amt)s

source: Reversed %(date)s for %(amt)s
de: %(date)s für %(amt)s rückgängig gemacht
es: Revertido el %(date)s por %(amt)s
fr: Reversé le %(date)s d'un motant de %(amt)s
it: Restituito %(amt)s il %(date)s
pl: Zmieniono dnia %(date)s dla %(amt)s
ru: Отменено %(date)s за %(amt)s

source: Account
cs: Účet
de: Konto
es: Cuenta
fr: Compte
pl: Konto
ru: Учётная запись

source: Feedback
cs: Zpětná vazba
de: Rückmeldung
es: Opinión
fr: Retour
it: Commenti e suggerimenti
pl: Opinie
ru: Отзыв

source: Basic Collection
cs: Základní sbírka
de: Grundlegende Sammlung
es: Colección básica
fr: Collection de base
it: Raccolta base
ko: 기본 모음집
nl: Basiscollectie
pl: Podstawowa kolekcja
zh_cn: 基础收藏集

source: Featured App List
cs: Seznam doporučovaných aplikací
de: Liste der vorgestellten Anwendungen
es: Lista de aps. destacadas
fr: Liste d'applications vedettes
it: Lista app consigliate
ko: 추천 앱 목록
nl: Lijst aanbevolen apps
pl: Lista polecanych aplikacji
zh_cn: 精选应用列表

source: Operator Shelf
de: Regal des Mobilfunkanbieters
fr: Étagère de l'opérateur
it: Scaffale dell'operatore
ko: 관리자의 선반
nl: Operatorplank
pl: Półka operatora

source: You can not have more than one Featured Apps/Operator Shelf collection for the same category/carrier/region combination.
de: Sie können nicht mehr als eine Sammlung für Vorgestellte Anwendungen/Regal des Mobilfunkanbieters für dieselbe Kombination aus Kategorie/Mobilfunkanbieter/Region anlegen.
fr: Vous ne pouvez pas avoir plus d'une collection Applications vedettes/Étagère de l'Opérateur pour la même combinaison de catégorie, opérateur et région.
it: Non puoi creare più di una raccolta di app consigliate o di uno scaffale dell'operatore con la stessa combinazione categoria/operatore/regione.
ko: 같은 분류/통신사/지역 조합에서 한 개 이상의 추천 앱/관리자의 선반 모음집을 보유할 수 없습니다.
nl: U kunt niet meer dan één collectie Aanbevolen apps/Operatorplank hebben voor dezelfde categorie/provider/regio-combinatie.
pl: Nie możesz mieć więcej niż jednej kolekcji polecanych aplikacji / półki operatora dla takiej samej kombinacji kategorii/operatora/regionu.
zh_cn: 在相同分类、运营商、地区下，你最多只能有一个精选应用/Operator Shelf 收藏集组合。

source: Reviewer
cs: Redaktor
de: Kontrolleur
es: Revisor
fr: Testeur
it: Revisore
ja: 審査担当者
ko: 심사자
nl: Beoordelaar
pa_in: ਸਮੀਖਿਅਕ
pl: Recenzent
pt_pt: Revisor
ru: Редактор
sl: Recenzent
zh_cn: 评论者

source: US Dollars
cs: Americké dolary
de: US-Dollar
es: Dólares estadounidenses
fr: Dollars américain
it: Dollari statunitensi
ko: 미국 달러
nl: Amerikaanse dollars
pl: Dolar USA
ru: Доллары США
sl: ZDA dolarji

source: Pounds Sterling
de: Pfund Sterling
es: Libras esterlinas
fr: Livres sterling
it: Sterline
ko: 파운드
nl: Engelse ponden
pl: Funt szterling
ru: Фунт стерлингов
sl: Funt šterlingi

source: Euros
cs: Eura
de: Euro
it: Euro
ko: 유로
pl: Euro
ru: Евро
sl: Evri

source: Australian Dollars
cs: Australské dolary
de: Australische Dollar
es: Dólares australianos
fr: Dollars australien
it: Dollari australiani
ko: 호주 달러
nl: Australische dollars
pl: Dolar australijski
ru: Австралийские доллары
sl: Avstralski dolarji

source: Canadian Dollars
cs: Kanadské dolary
de: Kanadische Dollar
es: Dólares canadienses
fr: Dollars canadien
it: Dollari canadesi
ko: 캐나다 달러
nl: Canadese dollars
pl: Dolar kanadyjski
ru: Канадские доллары
sl: Kanadski dolarji

source: Swiss Francs
cs: Švýcarské franky
de: Schweizer Franken
es: Francos suizos
fr: Francs suisse
it: Franchi svizzeri
ko: 스위스 프랑
nl: Zwitserse francs
pl: Frank szwajcarski
ru: Швейцарские франки
sl: Švicarski franki

source: Colombian Pesos
cs: Kolumbijské pesos
de: Kolumbianische Pesos
es: Pesos colombianos
fr: Pesos colombien
it: Pesos colombiani
ko: 콜롬비아 페소
nl: Colombiaanse peso’s
pl: Peso kolumbijskie
ru: Колумбийские песо
sl: Kolumbski pezosi

source: Egyptian Pound
cs: Egyptské libry
de: Ägyptisches Pfund
es: Libra egipcia
fr: Livre égyptienne
it: Sterline egiziane
ko: 이집트 파운드
nl: Egyptische ponden
pl: Funt egipski
ru: Египетские фунты
sl: Egipčanski funt

source: Indonesian Rupiah
cs: Indonéské rupie
de: Indonesische Rupiah
es: Rupia indonesia
fr: Rupiah indonésien
it: Rupie indonesiane
ko: 인도네시아 루피아
nl: Indonesische roepia’s
pl: Rupia indonezyjska
ru: Индонезийская рупия
sl: Indonezijska rupija

source: Mexican Pesos
cs: Mexické pesos
de: Mexikanische Pesos
es: Pesos mexicanos
fr: Pesos mexicain
it: Pesos messicani
ko: 멕시코 페소
nl: Mexicaanse peso’s
pl: Peso meksykańskie
ru: Мексиканские песо
sl: Mehiški pesos

source: Malaysian Ringgits
cs: Malajské ringgity
de: Malaiische Ringgits
es: Dólares malayos
fr: Ringgits malaysien
it: Ringgit malesi
ko: 말레이시아 링깃
nl: Maleisische ringgits
pl: Ringgits malezyjski
ru: Малазийские ринггиты
sl: Malezijski ringgiti

source: New Zealand Dollars
cs: Novozélandské dolary
de: Neuseeländische Dollar
es: Dólares neozelandeses
fr: Dollars néo-zélandais
it: Dollari neozelandesi
ko: 뉴질랜드 달러
nl: Nieuw-Zeelandse dollars
pl: Dolar nowozelandzki
ru: Новозеландские доллары
sl: Novozelandski dolarji

source: Polish Złoty
cs: Polský zlotý
de: Polnischer Złoty
es: Zloty polaco
fr: Złoty polonais
it: Złoty polacchi
ko: 폴란드 즐로티
nl: Poolse złoty
pl: Polski złoty

source: Qatar Riyal
cs: Katarské riyály
de: Katar-Riyal
es: Rial catarí
fr: Riyal qatari
it: Riyal del Qatar
ko: 카타르 리얄
nl: Qatarese riaals
pl: Rial katarski
ru: Катарский риал
sl: Katarski rijal

source: Swedish Kronor
cs: Švédské koruny
de: Schwedische Kronen
es: Corona sueca
fr: Couronne suédoise
it: Corone svedesi
ko: 스웨덴 크로나
nl: Zweedse kronen
pl: Korona szwedzka
ru: Шведские кроны
sl: Švedske kronor

source: Singapore Dollars
cs: Singapurské dolary
de: Singapur-Dollar
es: Dólares singapurenses
fr: Dollars singapourien
it: Dollari di Singapore
ko: 싱가포르 달러
nl: Singaporese dollars
pl: Dolar singapurski
ru: Сингапурские доллары
sl: Singapurski dolarji

source: South African Rand
cs: Jihoafrické randy
de: Südafrikanische Rand
es: Rand sudafricano
fr: Rang sud-africain
it: Rand sudafricani
ko: 남아공 란드
nl: Zuid-Afrikaanse rands
pl: Rand południowoafrykański
ru: Южноафриканский ранд
sl: Južnoameriški rand

source: Afghanistan
cs: Afganistán
es: Afganistán
ko: 아프가니스탄
pl: Afganistan
ru: Афганистан
sl: Afganistan
zh_cn: 阿富汗

source: Åland Islands
cs: Alandské ostrovy
de: Åland
es: Islas Åland
fr: État libre associé d'Åland
it: Isole Aland
ko: 올란드 제도
nl: Åland-eilanden
pl: Wyspy Alandzkie
ru: Аландские острова
sl: Alandski otoki
zh_cn: 奥兰群岛

source: American Samoa
cs: Americká Samoa
de: Amerikanisch-Samoa
es: Samoa americana
fr: Samoa américaines
it: Samoa Americane
ko: 미국령 사모아
nl: Amerikaans Samoa
pl: Samoa Amerykańskie
ru: Американское Самоа
sl: Ameriška Samoa
zh_cn: 美属萨摩亚

source: Andorra
cs: Andora
fr: Andorre
ko: 안도라
pl: Andora
ru: Андорра
zh_cn: 安道尔

source: Antarctica
cs: Antarktida
de: Antarktis
es: Antártida
fr: Antartique
it: Antartide
ko: 남극
pl: Antarktyka
ru: Антарктика
sl: Antarktika
zh_cn: 南极洲

source: Antigua and Barbuda
cs: Antigua a Barbuda
de: Antigua und Barbuda
es: Antigua y Barbuda
fr: Antigua-et-Barbuda
it: Antigua e Barbuda
ko: 앤티가 바부다
nl: Antigua en Barbuda
pl: Antigua i Barbuda
ru: Антигуа и Барбуда
sl: Antigva in Barbuda
zh_cn: 安提瓜和巴布达

source: Argentina
de: Argentinien
fr: Argentine
ko: 아르헨티나
nl: Argentinië
pl: Argentyna
ru: Аргентина
zh_cn: 阿根廷
