Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Please report or flag any questionable reviews by clicking the "Report this review" and it will be submitted to the site for moderation. Editors will use the Review Guidelines to evaluate whether or not to delete the review or restore it back to the site.
cs: Problematické recenze nahlaste klepnutím na odkaz "Nahlásit recenzi". Následně bude odeslána redaktorům serveru k posouzení. Redaktoři použijí body uvedené na této stránce k posouzení, zda recenzi smažou či navrátí zpět na web.
de: Bitte melden oder markieren Sie fragwürdige Bewertungen, indem Sie auf „Diese Bewertung melden“ klicken, dann wird es zur Moderation verschoben. Redakteure werden die Bewertungsrichtlinien nutzen, um zu entscheiden, ob das Add-on gelöscht wird, oder ob es wieder öffentlich gemacht wird.
es: Por favor, marca o informa sobre cualquier valoración que consideres cuestionable haciendo clic en «Informar sobre esta valoración». Se enviará al sitio para que sea moderada y los editores evaluarán si se elimina o se restaura según las Pautas sobre valoraciones.
fr: Merci de rapporter ou étiqueter tout commentaire suspect en cliquant sur le lien « Rapporter ce commentaire » et il sera envoyé au site pour modération. Les éditeurs utiliserons les lignes de conduite de revue pour évaluer la pertinence de la suppression ou de la conservation du commentaire.
it: Segnala i commenti discutibili facendo clic su "segnala questo commento" ed esso verrà inviato al sito per essere moderato. I revisori faranno riferimento alle linee guida per le recensioni per stabilire se il commento va eliminato o ripristinato sul sito.
ja: 「このレビューを報告」のリンクをクリックして、報告するか疑いのあるレビューにフラグを立ててください。モデレーションのためにサイトに報告されます。エディタは、レビューを削除したりサイトに戻したりするか評価するために、このレビューガイドラインを利用します。
ko: "평가 신고하기"를 클릭해서 의문시되는 평가를 신고하거나 플래그를 달아주세요. 그러면 중재를 위해 사이트에 내용이 제출됩니다. 편집자는 평가 가이드라인에 의거하여 삭제해야 하는지 사이트에 복귀시켜야 하는지를 감정하게 됩니다.
nl: Rapporteer of markeer twijfelachtige beoordelingen door op “Deze beoordeling rapporteren” te klikken en de beoordeling zal nader worden bekeken. Editors zullen de Beoordelingsrichtlijnen toepassen om te evalueren of de beoordeling moet worden verwijderd of op de website wordt teruggezet.
pl: Proszę zgłosić lub oznaczyć dyskusyjne opinie, klikając „Zgłoś tę recenzję”. Po wykonaniu tego twoje zgłoszenie zostanie wysłane w celu sprawdzenia. Recenzenci, na podstawie „Wytycznych dla autorów opinii”, dokonają oceny opinii i zdecydują o jej usunięciu lub pozostawieniu.
ru: Пожалуйста, сообщайте или отмечайте флагом любые сомнительные отзывы, щёлкнув по "Сообщить об этом отзыве" и отзыв будет отправлен на сайт для модерации. Редакторы будут использовать Руководство по составлению отзывов, чтобы решить, удалить ли отзыв или восстановить его на сайте.
sl: Vprašljive recenzije prijavite ali označite z "Prijavi to recenzijo", posredovalo se jo bo urednikom v pregled. Uredniki bodo na osnovi smernic za recenzije odločili, ali naj se recenzijo zbriše ali ne ali pa naj se jo vrne nazaj na spletišče.
zh_cn: 请通过点击“报告此评论”来报告或标记任何有问题评论，它将会被提交给网站仲裁。审核员会依照评论指南来评估是否删除还是恢复此评论。

source: I’m an add-on author, can I respond to reviews?
cs: Jsem autor doplňku, mohu odpovídat na recenze?
de: Ich bin ein Add-on-Autor, kann ich auf Bewertungen antworten?
es: Soy autor de un complemento, ¿puedo responder a las valoraciones?
fr: Je suis auteur de module, puis-je répondre aux commentaires ?
it: Sono un autore di componenti aggiuntivi, posso rispondere a una recensione?
ja: 私はアドオンの作者ですが、レビューに返答できますか？
ko: 부가 기능 제작자입니다. 평가에 답변을 달 수 있나요?
nl: Ik ben een add-onschrijver, kan ik reageren op beoordelingen?
pa_in: ਮੈਂ ਇੱਕ ਐਡ-ਆਨ ਲੇਖਕ ਹਾਂ, ਕੀ ਮੈਂ ਸਮੀਖਿਆਵਾਂ ਤੇ ਪ੍ਰਤਿਕਿਰਿਆ ਦੇ ਸਕਦਾ?
pl: Jestem autorem dodatku. Czy mogę odpowiadać na opinie?
pt_pt: Eu sou um autor de extras, eu posso responder análises?
ru: Я автор дополнения, могу ли я отвечать на отзывы?
sl: Sem avtor dodatka, ali lahko odgovorim na recenzijo?
zh_cn: 我是一个附加组件的作者，我可以回应评论吗？

source: Yes, add-on authors can provide a single response to a review. Additional discussions or followup should be moved to a support forum or discussion group.
cs: Ano, autoři doplňků mohou k recenzi napsat jednu reakci. Další debata by měla být přesunuta do fóra podpory či diskusní skupiny.
de: Ja, Add-on-Autoren können eine einzelne Antwort auf eine Bewertung geben. Zusätzliche Diskussionen oder folgende Fragen sollten in einem Hilfeforum oder einer Diskussionsgruppe stattfinden.
es: Sí, los autores de complementos pueden responder a una valoración una vez. Los debates y el seguimiento posteriores tendrán lugar en un foro de asistencia o en un grupo de discusión.
fr: Oui, les auteurs peuvent donner une réponse simple à un commentaire. Les discussions supplémentaire ou le suivi devraient avoir lieu sur un forum d'assistance ou un groupe de discussion.
it: Si, gli autori di componenti aggiuntivi possono rispondere una sola volta a una recensione. Continuazioni e ulteriori discussioni dovranno essere spostati sul forum di supporto o in un gruppo di discussione.
ja: はい。アドオンの作者は、ひとつのレビューにつき 1 回だけ返答することができます。それ以上の議論やフォローは、サポートフォーラムか議論グループへ移動してください。
ko: 예. 부가 기능 제작자는 평가마다 한개씩 답글을 달 수 있습니다. 추가적인 토론 내지는 이야기가 길어질 경우 기술 지원 포럼이나 토론 그룹으로 이동해서 해 주세요.
nl: Ja, add-onschrijvers kunnen eenmalig antwoorden op beoordelingen. Aanvullende discussie of opvolging dient plaats te vinden op een ondersteuningsforum of in een discussiegroep.
pl: Tak, autorzy dodatków mogą jednorazowo odpowiedzieć na opinię. Dyskusje czy kontynuacja odpowiedzi na opinię powinna zostać przeniesiona na forum pomocy lub grupę dyskusyjną.
ru: Да, авторы дополнений могут просто ответить на отзыв. Дополнительные или последующие обсуждения следует производить в форуме поддержки или дискуссионной группе.
sl: Da, avtorji dodatka imajo možnost za en odgovor na recenzijo. Mesto za nadaljnje diskusije ali povratne informacije je forum za podporo ali krog za diskusije.
zh_cn: 是的，附加组件作者可以给评论提供回应。但额外的讨论或后续工作应转移到相应的支持论坛或讨论组。

source: I’m an add-on author, can I delete unfavorable reviews or ratings?
cs: Jsem autor doplňku, mohu smazat nepravdivé recenze či hodnocení?
de: Ich bin ein Add-on-Autor, kann ich ungünstige Bewertungen löschen?
es: Soy autor de un complemento, ¿puedo eliminar las valoraciones o las calificaciones desfavorables?
fr: Je suis auteur de module, puis-je supprimer les commentaires et notes défavorables ?
it: Sono un autore di componenti aggiuntivi, posso eliminare recensioni e valutazioni sfavorevoli?
ja: 私はアドオンの作者ですが、気に入らないレビューや評価は削除できますか？
ko: 부가 기능 제작자입니다. 맘에 들지 않는 평가나 별점을 삭제할 수 있나요?
nl: Ik ben een add-onschrijver, kan ik ongunstige beoordelingen of waarderingen verwijderen?
pa_in: ਮੈਂ ਇੱਕ ਐਡ-ਆਨ ਲੇਖਕ ਹਾਂ, ਕੀ ਮੈਂ ਨਾਪਸੰਦ ਸਮੀਖਿਆਵਾਂ ਜਾਂ ਰੇਟਿੰਗਾਂ ਨੂੰ ਹਟਾ ਸਕਦਾ?
pl: Jestem autorem dodatku. Czy mogę usuwać nieprzychylne opinie lub oceny?
pt_pt: Eu sou um autor de um extra, posso eliminar análises ou classificações desfavoráveis?
ru: Я автор дополнения, могу ли я удалять нелицеприятные отзывы или рейтинги?
sl: Sem avtor dodatka, ali lahko izbrišem neugodne recenzije ali ocene?
zh_cn: 我是一个附加组件的作者，我可以删除负面的评论或评分吗？

source: In general, no. But if the review did not meet the review guidelines outlined above, you can click "Report this review" and have it moderated by an editor. If a review included a complaint that is no longer valid due to a new release of your add-on, we may consider deleting the review. Submit your detailed request to amo-editors@mozilla.org.
cs: Obecně řečeno, ne. Nicméně pokud recenze nesplňuje kritéria pro recenze uvedené výše, můžete klepnout na odkaz "Nahlásit recenzi" a redaktor ji posoudí. Pokud recenze naráží na situaci, která již u nové verze vašeho doplňku není platná, můžeme zvážit smazání recenze. V takovém případě pošlete e-mail s žádostí na adresu amo-editors@mozilla.org.
de: Im Allgemeinen nicht. Aber wenn die Bewertung nicht den oben beschriebenen Bewertungsrichtlinien entspricht, können Sie auf „Diese Bewertung melden“ klicken, damit sie von einem Redakteur moderiert wird. Wenn eine Bewertung eine Beschwerde enthält, die nicht mehr gültig ist, erwägen wir vielleicht, die Bewertung zu entfernen. Schicken Sie Ihre detaillierte Anfrage an amo-editors@mozilla.org.
es: En general no, pero si la valoración no cumple con las pautas descritas anteriormente, puedes hacer clic en «Informar sobre esta valoración» y un editor la moderará. Si una valoración incluyera una queja referente a que el complemento ya no es válido porque hay disponible una nueva versión, consideraremos la posibilidad de eliminarla. Envía tu petición detallada a amo-editors@mozilla.org.
fr: En général, non. Mais si le commentaire ne correspond pas à la ligne de conduite présentée ci-dessus, vous pouvez cliquer sur « Rapporter ce commentaire » et il sera modéré par un éditeur. S'il contient une plainte qui n'est plus valide suite à une nouvelle version de votre module, nous pouvons considérer la suppression. Merci de faire parvenir vos requêtes détaillées à amo-editors@mozilla.org.
it: Di norma, no. Ma nel caso in cui il commento non rispetti le linee guida sopraindicate, puoi fare clic su "Segnala questo commento" e farlo moderare da un revisore. Se il commento include una lamentela non più valida nella nuova versione del tuo componente, potremmo prendere in considerazione l'idea di cancellare il commento. Invia una richiesta dettagliata a amo-editors@mozilla.org.
ja: 基本的にはできません。しかし、レビューが上記のガイドラインに違反する場合は、「このレビューを報告」をクリックしてエディタに判断を委ねることができます。また、レビューがアドオンの古いバージョンに対する苦情を含む場合は、レビューの削除を要請することができます。詳細な削除要請を amo-editors@mozilla.org 宛てに送信してください。
ko: 일반적인 상황에선 안됩니다. 하지만 평가 가이드라인을 준수하지 않은 평가는 "평가 신고하기"를 클릭해서 편집자의 중재를 요구할 수 있습니다. 불만 사항이 적혀있는 평가 중 새 버전 출시로 인해 더이상 불만 사항이 적합하지 않게 되었을 경우라면 평가 삭제를 고려하게 됩니다. amo-editors@mozilla.org로 자세한 요구 사항을 적어서 보내주세요.
nl: In het algemeen niet. Maar als de beoordeling niet volgens bovenstaande richtlijnen is opgesteld, kunt u klikken op “Deze beoordeling rapporteren” om een editor er nader naar te laten kijken. Als een beoordeling een klacht inhield die niet langer geldig is dankzij een nieuwe versie van uw add-on kunnen we overwegen de beoordeling te verwijderen. Stuur uw gedetailleerde verzoek naar amo-editors@mozilla.org.
pl: Z zasady – nie, ale, jeśli opinia nie spełnia określonych powyżej wytycznych, możesz, klikając „Zgłoś tę opinię”, zgłosić opinię do oceny przez recenzenta. Jeśli opinia odnosi się do nieistniejącej już wersji dodatku – rozpatrzymy jej usunięcie. Wyślij swoją prośbę do amo-editors@mozilla.org.
ru: В общем случае, нет. Но если отзыв не соответствует изложенным выше требованиям к отзывам, вы можете щёлкнуть по ссылке «Сообщить об этом отзыве» и он будет проверен редактором. Если отзыв содержит жалобу, который более не является актуальной в связи с выходом новой версии вашего дополнения, мы можем рассмотреть возможность удаления отзыва. Для этого отправьте подробный запрос на адрес amo-editors@mozilla.org.
zh_cn: 一般情况下不可以。但如果评论不符合上述评论准则，您可以点击“报告此评论”，之后会有一名审核员进行审核。如果抱怨的评论因为您的附加组件已经发布了新版本而不再有效，我们可以考虑删除该评论。请提交您的详细请求至 amo-editors@mozilla.org。

source: Sunbird has retired
cs: Vývoj Sunbirdu byl ukončen
de: Sunbird wurde eingestellt
es: Sunbird se ha retirado
fr: Sunbird a pris sa retraite
it: Sunbird è stato abbandonato
ja: Sunbird は引退しました
ko: Sunbird 개발 중단
nl: Sunbird is met pensioen
pa_in: ਸਨਬਰਡ ਰਿਟਾਇਰ ਹੋ ਗਿਆ
pl: Sunbird nie jest już rozwijany
pt_pt: O Sunbird se aposentou
ru: Sunbird более не развивается
sl: Sunbird je umaknjen
zh_cn: Sunbird 已退役

source: Development on the Sunbird project has halted and its final release was on March 30, 2010. We've been proud to host Sunbird add-ons on this site but as the project is no longer maintained we have disabled our support for the add-ons.
cs: Vývoj projektu Sunbird byl ukončen a jeho finální verze vyšla 23. března 2010. Jsme pyšní, že jsme mohli hostovat doplňky Sunbirdu na tomto webu, ale projekt již není dlouhodobě spravován, takže jsme podporu pro doplňky tohoto projektu ukončili.
de: Die Entwicklung des Sunbird-Projekts wurde eingestellt und seine letzte Version erschien am 30. März 2010. Wir waren stolz darauf, Sunbird-Add-ons auf dieser Website anzubieten, aber das Projekt wird nicht mehr gewartet und wir haben unsere Unterstützung für die Add-ons eingestellt.
es: El desarrollo del proyecto Sunbird se ha detenido y su versión final fue lanzada el 30 de marzo de 2010. Nos sentimos orgullosos de haber alojado los complementos de Sunbird en nuestro sitio, pero hemos deshabilitado la asistencia puesto que el proyecto ya no se mantiene.
fr: Le développement du projet Sunbird s'est arrêté et la dernière version a été publiée le 30 mars 2010. Nous avons été fiers d'héberger les modules Sunbird sur ce site, mais étant donné que le projet n'est plus maintenu nous avons désactivé toute assistance pour les modules.
it: Lo sviluppo del progetto Sunbird è stato sospeso, l'ultima versione è stata rilasciata il 30 marzo 2010. Siamo stati orgogliosi di ospitare componenti aggiuntivi per Sunbird sul nostro sito, ma dal momento che il progetto non è più attivo abbiamo disattivato il supporto per i componenti aggiuntivi.
ko: Sunbird 개발 프로젝트가 중단되었으며 마지막 버전은 2010년 3월 30일에 출시되었습니다. 본 사이트에선 Sunbird 부가 기능을 제공하고 있었으나 프로젝트가 중단되었으므로 관련 부가 기능에 대한 기술 지원을 중단합니다.
nl: De ontwikkeling van het Sunbird-project is stilgelegd en de laatste uitgave was op 30 maart 2010. We zijn er trots op Sunbird-add-ons op deze website te hebben gehost, maar omdat het project niet meer wordt onderhouden hebben we onze ondersteuning voor de add-ons uitgeschakeld.
pa_in: ਸਨਬਰਡ ਪ੍ਰੋਜੈਕਟਾਂ ਦਾ ਵਿਕਾਸ ਬੰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਅਤੇ ਇਸ ਦੀ ਆਖਰੀ ਰੀਲੀਜ਼ ਮਾਰਚ 30, 2010 ਨੂੰ ਸੀ। ਅਸੀਂ ਸਨਬਰਡ ਐਡ-ਆਨਾਂ ਦੀ ਇਸ ਸਾਈਟ ਤੇ ਮੇਜ਼ਬਾਨੀ ਕਰਨ ਤੇ ਮਾਣ ਮਹਿਸੂਸ ਕਰਦੇ ਹਾਂ ਪਰ ਪ੍ਰੋਜੈਕਟ ਹੁਣ ਬੰਦ ਹੋਣ ਕਾਰਨ ਅਸੀਂ ਐਡ-ਆਨ ਲਈ ਆਪਣਾ ਸਹਿਯੋਗ ਬੰਦ ਕਰ ਚੁੱਕੇ ਹਾਂ।
pl: Proces rozwojowy Sunbirda został wstrzymany, a jego ostatnie wydanie miało miejsce 30 marca 2010 roku. Z przyjemnością gościliśmy na tej witrynie dodatki dla Sunbirda, ale, ponieważ projekt nie jest już rozwijany, wyłączyliśmy wsparcie dla tych dodatków.
pt_pt: O desenvolvimento do projeto Sunbird parou e sua versão final foi lançada em 30 de março de 2010. Nós temos o orgulho de hospedar extras do Sunbird neste sitio, mas uma vez que o projeto deixou de ser mantido, nós desativamos nosso suporte para seus extras.
ru: Разработка проекта Sunbird прекращена и его последний релиз состоялся 30 марта 2010 года. Мы были горды тем, что размещали дополнения Sunbird на этом сайте, но так как этот проект больше не развивается, мы отключили поддержку этих дополнений.
zh_cn: Sunbird 项目的开发已经停止，它的最终版本发布于2010年3月30日。我们曾经自豪的在此网站托管过 Sunbird 附加组件，但由于该项目不再保留，我们已停用对该附加组件的支持。

source: We recommend upgrading to <a href="%(tb_url)s">Thunderbird</a> and <a href="%(lightning_url)s">Lightning</a>.
cs: Doporučujeme aktualizovate na <a href="%(tb_url)s">Thunderbird</a> a <a href="%(lightning_url)s">Lightning</a>.
de: Wir empfehlen Ihnen ein Upgrade auf <a href="%(tb_url)s">Thunderbird</a> und <a href="%(lightning_url)s">Lightning</a>.
es: Recomendamos actualizar a<a href="%(tb_url)s">Thunderbird</a> y <a href="%(lightning_url)s">Lightning</a>.
fr: Il est conseillé de passer à <a href="%(tb_url)s">Thunderbird</a> avec <a href="%(lightning_url)s">Lightning</a>.
it: Ti raccomandiamo di aggiornare passando a <a href="%(tb_url)s">Thunderbird</a> e <a href="%(lightning_url)s">Lightning</a>.
ko: 또한 <a href="%(tb_url)s">Thunderbird</a>나 <a href="%(lightning_url)s">Lightning</a>으로 업그레이드를 권장하고 있습니다.
nl: Wij raden u aan te upgraden naar<a href="%(tb_url)s">Thunderbird</a> en <a href="%(lightning_url)s">Lightning</a>.
pa_in: ਅਸੀਂ <a href="%(tb_url)s">ਥੰਡਰਬਰਡ</a> ਅਤੇ <a href="%(lightning_url)s">ਲਾਈਟਨਿੰਗ</a> ਤੇ ਅੱਪਗਰੇਡ ਹੋਣ ਦੀ ਸ਼ਿਫ਼ਾਰਸ ਕਰਦੇ ਹਾਂ।
pl: Zalecamy aktualizację <a href="%(tb_url)s">Thunderbirda</a> i zainstalowanie dodatku <a href="%(lightning_url)s">Lightning</a>.
pt_pt: Nós recomendamos migrar para o <a href="%(tb_url)s">Thunderbird</a> e <a href="%(lightning_url)s">Lightning</a>.
ru: Мы рекомендуем обновиться на <a href="%(tb_url)s">Thunderbird</a> и <a href="%(lightning_url)s">Lightning</a>.
sl: Priporočamo vam, da nadgradite na <a href="%(tb_url)s">Thunderbird</a> in <a href="%(lightning_url)s">Lightning</a>.
zh_cn: 我们建议升级到 <a href="%(tb_url)s">Thunderbird</a> 和 <a href="%(lightning_url)s">Lightning</a>。

source: Read more about Sunbird
cs: Dozvědět se více o Sunbirdu
de: Lesen Sie mehr über Sunbird
es: Leer más sobre Sunbird
fr: En savoir plus à propos de Sunbird
it: Ulteriori informazioni su Sunbird
ko: Sunbird에 대해 자세히 읽어보기
nl: Lees meer over Sunbird
pa_in: ਸਨਬਰਡ ਬਾਰੇ ਹੋਰ ਪੜ੍ਹੋ
pl: Dowiedz się więcej o Sunbirdzie
pt_pt: Saiba mais sobre o Sunbird
ru: Узнайте больше о Sunbird
sl: Preberite več o Sunbirdu
zh_cn: 了解更多有关 Sunbird

source: There was an error communicating with PayPal. Please try again later.
cs: Vyskytl se problém při komunikaci se serverem PayPal. Zkuste to prosím znovu později.
de: Bei der Kommunikation mit PayPal ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Ha ocurrido un error al comunicarse con PayPal. Por favor, inténtalo más tarde.
fr: Une erreur s'est produite pendant la communication avec Paypal. Merci de réessayer plus tard.
it: Si è verificato un errore nella comunicazione con PayPal. Riprovare più tardi.
ko: PayPal과 통신 작업 도중 오류가 발생했습니다. 나중에 다시 시도해 주세요.
nl: Er is een fout opgetreden in de communicatie met PayPal. Probeer het later nog eens.
pa_in: PayPal ਨਾਲ ਸੰਚਾਰ ਕਰਦੇ ਸਮੇਂ ਇੱਥੇ ਖਾਮੀ ਆਈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁੜ-ਕੋਸ਼ਿਸ ਕਰੋ।
pl: Wystąpił błąd połączenia z PayPal. Spróbuj ponownie później.
pt_pt: Houve um erro ao comunicar com o PayPal. Por favor, tente mais tarde.
ru: При соединении с PayPal произошла ошибка. Пожалуйста, повторите попытку позже.
sl: Prišlo je do težave pri komunikaciji s Paypalom. Poskusite prosim znova kasneje.
zh_cn: 与 PayPal 通讯时发生错误，请稍后再试。

source: There was an error with this currency.
cs: V souvislosti s měnou nastala chyba.
de: Bei dieser Währung ist ein Fehler aufgetreten.
es: Se ha producido un error con esta divisa.
fr: Il y a eu une erreur avec cette monnaie.
it: Si è verificato un errore relativo alla valuta.
ko: 이 통화를 사용할 때 오류가 있었습니다.
nl: Er is een fout opgetreden met deze valuta.
pa_in: ਇਸ ਮੁਦਰਾ ਨਾਲ ਇੱਥੇ ਇੱਕ ਖਾਮੀ ਆਈ।
pl: Wystąpił błąd przy tej walucie.
pt_pt: Existiu um erro com esta moeda.
ru: С этой валютой произошла ошибка.
zh_cn: 该币种存在错误。

source: The amount is too small for conversion into the receiver's currency.
cs: Množství je příliš malé pro konverzi do cílové měny.
de: Der Betrag ist zu klein, um ihn in die Währung des Empfängers umzurechnen.
es: La cantidad es demasiado pequeña para convertir a la divisa del receptor.
fr: Le montant est trop faible pour une conversion dans la monnaie du destinataire.
it: L'importo è così piccolo che non può essere convertito nella valuta del destinatario.
ko: 대금을 받는측의 통화로 환전하기엔 금액이 너무 적습니다.
nl: Het bedrag is te klein om geconverteerd te kunnen worden naar de valuta van de ontvanger.
pa_in: ਪ੍ਰਾਪਤਕਰਤਾ ਦੀ ਮੁਦਰਾ ਵਿੱਚ ਤਬਦੀਲੀ ਲਈ ਇਹ ਰਕਮ ਬਹੁਤ ਹੀ ਥੌੜੀ ਹੈ।
pl: Kwota jest zbyt mała, by przekształcić ją na walutę odbiorcy.
pt_pt: A quantidade é muito pequena para a conversão para a moeda do destinatário.
zh_cn: 该金额太小无法转换为接受者的币种。

source: The buyer and seller must have different PayPal accounts.
cs: Kupující a prodávající musí mít odlišné účty na PayPalu.
de: Der Käufer und der Verkäufer müssen unterschiedliche PayPal-Konten haben.
es: El comprador y el vendedor deben tener cuentas PayPal diferentes.
fr: L'acheteur et le vendeur doivent avoir des comptes PayPal différents.
it: L'acquirente e il venditore devono avere account PayPal differenti.
ko: 구매자와 판매자는 서로 다른 PayPal 계정을 사용해야 합니다.
nl: De koper en de verkoper dienen verschillende PayPal-rekeningen te hebben.
pa_in: ਖਰੀਦਦਾਰ ਅਤੇ ਵੇਚਣ ਵਾਲੇ ਕੋਲ ਵੱਖ-ਵੱਖ PayPal ਖਾਤੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Kupujący i sprzedający muszą mieć różne konta PayPal.
pt_pt: O comprador e o vendedor têm de ter contas PayPal diferentes.
ru: Покупатель и продавец должны иметь разные аккаунты PayPal
zh_cn: 购买者和销售者必须有不同的 PayPal 帐户。

source: The seller does not accept payments in %s.
cs: Prodávající neakceptuje platby v %s.
de: Der Verkäufer akzeptiert keine Zahlungen in %s.
es: El vendedor no acepta pagos en %s.
fr: Le vendeur n'accepte pas les paiements en %s.
it: Il venditore non accetta pagamenti in %s.
ko: 판매자가 %s로(으로) 결제를 거부하고 있습니다.
nl: De verkoper accepteert geen betalingen in %s.
pa_in: ਵੇਚਣ ਵਾਲਾ %s ਵਿੱਚ ਭੁਗਤਾਨ ਮਨਜ਼ੂਰ ਨਹੀਂ ਕਰਦਾ।
pl: Sprzedający nie akceptuje płatności w walucie %s.
pt_pt: O vendedor não aceita pagamentos em %s.
ru: Этот продавец не принимает платежи в %s.
zh_cn: 销售者不接受以 %s 支付。

source: No PayPal ID provided.
cs: Žádné poskytnuté PayPal ID.
de: Keine PayPal-ID angegeben.
es: No se proporcionó ninguna id. de PayPal.
fr: Pas d'identifiant PayPal fournis.
it: Non è stato fornito un ID PayPal.
ko: PayPal ID를 입력하지 않았습니다.
nl: Geen PayPal-ID opgegeven.
pl: Nie podano PayPal ID.
ru: Не представлен PayPal ID.
zh_cn: 未提供贝宝ID。

source: Please enter a valid email.
cs: Vložte prosím platnou e-mailovou adresu.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Escribe un correo electrónico válido.
fr: Merci d'indiquer une adresse email valide.
it: Inserire un indirizzo email valido.
ko: 올바른 이메일 주소를 입력해 주세요.
nl: Voer een geldig e-mailadres in.
pl: Podaj poprawny adres e-mail.
ru: Пожалуйста, введите корректный адрес эл. почты.
zh_cn: 请输入有效的电子邮件地址。

source: You have not setup permissions for us to check this PayPal account.
cs: Nenastavil(a) jste pro nás oprávnění pro práci s tímto PayPal účtem.
de: Wir haben keine Berechtigung zur Einrichtung, um dieses PayPal-Konto zu überprüfen.
es: No has establecido ningún permiso que nos permita comprobar esta cuenta PayPal.
fr: Vous n'avez pas configuré les permissions pour nous permettre de vérifier ce compte PayPal.
it: Non hai impostato i permessi per consentirci di verificare questo account PayPal.
ko: 이 PayPal 계정을 검사하기 위한 권한을 저희에게 설정해주지 않았습니다.
nl: U hebt ons nog geen toestemming gegeven om deze PayPal-rekening te controleren.
pl: Nie mamy nadanych przez ciebie uprawnień do sprawdzenia tego konta PayPal.
zh_cn: 您没有设置我们校验您PayPal帐户的许可。

source: Slow Performing Add-ons
cs: Pomalé doplňky
de: Add-ons mit langsamer Leistung
el: Πρόσθετα που επιβραδύνουν τις επιδόσεις
es: Complementos con rendimiento lento
fr: Modules lents
it: Componenti aggiuntivi con prestazioni scarse
ko: 성능을 저하시키는 부가 기능
nl: Traag presterende add-ons
pl: Dodatki spowalniające działanie
pt_pt: Extras de baixo desempenho
ru: Замедляющие работу дополнения
sl: Dodatki, ki se izvajajo počasi
zh_cn: 低性能的附加组件
