Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If selected, we will try to automatically upgrade your add-on when a new version of the SDK is released.
cs: Pokud je zvoleno, pokusíme se váš doplněk aktualizovat pokaždé, když bode dostupná nová verze SDK.
de: Wenn diese Option ausgewählt ist, werden wir versuchen, Ihr Add-on automatisch zu aktualisieren, wenn eine neue Version des SDK erscheint.
el: Αν επιλεγεί, θα προσπαθήσουμε να ενημερώσουμε αυτόματα το πρόσθετο σας όταν θα είναι διαθέσιμη μια νέα έκδοση του SDK.
es: Si lo seleccionas, trataremos de actualizar automáticamente tu complemento cuando esté lista una nueva versión del SDK.
fr: Si sélectionné, nous essayerons de mettre à jour automatiquement votre module quand une nouvelle version du SDK est disponible.
it: Se selezionato cercheremo di aggiornare automaticamente il tuo componente aggiuntivo non appena viene distribuita una nuova versione del SDK.
ja: これを選択すると、SDK の新バージョンが公開された時に、このアドオンも自動的に更新します。
ko: 선택시 최신 SDK 버전이 올라올 때 부가 기능도 자동으로 업그레이드 합니다.
nl: Wanneer geselecteerd proberen we uw add-on automatisch te upgraden zodra een nieuwe versie van de SDK wordt uitgebracht.
pl: Jeśli ta opcja zostanie zaznaczona, gdy pojawi się nowa wersja SDK, nastąpi próba automatycznej aktualizacji dodatku.
pt_pt: Se seleccionado, vamos tentar atualizar automaticamente o seu extra quando estiver disponível uma nova versão do SDK.
ru: Если выбрано, мы постараемся автоматически обновить ваше дополнение, когда будет выпущена новая версия SDK.
sl: Če to izberete, bomo poskušali, ko se izda novo različico SDK, samodejno nadgraditi vaš dodatek,
zh_cn: 如果选中，我们将会尝试在 SDK 有新版本发布时自动升级您的附加组件。

source: This add-on will be automatically upgraded to new versions of the Add-on SDK.
cs: Tento doplněk bude automaticky aktualizován na novější verze Add-on SDK.
de: Dieses Add-on wird automatisch auf neue Versionen des Add-on-SDK aktualisiert.
el: Αυτό το πρόσθετο θα ενημερώνεται αυτόματα με τις μελλοντικές εκδόσεις του Add-on SDK.
es: Este complemento se actualizará automáticamente a la nueva versión del SDK de complementos.
fr: Ce module sera automatiquement mis à jour avec les nouvelles versions du SDK Modules.
it: Questo componente aggiuntivo verrà aggiornato automaticamente al rilascio di nuove versioni di Add-on SDK.
ja: このアドオンを Add-on SDK の新バージョンへ自動的に更新します。
ko: 이 부가 기능은 최신 부가 기능 SDK가 올라오면 자동으로 업그레이드 됩니다.
nl: Deze add-on wordt automatisch geüpgraded naar nieuwe versies van de add-on-SDK.
pa_in: ਇਹ ਐਡ-ਆਨ ਆਪਣੇ ਆਪ ਹੀ ਐਡ-ਆਨ SDK ਦੇ ਨਵੇਂ ਵਰਜਨ ਲਈ ਅੱਪਗਰੇਡ ਹੋ ਜਾਵੇਗਾ।
pl: Dodatek będzie automatycznie aktualizowany do najnowszej wersji SDK dodatków.
pt_pt: Este extra vai ser actualizado automaticamente para as novas versões de SDK do extra.
ru: Это дополнение будет автоматически обновлено на новые версии SDL дополнений.
sl: Ta dodatek se bo samodejno nadgradilo na novo SDK za dodatke.
uk: Цей додаток буде автоматично оновлений до нових версій SDK додатку.
zh_cn: 此附加组件将会自动升级到新版本的附加组件 SDK 。

source: No, this add-on will be upgraded manually.
cs: Ne, tento doplněk bude aktualizován ručně.
de: Nein, dieses Add-on wird manuell aktualisiert.
el: Όχι, αυτό το πρόσθετο δεν θα ενημερώνεται αυτόματα.
es: No, este complemento será actualizado manualmente.
fr: Non, ce module sera mis à jour manuellement.
it: No, questo componente aggiuntivo verrà aggiornato manualmente.
ja: いいえ、このアドオンは自分で更新します。
ko: 아니오, 이 부가 기능은 수동으로 업그레이드 하겠습니다.
nl: Nee, deze add-on wordt handmatig bijgewerkt.
pa_in: ਨਹੀਂ, ਇਸ ਐਡ-ਆਨ ਨੂੰ ਖੁੁਦ ਅੱਪਗਰੇਡ ਕਰਨਾ ਪਵੇਗਾ।
pl: Nie, dodatek będzie aktualizowany ręcznie.
pt_pt: Não, este extra será actualizado manualmente.
ru: Нет, это дополнение будет обновлено вручную.
sl: Ne, ta dodatek se bo nadgradilo ročno.
uk: Оновлення цього додатку буде проводитись вручну.
zh_cn: 不，此附加组件将手动升级。

source: Universally unique identifier
es: Identificar único universal
fr: Identifiant universellement unique
it: Identificatore universale univoco
ko: 일반 고유 식별자
nl: Universeel unieke identificatie
pa_in: ਵਿਆਪਕ ਵਿਲੱਖਣ ਪਛਾਣਕਰਤਾ
pl: Uniwersalny unikalny identyfikator
pt_pt: Identificador único oniversal
ru: Универсально уникальный идентификатор
sl: Univerzalno enolični identifikator
uk: Універсальний унікальний ідентифікатор
zh_cn: 通用唯一识别码

source: The UUID of your add-on is specified in its install manifest and uniquely identifies it. You cannot change your UUID once it has been submitted.
cs: UUID vašeho doplňku je uvedeno v instalačním manifestu a jednoznačně jej identifikuje. Jakmile doplněk odešlete, nemůžete jeho UUID změnit.
de: Die UUID dieses Add-ons wird in dessen Install-Manifest festgelegt und identifiziert es eindeutig. Sie können die UUID nicht mehr ändern, wenn Sie sie einmal übermittelt haben.
el: Το UUID του πρόσθετου σας ορίζεται στο install manifest του πρόσθετου και είναι το μοναδιαίο αναγνωριστικό του. Δεν μπορείτε να αλλάξετε το UUID μετά την υποβολή του πρόσθετου.
es: El UUID de tu complemento se especifica en el archivo manifest de instalación y lo identifica de manera única. No puedes cambiarlo una vez enviado.
fr: Le UUID de votre module est spécifié dans le manifeste d'installation et l'identifie de manière unique. Vous ne pouvez pas changer cet UUID une fois que vous avez publié votre extension.
it: Lo UUID del tuo componente aggiuntivo è specificato nel manifesto di installazione e lo identifica in maniera univoca. Non puoi cambiare il tuo UUID una volta inviato.
ja: アドオンの UUID は、インストールマニフェスト内で指定され、そのアドオンを一意に特定するものです。アドオンの登録後に UUID を変更することはできません。
ko: 부가 기능의 UUID는 해당 앱 정보 설정 파일에 특화되어 고유한 식별자 역할을 수행합니다. 한번 입력된 UUID는 변경하실 수 없습니다.
nl: De UUID van uw add-on wordt opgegeven in het installatiemanifest en is een unieke identificatie. U kunt de UUID na indienen niet meer wijzigen.
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੀ UUID ਨੂੰ ਇਸ ਦੇ ਇੰਸਟਾਲ ਮੈਨੀਫ਼ੇਸ਼ਟ ਵਿੱਚ ਦਰਜ ਕੀਤਾ ਅਤੇ ਇਸ ਨੂੰ ਵਿਲੱਖਣ ਤੌਰ ਤੇ ਪਛਾਣਦੀ ਹੈ। ਇੱਕ ਵਾਰ ਇਹ ਦਾਖਲ ਹੋ ਗਈ ਤੁਸੀਂ ਆਪਣੀ UUID ਬਦਲ ਨਹੀਂ ਸਕਦੇ।
pl: Identyfikator dodatku (UUID) jest określony w pliku instalacyjnym i w unikalny sposób go identyfikuje. Po przesłaniu dodatku nie można zmieniać tego identyfikatora.
pt_pt: O uuid do seu extra é especificada no install manifest e identifica-o de uma forma única. Não pode alterar o UUID depois de o submeter.
ru: UUID вашего дополнения указан в его манифесте установки и является его уникальным идентификатором. После его отправки вы не сможете изменить UUID.
sl: UUID vašega dodatka je naveden v njegovem manifestu za namestitev in ga enolično identificira. Ko ste dodatek enkrat predložili, UUID zanj ne morete več spremeniti.
uk: UUID вашого додатку зазначений у його маніфесті установки і є його унікальним ідентифікатором. Після його відправлення ви не зможете змінити UUID.
zh_cn: 您的附加组件的 UUID 是在附加组件安装清单中指定的唯一识别码。一旦提交，您将无法更改您的 UUID。

source: Remove this dependent add-on
cs: Odebrat závislý doplněk
de: Dieses abhängige Add-on entfernen.
el: Αφαίρεαση αυτού του εξαρτώμενου προσθέτου
es: Eliminar este complemento dependiente
fr: Supprimer la dépendance sur ce module
it: Rimuovi questo componente aggiuntivo dipendente
ja: この依存するアドオンを削除
ko: 이 의존 부가 기능 삭제
nl: Deze afhankelijke add-on verwijderen
pa_in: ਇਸ ਨਿਰਭਰ ਐਡ-ਆਨ ਨੂੰ ਹਟਾਓ
pl: Usuń ten zależny dodatek
pt_pt: Remover dependência deste extra
ru: Удалить это зависимое дополнение
sl: Odstrani ta odvisni dodatek
uk: Видалити цей залежний додаток
zh_cn: 移除此依赖的附加组件

source: Enter the name of an add-on
cs: Vložte název doplňku
de: Geben Sie den Namen eines Add-ons ein
el: Εισάγετε το όνομα του πρόσθετου
es: Escribe el nombre de un complemento
fr: Indiquez le nom d'un module
it: Inserire il nome di un componente aggiuntivo
ja: アドオンの名前を入力してください
ko: 부가 기능 이름 입력
nl: Voer de naam van een add-on in
pa_in: ਇੱਕ ਐਡ-ਆਨ ਦਾ ਨਾਂ ਦਰਜ ਕਰੋ
pl: Wprowadź nazwę dodatku
pt_pt: Escreva o nome do extra
ru: Введите имя дополнения
sl: Vnesite ime za dodatek
uk: Введіть ім'я додатку
zh_cn: 输入一个附加组件的名称

source: Add-on Media for {0}
cs: Média doplňku {0}
de: Add-on-Medien für {0}
el: Αρχεία πολυμέσων για το {0}
es: Medio del complemento para {0}
fr: Média du module {0}
it: Media per {0}
ja: {0} のアドオンメディア
ko: {0}의 부가 기능 미디어
nl: Add-onmedia voor {0}
pa_in: {0} ਲਈ ਐਡ-ਆਨ ਮੀਡੀਆ
pl: Media dodatku dla {0}
pt_pt: Extra de média para {0}
ru: Медиа дополнения для {0}
sl: Mediji za dodatek za {0}
uk: Медіа додаток для {0}
zh_cn: 附加组件“{0}”的媒体

source: Add-on icon
cs: Ikona doplňku
de: Add-on-Symbol
el: Εικονίδιο πρόσθετου
es: Icono del complemento
fr: Icône du module
it: Icona componente aggiuntivo
ja: アドオンのアイコン
ko: 부가 기능 아이콘
nl: Add-onpictogram
pa_in: ਐਡ-ਆਨ ਆਈਕਾਨ
pl: Ikona dodatku
pt_pt: Ícone do extra
ru: Значок дополнения
sl: Sličica za dodatek
uk: Іконка додатку
zh_cn: 附加组件图标

source: Upload an icon for your add-on or choose from one of ours. The icon is displayed nearly everywhere your add-on is. Uploaded images must be one of the following image types: .png, .jpg
cs: Nahrajte ikonu pro váš doplněk nebo zvolte jednu ze svých. Ikona je zobrazena prakticky na všech místech, kde je váš doplněk umístěn. Nahrané obrázky musí mít jeden z následujících typů: .png, .jpg
de: Laden Sie ein Symbol für Ihr Add-on hoch, oder wählen Sie eines von unseren. Das Symbol wird fast überall angezeigt, wo Ihr Add-on ist. Hochgeladene Grafiken müssen zu einem der folgenden Grafiktypen gehören: .png, .jpg.
el: Μεταφόρτωση ενός εικονιδίου για το πρόσθετο σας ή επιλογή ενός από τα δικά μας. Αυτό το εικονίδιο εμφανίζεται σχεδόν οπουδήποτε βρίσκεται το πρόσθετο σας. Οι εικόνες που μεταφορτώνονται πρέπει να είναι των εξής τύπων: .png, .jpg
es: Sube un icono para tu complemento o elige uno de los nuestros. El icono se muestra prácticamente en cualquier lugar donde esté tu complemento. Las imágenes subidas deben tener uno de los siguientes formatos: .png, .jpg
fr: Envoyez une icône pour votre module ou en choisir une des nôtres. L'icône est affichée quasiment partout où votre module l'est. Les images envoyées doivent être du type .png ou .jpg
it: Carica un'icona per il tuo componente aggiuntivo o scegli tra una delle nostre. L'icona viene visualizzata quasi ovunque sia presente il tuo componente aggiuntivo. Le immagini caricate devono essere in uno dei seguenti tipi di formato: .png, .jpg
ja: アドオンのアイコンをアップロードするか、以下からひとつ選んでください。アイコンは、アドオンの掲載箇所ほぼすべてで表示されます。アップロードする画像の形式は PNG か JPEG でなければなりません。
ko: 부가 기능 아이콘을 업로드하거나 다음 아이콘 중 하나를 선택해 주세요. 아이콘은 부가 기능이 노출되는 곳이라면 항상 근처에 같이 노출됩니다. 업로드할 이미지는 반드시 다음 형식중 하나여야 합니다: .png, .jpg
nl: Upload een pictogram voor uw add-on of kies er één van ons. Het pictogram wordt vrijwel overal weergegeven waar uw add-on verschijnt. Geüploade afbeeldingen dienen van het type .png of .jpg te zijn
pl: Prześlij ikonę dla dodatku lub wybierz jedną z naszych. Ikona jest wyświetlana prawie wszędzie razem z dodatkiem. Przesłane obrazki muszą być w jednym z formatów: .png, .jpg.
pt_pt: Carregue um ícone para o seu extra ou escolha um dos nossos. O ícone é apresentado em quase todos os lugares onde o seu extra estiver. Imagens carregadas têm de ser dos seguintes tipos: .png, .jpg
ru: Загрузите иконку для вашего дополнения или выберите одну из наших. Иконка отображается почти везде, где показано ваше дополнение. Загруженные изображения должны иметь один из следующих типов: .png, .jpg
sl: Naložite sličico za dodatek ali pa izberite eno od naših. Sličico se kaže skoraj povsod, kjer se vaš dodatek pojavlja. [Naložene slike morajo biti v naslednjih formatih: .png, .jpg
zh_cn: 为您的附加组件上传一个图标，或者从我们提供的图标中选择。此图标显示在任何您的附加组件所出现的地方。上传的图像类型必须是 .png 或 .jpg 格式。

source: Select an icon for your add-on:
cs: Vyberte ikonku vašeho doplňku:
de: Wählen Sie ein Symbol für Ihr Add-on aus:
el: Επιλογή εικονιδίου για το πρόσθετο σας:
es: Selecciona un icono para tu complemento:
fr: Sélectionnez une icône pour votre module :
it: Scegli un'icona per il tuo componente aggiuntivo:
ja: アドオンのアイコンを選んでください:
ko: 부가 기능에 들어갈 아이콘을 선택하세요:
nl: Selecteer een pictogram voor uw add-on:
pa_in: ਆਪਣੇ ਐਡ-ਆਨ ਲਈ ਇੱਕ ਆਈਕਾਨ ਚੁਣੋ:
pl: Wybierz ikonę dla swojego dodatku:
pt_pt: Seleccione um ícone para o seu extra:
ru: Выберите значок для вашего дополнения:
sl: Izberite ikono za vaš dodatek:
uk: Виберіть іконку для вашого додатку:
zh_cn: 为您的附加组件选择一个图标：

source: Used in listings of add-ons, like search results and featured add-ons.
cs: Použita v seznamech doplňků jako jsou výsledky vyhledávání či doporučené doplňky.
de: Wird in Add-on-Auflistungen verwendet, wie Suchergebnissen und empfohlene Add-ons.
el: Χρησιμοποιείται στις καταχωρήσεις προσθέτων όπως πχ στα αποτελέσματα αναζήτησης και στα προβεβλημένα πρόσθετα.
es: Usada en listas de complementos, como resultados de búsquedas y complementos destacados.
fr: Utilisé dans les listings de modules tels que les résultats de recherche et les modules en vedette.
it: Utilizzato negli elenchi dei componenti aggiuntivi, come risultati di ricerca o componenti aggiuntivi consigliati.
ja: 検索結果やおすすめのアドオンなど、アドオン一覧に表示されます。
ko: 검색 결과나 추천 부가 기능과 같은 부가 기능 목록에 쓰입니다.
nl: Gebruikt in lijstweergaven van add-ons, zoals zoekresultaten en aanbevolen add-ons.
pa_in: ਐਡ-ਆਨਾਂ ਦੀ ਸੂਚੀ ਵਿੱਚ ਵਰਤੇ ਗਏ, ਜਿਵੇਂ ਖੋਜ ਨਤੀਜੇ ਅਤੇ ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ।
pl: Używana w wykazach dodatków, takich jak wyniki wyszukiwania czy polecane dodatki.
pt_pt: Usado nas listagens dos extras, como resultados de pesquisas e funcionalidades dos extras.
ru: Используется в листингах дополнений, таких как результаты поиска и избранные дополнения.
sl: Uporablja se v seznamih z dodatki, kot na primer v rezultatih iskanja ali pa v seznamu izbranih dodatkov.
uk: Використовується у списках додатків, таких як результати пошуку та популярні додатки.
zh_cn: 用于附加组件列表，比如搜索结果和精选附加组件。

source: Used in add-on detail pages.
cs: Použita na stránkách doplňku.
de: Wird auf Detailseiten des Add-ons verwendet.
el: Χρησιμοποιείται στις σελίδες λεπτομερειών του πρόσθετου.
es: Usado en las páginas de detalles de los complementos.
fr: Utilisé dans la page de détails du module
it: Utilizzato nella scheda completa del componente aggiuntivo.
ja: アドオンの詳細ページに表示されます。
ko: 부가 기능 상세 정보 페이지에 쓰입니다.
nl: Gebruikt op de add-on-detailpagina’s.
pa_in: ਐਡ-ਆਨ ਵੇਰਵੇ ਸਫ਼ਿਆਂ ਵਿੱਚ ਵਰਤਿਆ।
pl: Używana na stronach dodatku.
pt_pt: Usado na página de detalhes do extra.
ru: Используется на странице описания дополнения.
sl: Uporablja se v podrobnih straneh o dodatku.
uk: Використовується на сторінках опису додатку.
zh_cn: 用于附加组件详细信息页面。

source: Upload a Custom Icon...
cs: Nahrání vlastní ikonky...
de: Benutzerdefiniertes Symbol hochladen…
el: Αποστολή προσαρμοσμένου εικονιδίου...
es: Enviar un icono personalizado...
fr: Envoyer une icône personnalisée ...
it: Carica un'icona personalizzata…
ja: 独自のアイコンをアップロード...
ko: 사용자 정의 아이콘 업로드...
nl: Aangepast pictogram uploaden…
pa_in: ਇੱਕ ਸੋਧ ਆਈਕਾਨ ਅੱਪਲੋਡ ਕਰੋ...
pl: Prześlij własną ikonę…
pt_pt: Carragar um ícone personalizado...
ru: Загрузить другую иконку...
sl: Nalaganje lastne sličice ...
uk: Вивантажити власну іконку...
zh_cn: 上传一个自定义图标...

source: PNG and JPG supported. Icons resized to 64x64 pixels if larger.
cs: Podporovány jsou formáty PNG a JPG. Velké ikony budou automaticky zmenšeny na 64x64 pixelů.
de: PNG und JPG werden unterstützt. Größere Symbole werden auf 64x64px angepasst.
el: Υποστηρίζονται μορφές PNG και JPG. Το μέγεθος των εικονιδίων μετατρέπεται σε 64x64 pixel αν είναι μεγαλύτερο.
es: Se admite PNG y JPG. Los iconos se redimensionarán a 64 x 64 pixels si son mayores.
fr: PNG et JPEG sont supportés. Les icônes seront redimensionnées à 64x64 pixels si elles dépassent.
it: PNG e JPG supportati. Icone ridimensionate a 64x64 pixel in caso di dimensioni superiori.
ja: 対応形式は PNG と JPEG です。アイコンが 64 × 64 ピクセルよりも大きい場合は縮小されます。
ko: PNG와 JPG 형식을 지원합니다. 64x64 픽셀보다 큰 아이콘은 크기가 재조정 됩니다.
nl: PNG en JPG worden ondersteund. Pictogrammen worden verkleind tot 64x64 pixels indien groter.
pa_in: PNG ਅਤੇ JPG ਨੂੰ ਸਹਿਯੋਗ ਕਰਦਾ, ਆਈਕਾਨ ਦਾ ਅਕਾਰ 64x64 ਪਿਕਸਲ ਕਰੋ ਜੇਕਰ ਵੱਡਾ ਹੋਵੇ।
pl: Obsługiwane formaty to PNG i JPG. Ikony, jeśli są większe, zostaną przeskalowane do wielkości 64x64 pikseli.
pt_pt: PNG e JPG suportados. Ícones redimensionados para 64x64 pixéis ou maior.
ru: Поддерживается PNG и JPG. При необходимости размер значков будет уменьшен до 64x64 пикселей.
sl: Podprta sta PNG in JPG. Sličico se bo pomanjšalo na 64x64 pik, če bo prevelika.
uk: Підтримуються формати PNG та JPG. Великі зображення будуть зменшені до розміру 64х64 пікселів.
zh_cn: 支持 PNG 和 JPG。如果图标尺寸较大，将被缩小到 64x64。

source: Screenshots
cs: Obrázky
el: Εικόνες προεπισκόπησης
es: Capturas de pantalla
fr: Captures d'écran
it: Anteprima
ja: スクリーンショット
ko: 스크린샷
nl: Schermafbeeldingen
pa_in: ਸਕਰੀਨਸ਼ਾੱਟ
pl: Obrazki
pt_pt: Imagens
ru: Скриншоты
sl: Posnetki zaslona
uk: Знімки екрану
zh_cn: 屏幕截图

source: Please provide at least one screen shot of your add-on:
cs: Přidejte prosím k vašemu doplňku alespoň jeden obrázek:
de: Bitte geben Sie mindestens einen Screenshot Ihres Add-ons an:
el: Παρακαλώ παρέχετε τουλάχιστον ένα στιγμιότυπο του προσθέτου σας:
es: Proporciona al menos una captura de pantalla de tu complemento:
fr: Merci de fournir au moins une capture d'écran ou une vidéo de votre module :
it: Fornisci almeno un'anteprima del tuo componente aggiuntivo:
ja: アドオンのスクリーンショットを少なくともひとつアップロードしてください:
ko: 부가 기능의 스크린샷을 적어도 한개 이상은 제공해 주세요:
nl: Geef ten minste één schermafbeelding van uw add-on:
pa_in: ਆਪਣੇ ਐਡ-ਆਨ ਦਾ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸਕਰੀਨਸ਼ਾੱਟ ਦਿਓ:
pl: Dodaj przynajmniej jeden obrazek dodatku:
pt_pt: Por favor, forneça pelo menos uma captura de tela do seu extra:
ru: Пожалуйста, предоставьте по крайней мере один скриншот вашего дополнения:
sl: Prispevajte vsak en posnetek zaslona za svoj dodatek:
uk: Будь ласка, надайте щонайменше один знімок екрану вашого додатку:
zh_cn: 请提供至少一幅您的附加组件的屏幕截图：

source: Please provide a caption for this screenshot:
cs: Zadejte prosím nadpis tohoto obrázku:
de: Bitte geben Sie eine Überschrift für diesen Screenshot an:
el: Παρακαλούμε δώστε μια λεζάντα για την εικόνα:
es: Proporciona un título para esta captura de pantalla:
fr: Merci de fournir une légende pour cette capture d'écran :
it: Inserisci una didascalia per questa anteprima:
ja: このスクリーンショットの説明を入力してください:
ko: 스크린샷에 설명을 입력해 주세요:
nl: Geef een titel voor deze schermafbeelding:
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਐਡ-ਆਨ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਦਿਓ:
pl: Podaj opis tego obrazka:
pt_pt: Favor fornecer uma legenda para esta imagem:
ru: Пожалуйста, добавьте заголовок для этого скриншота:
sl: Vnesite prosim podnapis za ta posnetek zaslona:
uk: Будь ласка, додайте заголовок для вашого знімка екрану:
zh_cn: 请提供一段此屏幕截图的说明：

source: Add a Screenshot...
cs: Přidání obrázku...
de: Einen Screenshot hinzufügen…
el: Προσθήκη εικόνας προεπισκόπησης...
es: Agregar una captura de pantalla...
fr: Ajouter une capture d'écran ...
it: Aggiungi un'anteprima…
ja: スクリーンショットを追加...
ko: 스크린샷 추가....
nl: Een schermafbeelding toevoegen…
pa_in: ਇੱਕ ਸਕਰੀਨਸ਼ਾੱਟ ਜੋੜੋ...
pl: Dodaj obrazek…
pt_pt: Adicionar um Screenshot ...
ru: Добавить скриншот...
sl: Dodaj posnetek zaslona ...
uk: Додати знімок екрана...
zh_cn: 添加屏幕截图...

source: Tests
cs: Testy
el: Ελέγχοι
es: Pruebas
it: Test
ja: テスト
ko: 테스트
pa_in: ਪਰਖ
pl: Testy
pt_pt: Testes
ru: Тесты
sl: Testi
uk: Тести
zh_cn: 测试

source: General Tests
cs: Obecné testy
de: Allgemeine Tests
el: Γενικές δοκιμές
es: Pruebas generales
fr: Tests généraux
it: Test generali
ja: 一般的なテスト
ko: 일반 테스트
nl: Algemene tests
pa_in: ਆਮ ਪਰਖ
pl: Testy ogólne
pt_pt: Testes gerais
ru: Общие тесты
sl: Testi Splošno
uk: Загальні тести
zh_cn: 常规测试

source: Security Tests
cs: Bezpečnostní testy
de: Sicherheitstests
el: Δοκιμές ασφαλείας
es: Pruebas de seguridad
fr: Tests de sécurité
it: Test di sicurezza
ja: セキュリティテスト
ko: 보안성 테스트
nl: Beveiligingstests
pa_in: ਸੁਰੱਖਿਆ ਪਰਖ
pl: Testy bezpieczeństwa
pt_pt: Testes de segurança
ru: Тесты безопасности
sl: Testi varnosti
uk: Тести безпеки
zh_cn: 安全性测试

source: Extension Tests
cs: Testy rozšíření
de: Erweiterungstests
el: Δοκιμές επεκτάσεων
es: Pruebas de extensiones
fr: Tests des extensions
it: Test estensione
ja: 拡張機能テスト
ko: 확장 기능 테스트
nl: Extensietests
pa_in: ਐਕਸਟੇਸ਼ਨ ਪਰਖ
pl: Testy rozszerzenia
pt_pt: Testes da extensão
ru: Тесты расширения
sl: Testi razširitve
uk: Тести розширення
zh_cn: 扩展测试

source: Localization Tests
cs: Lokalizační testy
de: Übersetzungstest
el: Δοκιμές μεταφράσεων
es: Pruebas de localización
fr: Tests de localisation
it: Test localizzazione
ja: ローカライズテスト
ko: 번역 테스트
nl: Lokalisatietests
pa_in: ਲੋਕੇਲਾਈਜੇਸ਼ਨ ਪਰਖ
pl: Testy lokalizacji
pt_pt: Testes de tradução
ru: Тесты локализации
sl: Testi lokalizacije
uk: Тести локалізації
zh_cn: 本地化测试

source: Compatibility Tests
cs: Testy kompatibility
de: Kompatibilitätstests
el: Έλεγχοι συμβατότητας
es: Pruebas de compatibilidad
fr: Tests de compatibilité
it: Test di compatibilità
ja: 互換性テスト
ko: 호환성 테스트
nl: Compatibiliteitstesten
pa_in: ਅਨੁਕੂਲਤਾ ਪਰਖਾਂ
pl: Testy kompatybilności
pt_pt: Testes de compatibilidade
ru: Тесты совместимости
sl: Testi združljivosti
uk: Тести сумісності
zh_cn: 兼容性测试

source: Top
cs: Nahoru
de: Nach oben
el: Κορυφή
es: Arriba
fr: Haut de page
it: Torna all'inizio
ja: トップ
ko: 최상위
nl: Bovenzijde
pa_in: ਚੋਟੀ ਦੇ
pl: Do góry
pt_pt: Topo
ru: Наверх
sl: Vrh
uk: Нагору
zh_cn: 根站点

source: Delete Theme
cs: Smazání motivu
de: Theme löschen
el: Διαγραφή θέματος
es: Borrar tema
fr: Supprimer le thème
it: Elimina tema
ja: テーマを削除
ko: 테마 삭제
nl: Thema verwijderen
pa_in: ਥੀਮ ਹਟਾਓ
pl: Usuń motyw
pt_pt: Eliminar tema
ru: Удалить тему
sl: Zbriši Temo
uk: Вилучити тему
zh_cn: 删除主题

source: Delete Add-on
cs: Smazat doplněk
de: Add-on löschen
el: Διαγραφή πρόσθετου
es: Borrar complemento
fr: Supprimer le module
it: Elimina componente aggiuntivo
ja: アドオンを削除
ko: 부가 기능 삭제
nl: Add-on verwijderen
pa_in: ਐਡ-ਆਨ ਹਟਾਓ
pl: Usuń dodatek
pt_pt: Eliminar extra
ru: Удалить дополнение
sl: Izbriši dodatek
uk: Вилучити додаток
zh_cn: 删除附加组件

source: Deleting your theme will permanently remove it from the site.
cs: Smazáním svého motivu jej trvale odstraníte z tohoto webu.
de: Wenn Sie Ihr Theme löschen, wird es dauerhaft von der Website entfernt.
el: Η διαγραφή του θέματος σας θα το διαγράψει αυτόματα από τη σελίδα.
es: Al borrar tu complemento, se eliminará del sitio definitivamente.
fr: Supprimer votre thème l'effacera de manière permanence du site.
it: Una volta eliminato, il tema verrà rimosso definitivamente dal sito.
ja: テーマの削除を実行すると、このテーマはサイトから完全に削除されます。
ko: 테마를 삭제하면 사이트에서도 영원히 삭제됩니다.
nl: Door uw thema te verwijderen wordt deze voorgoed van de website verwijderd.
pa_in: ਆਪਣੇ ਥੀਮ ਨੂੰ ਹਟਾਉਣਾ ਇਸ ਨੂੰ ਸਾਈਟ ਤੋਂ ਪੱਕੇ ਤੌਰ ਤੇ ਹਟਾ ਦੇਵੇਗਾ।
pl: Skasowanie motywy spowoduje całkowite usunięcie go z witryny.
pt_pt: Eliminar o seu tema irá removê-lo permanentemente do site.
sl: Če svojo temo zbrišete, jo boste za vedno odstranili s spletne strani.
uk: Вилучення вашої теми повністю прибере її з сайту.
zh_cn: 删除主题将会从网站上永久移除他。
