Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Featured Extensions
cs: Doporučené doplňky
de: Vorgestellte Erweiterungen
el: Προβεβλημένες επεκτάσεις
es: Extensiones destacadas
fr: Extensions vedettes
it: Estensioni consigliate
ja: おすすめの拡張機能
ko: 추천 확장 기능
nl: Aanbevolen extensies
pa_in: ਇਕਸਟੈਨਸ਼ਨਾਂ ਦੀ ਪੇਸਕਸ਼
pl: Polecane rozszerzenia
pt_pt: Extensões em destaque
ru: Избранные расширения
sl: Izbrane razširitve
uk: Відібрані розширення
zh_cn: 精选扩展

source: Popular Extensions
cs: Populární rozšíření
de: Beliebte Erweiterungen
el: Δημοφιλείς επεκτάσεις
es: Extensiones populares
fr: Extensions populaires
it: Estensioni popolari
ja: 人気の拡張機能
ko: 인기 확장 기능
nl: Populaire extensies
pa_in: ਪ੍ਰਸਿੱਧ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Popularne rozszerzenia
pt_pt: Extensões populares
ru: Популярные расширения
sl: Priljubljene razširitve
uk: Популярні розширення
zh_cn: 热门扩展

source: Most Popular
cs: Nejpopulárnější
de: Beliebteste
el: Δημοφιλέστερα
es: Más populares
fr: Les plus populaires
it: Più popolari
ja: 最も人気
ko: 인기
nl: Populairst
pa_in: ਸੱਭ ਤੋਂ ਮਸ਼ਹੂਰ
pl: Najpopularniejsze
pt_pt: Mais populares
ru: Самые популярные
sl: Najbolj priljubljeni
uk: Найпопулярніші
zh_cn: 最热门

source: All »
cs: Vše »
de: Alle »
el: Όλα »
es: Todos »
fr: Tous »
it: Tutto »
ja: すべて&nbsp;»
ko: 전부 »
nl: Alles »
pa_in: ਸਾਰੇ »
pl: Wszystkie »
pt_pt: Tudo »
ru: Все »
sl: Vsi »
uk: Всі »
zh_cn: 全部 »

source: See all »
cs: Zobrazit vše »
de: Alle ansehen »
el: Δείτε τα όλα »
es: Ver todos »
fr: Les voir toutes »
it: Vedi tutto »
ja: すべて見る&nbsp;»
ko: 모두 보기 »
nl: Alles bekijken »
pa_in: ਵੇਖੋ ਸਾਰੇ »
pl: Wszystkie »
pt_pt: Ver tudo »
ru: Посмотреть все »
sl: Glej vse »
uk: Дивитися всі »
zh_cn: 查看全部 »

source: Up &amp; Coming Extensions
cs: Úspěšná rozšíření
de: Aufstrebende Erweiterungen
el: Επερχόμενες επεκτάσεις
es: Extensiones disponibles próximamente
fr: Nouvelles extensions
it: Estensioni emergenti
ja: 注目の拡張機能
ko: 인기 급상승 확장 기능
nl: Aankomende extensies
pa_in: ਉੱਤੇ &amp; ਆ ਰਹੀਆਂ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Najczęściej używane rozszerzenia
pt_pt: Próximas extensões
ru: Набирающие популярность расширения
sl: Razširitve na obzorju
uk: Розширення, які набирають популярність
zh_cn: 扩展新秀

source: Featured Themes
cs: Doporučené motivy vzhledu
de: Vorgestellte Themes
el: Προβεβλημένα θέματα
es: Temas destacados
fr: Thèmes vedettes
it: Temi consigliati
ja: おすすめのテーマ
ko: 추천 테마
nl: Aanbevolen thema’s
pa_in: ਥੀਮ ਪੇਸਕਸ਼
pl: Polecane motywy
pt_pt: Temas em destaque
ru: Избранные темы
sl: Predstavljene teme
uk: Відібрані теми
zh_cn: 精选主题

source: Featured Collections
cs: Doporučené sbírky
de: Vorgestellte Sammlungen
el: Προβεβλημένες συλλογές
es: Colecciones destacadas
fr: Collections en vedette
it: Raccolte consigliate
ja: おすすめのコレクション
ko: 추천 모음집
nl: Aanbevolen collecties
pa_in: ਸੰਗ੍ਰਹਿ ਪੇਸਕਸ਼
pl: Polecane kolekcje
pt_pt: Coleções incluídas
ru: Избранные подборки
sl: Izbrane zbirke
uk: Відібрані збірки
zh_cn: 精选收藏集

source: Sort by:
cs: Řazení:
de: Sortieren nach:
el: Ταξινόμηση κατά:
es: Ordenar por:
fr: Trier par :
it: Ordina per:
ja: 並べ替え:
ko: 정렬 방식:
nl: Sorteren op:
pa_in: ਦੇ ਨਾਲ ਕ੍ਰਮਬੱਧ:
pl: Sortuj wg:
pt_pt: Ordenar por:
ru: Сортировать по:
sl: Razvrsti po:
uk: Сортувати за:
zh_cn: 排序依照：

source: Updated {0}
cs: Akualizováno {0}
de: Aktualisiert am {0}
el: Ενημερώθηκε {0}
es: Actualizadas {0}
fr: Mis à jour le {0}
it: Aggiornato {0}
ja: 更新日: {0}
ko: 최근 업데이트: {0}
nl: Bijgewerkt op {0}
pa_in: ਅੱਪਡੇਟ ਹੋਇਆ {0}
pl: Zaktualizowano {0}
pt_pt: Actualizado {0}
ru: Обновлено {0}
sl: Posodobljeno {0}
uk: Оновлено {0}
zh_cn: {0} 更新

source: Added {0}
cs: Přidáno {0}
de: Hinzugefügt am {0}
el: Προστέθηκε {0}
es: Agregados {0}
fr: Ajouté {0}
it: Aggiunto il {0}
ja: 追加日: {0}
ko: {0}에 등록
nl: Toegevoegd op {0}
pa_in: ਸ਼ਾਮਲ ਹੋਇਆ {0}
pl: Dodano {0}
pt_pt: Adicionado {0}
ru: Добавлено {0}
sl: Dodano {0}
uk: Додано {0}
zh_cn: {0} 添加

source: %(num)s weekly download
cs: %(num)s stažení týdně
de: %(num)s Download pro Woche
el: %(num)s εβδομαδιαία λήψη
es: %(num)s descarga semanal
fr: {0} téléchargement hebdomadaire
it: %(num)s download settimanale
ja: %(num)s 週間ダウンロード
ko: 주간 다운로드 %(num)s회
nl: %(num)s wekelijkse download
pa_in: %(num)s ਹਫ਼ਤੇਵਾਰ ਡਾਊਨਲੋਡ
pl: %(num)s pobranie tygodniowo
pt_pt: %(num)s transferência semanal
ru: %(num)s загрузка за неделю
sl: %(num)s prenos na teden
uk: %(num)s щотижневе завантаження
zh_cn: %(num)s 次周下载量

source: %(num)s user
cs: %(num)s uživatel
de: %(num)s Benutzer
el: %(num)s χρήστης
es: %(num)s usuario
fr: %(num)s utilisateur
it: %(num)s utente
ja: %(num)s ユーザ
ko: 사용자 %(num)s명
nl: %(num)s gebruiker
pa_in: %(num)s ਉਪਭੋਗੀ
pl: %(num)s użytkownik
pt_pt: %(num)s utilizador
ru: %(num)s пользователь
sl: uporabnikov %(num)s
uk: %(num)s користувач
zh_cn: %(num)s 位用户

source: {0} weekly download
cs: {0} stažení týdně
de: {0} wöchentlicher Download
el: {0} εβδομαδιαία λήψη
es: {0} descarga semanal
fr: {0} téléchargement hebdomadaire
it: {0} download settimanali
ja: {0} 週間ダウンロード
ko: 주간 다운로드 {0}회
nl: {0} download deze week
pa_in: {0} ਹਫ਼ਤੇਵਾਰ ਡਾਊਨਲੋਡ
pl: {0} pobranie tygodniowo
pt_pt: {0} transferência semanal
ru: {0} загрузка за неделю
sl: {0} prenos na teden
uk: {0} щотижневе завантаження
zh_cn: {0} 次周下载量

source: {0} user
cs: {0} uživatel
de: {0} Benutzer
el: {0} χρήστης
es: {0} usuario
fr: {0} utilisateur
it: {0} utente
ja: {0} ユーザ
ko: 사용자 {0}명
nl: {0} gebruiker
pa_in: {0} ਉਪਭੋਗੀ
pl: {0} użytkownik
pt_pt: {0} utilizador
ru: {0} пользователь
sl: uporabnikov {0}
uk: {0} користувач
zh_cn: {0} 位用户

source: Payment cancelled
cs: Platba zrušena
de: Zahlung abgebrochen
el: Ακυρώθηκε η πληρωμή
es: Pago cancelado
fr: Paiement annulé
it: Pagamento annullato
ja: 購入をキャンセルしました
ko: 모금 계획이 취소되었습니다
nl: Betaling geannuleerd
pa_in: ਭੁਗਤਾਨ ਰੱਦ ਹੋਇਆ
pl: Płatność została anulowana
pt_pt: Pagamento cancelado
ru: Платёж отменён
sl: Plačilo preklicano
uk: Платіж скасовано
zh_cn: 已取消付款

source: Payment completed
cs: Platba dokončena
de: Zahlung abgeschlossen
el: Ολοκληρώθηκε η πληρωμή
es: Pago completado
fr: Paiement réalisé
it: Pagamento completato
ja: 購入が完了しました
ko: 모금 계획이 완료되었습니다
nl: Betaling afgerond
pa_in: ਭੁਗਤਾਨ ਮੁਕੰਮਲ ਹੋਇਆ
pl: Płatność została dokonana
pt_pt: Pagamento concluído
ru: Платёж завершён
sl: Plačilo zaključeno
uk: Платіж завершено
zh_cn: 已完成付款

source: Thank you for purchasing the add-on
cs: Děkujeme za zakoupení doplňku.
de: Danke, dass Sie das Add-on gekauft haben
es: Gracias por adquirir el complemento
fr: Merci pour votre achat de module
it: Ti ringraziamo per aver acquistato questo componente aggiuntivo
ko: 부가 기능을 구입해 주셔서 감사합니다
nl: Bedankt voor de aankoop van de add-on
pl: Dziękujemy za zakup dodatku
ru: Спасибо за покупку дополнения
sl: Hvala vam za nakup dodatka
zh_cn: 感谢您购买此附加组件

source: Return to the app.
cs: Zpět na aplikaci.
de: Zurück zur Anwendung.
es: Volver a la aplicación.
fr: Retourner à l'application.
it: Ritorna all'app.
ko: 앱으로 돌아갑니다.
nl: Terug naar de app.
pl: Wróć do aplikacji.
ru: Возвратиться к приложению.
sl: Vrni se k aplikaciji-
zh_cn: 返回应用。

source: Return to the addon.
cs: Zpět na doplněk.
de: Zurück zum Add-on.
el: Επιστροφή στο πρόσθετο.
es: Volver al complemento.
fr: Retourner au module.
it: Ritorna al componente aggiuntivo.
ja: アドオンのページへ戻る
ko: 부가 기능으로 돌아갑니다.
nl: Terug naar de add-on.
pa_in: ਐਡ-ਆਨ ਤੇ ਵਾਪਸ।
pl: Wróć do dodatku
pt_pt: Voltar ao extra.
ru: Возвратиться к дополнению.
sl: Nazaj na dodatek.
uk: Повернутися до додатку.
zh_cn: 返回附加组件。

source: Purchased App
cs: Zakoupená aplikace
de: Gekaufte Anwendung
es: Aplicación adquirida
fr: Application achetée
it: App acquistate
ko: 구입한 앱
nl: Gekochte app
pl: Kupiona aplikacja
ru: Купленное приложение
sl: Kupljena aplikacija
zh_cn: 已购买的应用

source: You've already bought this app!
cs: Tuto aplikaci jste si již zakoupil(a)!
de: Sie haben diese Anwendung bereits gekauft!
es: ¡Ya has adquirido esta aplicación!
fr: Vous avez déjà acheté cette application !
it: Hai già acquistato quest'app.
ko: 이미 구입하신 앱입니다!
nl: U hebt deze app al gekocht!
pl: Ta aplikacja została już raz kupiona!
ru: Вы уже купили это приложение!
sl: To aplikacijo ste že kupili!
zh_cn: 您已经购买了这个应用！

source: Purchased Add-on
cs: Zakoupený doplněk
de: Gekauftes Add-on
es: Complemento adquirido
fr: Module acheté
it: Componenti aggiuntivi acquistati
ko: 구입한 부가 기능
nl: Gekochte add-on
pl: Kupiony dodatek
ru: Купленное дополнение
sl: Kupljen dodatek
zh_cn: 已购买的附加组件

source: You've already bought this add-on!
cs: Tento doplněk jste si již zakoupil(a).
de: Sie haben dieses Add-on bereits gekauft!
es: ¡Ya has adquirido este complemento!
fr: Vous avez déjà acheté ce module !
it: Hai già acquistato questo componente aggiuntivo.
ko: 이미 구입하신 부가 기능입니다!
nl: U hebt deze add-on al gekocht!
pl: Ten dodatek został już raz kupiony!
ru: Вы уже купили это дополнение!
sl: Ta dodatek ste že kupili!
zh_cn: 您已经购买了这个附加组件！

source: <p>If installation does not automatically begin, please <a class="%(class)s" data-manifest-url="%(manifest_url)s" href="%(href)s" data-receipt="%(receipt)s">click here</a>.</p>
cs: <p>Pokud instalace automaticky nezačne, <a class="%(class)s" data-manifest-url="%(manifest_url)s" href="%(href)s" data-receipt="%(receipt)s">klepněte prosím zde</a>.</p>
de: <p>Wenn die Installation nicht automatisch beginnt, <a class="%(class)s" data-manifest-url="%(manifest_url)s" href="%(href)s" data-receipt="%(receipt)s">klicken Sie bitte hier</a>.</p>
es: <p>Si la instalación no comienza automáticamente, <a class="%(class)s" data-manifest-url="%(manifest_url)s" href="%(href)s" data-receipt="%(receipt)s">haz clic aquí</a>.</p>
fr: <p>Si l'installation ne commence pas automatiquement, merci de <a class="%(class)s" data-manifest-url="%(manifest_url)s" href="%(href)s" data-receipt="%(receipt)s">cliquer ici</a>.</p>
it: <p>Se l'installazione non si avvia automaticamente <a class="%(class)s" data-manifest-url="%(manifest_url)s" href="%(href)s" data-receipt="%(receipt)s">fai clic qui</a>.</p>
ko: <p>자동으로 설치가 시작되지 않으면 <a class="%(class)s" data-manifest-url="%(manifest_url)s" href="%(href)s" data-receipt="%(receipt)s">여기를 클릭</a>해 주세요.</p>
nl: <p>Als de installatie niet automatisch begint, <a class="%(class)s" data-manifest-url="%(manifest_url)s" href="%(href)s" data-receipt="%(receipt)s">klik dan hier</a>.</p>
pl: <p>Jeśli instalacja nie rozpocznie się automatycznie, <a class="%(class)s" data-manifest-url="%(manifest_url)s" href="%(href)s" data-receipt="%(receipt)s">kliknij tutaj</a>.</p>
ru: <p>Если установка не начнётся автоматически, пожалуйста <a class="%(class)s" data-manifest-url="%(manifest_url)s" href="%(href)s" data-receipt="%(receipt)s">щёлкните здесь</a>.</p>
sl: <p>Če se nameščanje ne začne samo od sebe, potem <a class="%(class)s" data-manifest-url="%(manifest_url)s" href="%(href)s" data-receipt="%(receipt)s">kliknite tu</a>.</p>
zh_cn: <p>如果安装没有自动开始，请<a class="%(class)s" data-manifest-url="%(manifest_url)s" href="%(href)s" data-receipt="%(receipt)s">点击这里</a>。</p>

source: Purchase App
cs: Koupit aplikaci
de: Anwendung kaufen
es: Adquirir aplicación
fr: Acheter l'application
it: Acquista app
ko: 앱 구입
nl: App kopen
pl: Kup aplikację
ru: Купить приложение
sl: Kupite aplikacijo
zh_cn: 购买应用

source: Purchase Add-on
cs: Koupit doplněk
de: Add-on kaufen
es: Adquirir complemento
fr: Acheter le module
it: Acquista componente aggiuntivo
ko: 부가 기능 구입
nl: Add-on kopen
pl: Kup dodatek
ru: Купить дополнение
sl: Kupite dodatek
zh_cn: 购买附加组件

source: You are logged in as <strong>%(user_email)s</strong>!
cs: Jste přihlášen(a) jako <strong>%(user_email)s</strong>!
de: Sie sind angemeldet als <strong>%(user_email)s</strong>!
es: ¡Te has conectado como <strong>%(user_email)s</strong>!
fr: Vous êtes connecté en tant que <strong>%(user_email)s</strong>!
it: Sei identificato come <strong>%(user_email)s</strong>.
ko: <strong>%(user_email)s</strong>(으)로 로그인 하셨습니다!
nl: U bent aangemeld als <strong>%(user_email)s</strong>!
pl: Zalogowano jako <strong>%(user_email)s</strong>!
ru: Вы вошли как <strong>%(user_email)s</strong>!
sl: Prijavljeni ste kot <strong>%(user_email)s</strong>!
zh_cn: 您已登录为 <strong>%(user_email)s</strong> ！

source: This add-on can slow down Firefox.
cs: Tento doplněk může zpomalit Firefox.
de: Dieses Add-on kann Firefox verlangsamen.
el: Αυτό το πρόσθετο μπορεί να επιβραδύνει τον Firefox.
es: Este complemento puede ralentizar Firefox.
fr: Ce module peut ralentir Firefox.
it: Questo componente aggiuntivo può rallentare Firefox.
ja: このアドオンは Firefox の動作速度を低下させる可能性があります。
ko: 이 부가 기능은 Firefox를 느리게 만들 수 있습니다.
nl: Deze add-on kan Firefox vertragen.
pl: Ten dodatek może spowolnić przeglądarkę.
pt_pt: Este extra pode reduzir o desempenho do Firefox.
ru: Это дополнение может замедлить Firefox.
sl: Ta dodatek lahko upočasni Firefox.
uk: Цей додаток може сповільнити Firefox.
zh_cn: 此附加组件将导致 Firefox 性能降低。

source: More&hellip;
cs: Více&hellip;
de: Mehr&hellip;
el: Περισσότερα&hellip;
es: Más&hellip;
fr: Plus &hellip;
it: Altro&hellip;
ja: その他...
ko: 기타 메뉴&hellip;
nl: Meer…
pa_in: ਹੋਰ&hellip;
pl: Więcej&hellip;
pt_pt: Mais&hellip;
ru: Ещё&hellip;
sl: Več&hellip;
uk: Більше&hellip;
zh_cn: 更多 &hellip;

source: <b>Performance warning:</b> Installing this add-on can slow down Firefox's start-up by <b>%(amount)s%%</b>.
cs: <b>Varování o výkonu:</b> Instalací tohoto doplňku můžete zpomalit start Firefoxu o <b>%(amount)s%%</b>.
de: <b>Leistungswarnung:</b> Die Installation dieses Add-ons kann die Startzeit von Firefox um <b>%(amount)s%%</b> verlängern.
el: <b>Προειδοποίηση επιδόσεων:</b> Η εγκατάσταση αυτού του προσθέτου μπορεί να επιβραδύνει την εκκίνηση του Firefox κατά <b>%(amount)s%%</b>.
es: <b>Aviso sobre el rendimiento:</b> instalar este complemento puede ralentizar el arranque de Firefox en un <b>%(amount)s%%</b>.
fr: <b>Avertissement performances :</b> l'installation de ce module peut ralentir le démarrage de Firefox de l'ordre de <b>%(amount)s%%</b>.
it: <b>Avviso sulle prestazioni:</b> l'installazione di questo componente aggiuntivo può rallentare l'avvio di Firefox di <b>%(amount)s%%</b>.
ja: <b>パフォーマンス警告:</b> このアドオンをインストールすると Firefox の起動速度が <b>%(amount)s%%</b> 遅くなる可能性があります。
ko: <b>성능 저하 경고:</b> 이 부가 기능을 설치하면 Firefox 실행시 <b>%(amount)s%%</b>의 성능 저하가 발생할 것입니다.
nl: <b>Prestatiewaarschuwing:</b> installatie van deze add-on kan het opstarten van Firefox met <b>%(amount)s%%</b> vertragen.
pl: <b>Ostrzeżenie:</b> Zainstalowanie tego dodatku może spowolnić uruchamianie przeglądarki o <b>%(amount)s%%</b>.
pt_pt: <b>Aviso de desempenho:</b> Instalar este extra pode reduzir o desempenho no arranque do Firefox em <b>%(amount)s%%</b>.
ru: <b>Предупреждение о снижении производительности:</b> Установка этого дополнения может замедлить запуск Firefox на <b>%(amount)s%%</b>.
sl: <b>Opozorilo glede zmogljivosti:</b> Če namestite ta dodatek, se bo Firefox v bodoče zagnal za<b>%(amount)s%%</b> počasneje.
uk: <b>Попередження про швидкодію:</b> Встановлення цього додатку може сповільнити запуск Firefox на <b>%(amount)s%%</b>.
zh_cn: <b>性能警告：</b>安装此附加组件将导致 Firefox 启动延迟 <b>%(amount)s%%</b>。

source: Learn more&hellip;
cs: Dozvědět se více&hellip;
de: Erfahren Sie mehr &hellip;
el: Μάθετε περισσότερα&hellip;
es: Más información&hellip;
fr: En savoir plus &hellip;
it: Ulteriori informazioni&hellip;
ja: 詳細...
ko: 자세히 알아보기&hellip;
nl: Meer…
pl: Dowiedz się więcej&hellip;
pt_pt: Saber mais&hellip;
ru: Подробнее&hellip;
sl: Več o tem&hellip;
uk: Дізнатись більше&hellip;
zh_cn: 详细了解&hellip;

source: Installing this add-on can slow down Firefox's start-up by <b>%(amount)s%%</b>.
cs: Instalací tohoto doplňku můžete způsobit zpomalení startu Firefoxu o <b>%(amount)s%%</b>.
de: Die Installation dieses Add-ons kann die Startzeit von Firefox um <b>%(amount)s%%</b> verlängern.
el: Η εγκατάσταση αυτού του προσθέτου μπορεί να επιβραδύνει την εκκίνηση του Firefox κατά <b>%(amount)s%%</b>.
es: Instalar este complemento puede ralentizar el arranque de Firefox en <b>%(amount)s%%</b>.
fr: Installer ce module peut ralentir le démarrage de Firefox de l'ordre de <b>%(amount)s%%</b>.
it: L'installazione di questo componente aggiuntivo può rallentare l'avvio di Firefox di <b>%(amount)s%%</b>.
ja: このアドオンをインストールすると Firefox の起動速度が <b>%(amount)s%%</b> 遅くなる可能性があります。
ko: 이 부가 기능을 설치하면 Firefox 실행시 <b>%(amount)s%%</b>의 성능 저하가 발생할 것입니다.
nl: Installatie van deze add-on kan het opstarten van Firefox met <b>%(amount)s%%</b> vertragen.
pl: Zainstalowanie tego dodatku może spowolnić uruchamianie przeglądarki o <b>%(amount)s%%</b>.
pt_pt: Instalar este extra pode reduzir o desempenho no arranque do Firefox em <b>%(amount)s%%</b>.
ru: Установка этого дополнения может замедлить запуск Firefox на <b>%(amount)s%%</b>.
sl: Če namestite ta dodatek, se bo Firefox v bodoče zaganjal počasneje za<b>%(amount)s%%</b>.
uk: Встановлення цього додатку може сповільнити запуск Firefox на <b>%(amount)s%%</b>.
zh_cn: 安装此附加组件将导致 Firefox 启动延迟 <b>%(amount)s%%</b>。

source: More {0} Themes
cs: Zobrazit dalších {0} motivů
de: Weitere Themes zu {0}
el: Περισσότερα {0} Θέματα
es: Más temas de {0}
fr: Plus de thèmes {0}
it: Altri {0} temi
ja: {0} カテゴリの他のテーマ
ko: 더 많은 {0} 테마
nl: Meer thema’s in {0}
pa_in: ਹੇਰ {0} ਥੀਮ
pl: Więcej motywów {0}
pt_pt: Mais {0} temas
ru: Другие темы в разделе {0}
sl: Več {0} Tem
uk: Більше тем {0}
zh_cn: 其他 {0} 主题

source: See all {0} Themes
cs: Zobrazit všech {0} motivů
de: Alle Themes zu {0} ansehen
el: Δείτε όλα τα {0} Θέματα
es: Ver todos los temas de {0}
fr: Voir tous les thèmes {0}
it: Tutti i {0} temi
ja: {0} カテゴリのすべてのテーマ
ko: 모든 {0} 테마 보기
nl: Alle thema’s in {0}
pa_in: ਵੇਖੋ ਸਾਰੇ {0} ਥੀਮ
pl: Zobacz wszystkie motywy {0}
pt_pt: Ver todos os {0} temas
ru: Просмотреть все темы в разделе {0}
sl: Oglejte si vseh {0} Tem
uk: Дивитися всі теми {0}
zh_cn: 查看全部 {0} 主题

source: More by this Artist
cs: Více od tohoto autora
de: Mehr von diesem Künstler
el: Περισσότερα από αυτόν τον καλλιτέχνη
es: Más de este autor
fr: Plus de cet artiste
it: Altro di questo artista
ja: この作者が公開している他のテーマ
ko: 이 아티스트의 다른 작품
nl: Meer van deze kunstenaar
pa_in: ਇਸ ਕਲਾਕਾਰ ਵੱਲੋਂ ਹੋਰ
pl: Inne minimotywy tego autora
pt_pt: Mais deste artista
ru: Ещё от этого художника
sl: Več od tega umetnika
uk: Більше від цього художника
zh_cn: 此艺术家的更多作品

source: See all Themes by this Artist
cs: Zobrazit všechny motivy od tohoto tvůrce
de: Alle Themes von diesem Künstler ansehen
el: Δείτε όλα τα Θέματα από αυτόν τον καλλιτέχνη
es: Ver todos los temas de este autor
fr: Voir tous les thèmes de cet artiste
it: Tutti i temi di questo artista
ja: この作者が公開しているすべてのテーマ
ko: 아티스트별 모든 테마 보기
nl: Alle thema’s van deze kunstenaar
pa_in: ਇਸ ਕਲਾਕਾਰ ਦੇ ਸਾਰੇ ਥੀਮ ਵੇਖੋ
pl: Zobacz wszystkie motywy tego autora
pt_pt: Ver todos os temas deste artista
ru: Просмотреть все темы от этого художника
sl: Oglejte si vse Teme tega umetnika
uk: Дивитись більше тем цього художника
zh_cn: 查看本作者的全部主题

source: Categories
cs: Kategorie
de: Kategorien
el: Κατηγορίες
es: Categorías
fr: Catégories
it: Categorie
ja: カテゴリ
ko: 분류
nl: Categorieën
pa_in: ਵਰਗ
pl: Kategorie
pt_pt: Categorias
ru: Категории
sl: Kategorije
uk: Категорії
zh_cn: 类别

source: Artist
cs: Autor
de: Künstler
el: Καλλιτέχνης
es: Autor
fr: Artiste
it: Artista
ja: 作者
ko: 아티스트
nl: Kunstenaar
pa_in: ਕਲਾਕਾਰ
pl: Twórca
pt_pt: Artista
ru: Художник
sl: Izvajalec
uk: Художник
zh_cn: 艺术家

source: Daily Users
cs: Denních uživatelů
de: Tägliche Benutzer
el: Καθημερινοί χρήστες
es: Usuarios diarios
fr: Utilisateurs quotidiens
it: Utenti per giorno
ja: 日別ユーザ数
ko: 일일 사용자
nl: Dagelijkse gebruikers
pa_in: ਰੋਜ਼ਾਨਾ ਉਪਭੋਗੀ
pl: Dzienni użytkownicy
pt_pt: Utilizadores diários
ru: Ежедневных пользователей
sl: Dnevnih uporabnikov
uk: Щоденних користувачів
zh_cn: 每日用户量

source: License
cs: Licence
de: Lizenz
el: Άδεια
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이센스
nl: Licentie
pa_in: ਲਾਇਸੰਸ
pl: Licencja
pt_pt: Licença
ru: Лицензия
sl: Licenca
uk: Ліцензія
zh_cn: 许可协议

source: Awaiting Review
cs: Čeká na kontrolu
de: Wartet auf Überprüfung
el: Αναμένεται αξιολόγηση
es: Esperando revisión
fr: En attente de validation
it: In attesa di revisione
ja: 審査待ち
ko: 심사 대기중
nl: Wacht op beoordeling
pa_in: ਸਮੀਖਿਆ ਦੀ ਉਡੀਕ
pl: Oczekujące sprawdzenie
pt_pt: A aguardar análise
uk: Очікує перевірки
zh_cn: 等待审核

source: Rejected
cs: Zamítnuto
de: Abgewiesen
el: Απορίφθηκε
es: Rechazado
fr: Rejeté
it: Respinto
ja: 却下済み
ko: 심사 거부됨
nl: Afgewezen
pa_in: ਠੁਕਰਾਇਆ
pl: Odrzucono
pt_pt: Rejeitado
ru: Отклонено
sl: Zavrnjeno
uk: Відхилено
zh_cn: 已被退回

source: Approved
cs: Schváleno
de: Freigeschaltet
el: Εγκρίθηκε
es: Aprobado
fr: Approuvé
it: Approvato
ja: 承認済み
ko: 승인됨
nl: Goedgekeurd
pa_in: ਮਨਜ਼ੂਰ ਹੋਇਆ
pl: Zatwierdzone
pt_pt: Aprovado
ru: Одобрено
sl: Odobreno
uk: Схвалено
zh_cn: 已核准

source: <strong>{0}</strong> user
cs: <strong>{0}</strong> uživatel
de: <strong>{0}</strong> Benutzer
el: <strong>{0}</strong> χρήστης
es: <strong>{0}</strong> usuario
fr: <strong>{0}</strong> utilisateur
it: <strong>{0}</strong> utente
ja: <strong>{0}</strong> ユーザ
ko: 사용자 <strong>{0}</strong>명
nl: <strong>{0}</strong> gebruiker
pa_in: <strong>{0}</strong> ਉਪਭੋਗੀ
pl: <strong>{0}</strong> użytkownik
pt_pt: <strong>{0}</strong> utilizador
ru: <strong>{0}</strong> пользователь
sl: <strong>{0}</strong> uporabnik
uk: <strong>{0}</strong> користувач
zh_cn: <strong>{0}</strong> 个用户

source: Hover to Preview
cs: Pro náhled přejeďte myší
de: Zur Vorschau Mauszeiger darüberhalten
el: Περάστε από πάνω για προεπισκόπηση
es: Pasa el puntero por encima para ver una vista preliminar
fr: Survolez pour prévisualiser
it: Anteprima al passaggio del mouse
ja: マウスカーソルを合わせるとプレビューできます
ko: 커서를 올려서 미리보기 확인
nl: Wijs aan voor voorbeeld
pa_in: ਝਲਕ ਵੇਖਣ ਲਈ ਘੁਮਾਓ
pl: Wskaż, by zobaczyć podgląd
pt_pt: Passe para Visualizar
ru: Парить над предпросмотром
sl: Visi nad za predogled
uk: Наведіть для попереднього перегляду
zh_cn: 鼠标移至上方预览

source: Add
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pa_in: ਜੋੜੋ
pl: Dodaj
pt_pt: Adicionar
ru: Добавить
sl: Dodaj
uk: Додати
zh_cn: 添加

source: %Y-%m-%d
cs: %d. %m %Y
de: %d.%m.%Y
el: %d-%m-%Y
es: %d-%m-%Y
fr: %Y-%d-%m
it: %d-%m-%Y
nl: %d-%m-%Y
pl: %d-%m-%Y
pt_pt: %d-%m-%Y

source: by {0} on {1}
cs: uživatelem {0} dne {1}
de: von {0} am {1}
el: από {0} την {1}
es: por {0} el {1}
fr: par {0} le {1}
it: di {0} del {1}
ja: 投稿者: {0} - 投稿日時: {1}
ko: 제작: {0}, 등록일: {1}
nl: door {0} op {1}
pa_in: {1} ਤੇ {0} ਵੱਲੋਂ
pl: zamieszczony przez {0} – {1}
pt_pt: por {0} em {1}
ru: от {0} созданы {1}
sl: od {0} dne {1}
uk: оглянуто {0} {1}
zh_cn: 由 {0} 发表于 {1}

source: Not yet rated
cs: Nehodnoceno
de: Noch nicht bewertet
el: Δεν έχει βαθμολογηθεί ακόμα
es: Sin puntuar aún
fr: Pas encore évalué
it: Nessun voto
ja: まだ評価されていません
ko: 아직 별점 없음
nl: Nog niet gewaardeerd
pa_in: ਅਜੇ ਤੱਕ ਰੇਟ ਨਹੀਂ ਕੀਤਾ
pl: Brak ocen
pt_pt: Ainda sem avaliação
ru: Пока не оценено
sl: Še ni ocenjeno
uk: Ще не оцінено
zh_cn: 尚未评分

source: <b>{0}</b> users
cs: <b>{0}</b> uživatelů
de: <b>{0}</b> Benutzer
el: <b>{0}</b> χρήστες
es: <b>{0}</b> usuarios
fr: <b>{0}</b> utilisateurs
it: <b>{0}</b> utenti
ja: <b>{0}</b> ユーザ
ko: 사용자 <b>{0}</b>명
nl: <b>{0}</b> gebruikers
pa_in: <b>{0}</b> ਉਪਭੋਗੀ
pl: <b>{0}</b> użytkowników
pt_pt: <b>{0}</b> utilizadores
ru: <b>{0}</b> пользователя
sl: <b>{0}</b> uporabnikov
uk: <b>{0}</b> користувачів
zh_cn: <b>{0}</b> 位用户
