Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <a href="%(submit_url)s" class="button">Submit now</a> <span>or</span> <a href="%(api_url)s" class="button api">Submit via API</a>
cs: <a href="%(submit_url)s" class="button">Přidat nyní</a> <span>nebo</span> <a href="%(api_url)s" class="button api">Přidat skrze API</a>
de: <a href="%(submit_url)s" class="button">Reichen Sie jetzt eine Anwendung ein</a> <span>oder</span> <a href="%(api_url)s" class="button api">reichen Sie sie per API ein</a>
es: <a href="%(submit_url)s" class="button">Enviar ahora</a> <span>o</span> <a href="%(api_url)s" class="button api">Enviar a través de una API</a>
fr: <a href="%(submit_url)s" class="button">Envoyer maintenant</a> <span>ou</span> <a href="%(api_url)s" class="button api">Envoyer via l'API</a>
it: <a href="%(submit_url)s" class="button">Iscriviti ora</a> <span>oppure</span> <a href="%(api_url)s" class="button api">Sottoscrivi via API</a>
ko: <a href="%(submit_url)s" class="button">지금 올리기</a> <span>또는</span> <a href="%(api_url)s" class="button api">API로 올리기</a>
nl: <a href="%(submit_url)s" class="button">Dien nu in</a> <span>of</span> <a href="%(api_url)s" class="button api">Dien in via API</a>
pl: <a href="%(submit_url)s" class="button">Prześlij teraz</a> <span>lub</span> <a href="%(api_url)s" class="button api">Prześlij przez API</a>
zh_cn: <a href="%(submit_url)s" class="button">现在提交</a> <span>或者</span> <a href="%(api_url)s" class="button api">通过 API 提交</a>

source: With a powerful web platform, an open marketplace, and partners like you, we are ready to welcome the next 2 billion users online
cs: Se sílou webové platformy, otevřeným obchodem a partnery, jako jste vy, jsme připraveni přivítat online další 2 miliardy uživatelů
de: Mit einer mächtigen Web-Plattform, einem offenen Marktplatz und Partnern wie Ihnen können wir die nächsten 2 Milliarden Benutzer im Internet begrüßen
es: Con una plataforma web potente, un mercado de aplicaciones abierto y socios como tú, estamos preparados para dar la bienvenida a los próximos 2 mil millones de usuarios en línea
fr: Avec une plateforme web puissance, un marketplace ouvert, et des partenaires comme vous, nous sommes prêts à accueillir les 2 prochains milliards d'utilisateurs en ligne
it: Grazie a una potente piattaforma web, un mercato aperto e partner come te dalla nostra parte, siamo pronti ad accogliere i prossimi 2 miliardi di utenti della rete.
ko: 강력한 웹 플랫폼인 오픈 마켓플레이스, 그리고 당신과 같은 파트너와 함께라면 앞으로 20억 이용자를 더 확보할 수 있을겁니다.
nl: Met een krachtig webplatform, een open marktplaats en partners zoals u zijn we klaar om de volgende 2 miljard gebruikers online te verwelkomen
pl: Dzięki potężnej platformie sieciowej, otwartemu sklepowi i partnerom takim, jak Ty, jesteśmy gotowi na powitanie kolejnych 2 miliardów użytkowników sieci
zh_cn: 通过强大的网络平台，开放的市场，和想你一样的合作伙伴，我们已经为欢迎即将到来的新网络用户做好了准备

source: <strong>The Web is the Platform</strong> &ndash; write your HTML5 app once and distribute it across the entire web.
cs: <strong>Web je platformou</strong> &ndash; napište jednou svou aplikaci v HTML5 a distribuujte ji napříč celým webem
de: <strong>Das Internet ist die Plattform</strong> &ndash; schreiben Sie Ihre HTML5-Anwendung einmal und verteilen Sie sie im gesamten Internet.
es: <strong>La Web es la plataforma</strong>: escribe tu aplicación HTML5 una vez y distribúyela por toda la Web.
fr: <strong>Le Web est la Platforme</strong> &ndash; écrivez vos applications HTML5 une fois, et distribuez-les partout sur le web.
it: <strong>Il Web è la piattaforma</strong> &ndash; crea una sola volta la tua applicazione in HTML5 e distribuiscila su tutto il Web.
ko: <strong>웹 자체가 플랫폼입니다</strong> &ndash; HTML5 앱을 만들고 웹 전역에 배포하세요
nl: <strong>Het web is het platform</strong> &ndash; schrijf éénmaal uw HTML5-app en verspreid deze over het hele web.
pl: <strong>Sieć jest platformą</strong> &ndash; napisz swoją aplikację w HTML5 tylko raz i rozpowszechniaj w całej sieci.
zh_cn: <strong>网络即是平台</strong> &ndash; 您的 HTML5 应用仅需一次编写即可发布到整个网络。

source: <strong>Seamless Payments</strong> &ndash; with multiple payment models and carrier-integrated billing, we bring you frictionless monetization to your app.
cs: <strong>Snadné platby</strong> &ndash; s více platebními modely a integrovanými platbami vám přinášíme snadný způsob, jak vydělat na své aplikaci
de: <strong>Übergangslose Zahlungen</strong> &ndash; mit mehreren Zahlungsmodellen und Abrechnung über den Anbieter liefern wir Ihrer Anwendung reibungslose Zahlungen.
es: <strong>Procesos fluidos de pago</strong>: con múltiples modelos de pago y facturación integrada con el operador, te ofrecemos la posibilidad de monetizar tu aplicación sin complicaciones.
fr: <strong>Paiements sans accrocs</strong> &ndash; avec de multiples modèles de paiements et une facturation intégrée avec l'opérateur, nous vous permettons une monétisation sans difficulté de votre application.
it: <strong>Pagamenti perfettamente integrati</strong> &ndash; con svariati metodi di pagamento e la possibilità di utilizzare il credito telefonico per effettuarli, ti garantiamo una facile monetizzazione della tua app.
ko: <strong>다양한 결제 시스템</strong> &ndash; 다양한 결제 시스템 모델과 통신요금 결제 방식으로 유료 앱에 대한 저항을 줄일 수 있습니다.
nl: <strong>Naadloze betalingen</strong> &ndash; met meerdere betalingsmodellen en facturatie via de provider brengen we u weerstandsloze betalingen voor uw app.
pl: <strong>Łatwe płatności</strong> &ndash; dzięki wielu rodzajom płatności oraz rachunkom zintegrowanym z operatorami umożliwiamy Ci bezproblemowe zarabianie na twojej aplikacji.
zh_cn: <strong>无缝支付</strong> &ndash; 通过多种支付方式以及运营商融合计费，您无需做多余的操作，即可让您的应用实现盈利。

source: <strong>A Massive Audience</strong> &ndash; over 450 million users call Firefox home, put your app in their hands today.
cs: <strong>Velké množství uživatelů</strong> &ndash; více než 450 miliónů uživatelů používá Firefox jako výchozí. Dejte jim svou aplikaci snadno k dispozici.
de: <strong>Ein riesiges Publikum</strong> &ndash; über 450 Millionen Anwender sind bei Firefox zu Hause, legen Sie Ihre Anwendung heute in deren Hände.
es: <strong>Una audiencia masiva</strong>: para más de 450 millones de usuarios Firefox es el acceso a Internet. Pon tu aplicación a su disposición.
fr: <strong>Une audience large</strong> &ndash; plus de 450 million d'utilisateurs utilisent Firefox chez eux, mettez vos applications entre leurs mains aujourd'hui.
it: <strong>Un grande pubblico</strong> &ndash; oltre 450 milioni di utenti si collegano al sito di Firefox, fai giungere la tua app nelle loro mani oggi stesso.
ko: <strong>대규모 이용자</strong> &ndash; 4억 5천만이 넘는 이용자가 Firefox를 집에서 사용하고 있고, 오늘은 당신의 앱을 받게됩니다.
nl: <strong>Een enorm publiek</strong> &ndash; meer dan 450 miljoen gebruikers gebruiken Firefox, plaats uw app vandaag nog in hun handen.
pl: <strong>Masowy odbiorca</strong> &ndash; ponad 450 milionów użytkowników zaprosiło Firefoksa do domu, oddaj już dziś w ich ręce swoją aplikację.
zh_cn: <strong>海量用户</strong> &ndash; 有超过4.5亿用户访问 Firefox 首页，现在就把您的应用送到他们手中。

source: Join the biggest and the best
cs: Připojte se k největším a nejlepším
de: Machen Sie mit beim Größten und Besten
es: Únete a los más grandes y a los mejores
fr: Rejoignez les meilleurs et les plus importants
it: Collabora con i più importanti, collabora coi migliori
ko: 최대, 최고의 서비스에 가입하세요
nl: Sluit u aan bij de grootste en de beste
pl: Dołącz do największych i najlepszych
zh_cn: 加入最大最好的

source: The world's most popular brands and all your favorite apps are building their experience on Firefox Marketplace.
cs: Světově nejpopulárnější značky a všechny vaše oblíbené aplikace jsou vytvářeny pro Firefox Marketplace.
de: Die beliebtesten Marken der Welt und alle Ihre Lieblingsanwendungen bauen ihr Erlebnis im Firefox-Marketplace.
es: Las marcas más populares del mundo y todas tus aplicaciones favoritas están desarrollando su experiencia en Firefox Marketplace.
fr: Les marques les plus populaires et toutes vos applications préférées sont en train d'arriver sur le Marketplace Firefox.
it: Tutti i più importanti marchi a livello mondiale e le tue app preferite stanno dando vita alla loro esperienza su Firefox Marketplace.
ko: 세계에서 가장 인기있는 브랜드와 좋아하는 앱이 Firefox 마켓플레이스에서 그들의 개발 노하우를 선사합니다.
nl: ’s Werelds populairste merken en al uw favoriete apps bouwen hun ervaring op Firefox Marketplace.
pl: Najpopularniejsze marki świata i Twoje wszystkie ulubione aplikacje tworzą swoją przygodę w Firefox Marketplace.
zh_cn: 世界最热门的品牌和所有您最喜爱的应用都已经入驻火狐应用市场。

source: A truly cross-platform, cross-device, non-proprietary home for the world's best global and local HTML5 apps.
cs: Plně multiplatformní, na zařízení nezávislý a neproprietární domov pro světově nejlepší globální a lokální HTML5 aplikace.
de: Ein echtes plattformübergreifendes, geräteübergreifendes, nicht-proprietäres Zuhause für die weltbesten globalen und lokalen HTML5-Anwendungen.
es: Un auténtico hábitat multiplataforma, multidispositivo y totalmente abierto para las mejores aplicaciones HTML5 globales y locales del mundo.
fr: L'habitat réellement multi-plateforme, multi-appareil, non propriétaire pour les meilleurs applications HTML5 du monde.
it: Una vera casa multipiattaforma, multidispositivo e non proprietaria per le migliori app in HTML5, sia localmente che a livello mondiale.
ko: 진정한 다중 플랫폼, 다중 단말기, 누구의 소유도 아닌 세계에서 가장 글로벌하고 지역적인 HTML5 앱이 있습니다.
nl: Een echt multi-platform, multi-apparaat, niet-gesloten thuis voor de beste algemene en lokale HTML5-apps ter wereld.
pl: Prawdziwie międzyplatformowe, niezależne od urządzeń, niezastrzeżone prawami miejsce dla najlepszych globalnych i lokalnych aplikacji HTML5.
zh_cn: 一个真正跨平台，跨设备，非专有的环境，期待世界上最好的全球化和本地化 HTML5 应用。

source: Available now!
cs: Nyní dostupné!
de: Ab sofort verfügbar!
es: ¡Disponible ya!
fr: Disponible maintenant !
it: Disponibile ora.
ko: 지금 사용해보세요!
nl: Nu beschikbaar!
pl: Dostępne teraz!
ru: Доступно сейчас!
zh_cn: 已经就绪啦！

source: Android Tablets
cs: Tablety s Androidem
es: Tabletas Android
fr: Tablettes Android
it: Tablet Android
ko: 안드로이드 타블렛
pl: Tablety z Androidem
ru: Планшеты Android
zh_cn: Android 平板

source: You + Mozilla = Awesome
cs: Vy + Mozilla = Skvělé spojení
de: Sie + Mozilla = Wunderbar
es: Tú + Mozilla = Alucinante
fr: Vous + Mozilla = Excellence
it: Tu + Mozilla = Fantastico
ko: 당신 + Mozilla = 명품
nl: U + Mozilla = Fantastisch
pl: Ty + Mozilla = Doskonałość
zh_cn: 您＋ Mozilla ＝ 出类拔萃

source: Stay connected.
cs: Zůstaňte ve spojení.
de: Bleiben Sie in Verbindung.
es: Sigue conectado.
fr: Restez connectés.
it: Rimani connesso.
ko: 접속 고정.
nl: Blijf verbonden.
pl: Pozostań w kontakcie
zh_cn: 保持联系。

source: The Apps Blog
cs: Blog o aplikacích
de: Der Anwendungs-Blog
es: El blog de aplicaciones
fr: Blog applications
it: App Blog
nl: De apps-blog
pl: Blog aplikacji
ru: Блог приложений
zh_cn: 应用博客

source: Twitter
pl: PayPal
ru: Твиттер

source: Firefox Marketplace YouTube channel
cs: Kanál Firefox Marketplace na YouTube
de: YouTube-Kanal des Firefox-Marktplatzes
es: Canal de Firefox Marketplace en YouTube
fr: Chaîne Youtube Firefox Marketplace
it: Canale di Firefox Marketplace su YouTube
ko: Firefox 마켓플레이스 YouTube 채널
nl: Firefox Marketplace YouTube-kanaal
pl: Kanał YouTube Firefox Markeplace
zh_cn: 火狐应用市场的 YouTube 频道

source: One your app is finished, you need to deploy it. If you're publishing through the Firefox Marketplace you have some options on how to deploy your app.
cs: Jakmile je vaše aplikace dokončena, potřebujete ji někam nahrát. Pokud chcete publikovat pomocí Firefox Marketplace, máte několik možností, jak svou aplikaci nahrát.
de: Sobald Ihre Anwendung fertig ist, müssen Sie sie verteilen. Wenn Sie sie über den Firefox Marketplace veröffentlichen, haben Sie einige Möglichkeiten, wie Sie Ihre Anwendung verteilen.
es: Una vez que tu aplicación esté terminada, tienes que distribuirla. Si utilizas Firefox Marketplace para publicar, dispones de algunas opciones para poder distribuir tu aplicación.
fr: Une fois votre application terminée, vous devez la déployer. Si vous publiez via le Marketplace Firefox, vous avez plusieurs options sur la manière de déployer votre application.
it: Una volta completata la tua app, dovrai distribuirla. Se scegli di esporla su Firefox Marketplace avrai varie opzioni di distribuzione.
ko: 앱이 완성되면 어딘가에 올려놔야 합니다. Firefox 마켓플레이스에 올리면 앱을 진열하기 위한 세세한 옵션까지 설정이 가능합니다.
nl: Als uw app klaar is, moet u hem lanceren. Als u publiceert via de Firefox Marketplace hebt u enkele opties voor het lanceren van uw app.
pl: Jeśli twoja aplikacja jest ukończona, należy ją rozpowszechnić. Jeśli publikujesz ją w Firefox Marketplace, masz kilka opcji rozpowszechnienia aplikacji.
zh_cn: 应用开发完成就要发布了。如果要通过火狐应用市场发布，您有几种方式可以选择。

source: You can host your app on a publicly accessible Web server, just like any other website.
cs: Můžete hostovat svou aplikaci na veřejně přístupném webovém serveru stejně, jako kterékoliv jiné webové stránky.
de: Sie können Ihre Anwendung auf einem öffentlich zugänglichen Webserver hosten, genau wie jede andere Website.
es: Puedes alojar tu aplicación en un servidor web de acceso público, al igual que cualquier otro sitio web.
fr: Vous pouvez l'héberger sur un serveur web accessible publiquement, comme n'importe quel autre site web.
it: Puoi caricare la tua app su un server pubblicamente accessibile, proprio come un sito web.
ko: 다른 웹 사이트와 똑같이 어디서든 접속 가능한 웹 서버에 앱을 올려서 관리할 수 있습니다.
nl: U kunt uw app op een publiek toegankelijke webserver hosten, net als elke andere website.
pl: Możesz udostępniać aplikację na publicznie dostępnym serwerze sieciowym, jak każdą inną stronę internetową.
zh_cn: 您可以将应用托管在可以公开访问的网站服务器上，就像其他网站那样。

source: You can package your app as a zip file, instead of hosting it on a web server.
cs: Na místo hostování aplikace na vlastním serveru ji můžete zabalit do souboru ve formátu ZIP.
de: Sie können Ihre Anwendung als ZIP-Datei packen, anstatt sie auf einem Webserver zu hosten.
es: Puedes empaquetar tu aplicación como un archivo zip en lugar de alojarlo en un servidor web.
fr: Vous pouvez produire un paquet contenant votre application, sous la forme d'un fichier zip, au lieu de l'héberger sur un serveur web.
it: In alternativa puoi pacchettizzare la tua app come file zip.
ko: 웹 서버에 올리는 대신 zip 파일로 압축해서 사용할 수도 있습니다.
nl: U kunt uw app verpakken als een zip-bestand, in plaats van hem te hosten op een webserver.
pl: Możesz spakować aplikację jako plik zip, zamiast udostępniać ją na serwerze sieciowym.
zh_cn: 您可以将应用封装为 zip 文件，而不是托管到网站服务器上。

source: Once you have finished your app, you need to do the following:
cs: Jakmile dokončíte svou aplikaci, budete potřebovat učinit následující:
de: Sobald Sie Ihre Anwendung fertig gestellt haben, müssen Sie Folgendes tun:
es: Una vez que hayas finalizado tu aplicación, debes hacer lo siguiente:
fr: Une fois que vous avez terminé votre application, vous devez procéder aux étapes suivantes :
it: Una volta completata l'app, dovrai procedere nel seguente modo:
pl: Po ukończeniu aplikacji musisz wykonać następujące czynności:

source: Deploy the app &mdash; Arrange for web hosting and get the app up and running on the web server.
cs: Nahrání aplikace &mdash; obstarání webového hostingu, na který aplikaci nahrajete a zprovozníte.
de: Die Anwendung verteilen &mdash; Organisieren Sie Web-Hosting und richten Sie die Anwendung auf dem Webserver ein.
es: Desplegar la aplicación &mdash; prepara el alojamiento web y pon la aplicación en marcha y operativa en el servidor web.
fr: Déployer l'application &mdash; Trouver un hébergement et rendre votre application accessible depuis le serveur web.
it: Distribuisci l'app &mdash; Scegli un servizio di hosting web e carica la tua app sul server.
pl: Umieść aplikację &mdash; Zorganizuj hosting sieciowy, wstaw aplikację i uruchom na serwerze sieciowym.

source: Publish the app &mdash; Make the app available for end users to install.
cs: Publikování aplikace &mdash; zpřístupnění aplikace, aby si ji mohli koncoví uživatelé nainstalovat.
de: Die Anwendung veröffentlichen &mdash; Stellen Sie die Anwendung Endanwendern zur Installation zur Verfügung.
es: Publicar la aplicación &mdash; haz que la aplicación esté disponible para que los usuarios la instalen.
fr: Publier l'application &dmash; Mettre l'application à disposition des utilisateurs finaux pour qu'ils l'installent.
it: Pubblica l'app &mdash; Rendi l'app accessibile e installabile per gli utenti finali.
pl: Opublikuj aplikację &mdash; Spraw, by aplikacja była dostępna do instalacji dla końcowych użytkowników.

source: Deploying the app
cs: Nahrání aplikace
de: Verteilen der Anwendung
es: Distribuir la aplicación
fr: Déploiement de l'application
it: Distribuire l'app
pl: Umieszczanie aplikacji
ru: Развертывание приложения

source: You need to host the app on a publicly accessible Web server, just like any other website. There are numerous ways to do this.
cs: Budete potřebovat hosting pro aplikaci na veřejně dostupném webovém serveru stejně, jako pro jiné webové stránky. Existuje několik způsobů, jak si ho zajistit.
de: Sie müssen die Anwendung auf einem öffentlich zugänglichen hosten, genau wie jede andere Website. Dazu gibt es mehrere Möglichkeiten.
es: Tienes que alojar la aplicación en un servidor web de acceso público, al igual que cualquier otro sitio web. Hay muchas formas de hacerlo.
fr: Vous devez héberger l'application sur un serveur web accessible publiquement, comme n'importe quel autre site web. Il y a plusieurs manières d'y parvenir.
it: L'app deve essere caricata su un server pubblicamente accessibile, esattamente come un sito web. Puoi scegliere tra numerose opzioni.
pl: Musisz umieścić aplikację na publicznie dostępnym serwerze internetowym, jak każdą inną stronę internetową. Istnieje wiele sposobów, aby to zrobić.

source: If the Web app is purely static (HTML/CSS/JavaScript, but no server-side processing), <a rel="external" href="%(url_github)s">GitHub Pages</a> is a solid hosting option. It will serve your manifest with the <a href="%(url_mdn)s">correct MIME type</a> if you give it a <code>.webapp</code> extension.
cs: Pokud je webová aplikace čistě statická (HTML/CSS/JavaScript, ale žádné zpracování na straně serveru), jsou <a rel="external" href="%(url_github)s">stránky GitHubu</a> solidním řešením pro hosting. Pokud uvedete soubor s příponou <code>.webapp</code>, budou distribuovat váš manifest s <a href="%(url_mdn)s">korektním typem MIME</a>.
de: Wenn Sie Web-Anwendung rein statisch ist (HTML/CSS/JavaScript, aber keine serverseitige Verarbeitung), ist <a rel="external" href="%(url_github)s">GitHub Pages</a> eine gute Möglichkeit. Es wird Ihr Manifest mit dem <a href="%(url_mdn)s">korrekten MIME-Typ</a> ausliefern, wenn Sie die Dateinamenserweiterung auf <code>.webapp</code> setzen.
es: Si la aplicación web es puramente estática (HTML/CSS/JavaScript, pero carece de procesamiento del lado del servidor), <a rel="external" href="%(url_github)s">GitHub</a> es una opción sólida de alojamiento. Servirá tu archivo manifest con el <a href="%(url_mdn)s">tipo MIME correcto</a> si le das una extensión <code>.webapp</code>.
fr: Si l'application Web est purement statique (HTML, CSS, JavaScript, mais aucun traitement côté serveur), les <a rel="external" href="%(url_github)s">Pages GitHub</a> sont une bonne manière d'héberger. Le manifeste de votre application sera mis à disposition avec le <a href="%(url_mdn)s">le bon type MIME</a> si vous lui donnez l'extension <code>.webapp</code>.
it: Nel caso di un'app web puramente statica (che fa uso di HTML, CSS e JavaScript, ma senza nessuna operazione svolta lato server), <a rel="external" href="%(url_github)s">le pagine di GitHub</a> sono una valida scelta per ospitare l'app. È sufficiente che il manifesto dell'app abbia un'estensione <code>.webapp</code> e Github lo distribuirà utilizzando il <a href="%(url_mdn)s">MIME type corretto</a>.
pl: Jeśli aplikacja sieciowa jest czysto statyczna (HTML/CSS/JavaScript, ale bez przetwarzania po stronie serwera), <a rel="external" href="%(url_github)s">GitHub Pages</a> są dobrą opcją hostingu. Udostępniają manifest z <a href="%(url_mdn)s">poprawnym typem MIME</a>, jeśli nadasz mu rozszerzenie <code>.webapp</code>.

source: Generic hosting solutions
cs: Obecná řešení pro hosting
de: Allgemeine Hosting-Lösungen
es: Soluciones genéricas de alojamiento
fr: Solutions d'hébergement générique
it: Soluzioni di hosting generiche
pl: Ogólne rozwiązania hostingowe

source: For dynamic websites, use a generic hosting option (like a Web server you may already own or have access to) with the right capabilities or a hosting provider specifically tailored to the needs of your app, like <a rel="external" href="%(url_heroku)s">Heroku</a> or <a rel="external" href="%(url_google)s">Google App Engine</a>.
cs: Pro dynamické webové stránky použijte libovolný hosting (webový server, který vlastníte či ke kterému máte přístup) s odpovídajícími možnostmi či poskytovatele hostingu, který vyhovuje potřebám vaší aplikace. Např. <a rel="external" href="%(url_heroku)s">Heroku</a> nebo <a rel="external" href="%(url_google)s">Google App Engine</a>.
de: Für dynamische Websites verwenden Sie eine allgemeine Hosting-Option (wie einen Webserver, den Sie vielleicht schon besitzen oder zu dem Sie Zugang haben) mit den richtigen Möglichkeiten oder einen Hosting-Anbieter, der sich speziell auf die Anforderungen Ihrer Anwendung einstellt, wie <a rel="external" href="%(url_heroku)s">Heroku</a> oder <a rel="external" href="%(url_google)s">Google App Engine</a>.
es: Para sitios web dinámicos, utiliza una opción genérica de alojamiento, como un servidor web que poseas o al que tengas acceso, con las funcionalidades apropiadas o un proveedor de alojamiento que se adapte a las necesidades específicas de tu aplicación, como <a rel="external" href="%(url_heroku)s">Heroku</a> o <a rel="external" href="%(url_google)s">Google App Engine</a>.
fr: Pour les sites web dynamiques, utilisez une solution générique d'hébergement (comme un serveur web que vous avez déjà, ou auquel vous avez un accès) avec de bonnes capacités ou un hébergement spécifiquement prévu pour les besoins de votre application, comme <a rel="external" href="%(url_heroku)s">Heroku</a> ou <a rel="external" href="%(url_google)s">Google App Engine</a>.
it: Per i siti web dinamici puoi scegliere un servizio di hosting generico (ad esempio un server web di cui sei il proprietario o a cui hai accesso) che abbia le caratteristiche adatte oppure rivolgerti a un provider di hosting in grado di fornire un servizio su misura per le esigenze della tua app, come <a rel="external" href="%(url_heroku)s">Heroku</a> o <a rel="external" href="%(url_google)s">Google App Engine</a>.
pl: Dla dynamicznych stron internetowych użyj ogólnych opcji hostingowych (jak serwer internetowy, który być może posiadasz własny lub do którego masz dostęp) z odpowiednimi możliwościami lub hosting specjalne dostosowany do potrzeb twojej aplikacji, jak <a rel="external" href="%(url_heroku)s">Heroku</a> lub <a rel="external" href="%(url_google)s">Google App Engine</a>.

source: Publishing the app
cs: Publikování aplikace
de: Veröffentlichen der Anwendung
es: Publicar la aplicación
fr: Publication de l'application
it: Pubblicare l'app
pl: Publikacja aplikacji
ru: Публикация приложения
