Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: There are often several add-ons that have similar features. To figure out which is right for you, read the entire description of the add-on and view its screenshots. If there are still several in the running, read through the add-on's ratings, user reviews, and statistics to see which is most liked by other users. Remember that you can also just try out both and see which you like better.
cs: Obvykle existuje více doplňků, které nabízí obdobnou funkcionalitu. Pro volbu toho nejlepšího si přečtěte jeho popis a prohlídněte si přiložené snímky obrazovek. Pokud stále volíte mezi více doplňky, podívejte se na hodnocení doplňků, recenze uživatelů a statistiky. Díky tomu zjistíte, který doplněk je mezi uživateli nejvíce populární. Můžete též vyzkoušet všechny doplňky, čímž zjistíte, který vám více vyhovuje.
de: Oft haben verschiedene Add-ons ähnliche Funktionalität. Um herauszufinden, welches davon Ihnen am besten gefällt, lesen Sie die gesamte Beschreibung des Add-ons und sehen Sie die Screenshots an. Wenn Sie dann noch unsicher sind, lesen Sie die Bewertungen und Statistiken, um zu sehen, welches der Add-ons von anderen Benutzern bevorzugt wird. Denken Sie daran, dass Sie auch einfach beide Add-ons ausprobieren können, um zu sehen welches Ihnen besser gefällt.
el: Συχνά θα βρείτε πολλά πρόσθετα που έχουν παρόμοια χαρακτηριστικά. Για να αποφασίσετε ποιο απ' όλα είναι το κατάλληλο για 'σας, διαβάστε ολόκληρη την περιγραφή του και δείτε τις εικόνες προεπισκόπησης του. Αν και πάλι υπάρχουν αρκετά υποψήφια, κοιτάξτε τις βαθμολογίες, τις αξιολογήσεις των χρηστών και τα στατιστικά για να δείτε ποιο προτιμούν συνήθως οι άλλοι χρήστες. Να θυμάστε βέβαια ότι μπορείτε πάντα να δοκιμάσετε δύο ή περισσότερα παρόμοια πρόσθετα και να κρατήσετε αυτό που σας αρέσει περισσότερο.
es: Existen con frecuencia diferentes complementos que tienen características similares. Para saber cuál es el adecuado para ti, lee la descripción completa del complemento y revisa sus capturas de pantalla. Si aun así tienes varios por los que decidirte, lee las calificaciones de los complementos, las valoraciones de los usuarios y las estadísticas para ver cuál es el preferido por otros usuarios. Recuerda que también puedes simplemente probar varios y ver cuál te gusta más.
fr: Il y a souvent plusieurs modules avec des fonctionnalités similaires. Pour déterminer lequel vous convient, lisez la description complète de chaque module et regardez ses captures d'écran. S'il y a toujours plusieurs modules qui retiennent votre attention, lisez les commentaires des utilisateurs, leurs notes, et les statistiques pour voir lequel est le plus apprécié par les autres utilisateurs. Rappelez-vous également que vous pouvez aussi les essayer tous et voir lequel vous convient le mieux.
it: Spesso diversi componenti aggiuntivi presentano funzionalità simili. Per decidere quale componente aggiuntivo utilizzare, leggi la descrizione completa e controlla le anteprime. Se a questo punto sei ancora indeciso, dai un'occhiata ai voti, ai commenti degli utenti e alle statistiche per capire qual è il più apprezzato dagli altri utenti . E non dimenticare che puoi sempre installarli entrambi e decidere quale preferisci.
ko: 유사한 기능을 가진 부가 기능들이 여럿 있습니다. 자신에게 맞는 것이 어떤 것인가 알아보려면 부가 기능 설명을 모두 읽어보거나 스크린샷을 살펴보는 것이 좋습니다. 그래도 추려내지 못하겠다면, 부가 기능에 매겨진 별점, 사용자 평가, 통계 등을 통해 다른 사용자들이 어느것을 가장 좋아하는가를 살펴보도록 하세요. 둘 다 써본 후 어느것이 더 좋은가 보는 방법도 있다는 것을 기억하시구요.
nl: Er zijn vaak diverse add-ons met vergelijkbare functionaliteiten. Om uit te zoeken welke het beste bij u past, kunt u het beste de gehele beschrijving van de add-on lezen en de schermafbeeldingen bekijken. Als u dan nog steeds uit meerdere add-ons moet kiezen, lees dan de waarderingen van de add-on, gebruikersbeoordelingen en statistieken om te zien welke add-on de voorkeur van andere gebruikers heeft. Onthoud dat u ze ook gewoon allemaal kunt uitproberen om te zien welke u het beste bevalt.
pa_in: ਇੱਥੇ ਆਮ ਕਰਕੇ ਕੁੱਝ ਐਡ-ਆਨ ਹਨ ਜਿਹਨਾਂ ਦੇ ਗੁਣ ਸਮਾਨ ਹਨ। ਇਹ ਸਮਝਣ ਕੀ ਤੁਹਾਡੇ ਲਈ ਕਿਹੜਾ ਠੀਕ ਹੈ, ਐਡ-ਆਨ ਦਾ ਪੂਰਾ ਵਰਣਨ ਪੜ੍ਹੋ ਅਤੇ ਉਸ ਦੇ ਸਕਰੀਨਸ਼ਾੱਟ ਵੇਖੋ। ਜੇਕਰ ਹਾਲੇ ਵਿੱਚ ਬਹੁਤ ਲੱਗ ਰਹੇ ਹਨ, ਹੋਰਾਂ ਵੱਲੋਂ ਕਿਹੜਾ ਸੱਭ ਤੋਂ ਪਸੰਦ ਕੀਤਾ ਗਿਆ ਜਾਨਣ ਲਈ ਐਡ-ਆਨ ਦੀਆਂ ਰੇਟਿੰਗਾਂ, ਉਪਭੋਗੀਆਂ ਸਮੀਖਿਆਵਾਂ ਪੜ੍ਹੋ ਅਤੇ ਅੰਕੜੇ ਵੇਖੋ। ਯਾਦ ਰੱਖੋ ਤੁਸੀਂ ਦੋਵਾਂ ਨੂੰ ਪਰਖ ਦੇ ਵੇਖ ਸਕਦੇ ਹੋ ਅਤੇ ਵੇਖੋ ਤੁਹਾਨੂੰ ਕਿਹੜਾ ਪਸੰਦ ਆਉਂਦਾ।
pl: Często różne dodatki mają podobne funkcje. By ocenić, który z nich jest odpowiedni dla ciebie, zapoznaj się z ich opisami i dołączonymi obrazkami. Jeśli nadal masz wątpliwości, który z nich wybrać, zapoznaj się z ich ocenami, opiniami i popularnością, jaką cieszą się wśród użytkowników. Możesz też zainstalować oba i po wypróbowaniu podjąć decyzję, którego z nich używać.
pt_pt: Existem diversos extras com funcionalidades parecidas. Para saber qual o ideal para si, leia a descrição completa do extra e veja as miniaturas. Se mesmo assim ainda houver vários leia os comentários dos utilizadores, as estatísticas para ver qual deles é o preferido dos utilizadores. Lembre-se que pode semre testar ambos e escolher o que melhor se adequa às suas necessidades.
ru: Часто существуют несколько дополнений, имеющих схожие функции. Чтобы выяснить, какое из них вам больше подходит, прочтите полное описание дополнений и просмотрите их скриншоты. Если у вас ещё осталось несколько кандидатов, просмотрите рейтинги дополнений, отзывы пользователей и данные статистики, чтобы узнать какое из них больше всего нравится другим пользователям. Помните, что вы также можете просто попробовать оба и посмотреть, какое из них вам больше нравится.
sl: Pogosto je najti več dodatkov, ki imajo podobne značilnosti. Če želite ugotoviti, kateri je pravi za vas, preberite celoten opis dodatka in si ogledate njegove posnetke zaslona. Če jih na koncu še vedno ostane nekaj v tekmi, preberite ocene za dodatke, mnenja uporabnikov in statistik, da vidite, kateri od kandidatov he med uporabniki najbolj priljubljen. Ne pozabite, da lahko tudi vsakega posebej preprosto preizkusite in si ustvarite lastno mnenje o njih.
uk: Часто є кілька додатків з подібними функціями. Щоб визначити, який для вас є кращим, ознайомтеся з повним описом додатку та його знімками екрану. Якщо це вам не допоможе, ознайомтеся з рейтингами додатків, відгуками користувачів та статистикою, щоб дізнатися який з них найбільше подобається іншим користувачам. Пам'ятайте, ви можете також просто спробувати обидва і побачити, який вам більше до вподоби.
zh_cn: 不同的附加组件经常会有类似的功能。如果您想弄清楚哪个才是您所需要的，阅读附加组件的完整描述并查看其屏幕截图。如果经过您的挑选仍然还有几个不分上下，通过查看附加组件的评分、用户评论以及统计信息来看看其他用户更喜欢哪个。请记住，您也可以每个都试试看，来决定您更喜欢哪一个。

source: What if I can't find an add-on I'm looking for?
cs: Co mám dělat, když nemohu nalézt doplněk, který hledám?
de: Was ist, wenn ich nicht das Add-on finde, nach dem ich suche?
el: Τι μπορώ να κάνω αν δεν βρίσκω το πρόσθετο που ψάχνω;
es: ¿Qué hago si no puedo encontrar el complemento que estoy buscando?
fr: Et si je ne trouve pas un module que je cherche ?
it: Che cosa posso fare se non trovo il componente aggiuntivo che mi serve?
ko: 부가 기능을 찾지 못할 경우 어떻게 해야 하나요?
nl: Wat als ik de add-on die ik zoek niet kan vinden?
pa_in: ਕੀ ਕਰਾਂ ਜੇਕਰ ਮੈਨੂੰ ਐਡ-ਆਨ ਨਾ ਮਿਲੇ ਜਿਸ ਦੀ ਮੈਂ ਭਾਲ ਕਰ ਰਿਹਾ?
pl: Co zrobić, gdy nie mogę znaleźć szukanego dodatku?
pt_pt: E se não conseguir encontra o extra que procuro?
ru: Что если я не могу найти дополнение которое ищу?
sl: Kaj, če ne najdem, kar iščem?
uk: Що, як мені не вдається знайти додаток, який я шукаю?
zh_cn: 如果我不能找到我想要寻找的附加组件怎么办？

source: With thousands of add-ons available, there's something for everyone. But if you're looking for a particular add-on and can't find it, you might try searching on other sites or posting about it in our <a href="%(forum_url)s">Add-on Ideas</a> forum.
cs: Při dostupnosti tisíců doplňků se nalezne něco pro každého. Pokud však hledáte konkrétní doplněk a nemůžete jej nalézt, můžete zkusit hledat na jiných serverech nebo o tom napsat do našeho <a href="%(forum_url)s">fóra nápadů na doplňky</a>.
de: Unter den tausenden von Add-ons ist für jeden etwas dabei. Wenn Sie aber nach einem speziellen Add-on suchen und es nicht finden können, können Sie auf anderen Seiten suchen oder in unserem <a href="%(forum_url)s">Add-on-Ideen-Forum</a> fragen.
el: Με τόσες χιλιάδες διαθέσιμα πρόσθετα, μπορεί ο καθένας να βρει αυτό που θέλει. Αν πάντως ψάχνετε κάποιο συγκεκριμένο πρόσθετο και δεν μπορείτε να το βρείτε, δοκιμάστε να το αναζητήσετε αλλού ή να μιλήσετε γι' αυτό στο τμήμα <a href="%(forum_url)s">ιδέες για πρόσθετα</a> του φόρουμ μας.
es: Con miles de complementos disponibles, todo el mundo encontrará uno para él. Pero si buscas un complemento en particular y no puedes encontrarlo, puedes probar buscando en otros sitios o escribir sobre ello en nuestro foro de <a href="%(forum_url)s">Ideas para complementos</a>.
fr: Avec des milliers de modules disponibles, il y a de quoi satisfaire chacun. Mais si vous cherchez un module particulier et que vous ne parvenez pas à le trouver, vous pouvez essayer de chercher sur d'autres sites ou envoyer un message dans notre forum <a href="%(forum_url)s">idées de module</a> forum.
it: Con migliaia di componenti aggiuntivi a disposizione c'è sicuramente qualcosa di interessante per tutti. Se stavi cercando un particolare componente aggiuntivo e non riesci a trovarlo, puoi provare a cercarlo su altri siti oppure scrivere nella sezione <a href="%(forum_url)s">Add-on Ideas</a> del nostro forum.
ko: 부가 기능은 수천가지나 되고 모두에게 유용합니다. 그러나 어떤 부가 기능을 찾고 있는데 찾을 수가 없다면, 다른 사이트에서 검색을 해 보시거나 저희 <a href="%(forum_url)s">부가 기능 아이디어</a> 포럼에 글을 남겨 보도록 하세요.
nl: Met duizenden beschikbare add-ons is er altijd wel iets voor iedereen. Maar als u een specifieke add-on zoekt en deze niet kunt vinden, kunt u wellicht op andere websites zoeken of erover berichten op ons forum <a href="%(forum_url)s">Add-on-ideeën</a>.
pl: Wśród tysięcy dostępnych dodatków znajdzie się coś dla każdego. Jeśli szukasz konkretnego dodatku i nie możesz go znaleźć, spróbuj poszukać go na innych witrynach lub napisz o nim na naszym forum poświęconym <a href="%(forum_url)s">pomysłom na nowe dodatki</a>.
pt_pt: Com centenas de extras disponíveis, existe algo para todos. Mas se estiver à procura de um extra em particular e não o encontrar, pode tentar procurar noutros sítios ou colocar uma pergunta no fórum <a href="%(forum_url)s">Add-on Ideas</a>.
ru: С тысячами доступных дополнений, что-нибудь найдётся для каждого. Но если вы ищете конкретное дополнения и не можете его найти, вы можете попытаться произвести поиск на других сайтах или написать о нем на нашем форуме <a href="%(forum_url)s">идей для дополнений</a>.
sl: Med tisoči dodatkov, ki so na voljo, se vedno kaj najde za vsakogar. Če pa iščete kak poseben dodatek in ga ne morete najti, lahko poskusite iskati na drugih straneh ali objavite vaše želje v našem forumu <a href="%(forum_url)s">Add-on Ideje za dodatek</a>.
zh_cn: 这里有成千上万的附加组件，相信每个人都会找到他们想要的。但如果您想找一个特别的附加组件却又找不到，您可以试着在其他网站上搜索，或者在我们的<a href="%(forum_url)s">附加组件点子</a>论坛发表您的提议。

source: What does it mean if an add-on is "experimental" or "preliminarily reviewed"?
cs: Co znamená, že je doplněk "experimentální" či "předběžně zkontrolován"?
de: Was bedeutet es, wenn ein Add on "experimentell" oder "vorläufig überprüft" ist?
el: Τι σημαίνει ότι ένα πρόσθετο είναι «πειραματικό» ή «αξιολογημένο προκαταρκτικά»;
es: ¿Qué significa que un complemento sea "experimental" o "revisado preliminarmente"?
fr: Qu'est-ce que cela signifie lorsqu'un module est « expérimental » ou « revu de manière préliminaire » ?
it: Che cosa significa se un componente aggiuntivo è "sperimentale" o è stato sottoposto a "revisione preliminare"?
ko: 부가 기능이 "시험용" 이나 "예비 심사 완료" 되었다는 것이 뭘 의미하나요?
nl: Wat houdt het in als een add-on “experimenteel” is of “voorlopig beoordeeld”?
pa_in: ਜੇਕਰ ਐਡ-ਆਨ "ਪ੍ਰਯੋਗਆਤਮਕ" ਜਾਂ "ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਹੋਇਆ" ਹੋਵੇ ਇਸ ਤੋਂ ਕੀ ਭਾਵ ਹੈ?
pl: Co to oznacza, że dodatek jest „eksperymentalny” lub „wstępnie sprawdzony”?
pt_pt: O que significa um extra ser "experimental" ou "preliminarmente revisto"?
ru: Что это значит когда дополнение "экспериментальное" или "предварительно проверенное"?
sl: Kaj pomeni, če je dodatek "eksperimentalen" ali "predhodno pregledan"?
zh_cn: 附加组件上的“实验性”或“已初步审核”是什么意思？

source: Experimental add-ons have been checked by our editors to make sure they don't have security problems, but they may still have bugs or not work properly. Use caution when installing experimental add-ons and uninstall the add-on immediately if you notice problems. <a href="%(url)s">Learn more about our review process</a></dd>
cs: Experimentální doplňky byly zkontrolovány našimi redaktory. Ti zkontrolovali, že neobsahují bezpečnostní problémy. Mohou však stále obsahovat chyby a nefungovat korektně. Při instalaci experimentálních doplňků se mějte na pozoru. Pokud narazíte na problémy, doplněk odinstalujte. <a href="%(url)s">Dozvědět se více o našem procesu kontroly</a></dd>
de: Experimentelle Add-ons wurden von unseren Redakteueren geprüft, um sicherzustellen, dass sie keine Sicherheitsprobleme haben, aber sie können immer noch Fehler haben oder nicht richtig funktionieren. Seien Sie vorsichtig, wenn Sie experimentelle Add-ons installieren und deinstallieren Sie das Add-on, sobald Sie Probleme feststellen. <a href="%(url)s">Erfahren Sie mehr über unseren Überprüfungsprozess</a></dd>
el: Τα πειραματικά πρόσθετα έχουν ελεγχθεί από τους συντάκτες μας για προβλήματα ασφαλείας, αλλά μπορεί να περιέχουν άλλα σφάλματα ή να μην είναι πλήρως λειτουργικά. Αν εγκαταστήσετε πειραματικά πρόσθετα, κάντε το με προσοχή και απεγκαταστήσετε τα άμεσα αν παρατηρήσετε προβλήματα. <a href="%(url)s">Μάθετε περισσότερα για της διαδικασία αξιολόγησης</a></dd>
es: Los complementos experimentales han sido comprobados por nuestros editores para asegurarse de que no tienen problemas de seguridad, pero podrían tener fallos o no funcionar correctamente. Ten cuidado al instalar complementos experimentales y desinstala el complemento inmediatamente si observas problemas. <a href="%(url)s">Más información sobre nuestro proceso de revisión</a></dd>
fr: Les modules expérimentaux ont été vérifiés par nos éditeurs pour s'assurer qu'ils ne présentent pas de problème de sécurité, mais ils peuvent toujours contenir des défauts ou ne pas fonctionner correctement. Faites attention lorsque vous installez des modules expérimentaux et désinstallez-les immédiatement si vous remarquez des problèmes. <a href="%(url)s">En savoir plus sur notre processus de revue</a></dd>
it: I componenti aggiuntivi sono stati verificati dai nostri revisori per escludere problemi di sicurezza ma potrebbero comunque presentare bug o non funzionare correttamente. Utilizza questi componenti aggiuntivi con cautela e disinstallali se riscontri problemi. <a href="%(url)s">Ulteriori informazioni sul processo di revisione</a></dd>
ko: 시험용 부가 기능은 편집자에 의해 보안 문제가 없음을 확인받았지만 버그가 다수 있어 제대로 작동이 되지 않는다는 의미를 가지고 있습니다. 시험용 부가 기능은 주의해서 설치하시고 문제점이 발견되면 바로 삭제를 해 주세요. <a href="%(url)s">심사 과정에 대해 더 알아보기</a></dd>
nl: Experimentele add-ons zijn door onze editors gecontroleerd om er zeker van te zijn dat deze geen beveiligingsproblemen hebben, maar ze kunnen nog steeds bugs bevatten of niet goed werken. Ga voorzichtig om met het installeren van experimentele add-ons en de-installeer de add-on direct als u problemen tegenkomt. <a href="%(url)s">Meer info over ons beoordelingsproces</a></dd>
pa_in: ਪ੍ਰਯੋਗਆਤਮਕ ਐਡ-ਆਨਾਂ ਦੀ ਸਾਡੇ ਸੰਪਾਦਕਾਂ ਦੁਆਰਾ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਪੜਤਾਲ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕੀ ਇਹਨਾਂ ਵਿੱਚ ਕੋਈ ਸੁਰੱਖਿਆ ਖਾਮੀ ਨਾ ਹੋਵੇ, ਪਰ ਇਹਨਾਂ ਵਿੱਚ ਬੱਗ ਹੋ ਸਕਦੇ ਹਨ ਜਾਂ ਠੀਕ ਢੰਗ ਨਾਲ ਕੰਮ ਨਾ ਕਰਨ। ਪ੍ਰਯੋਗਆਤਮਕ ਐਡ-ਆਨਾਂ ਨੂੰ ਇੰਸਟਾਲ ਕਰਦੇ ਸਮੇਂ ਸਾਵਧਾਨੀ ਵਰਤੋਂ ਅਤੇ ਐਡ-ਆਨ ਨੂੰ ਉਸੇ ਸਮੇਂ ਅਣ-ਇੰਸਟਾਲ ਕਰੋ ਜੇਕਰ ਤੁਹਾਨੂੰ ਖਾਮੀਆਂ ਨਜ਼ਰ ਆਉਣ। <a href="%(url)s">ਸਾਡੇ ਸਮੀਖਿਆ ਕਾਰਜ ਬਾਰੇ ਹੋਰ ਜਾਣੋ</dd>
pl: Eksperymentalne dodatki zostały sprawdzone przez naszych recenzentów, by upewnić się, czy nie zawierają zagrożeń bezpieczeństwa, ale nadal mają błędy lub nie działają poprawnie. Należy zachować ostrożność, instalując eksperymentalne dodatki i niezwłocznie odinstalować, jeśli wystąpiły jakieś problemy. <a href="%(url)s">Dowiedz się więcej o naszej metodzie sprawdzania dodatków</a></dd>
pt_pt: Extras experimentais foram verificados pelos nossos editores para se certificarem de que não têm problemas de segurança, mas eles podem ainda ter erros ou não funcionar correctamente. Tenha cuidado ao instalar extras experimentais e desinstale o extra imediatamente se notar problemas. <a href="%(url)s">Saiba mais sobre o processo de revisão</a></dd>
ru: Экспериментальные дополнения были проверены нашими редакторами, чтобы убедиться, что они не имеют проблем с безопасностью, но всё же они могут содержать ошибки или не работать должным образом. Будьте осторожны при установке экспериментальных дополнений и немедленно удаляйте дополнения, если вы заметите проблемы. <a href="%(url)s">Узнайте больше о нашем процессе проверки</a></dd>
sl: Eksperimentalne dodatke so naši uredniki preverili in se prepričali, da dodatki ne predstavljajo problemov, kar se varnosti tiče, vendar pa ti dodatki lahko še vedno imajo napake ali ne delujejo pravilno. Bodite previdni pri nameščanju eksperimentalnih dodatkov in jih tako odstranite, če naletite na težave. <a href="%(url)s">Več o našem postopku pregledov</a></dd>
zh_cn: 实验性的附加组件已经由我们的审核员进行了审核确定它们没有安全方面的问题，但它们仍然可能有缺陷或无法正常工作。安装实验性的附加组件时要小心为上，如果遇到问题请立即卸载该附加组件。<a href="%(url)s">了解我们的审核过程</a></dd>

source: What does it mean if an add-on is "not reviewed"?
cs: Co znamená, pokud doplněk "není zkontrolován"?
de: Was bedeutet es, wenn ein Add-on "nicht überprüft" ist?
el: Τι σημαίνει ότι δεν έχει αξιολογηθεί ένα πρόσθετο;
es: ¿Qué significa que un complemento esté "no revisado"?
fr: Qu'est-ce que cela signifie lorsqu'un module n'est « pas vérifié » ?
it: Che cosa significa se un componente aggiuntivo è "non revisionato"?
ko: 부가 기능이 "심사되지 않음"이 뭘 의미하는 건가요?
nl: Wat houdt het in als een add-on “niet beoordeeld” is?
pa_in: ਜੇਕਰ ਐਡ-ਆਨ "ਸਮੀਖਿਆ ਨਹੀਂ ਹੋਈ" ਇਸ ਤੋਂ ਕੀ ਭਾਵ ਹੈ?
pl: Co to oznacza, że dodatek jest „niesprawdzony”?
pt_pt: Qual o significado de um extra "não revisto"?
ru: Что это значит когда дополнение "не проверено"?
sl: Kaj pomeni, če dodatek "ni pregledan"?
zh_cn: 附加组件“未经审核”是什么意思？
