Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Device Support
cs: Podpora zařízení
de: Geräte-Unterstützung
es: Ayuda para dispositivos
fr: Assistance appareil
it: Supporto per dispositivi portatili
ko: 장치 관련 도움말
nl: Apparaatondersteuning
pl: Pomoc dla urządzenia
ru: Поддержка устройств
sl: Podpora naprave
zh_cn: 设备支持

source: Often used with&hellip;
cs: Často používán spolu&hellip;
de: Oft verwendet mit&hellip;
el: Χρησιμοποιείται συχνά με&hellip;
es: Usado frecuentemente con&hellip;
fr: Fréquemment utilisé avec&hellip;
it: Spesso utilizzato con&hellip;
ja: 以下のアドオンとよく一緒に利用されています
ko: 이것과 자주 쓰입니다&hellip;
nl: Vaak gebruikt met…
pl: Często używany z&hellip;
pt_pt: Usado normalmente com&hellip;
ru: Часто используется с&hellip;
sl: Se pogosto uporablja s&hellip;
uk: Часто використовується з&hellip;
zh_cn: 经常一起使用的&hellip;

source: Part of these Collections
cs: Součástí sbírek
de: Teile dieser Sammlungen
el: Τμήμα αυτών των συλλογών
es: Parte de estas colecciones
fr: Partie de ces collections
it: Presente in queste raccolte
ja: このアドオンを含むコレクション
ko: 속해있는 모음집
nl: Onderdeel van deze collecties
pa_in: ਇਹਨਾਂ ਸੰਗ੍ਰਹਿ ਦਾ ਹਿੱਸਾ
pl: Wchodzi w skład poniższych kolekcji
pt_pt: Parte destas coleções
ru: Часть этих подборок
sl: Del teh zbirk
uk: Є частиною таких збірок
zh_cn: 在这些收藏集中

source: Other apps by %(author)s
cs: Ostatní aplikace od %(author)s
de: Andere Anwendungen von %(author)s
es: Otras aplicaciones de %(author)s
fr: D'autres applications par %(author)s
it: Altre app di %(author)s
ko: 이 제작자의 다른 앱
nl: Andere apps door %(author)s
pl: Inne aplikacje autorstwa %(author)s
ru: Другие приложения от %(author)s
sl: Druge aplikacije iz rok %(author)s
zh_cn: %(author)s 的其他应用

source: <span itemprop="ratingCount">%(num)s</span> user review
cs: <span itemprop="ratingCount">%(num)s</span> recenze
de: <span itemprop="ratingCount">%(num)s</span> Benutzerbewertung
el: <span itemprop="ratingCount">%(num)s</span> αξιολόγηση χρήστη
es: <span itemprop="ratingCount">%(num)s</span> valoración de los usuarios
fr: <span itemprop="ratingCount">%(num)s</span> critique utilisateur
it: <span itemprop="ratingCount">%(num)s</span> commento da parte di un utente
ja: <span itemprop="ratingCount">%(num)s</span> 件のユーザレビュー
ko: 사용자 평가 <span itemprop="ratingCount">%(num)s</span>개
nl: <span itemprop="ratingCount">%(num)s</span> gebruikersbeoordeling
pa_in: <span itemprop="ratingCount">%(num)s</span> ਉਪਭੋਗੀ ਸਮੀਖਿਆ
pl: <span itemprop="ratingCount">%(num)s</span> opinia użytkownika
pt_pt: <span itemprop="ratingCount">%(num)s</span> revisão de utilizador
ru: <span itemprop="ratingCount">%(num)s</span> отзыв пользователя
sl: <span itemprop="ratingCount">%(num)s</span> recenzija uporabnika
uk: <span itemprop="ratingCount">%(num)s</span> відгук користувача
zh_cn: <span itemprop="ratingCount">%(num)s</span> 条用户评论

source: View statistics
cs: Zobrazit statistiky
de: Statistiken ansehen
el: Προβολή στατιστικών
es: Ver estadísticas
fr: Voir les statistiques
it: Visualizza statistiche
ja: 統計情報を表示
ko: 통계 보기
nl: Statistieken bekijken
pa_in: ਅੰਕੜੇ ਵੇਖੋ
pl: Zobacz statystyki
pt_pt: Ver estatísticas
ru: Просмотреть статистику
sl: Prikaži statistiko
uk: Переглянути статистику
zh_cn: 查看统计数据

source: Manage
cs: Správa
de: Verwalten
el: Διαχείριση
es: Gestionar
fr: Gérer
it: Gestisci
ja: 管理
ko: 관리
nl: Beheren
pa_in: ਪ੍ਰਬੰਧ
pl: Zarządzaj
pt_pt: Gerir
ru: Управлять
sl: Upravljanje
uk: Керувати
zh_cn: 管理

source: No Restart
cs: Nevyžaduje restart
de: Kein Neustart
el: Δεν απαιτείται επανεκκίνηση
es: Sin reiniciar
fr: Pas de redémarrage
it: Riavvio non richiesto
ja: 再起動不要
ko: 재시작 필요 없음
nl: Geen herstart
pa_in: ਮੁੜ ਚਾਲੂ ਨਹੀਂ
pl: Nie wymaga ponownego uruchomienia
pt_pt: Sem reínicio
ru: Без перезапуска
sl: Ponoven zagon ni potreben
uk: Без перезапуску
zh_cn: 无需重启

source: Meet the Developer: <a href="%(url)s">%(name)s</a>
cs: Seznamte se s vývojářem: <a href="%(url)s">%(name)s</a>
de: Lernen Sie den Entwickler kennen: <a href="%(url)s">%(name)s</a>
el: Γνωρίστε τον δημιουργό: <a href="%(url)s">%(name)s</a>
es: Conoce al desarrollador: <a href="%(url)s">%(name)s</a>
fr: Rencontrer le développeur : <a href="%(url)s">%(name)s</a>
it: Incontra lo sviluppatore: <a href="%(url)s">%(name)s</a>
ja: 作者紹介: <a href="%(url)s">%(name)s</a>
ko: <a href="%(url)s">개발자 만나기</a>
nl: Maak kennis met de ontwikkelaar: <a href="%(url)s">%(name)s</a>
pa_in: ਡਿਵੈਲਪਰ ਨੂੰ ਮਿਲੋ: <a href="%(url)s">%(name)s</a>
pl: Poznaj autora: <a href="%(url)s">%(name)s</a>
pt_pt: Conheça o desenvolvedor: <a href="%(url)s">%(name)s</a>
ru: Познакомьтесь с разработчиком: <a href="%(url)s">%(name)s</a>
sl: Srečajte se z razvijalcem: <a href="%(url)s">%(name)s</a>
uk: Познайомитись з розробником: <a href="%(url)s">%(name)s</a>
zh_cn: 结识开发者：<a href="%(url)s">%(name)s</a>

source: Learn why {0} was created and find out what's next for this app.
cs: Přečtěte si, proč byla {0} vytvořena a na co se u této aplikace můžete těšit do budoucna.
de: Erfahren Sie, warum {0} entwickelt wurde und was für diese Anwendungen als nächstes bevorsteht.
es: Aprende por qué se creó {0} y descubre cuál es el futuro de esta aplicación.
fr: Découvrez pourquoi {0} a été créé, et ce qui est prévu pour le futur de cette application.
it: Ulteriori informazioni sui motivi che hanno portato alla realizzazione di {0} e sulle prospettive future di questa app.
ko: {0}을(를) 제작한 이유와 이 앱의 향후 계획에 대해 알아봅시다.
nl: Lees waarom {0} is gemaakt en ontdek wat de toekomst biedt voor deze app.
pl: Dowiedz się, dlaczego aplikacja {0} została stworzona, i co nowego jest planowane.
ru: Узнайте, почему был создан {0}, и выясните планы развития этого приложения.
sl: Več o tem, kako je prišlo do {0} in o tem, kaj lahko pričakujete v bodoče.
zh_cn: 了解开发 {0} 的缘由和这个应用的下一步计划。

source: Learn why {0} was created and find out what's next for this add-on.
cs: Přečtěte si, proč byl doplněk {0} vytvořen a co dalšího je plánováno.
de: Lesen Sie, warum „{0}“ geschaffen wurde, und finden Sie heraus, was für dieses Add-on als nächstes kommt.
el: Μάθετε γιατί δημιουργήθηκε το πρόσθετο {0} και ανακαλύψτε τι σχεδιάζεται για το μέλλον του.
es: Descubre por qué se creó {0} y qué será lo próximo para este complemento.
fr: Découvrez pourquoi {0} a été créé, et ce qui est prévu pour le futur de ce module.
it: Scopri perché {0} è stato realizzato e scopri le prospettive di questo componente aggiuntivo.
ja: {0} が作られた経緯と、このアドオンの今後の開発計画について知りましょう。
ko: {0}을(를) 제작한 이유와 이 부가 기능의 향후 계획에 대해 알아봅시다.
nl: Lees waarom {0} is gemaakt en ontdek wat de toekomst biedt voor deze add-on.
pa_in: ਜਾਣੋ {0} ਕਿਉਂ ਰਚਿਆ ਗਿਆ ਅਤੇ ਪਤਾ ਲਗਾਓ ਇਸ ਐਡ-ਆਨ ਵਾਸਤੇ ਅੱਗੇ ਕੀ ਹੈ।
pl: Dowiedz się, dlaczego dodatek {0} został stworzony, i co nowego jest planowane.
pt_pt: Saiba porque é que {0} foi criado e saiba o próximo desenvolvimento para este extra.
ru: Узнайте, почему был создан {0}, и выясните планы развития этого дополнения.
sl: Več o tem, zakaj je nastal dodatek {0} in o tem, kaj je pričakovati zanj v bodoče.
uk: Дізнатися, чому був створений {0} та які подальші плани щодо нього.
zh_cn: 了解开发 {0} 的缘由和这个附加组件的下一步计划。

source: App home page
cs: Domovská stránka aplikace
de: Homepage der Anwendung
es: Página principal de la aplicación
fr: Page d'accueil de l'application
it: Sito web
ko: 앱 홈페이지
nl: App-startpagina
pl: Strona aplikacji
ru: Домашняя страница приложения
sl: Domača stran za aplikacijo
zh_cn: 应用主页

source: Add-on home page
cs: Domovská stránka
el: Αρχική σελίδα πρόσθετου
es: Página principal de los complementos
fr: Page d'accueil du module
it: Sito web del componente aggiuntivo
ja: アドオンのホームページ
ko: 부가 기능 홈페이지
nl: Add-on-startpagina
pa_in: ਐਡ-ਆਨ ਮੁੱਖ ਸਫ਼ਾ
pl: Strona domowa
pt_pt: Página do extra
ru: Домашняя страница дополнения
sl: Domača stran dodatka
uk: Домашня сторінка додатку
zh_cn: 附加组件主页

source: Support site
cs: Stránka podpory
de: Hilfeseite
el: Ιστοσελίδα υποστήριξης
es: Sitio de asistencia
fr: Site d'assistance
it: Sito di supporto
ja: サポートサイト
ko: 기술 지원 사이트
nl: Ondersteuningswebsite
pa_in: ਸਹਿਯੋਗ ਸਾਈਟ
pl: Pomoc
pt_pt: Sítio de ajuda
ru: Сайт поддержки
sl: Stran za podporo
uk: Сайт підтримки
zh_cn: 用户支持网站

source: Support E-mail
cs: E-mail podpory
de: E-Mail-Adresse für Hilfestellungen
el: Ε-mail υποστήριξης
es: Correo de soporte
fr: Courriel d'assistance
it: Email per il supporto
ja: サポートメールアドレス
ko: 기술 지원 이메일
nl: E-mailadres voor ondersteuning
pa_in: ਸਹਿਯੋਗ ਈ-ਮੇਲ
pl: E-mail pomocy
pt_pt: Endereço de correio de ajuda
ru: Адрес эл. почты поддержки
sl: Podpora E-pošta
uk: Електронна пошта підтримки
zh_cn: 用户支持邮箱

source: Version {0}
cs: Verze {0}
el: Έκδοση {0}
es: Versión {0}
it: Versione {0}
ja: バージョン {0}
ko: 버전 {0}
nl: Versie {0}
pa_in: ਵਰਜਨ {0}
pl: Wersja {0}
pt_pt: Versão {0}
ru: Версия {0}
sl: Različica {0}
uk: Версія {0}
zh_cn: 版本 {0}

source: Info
cs: Informace
el: Πληροφορίες
es: Información
it: Informazioni
ja: 情報
ko: 정보
nl: Informatie
pa_in: ਇੰਫ਼ੋ
pl: Informacje
ru: Информация
sl: Informacija
uk: Інформація
zh_cn: 信息

source: Released under <a target="_blank" href="%(url)s">%(name)s</a>
cs: Uvolněno pod <a target="_blank" href="%(url)s">%(name)s</a>
de: Veröffentlicht unter <a target="_blank" href="%(url)s">%(name)s</a>
el: Διατίθεται από <a target="_blank" href="%(url)s">%(name)s</a>
es: Publicado bajo <a target="_blank" href="%(url)s">%(name)s</a>
fr: Distribué sous la licence <a target="_blank" href="%(url)s">%(name)s</a>
it: Rilasciato sotto <a target="_blank" href="%(url)s">%(name)s</a>
ja: <a target="_blank" href="%(url)s">%(name)s</a> の下で公開されています
ko: <a target="_blank" href="%(url)s">%(name)s</a> 라이센스를 사용해서 출시
nl: Uitgegeven onder <a target="_blank" href="%(url)s">%(name)s</a>
pa_in: <a target="_blank" href="%(url)s">%(name)s</a> ਦੇ ਅਧੀਨ ਜਾਰੀ ਹੋਇਆ
pl: Licencja <a target="_blank" href="%(url)s">%(name)s</a>
pt_pt: Lançado sobre a <a target="_blank" href="%(url)s">%(name)s</a>
ru: Выпущено на условиях <a target="_blank" href="%(url)s">%(name)s</a>
sl: Objavljeno pod <a target="_blank" href="%(url)s">%(name)s</a>
uk: Випущено на умовах <a target="_blank" href="%(url)s">%(name)s</a>
zh_cn: 在 <a target="_blank" href="%(url)s">%(name)s</a> 下发布

source: Custom License
cs: Vlastní licence
de: Benutzerdefinierte Lizenz
el: Προσαρμοσμένη άδεια
es: Licencia personalizada
fr: Licence personnalisée
it: Licenza personalizzata
ja: 独自ライセンス
ko: 사용자 정의 라이센스
nl: Aangepaste licentie
pa_in: ਕਸਟਮ ਲਾਇਸੰਸ
pl: Własna licencja
pt_pt: Licença personalizada
ru: Своя лицензия
sl: Licenca po meri
zh_cn: 自定义许可协议

source: Released under <a href="%(url)s">%(name)s</a>
cs: Vydáno pod <a href="%(url)s">%(name)s</a>
de: Veröffentlicht unter <a href="%(url)s">%(name)s</a>
el: Εκδίδεται σύμφωνα με την <a href="%(url)s">%(name)s</a>
es: Publicado bajo <a href="%(url)s">%(name)s</a>
fr: Distribué sous <a href="%(url)s">%(name)s</a>
it: Rilasciato sotto <a href="%(url)s">%(name)s</a>
ja: <a href="%(url)s">%(name)s</a> の下で公開されています
ko: <a href="%(url)s">%(name)s</a>를 사용해서 출시
nl: Uitgegeven onder <a href="%(url)s">%(name)s</a>
pa_in: <a href="%(url)s">%(name)s</a> ਦੇ ਅਧੀਨ ਜਾਰੀ ਹੋਇਆ
pl: Wydany na licencji <a href="%(url)s">%(name)s</a>
pt_pt: Lançado sobre <a href="%(url)s">%(name)s</a>
ru: Выпущено под <a href="%(url)s">%(name)s</a>
sl: Objavljeno pod <a href="%(url)s">%(name)s</a>
uk: Випущено під <a href="%(url)s">%(name)s</a>
zh_cn: 在 <a href="%(url)s">%(name)s</a> 下发布

source: About this App
cs: O aplikaci
de: Über diese Anwendung
es: Sobre esta aplicación
fr: À propos de cette application
it: Informazioni su questa app
ko: 앱 정보
nl: Over deze app
pl: Informacje o aplikacji
ru: Об этом приложении
sl: O tej aplikaciji
zh_cn: 关于这个应用

source: About this Add-on
cs: O doplňku
de: Über dieses Add-on
el: Σχετικά μ' αυτό το πρόσθετο
es: Acerca de este complemento
fr: À propos de ce module
it: Informazioni su questo componente aggiuntivo
ja: このアドオンについて
ko: 부가 기능 정보
nl: Over deze add-on
pa_in: ਇਸ ਐਡ-ਆਨ ਬਾਰੇ
pl: Więcej o tym dodatku
pt_pt: Sobre este extra
ru: Об этом дополнении
sl: O tem dodatku
uk: Про цей додаток
zh_cn: 关于这个附加组件

source: Developer’s Comments
cs: Poznámky vývojáře
de: Kommentare des Entwicklers
el: Σχόλια δημιουργού
es: Comentarios de los desarrolladores
fr: Commentaires du développeur
it: Commenti dello sviluppatore
ja: 作者のコメント
ko: 개발자 코멘트
nl: Ontwikkelaarsopmerkingen
pa_in: ਡਿਵੈਲਪਰ ਦੀਆਂ ਟਿੱਪਣੀਆਂ
pl: Komentarze autora
pt_pt: Comentários do desenvolvedor
ru: Комментарии разработчика
sl: Komentarji razvijalca
uk: Коментарі розробника
zh_cn: 开发者评论

source: Version Information
cs: Informace o verzi
de: Versionshinweise
el: Πληροφορίες έκδοσης
es: Información de la versión
fr: Informations de version
it: Informazioni sulla versione
ja: バージョン情報
ko: 버전 정보
nl: Versie-informatie
pa_in: ਵਰਜਨ ਜਾਣਕਾਰੀ
pl: Informacje o wersji
pt_pt: Informação da versão
ru: Информация о версии
sl: Informacije o inačici
uk: Інформація про версію
zh_cn: 版本信息

source: See complete version history
cs: Zobrazit celou historii verzí
de: Die vollständige Versionsgeschichte ansehen
el: Προβολή πλήρους ιστορικού έκδοσης
es: Ver el historial completo de versiones
fr: Voir l'historique complet de version
it: Visualizza cronologia completa
ja: すべてのバージョン履歴を見る
ko: 전체 버전 기록 보기
nl: Volledige versiegeschiedenis bekijken
pa_in: ਵੇਖੋ ਸੰਪੂਰਨ ਵਰਜਨ ਇਤਿਹਾਸ
pl: Zobacz całą historię wersji
pt_pt: Ver o histórico completo da versão
ru: Показать всю историю версий
sl: Glej celotno zgodovino različice
uk: Подивитися повну історію версій
zh_cn: 查看完整的版本历史

source: The Development Channel lets you test an experimental new version of this add-on before it's released to the general public. Once you install the development version, you will continue to get updates from this channel. To stop receiving development updates, reinstall the default version from the link above.
cs: Kanál vývojových verzí vám umožňuje testovat experimentální nové verze tohoto doplňku dříve, než budou veřejně dostupné. Jakmile jednou nainstalujete vývojovou verzi, budete nadále dostávat aktualizace z tohoto kanálu. Pro ukončení získávání vývojových verzí si nainstalujte stabilní verzi odkázanou výše.
de: Der Entwicklerkanal ermöglicht es Ihnen, eine experimentelle neue Version dieses Add-ons zu testen, bevor es der Öffentlichkeit zur Verfügung gestellt wird. Sobald Sie die Entwicklerversion installieren, erhalten Sie weiter Updates über diesen Kanal. Wenn Sie keine Updates der Entwicklerversion mehr erhalten möchten, installieren Sie die normale Version über obigen Link neu.
el: Το Κανάλι Ανάπτυξης σας επιτρέπει να ελέγξετε μια δοκιμαστική νέα έκδοση αυτού του προσθέτου προτού αυτό διανεμηθεί στο ευρύ κοινό. Αφού εγκαταστήσετε την έκδοση ανάπτυξης, θα συνεχίσετε για να λάβετε ενημερώσεις από αυτό το κανάλι. Για να σταματήσετε να λαμβάνετε αναπτυξιακές ενημερώσεις, εγκαταστήστε ξανά την προεπιλεγμένη έκδοση από το σύνδεσμο παραπάνω.
es: El Canal de desarrollo te permite probar una nueva versión experimental de este complemento antes de su lanzamiento al público en general. Una vez que instales la versión de desarrollo, seguirás recibiendo actualizaciones de este canal. Para dejar de recibir actualizaciones de desarrollo, reinstala la versión predeterminada desde el enlace anterior.
fr: Le canal Développement vous permet de tester une version expérimentale de ce module avant qu'il ne soit distribué au grand public. Une fois que la version de développement est installée, vous continuerez à recevoir les mises à jour de ce canal. Pour ne plus les recevoir, réinstaller la version par défaut depuis le lien ci-dessus.
it: Il canale di sviluppo ti permette di provare una versione sperimentale di questo componente aggiuntivo prima che venga rilasciata al pubblico. Una volta installata questa versione, continuerai a ricevere gli aggiornamenti dal canale di sviluppo. Per non ricevere più questo tipo di aggiornamenti, reinstalla la versione normale utilizzando il link precedente.
ja: 開発チャンネルでは、このアドオンの実験的な新バージョンを一般公開前に試すことができます。一度開発版をインストールすれば、このチャンネルから常に最新版を入手できます。開発版の更新を中止するには、上のリンクから通常版を再インストールしてください。
ko: 개발 채널에선 부가 기능의 최신 시험용 버전을 일반에 공개되기 전에 먼저 테스트해 볼 수 있습니다. 개발 버전을 설치하고 나면 이 채널을 통해 업데이트를 지속적으로 받아보실 수 있습니다. 개발 버전의 업데이트를 그만 받으시려면 위의 링크를 통해 기본 버전을 재설치 하시면 됩니다.
nl: Via het Ontwikkelingskanaal kunt u een experimentele nieuwe versie van deze add-on testen voordat deze wordt vrijgegeven voor algemeen gebruik. Na installatie van de ontwikkelversie krijgt u voortaan updates via dit kanaal. Installeer de standaardversie via bovenstaande koppeling om geen ontwikkelupdates meer te ontvangen.
pa_in: ਵਿਕਾਸ ਚੈਨਲ ਤੁਹਾਨੂੰ ਇਸ ਐਡ-ਆਨ ਦੇ ਇੱਕ ਨਵੇਂ ਪ੍ਰਯੋਗਆਤਮਕ ਵਰਜਨ ਦੀ ਪਰਖ ਕਰਨ ਦਵੇਗਾ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਇਹ ਆਮ ਲੋਕਾਂ ਲਈ ਜਾਰੀ ਕੀਤਾ ਜਾਵੇ। ਇੱਕ ਵਾਰ ਤੁਸੀਂ ਵਿਕਾਸ ਵਰਜਨ ਇੰਸਟਾਲ ਕਰ ਲਿਆ, ਤੁਹਾਡਾ ਇਸ ਚੈਨਲ ਤੋਂ ਅੱਪਡੇਟਾਂ ਲੈਣਾ ਜਾਰੀ ਰਹੇਗਾ। ਵਿਕਾਸ ਅੱਪਡੇਟਾਂ ਲੈਣਾ ਬੰਦ ਕਰਨ ਲਈ, ਉੱਪਰ ਦਿੱਤੇ ਲਿੰਕ ਤੋਂ ਮੂਲ ਵਰਜਨ ਮੁੜ ਇੰਸਟਾਲ ਕਰੋ।
pl: Kanał rozwoju umożliwia testowanie eksperymentalnych, nowych wersji tego dodatku przed jego upublicznieniem. Po zainstalowaniu wersji rozwojowej będziesz automatycznie otrzymywać aktualizacje z tego kanału. Aby zakończyć otrzymywanie rozwojowych aktualizacji, zainstaluj na nowo domyślną wersję z odnośnika powyżej.
pt_pt: O Canal de Desenvolvimento permite que teste uma nova versão experimental deste extra antes de ser lançado ao público em geral. Assim que instalar a versão de desenvolvimento, vai continuar a receber as atualizações deste canal. Para parar de receber atualizações de desenvolvimento, reinstale a versão normal a partir da ligação em cima.
ru: Канал разработки позволяет вам тестировать экспериментальную новую версию этого дополнения перед его релизом для широкой публики. После установки вами разрабатываемой версии, вы будете продолжать получать обновления по этому каналу. Чтобы перестать получать обновления разрабатываемой версии, переустановите версию по умолчанию по ссылке выше.
sl: Razvojni kanal vam omogoča preizkusiti poizkusno novo različico tega dodatka, preden se jo sprosti za širšo javnost. Potem ko namestite beta različico, boste prejemali beta posodobitve tega razvijalca. Če ne želite več prejemati razvojnih posodobitev, namestite ponovno privzeto različico v zgornji povezavi.
uk: Канал розробника дозволяє вам випробувати експериментальну нову версію цього додатку перед його виходом у загал. Після встановлення експериментальної версії ви надалі будете отримувати оновлення з цього каналу. Щоб припинити експериментальні оновлення, перевстановіть типову версію за посиланням вище.
zh_cn: 在此附加组件发布给所有公众之前，您可以通过开发频道测试此附加组件的实验性新版本。一旦您安装开发版，您就会持续得到来自这个频道的更新。要停止接受开发版的更新，请从上面的链接重新安装默认版。

source: <strong>Caution:</strong> Development versions of this add-on have not been reviewed by Mozilla.
cs: <strong>Upozornění:</strong> Vývojové verze tohoto doplňku dosud nebyly Mozillou zkontrolovány.
de: <strong>Warnung:</strong> Entwicklerversionen dieses Add-ons wurden nicht von Mozilla geprüft.
el: <strong>Προσοχή:</strong> Οι εκδόσεις ανάπτυξης αυτού του προσθέτου δεν έχουν αξιολογηθεί από τη Mozilla.
es: <strong>Atención:</strong> las versiones de desarrollo de este complemento no han sido valoradas por Mozilla.
fr: <strong>Attention :</strong> Les versions de développement de ce module n'ont pas été vérifiées par Mozilla.
it: <strong>Attenzione:</strong> le versioni di sviluppo di questo componente aggiuntivo non sono state verificate da Mozilla.
ja: <strong>警告:</strong> このアドオンの開発版は Mozilla の審査を受けていません。
ko: <strong>주의:</strong> 이 부가 기능의 개발용 버전은 Mozilla의 심사를 거치지 않았습니다.
nl: <strong>Waarschuwing:</strong> ontwikkelversies van deze add-on zijn niet door Mozilla beoordeeld.
pl: <strong>Uwaga:</strong>Wersje rozwojowe tego dodatku nie były sprawdzane przez Mozillę.
pt_pt: <strong>Cuidado:</strong> Versões de desenvolvimento deste extra não foram revistas pela Mozilla.
ru: <strong>Внимание:</strong>Разрабатываемые версии этого дополнения не были проверены Mozilla.
sl: <strong>Pozor:</strong> Beta različic te razširitve Mozilla ni pregledala.
uk: <strong>Увага:</strong> Тестові версії цього додатку не були перевірені Mozilla.
zh_cn: <strong>注意：</strong>此附加组件的开发版本尚未经过 Mozilla 审核。

source: close
cs: zavřít
de: Schließen
el: κλείσιμο
es: cerrar
fr: fermer
it: chiudi
ja: 閉じる
ko: 닫기
nl: sluiten
pa_in: ਬੰਦ
pl: zamknij
pt_pt: fechar
ru: закрыть
sl: zapri
uk: закрити
zh_cn: 关闭

source: Thank you for installing {0}
cs: Děkujeme za instalaci {0}
de: Danke, dass Sie {0} installiert haben
el: Σας ευχαριστούμε που εγκαταστήσατε το {0}
es: Gracias por instalar {0}
fr: Merci d'avoir installé {0}
it: Grazie per aver installato {0}
ja: {0} をインストールいただき、ありがとうございます
ko: {0}을(를) 설치해 주셔서 대단히 감사합니다
nl: Bedankt voor het installeren van {0}
pa_in: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਧੰਨਵਾਦ {0}
pl: Dziękuję za zainstalowanie dodatku {0}
pt_pt: Obrigado por instalar {0}
ru: Благодарим вас за установку {0}
sl: Hvala vam, da ste namestili {0}
uk: Дякуємо за встановлення {0}
zh_cn: 感谢安装 {0}

source: Meet the {0} Developer
cs: Seznámit se s vývojářem {0}
de: Lernen Sie den Entwickler von {0} kennen
el: Γνωρίστε το δημιουργό του {0}
es: Conoce al desarrollador de {0}
fr: Rencontrez le développeur de {0}
it: Incontra lo sviluppatore di {0}
ja: {0} の作者紹介
ko: {0} 개발자 만나기
nl: Maak kennis met de ontwikkelaar van {0}
pa_in: {0} ਡਿਵੈਲਪਰ ਨੂੰ ਮਿਲੋ
pl: Poznaj autora {0}
pt_pt: Encontre-se com o desenvolvedor do {0}
ru: Познакомьтесь с разработчиком {0}
sl: Srečajte razvijalca {0}
uk: Познайомитись із розробником {0}
zh_cn: 结识 {0} 的开发者

source: Before downloading this add-on, please consider supporting the development of this add-on by making a small contribution.
cs: Před stažením prosím zvažte podporu vývoje tohoto doplňku malým příspěvkem.
de: Bevor Sie dieses Add-on herunterladen, erwägen Sie bitte, dessen weitere Entwicklung mit einer kleinen Spende zu unterstützen.
el: Πριν κάνετε λήψη αυτού του προσθέτου, παρακαλούμε σκεφθείτε το ενδεχόμενο να υποστηρίξετε την ανάπτυξη του κάνοντας μια μικρή δωρεά.
es: Antes de descargar este complemento, piensa en colaborar con el desarrollo haciendo una pequeña colaboración.
fr: Avant de télécharger ce module, merci de penser à aider son développement en faisant une petite contribution.
it: Prima di proseguire con il download di questo componente aggiuntivo, è possibile supportare lo sviluppatore attraverso una piccola donazione.
ja: ダウンロードの前に、少額の寄付によるこのアドオンの開発支援をご検討ください。
ko: 이 부가 기능을 다운로드 하기 전에, 소액 기부를 통한 부가 기능 개발 후원을 고려해 보세요.
nl: Overweeg voordat u deze add-on downloadt de ontwikkeling van deze add-on te steunen door middel van een kleine bijdrage.
pa_in: ਇਸ ਐਡ-ਆਨ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਇਸ ਐਡ-ਆਨ ਦੇ ਵਿਕਾਸ ਵਿੱਚ ਮਦਦ ਲਈ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਯੋਗਦਾਨ ਪਾਉਣ ਬਾਰੇ ਸੋਚੋ।
pl: Zanim pobierzesz ten dodatek, rozważ możliwość wsparcia jego rozwoju poprzez dokonanie niewielkiej dotacji.
pt_pt: Antes de transferir este extra, considere em ajudar o desenvolvimento deste extra fazendo uma pequena contribuição.
ru: Перед загрузкой этого дополнения, пожалуйста, по возможности поддержите развитие этого дополнения, сделав небольшой взнос.
sl: Preden prenesete ta dodatek, premislite, če ne bi njenega razvoja podprli z majhnim prispevkom.
uk: Перед тим, як завантажити цей додаток, вважайте необхідним для його підтримки зробити ваш невеличкий внесок.Перед тим, як завантажити цей додаток, вважайте необхідною його підтримкою ваш невеличкий внесок.
zh_cn: 下载附加组件前，请考虑通过小额捐款，支持此附加组件的开发。

source: Why was {0} created?
cs: Proč byl {0} vytvořen?
de: Warum wurde "{0}" geschaffen?
el: Γιατί δημιουργήθηκε το {0};
es: ¿Por qué se creó {0}?
fr: Pourquoi le module {0} a-t-il été créé ?
it: Perché {0} è stato realizzato?
ja: {0} が作られた経緯
ko: 왜 {0}을(를) 만들었나요?
nl: Waarom is {0} gemaakt?
pa_in: {0} ਕਿਉਂ ਰਚਿਆ ਗਿਆ?
pl: Dlaczego {0} został stworzony?
pt_pt: Porque é que o {0} foi criado?
ru: Почему был создан {0}?
sl: Zakaj se je ustvarilo {0}?
uk: Чому був створений {0}?
zh_cn: 为什么要开发附加组件 {0} ？
