Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Once you've installed your app on Firefox OS Simulator, open the <code>Settings</code> app, select <code>App Permissions</code>, select your app, and enable permissions as desired. It's important to note that not all Web APIs have been implemented within the Firefox OS Simulator.
de: Sobald Sie Ihre Anwendung im Firefox-OS-Simulator installiert haben, öffnen Sie die Anwendung <code>Einstellungen</code>, wählen Sie <code>Anwendungserlaubnis</code>, wählen Sie Ihre Anwendung aus und geben Sie die gewünschte Erlaubnis. Wichtig ist, dass nicht alle Web-APIs in den Firefox-OS-Simulator implementiert wurden.
es: Una vez que hayas instalado tu aplicación en Firefox OS Simulator, abre los<code>Ajustes</code>, selecciona <code>Permisos de aplicaciones</code>, selecciona tu aplicación y activa los permisos que quieras. Es importante tener en cuenta que no todas las Web API se hallan implementadas en Firefox OS Simulator.
fr: Une fois que vous avez installé votre application dans le simulateur Firefox OS, ouvrez l'application <code>Paramètres</code>, sélectionnez <code>Autorisations des applications</code>, sélectionnez votre application et activez les permissions voulues. Il est important de noter que toutes les WebAPI ne sont pas implémentées dans le simulateur Firefox OS.
it: Una volta installata l'app su Firefox OS Simulator occorre aprire l'app <code>Impostazioni</code>, selezionare <code>Permessi app</code>, selezionare l'app e attivare i permessi desiderati. Tieni presente che non tutte le API web sono state implementate in Firefox OS Simulator.
pl: Po zainstalowaniu swojej aplikacji w Symulatorze Firefox OS, otwórz opcję <code>Settings</code> aplikacji, wybierz <code>App Permissions</code>, następnie wybierz swoją aplikację i włącz uprawnienia wedle potrzeb. Ważne, by pamiętać, że nie wszystkie Web API są dostępne w Symulatorze Firefox OS.

source: Tools &amp; Testing
cs: Nástroje a testování
de: Werkzeuge & Tests
es: Herramientas y pruebas
fr: Outils et tests
it: Strumenti e testing
pl: Narzędzia i testowanie
ru: Инструменты и тестирование

source: Testing is incredibly important when supporting mobile devices. There are many options for testing FirefoxOS apps:
de: Tests sind unglaublich wichtig bei der Unterstützung von Mobilgeräten. Es gibt viele Möglichkeiten für das Testen von Firefox-OS-Anwendungen:
es: Llevar a cabo pruebas es extraordinariamente importante cuando se trata de la compatibilidad de dispositivos móviles. Existen muchas opciones para realizar pruebas de las aplicaciones para Firefox OS:
fr: Les tests sont incroyablement importants lorsque vous considérez des appareils mobiles. Il y a plusieurs manières de tester des applications Firefox OS :
it: L'esecuzione dei test è una fase estremamente importante del supporto ai dispositivi portatili. Esistono diverse opzioni per testare le app di Firefox OS:
pl: Testowanie jest niezwykle ważne w przypadku obsługi urządzeń mobilnych. Istnieje wiele możliwości testowania aplikacji Firefox OS:

source: Installing and using the <a href="%(url)s">Firefox OS Simulator</a> is the easiest way to get up and running with your app. After installed the simulator is accessible via the Tools -> Web Developer -> Firefox OS Simulator menu. The simulator launches with a JavaScript console so that you may debug your application from within the simulator!
de: Installieren und Verwenden des <a href="%(url)s">Firefox-OS-Simulators</a> ist die einfachste Möglichkeit Ihre Anwendung einsatzbereit zu machen. Nach der Installation ist der Simulator über das Menü Extras → Web-Entwickler → Firefox-OS-Simulator verfügbar. Der Simulator startet mit einer JavaScript-Konsole, damit Sie Ihre Anwendung im Simulator korrigieren können!
es: La forma más fácil de tener tu aplicación lista y funcionando es instalar y utilizar <a href="%(url)s">Firefox OS Simulator</a>. Una vez finalizada la instalación del simulador, se puede acceder a él a través de Herramientas -> Desarrollador web -> Menú Firefox OS Simulator. El simulador se inicia con una consola JavaScript que te permite depurar tu aplicación desde el mismo simulador.
fr: Installer et utiliser le <a href="%(url)s">simulateur Firefox OS</a> est la façon la plus simple pour se lancer et faire tourner votre application. Après installation, le simulateur est accessible via le menu Outils -> Développement web -> Simulateur Firefox OS. Le simulateur démarre avec une console JavaScript de sorte que vous puissiez déboguer votre application depuis le simulateur !
it: Il modo più semplice per controllare che un'app funzioni correttamente è installare e utilizzare <a href="%(url)s">Firefox OS Simulator</a>. Una volta eseguita l'installazione, il simulatore è accessibile da Strumenti -> Sviluppo web -> menu di Firefox OS Simulator. Verrà avviata una console JavaScript che permetterà di effettuare il debug dell'applicazione all'interno del simulatore.
pl: Instalacja i użycie <a href="%(url)s">Symulatora Firefox OS</a> jest najprostszym sposobem na uruchomienie swojej aplikacji. Po zainstalowaniu symulator jest dostępny poprzez menu Narzędzia -> Dla twórców witryn -> Firefox OS Simulator. Symulator uruchamia się z konsolą JavaScript, zatem możesz debugować swoją aplikację w symulatorze!

source: Unit Testing
cs: Unitové testy
de: Modultests
es: Pruebas unitarias
fr: Tests unitaires
it: Unit Testing (Collaudo unità)
pl: Testy jednostkowe

source: Unit tests are extremely valuable when testing on different devices and builds. jQuery's <a href="%(url)s">QUnit</a> is a popular client-side testing utility, but you can use any set of testing tools you'd like.
de: Modultests sind besonders wertvoll, wenn Sie auf verschiedenen Geräten und Builds testen. jQuerys <a href="%(url)s">QUnit</a> ist ein beliebtes Testhilfsmittel für Clients, aber Sie können alle Testwerkzeuge nutzen, die Sie nutzen möchten.
es: Las pruebas unitarias son extremadamente valiosas cuando se realizan sobre diferentes dispositivos y versiones. <a href="%(url)s">QUnit</a> de jQuery es una utilidad de pruebas popular para el lado del cliente, pero puedes usar cualquier combinación de herramientas de prueba que desees.
fr: Les tests unitaires sont très utiles lorsque des tests sont nécessaires sur plusieurs appareils et plusieurs versions. L'outil <a href="%(url)s">QUnit</a> de jQuery est un outil de test côté client populaire, mais vous pouvez utiliser les outils de test que vous aimez.
it: Il collaudo delle unità fondamentali di un'applicazione (unit testing in inglese) è molto importante per testare le diverse versioni dell'app su dispositivi differenti. <a href="%(url)s">QUnit</a>, il framework utilizzato per l'unit testing di jQuery, è uno degli strumenti lato client più popolari per l'unit testing, ma ognuno è libero di utilizzare gli strumenti che preferisce.
pl: Testy jednostkowe (unit testing) są niezwykle cenne podczas testowania na różnych urządzeniach i kompilacjach. <a href="%(url)s">QUnit</a>, wywodzący się z jQuery, jest popularnym narzędziem do testowania, działającym po stronie użytkownika, ale możesz też użyć dowolnego zestawu narzędzi.

source: Installing Firefox OS on a Device
cs: Instalace Firefox OS na zařízení
de: Firefox OS auf einem Gerät installieren
es: Instalar Firefox OS en un dispositivo
fr: Installer Firefox OS sur un appareil
it: Installare Firefox OS su un dispositivo mobile
pl: Instalacja Firefox OS na urządzeniu

source: Since Firefox OS is an open source platform, code and tools are available to build and install Firefox OS on your own device. Build and installation instructions can be found on <a href="%(url_mdn)s">MDN</a>. Firefox OS preview devices will be available via <a href="%(url_phone)s">Geeksphone</a> soon.
de: Da Firefox OS eine quelloffene Plattform ist, gibt es Quelltext und Werkzeuge, um Firefox OS zu erstellen und auf Ihrem eigenen Gerät zu installieren. Anleitungen zum Erstellen und Installieren gibt es im <a href="%(url_mdn)s">MDN</a>. Firefox-OS-Vorschaugeräte gibt es bald über <a href="%(url_mdn)s">Geeksphone</a>.
es: Como Firefox OS es una plataforma de código abierto, el código y las herramientas están disponibles para desarrollar e instalar Firefox OS en tu propio dispositivo. Las instrucciones sobre desarrollo e instalación se encuentran en <a href="%(url_mdn)s">MDN</a>. Los dispositivos prototipo de Firefox OS estarán disponibles próximamente en <a href="%(url_phone)s">Geeksphone</a>.
fr: Étant donné que Firefox OS est une plateforme libre, le code et les outils sont disponibles pour construire et installer Firefox OS sur votre propre appareil. Les instructions pour la construction et l'installation sont disponibles sur <a href="%(url_mdn)s">MDN</a>. Des téléphones de démonstration Firefox OS seront bientôt disponibles via <a href="%(url_phone)s">Geeksphone</a>.
it: Essendo una piattaforma open source, Firefox OS può essere sviluppato e installato su un dispositivo utilizzando i sorgenti e gli strumenti disponibili. È possibile recuperare le istruzioni per l'installazione e lo sviluppo su <a href="%(url_mdn)s">MDN</a>. I telefoni prototipo con Firefox OS irefox OS saranno presto disponibili su <a href="%(url_phone)s">Geeksphone</a>.
pl: Ponieważ Firefox OS to platforma open source, dostępny jest kod i narzędzia do kompilacji oraz instalowania Firefox OS na własnym sprzęcie. Instrukcje kompilacji oraz instalacji można znaleźć na <a href="%(url_mdn)s">MDN</a>. Urządzenia testowe z Firefox OS będą dostępne wkrótce poprzez <a href="%(url_phone)s">Geeksphone</a>.

source: App Submission and Distribution
cs: Přidání aplikace a distribuce
de: Einreichung und Verteilung von Anwendungen
es: Envío y distribución de aplicaciones
fr: Envoi et distribution d'application
it: Invio e distribuzione delle app
pl: Zgłoszenie i dystrybucja aplikacji

source: Once your app is complete, it can be <a href="%(url_submit)s">submitted</a> to the <a href="%(url_mkt)s">Firefox Marketplace</a>. Your app's manifest will be validated and you may choose which devices your app will support (i.e. Firefox OS, Desktop Firefox, Firefox Mobile, Firefox Tablet). Once validated you may add additional details about your app (screenshots, descriptions, price, etc.) and officially submit the app for listing within the Marketplace. Once approved your app is available to the world for purchase and installation.
de: Sobald Ihre Anwendung vollständig ist, kann Sie beim <a href="%(url_mkt)s">Firefox Marketplace</a> <a href="%(url_submit)s">eingereicht werden</a>. Ihr Anwendungsmanifest wird validiert und Sie können wählen, welche Geräte Ihre Anwendung unterstützen wird (z.B. Firefox OS, Desktop-Firefox, Firefox Mobile, Firefox Tablet). Sobald es validiert ist, können Sie weitere Details zu Ihrer Anwendung hinzufügen (Screenshots, Beschreibungen, Preis, usw.) und die Anwendung offiziell zur Eintragung im Marketplace einreichen. Sobald Ihre Anwendung freigeschaltet wurde steht sie der Welt zum Kauf und zur Installation zur Verfügung.
es: Una vez que completes la aplicación, puedes <a href="%(url_submit)s">enviarla</a> a <a href="%(url_mkt)s">Firefox Marketplace</a>. Se validará el archivo manifest de tu aplicación y podrás elegir con qué dispositivos será compatible la aplicación (Firefox OS, Firefox de escritorio, Firefox para Android). Una vez validada, puedes incluir otros detalles sobre ella (capturas de pantalla, descripciones, precio, etc.) y enviarla de manera oficial para que aparezca en las listas de Marketplace. Una vez aprobada, tu aplicación está disponible para que el mundo entero la compre y la instale.
fr: Une fois que votre application est complète, elle peut être <a href="%(url_submit)s">envoyée</a> sur le <a href="%(url_mkt)s">Marketplace Firefox</a>. Le manifeste de votre application sera validé et vous pourrez choisir les appareils pris en charge (i.e., Firefox OS, Firefox bureau, Firefox mobile, Firefox tablette). Une fois validée vous pouvez ajouter des détails supplémentaires sur votre application (capture d'écran, descriptions, prix, etc.) et officiellement proposer l'application pour être mise à disposition sur le Marketplace. Une fois approuvée votre application est disponible dans le monde entier pour l'acheter et l'installer.
it: Una volta completa, l'app è pronta per essere <a href="%(url_submit)s">inviata</a> a <a href="%(url_mkt)s">Firefox Marketplace</a>. Il suo manifesto sarà quindi validato e verrà chiesto di selezionare i dispositivi supportati dall'app (es. Firefox OS, Firefox per desktop, Firefox Mobile, Firefox Tablet). Dopo la validazione sarà possibile aggiungere ulteriori dettagli (screenshot, descrizione, prezzo ecc.) e l'app potrà essere caricata ufficialmente per apparire negli elenchi del Marketplace. Dopo essere stata approvata, l'app sarà resa disponibile per l'acquisto e l'installazione agli utenti di tutto il mondo.
pl: Jeśli twoja aplikacja jest gotowa, można <a href="%(url_submit)s">przesłać</a> ją do <a href="%(url_mkt)s">Firefox Marketplace</a>. Manifest aplikacji zostanie sprawdzony, a ty możesz wybrać urządzenia, które aplikacja będzie obsługiwała (np. Firefox OS, desktopowy Firefox, Firefox Mobile, tablet z Firefoksem). Po pomyślnym sprawdzeniu możesz podać dodatkowe szczegóły aplikacji (obrazki, opisy, ceny itp.) oraz oficjalnie zgłosić aplikację do wyświetlania w Marketplace. Po zatwierdzeniu aplikacja będzie dostępna dla wszystkich do zakupu oraz instalacji.

source: More Marketplace &amp; Listing Information
cs: Více informací k Marketplace
de: Weitere Information zu Marketplace & Eintragung
es: Más info sobre Marketplace y listas
fr: Plus sur le Marketplace et informations générales
it: Ulteriori informazioni sul Marketplace e sugli elenchi
pl: Więcej informacji

source: Submitting an App to the Firefox OS Marketplace
cs: Přidání aplikace na Firefox OS Marketplace
de: Einreichen einer Anwendung beim Firefox OS Marketplace
es: Enviar una aplicación a Firefox OS Marketplace
fr: Envoyer une appliation sur le Marketplace Firefox OS
it: Inviare un'app a Firefox OS Marketplace
pl: Zgłoszenie aplikacji do Firefox OS Marketplace

source: Marketplace Review Criteria
cs: Aktuální pravidla pro přidání na Marketplace
de: Marketplace-Überprüfungskriterien
es: Criterios de revisión de Marketplace
fr: Critères de validation Marketplace
it: Criteri di revisione del Marketplace
ko: 마켓플레이스 심사 기준
nl: Marketplace-beoordelingscriteria
pl: Kryteria sprawdzania w Marketplace
zh_cn: 应用市场审查标准

source: App Submission Video Walkthrough
cs: Video s ukázkou přidání aplikace
de: Video-Anleitung zur Einreichung von Anwendungen
es: Guía en video sobre cómo enviar aplicaciones
fr: Guide vidéo pas à pas pour l'envoi d'application
it: Video guida dettagliata alla pubblicazione delle app
pl: Przewodnik wideo zgłaszania aplikacji

source: What can you do with an Open Web App? What can't you do? Here you'll find some examples of the kind of Open Web Apps that are possible. Use them for inspiration, as example code, or as a jumping off point for your new app.
de: Was ist möglich mit einer Anwendung des offenen Web? Was ist nicht möglich? Hier finden Sie einige Beispiele der Anwendungen des offenen Web, die möglich sind. Nutzen Sie sie als Inspiration, als Quelltextbeispiel oder als Sprungbrett für Ihre neue Anwendung.
es: ¿Qué puedes hacer con una aplicación web abierta? ¿Qué no? Aquí encontrarás algunos ejemplos del tipo de aplicaciones web abiertas que se pueden crear. Utilízalas para inspirarte, para tener un código de ejemplo o un punto de partida para tu nueva aplicación.
fr: Que pouvez-vous faire avec une Open Web App ? Que ne pouvez-vous pas faire ? Ici, vous trouverez quelques exemples du genre d'Open Web Apps qui sont possibles. Servez-vous en comme inspiration, comme exemple, comme point de départ pour votre nouvelle application.
it: Che cosa si può fare con un'app web aperta, e cosa non si può fare? Di seguito sono riportati alcuni esempi sui diversi tipi di app web aperte. Puoi utilizzarli come ispirazione, come esempi di codice o come punto di partenza per realizzare la tua nuova app.
pl: Co można zrobić z aplikacją otwartej sieci? Czego nie można zrobić? Tutaj znajdziesz trochę przykładów możliwych aplikacji otwartej sieci. Użyj ich jakoinspiracji, przykładowego kodu lub punktu wyjścia dla swojej nowej aplikacji.

source: Chrono is a simple chronometer with lap counter, built to highlight various aspects of the Firefox OS development process.
de: Chrono ist ein einfacher Zeitmesser mit einem Rundenzähler, der entwickelt wurde, um verschiedene Aspekte des Firefox-OS-Entwicklungsprozesses hervorzuheben.
es: Chrono es un cronómetro sencillo con contador de vueltas, creado para resaltar varios aspectos del proceso de desarrollo de Firefox OS.
fr: Chrono est un simple chronomètre avec un compteur de tours, construit pour montrer les différents aspects du développement Firefox OS.
it: Chrono è un semplice cronometro con contagiri, realizzato per mettere in evidenza alcuni aspetti del processo di sviluppo di Firefox OS.
pl: Chrono jest prostym stoperem z licznikiem okrążeń, stworzonym, by uwydatnić różne aspekty procesu tworzenia w Firefox OS.

source: Face Value is a currency conversion app that does things differently: instead of converting arbitrary amounts it shows you the actual denominations in the country you're visiting. It lets you think in your home currency even with a foreign currency in your pocket.
de: Face Value ist eine Anwendung zur Währungsumrechnung, die anders arbeitet: Anstatt beliebige Werte umzuwandeln zeigt Sie Ihnen den tatsächlichen Nennwert im Land, das Sie besuchen. Damit können Sie in Ihrer Heimatwährung denken, auch wenn Sie eine fremde Währung in der Tasche haben.
es: Face Value es una aplicación de conversión de monedas que hace las cosas de otra manera: en lugar de convertir cantidades arbitrarias te muestra las denominaciones actuales en el país que estás visitando. Te permite pensar en tu moneda habitual incluso cuando tienes una divisa extranjera en tu bolsillo.
fr: Face Value est une application de conversion de devises qui fait les choses différemment : au lieu de convertir un montant arbitraire, elle vous indique la dénomination du pays que vous visitez. Cela vous permet de penser dans votre monnaie même avec une autre dans la poche.
it: Face Value è un'app per la conversione di valuta diversa dalle altre: invece di convertire somme arbitrarie, mostra l'effettivo valore nominale della moneta nel paese che stai visitando. In questo modo, anche quando hai moneta straniera in tasca, potrai sempre pensare in termini della valuta del tuo paese.
pl: Face Value to aplikacja przeliczająca waluty, która działa odmiennie: zamiast przeliczać dowolną kwotę, pokazuje rzeczywiste nominały w odwiedzanym kraju. Pozwala ci myśleć w twojej rodzimej walucie, nawet w gdy portfelu masz obcą walutę.

source: Podcasts is an offline-capable, HTML5/JS audio app.
cs: Podcasts je aplikace v HTML5/JS s možností běhu offline pro práci se zvukem.
de: Podcast ist eine offline-fähige, HTML5/JS-Audioanwendung.
es: Podcasts es una aplicación de audio en HTML5/JS capaz de funcionar sin conexión.
fr: Podcasts est une application HTML5/JS audio fonctionnant hors ligne.
it: Podcasts è un'app audio in HTML5/JS che può essere utilizzata anche in modalità non in linea.
pl: Podcasts jest dostępną offline aplikacją audio, stworzoną w HTML5/JS.

source: Roller is a micro blog app that allows you to post text, upload an image or paste a link that has an image extension such as jpg, gif, png or jpeg.
cs: Roller je mikroblogovací aplikace, která vám umožňuje přidávat příspěvky, nahrávat obrázky či přidávat odkazy, které mají příponu obrázků jako jpg, gif, png či jpeg.
de: Roller ist eine Mikro-Blog-Anwendung, mit der Sie Text schreiben, eine Grafik hochladen oder einen Link einfügen können, der eine Dateinamenserweiterung von Grafiken, wie jpg, gif, png oder jpeg, hat.
es: Roller es una aplicación de microblogging que te permite publicar texto, subir una imagen o pegar un enlace que tiene una extensión de imagen como jpg, gif, png o jpeg.
fr: Roller est une application de micro blog qui vous permet d'envoyer un message, une image ou un lien avec une extension d'image telle que jpg, gif, png ou jpeg.
it: Roller funziona come un micro-blog: consente all'utente di pubblicare messaggi di testo, caricare immagini o condividere link contenenti immagini con estensioni jpg, gif, png o jpeg.
pl: Roller jest aplikacją do mikroblogowania, umożliwiającą przesłanie tekstu, wgranie obrazu lub wklejenie odnośnika mającego rozszerzenie obrazu, takie jak jpg, gif, png lub jpeg.

source: Webfighter is an R-Type and Tyrian inspired game where you must hunt down an alien bug and destroy it.
cs: Webfighter je hra inspirovaná hrami, kde musíte "vraždit mimozemšťany".
de: Webfighter ist ein von R-Type und Tyrian inspiriertes Spiel, in dem Sie einen außerirdischen Käfer jagen und vernichten müssen.
es: Webfighter es un juego inspirado en R-Type y Tyrian en el que debes capturar un bicho alienígena y destruirlo.
fr: Webfighter est un jeu inspiré de R-Type et Tyrian dans lequel vous devez partir à la recherche d'un virus extra-terreste et le détruire.
it: Webfighter è un gioco ispirato a R-Type e Tyrian in cui il giocatore deve dare la caccia a un insetto alieno per distruggerlo.
pl: Webfighter jest grą inspirowaną grami R-Type i Tyrian, w której należy dogonić obcego robaka i zniszczyć go.

source: General Notes is a simple note app that allows you to sync local and remote content.
cs: General Notes je jednoduchá aplikace na poznámky, která vám umožňuje synchronizovat mistní a vzdálený obsah.
de: General Notes ist eine einfache Notizanwendung, mit der Sie lokalen und externe Inhalte synchronisieren können.
es: Notas generales es una aplicación para notas sencilla que te permite sincronizar contenido remoto y local.
fr: Notes général est une simple application de prise de notes qui vous permet de garder votre contenu local et distant synchronisés.
it: General Notes è una semplicissima app per la gestione delle annotazioni che consente di sincronizzare contenuti locali e remoti.
pl: General Notes to prosta aplikacja do robienia notatek, która pozwala na synchronizację lokalnej i zdalnej treści.

source: rtcamera is a fun camera app to process images in real time.
cs: rtcamera je zábavná aplikace pro fotoaparát, která zpracovává obrázky v reálném čase.
de: rtcamera ist eine interessante Kameraanwendung, um Bilder in Echtzeit zu verarbeiten.
fr: rtcamera est une application amusante pour traiter des images en temps réel depuis l'appareil photo.
it: rtcamera è una simpatica app per videocamera che permette l'elaborazione delle immagini in tempo reale.
pl: rtcamera jest zabawną aplikacją aparatu przekształcającą obrazy w czasie rzeczywistym.
