Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If you wish to display an e-mail address for support inquiries, enter it here. If you have different addresses for each language multiple translations of this field can be added.
cs: Pokud chcete zobrazit e-mailovou adresu podpory, můžete tak učinit zde. Pokud máte odlišné e-mailové adresy pro konkrétní jazyky, můžete je nastavit.
de: Wenn Sie eine E-Mail-Adresse für Hilfeanfragen anzeigen möchten, geben Sie sie hier ein. Wenn Sie verschiedene Adressen für jede Sprache haben, können mehrere Übersetzungen dieses Felds hinzugefügt werden.
el: Αν θέλετε να εμφανίζεται μια διεύθυνση e-mail για υποστήριξη, εισάγετε την εδώ. Αν έχετε κι άλλες διευθύνσεις ανάλογα με τη γλώσσα του χρήστη, μπορείτε να προσθέσετε πολλαπλά πεδία.
es: Si deseas mostrar una dirección de correo electrónico para consultas de ayuda, puedes incluirla aquí. Si tienes direcciones diferentes para cada idioma, puedes añadir múltiples traducciones.
fr: Si vous voulez afficher une adresse courriel d'assistance, indiquez-la ici. Si vous avez différentes adresses pour différentes langues, de multiples traductions de ce champ peuvent être ajoutées.
it: Se vuoi essere contattato per richieste di supporto via email inserisci qui l'indirizzo. Se hai un indirizzo specifico per ogni lingua è possibile utilizzare più campi per ciascuna lingua.
ja: サポート問い合わせのためのメールアドレスを表示したい場合は、ここにアドレスを入力してください。言語ごとに異なるメールアドレスがある場合は、それぞれにアドレスを指定できます。
ko: 기술 지원 질의서에 이메일 주소를 표시하고 싶다면 이곳에 입력해 주세요. 언어별로 여러 이메일 주소를 가지고 있다면 언어별로 입력하실 수도 있습니다.
nl: Als u een e-mailadres voor ondersteuningsvragen wilt weergeven, kunt u dat hier ingeven. Als u voor elke taal verschillende adressen hebt, kunnen meerdere vertalingen van dit veld worden toegevoegd.
pl: Jeśli chcesz, by był wyświetlany adres e-mail, na który użytkownicy mogą kierować zapytania i prośby o pomoc, wprowadź go tutaj. Jeśli masz różne adresy e-mail dla różnych wersji językowych, to pole może być dodane dla każdej wersji.
pt_pt: Se deseja mostrar um endereço de correio electrónico para pedidos de ajuda, escreva-o aqui. Se tiver diferentes endereços para cada idioma podem ser adicionadas múltiplas traduções neste campo.
ru: Если вы хотите показать адрес электронной почты для запросов поддержки, введите его здесь. Если у вас есть разные адреса для разных языков, для этого поля можно добавить несколько переводов.
sl: Če želite za namene podpore objaviti e-poštni naslov, ga vpišite tukaj. Če imate različne naslove za vsak jezik, lahko dodate temu polju več prevodov.
zh_cn: 如果您想显示一个电子邮件地址以提供用户支持，请在这里输入。如果您有不同的电子邮件地址提供给不同语言的用户，也可以在这里添加。

source: If your add-on has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added. If you use a GetSatisfaction URL, users will be able to interact with a GetSatisfaction widget.
cs: Pokud má váš doplněk stránku podpory či fórum, můžete zde vložit jeho adresu. Pokud je vaše webová stránka lokalizována do dalších jazyků, můžete přidat adresy pro jednotlivé z nich. Pokud zadáte URL GetSatisfaction, budou moci uživatelé interagovat přímo s prvkem GetSatisfaction.
de: Wenn Ihr Add-on eine Hilfeseite oder ein Hilfeforum hat, geben Sie hier die Adresse ein. Wenn Ihre Website in andere Sprachen übersetzt wurde, können mehrere Übersetzungen dieses Felds hinzugefügt werden. Wenn Sie eine GetSatisfaction-URL verwenden, können Benutzer mit dem GetSatisfaction-Widget interagieren.
es: Si tu complemento tiene un foro o sitio web de asistencia, introduce su dirección aquí. Si tu sitio está traducido a otros idiomas, se pueden añadir múltiples traducciones de este campo. Si usas una URL de GetSatisfaction, los usuarios podrán interactuar con un widget de GetSatisfaction.
fr: Si votre module a un site ou un forum d'assistance, indiquez son adresse ici. Si votre site est traduit dans d'autres langues, de multiples traductions de ce champ peuvent être ajoutées. Si vous utilisez une URL GetSatisfaction, les utilisateurs seront en mesure d'interagir avec un widget GetSatisfaction.
it: Se il tuo componente aggiuntivo ha un sito web di supporto o un forum, inserisci qui l'indirizzo. Se il tuo sito web è disponibile in più lingue, è possibile aggiungere più traduzioni di questo campo. Se utilizzi un URL su GetSatisfaction, gli utenti saranno in grado di utilizzare un apposito widget.
pl: Jeśli prowadzisz dla swojego dodatku witrynę lub forum pomocy, wprowadź tutaj ich adresy. Jeśli ta witryna jest przetłumaczona na inne języki, można dodać wiele tłumaczeń tego pola.
ru: Если ваше дополнение имеет веб-сайт или форум поддержки, введите здесь его адрес. Если ваш сайт переведен на другие языки, то для этого поля можно добавить несколько переводов. Если вы используете URL GetSatisfaction, то пользователи смогут взаимодействовать с виджетом GetSatisfaction.

source: Technical Details
cs: Technické detaily
de: Technische Details
el: Τεχνικές λεπτομέρειες
es: Detalles técnicos
fr: Détails techniques
it: Dettagli tecnici
ja: 技術的な詳細
ko: 세부 기술 정보
nl: Technische details
pa_in: ਤਕਨੀਕੀ ਜਾਣਕਾਰੀ
pl: Dane techniczne
pt_pt: Detalhes técnicos
ru: Технические детали
sl: Tehnične podrobnosti
uk: Технічні деталі
zh_cn: 技术信息

source: Technical Details for {0}
cs: Technické detaily k {0}
de: Technische Details für {0}
el: Τεχνικές λεπτομέρειες για το {0}
es: Detalles técnicos de {0}
fr: Détails techniques pour {0}
it: Dettagli tecnici per {0}
ja: {0} の技術的な詳細
ko: {0}의 세부 기술 정보
nl: Technische details voor {0}
pa_in: {0} ਲਈ ਤਕਨੀਕੀ ਜਾਣਕਾਰੀ
pl: Dane techniczne dla {0}
pt_pt: Detalhes técnicos para {0}
ru: Технические детали для {0}
sl: Tehnične podrobnosti za {0}
uk: Технічні деталі для {0}
zh_cn: {0} 的技术信息

source: Developer Comments
cs: Komentáře vývojáře
de: Entwickler-Kommentare
el: Σχόλια δημιουργού
es: Comentarios del desarrollador
fr: Commentaires du développeur
it: Commenti dello sviluppatore
ja: 開発者のコメント
ko: 개발자 코멘트
nl: Opmerkingen van de ontwikkelaar
pa_in: ਡਿਵੈਲਪਰ ਟਿੱਪਣੀਆਂ
pl: Komentarze autora
pt_pt: Comentários do desenvolvedor
ru: Комментарии разработчика
sl: Komentarji razvijalcev
uk: Коментарі розробника
zh_cn: 开发者注释

source: Any information end users may want to know that isn't necessarily applicable to the app summary or description. Common uses include listing known major bugs, information on how to report bugs, anticipated release date of a new version, etc.
cs: Jakéliv informace, které by koncový uživatel mohl chctít znát, ale nejsou nutně určeny pro shrnutí či popis aplikaci. Typicky je toto pole používáno pro uvádění známých chyb, informace, jak reportovat chyby, předpokládaná data vydání nové verze apod.
de: Jede Information, die Endbenutzer möglicherweise wissen möchten, die aber nicht notwendigerweise in die Zusammenfassung oder Beschreibung der Anwendung gehören. Die übliche Verwendung für dieses Feld umfasst beispielsweise bekannte größere Probleme, Informationen zum Melden von gefundenen Fehlern, der beabsichtigte Erscheinungstermin der nächsten Version, und ähnliches.
es: Cualquier información que los usuarios finales quieran saber y que no sea necesariamente aplicable al resumen o la descripción de la aplicación. Usos comunes incluyen el listado de los errores mayores conocidos, información sobre cómo reportar errores, fecha anticipada de lanzamiento de una nueva versión, etc.
fr: N'importe quelle information pertinente pour l'utilisateur final, mais qui ne correspond pas forcément au résumé ou à la description du module. Habituellement, liste des problèmes connus, informations sur la manière de rapporter des problèmes, date prévue pour la prochaine version, etc.
it: Qualsiasi informazione a cui l'utente finale potrebbe essere interessato e che non rientra nei campi riepilogo o descrizione. Solitamente usato per elencare i principali bug conosciuti, informazioni su come segnalare un bug, data prevista per il rilascio di una nuova versione ecc.
ko: 최종 사용자가 알고 싶어하는 모든 정보를 부가 기능 요약이나 설명에 넣어야 하는 것은 아닙니다. 보통 알려진 중요 버그, 버그 제보를 하는 방법에 대한 정보, 새 버전이 나올 예상 날짜 등을 넣는데 사용하고 있습니다.
nl: Alle informatie die mogelijk relevant is voor gebruikers maar niet noodzakelijkerwijs van toepassing is op de app-samenvatting of -beschrijving. Veelgebruikt zijn lijsten met bekende fouten, informatie over het melden van fouten, voorziene uitgavedatum van een nieuwe versie, enz.
pl: Informacje mogące zainteresować użytkowników, które nie pasują do podsumowania ani opisu. Typowe zastosowania obejmują listę znanych poważnych błędów, informację o sposobie zgłaszania błędów, przewidywaną datę wydania nowej wersji itp.
ru: Любая информация, которую возможно захотят узнать конечные пользователи, но которой не место в сводке или описании приложения. Обычно используется для сведений о серьёзных ошибках, о том как сообщать об ошибках, предполагаемой дате выпуска новой версии и т.д..
sl: Podatki, ki bi jih končni uporabniki morda želeli vedeti, ki pa se povzetka ali opisa dodatka lahko da ne tičejo. Običajno gre pri tem za seznam poznanih večjih napak, informacije o tem, kako poročati o hroščih, predvideni datum izida nove različice, itd.
zh_cn: 用户想要了解的但并不适合放在应用概述或描述里的任何信息。常用于列出已知的主要缺陷、汇报缺陷的方法、新版本的预计发布时间等等。

source: Any information end users may want to know that isn't necessarily applicable to the add-on summary or description. Common uses include listing known major bugs, information on how to report bugs, anticipated release date of a new version, etc.
cs: Jakékoliv informace pro koncové uživatele, které se nehodí do stručného popisu nebo popisu doplňku. Lze zde například uvádět seznam známých hlavních chyb, informace o hlášení chyb, očekávané datum vydání nové verze, atd.
de: Jede Information, die Endbenutzer möglicherweise wissen möchten, die aber nicht notwendigerweise in die Zusammenfassung oder Beschreibung des Add-ons gehören. Die übliche Verwendung für dieses Feld umfasst beispielsweise bekannte Probleme, Informationen zum Melden von gefundenen Fehlern, der beabsichtigte Erscheinungstermin der nächsten Version, und ähnliches.
el: Οποιαδήποτε πληροφορία μπορεί να ενδιαφέρει τους τελικούς χρήστες και δεν είναι απαραίτητη στη σύνοψη ή την περιγραφή του πρόσθετου. Χρησιμοποιείται συχνά για την αναφορά σημαντικών προβλημάτων, πληροφορίες για το πως μπορεί να γίνει αναφορά προβλημάτων, αναμενόμενες ημερομηνίες νέων εκδόσεων κλπ.
es: Cualquier información que los usuarios finales pueden necesitar saber, y que no necesariamente se aplican al resumen del complemento o la descripción. Los usos comunes incluyen informar de problemas conocidos, cómo informar de errores, fecha prevista de nuevas versiones, etc.
fr: N'importe quelle information pertinente pour l'utilisateur final, mais qui ne correspond pas forcément au résumé ou à la description du module. Habituellement, liste des problèmes connus, informations sur la manière de rapporter des problèmes, date prévue pour la prochaine version, etc.
it: Inserire qualsiasi informazione utile per l'utente che non è adatta ai campi riepilogo e descrizione. Ad esempio è possibile inserire eventuali bug, informazioni su come segnalare bug, anticipare la data di rilascio di una nuova versione, ecc.
ja: アドオンの要約や説明には該当しないけれどもエンドユーザが知りたいと思われるような情報です。一般的には、主な既知の問題やバグの報告手順、新バージョンのリリース予定日の告知などに使用します。
ko: 최종 사용자가 알고 싶어하는 모든 정보를 부가 기능 요약이나 설명에 넣어야 하는 것은 아닙니다. 보통 알려진 중요 버그, 버그 제보를 하는 방법에 대한 정보, 새 버전이 나올 예상 날짜 등을 넣어 사용합니다.
nl: Alle informatie die mogelijk van belang is voor eindgebruikers en die niet noodzakelijkerwijs van toepassing is op de add-on-samenvatting of -beschrijving. Wordt vaak gebruikt voor opsommen van grote fouten, informatie over rapporteren van fouten, voorziene uitgavedatum of een nieuwe versie, etc.
pl: Różne informacje, jakie użytkownicy mogą chcieć znać, które nie są właściwe do zamieszczania w krótkim czy pełnym opisie. Zazwyczaj podaje się tutaj wykaz znanych błędów, informacje, jak zgłaszać błędy, przypuszczalną datę wydania nowej wersji itp.
pt_pt: Qualquer informação que os utilizadores queiram saber mas que não é necessária no sumário ou descrição do extra. Usos comuns são a listagem dos erros conhecidos, informação como reportar erros data antecipada de lançamento, etc.
ru: Любая информация, которую возможно захотят узнать конечные пользователи, но которой не место в сводке или описании дополнения. Обычно используется для сведений о серьёзных ошибках, о том как сообщать об ошибках, предполагаемой дате выпуска новой версии и т.д..
sl: Podatki, ki bi jih končni uporabniki morda želeli vedeti, ki pa se povzetka ali opisa dodatka lahko da ne tičejo. Običajno gre pri tem za seznam poznanih večjih napak, informacije o tem, kako poročati o hroščih, predvideni datum izida nove različice, itd.
zh_cn: 用户想要了解的但并不适合放在附加组件概述或描述里的任何信息。常用于列出已知的主要缺陷、汇报缺陷的方法、新版本的预计发布时间等等。

source: Add-on Flags
cs: Příznaky doplňku
de: Add-on-Markierungen
el: Επισημάνσεις προσθέτου
es: Indicadores del complemento
fr: Drapeaux du module
it: Segnalazioni per questo componente aggiuntivo
ja: アドオンのフラグ
ko: 부가 기능 상징
nl: Add-onmarkeringen
pa_in: ਐਡ-ਆਨ ਫ਼ਲੈਗ
pl: Etykiety dodatku
pt_pt: Etiquetas do extra
ru: Флаги дополнения
sl: Zastavice za dodatek
uk: Прапорці додатку
zh_cn: 附加组件标记

source: These flags are used to classify add-ons.
cs: Tyto příznaky jsou používány ke klasificikaci doplňků.
de: Diese Einstellungen werden verwendet, um Add-ons in Gruppen einzuteilen.
el: Αυτές οι σημαίες χρησιμοποιούνται για την κατηγοριοποίηση των πρόσθετων
es: Estos indicadores se usan para clasificar los complementos.
fr: Ces étiquettes sont utilisées pour classer les modules.
it: Questi parametri sono utilizzati per classificare i componenti aggiuntivi.
ja: これらのフラグは、アドオンを分類するために使用します。
ko: 이 상징들은 부가 기능을 분류하는데 사용됩니다.
nl: Deze markeringen worden gebruikt om add-ons te classificeren.
pl: Te etykiety są używane do klasyfikowania dodatków.
pt_pt: Estas etiquetas são usadas para classificar os extras
ru: Эти флаги используются для классификации дополнений.
sl: Te zastavice se uporabljajo pri razvrščanju dodatkov.
zh_cn: 这些标记用来把附加组件归类。

source: This is a site-specific add-on.
cs: Tento doplněk je určen pro konkrétní web.
de: Dies ist ein seitenspezifisches Add-on.
el: Αυτό το πρόσθετο είναι σχετικό με συγκεκριμένο ιστότοπο.
es: Este es un complemento específico del sitio.
fr: Ce module concerne un site Web spécifique.
it: Questo componente aggiuntivo è specifico per un determinato sito web.
ja: これは特定のサイト専用のアドオンです。
ko: 사이트에 특화된 부가 기능입니다
nl: Dit is een website-specifieke add-on.
pa_in: ਇਹ ਇੱਕ ਖਾਸ-ਸਾਈਟ ਐਡ-ਆਨ ਹੈ।
pl: Dodatek dedykowany danej witrynie.
pt_pt: Este é um extra específico de um sítio.
ru: Это дополнение специфичное для сайта.
sl: To je dodatek, ki je specifičen za spletišče.
uk: Це спеціальний додаток для сайту.
zh_cn: 这是一个针对特定网站的附加组件。

source: This add-on requires external software.
cs: Tento doplněk vyžaduje externí software.
de: Dieses Add-on benötigt externe Software.
el: Αυτό το πρόσθετο απαιτεί επιπλέον λογισμικό.
es: Este complemento requiere software externo.
fr: Ce module requiert un logiciel externe.
it: Questo componente aggiuntivo richiede software aggiuntivo.
ja: このアドオンは外部ソフトウェアを必要とします。
ko: 이 부가 기능은 외부 소프트웨어를 필요로 합니다.
nl: Deze add-on heeft externe software nodig.
pa_in: ਇਸ ਐਡ-ਆਨ ਨੂੰ ਬਾਹਰੀ ਸਾਫ਼ਟਵੇਅਰ ਦੀ ਲੋੜ ਹੈ।
pl: Dodatek wymaga zewnętrznego oprogramowania.
pt_pt: Este extra necessita de software externo.
ru: Это дополнение требует стороннего программного обеспечения.
sl: Ta dodatek potrebuje zunanjo programsko opremo.
uk: Цей додаток потребує сторонню програму.
zh_cn: 这个附加组件需要外部软件。

source: View Source?
cs: Zobrazit zdrojový kód?
de: Quelltext ansehen?
el: Προβολή πηγαίου κώδικα;
es: ¿Ver el código fuente?
fr: Voir le code source ?
it: Mostra il codice sorgente?
ja: ソースコードを表示
ko: 소스를 볼까요?
nl: Bron bekijken?
pa_in: ਸਰੋਤ ਵੇਖੋ?
pl: Wyświetlać kod źródłowy?
pt_pt: Ver fonte?
ru: Показать исходник?
sl: Izvor viden?
uk: Переглянути програмний код?
zh_cn: 查看源代码？

source: Whether the source of your add-on can be displayed in our online viewer.
cs: Zda smí být zdrojový kód doplňku zobrazen v našem online prohlížeči.
de: Ob der Quellcode Ihres Add-ons in unserer Online-Quellcode-Anzeige betrachtet werden kann.
el: Αν θα εμφανίζεται ο πηγαίος κώδικας του πρόσθετου σας στον ενσωματωμένο επεξεργαστή μας.
es: Indica si el código fuente de tu complemento puede verse en nuestro visor en línea.
fr: Si le code source de votre module peut être affiché dans notre visualisateur en ligne.
it: Indica se è possibile visualizzare il codice sorgente del componente aggiuntivo nel visualizzatore online.
ja: このアドオンのソースコードをサイト上のビューアで表示できます。
ko: 당신이 만든 부가 기능의 소스 코드도 저희 온라인 뷰어에 노출될 수 있습니다.
nl: U kunt aangeven of de bron van uw add-on mag worden weergegeven in onze online-weergave.
pl: Czy kod źródłowy twojego dodatku może być wyświetlany w naszej przeglądarce online?
pt_pt: Se o código fonte do seu extra pode ser apresentado no nosso visualizador online.
ru: Может ли исходник вашего дополнения быть отображён в нашем средстве онлайн-просмотра.
sl: Ali je vir vašega dodatka mogoče prikazati z našim spletnim pregledovalnikom.
zh_cn: 您附加组件的源代码是否可以在我们的在线查看器中浏览。

source: This add-on's source code is publicly viewable.
cs: Zdrojový kód tohoto doplňku je veřejně zobrazitelný.
de: Der Quelltext dieses Add-ons ist öffentlich einsehbar.
el: Ο πηγαίος κώδικας του πρόσθετου διατίθεται για δημόσια προβολή.
es: El código fuente de este complemento puede verse de forma pública.
fr: Le code source de ce module est publiquement visible.
it: Il codice sorgente di questo componente aggiuntivo è visibile pubblicamente.
ja: このアドオンのソースコードを一般に公開します。
ko: 이 부가 기능의 소스 코드를 누구나 볼 수 있게 합니다.
nl: De broncode van deze add-on mag worden ingezien.
pa_in: ਇਸ ਐਡ-ਆਨ ਦਾ ਸੋਰਸ ਕੋਡ ਜਨਤਕ ਤੌਰ ਤੇ ਵੇਖਣਯੋਗ ਹੈ।
pl: Kod źródłowy tego dodatku jest upubliczniony.
pt_pt: O código fonte deste extra é visível publicamente.
ru: Исходный код этого дополнения доступен для публичного просмотра.
sl: Izvorna koda za ta dodatek je javno na ogled.
uk: Програмний код цього додатку є загальнодоступним.
zh_cn: 此附加组件的源代码可以公开查看。

source: No, this add-on's source code is not publicly viewable.
cs: Zdrojový kód tohoto doplňku není veřejně zobrazitelný.
de: Der Quellcode dieses Add-ons ist nicht öffentlich einsehbar.
el: Όχι, ο πηγαίος κώδικας αυτού του πρόσθετου δεν είναι διαθέσιμος για δημόσια προβολή.
es: No, el código fuente de este complemento no puede verse de forma pública.
fr: Non, le code source de ce module n'est pas visible publiquement.
it: No, il codice sorgente di questo componente aggiuntivo non è visibile pubblicamente.
ja: いいえ、このアドオンのソースコードを一般には公開しません。
ko: 아니오, 이 부가 기능의 소스 코드를 공개적으로 볼 수 없도록 합니다.
nl: Nee, de broncode van deze add-on is niet beschikbaar voor het publiek.
pa_in: ਨਹੀਂ, ਇਸ ਐਡ-ਆਨ ਦਾ ਸੋਰਸ ਕੋਡ ਜਨਤਕ ਤੌਰ ਤੇ ਵੇਖਣਯੋਗ ਨਹੀਂ ਹੈ।
pl: Nie, kod źródłowy tego dodatku nie jest upubliczniony.
pt_pt: Não, o código fonte deste extra não á visível publicamente.
ru: Нет, исходный код этого дополнения не является общедоступным.
sl: Ne, izvorna koda za ta dodatek ni javno na ogled.
uk: Програмний код цього додатку не є загальнодоступним.
zh_cn: 不，此附加组件的源代码不能公开查看。

source: Public Stats?
cs: Veřejné statistiky?
de: Öffentliche Statistiken?
el: Δημόσια στατιστικά;
es: ¿Estadísticas públicas?
fr: Statistiques publiques ?
it: Statistiche pubbliche?
ja: 公開統計情報
ko: 통계를 공개할까요?
nl: Publieke statistieken?
pa_in: ਜਨਤਕ ਅੰਕੜੇ?
pl: Upublicznić statystyki?
pt_pt: Estatísticas públicas?
ru: Публичная статистика?
sl: Statistika javna?
uk: Публічна статистика?
zh_cn: 公开统计数据？

source: Whether the download and usage stats of your add-on can be displayed in our online viewer.
cs: Zda mohou být informace o stahovanosti a používanosti vašeho doplňku zobrazeny návštěníkům.
de: Ob die Download- und Benutzungsstatistiken Ihres Add-ons in unserem Online-Betrachter angezeigt werden können.
el: Είτε τα στατιστικά λήψεων και χρήσης του προσθέτου σας μπορούν να εμφανιστούν στο διαδικτυακό πρόγραμμα προβολής μας.
es: Si las estadísticas de descarga y uso de tu complemento pueden mostrarse en nuestra vista en línea.
fr: Permet de donner l'accès aux statistiques de téléchargement et d'utilisation dans notre visualisateur en ligne.
it: Se le statistiche di download e utilizzo del tuo componente aggiuntivo possono essere visualizzate online.
ja: アドオンのダウンロード数や使用統計をサイト上のビューアで表示できます。
ko: 부가 기능의 다운로드와 이용량 통계를 온라인 상에 공개할 지 결정합니다.
nl: Of de download- en gebruiksstatistieken van uw add-on mogen worden weergegeven in onze online viewer.
pl: Czy statystyki dotyczące pobrań i używania twojego dodatku mogą być wyświetlane w naszej przeglądarce online?
pt_pt: Define se as estatísticas de transferência e uso do seu extra podem ser mostradas no nosso visualizador on-line.
ru: Статистика загрузок или использования вашего дополнения может быть показана в нашем средстве онлайн-просмотра.
sl: Ali je podatke o prenosih in uporabi mogoče prikazati z našim spletnim pregledovalnikom.
zh_cn: 无论是您的附加组件的下载量还是用户量的统计数据，都会显示在我们的在线查看器中。

source: This add-on's stats are publicly viewable.
cs: Statistiky tohoto doplňku jsou veřejně dostupné.
de: Die Statistiken dieses Add-ons sind öffentlich einsehbar.
el: Τα στατιστικά αυτού του προσθέτου είναι σε δημόσια προβολή.
es: Las estadísticas de este complemento son visibles públicamente.
fr: Les statistiques de ce module sont publiquement visibles.
it: Le statistiche di questo componente aggiuntivo sono visibili pubblicamente.
ja: このアドオンの統計情報を一般に公開します。
ko: 이 부가 기능의 통계를 공개적으로 볼 수 있게 합니다.
nl: De statistieken van deze add-on zijn openbaar in te zien.
pa_in: ਇਸ ਐਡ-ਆਨ ਦੇ ਅੰਕੜੇ ਜਨਤਕ ਤੌਰ ਤੇ ਵੇਖਣਯੋਗ ਹਨ।
pl: Statystyki tego dodatku są upublicznione.
pt_pt: As estatísticas deste extra são visíveis publicamente.
ru: Статистика этого дополнения доступна для публичного просмотра.
sl: Statistika za ta dodatek je javno na ogled.
uk: Статистика цього додатку є загальнодоступною.
zh_cn: 此附加组件的统计数据可以公开查看。

source: No, this add-on's stats are not publicly viewable.
cs: Statistiky k tomuto doplňku nejsou veřejně přístupné.
de: Nein, die Statistiken dieses Add-ons sind nicht öffentlich einsehbar.
el: Όχι, τα στατιστικά αυτού του προσθέτου δεν είναι σε δημόσια προβολή
es: No, las estadísticas de este complemento no son visibles públicamente.
fr: Non, les statistiques de ce module ne sont pas visibles publiquement.
it: No, le statistiche di questo componente aggiuntivo non sono visibili pubblicamente.
ja: いいえ、このアドオンの統計情報を一般には公開しません。
ko: 아니오, 이 부가 기능의 통계를 공개적으로 볼 수 없게 합니다.
nl: Nee, de astatistieken van deze add-on zijn niet openbaar in te zien.
pa_in: ਨਹੀਂ, ਇਸ ਐਡ-ਆਨ ਦੇ ਅੰਕੜੇ ਜਨਤਕ ਤੌਰ ਤੇ ਵੇਖਣਯੋਗ ਨਹੀਂ ਹਨ।
pl: Nie, statystyki tego dodatku nie są upublicznione.
pt_pt: As estatísticas desse extra não são visíveis publicamente.
ru: Нет, статистика этого дополнения не доступна для публичного просмотра.
sl: Ne, statistika za ta dodatek ni javno na ogled.
uk: Статистика цього додатку не є загальнодоступною.
zh_cn: 不，此附加组件的统计数据不能公开查看。

source: Upgrade SDK?
cs: Aktualizovat SDK?
de: SDK aktualisieren?
el: Να γίνει ενημέρωση του SDK;
es: ¿Actualizar el SDK?
fr: Mettre à jour le SDK ?
it: Aggiornamento SDK?
ja: SDK をアップグレード
ko: SDK를 업그레이드 하시겠습니까?
nl: SDK upgraden?
pa_in: ਅੱਪਗਰੇਡ SDK?
pl: Aktualizuj za pomocą SDK
pt_pt: Atualizar SDK?
ru: Обновить SDK?
sl: Posodobiti SDK?
uk: Оновити SDK?
zh_cn: 升级 SDK？
