Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The licensor permits others to copy, distribute and transmit only unaltered copies of the work — not derivative works based on it.
cs: Licence umožňuje ostatním kopírovat, distribuovat a přenášet dílo pouze v nezměněné podobě — odvozená díla nejsou povolena.
de: Der Lizenzgeber erlaubt es anderen, nur unveränderte Kopien des Werks zu kopieren, zu verteilen und zu übermitteln — keine darauf basierenden Abwandlungen.
es: El titular de la licencia permite que otros copien, distribuyan y transmitan únicamente copias no alteradas de la obra, no obras derivadas.
fr: L'ayant droit donne le droit aux autres de copier, distribuer et transmettre uniquement des copies non altérées de l'œuvre.
it: Il Licenziante consente ad altri di copiare, distribuire e trasmettere solo copie inalterate di quest'opera — non sono consentite opere derivate.
ko: 라이선스 보유자가 다른 사람이 복사, 배포, 변형되지 않은 저작물 사본을 전송하는 것을 허용합니다. 단, 저작물을 사용한 파생 작품은 제외합니다.
nl: De licentiegever staat anderen alleen toe ongewijzigde kopieën van het werk te kopiëren, verspreiden en verzenden &ndash; geen ervan afgeleide werken.
pa_in: ਲਾਇਸੰਸਰ ਦੂਜਿਆਂ ਨੂੰ ਕੇਵਲ ਉਸਦੇ ਕੰਮ ਦੀਆਂ ਬਿਨਾਂ-ਬਦਲਾਅ ਵਾਲੀਆਂ ਨਕਲਾਂ ਦੀ ਕਾਪੀ, ਵੰਡਣ ਅਤੇ ਭੇਜਣ ਦੀ ਮਨਜ਼ੂਰੀ ਦਿੰਦਾ— ਨਾ ਕਿ ਇਸ ਤੇ ਅਧਾਰਿਤ ਛਾਪਾਂ ਦੀ।
pl: Licencjodawca zezwala kopiować, rozpowszechniać i odtwarzać prace tylko w niezmienionej postaci – nie prace pochodne bazujące na oryginale.
pt_pt: O licenciador permite que outros copiem, distribuam e transmitam apenas cópias inalteradas do trabalho - não trabalhos derivados com base nele.
ru: Лицензиар позволяет другим копировать, распространять и передавать только неизменённые копии работ — не производные работы на его основе.
sl: Dajatelj licence dovoljuje drugim kopirati, distribuirati in prenašati samo nespremenjene kopije svojega dela - in ne izpeljank, ki temeljijo na njem,
uk: Ліцензіар дозволяє іншим копіювати, поширювати і передавати тільки незмінені копії роботи — не похідні роботи на його основі.
zh_cn: 许可方允许他人对作品原封不动地进行复制、发行和传播，但不得进行演绎创作。

source: Your Theme will be released under the following license:
cs: Váš motiv bude k dispozici pod následující licencí:
de: Ihr Theme wird unter der folgenden Lizenz veröffentlicht:
es: Tu tema se publicará bajo la siguiente licencia:
fr: Votre thème sera mis à disposition sous la licence suivante :
it: Il tuo tema verrà distribuito con la seguente licenza:
ko: 테마가 다음의 라이선스 하에 공개됩니다:
nl: Uw thema wordt uitgegeven onder de volgende licentie:
pa_in: ਤੁਹਾਡਾ ਥੀਮ ਅੱਗੇ ਦਿੱਤੇ ਲਾਇਸੰਸ ਦੇ ਅਧੀਨ ਜਾਰੀ ਕੀਤਾ ਜਾਵੇਗਾ:
pl: Twój motyw zostanie opublikowany na następującej licencji:
pt_pt: Teu tema será lançado sob a seguinte licença:
ru: Ваша тема будет выпущена на условиях следующей лицензии:
sl: Vašo Temo se bo objavilo po naslednjo licenco:
uk: Ваша тема буде випущена на умовах такої ліцензії:
zh_cn: 您的主题将在以下许可下发布：

source: Select a different license.
cs: Volba odlišné licence.
de: Wählen Sie eine andere Lizenz.
es: Selecciona una licencia diferente.
fr: Sélectionnez une licence différente.
it: Scegli un'altra licenza.
ja: 別のライセンスを選択してください。
ko: 다른 라이선스를 선택하세요.
nl: Een andere licentie selecteren.
pa_in: ਇੱਕ ਵੱਖ ਲਾਇਸੰਸ ਚੁਣੋ।
pl: Wybierz inną licencję.
pt_pt: Seleccione uma licença diferente.
ru: Выберите другую лицензию.
sl: Izberite drugo licenco.
uk: Виберіть іншу ліцензію.
zh_cn: 选择别的许可协议。

source: Select a license for your Theme.
cs: Zvolte licenci vašho motivu
de: Wählen Sie eine Lizenz für Ihr Theme.
es: Selecciona una licencia para tu tema.
fr: Sélectionnez une licence pour votre thème.
it: Seleziona un tipo di licenza per il tuo tema.
ja: テーマのライセンスを選択してください。
ko: 여러분의 테마를 위한 라이선스를 선택하세요.
nl: Selecteer een licentie voor uw thema.
pa_in: ਆਪਣੇ ਥੀਮ ਲਈ ਇੱਕ ਲਾਇਸੰਸ ਚੁਣੋ।
pl: Wybierz licencję swojego motywy.
pt_pt: Selecione uma licença para o seu tema.
ru: Выберите лицензию для вашей темы.
sl: Izberite licenco za svojo Temo.
uk: Виберіть ліцензію для своєї теми.
zh_cn: 为您的主题选择一个许可协议。

source: Theme Design
cs: Vzhled motivu
de: Theme-Gestaltung
es: Diseño de temas
fr: Design du thème
it: Motivo del tema
ja: テーマのデザイン
ko: 테마 디자인
nl: Thema-ontwerp
pa_in: ਥੀਮ ਡਿਜਾਇਨ
pl: Projekt motywu
pt_pt: Design do tema
ru: Дизайн темы
sl: Načrt teme
uk: Дизайн теми
zh_cn: 主题设计

source: Upload New Design
cs: Nahrát nový návrh
de: Neues Design hochladen
es: Subir un nuevo diseño
fr: Envoyer un nouveau design
it: Carica un nuovo motivo
ja: 新しいデザインをアップロード
ko: 새 디자인 업로드
nl: Nieuw ontwerp uploaden
pa_in: ਨਵਾਂ ਡਿਜਾਇਨ ਅੱਪਲੋਡ ਕਰੋ
pl: Wgraj nowy projekt
pt_pt: Enviar um novo design
uk: Завантажити новий дизайн
zh_cn: 上传新的设计

source: Upon upload and form submission, the AMO Team will review your updated design. Your current design will still be public in the meantime.
de: Sobald der Upload abgeschlossen und das Formular abgesendet ist, wird das AMO-Team Ihr aktualisiertes Design überprüfen. Ihr aktuelles Design ist währenddessen weiter verfügbar.
es: Tras cargar y enviar el formulario, el equipo de AMO revisará tu diseño actualizado. Tu diseño actual seguirá siendo público mientras tanto.
fr: Après envoi et validation du formulaire, l'équipe AMO validera votre design mis à jour. Vos designs actuels restent public en attendant cette validation.
it: Una volta caricato il motivo e dopo aver compilato e inviato l'apposito modulo, il team di AMO revisionerà il nuovo motivo. Nel frattempo agli utenti verrà proposto il motivo attuale.
ko: 업로드 및 양식 제출시 AMO 팀이 업데이트한 디자인을 심사하게 됩니다. 현재 디자인은 심사가 끝날때까지는 계속 공개 상태일 것입니다.
nl: Bij uploaden en indienen van het formulier beoordeelt het AMO-team uw bijgewerkte ontwerp. Ondertussen blijft uw huidige ontwerp beschikbaar.
pa_in: ਅੱਪਲੋਡ ਅਤੇ ਫ਼ਾਰਮ ਦਾਖਲ ਕਰਨ ਤੋਂ ਬਾਅਦ, AMO ਟੀਮ ਤੁਹਾਡੇ ਅੱਪਡੇਟ ਕੀਤੇ ਡਿਜਾਇਨ ਦੀ ਸਮੀਖਿਆ ਕਰੇਗੀ। ਇਸ ਦੌਰਾਨ ਤੁਹਾਡਾ ਮੌਜੂਦਾ ਡਿਜਾਇਨ ਅਜੇ ਵੀ ਜਨਤਕ ਰਹੇਗਾ।
pl: Po wgraniu i przesłaniu formularza zespół AMO sprawdzi zaktualizowany projekt. W tym czasie aktualny projekt będzie nadal publicznie dostępny.
pt_pt: Após envio e submissão do formulário, a equipa do AMO irá rever o seu design atualizado. Durante este processo o design atual continuará a ser público.
uk: Після завантаження та відправлення форми команда AMO розгляне ваш оновлений дизайн. Поки що для загалу буде показаний ваш поточний дизайн.
zh_cn: 上传并提交，AMO 团队会审核您更新的设计。在此期间，仍然会公开呈现现有的设计。

source: Your previously resubmitted design, which is under pending review.
de: Ihr vorher erneut eingereichtes Design, das noch überprüft wird.
es: Tu diseño reenviado previamente, el cual está pendiente de revisión.
fr: Votre design précédemment ré-envoyé, qui attends une validation.
it: Il motivo che hai reinviato, ancora in attesa di revisione.
ko: 이전에 다시 제출했던 디자인으로 심사 대기중에 있습니다.
nl: Uw eerder ingediende ontwerp, dat nog wacht op beoordeling.
pa_in: ਤੁਹਾਡਾ ਪਿਛਲਾ ਮੁੜ-ਦਾਖਲ ਹੋਇਆ ਡਿਜਾਇਨ, ਜਿਹੜਾ ਅਧੂਰੀ ਸਮੀਖਿਆ ਦੇ ਅਧੀਨ ਹੈ।
pl: Twój zgłoszony wcześniej projekt, który jest w trakcie przeglądu.
pt_pt: O seu design anteriormente resubmetido e que aguarda revisão.
uk: Ваш раніше представлений дизайн, який очікує перевірки.
zh_cn: 之前你重新提交并处于待审核中的设计。

source: Pending Header
cs: Čekající hlavička
de: Zu überprüfender Kopfbereich
es: Cabecera pendiente
fr: Entête d'attente
it: Immagine di testata in sospeso
ja: 保留中のヘッダ
ko: 대기중 상단
nl: Wachtende headerafbeelding
pa_in: ਅਧੂਰਾ ਸਿਰਲੇਖ
pl: Oczekujący nagłówek
pt_pt: Cabeçalho em espera
uk: Очікуваний заголовок
zh_cn: 待定页眉

source: Pending Footer
cs: Čekající patička
de: Zu überprüfender Fußbereich
es: Pie de página pendiente
fr: Pieds de page d'attente
it: Immagine di piè di pagina in sospeso
ja: 保留中のフッタ
ko: 대기중 하단
nl: Wachtende footerafbeelding
pa_in: ਅਧੂਰਾ ਪਦਲੇਖ
pl: Oczekująca stopka
pt_pt: Rodapé em espera
uk: Чекаюче нижнє зображення
zh_cn: 待定页脚

source: Header
cs: Hlavička
de: Kopfbereich
es: Encabezado
fr: Entête
it: Immagine di testata
ja: ヘッダ
ko: 상단
pa_in: ਸਿਰਲੇਖ
pl: Nagłówek
pt_pt: Cabeçalho
ru: Верхнее изображение
sl: Glava
uk: Верхнє зображення
zh_cn: 页眉

source: Footer
cs: Patička
de: Fußbereich
es: Pie de página
fr: Pied de page
it: Immagine di pié di pagina
ja: フッタ
ko: 하단
pa_in: ਪਦਲੇਖ
pl: Stopka
pt_pt: Rodapé
ru: Нижнее изображение
sl: Noga
uk: Нижнє зображення
zh_cn: 页脚

source: Select colors for your Theme.
cs: Zvolte barvy pro váš motiv
de: Wählen Sie Farben für Ihr Theme aus.
es: Selecciona colores para tu tema.
fr: Sélectionnez les couleurs de votre thème.
it: Scegli i colori per il tuo tema.
ja: テーマの配色を選択してください。
ko: 테마에 사용할 색을 설정하세요.
nl: Selecteer kleuren voor uw thema.
pa_in: ਆਪਣੇ ਥੀਮ ਲਈ ਰੰਗ ਚੁਣੋ।
pl: Wybierz kolory swojego motywu.
pt_pt: Selecione as cores para o seu tema.
ru: Выберите цвета для вашей темы.
sl: Izberite barve za svojo Temo.
uk: Оберіть кольори для вашої теми.
zh_cn: 选择主题的颜色。

source: Foreground Text
cs: Text na popředí
de: Vordergrund-Text
el: Χρώμα προσκηνίου
es: Texto de primer plano
fr: Texte d'avant plan
it: Testo in primo piano
ja: 前景テキスト
ko: 글자 전경색
nl: Voorgrondtekst
pa_in: ਫ਼ੌਰਗਰਾਂਊਡ ਟੈਕਸਟ
pl: Tekst pierwszoplanowy
pt_pt: Texto de fundo
ru: Текст переднего плана
sl: Besedilo v ospredju
uk: Текст переднього тла
zh_cn: 文字前景色

source: This is the color of the tab text.
cs: Jedná se o barvu textu na panelech.
de: Das ist die Farbe des Tab-Texts.
el: Αυτό θα είναι το χρώμα για το κείμενο των καρτελών
es: Este es el color del texto de la pestaña.
fr: Ceci est la couleur du texte de l'onglet.
it: Questo è il colore del testo delle schede.
ja: これはタブ上の文字色です。
ko: 탭 부분의 글자색입니다.
nl: Dit is de kleur van de tabbladtekst.
pa_in: ਇਹ ਟੈਬ ਟੈਕਸਟ ਦਾ ਰੰਗ ਹੈ।
pl: Kolor tekstu na etykietach kart.
pt_pt: ESta é a cor do texto do separador.
ru: Это цвет текста вкладки.
sl: To je barva besedila v zavihkih.
uk: Це колір тексту вкладки.
zh_cn: 这是标签文字的颜色。

source: Background
cs: Pozadí
de: Hintergrund
el: Παρασκήνιο
es: Fondo
fr: Arrière plan
it: Sfondo
ja: 背景
ko: 바탕색
nl: Achtergrond
pa_in: ਬੈਕਗਰਾਂਊਡ
pl: Tło
pt_pt: Fundo
ru: Фон
sl: Ozadje
uk: Тло
zh_cn: 背景色

source: This is the color of the tabs.
cs: Jedná se o barvu panelů
de: Das ist die Farbe der Tabs.
el: Αυτό θα είναι το χρώμα για τις καρτέλες
es: Este es el color de las pestañas.
fr: Ceci est la couleur des onglets.
it: Questo è il colore delle schede.
ja: これはタブの背景色です。
ko: 탭의 색상입니다.
nl: Dit is de kleur van de tabbladen.
pa_in: ਇਹ ਟੈਬਾਂ ਦਾ ਰੰਗ ਹੈ।
pl: Kolor etykiet kart.
pt_pt: Esta é a cor dos separadores.
ru: Это цвет вкладок.
sl: To je barva zavihkov.
uk: Це колір вкладок.
zh_cn: 这是标签的颜色。

source: Preview
cs: Náhled
de: Vorschau
el: Προεπισκόπηση
es: Vista preliminar
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pa_in: ਝਲਕ
pl: Podgląd
pt_pt: Pré-visualizar
ru: Предпросмотр
sl: Predogled
uk: Попередній перегляд
zh_cn: 预览

source: Your Theme's Name
cs: Jméno vašeho motivu
de: Name Ihres Themes
es: Nombre de tu tema
fr: Nom de votre thème
it: Il nome del tuo tema
ja: テーマの名前
ko: 테마의 이름
nl: Naam van uw thema
pa_in: ਤੁਹਾਡੇ ਥੀਮ ਦਾ ਨਾਂ
pl: Nazwa twojego motywu
pt_pt: Nome do seu tema
ru: Имя вашей темы
sl: Ime vaše Teme
uk: Ім'я вашої теми
zh_cn: 您的主题名

source: by <a href="%(profile_url)s" target="_blank">%(user)s</a>
cs: od <a href="%(profile_url)s" target="_blank">%(user)s</a>
de: Von <a href="%(profile_url)s" target="_blank">%(user)s</a>
el: από <a href="%(profile_url)s" target="_blank">%(user)s</a>
es: por <a href="%(profile_url)s" target="_blank">%(user)s</a>
fr: par <a href="%(profile_url)s" target="_blank">%(user)s</a>
it: di <a href="%(profile_url)s" target="_blank">%(user)s</a>
ja: 作者: <a href="%(profile_url)s" target="_blank">%(user)s</a>
ko: 제작: <a href="%(profile_url)s" target="_blank">%(user)s</a>
nl: door <a href="%(profile_url)s" target="_blank">%(user)s</a>
pa_in: ਵੱਲੋਂ <a href="%(profile_url)s" target="_blank">%(user)s</a>
pl: autor: <a href="%(profile_url)s" target="_blank">%(user)s</a>
pt_pt: por <a href="%(profile_url)s" target="_blank">%(user)s</a>
ru: от <a href="%(profile_url)s" target="_blank">%(user)s</a>
sl: avtor <a href="%(profile_url)s" target="_blank">%(user)s</a>
uk: від <a href="%(profile_url)s" target="_blank">%(user)s</a>
zh_cn: 由 <a href="%(profile_url)s" target="_blank">%(user)s</a> 创作

source: Create a New Theme
cs: Vytvoření nového motivu
de: Erstellen Sie ein neues Theme
es: Crear un tema nuevo
fr: Créer un nouveau thème
it: Crea un nuovo tema
ja: 新しいテーマを作成
ko: 새로운 테마 만들기
nl: Een nieuw thema maken
pa_in: ਇੱਕ ਨਵਾਂ ਥੀਮ ਰਚੋ
pl: Utwórz nowy motyw
pt_pt: Criar um novo tema
ru: Создать новую тему
sl: Ustvarite novo temo
uk: Створити нову тему
zh_cn: 创建新主题

source: Background themes let you easily personalize the look of your Firefox. Submit your own design below, or <a href="%(submit_url)s">learn how to create one</a>!
cs: Motivy vám dávají možnost si snadno přizpůsobit vzhled svého Firefoxu. Přidejte svůj vlastní motiv níže nebo <a href="%(submit_url)s">si přečtěte, jak vytvořit nový</a>!
de: Mit Hintergrund-Themes können Sie einfach das Erscheinungsbild Ihres Firefox’ personalisieren. Übermitteln Sie im Folgenden Ihr eigenes Design oder <a href="%(submit_url)s">erfahren Sie, wie Sie eines erstellen</a>!
es: Los temas de fondo te permiten personalizar fácilmente el aspecto de tu Firefox. ¡Envía tu propio diseño más abajo, o <a href="%(submit_url)s">aprende cómo crear uno</a>!
fr: Les thèmes d'arrière plan vous permettent de facilement personnaliser le look de votre Firefox. Envoyez le votre ci-dessous, ou <a href="%(submit_url)s">apprenez comment en créer un</a> !
it: I temi di sfondo permettono di modificare in modo semplice l'aspetto di Firefox. Condividi il tuo design personalizzato tramite il modulo sottostante oppure <a href="%(submit_url)s">scopri come crearne uno</a>.
ko: 배경 테마는 Firefox 외형을 쉽게 개인화해 줍니다. 직접 만든 디자인을 올려주세요. 잘 모르겠다면 <a href="%(submit_url)s">제작 방법을 익혀보세요</a>!
nl: Met achtergrondthema’s kunt u eenvoudig de uitstraling van uw Firefox personaliseren. Dien hieronder uw eigen ontwerp in, of <a href="%(submit_url)s">lees hoe u er één kunt maken</a>!
pa_in: ਬੈਕਗਰਾਂਊਡ ਥੀਮ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੀ ਦਿੱਖ ਅਸਾਨੀ ਨਾਲ ਬਦਲਣ ਦਿੰਦੇ ਹਨ। ਆਪਣਾ ਡਿਜ਼ਾਇਨ ਹੇਠ ਦਾਖਲ ਕਰੋ, ਜਾਂ <a href="%(submit_url)s">ਜਾਣੋ ਇੱਕ ਕਿਵੇਂ ਰਚੀਏ</a>!
pl: Motywy tła pozwalają łatwo spersonalizować wygląd Firefoksa. Prześlij poniżej własny motyw lub <a href="%(submit_url)s">dowiedz się, jak go stworzyć</a>!
pt_pt: Os temas de fundo permitem-lhe personalizar facilmente a aparência do seu Firefox. Submeta o seu próprio design em baixo, ou <a href="%(submit_url)s">aprenda a criar um</a>!
sl: S temami za ozadje si lahko hitro in enostavno prilagodite videz svojega Firefoxa. Predložite spodaj svoj lastni izdelek ali pa <a href="%(submit_url)s">se naučite, kako si ga lahko naredite</a>!
uk: Фонові теми дозволяють легко персоналізувати зовнішній вигляд вашого Firefox. Додайте свій власний дизайн нижче, або <a href="%(submit_url)s">дізнайтеся, як його створити</a>!
zh_cn: 你可以借助背景主题很容易地个性化你的 Firefox 外观。在下面提交你自己的设计，或者<a href="%(submit_url)s">学习如何创建</a>！

source: Give your Theme a name.
cs: Dejte vašemu motivu jméno.
de: Geben Sie Ihrem Theme einen Namen.
es: Dar un nombre a tu tema nuevo.
fr: Donnez un nom à votre thème.
it: Scegli un nome per il tuo tema.
ja: テーマに名前を付けてください。
ko: 테마 이름 짓기
nl: Geef uw thema een naam.
pa_in: ਆਪਣੇ ਥੀਮ ਨੂੰ ਇੱਕ ਨਾਂ ਦਿਓ।
pl: Podaj nazwę motywu
pt_pt: Dê um nome ao seu tema.
ru: Дайте вашей теме имя.
sl: Dajte svoji Temi ime.
uk: Дайте назву своїй темі.
zh_cn: 给主题取个名字。

source: By submitting your Theme, you agree to the <a href="%(tos_url)s" target="_blank">Themes Terms of Service</a>. Your Theme is subject to approval according to the standards established in the <a href="%(guidelines_url)s" target="_blank">Review Guidelines</a>.
cs: Odesláním svého motivu souhlasíte s <a href="%(tos_url)s" target="_blank">podmínkami použití služby</a>. Váš motiv je předmětem schvalovacího procesu a měl by splňovat <a href="%(guidelines_url)s" target="_blank">Podmínky pro schválení</a>.
de: Indem Sie Ihr Theme einreichen, stimmen Sie den <a href="%(tos_url)s" target="_blank">Nutzungsbedingungen für Themes</a> zu. Ihr Theme unterliegt einer Prüfung gemäß der Standards, die in den <a href="%(guidelines_url)s" target="_blank">Prüfungsrichtlinien</a> festgelegt wurden.
es: Al enviar el tema aceptas los <a href="%(tos_url)s" target="_blank">términos del servicio de temas</a>. Tu tema está sujeto a aprobación de acuerdo con los estándares establecidos en las <a href="%(guidelines_url)s" target="_blank">pautas sobre valoraciones</a>.
fr: En envoyant votre Thème, vous acceptez <a href="%(tos_url)s" target="_blank">les conditions d'utilisations des thèmes</a>. Votre Thème est soumis à l'acceptation suivant les conditions décrites dans nos <a href="%(guidelines_url)s" target="_blank">directives de validation</a>.
it: Caricando il tuo tema, confermi di accettare <a href="%(tos_url)s" target="_blank">i Termini di servizio sui temi</a>. Il tema sarà soggetto all'approvazione secondo i criteri indicati nelle <a href="%(guidelines_url)s" target="_blank">linee guida per le revisioni</a>.
ko: 테마를 업로드하려면 <a href="%(tos_url)s" target="_blank">테마 이용 약관</a>에 동의해야 합니다. 테마는 <a href="%(guidelines_url)s" target="_blank">심사 가이드라인</a> 내에 설정된 기준에 따라 승급됩니다.
nl: Door uw thema in te dienen accepteert u de <a href="%(tos_url)s" target="_blank">Servicevoorwaarden voor thema’s</a>. Uw thema dient te worden goedgekeurd volgens de normen die zijn neergelegd in de <a href="%(guidelines_url)s" target="_blank">Beoordelingsrichtlijnen</a>.
pl: Przesyłając motyw, akceptujesz <a href="%(tos_url)s" target="_blank">Warunki korzystania dla motywów</a>. Twój motyw podlega zatwierdzeniu zgodnie z normami ustanowionymi w <a href="%(guidelines_url)s" target="_blank">Wytycznych dla recenzentów</a>.
pt_pt: Ao submeter o seu tema, concorda com os <a href="%(tos_url)s" target="_blank">termos do serviço de temas</a>. O seu tema está sujeito a aprovação de acordo com as normas estabelecidas nas <a href="%(guidelines_url)s" target="_blank">diretrizes de revisão</a>.
sl: S tem da predložite svojo Temo, se strinjate s <a href="%(tos_url)s" target="_blank">Pogoji uporabe tem</a>. Vaša tema je predmet postopka odobritve po standardih, ki so navedeni v <a href="%(guidelines_url)s" target="_blank">Smernicah za preglede</a>.
zh_cn: 提交您的主题，意味着您同意了<a href="%(tos_url)s" target="_blank">主题服务条款</a>。您的主题会根据<a href="%(guidelines_url)s" target="_blank">审核指南</a>确立的标准进行审核。

source: Submit Theme
cs: Přidat motiv
de: Theme übermitteln
es: Enviar tema
fr: Envoyer le thème
it: Carica tema
ja: テーマを登録
ko: 테마 제출
nl: Thema indienen
pa_in: ਥੀਮ ਦਾਖਲ ਕਰੋ
pl: Prześlij motyw
pt_pt: Enviar tema
ru: Представить тему
sl: Predloži Temo
uk: Представити тему
zh_cn: 发布主题

source: Your theme has been submitted to the Review Queue. You'll receive an email once it has been reviewed, typically within 24 hours.
cs: Váš motiv byl odeslán do fronty ke schválení. Jakmile bude zkontrolován, obdržíte o tom e-mail. Obvykle se tak stává do 24 hodin.
de: Ihr Theme wurde in die Warteschlange für Überprüfungen eingereiht. Sie erhalten eine E-Mail, sobald es überprüft wurde, meistens innerhalb von 24 Stunden.
es: Tu tema se ha enviado a la Cola de revisión. Recibirás un correo una vez haya sido revisado, normalmente en menos de 24 horas.
fr: Votre thème a été ajouté à la liste de modération. Vous recevrez une courriel une fois modéré, généralement dans les 24 heures.
it: Il tema è stato aggiunto alla coda di revisione. Quando sarà revisionato, di solito entro 24 ore, riceverai una notifica tramite email.
ko: 테마가 심사 대기열에 등록됐습니다. 심사가 끝나면 보통 24시간 안으로 이메일을 받아보게 됩니다.
nl: Uw thema is ingediend en staat in de beoordelingswachtrij. U ontvangt een e-mailbericht zodra het thema is beoordeeld, normaal gesproken binnen 24 uur.
pa_in: ਤੁਹਾਡਾ ਥੀਮ ਸਮੀਖਿਆ ਕਤਾਰ ਵਿੱਚ ਦਾਖਲ ਹੋ ਚੁੱਕਿਆ। ਇਸ ਦੀ ਇੱਕ ਵਾਰ ਸਮੀਖਿਆ ਹੋਣ ਤੇ ਖਾਸ ਤੌਰ ਤੇ 24 ਘੰਟਿਆਂ ਵਿੱਚ, ਤੁਹਾਨੂੰ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।
pl: Twój motyw został umieszczony w kolejce do sprawdzenia. Otrzymasz e-mail, gdy motyw zostanie sprawdzony, zwykle w czasie 24 godzin.
pt_pt: O seu tema foi submetido para a fila de revisão. Irá receber um email assim que este estiver revisto, tipicamente num período de 24 horas.
sl: Vaša tema je predložena in čaka v vrsti na pregled. Ko be enkrat pregledana, tipično v 24 urah, boste dobili pošto.
uk: Ваша тема була відправлена в чергу на перевірку. Ви отримаєте електронний лист після того, як вона буде перевірена, зазвичай протягом 24 годин.
zh_cn: 您的主题已经提交到审核队列。一旦被审核将会收到电子邮件，通常是在24小时内。

source: Provide more details about your theme by <a href="%(edit_url)s">editing its listing</a>.
de: Geben Sie mehr Details zu Ihrem Theme an, indem Sie <a href="%(edit_url)s">seinen Listeneintrag bearbeiten</a>.
es: Proporciona más detalles sobre tu tema <a href="%(edit_url)s">editando su listado</a>.
fr: Fournissez plus de détails sur votre thème en <a href="%(edit_url)s">éditant son listing</a>.
it: Fornisci ulteriori dettagli sul tema <a href="%(edit_url)s">modificandone la scheda informativa</a>.
ko: <a href="%(edit_url)s">등재 정보를 편집해서</a> 테마에 보다 자세한 정보를 입력하세요.
nl: Geef meer details over uw thema door <a href="%(edit_url)s">de lijstopname te bewerken</a>.
pa_in: <a href="%(edit_url)s">ਇਸ ਦੀ ਸੂਚੀ ਵਿੱਚ ਸੋਧ</a> ਦੁਆਰਾ ਆਪਣੇ ਥੀਮ ਬਾਰੇ ਹੋਰ ਵੇਰਵਾ ਮੁਹੱਈਆ ਕਰਵਾਓ।
pl: Podaj więcej szczegółów o motywie, <a href="%(edit_url)s">edytując jego stronę</a>.
pt_pt: Forneça mais detalhes sobre o seu tema <a href="%(edit_url)s">editando a sua listagem</a>.
sl: <a href="%(edit_url)s">Uredite svojo objavo </a> in ji dodajte še druge podrobnosti o svoji temi.
uk: Надайте більш детальну інформацію про вашу тему, <a href="%(edit_url)s">відредагувавши її сторінку</a>.
zh_cn: <a href="%(edit_url)s">编辑列表</a>为您的主题提供更多详细情况。

source: View and subscribe to your theme's <a href="%(feed_url)s">activity feed</a> to stay updated on reviews, collections, and more.
de: Lesen und abonnieren Sie den<a href="%(feed_url)s">Aktivitäts-Feed</a> Ihres Themes, um in Sachen Überprüfung, Sammlungen und mehr auf dem Laufenden zu bleiben.
es: Visualiza y suscríbete a las <a href="%(feed_url)s">actualizaciones</a> de tu tema para no perder detalle sobre las revisiones, colecciones y mucho más.
fr: Voir et souscrire au <a href="%(feed_url)s">flux d'activité</a> de votre thème pour rester au courant de ses validation, collections et plus encore.
it: Visualizza e abbonati al <a href="%(feed_url)s">feed attività</a> del tuo tema per rimanere sempre aggiornato su recensioni, raccolte e altro ancora.
ko: 테마의 <a href="%(feed_url)s">활동량 피드</a>를 보고 구독하세요. 사용자 평가, 모음집 등록 등의 정보가 지속적으로 업데이트됩니다.
nl: Bekijk en abonneer u op de <a href="%(feed_url)s">activiteitenfeed</a> van uw thema om op de hoogte te blijven van beoordelingen, collecties en meer.
pa_in: ਸਮੀਖਿਆਵਾਂ, ਸੰਗ੍ਰਹਿਾਂ ਅਤੇ ਹੋਰਾਂ ਦੀ ਤਾਜ਼ਾ ਜਾਣਕਾਰੀ ਲਈ ਆਪਣੇ ਥੀਮ ਦੀ <a href="%(feed_url)s">ਸਰਗਰਮੀ ਫ਼ੀਡ</a> ਦੀ ਗਾਹਕੀ ਲਵੋ ਅਤੇ ਵੇਖੋ।
pl: Zobacz i subskrybuj <a href="%(feed_url)s">kanał aktywności</a> swojego motywu, by wiedzieć na bieżąco o opiniach, kolekcjach i innych aktywnościach.
pt_pt: Veja e subscreva ao <a href="%(feed_url)s">registo de atividade</a> do seu tema para se manter a par das revisões, coleções e muito mais.
sl: Oglejte si in naročite se na <a href="%(feed_url)s">spletna poročila</a> o svoji temi, da ostanete na tekočem, kar se ocen, zbirk idr. tiče.
uk: Перегляньте і підпишіться на <a href="%(feed_url)s">стрічку активності</a> вашої теми, щоб бути в курсі відгуків, добірок і багато іншого.
zh_cn: 查看并订阅您的主题的<a href="%(feed_url)s">活动情况</a>随时了解评论、收藏集和更多信息。
