Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The add-ons listed here have been created by thousands of developers from our community, ranging from individual hobbyists to large corporations. All publicly listed add-ons are reviewed by a team of editors before being released. Add-ons marked as Experimental have not been reviewed and should only be installed with caution.
pa_in: ਇੱਥੇ ਸੂਚੀਬੱਧ ਹੋਏ ਐਡ-ਆਨ ਸਾਡੇ ਭਾਈਚਾਰੇ ਦੇ ਹਜ਼ਾਰਾਂ ਡਿਵੈਲਪਰਾਂ ਵੱਲੋਂ ਬਣਾਏ ਗਏ ਹਨ, ਵਿਅਕਤੀਗਤ ਸ਼ੌਕੀਨਾਂ ਤੋਂ ਲੈ ਕੇ ਵੱਡੀਆਂ ਕਾਰਪੋਰੇਸ਼ਨਾਂ ਤੱਕ । ਸਾਰੇ ਜਨਤਕ ਸੂਚੀਬੱਧ ਕੀਤੇ ਐਡ-ਆਨਾਂ ਦੀ ਜਾਰੀ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਸੰਪਾਦਕਾਂ ਦੀ ਇੱਕ ਟੀਮ ਵੱਲੋਂ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਪਰਖ ਕਰੋ ਦੇ ਨਿਸ਼ਾਨ ਵਾਲੇ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ ਅਤੇ ਸਾਵਧਾਨੀ ਨਾਲ ਇੰਸਟਾਲ ਕਰਨੇ ਚਾਹੀਦੇ ਹਨ।
pt_pt: Os extras listados aqui foram criados por milhares de programadores da nossa comunidade, que vão desde indivíduos a grandes empresas. Todos os extras publicamente listados são revistos por uma equipa de editores antes de serem lançados. Extras marcados como experimentais não foram revistos e devem ser instalados com precaução.
uk: Розміщені тут додатки були створені тисячами розробників з нашої спільноти, починаючи від окремих любителів і закінчуючи великими корпораціями. Всі загальнодоступні додатки перевірені командою редакторів перед їх випуском. Додатки, позначені як Експериментальні, не були перевірені і їх слід встановлювати з обережністю.
zh_cn: 这里列出的附加组件是由我们社区广泛的开发者所创作，从个人爱好者到大型企业。所有公开列出的附加组件都已由一组编辑在发布之前进行审核。尚未审核的附加组件被标记为“实验性”，应谨慎安装。

source: How do I keep up with what's happening at AMO?
pa_in: ਮੈਂ AMO ਤੇ ਹੋਣ ਵਾਲੀਆਂ ਘਟਨਾਵਾਂ ਬਾਰੇ ਜਾਣੂ ਕਿਵੇਂ ਹੋ ਸਕਦਾ?
pt_pt: Como posso acompanhar o que se está a passar com o AMO?
uk: Як мені бути в курсі того, що відбувається на AMO?
zh_cn: 我该如何了解 AMO 上发生的事？

source: There are several ways to find out the latest news from the world of add-ons:
pa_in: ਐਡ-ਆਨਾਂ ਦੇ ਸੰਸਾਰ ਤੋਂ ਤਾਜ਼ੀਆਂ ਖਬਰਾਂ ਖੋਜਣ ਦੇ ਇੱਥੇ ਕਈ ਤਰੀਕੇ ਹਨ:
pt_pt: Existem várias formas de saber as últimas notícias do mundo dos extras:
uk: Є кілька способів бути в курсі останніх новин зі світу додатків:
zh_cn: 有几种方法能找出在附加组件世界的最新消息：

source: Our <a href="%(url)s">Add-ons Blog</a> is regularly updated with information for both add-on enthusiasts and developers.
pa_in: ਸਾਡਾ <a href="%(url)s">ਐਡ-ਆਨ ਬਲਾਗ</a> ਉਤਸ਼ਾਹੀ ਲੋਕਾਂ ਅਤੇ ਡਿਵੈਲਪਰਾਂ ਲਈ ਨਿੱਤ ਜਾਣਕਾਰੀ ਨਾਲ ਅੱਪਡੇਟ ਹੁੰਦਾ ਹੈ।
pt_pt: O nosso <a href="%(url)s">blogue de extras</a> é atualizado regularmente com informação para entusiastas e programadores de extras.
uk: Наш <a href="%(url)s">блог додатків</a> регулярно оновлюється інформацією як від любителів, так і від розробників.
zh_cn: 我们的<a href="%(url)s">附加组件博客</a>为附加组件开发者和爱好者定期提供最新消息。

source: We often post news, tips, and tricks to our Twitter account, <a href="%(url)s">mozamo</a>
pa_in: ਅਸੀਂ ਅਕਸਰ ਆਪਣੇ ਟਵਿੱਟਰ ਖਾਤੇ ਤੇ ਖਬਰਾਂ, ਨੁਕਤੇ ਅਤੇ ਚਾਲਾਂ ਪੋਸਟ ਕਰਦੇ ਹਾਂ, <a href="%(url)s">mozamo</a>
pt_pt: Muitas vezes publicamos notícias, truques e dicas na nossa conta <a href="%(url)s">mozamo</a> no Twitter.
uk: Ми часто публікуємо новини, поради і хитрощі в нашому обліковому записі Twitter, <a href="%(url)s">mozamo</a>
zh_cn: 我们的 Twitter 账户 <a href="%(url)s">mozamo</a> 会时常发布新闻、提示和小技巧。

source: Our <a href="%(url)s">forums</a> are a good place to interact with the add-ons community and discuss upcoming changes to AMO.
pa_in: ਸਾਡੀਆਂ <a href="%(url)s">ਫ਼ੋਰਮਾਂ</a> ਐਡ-ਆਨ ਭਾਈਚਾਰੇ ਨਾਲ ਗੱਲਬਾਤ ਕਰਨ ਅਤੇ AMO ਲਈ ਅੱਗੇ ਹੋਣ ਵਾਲੇ ਬਦਲਾਆਂ ਦੀ ਚਰਚਾ ਕਰਨ ਦੀ ਇੱਕ ਵਧੀਆ ਥਾਂ ਹੈ।
pt_pt: Os nosso <a href="%(url)s">fóruns</a> são um ótimo sítio para interagir com a comunidade de extras e discutir as futuras alterações ao AMO.
uk: Наші <a href="%(url)s">форуми</a> є хорошим місцем для взаємодії зі спільнотою додатків та обговорення майбутніх змін на AMO.
zh_cn: 我们的<a href="%(url)s">论坛</a>是附加组件社群交流与讨论 AMO 最新变化的一个好地方。

source: This sounds great! How can I get involved?
pa_in: ਇਹ ਸੁਣਨ'ਚ ਵਧੀਆ ਲੱਗਦਾ! ਮੈਂ ਸ਼ਾਮਲ ਕਿਵੇਂ ਹੋ ਸਕਦਾ?
pt_pt: Isto parece ótimo! Como posso envolver-me?
uk: Це звучить чудово! Як я можу долучитися?
zh_cn: 这听起来真棒！我该如何参与？

source: There are plenty of ways to get involved. If you're on the technical side:
pa_in: ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਇੱਥੇ ਕਾਫ਼ੀ ਤਰੀਕੇ ਹਨ। ਜੇਕਰ ਤੁਸੀਂ ਤਕਨੀਕੀ ਪੱਖ ਵੱਲ ਹੋ:
pt_pt: Existem várias formas de se envolver. Se estiver no lado técnico:
uk: Є багато способів долучитися. Якщо ви знайомі з технологіями:
zh_cn: 这里有很多方式可以参与进来。如果你在技术方面更感兴趣：

source: <a href="%(url)s">Make your own add-on</a>. We provide free hosting and update services and can help you reach a large audience of users.
pa_in: <a href="%(url)s">ਆਪਣੇ ਐਡ-ਆਨ ਦੀ ਰਚਨਾ ਕਰੋ</a>। ਅਸੀਂ ਮੁਫ਼ਤ ਹੋਸਟਿੰਗ ਅਤੇ ਅੱਪਡੇਟ ਸੇਵਾਵਾਂ ਮੁਹੱਇਆ ਕਰਵਾਉਂਦੇ ਅਤੇ ਉਪਭੋਗੀ ਦੀ ਇੱਕ ਵੱਡੀ ਹਾਜ਼ਰੀਨ ਤੱਕ ਪਹੁੰਚਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਦੇ ਹਾਂ।
pt_pt: <a href="%(url)s">Faça o seu próprio extra</a>. Nós fornecemos serviços de alojamento e atualização gratuitos e podemos ajudá-lo a atingir uma maior audiência de utilizadores.
uk: <a href="%(url)s">Створіть свій власний додаток</a>. Ми надаємо безкоштовний хостінг та службу оновлень, а також можемо допомогти вам охопити широку аудиторію користувачів.
zh_cn: <a href="%(url)s">制作你自己的附加组件</a>。我们提供免费的托管和更新服务，并能帮助你接触到大量的用户群体。

source: If you have add-on development experience, <a href="%(url)s"> become an editor</a>! Our editors are add-on fans with a technical background who review add-ons for code quality and stability.
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਐਡ-ਆਨ ਬਣਾਉਣ ਦੀ ਮਹਾਰਤ ਹੈ, <a href="%(url)s"> ਸੰਪਾਦਕ ਬਣੋ</a>! ਸਾਡੇ ਸੰਪਾਦਕ ਤਕਨੀਕੀ ਪਿਛੋਕੜ ਵਾਲੇ ਐਡ-ਆਨ ਪ੍ਰਸ਼ੰਸਕ ਹਨ ਜੋ ਕੋਡ ਗੁਣਵੱਤਾ ਅਤੇ ਸਥਿਰਤਾ ਲਈ ਐਡ-ਆਨਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰਦੇ ਹਨ।
pt_pt: Se tiver experiência no desenvolvimento de extras, <a href="%(url)s">torne-se num editor</a>! Os nossos editores são fãs de extras com experiência técnica que revêm a qualidade e estabilidade de extras.
uk: Якщо ви маєте досвід розробки додатків, <a href="%(url)s"> станьте редактором</a>! Наші редактори є фанатами додатків з технічною підготовкою, які переглядають додатки на якість та стабільність коду.
zh_cn: 如果你有附加组件的开发经验，<a href="%(url)s">成为一名编辑</a>也不错！我们的编辑是有技术背景的附加组件爱好者，负责审查附加组件源代码的质量和稳定性。

source: Help improve this website. It's open source, and you can file bugs and submit patches. <a href="%(url)s"> Bugzilla</a> contains all of our current bugs.
pt_pt: Ajude-nos a melhorar este site web. É código aberto e pode reportar bugs e submeter correções. O <a href="%(url)s"> Bugzilla</a> contem todos os nossos bugs atuais.
uk: Допоможіть покращити цей веб-сайт. Його програмний код є відкритим і ви можете реєструвати помилки та відправляти виправлення. <a href="%(url)s"> Bugzilla</a> містить всі наші поточні помилки.
zh_cn: 帮助改善本网站。它是开源的，你可以提出缺陷和提交补丁。<a href="%(url)s">Bugzilla</a> 包含了所有我们现有的缺陷。

source: If you're interested in add-ons but not quite as technical, there are still ways to help:
pa_in: ਜੇਕਰ ਤੁਹਾਡੀ ਐਡ-ਆਨਾਂ ਵਿੱਚ ਦਿਲਚਸਪੀ ਹੈ ਪਰ ਤਕਨੀਕੀ ਤੌਰ ਤੇ ਨਹੀਂ, ਤਾਂ ਵੀ ਇੱਥੇ ਸਹਾਇਤਾ ਕਰਨ ਦੇ ਕਈ ਢੰਗ ਹਨ:
pt_pt: Se estiver interessado em extras mas não de uma forma tão técnica, existem outras formas de ajudar:
uk: Якщо ви цікавитесь додатками, але не зовсім знайомі з технологіями, ви все одно маєте можливість допомогти:
zh_cn: 如果你对附加组件感兴趣，但没有太多技术知识，还是有办法来帮忙的：

source: Tell your friends! Let people know which add-ons you use.
pa_in: ਆਪਣੇ ਮਿੱਤਰਾਂ ਨੂੰ ਦੱਸੋ! ਲੋਕਾਂ ਨੂੰ ਜਾਨਣ ਦਿਓ ਤੁਸੀਂ ਕਿਹੜੇ ਐਡ-ਆਨ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ।
pt_pt: Diga aos seus amigos! Partilhe com o mundo os extras que utiliza.
uk: Розкажіть своїм друзям! Дайте людям знати, які додатки ви використовуєте.
zh_cn: 告诉您的朋友！让大家知道您用了哪些附加组件。

source: Participate in our <a href="%(url)s">forums</a>.
pa_in: ਸਾਡੀਆਂ <a href="%(url)s">ਫ਼ੋਰਮਾਂ</a> ਵਿੱਚ ਹਿੱਸਾ ਲਓ।
pt_pt: Participe nos nossos <a href="%(url)s">fóruns</a>.
uk: Беріть участь в наших <a href="%(url)s">форумах</a>.
zh_cn: 参与我们的<a href="%(url)s">论坛</a>。

source: Review add-ons on the site. Add-on authors are more likely to improve their add-ons and write new ones when they know people appreciate their work.
pa_in: ਸਾਈਟ ਤੇ ਐਡ-ਆਨਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ। ਐਡ-ਆਨ ਲੇਖਕਾਂ ਵੱਲੋਂ ਆਪਣੇ ਐਡ-ਆਨਾਂ ਨੂੰ ਵਧਾਉਣਾ ਅਤੇ ਨਵੇਂ ਬਣਾਉਣਾ ਸੰਭਾਵਿਤ ਹੈ ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਪਤਾ ਲੱਗਦਾ ਕੀ ਲੋਕ ਉਹਨਾਂ ਦੇ ਕੰਮ ਦੀ ਸਲਾਘਾ ਕਰਦੇ ਹਨ।
pt_pt: Reveja extras no site. Os autores de extras tenderão a melhorar os seus extras e escrever novos quando sabem que as pessoas apreciam o seu trabalho.
uk: Залишайте відгуки для додатку на сайті. Автори додатку більш схильні до вдосконалення своїх додатків та написання нових, якщо вони знають, що люди цінять їх роботу.
zh_cn: 为本站的附加组件评分。让附加组件的作者知道人们欣赏他们的作品，以此激励他们改进和编写新的附加组件。

source: I have a question
ja: 質問があります
pa_in: ਮੇਰਾ ਇੱਕ ਸਵਾਲ ਹੈ
pt_pt: Eu tenho uma questão
uk: У мене є питання
zh_cn: 我有个问题

source: A good place to start is our <a href="%(faq_url)s"><abbr title="Frequently Asked Questions">FAQ</abbr></a>. If you don't find an answer there, you can <a href="%(forum_url)s"> ask on our forums</a>.
pa_in: ਸ਼ੁਰੂਆਤ ਲਈ ਸਾਡੇ <a href="%(faq_url)s"><abbr title="Frequently Asked Questions">FAQ</abbr></a> ਇੱਕ ਵਧੀਆ ਥਾਂ ਹੈ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਇੱਥੇ ਜਵਾਬ ਨਹੀਂ ਮਿਲਿਆ, ਤੁਸੀਂ <a href="%(forum_url)s"> ਸਾਡੀਆਂ ਫ਼ੋਰਮਾਂ ਤੋਂ ਪੁੱਛ</a>ਸਕਦੇ ਹੋ।
pt_pt: Um bom sítio para começar é na nossa página de <a href="%(faq_url)s">perguntas frequentes (<abbr title="Frequently Asked Questions" lang="en">FAQ</abbr>)</a>. Se não encontrar uma resposta aqui pode <a href="%(forum_url)s">perguntar nos nossos fóruns</a>.
uk: Для початку перегляньте наші <a href="%(faq_url)s"><abbr title="Frequently Asked Questions">ЧаП</abbr></a>. Якщо ви не знайдете там відповіді, ви можете <a href="%(forum_url)s"> задати питання на наших форумах</a>.
zh_cn: 你可以从我们的<a href="%(faq_url)s"><abbr title="最常被问到问题">常见问题</abbr></a>入手。如果你还是没能找到答案，可以到<a href="%(forum_url)s">我们的论坛问问</a>。

source: If you really need to contact someone from the Mozilla team, please see our <a href="%(url)s"> contact information</a> page.
pa_in: ਜੇਕਰ ਤੁਹਾਨੂੰ ਵਾਕਿਏ ਹੀ ਮੌਜੀਲਾ ਟੀਮ ਵਿੱਚੋਂ ਕਿਸੇ ਨੂੰ ਸੰਪਰਕ ਕਰਨ ਦੀ ਲੋੜ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਸਾਡਾ <a href="%(url)s">ਸੰਪਰਕ ਜਾਣਕਾਰੀ</a> ਸਫ਼ਾ ਵੇਖੋ।
pt_pt: Se precisar mesmo de contactar alguém na equipa da Mozilla, por favor visite a nossa página de <a href="%(url)s">informações de contacto</a>
uk: Якщо вам дійсно потрібно зв'язатися з кимось із команди Mozilla, перегляньте нашу сторінку з <a href="%(url)s"> контактною інформацією</a>.
zh_cn: 如果你真的需要联系 Mozilla 团队中的某人，请查阅我们的<a href="%(url)s">联系信息</a>页面。

source: Who works on this website?
pa_in: ਇਸ ਵੈੱਬਸਾਈਟ ਤੇ ਕੌਣ ਕੰਮ ਕਰਦਾ?
pt_pt: Quem trabalha neste site web?
uk: Хто працює над цим веб-сайтом?
zh_cn: 这个网站是谁的作品？

source: Over the years, many people have contributed to this website, including both volunteers from the community and a dedicated AMO team. A list of significant contributors can be found on our <a href="%(url)s"> Site Credits</a> page.
pa_in: ਕਈ ਵਰ੍ਹਿਆਂ ਤੋਂ, ਬਹੁਤ ਸਾਰੇ ਲੋਕ ਇਸ ਵੈੱਬਸਾਈਟ ਵਿੱਚ ਯੋਗਦਾਨ ਦੇ ਰਹੇ ਹਨ, ਭਾਈਚਾਰੇ ਦੇ ਸਵੈ-ਇਛੁੱਕ ਅਤੇ ਇੱਕ ਸਮਰਪਿਤ AMO ਟੀਮ ਦੋਨੋ। ਸਾਡੇ <a href="%(url)s"> ਸਾਈਟ ਕ੍ਰੈਡਿਟ</a> ਸਫ਼ੇ ਤੋਂ ਅਹਿਮ ਯੋਗਦਾਨੀਆਂ ਦੀ ਇੱਕ ਸੂਚੀ ਮਿਲ ਸਕਦੀ ਹੈ।
pt_pt: Ao longo dos anos, muitas pessoas contribuíram para este site web, incluindo voluntários da comunidade e uma equipa dedicada do AMO. Uma lista dos colaboradores mais significativos pode ser encontrada na nossa página de <a href="%(url)s">créditos do site</a>
uk: Протягом років, багато людей зробили свій внесок в цей веб-сайт, як добровільні помічники зі спільноти, так і окремо команда AMO. Список важливих помічників можна знайти на нашій сторінці <a href="%(url)s">авторів сайту</a>.
zh_cn: 多年以来，有很多人对本站作出过贡献，包括社区志愿者和一个专门的 AMO 团队。显著贡献者的名单可在我们的<a href="%(url)s">网站贡献</a>页面找到。

source: Please use the verified email for this account.
pt_pt: Por favor, utilize o endereço email confirmado para esta conta.
zh_cn: 请使用这个账户经过验证的电子邮件地址。

source: By clicking "delete" your account is going to be <strong>permanently removed</strong>. That means:
pa_in: ਆਪਣਾ ਖਾਤਾ "ਹਟਾਓ" ਤੇ ਕਲਿੱਕ ਕਰਨ ਤੇ <strong>ਪੱਕੇ ਤੌਰ ਤੇ ਹਟਾਇਆ</strong> ਜਾਵੇਗਾ। ਇਸ ਤੋਂ ਭਾਵ:
pt_pt: Ao clicar "eliminar", a sua conta será <strong>permanentemente removida</strong>. Isto significa:
uk: Натиснувши "видалити", ваш обліковий запис буде <strong>остаточно видалено</strong>. Це означає що:
zh_cn: 一旦点击“删除”，您的账户就会被<strong>永久移除</strong>。那意味着：

source: You will not be able to log into %(site)s anymore.
pa_in: ਤੁਸੀਂ %(site)s ਤੇ ਹੁਣ ਲਾਗਇਨ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਰਹੋਗੇ।
pt_pt: Deixará de conseguir iniciar sessão em %(site)s.
uk: Ви більше не зможете увійти на %(site)s.
zh_cn: 您将不能登录到 %(site)s 。

source: Your reviews and ratings will not be deleted, but they will no longer be associated with you.
pa_in: ਤੁਹਾਡੀਆਂ ਸਮੀਖਿਆਵਾਂ ਅਤੇ ਰੇਟਿੰਗਾਂ ਹਟਾਈਆਂ ਨਹੀਂ ਜਾਣਗੀਆਂ, ਪਰ ਹੁਣ ਉਹ ਤੁਹਾਡੇ ਨਾਲ ਸੰਬੰਧਤ ਨਹੀਂ ਰਹਿਣਗੀਆਂ।
pt_pt: As suas análises e classificações não serão eliminadas, mas deixaram de estar associadas a si.
uk: Ваші відгуки й оцінки не будуть видалені, але вони більше не будуть пов'язані з вами.
zh_cn: 您的评论和评分不会被删除，但不再与您有关联。

source: Remember me on this device
ja: このブラウザにログイン情報を記憶
nl: Mij onthouden op dit apparaat
pa_in: ਮੈਨੂੰ ਇਸ ਜੰਤਰ ਤੇ ਯਾਦ ਰੱਖੋ
pt_pt: Memorizar-me neste dispositivo
uk: Запам'ятати мене на цьому пристрої
zh_cn: 在这台设备上记住我

source: Registration on AMO is <strong>not required</strong> if you simply want to download and install public add-ons.
ja: 公開されたアドオンをダウンロードしてインストールするだけなら、AMO にアカウント登録する必要は <strong>ありません</strong>。
pa_in: AMO ਤੇ ਪੰਜੀਕਰਨ ਦੀ <strong>ਲੋੜ ਨਹੀਂ</strong> ਜੇਕਰ ਤੁਸੀਂ ਕੇਵਲ ਜਨਤਕ ਐਡ-ਆਨਾਂ ਨੂੰ ਡਾਊਨਲੋਡ ਅਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।
pt_pt: O registo no AMO <strong>não é obrigatório</strong> se apenas quiser transferir e instalar extras públicos.
uk: Реєстрація на AMO є <strong>необов'язковою</strong>, якщо ви хочете просто завантажити та встановити загальнодоступні додатки.
zh_cn: 如果您只是简单地需要下载安装公开发布的附加组件，则 AMO <strong>并不</strong>强制用户注册。

source: You only need to register if:
ja: 次の場合に登録する必要があります:
pa_in: ਤੁਹਾਨੂੰ ਕੇਵਲ ਦਰਜ ਹੋਣ ਦੀ ਲੋੜ ਹੈ ਜੇਕਰ:
pt_pt: Só precisa de se registar se:
uk: Вам необхідно зареєструватися лише якщо:
zh_cn: 只有下列情况需要注册：

source: You want to submit reviews for add-ons
ja: アドオンのレビューを投稿したいとき
pa_in: ਤੁਸੀਂ ਐਡ-ਆਨਾਂ ਲਈ ਸਮੀਖਿਆਵਾਂ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ
pt_pt: Quiser submeter análises para extras
uk: Ви хочете залишати відгуки для додатків
zh_cn: 您想提交附加组件的评论

source: You want to keep track of your favorite add-on collections or create one yourself
ja: お気に入りのアドオンのコレクションを追ったり、自分のコレクションを作成したいとき
pa_in: ਤੁਸੀਂ ਆਪਣੇ ਪਸੰਦੀਦਾ ਐਡ-ਆਨ ਸੰਗ੍ਰਹਿਾਂ ਤੇ ਨਿਗਾਹ ਰੱਖਣੀ ਜਾਂ ਆਪਣੇ ਲਈ ਇੱਕ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ
pt_pt: Quiser manter um registo das suas coleções favoritas de extras ou criar uma nova coleção
uk: Ви хочете стежити за своїми улюбленими збірками додатків або створити власну збірку
zh_cn: 您想追踪喜爱的附加组件收藏集或者创建自己的收藏集

source: You are an add-on developer and want to upload your add-on for hosting on AMO
ja: アドオン開発者になって、AMO に掲載するアドオンをアップロードしたいとき
pa_in: ਤੁਸੀਂ ਇੱਕ ਐਡ-ਆਨ ਡਿਵੈਲਪਰ ਹੋ ਅਤੇ AMO ਤੇ ਮੇਜ਼ਬਾਨੀ ਲਈ ਆਪਣਾ ਐਡ-ਆਨ ਅੱਪਲੋਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ
pt_pt: Se for um programador de extras e quiser enviar o seu extra para ser disponibilizado no AMO
uk: Ви є розробником додатку і хочете вивантажити свій додаток для хостингу на AMO
zh_cn: 您是附加组件开发者并想要将自己的附加组件上传托管在 AMO

source: Upon successful registration, you will be sent a confirmation email to the address you provided. Please follow the instructions there to confirm your account.
ja: アカウント登録が完了すると、登録したメールアドレスに確認のメールが送信されます。メールに書かれた説明に従ってアカウント登録を確認してください。
pa_in: ਸਫ਼ਲਤਾਪੂਰਨ ਪੰਜੀਕਰਨ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਡੇ ਮੁਹੱਈਆ ਕਰਵਾਏ ਪਤੇ ਤੇ ਇੱਕ ਪੁਸ਼ਟੀ ਈਮੇਲ ਭੇਜੀ ਜਾਵੇਗੀ। ਆਪਣੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਲਈ ਇੱਥੇ ਦਿੱਤੇ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।
pt_pt: Após um registo bem sucedido, será enviada uma mensagem de correio eletrónico de confirmação para o endereço que forneceu. Por favor, siga as instruções dessa mensagem para confirmar a sua conta.
uk: Одразу після успішної реєстрації ви отримаєте електронний лист для підтвердження на надану вами адресу. Для підтвердження свого облікового запису, дотримуйтесь зазначених в ньому інструкцій.
zh_cn: 注册成功后，会有一封确认邮件发送到您提供的邮件地址，请按照其中的说明确认您的账户。

source: If you like, you can read our <a href="%(legal)s" title="Legal Notices">Legal Notices</a> and <a href="%(privacy)s" title="Privacy Policy">Privacy Policy</a>.
ja: お読みになりたい場合は、<a href="%(legal)s" title="Legal Notices">法的通知</a> と <a href="%(privacy)s" title="Privacy Policy">プライバシーポリシー</a> もご覧ください。
pa_in: ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੋ, ਤੁਸੀਂ ਸਾਡੇ <a href="%(legal)s" title="Legal Notices">ਕਾਨੂੰਨੀ ਨੋਟਿਸ</a> ਅਤੇ <a href="%(privacy)s" title="Privacy Policy">ਪਰਦਾ ਨੀਤੀ</a>ਪੜ੍ਹ ਸਕਦੇ ਹੋ।
pt_pt: Se quiser, pode ler os nossos <a href="%(legal)s" title="Avisos legais">Avisos legais</a> e <a href="%(privacy)s" title="Política de privacidade">Política de privacidade</a>.
uk: При бажанні, ви можете ознайомитися з нашими <a href="%(legal)s" title="Legal Notices">Юридичними відомостями</a> та <a href="%(privacy)s" title="Privacy Policy">Політикою приватності</a>.
zh_cn: 如果有兴趣，可以阅读我们的 <a href="%(legal)s" title="Legal Notices">法律声明</a>和<a href="%(privacy)s" title="Privacy Policy">隐私政策</a>。

source: Select a valid choice. %(value)s is not one of the available choices.
zh_cn: 请选择一个有效的选项。%(value)s 不是一个可用的选项。

source: Invalid note type.
zh_cn: 无效的备注类型。

source: Note body is empty.
zh_cn: 备注类型为空。

source: Version %s does not exist
zh_cn: 不存在版本 %s

source: Angola
ko: 앙골라
ru: Ангола
zh_cn: 安哥拉

source: Aruba
ko: 아루바 섬
ru: Аруба
zh_cn: 阿鲁巴

source: Botswana
ko: 보츠와나
ru: Ботсвана
sl: Bocvana
zh_cn: 博茨瓦纳

source: Burkina Faso
ko: 부르키나 파소
ru: Буркина-Фасо
zh_cn: 布基纳法索

source: Burundi
ko: 부룬디
ru: Бурунди
zh_cn: 布隆迪

source: Ghana
ko: 가나
ru: Гана
sl: Gana
zh_cn: 加纳

source: Guam
ko: 괌
ru: Гуам
zh_cn: 关岛

source: Honduras
ko: 온두라스
ru: Гондурас
zh_cn: 洪都拉斯

source: Hong Kong
ko: 홍콩
ru: Гонконг
zh_cn: 中国香港

source: Jersey
ko: 저지 섬
ru: Джерси
zh_cn: 泽西岛

source: Kiribati
ko: 키리바시
ru: Кирибати
zh_cn: 基里巴斯

source: Mali
ko: 말리
ru: Мали
zh_cn: 马里

source: Mayotte
ko: 마요트 섬
ru: Майотта
zh_cn: 马约特岛

source: Nauru
ko: 나우루
ru: Науру
zh_cn: 瑙鲁

source: Nigeria
cs: Nigérie
ko: 나이지리아
ru: Нигерия
sl: Nigerija
zh_cn: 尼日利亚

source: Niue
ko: 니우에 섬
ru: Ниуэ
zh_cn: 纽埃

source: Samoa
ko: 사모아
ru: Самоа
zh_cn: 萨摩亚

source: Sri Lanka
cs: Srí Lanka
ko: 스리랑카
ru: Шри-Ланка
sl: Šrilanka
zh_cn: 斯里兰卡

source: Togo
ko: 토고
ru: Того
zh_cn: 多哥

source: Tokelau
ko: 토켈라우
ru: Токелау
zh_cn: 托克劳

source: Tonga
ko: 통가
ru: Тонга
zh_cn: 汤加

source: Vanuatu
ko: 바누아투
ru: Вануату
zh_cn: 瓦努阿图

source: Viet Nam
zh_cn: 越南

source: Audio
cs: Zvuk
ko: 오디오
ru: Аудио
zh_cn: 音频

source: Microphone
ko: 마이크
nl: Microfoon
zh_cn: 麦克风

source: Multiple Network Information
zh_cn: 多个网络信息

source: The app requires the ability to get information about multiple network connections.
zh_cn: 此应用需要获取有关多个网络连接的信息。

source: Firefox for Desktop
zh_cn: Firefox 桌面版

source: Tablets
zh_cn: 平板电脑

source: Criminal Acts
nl: Criminele handelingen
zh_cn: 犯罪行为

source: Drugs
zh_cn: 毒品

source: Illegal Drugs
nl: Illegale drugs
zh_cn: 非法的毒品

source: Legal Drugs
nl: Legale drugs
zh_cn: 合法的毒品

source: Inappropriate Language
zh_cn: 不恰当的语言

source: No Descriptors
nl: Geen beschrijvingen
zh_cn: 没有描述

source: Nudity
nl: Naaktheid
zh_cn: 裸露

source: Sex
nl: Seks
zh_cn: 性行为

source: Sexual Content
nl: Seksuele inhoud
zh_cn: 色情内容

source: Explicit Sex
nl: Expliciete seks
zh_cn: 露骨的性行为

source: Impacting Content
zh_cn: 影响内容

source: Violence
nl: Geweld
zh_cn: 暴力

source: Extreme Violence
nl: Extreem geweld
zh_cn: 极度暴力

source: Alcohol Reference
nl: Verwijzing naar alcohol
zh_cn: 涉及酒精饮料

source: Alcohol and Tobacco Reference
nl: Verwijzing naar alcohol en tabak
zh_cn: 涉及烟草和酒精

source: Use of Alcohol and Tobacco
nl: Gebruik van alcohol en tabak
zh_cn: 饮酒和吸烟

source: Use of Alcohol
nl: Alcoholgebruik
zh_cn: 饮酒

source: Blood
nl: Bloed
zh_cn: 血腥

source: Blood and Gore
nl: Bloed en verminking
zh_cn: 血腥和伤害

source: Comic Mischief
nl: Komische baldadigheid
zh_cn: 恶作剧

source: Crime
nl: Misdaad
zh_cn: 犯罪

source: Criminal Instruction
nl: Criminele instructie
zh_cn: 犯罪指导

source: Crude Humor
nl: Grove humor
zh_cn: 粗鲁的人

source: Drug and Alcohol Reference
nl: Verwijzing naar drugs en alcohol
zh_cn: 涉及酒精和药物

source: Drug, Alcohol, and Tobacco Reference
nl: Verwijzing naar drugs, alcohol en tabak
zh_cn: 涉及酒精、烟草和毒品

source: Use of Drug, Alcohol, and Tobacco
nl: Gebruik van drugs, alcohol en tabak
zh_cn: 饮酒、吸毒和吸烟

source: Use of Drug and Alcohol
nl: Gebruik van drugs en alcohol
zh_cn: 饮酒和吸毒

source: Drug Reference
nl: Verwijzing naar drugs
zh_cn: 涉及毒品

source: Drug and Tobacco Reference
nl: Verwijzing naar drugs en alcohol
zh_cn: 涉及烟草和毒品

source: Use of Drug and Tobacco
nl: Gebruik van drugs en tabak
zh_cn: 吸毒和吸烟

source: Use of Drugs
nl: Drugsgebruik
zh_cn: 使用毒品

source: Fantasy Violence
nl: Gefantaseerd geweld
zh_cn: 幻想暴力

source: Hate Speech
nl: Haatzaaierij
zh_cn: 仇恨言论

source: Intense Violence
nl: Intens geweld
zh_cn: 激烈的暴力

source: Mild Blood
nl: Mild bloedvergieten
zh_cn: 轻度流血情节

source: Mild Fantasy Violence
nl: Mild fantasiegeweld
zh_cn: 轻度幻想暴力

source: Mild Language
nl: Mild taalgebruik
zh_cn: 轻度粗俗用语

source: Mild Violence
nl: Mild geweld
zh_cn: 轻度暴力

source: Partial Nudity
nl: Gedeeltelijke naaktheid
zh_cn: 轻度裸体情节

source: Real Gambling
zh_cn: 真正的赌博

source: Scary Themes
nl: Enge thema’s
zh_cn: 恐吓主题

source: Sexual Themes
nl: Seksuele thema’s
zh_cn: 色情主题

source: Simulated Gambling
nl: Gesimuleerd gokken
zh_cn: 模拟赌博

source: Strong Language
nl: Grof taalgebruik
zh_cn: 谩骂

source: Strong Sexual Content
nl: Sterke seksuele inhoud
zh_cn: 强烈的与性有关的内容

source: Suggestive Themes
nl: Suggestieve thema’s
zh_cn: 性暗示内容

source: Tobacco Reference
nl: Verwijzing naar tabak
zh_cn: 涉及烟草

source: Use of Tobacco
nl: Tabaksgebruik
zh_cn: 吸烟

source: Violence References
nl: Verwijzingen naar geweld
zh_cn: 涉及暴力

source: Discrimination
nl: Discriminatie
zh_cn: 歧视

source: Gambling
nl: Gokken
zh_cn: 赌博

source: Online
zh_cn: 在线

source: Fear
nl: Angst
zh_cn: 恐怖

source: Social Interaction Functionality
zh_cn: 社交互动功能

source: Personal Data Sharing
zh_cn: 个人资料分享

source: In-app Purchase Option
zh_cn: 应用内购买选项

source: Location Data Sharing
zh_cn: 位置信息共享

source: Explicit Language
zh_cn: 露骨文字

source: Frightening Content
nl: Angstaanjagende inhoud
zh_cn: 恐怖内容

source: Users Interact
nl: Gebruikers hebben interactie
zh_cn: 用户交互

source: Shares Info
nl: Deelt informatie
zh_cn: 分享信息

source: Shares Location
nl: Deelt locatie
zh_cn: 分享位置

source: Digital Purchases
nl: Digitale aankopen
zh_cn: 数字化购买

source: Not recommended for users younger than %d years of age
zh_cn: 不推荐不满 %d 岁的用户使用

source: Rejected for All Audiences
nl: Afgewezen voor alle publiek
zh_cn: 完全拒绝

source: Rating Pending
nl: Wacht op waardering
zh_cn: 分级待定

source: For all ages
zh_cn: 适用所有年龄段

source: For ages %d+
zh_cn: 适用年龄大于 %d

source: Rating Rejected
zh_cn: 分级被驳回

source: Generic
ko: 일반
nl: Algemeen
zh_cn: 通用

source: Entertainment Software Self-Regulation Body
nl: Zelfregulerend orgaan entertainmentsoftware
zh_cn: 娱乐软件自律团体

source: Everyone
nl: Iedereen
zh_cn: 所有人

source: Everyone 10+
nl: Iedereen 10+
zh_cn: 所有人（10岁以上）

source: Teen
nl: Tieners
zh_cn: 少年

source: Mature 17+
nl: Volwassenen 17+
zh_cn: 17岁以上

source: Adults Only 18+
nl: Alleen volwassenen 18+
zh_cn: 仅限成年人（18岁以上）

source: All Americas except Brazil
zh_cn: 除巴西以外的美洲

source: Entertainment Software Rating Board
nl: Waarderingspanel entertainmentsoftware
zh_cn: 娱乐软件分级委员会

source: Europe
nl: Europa
zh_cn: 欧洲

source: Pan European Game Information
nl: Pan-Europese spelinformatie
zh_cn: 泛欧洲游戏信息组织

source: Rest of World
zh_cn: 其他地区

source: Cannot delete shared account
nl: Kan gedeelde account niet verwijderen
zh_cn: 不能删除已分享的账户

source: Content rating changed to Adult.
zh_cn: 内容分级已改为成人。

source: You cannot select {region}.
zh_cn: 您无法选择 {region}。

source: Invalid region(s) selected.
zh_cn: 选择了无效的区域。

source: Only regions the app is already available in may be selected.
zh_cn: 只有这个应用已经可以发布的区域会显示出来共选择。

source: Packaged app too large for submission. Packages must be smaller than %s.
zh_cn: 封装应用文件体积过大，必须小于 %s 才能提交。

source: Make my app available in most regions
zh_cn: 让我的应用在大部分地区可用

source: Choose where my app is made available
nl: Kiezen waar mijn app beschikbaar wordt gesteld
zh_cn: 选择我的应用在哪些地方发布
