Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add-ons listed in this gallery only work with Mozilla-based applications, such as <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a>, and <a href="%(getthunderbird_url)s">Thunderbird</a>. However, not all add-ons work with each of those applications or every version of those applications. Each add-on specifies which applications and versions it works with, such as Firefox 2.0 - 3.6.*. For Firefox add-ons, the install buttons will indicate whether the add-on is compatible or not.
cs: Doplňky, které jsou dostupné v této galerii, fungují pouze v aplikacích postavených na Mozille. Jedná se zejména o aplikace <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a> či <a href="%(getthunderbird_url)s">Thunderbird</a>. Ne všechny doplňky však fungují ve všech těchto aplikacích a jejich verzí. Každý doplněk specifikuje, které aplikace a verze podporuje. Příkladem může být doplněk fungující v aplikaci Firefox 2.0 - 3.6.*. U doplňků pro Firefox instalační tlačítko na webu indikuje, zda je doplněk kompatibilní či ne.
de: Add-ons in dieser Galerie funktionieren nur mit Mozilla-basierten Anwendungen, wie zum Beispiel <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a> und <a href="%(getthunderbird_url)s">Thunderbird</a>. Nicht alle Add-ons funktionieren aber mit all diesen Anwendungen oder jeder Version dieser Anwendungen. Jedes Add-on definieret, welche Anwendungen und Versionen unterstützt sind, zum Beispiel: Firefox 2.0 - 3.6.*. Für Firefox Add-ons zeigt Ihnen die Installations-Schaltfläche, ob das jeweilige Add-on kompatibel ist oder nicht.
el: Τα πρόσθετα που παρουσιάζονται εδώ, δουλεύουν μόνο με εφαρμογές βασισμένες σε κώδικα Mozilla, όπως ο <a href="%(getfirefox_url)s">Firefox</a>, ο <a href="%(getmobile_url)s">Firefox για κινητά</a>, ο<a href="%(getseamonkey_url)s">SeaMonkey</a> και ο <a href="%(getthunderbird_url)s">Thunderbird</a>. Δεν δουλεύουν όμως απαραίτητα όλα τα πρόσθετα με όλες αυτές τις εφαρμογές, ή και με όλες τις εκδόσεις κάποιας εφαρμογής. Κάθε πρόσθετο καθορίζει τις εφαρμογές και τις εκδόσεις των εφαρμογών που συνεργάζεται, όπως πχ τον Firefox 2.0 - 3.6.*. Για τα πρόσθετα του Firefox, τα κουμπιά εγκατάστασης αναφέρουν αν το πρόσθετο είναι συμβατό ή όχι με την έκδοση που έχετε.
es: Los complementos que figuran en esta galería sólo funcionan con aplicaciones basadas en Mozilla, tales como <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Móvil</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a> y <a href="%(getthunderbird_url)s">Thunderbird</a>. Sin embargo, no todos los complementos trabajan con cada una de esas aplicaciones o con todas las versiones de estas aplicaciones. Cada complemento especifica con qué aplicaciones y con qué versiones trabaja, como Firefox 2.0 - 3.6.*. Para los complementos de Firefox, los botones de la instalación indican si el complemento es compatible o no.
fr: Les modules listés dans cette galerie ne fonctionnent qu'avec les applications Mozilla, telles que <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a>, and <a href="%(getthunderbird_url)s">Thunderbird</a>. Cependant, tous les modules ne fonctionnent pas sur chacune de ces applications ou chaque version de ces dernières. Chaque module spécifie les applications et versions avec lesquelles il fonctionne, comme par exemple Firefox 2.0 - 3.6.*. Pour les modules Firefox, le bouton d'installation indiquera si le module est compatible ou non.
it: I componenti aggiuntivi presenti in questa galleria funzionano solamente con applicazioni basate su Mozilla come <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox per dispositivi portatili</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a> e <a href="%(getthunderbird_url)s">Thunderbird</a>. I componenti aggiuntivi non sono compatibili con tutte le applicazioni o tutte le rispettive versioni: per ogni componente aggiuntivo viene specificato con quali applicazioni e quali versioni è compatibile, ad esempio Firefox 2.0 - 3.6.*. Nel caso di componenti aggiuntivi per Firefox, il pulsante Installa indica direttamente se il componente aggiuntivo è compatibile oppure no con la versione del browser in uso.
ja: このギャラリーに登録されているアドオンは、 Mozilla の関連製品 （<a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a>, <a href="%(getthunderbird_url)s">Thunderbird</a> など） のみで動作します。ただし、すべてのアドオンが、それぞれのアプリケーションとそのすべてのバージョンで動作するわけではありません。それぞれのアドオンには、どのアプリケーションやバージョンで動作するかが明記されています （例えば、 Firefox 2.0 - 3.6.* など）。Firefox のアドオンに関しては、そのアドオンが動作するかどうかをインストールボタンで判断することができます。
ko: 이 갤러리에 등재된 부가 기능들은 <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a>, <a href="%(getthunderbird_url)s">Thunderbird</a> 등의 Mozilla 기반 애플리케이션에서만 작동합니다. 그러나 모든 부가 기능이 애플리케이션의 종류 및 버전에 관계없이 무조건 작동하는 것은 아닙니다. 각 부가 기능엔 Firefox 2.0 - 3.6.* 과 같이 작동하는 애플리케이션의 종류와 버전이 정해져 있습니다. Firefox 부가 기능의 경우 부가 기능 호환 여부에 따라 설치 버튼이 표시될 것입니다.
nl: Add-ons in deze galerij werken alleen met Mozilla-gebaseerde toepassingen, zoals <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobiel</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a> en <a href="%(getthunderbird_url)s">Thunderbird</a>. Niet alle add-ons werken echter met al deze toepassingen of met elke versie hiervan. Elke add-on geeft aan met welke toepassingen en welke versies deze werkt, zoals bijvoorbeeld Firefox 2.0 - 3.6.*. Voor Firefox-add-ons geven de installatieknoppen aan of de add-on compatibel is of niet.
pa_in: ਗੈਲਰੀ ਵਿੱਚ ਸੂਚੀਬੱਧ ਐਡ-ਆਨ ਕੇਵਲ ਮੌਜੀਲਾ-ਅਧਾਰਿਤ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨਾਲ ਕੰਮ ਕਰਦੇ ਹਨ, ਜਿਵੇਂ ਕਿ <a href="%(getfirefox_url)s">ਫ਼ਾਇਰਫ਼ਾਕਸ</a>, <a href="%(getmobile_url)s">ਫ਼ਾਇਰਫ਼ਾਕਸ ਮੌਬਾਈਲ</a>, <a href="%(getseamonkey_url)s">ਸ਼ੀਮੰਕੀ</a>, and <a href="%(getthunderbird_url)s">ਥੰਡਰਬਰਡ</a>। ਪਰ, ਸਾਰੇ ਐਡ-ਆਨ ਇਹਨਾਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਵਿੱਚੋਂ ਹਰੇਕ ਜਾਂ ਇਹਨਾਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦੇ ਹਰ ਵਰਜਨ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰਦੇ। ਹਰੇਕ ਐਡ-ਆਨ ਦੱਸਦਾ ਹੈ ਕੀ ਉਹ ਕਿਹੜੀ ਐਪਲੀਕੇਸ਼ਨਾਂ ਅਤੇ ਵਰਜਨਾਂ ਨਾਲ ਕੰਮ ਕਰਦਾ, ਜਿਵੇਂ ਕੀ ਫ਼ਾਇਰਫ਼ਾਕਸ 2.0 - 3.6.*। ਫ਼ਾਇਰਫ਼ਾਕਸ ਐਡ-ਆਨਾਂ ਲਈ, ਇੰਸਟਾਲ ਬਟਨ ਦੱਸਦਾ ਕੀ ਐਡ-ਆਨ ਅਨੁਕੂਲ ਹੈ ਜਾਂ ਨਹੀਂ।
pl: Dodatki znajdujące się w tej galerii działają tylko z programami opartymi na technologii Mozilli, takimi jak <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a> i <a href="%(getthunderbird_url)s">Thunderbird</a>. Niemniej nie każdy dodatek działa z każdym programem lub każdą wersją danego programu. Przy dodatku określony jest program i jego wersje, z jakimi dodatek działa, np. Firefox 2.0 - 3.6.*. W przypadku dodatków dla Firefoksa przycisk „Zainstaluj” zawiera informację, czy dodatek jest kompatybilny z wersją Firefoksa, jaką użytkownik ma zainstalowaną.
pt_pt: Os extras listados nesta galeria apenas funcionam com aplicações baseados na Mozilla, tais como <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a>, and <a href="%(getthunderbird_url)s">Thunderbird</a>. No entanto, nem todos os extras funcionam com cada uma dessas aplicações ou em qualquer versão das mesmas. Cada extra especifica quais as aplicações com que funcionam, tipo Firefox 2.0 - 3.6.*. Para extras do Firefox, o botão instalar indica se é compatível ou não.
ru: Дополнения, показанные в этой галерее, работают только с приложениями на основе Mozilla, такими как <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">мобильный Firefox </a>, <a href="%(getseamonkey_url)s">SeaMonkey</a> и <a href="%(getthunderbird_url)s">Thunderbird</a>. Однако, не все дополнения работают с каждым из этих приложений или любой версией этих приложений. В каждом дополнении указано, с какими приложениями и версиями оно работает, например, Firefox 2.0 - 3.6 .*. Для дополнений Firefox кнопки установки будут указывать, совместимо ли дополнение или нет.
sl: Dodatki, navedeni v tej galeriji, delajo samo z aplikacijami Mozille, kot so <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a> in <a href="%(getthunderbird_url)s">Thunderbird</a>. Vendar pa ne delajo vsi dodatki z vsako od aplikacij oziroma z vsako različico teh aplikacij. Vsak dodatek predpisuje, za katere aplikacije in različice deluje, na primer za Firefox 2.0-3.6 .* Za dodatke za Firefox bo gumb za namestitev navedel, ali je dodatek združljiv ali ne.
zh_cn: 列在此处的附加组件只能在以 Mozilla 为基础的应用程序上，像是 <a href="%(getfirefox_url)s">Firefox</a>、<a href="%(getmobile_url)s">Firefox Mobile</a>、<a href="%(getseamonkey_url)s">SeaMonkey</a> 以及 <a href="%(getthunderbird_url)s">Thunderbird</a> 上工作。然而，不是所有的附加组件都能与这些应用程序，以及这些应用程序的每个版本相兼容。每个附加组件都会指定它可兼容的应用程序及版本，像是 Firefox 2.0 - 3.6.*。对于 Firefox 附加组件，“安装”按钮会指出该附加组件与您当前的浏览器版本是否相兼容。

source: What are the different types of add-ons?
cs: Jaké typy doplňků jsou dostupné?
de: Was sind die verschiedenen Arten von Add-ons?
el: Τι είναι οι διάφοροι τύποι προσθέτων;
es: ¿Cuáles son los diferentes tipos de complementos?
fr: Quels sont les différents types de modules ?
it: Che cosa sono i diversi tipi di componente aggiuntivo?
ja: アドオンにはどのような種類がありますか？
ko: 부가 기능의 종류엔 어떤 것이 있나요?
nl: Wat zijn de verschillende typen add-ons?
pa_in: ਐਡ-ਆਨਾਂ ਦੀਆਂ ਵੱਖ-ਵੱਖ ਕਿਸਮਾਂ ਕਿਹੜੀਆਂ ਹਨ?
pl: Jakie są typy dodatków?
pt_pt: Quais são os diferentes tipos de extras?
ru: Почему существуют разные типы дополнений?
sl: Katere različne vrste dodatkov obstajajo?
uk: Чому існують різні типи додатків?
zh_cn: 附加组件类型的区别是什么？

source: There are several kinds of add-ons that customize %(app_name)s in different ways:
cs: Existuje několik typů doplňků, které umožňují přizpůsobit si aplikace %(app_name)s různým způsobem:
de: Es gibt verschiedene Arten von Add-ons, mit denen Sie %(app_name)s auf verschiedene Weise personalisieren können:
el: Υπάρχουν πολλά είδη πρόσθετων που μπορούν να προσαρμόσουν τον %(app_name)s με διαφορετικούς τρόπους:
es: Hay varios tipos de complementos que personalizan %(app_name)s de diferentes maneras:
fr: Il y a plusieurs types de modules pour personnaliser %(app_name)s de différentes manières :
it: Ci sono molti tipi di componenti aggiuntivi per personalizzare %(app_name)s in modi diversi:
ja: アドオンは、%(app_name)s のカスタマイズの仕方によって、いくつかの種類に分けられます:
ko: %(app_name)s을(를) 여러 방법으로 개인화할 수 있는 다양한 부가 기능들이 있습니다:
nl: Er zijn diverse soorten add-ons die %(app_name)s op verschillende manieren aanpassen:
pa_in: ਇੱਥੇ ਵੱਖ-ਵੱਖ ਕਿਸਮ ਦੇ ਐਡ-ਆਨ ਹਨ ਜੋ ਵੱਖ-ਵੱਖ ਢੰਗਾਂ ਨਾਲ %(app_name)s ਵਿੱਚ ਪਸੰਦੀਦਾ ਸੋਧ ਕਰਦੇ ਹਨ:
pl: Są różnego rodzaju dodatki, które dostosowują program %(app_name)s na różne sposoby:
pt_pt: Existem diversos tipos de extras que personalizam o %(app_name)s de diferentes maneiras:
ru: Есть несколько типов дополнений по разному настраивающих %(app_name)s:
sl: Obstaja več vrst dodatkov, ki na različne načine prilagajajo %(app_name)s:
zh_cn: 有多种附加组件以不同的方式定制 %(app_name)s ：

source: <strong><a href="%(browse_url)s">Extensions</a></strong> add new features to %(app_name)s or modify existing functionality. There are extensions that allow you to block advertisements, download videos from websites, integrate more closely with social websites, and add features you see in other applications.
cs: <strong><a href="%(browse_url)s">Rozšíření</a></strong> přidávají do aplikace %(app_name)s nové funkce či upravují ty existující. Existují rozšíření, které vám umožňují blokovat reklamu, stahovat videa z webových stránek, provádí integraci se sociálními sítěmi a přidávají funkce, které jste viděli v jiných aplikacích.
de: <strong><a href="%(browse_url)s">Erweiterungen</a></strong> ergänzen %(app_name)s um neue Funktionen oder verändern bestehende Funktionen. Es gibt Erweiterungen, die Werbung blockieren, Videos von Websites herunterladen, besser mit sozialen Websites zusammenarbeiten und Funktionen hinzufügen, die Sie in anderen Anwendungen sehen.
el: Οι <strong><a href="%(browse_url)s">Επεκτάσεις</a></strong>, προσθέτουν νέα χαρακτηριστικά στον %(app_name)s ή τροποποιούν ήδη υπάρχουσες λειτουργίες. Υπάρχουν επεκτάσεις που σας επιτρέπουν να μπλοκάρετε διαφημίσεις, να κάνετε λήψη βίντεο από ιστοσελίδες, επιτρέπουν την καλύτερη διασύνδεση με ιστότοπους κοινωνικής δικτύωσης και προσθέτουν λειτουργίες που υπάρχουν σε άλλες εφαρμογές.
es: <strong>Las <a href="%(browse_url)s">extensiones</a></strong> añaden nuevas funciones a %(app_name)s o modifican alguna funcionalidad ya existente. Hay extensiones que te permiten bloquear publicidad, descargar videos de sitios web, mejorar la integración con las redes sociales y añadir características que se ven en otras aplicaciones.
fr: <strong><a href="%(browse_url)s">Extensions</a></strong> pour ajouter de nouvelles fonctionnalités à %(app_name)s ou modifier les fonctionnalités existantes. Il existe des extensions qui permettent de bloquer les publicités, télécharger des vidéos depuis des sites web, permettre une plus grande intégration aux sites web sociaux, et ajouter des fonctionnalités présentes dans d'autres applications.
it: <strong>Le <a href="%(browse_url)s">estensioni</a></strong> aggiungono nuove caratteristiche a %(app_name)s o possono modificarne le funzioni esistenti. Ci sono estensioni in grado di bloccare la pubblicità, scaricare video da siti web, migliorare l'integrazione con siti social o aggiungere caratteristiche disponibili in altre applicazioni.
ja: <strong><a href="%(browse_url)s">拡張機能</a></strong> は、 %(app_name)s に新しい特徴を追加したり、既存の機能を改良したりすることができます。例えば、広告の表示をブロックしたり、 Web サイトから動画をダウンロードしたり、ソーシャル Web サイトとの連携をより密接にしたり、他のアプリケーションにある特徴を追加したりといった拡張機能があります。
ko: <strong><a href="%(browse_url)s">확장 기능</a></strong>은 %(app_name)s에 새로운 기능을 추가시키거나 기존 기능의 기능성을 개조하는 역할을 합니다. 광고 차단, 웹 사이트에 있는 동영상 다운로드, 소셜 웹사이트의 보다 편리한 사용 등을 가능하게 해주는 확장 기능이 있으며 다른 웹 브라우저에서 봤음직한 기능도 추가시켜 줍니다.
nl: <strong><a href="%(browse_url)s">Extensies</a></strong> voegen nieuwe functies toe aan %(app_name)s of passen bestaande functionaliteit aan. Er zijn extensies waarmee u advertenties kunt blokkeren, video’s van websites kunt downloaden, beter met sociale websites kunt integreren, en functies die u in andere toepassingen aantreft kunt toevoegen.
pa_in: <strong><a href="%(browse_url)s">ਐਕਸਟੇਸ਼ਨਾਂ</a></strong> %(app_name)s ਵਿੱਚ ਨਵੇਂ ਗੁਣ ਸ਼ਾਮਲ ਜਾਂ ਮੌਜੂਦਾ ਕਾਰਜਕੁਸ਼ਲਤਾ ਨੂੰ ਵਧਾਉਦੀਆਂ ਹਨ। ਇਥੇ ਐਕਸਟੇਸ਼ਨਾਂ ਹਨ ਜੋ ਤੁਹਾਨੂੰ ਇਸਤਿਹਾਰਾਂ ਨੂੰ ਬਲਾਕ, ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਵੀਡੀਓ ਡਾਊਨਲੋਡ ਕਰਨ, ਸਮਾਜਿਕ ਵੈੱਬਸਾਈਟਾਂ ਨਾਲ ਹੋਰ ਨੇੜਤਾ ਨਾਲ ਜੁੜਨ, ਅਤੇ ਤੁਹਾਡੇ ਵੱਲੋਂ ਵੇਖੀਆਂ ਹੋਰ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦੀਆਂ ਵਿਸ਼ੇਸਤਾਵਾਂ ਸ਼ਾਮਲ ਕਰਨ ਦਿੰਦੀਆਂ ਹਨ।
pl: <strong><a href="%(browse_url)s">Rozszerzenia</a></strong> dodają do programu %(app_name)s nowe funkcje lub modyfikują istniejące. Są rozszerzenia umożliwiające blokowanie reklam, pobieranie z witryn filmów, ściślejszą integrację z serwisami społecznościowymi i dodające funkcje obecne w innych programach.
pt_pt: <strong><a href="%(browse_url)s">Extensões</a></strong> adicionam novas funcionalidades ao %(app_name)s ou modificam uma funcionalidade existente. Existem extensões qie lhe permitem bloquear anúncios, transferir vídeos de sítios web, integrar de uma melhor maneira os sítios web sociais e adicionar funcionalidades que vê noutras aplicações.
ru: <strong><a href="%(browse_url)s">Расширения</a></strong> добавляют новые функции в %(app_name)s или изменяют существующую функциональность. Существуют расширения, которые позволяют блокировать рекламу, загружать видео с веб-сайтов, более тесно интегрироваться с социальными сетями и добавлять функции, которые вы видите в других приложениях.
sl: <strong><a href="%(browse_url)s">Razširitve</a></strong> dodajajo %(app_name)s nove funkcije ali obstoječo funkcionalnost prilagajajo. Obstajajo razširitve, ki vam omogočajo, da blokirate oglase, prenašate videoposnetke s spletnih strani, se tesneje povežete z družabnimi spletnimi stranmi, ter dodate funkcije, ki jih vidite v drugih aplikacijah.
zh_cn: <strong><a href="%(browse_url)s">扩展</a></strong>为 %(app_name)s 添加新特性或修改已有的功能。扩展可以让您阻挡广告，下载网站上的视频，将社交网站更紧密地整合，并且可以添加您在其他应用程序中看到地特性。

source: <strong><a href="%(browse_url)s">Complete Themes</a></strong> change the entire appearance of %(app_name)s, usually including icons, colors, dialogs, and other visual styles.
de: <strong><a href="%(browse_url)s">Vollständige Themes</a></strong> verändern das gesamte Erscheinungsbild von %(app_name)s, darunter sind meist Symbole, Farben, Dialoge und andere visuelle Elemente.
es: Los <strong><a href="%(browse_url)s">temas completos</a></strong> modifican la apariencia completa de %(app_name)s, entre los que normalmente se incluyen iconos, colores, diálogos y otros estilos visuales.
fr: <strong><a href="%(browse_url)s">Thèmes complets</a></strong> pour changer complètement l'apparence de %(app_name)s, notamment les icônes, couleurs, dialogues, et autres éléments visuels.
it: I <strong><a href="%(browse_url)s">temi completi</a></strong> cambiano l'intero aspetto di %(app_name)s, modificando solitamente icone, colori, finestre di dialogo e altre parti dell'interfaccia.
ko: <strong><a href="%(browse_url)s">완전 테마</a></strong>는 %(app_name)s의 전체적인 외형을 변형하며, 아이콘, 색상, 다이얼로그, 그 외 시각적 스타일을 포함하고 있습니다.
nl: <strong><a href="%(browse_url)s">Complete thema’s</a></strong> wijzigen het aanzien van %(app_name)s, gewoonlijk inclusief pictogrammen, kleuren, dialoogvensters en andere visuele stijlen.
pa_in: <strong><a href="%(browse_url)s">ਮੁਕੰਮਲ ਥੀਮ</a></strong> %(app_name)s ਦੀ ਪੂਰੀ ਦਿੱਖ ਬਦਲ ਦਿੰਦੇ ਹਨ, ਆਮ ਤੌਰ ਤੇ ਆਈਕਾਨਾਂ, ਰੰਗਾਂ, ਵਾਰਤਾਲਾਪਾਂ, ਅਤੇ ਹੋਰ ਦਿੱਖ ਸ਼ੈਲੀਆਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ।
pl: <strong><a href="%(browse_url)s">Kompletne motywy</a></strong> zmieniają cały wygląd programu %(app_name)s, w tym zazwyczaj ikony, kolory, okna dialogowe i inne style wizualne.
pt_pt: Os <strong><a href="%(browse_url)s">temas completos</a></strong> alteram completamente a aparência do %(app_name)s, o que geralmente inclui ícones, cores, janelas e outros estilos visuais.
zh_cn: <a href="%(browse_url)s">完整主题</a></strong>更改 %(app_name)s 的整体外观，通常包括图标、颜色、对话框，以及其他视觉样式。

source: <strong><a href="%(browse_url)s">Themes</a></strong> are lightweight themes that use background images to customize your %(app_name)s toolbars.
de: <strong><a href="%(browse_url)s">Themes</a></strong> sind leichtgewichtige Themes, die Hintergrundgrafiken verwenden, um die Symbolleisten Ihres %(app_name)s anzupassen.
es: Los <strong><a href="%(browse_url)s">temas</a></strong> son temas ligeros que utilizan imágenes de fondo para personalizar tus barras de herramientas de %(app_name)s.
fr: <strong><a href="%(browse_url)s">Thèmes</a></strong> sont des thèmes légers qui utilisent une image d'arrière plan pour personnaliser vos barres d'outils dans %(app_name)s.
it: <strong><a href="%(browse_url)s">I temi</a></strong> sono estensioni leggere che sfruttano delle immagini di sfondo per personalizzare le barre degli strumenti di %(app_name)s.
ko: <strong><a href="%(browse_url)s">테마</a></strong>는 배경 이미지를 사용해서 %(app_name)s의 도구 모음 모양을 임의로 변경할 수 있는 가벼운 테마입니다.
nl: <strong><a href="%(browse_url)s">Thema’s</a></strong> zijn lichtgewicht thema’s die achtergrondafbeeldingen gebruiken om de werkbalken van uw %(app_name)s aan te passen.
pa_in: <strong><a href="%(browse_url)s">ਥੀਮ</a></strong> ਹਲਕੇ ਥੀਮ ਹਨ ਜੋ ਤੁਹਾਡੇ %(app_name)s ਟੂਲਬਾਰਾਂ ਨੂੰ ਪਸੰਦੀਦਾ ਬਣਾਉਣ ਲਈ ਬੈਕਗਰਾਂਊਡ ਤਸਵੀਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ।
pl: <strong><a href="%(browse_url)s">Motywy</a></strong> to lekkie motywy, które używają obrazów tła w celu dostosowania pasków narzędziowych programu %(app_name)s.
pt_pt: Os <strong><a href="%(browse_url)s">temas</a></strong> são temas mais simples que utilizam imagens de fundo para personalizar as barras de ferramentas do seu %(app_name)s.
ru: <strong><a href="%(browse_url)s">Темы</a></strong> это легкие темы, которые используют фоновые изображения для настройки панелей инструментов вашего %(app_name)s.
zh_cn: <strong><a href="%(browse_url)s">主题</a></strong>是一种轻量级的主题，试用背景图片定制您的 %(app_name)s 工具栏。

source: <strong><a href="%(browse_url)s">Search Providers</a> </strong> add additional choices to the search box dropdown. These providers allow you to quickly search any website.
cs: <strong><a href="%(browse_url)s">Vyhledávací moduly</a> </strong> přidávají další možnosti vyhledávání. Moduly umožňují rychle vyhledávat na libovolné webové stránce.
de: <strong><a href="%(browse_url)s">Suchwerkzeuge</a> </strong> ergänzen die Auswahlliste des Suchfeldes um zusätzliche Möglichkeiten. Diese Werkzeuge ermöglichen es Ihnen, schnell jede Website zu durchsuchen.
el: Οι <strong><a href="%(browse_url)s">μηχανές αναζήτησης</a> </strong> προσθέτουν επιπλέον επιλογές στην εργαλειοθήκη αναζήτησης. Αυτές οι μηχανές σας επιτρέπουν να κάνετε αναζητήσεις σε οποιαδήποτε ιστοσελίδα.
es: <strong>Los <a href="%(browse_url)s">buscadores</a></strong> añaden más opciones a la lista desplegable del cuadro de búsqueda. Estos buscadores te permiten buscar rápidamente cualquier página web.
fr: <strong><a href="%(browse_url)s">Moteurs de recherche</a> </strong> pour ajouter de nouveaux choix à la sélection des moteurs de recherche. Ces fournisseurs vous permettent de rechercher simplement n'importe quel site.
it: <strong>I <a href="%(browse_url)s">motori di ricerca</a> </strong> aggiungono nuove fonti al campo di ricerca all'interno del browser. Questi motori di ricerca ti consentono di effettuare in modo rapido ricerche all'interno di qualsiasi sito web.
ja: <strong><a href="%(browse_url)s">検索ツール</a> </strong> は、検索ボックスのドロップダウンリストに、新しい検索エンジンを追加します。これによって、あらゆる Web サイトをすばやく検索できます。
ko: <strong><a href="%(browse_url)s">검색 도구</a></strong>는 검색 상자의 드롭다운 메뉴에 검색 도구를 추가시켜 줍니다. 이들 검색 도구를 통해 웹 사이트를 빠르게 검색할 수 있습니다.
nl: <strong><a href="%(browse_url)s">Zoekmachines</a> </strong> voegen aanvullende keuzes toe aan de zoekveldkeuzelijst. Met deze zoekmachines kunt u snel elke website doorzoeken.
pa_in: <strong><a href="%(browse_url)s">ਖੋਜ ਪ੍ਰਦਾਤਾ</a> </strong> ਖੋਜ ਖਾਨੇ ਡਰਾਪ ਡਾਉਨ ਵਿੱਚ ਵਾਧੂ ਪਸੰਦਾਂ ਸ਼ਾਮਲ ਕਰਦੇ ਹਨ। ਇਹ ਪ੍ਰਦਾਤੇ ਤੁਹਾਨੂੰ ਕਿਸੇ ਵੀ ਵੈੱਬਸਾਈਟ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਖੋਜਣ ਦਿੰਦੇ ਹਨ।
pl: <strong><a href="%(browse_url)s">Wtyczki wyszukiwarek</a></strong> dodane do paska wyszukiwania rozszerzają możliwość wyboru wyszukiwarek. Umożliwiają one szybkie przeszukiwanie witryn.
pt_pt: <strong><a href="%(browse_url)s">Fornecedores de pesquisa</a> </strong> adicionam escolhas adicionais à caixa de pesquisa. Estes fornecedores permitem-lhe uma pesquisa rápida a qualquer sítio web.
ru: <strong><a href="%(browse_url)s">Инструменты поиска</a> </strong> добавляют дополнительные варианты в выпадающий список панели поиска. Эти инструменты позволяют вам быстро произвести поиск на любом веб-сайте.
sl: <strong><a href="%(browse_url)s">Iskalniki</a></strong> predstavljajo dodatne možnosti za spustno polje za iskanje. Ti ponudniki vam omogočajo hitro iskanje po spletnih straneh.
zh_cn: <strong><a href="%(browse_url)s">搜索引擎提供商</a> </strong> 给搜索栏的下拉菜单中增加附加的搜索引擎选项。有了它们您就可以快速地搜索特定网站。
