Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The add-on must be compatible with the latest release of Firefox and must be compatible with beta versions 4 weeks before their final release.
cs: Doplněk musí být kompatibilní s poslední verzí Firefoxu a musí být kompatibilní s betaverzí následující verze 4 týdny před jejím finálním vydáním.
de: Das Add-on muss mit der neuesten Firefox-Version kompatibel sein und muss 4 Wochen vor der endgültigen Veröffentlichung mit Beta-Versionen kompatibel sein.
es: El complemento debe ser compatible con la última versión de Firefox y debe ser compatible con las versiones beta 4 semanas antes de su versión final.
fr: Le module doit être compatible avec la dernière version de Firefox et doit être compatible avec les versions bêta 4 semaines avant la version finale.
it: Il componente aggiuntivo deve essere compatibile con l'ultima versione di Firefox e compatibile con le versioni beta 4 settimane prima della versione finale.
ja: アドオンは Firefox の最新版に対応している必要があり、最終リリースの 4 週間前にはベータ版に対応している必要があります。
ko: Firefox 최신 버전과 호환되야 하며 최종 출시 버전보다 4주 이전에 나온 베타 버전과도 호환성을 확보하고 있어야 합니다.
nl: De add-on dient compatibel te zijn met de meest recente uitgave van Firefox en dient 4 weken voor hun definitieve uitgave compatibel te zijn met bèta-versies.
pa_in: ਐਡ-ਆਨ ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੇ ਤਾਜ਼ੇ ਰੀਲੀਜ਼ ਦੇ ਅਨੁਕੂਲ ਹੋਵੇ ਅਤੇ ਉਸ ਦੇ ਆਖਰੀ ਰੀਲੀਜ਼ ਦੇ 4 ਹਫ਼ਤੇ ਪਹਿਲਾਂ ਬੀਟਾ ਵਰਜਨਾਂ ਨਾਲ ਅਨੁਕੂਲ ਹੋਣਾ ਚਾਹੀਦਾ।
pl: Dodatek musi być kompatybilny z najnowszym wydaniem Firefoksa oraz na cztery tygodnie przed wydaniem finalnej wersji z wersją beta .
pt_pt: O extra deve ser compatível com a última versão do Firefox e deve ser compatível com as versões beta, 4 semanas antes do seu lançamento final.
ru: Дополнения должны быть совместимы с последней версии Firefox и должны быть совместимы с бета-версиями за 4 недели до их финального релиза.
sl: Dodatek mora biti združljiv z najnovejšo različico Firefox in biti mora v skladu z beta različico 4 tedne pred končno objavo.
uk: Цей додаток повинен бути сумісним з останнім випуском Firefox, а також бета версіями за 4 тижні перед їх фінальним випуском.
zh_cn: 附加组件必须兼容最新的 Firefox 正式版，并且必须在最终正式版发布前四周与 Beta 版兼容。

source: <strong>Most importantly</strong>, the add-on must have wide consumer appeal to Firefox's users and be outstanding in nearly every way: user experience, performance, security, and usefulness or entertainment value. Featured complete themes must also be visually appealing.
de: <strong>Am wichtigsten</strong> ist, dass das Add-on eine große Zahl von FIrefox-Nutzern anspricht und in fast jeder Hinsicht hervorsticht: Benutzererlebnis, Leistung, Sicherheit und Nützlichkeit oder Unterhaltungswert. Vorgestellte vollständige Themes müssen auch optisch ansprechend sein.
es: <strong>Por encima de todo</strong>, el complemento debe llamar la atención de los usuarios de Firefox y ser excepcional en todos los sentidos: experiencia de usuario, rendimiento, seguridad y utilidad o capacidad de entretenimiento. Los temas completos destacados también deben ser llamativos visualmente.
fr: <strong>Plus important</strong>, le module doit avoir une large base d'utilisateurs Firefox et être quasi-parfait sur de nombreux points : expérience utilisateur, performances, sécurité, et service rendu ou valeur de divertissement. Les thèmes complets en vedette doivent également être particulièrement avenant visuellement.
it: <strong>Fondamentale</strong>: il componente aggiuntivo deve risultare interessante per gli utenti di Firefox e deve essere straordinario sotto ogni aspetto: esperienza utente, prestazioni, sicurezza e rivelarsi utile o divertente. Inoltre, i temi completi devono avere un aspetto accattivante.
ko: <strong>가장 중요한 사항으로</strong>, 부가 기능은 Firefox 사용자에게 매력적이어야 하며 거의 모든 방면에서 뛰어나야 합니다: 사용자 경험, 성능, 보안, 유용함, 오락성에 대해 가치를 담보해야 합니다. 추천 완전 테마 역시 시각적으로 돋보여야 합니다.
nl: <strong>Bovenal</strong> dient de add-on Firefox-gebruikers breed aan te spreken en op vrijwel alle vlakken uit te blinken: gebruikerservaring, prestaties, beveiliging, en nuttigheid of amusementswaarde. Aanbevolen complete thema’s dienen tevens visueel aansprekend te zijn.
pa_in: <strong>ਸੱਭ ਤੋਂ ਜ਼ਰੂਰੀ</strong>, ਐਡ-ਆਨ ਫ਼ਾਇਰਫ਼ਾਕਸ ਉਪਭੋਗੀਆਂ ਵਿੱਚ ਬਹੁਤ ਜਿਆਦਾ ਮਨਮੋਹਕ ਅਤੇ ਲਗਭਗ ਹਰ ਪੱਖੋਂ ਵਧੀਆ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ: ਉਪਭੋਗੀ ਅਨੁਭਵ, ਕਾਰਗੁਜ਼ਾਰੀ, ਸੁਰੱਖਿਆ, ਅਤੇ ਲਾਭਦਾਇਕਤਾ ਜਾਂ ਮਨੋਰੰਜਨ ਕਦਰ। ਪੇਸ਼ ਕੀਤੇ ਮੁਕੰਮਲ ਥੀਮ ਦਿੱਖ ਤੌਰ ਤੇ ਮਨਮੋਹਕ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: <strong>Najważniejsze</strong> dodatek musi być skierowany do szerokiej grupy użytkowników Firefoksa i być doskonały w prawie każdym aspekcie, jak: doświadczenie użytkownika, wydajność, bezpieczeństwo, użyteczność, walory rozrywkowe. Polecany kompletny motywy musi być również atrakcyjny wizualnie.
pt_pt: <strong>Mais importante</strong>, o extra tem de ser apelativo para um grande número de utilizadores do FIrefox e ser excecional em quase todos os aspetos: experiência do utilizador, performance, segurança e utilidade ou valor lúdico. Os temas completos em destaque devem ainda ser apelativos visualmente.
sl: <strong>Najbolj pomembno</strong> pa je, da da mora dodatek biti privlačen za čim večji krog uporabnike Firefox in da je izjemen v skoraj vseh pogledih: s stališča izkušenj uporabnikov, zmogljivosti, varnosti, koristnosti ali vrednosti kot razvedrilo.
uk: <strong>Найважливіше</strong>, додаток повинен викликати широкий інтерес у користувачів Firefox та бути визначним майже в усіх відношеннях: користувацький інтерфейс, швидкодія, безпека, бути корисним чи цікавим. Відібрані повні теми також повинні бути візуально привабливими.
zh_cn: <strong>最重要的</strong>，附加组件必须得到 Firefox 用户的广泛赞誉，并且在几乎所有方面都有杰出表现：用户体验，性能，安全，以及可用性或娱乐价值方面。精选的完整主题还必须有良好的可视效果。

source: Nominating an Add-on
cs: Nominace doplňku
de: Nominieren eines Add-ons
es: Proponer un complemento
fr: Nominer un module
it: Candidare un componente aggiuntivo
ja: アドオンを推薦
ko: 추천 부가 기능으로 추천하기
nl: Een add-on nomineren
pa_in: ਇੱਕ ਐਡ-ਆਨ ਨਾਮਜ਼ਦ ਕਰ ਰਿਹਾ
pl: Nominowanie dodatku
pt_pt: Nomear um extra
ru: Номинирование дополнения
sl: Kako se dodatek imenuje
uk: Номінація додатку
zh_cn: 提名一个附加组件

source: If you wish to nominate an add-on to be featured and it meets the criteria above, send an email to %(mail_featured)s with:
cs: Pokud chcete váš doplněk nominovat a splňuje kritéria uvedená výše, pošlete e-mail na adresu %(mail_featured)s s následujícím:
de: Wenn Sie ein Add-on zur Vorstellung nominieren möchten und es den obigen Kriterien entspricht, schicken Sie eine E-Mail an %(mail_featured)s mit:
es: Si deseas proponer un complemento para que sea destacado y cumple los criterios anteriores, envía un mensaje a %(mail_featured)s con:
fr: Si vous voulez nominer un module pour qu'il soit mis en vedette et qu'il correspond aux critères précédents, envoyez un courriel à %(mail_featured)s avec :
it: Se vuoi candidare un componente aggiuntivo e rientra nei criteri indicati, invia una email a %(mail_featured)s con:
ko: 추천 부가 기능으로의 추천을 원하신다면 위의 기준을 충족하는지 확인하신 다음 다음의 내용을 적어서 %(mail_featured)s로 메일을 보내주세요:
nl: Als u een add-on als Aanbevolen wilt nomineren en deze aan bovenstaande criteria voldoet, stuur dan een e-mailbericht naar %(mail_featured)s met:
pa_in: ਜੇਕਰ ਤੁਸੀਂ ਪੇਸਕਸ਼ ਲਈ ਇੱਕ ਐਡ-ਆਨ ਨਾਮਜ਼ਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਅਤੇ ਉਹ ਉੱਪਰ ਦਿੱਤੇ ਮਾਪਦੰਡ ਪੂਰੇ ਕਰਦਾ, ਦੇ %(mail_featured)s ਤੇ ਇੱਕ ਈਮੇਲ ਭੇਜੋ:
pl: Jeśli zamierzasz nominować dodatek jako polecany i spełnia on powyższe kryteria, wyślij na adres %(mail_featured)s e-mail zawierający:
pt_pt: Se deseja nomear um extra para ser apresentado e que atenda aos critérios acima, envie uma mensagem de correio para %(mail_featured)s com:
ru: Если вы хотите номинировать дополнение в избранные, и оно отвечает перечисленным выше критериям, отправьте письмо по электронной почте %(mail_featured)s с:
sl: Če želite imenovati dodatek kot možnega kandidata za imenovanje in če dodatek zgornja merila izpolnjuje, pošljite e-pošto na naslov %(mail_featured)s z naslednjo vsebino:
uk: Якщо Ви хочете номінувати додаток до обраних і якщо він відповідає перерахованим вище критеріям, відправте лист електронною поштою за адресою %(mail_featured)s з:
zh_cn: 如果您希望提名一个附加组件成为精选并且它达到了上述标准，发送邮件到%(mail_featured)s 连同:

source: amo-featured at mozilla dot org
cs: amo-featured zavináč mozilla tečka org
de: amo-featured at mozilla punkt org
ko: amo-featured 골뱅이 mozilla 점 org
nl: amo-featured op mozilla punt org
pa_in: ਮੌਜੀਲਾ ਡਾਟ ਕਾੱਮ ਤੇ amo-ਪੇਸਕਸ਼ਾਂ
pl: amo-featured małpa mozilla kropka org
pt_pt: em destaque na amo em mozilla dot org

source: the add-on name, URL, and whether you are its developer
cs: jméno doplňku, jeho URL a informaci, zda jste jeho vývojářem
de: Dem Namen des Add-ons, der URL und ob Sie der Entwickler sind
es: el nombre del complemento, la URL, y si tú eres su desarrollador
fr: le nom du module, son URL et si vous êtes son développeur
it: il nome del componente aggiuntivo, URL e se sei uno degli sviluppatori
ko: 부가 기능 이름, URL, 본인이 해당 부가 기능의 개발자인지 여부
nl: de add-on-naam, URL, en of u de ontwikkelaar bent
pa_in: ਐਡ-ਆਨ ਨਾਂ, URL, ਅਤੇ ਕੀ ਤੁਸੀਂ ਇਸ ਦੇ ਡਿਵੈਲਪਰ ਹੋ
pl: nazwę dodatku, adres URL oraz czy jesteś jego twórcą
pt_pt: o nomedo extra, URL, e se você é o seu desenvolvedor
ru: названием дополнения, URL, и являетесь ли вы его разработчиком
sl: ime dodatka, URL, in ali ste razvijalec tega dodatka vi
uk: назвою додатку, URL, і чи є ви його розробником
zh_cn: 附加组件的名称、网址以及您是否为此附加组件的开发者

source: an explanation of why the add-on has wide appeal and should be featured
cs: vysvětlení, proč je doplněk vhodný pro širokou škálu uživatelů a měl by být propagován
de: Einer Erklärung, warum das Add-on viele Nutzer anspricht und vorgestellt werden sollte
es: una explicación de por qué el complemento resulta útil y debería ser destacado
fr: une explication de la large audience du module et pourquoi il devrait être en vedette
it: una spiegazione del motivo per cui il componente aggiuntivo dovrebbe essere consigliato
ko: 이 부가 기능이 왜 광범위한 인지도를 확보해야 하는지와 추천받아야 할 이유
nl: een uitleg waarom de add-on velen aanspreekt en aanbevolen zou moeten worden
pl: wyjaśnienie, dlaczego dodatek cieszy się dużym uznaniem i powinien być polecany
ru: объяснением, почему дополнение вызывает большой интерес и должно быть избрано
sl: razlago, zakaj je dodaten privlačen in zakaj mislite, da je vreden posebne objave
zh_cn: 解释附加组件为什么具有广泛的吸引力，以及为什么应该成为精选附加组件

source: optionally, links to any external reviews or articles mentioning the add-on
cs: volitelně: odkaz na jakékoliv externí recenze nebo články, které se o doplňku zmiňují
de: Optional, Links zu externen Bewertungen oder Artikeln, die das Add-on erwähnen
es: opcionalmente, enlaces a cualesquiera revisiones o artículos externos que mencionen el complemento
fr: optionnellement, des liens vers des critiques ou des articles externes mentionnant le module
it: (opzionale) link a recensioni o articoli esterni che menzionano il componente aggiuntivo
ko: 선택사항으로, 외부 사이트의 평가나 언급이 되어있는 게시물에 대한 링크
nl: optioneel, koppelingen naar externe beoordelingen of artikelen waarin de add-on wordt vermeld
pa_in: ਚੋਣਵੇ ਤੌਰ ਤੇ, ਇਸ ਐਡ-ਆਨ ਦਾ ਜ਼ਿਕਰ ਕਰਦੇ ਕੋਈ ਵੀ ਬਾਹਰੀ ਸਮੀਖਿਆਵਾਂ ਜਾ ਲੇਖਾਂ ਦੇ ਲਿੰਕ ਦਿਓ
pl: opcjonalnie, odnośniki do zewnętrznych recenzji lub artykułów dotyczących dodatku
pt_pt: opcionalmente, ligações para quaisquer revisões externas ou artigos mencionando o extra
ru: опционально, ссылки на любые внешние обзоры и статьи, упоминающие дополнение
sl: neobvezno povezave do kakršnih koli zunanjih pregledov ali izdelkov, ki dodatek omenjajo
uk: необов'язково, посилання на будь-які зовнішні огляди та статті, що згадують додаток
zh_cn: 可选，任何提及到这个附加组件的外部文章或评论的链接

source: optionally, a video overview/demo/tutorial of the add-on not more than 5 minutes long
de: Optional, eine Video-Übersicht/-Demo/-Anleitung des Add-ons, höchstens 5 Minuten lang
es: opcionalmente, un resumen/tutorial/demo en video sobre el complemento que no dure más de 5 minutos
fr: optionnellement, une vidéo de démonstration et/ou présentation du module qui ne fasse pas plus de 5 minutes
it: (opzionale) una panoramica, dimostrazione o guida del componente aggiuntivo sotto forma di video della durata non superiore ai 5 minuti
ko: 선택적으로, 부가 기능의 비디오 개요/데모/튜토리얼은 5분 이하
nl: optioneel, een video-overzicht/-demo/-handleiding van de add-on van niet langer dan 5 minuten
pl: opcjonalnie, wideo z opisem, demonstracją lub samouczkiem dodatku nie może mieć więcej niż 5 minut
sl: neobvezno video dolg do 5 minut, ki vsebuje pregled/demo/tutorial o dodatku
zh_cn: 可选的，附加组件的视频概述/预览/教程的长度不能超过5分钟。

source: Extension nominations are reviewed by the Advisory Board once a month (once every 3 months for complete theme nominations), and you will receive an email regarding the decision and any suggestions for improvement. Common reasons for rejection include lacking wide appeal to consumers, a suboptimal user experience, quality or security issues, incompatibility, and similarity to another featured add-on. Rejected add-ons cannot be re-nominated within 3 months.
de: Nominierungen für Erweiterungen werden monatlich vom Beratungsgremium geprüft (bei Nominierungen für vollständige Themes alle 3 Monate) und Sie erhalten eine E-Mail über die Entscheidung und mögliche Verbesserungsvorschläge. Häufige Grüne für Ablehnungen sind unter anderem, dass das Add-on keine große Zahl von Anwendern anspricht, ein suboptimales Benutzererlebnis, Qualitäts- oder Sicherheitsprobleme, Inkompatibilität und Ähnlichkeit zu einem anderen vorgestellten Add-on. Abgelehnte Add-ons können erst nach 3 Monaten erneut nominiert werden.
es: El Consejo revisa las extensiones seleccionadas una vez al mes (una vez cada 3 meses para los temas completos seleccionados) y recibirás un correo electrónico informando de la decisión y sugerencias de mejora. Las razones más comunes por las que no se selecciona una extensión son falta de interés para los consumidores, falta de experiencia de usuario óptima, problemas de calidad o seguridad, y similitud con otros complementos destacados. Los complementos rechazados no podrán volver a seleccionarse en un periodo de 3 meses.
fr: Les nominations d'extensions sont évaluées par le comité consultatif une fois par mois (une fois tous les trois mois en ce qui concerne les thèmes complets), et vous recevrez un courriel à concernant la décision ainsi que toute suggestions pour améliorer. Les raisons courantes de rejet incluent le manque d'une large base d'utilisateurs potentiels, une expérience utilisateur sous-optimale, des problèmes de qualité ou de sécurité, des incompatibilités ainsi que des similarités avec d'autres modules vedettes. Les modules rejetés ne peuvent pas être re-proposés dans les trois mois qui suivent.
it: Il Comitato consultivo revisiona le estensioni candidate mensilmente (ogni 3 mesi per i temi completi), e comunica via email la decisione presa ed eventuali suggerimenti per migliorare il componente. Tra le ragioni di rifiuto più comuni figurano scarso interesse per la fascia più ampia dei consumatori, un'esperienza utente non ottimale, problemi riguardanti la qualità o la sicurezza, incompatibilità ed eccessiva somiglianza a componenti già consigliati. I componenti aggiuntivi respinti non possono essere riproposti per la candidatura nei 3 mesi successivi.
ko: 확장 기능 심사 대상은 한달에 한 번 (테마 심사 대상의 경우 3달에 한 번) 심의 위원회의 심사를 받게 되며, 심의 후엔 심의 결과와 여러 제안 사항과 같은 내용이 담긴 이메일을 받아보실 수 있습니다. 심의가 거부되는 가장 흔한 이유로는 소비자의 시선을 사로잡을 만한 요소가 없거나, 부차적인 사용자 경험, 퀄리티의 부재, 보안 문제, 호환성 문제, 다른 추천 부가 기능과 유사함 등이 있습니다. 심사 거부된 부가 기능은 3개월 이내에 후보 재등록을 할 수 없습니다.
nl: Extensienominaties worden maandelijks beoordeeld door de Adviesraad (elk kwartaal voor nominaties van complete thema’s), en u ontvangt een e-mailbericht met de beslissing en eventuele verbetersuggesties. Veel voorkomende redenen voor afwijzing zijn gebrek aan breed publiek, een suboptimale gebruikerservaring, kwaliteits- of beveiligingsproblemen, incompatibiliteit en overeenkomsten met een andere aanbevolen add-on. Afgewezen add-ons kunnen pas na 3 maanden opnieuw worden genomineerd.
pl: Nominacje rozszerzeń są sprawdzanie przez Komitet Doradczy raz w miesiącu (raz na trzy miesiące w przypadku nominacji kompletnych motywów), otrzymasz e-mail dotyczący decyzji oraz wszelkie sugestie poprawy. Najczęstsze powody odrzucenia to m.in. brak szerokiej grupy odbiorców, nieoptymalne doznania użytkownika, problemy z jakością lub bezpieczeństwem, niekompatybilność oraz podobieństwo do innych polecanych dodatków. Odrzucone dodatki nie mogą być ponownie nominowane przez 3 miesiące.
sl: Nominacije pregleduje svetovalni odbor enkrat na mesec (enkrat na 3 mesce za nominacije kompletnih tem). Prejeli boste prejeli elektronsko sporočilo o odločitvi in morebitne predloge za izboljšave. Pogosti razlogi za zavrnitev so prenizka privlačnost za uporabnika, manj kot optimalne uporabniške izkušnje, kakovost in varnostna vprašanja, in pa prevelika podobnost z drugimi objavljenimi dodatki. Zavrnjeni dodatki morajo počakati 3 mesece, preden se jih ponovno imenuje.
zh_cn: 提交的扩展由顾问委员会每月评选一次（提交的完整主题是3个月评选一次），有任何决定或者改进建议时会通过邮件和您沟通。常见的拒绝理由包括没有得到用户的广泛好评，用户体验不理想，质量或者安全方面的问题，不兼容，以及与另一个精选附加组件相似。被拒绝的附加组件三个月内不能再次参评。

source: Rotating Featured Add-ons
cs: Rotace doporučených doplňků
de: Auswechseln von vorgestellten Add-ons
es: Rotar los complementos destacados
fr: Rotation des modules en vedette
it: Rotazione dei componenti aggiuntivi consigliati
ko: 추천 부가 기능 순환 등재
nl: Roulatie van aanbevolen add-ons
pa_in: ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ ਘੁਮਾ ਰਿਹਾ
pl: Rotacja polecanych dodatków
pt_pt: Rodar extras em destaque
ru: Ротация избранных дополнений
sl: Menjavanje izbranih dodatkov
uk: Ротація обраних додатків
zh_cn: 轮换精选附加组件

source: Mozilla and the Featured Add-ons Advisory Board regularly evaluate and rotate out featured add-ons. Some of the most common reasons for add-ons being removed from the featured list are:
cs: Mozilla a Featured Add-ons Advisory Board pravidelně vyhodnocuje a rotuje doporučené doplňky. Některé z nejčastějších důvodů, z jakých jsou doplňky ze seznamu doporučených odstraňovány, jsou:
de: Mozilla und das Beratungsgremium für vorgestellte Add-ons werden regelmäßig vorgestellte Add-ons bewerten und auswechseln. Einige der häufigsten Gründe für das Entfernen von Add-ons aus der Liste der Vorstellungen sind:
es: Mozilla y el Consejo de complementos destacados evaluarán y rotarán regularmente los complementos destacados. Algunas de las razones más comunes para que los complementos sean eliminados de la lista de destacados son:
fr: Mozilla et le Conseil Consultatif des Modules Vedettes évaluent régulièrement et effectuent une rotation des modules en vedette. Quelques-unes des raisons courantes pour qu'un module soit retiré de la liste sont :
it: Mozilla e il Featured Add-ons Advisory Board valutano e cambiano regolarmente i componenti aggiuntivi consigliati. Alcune delle ragioni più comuni per cui un componente aggiuntivo viene rimosso sono:
ko: Mozilla와 추천 부가 기능 자문 위원회에선 정기적으로 추천 부가 기능 상태를 만료시켜 목록을 순환시킵니다. 추천 목록에서 삭제되는 가장 일반적인 사유는 다음과 같습니다:
nl: Mozilla en de Adviesraad voor aanbevolen add-ons evalueren regelmatig aanbevolen add-ons en verwijderen ze eventueel uit de lijst. Enkele veelvoorkomende redenen waarom add-ons uit de lijst Aanbevolen worden verwijderd zijn:
pa_in: ਮੌਜੀਲਾ ਅਤੇ ਪੇਸਕਸ਼ ਐਡ-ਆਨ ਸਲਾਹਕਾਰੀ ਬੋਰਡ ਨਿਯਮਿਤ ਤੌਰ ਤੇ ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨਾਂ ਵਿੱਚ ਫ਼ੇਰਬਦਲ ਕਰਦੇ ਹਨ । ਐਡ-ਆਨ ਨੂੰ ਪੇਸਕਸ਼ ਸੂਚੀ ਵਿੱਚ ਹਟਾਏ ਜਾਣ ਦੇ ਸੱਭ ਤੋਂ ਆਮ ਕਾਰਨਾਂ ਵਿੱਚ ਕੁੱਝ ਹਨ:
pl: Mozilla i Komitet Doradczy Polecanych Dodatków systematycznie dokonują przeglądu i zmieniają polecane dodatki. Niektóre najczęstsze powody usunięcia dodatków z listy polecanych dodatków to:
pt_pt: A Mozilla e o Conselho de Extras em Destaque reavaliam e renovam os extras em destaque. Algumas das razões mais comuns para um extra deixar de estar em destaque são:
ru: Mozilla и Консультативный совет по Избранным дополнениям регулярно производят оценку и ротацию избранных дополнений. Некоторыми из наиболее распространенных причин, по которым дополнения удаляются из списка избранных, являются:
sl: Mozilla in svetovalni odbor za izbrane dodatke redno ocenjujeta in menjata dodatke na seznamu izbranih. Nekateri od najbolj pogostih razlogov, da se dodatki odstranjujejo s seznama, so:
uk: Mozilla і Консультативна Рада з Обраних додатків регулярно роблять оцінку і ротацію обраних додатків. Одними з найбільш поширених причин, через які додатки видаляються зі списку обраних, є:
zh_cn: Mozilla 和精选附加组件顾问委员定期评估和淘汰某些精选附加组件。附加组件被移出精选名单的最常见原因包括：

source: Lack of growth &mdash; Add-ons that are featured typically experience a substantial gain in both downloads and active users. If an add-on is not demonstrating growth in any substantial way, that's a good indicator the add-on may not be very useful to our users.
de: Mangel an Wachstum &mdash; Vorgestellte Add-ons erfahren üblicherweise einen deutlichen Zuwachs sowohl bei Downloads als auch bei aktiven Nutzern. Wenn das Add-on in keiner Weise deutliches Wachstum zeigt, ist das ein guter Indikator dafür, dass das Add-on für unsere Anwender nicht nützlich sein könnte.
es: Falta de crecimiento &mdash; Los complementos que se destacan suelen experimentar un crecimiento sustancial tanto en descargas como en usuarios activos. Si un complemento no demuestra crecimiento en ninguna forma, puede ser un buen indicador que no es muy útil para nuestros usuarios.
fr: Le manque de croissance &mdash; Les modules mis en vedettes voient en général leur utilisation croître de manière non négligeable tant en téléchargements qu'en utilisateurs actifs. Si un module ne montre pas ce comportement, c'est un bon signe qu'il n'est peut-être pas indispensable à la base des utilisateurs.
it: Scarsa crescita &mdash; I componenti aggiuntivi, una volta consigliati, sperimentano un considerevole aumento sia di download che di utenti attivi. L'assenza di una crescita degna di nota sotto alcun aspetto è indice della scarsa utilità per gli utenti del componente stesso.
ko: 성장 부진 &mdash; 추천 상태의 부가 기능은 대개 다운로드와 실 사용자 모두 엄청난 성장을 하게 됩니다. 이러한 모습을 보여주고 있지 못한다면 이는 해당 부가 기능이 사용자에게 크게 쓸모가 없음을 나타내는 좋은 신호라고 할 수 있습니다.
nl: Gebrek aan groei &ndash; Aanbevolen add-ons zien typisch een aanzienlijke groei van zowel het aantal downloads als het aantal actieve gebruikers. Als een add-on geen substantiële groei laat zien is dat een goede indicator dan de add-on niet erg nuttig is voor onze gebruikers.
pa_in: ਵਿਕਾਸ ਵਿੱਚ ਕਮੀ &mdash; ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ ਖਾਸ ਤੌਰ ਤੇ ਡਾਊਨਲੋਡਾਂ ਅਤੇ ਸਰਗਰਮ ਉਪਭੋਗੀਆਂ ਦੋਵਾਂ ਵਿੱਚ ਠੋਸ ਵਾਧੇ ਦਾ ਅਨੁਭਵ ਕਰਦੇ ਹਨ। ਜੇਕਰ ਐਡ-ਆਨ ਕਿਸੇ ਵੀ ਠੋਸ ਢੰਗ ਨਾਲ ਵਾਧਾ ਨਹੀਂ ਵਿਖਾਉਂਦਾ ,ਇਹ ਚੰਗਾ ਸੂਚਕ ਹੈ ਕਿ ਐਡ-ਆਨ ਸਾਡੇ ਉਪਭੋਗੀਆਂ ਲਈ ਜਿਆਦਾ ਲਾਭਦਾਇਕ ਨਹੀਂ ਹੈ।
pl: Brak wzrostu &mdash; Dodatki, które są polecane, zwykle doświadczają dużego wzrostu pobrań oraz liczby aktywnych użytkowników. Jeśli dodatek nie wykazuje wzrostu w żaden istotny sposób, jest to dobrą wskazówką, że dodatek nie jest zbyt przydatny dla naszych użytkowników.
pt_pt: Falta de crescimento &mdash; Extras que são destacados, tipicamente experienciam um crescimento exponencial em número de transferências e utilizadores ativos. Se um extra não demonstra crescimento de um modo substancial, isto é um bom indicador de que o extra não é muito útil para os nossos utilizadores.
sl: Pomanjkanje rasti - dodatki, ki se jih objavlja na vidnih mestih, običajno kažejo vidno rast, tako kar se prenosov tiče kot tudi števila aktivnih uporabnikov. Če dodatek ne kaže pomembne rasti, je to zanesljiv znak za to, da za naše uporabnike ni koristen.
uk: Відсутність зростання &mdash; Додатки, що потрапили в обрані, як правило відчувають істотне зростання завантажень і активних користувачів. Якщо додаток не демонструє суттєвого зростання, це є хорошим індикатором того, що він може бути не дуже корисним для користувачів.
zh_cn: 成长性不足 &mdash; 精选附加组件通常同时具有较高的下载量和活跃用户数。如果一款附加组件在各方面都没有展示出成长性，就明确表明他对于我们的用户可能不是太有用。
