Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: I understand this step cannot be undone.
cs: Rozumím, že tneto krok nemůže být vrácen zpět.
de: Ich verstehe, dass dieser Schritt nicht rückgängig gemacht werden kann.
el: Κατανοώ ότι η ενέργεια αυτή δεν μπορεί να ανακληθεί.
es: Entiendo que este paso no se puede deshacer.
fr: Je comprends que cette étape ne peut pas être annulée.
it: Sono consapevole che non è possibile annullare questo passaggio.
ja: このステップは取り消せないことを了解しました。
ko: 이 단계는 되돌릴 수 없다는 것을 확인했습니다.
nl: Ik begrijp dat deze stap niet ongedaan kan worden gemaakt.
pa_in: ਮੈਨੂੰ ਪਤਾ ਹੈ ਇਹ ਕਦਮ ਵਾਪਸ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl: Zdaję sobie sprawę, że ten krok nie może być cofnięty.
pt_pt: Eu compreendo que este passo não pode ser anulado
ru: Я понимаю, что этот шаг не может быть отменён.
sl: Razumem, da ta korak ni mogoče razveljaviti.
uk: Я розумію, що цей крок не може бути невиконаний.
zh_cn: 我明白这个步骤无法撤销。

source: Delete my user account now
cs: Smazat můj uživatelský účet
de: Mein Benutzerkonto jetzt löschen
el: Διαγραφή τώρα του λογαριασμού μου
es: Borrar mi cuenta de usuario ahora
fr: Supprimer mon compte utilisateur maintenant
it: Elimina ora il mio account utente
ja: 今すぐユーザアカウントを削除
ko: 지금 내 사용자 계정 삭제하기
nl: Mijn gebruikersaccount nu verwijderen
pa_in: ਮੇਰਾ ਉਪਭੋਗੀ ਖਾਤਾ ਹੁਣੇ ਹਟਾਓ
pl: Usuń moje konto
pt_pt: Eliminar agora a minha conta de utilizador
ru: Удалить мою учётную запись
sl: Izbriši moj uporabniški račun zdaj
uk: Вилучити мій рахунок користувача зараз
zh_cn: 立即删除我的用户帐户

source: Delete User Photo
cs: Smazat foto uživatele
de: Benutzerbild löschen
el: Διαγραφή φωτογραφίας χρήστη
es: Borrar imagen del usuario
fr: Supprimer la photo de l'utilisateur
it: Elimina immagine utente
ja: ユーザの写真を削除
ko: 사용자 사진 삭제
nl: Gebruikersfoto verwijderen
pa_in: ਉਪਭੋਗੀ ਫ਼ੋਟੋ ਹਟਾਓ
pl: Usuń zdjęcie użytkownika
pt_pt: Eliminar fotografia do utilizador
ru: Удалить фото пользователя
sl: Izbriši foto uporabnika
uk: Видалити світлину користувача
zh_cn: 删除用户照片

source: Delete my user picture now
cs: Smazat obrázek
de: Mein Benutzerbild jetzt löschen
el: Διαγραφή της φωτογραφίας μου τώρα
es: Borrar mi imagen de usuario ahora
fr: Supprimer ma photo utilisateur maintenant
it: Elimina adesso la mia immagine utente
ja: 今すぐユーザの写真を削除
ko: 내 사용자 사진 삭제
nl: Mijn gebruikersfoto nu verwijderen
pa_in: ਮੇਰੀ ਉਪਭੋਗੀ ਤਸਵੀਰ ਹੁਣੇ ਹਟਾਓ
pl: Usuń moje zdjęcie
pt_pt: Eliminar agora a minha fotografia de utilizador
ru: Удалить мою фотографию
sl: Izbriši moj foto uporabnika sedaj
uk: Видалити моє зображення користувача
zh_cn: 立即删除我的用户图片

source: My Account
cs: Můj účet
de: Mein Konto
el: Ο λογαριασμός μου
es: Mi cuenta
fr: Mon compte
it: Il mio profilo
ja: マイアカウント
ko: 내 계정
nl: Mijn account
pa_in: ਮੇਰਾ ਖਾਤਾ
pl: Moje konto
pt_pt: A Minha Conta
ru: Моя учётная запись
sl: Moj račun
uk: Мій профіль
zh_cn: 我的帐户

source: Manage basic account information, such as username and email address.
cs: Správa základních informací o účtu, jako je uživatelské jméno či e-mailová adresa.
de: Grundlegende Kontoinformationen verwalten, wie Benutzername und E-Mail-Adresse
es: Administrar información básica de la cuenta, tal como el nombre de usuario y su dirección de correo electrónico.
fr: Gérer des informations de base du compte, comme le nom d'utilisateur et l'adresse courriel.
it: Gestisci le informazioni di base dell'account, come nome utente e indirizzo email.
ja: ユーザ名やメールアドレスなど、基本的なアカウント情報を管理します。
ko: 사용자 이름이나 이메일 주소와 같은 기본 계정 정보를 관리합니다.
nl: Beheer basale accountinformatie, zoals gebruikersnaam en e-mailadres.
pa_in: ਬੁਨਿਆਦੀ ਖਾਤਾ ਜਾਣਕਾਰੀ ਸੰਭਾਲੋ, ਜਿਵੇਂ ਕਿ ਉਪਭੋਗੀ ਨਾਂ ਅਤੇ ਈਮੇਲ ਪਤਾ।
pl: Zarządzanie podstawowymi informacjami o koncie, takimi jak nazwa użytkownika i adres e-mail.
pt_pt: Faça a gestão da informação da conta, como o nome de utilizador e o endereço de correio.
ru: Управление базовой информацией учетной записи, такой как имя пользователя и адрес электронной почты.
sl: Urejanje osnovnih podatkov o računu, kot sta recimo uporabniško ime in poštni naslov.
uk: Керувати основною інформацією облікового запису, такою як ім'я користувача і адреса електронної пошти.
zh_cn: 管理基本的帐户信息，像是用户名和电子邮件地址。

source: Username
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
pa_in: ਉਪਭੋਗੀ ਨਾਂ
pl: Nazwa użytkownika
pt_pt: Nome de utilizador
ru: Имя пользователя
sl: Uporabniško ime
uk: Ім'я користувача
zh_cn: 用户名

source: Email Address
cs: E-mailová adresa
de: E-Mail-Adresse
el: Διεύθυνση ηλ. ταχυδρομείου
es: Dirección de correo
fr: Adresse électronique
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
nl: E-mailadres
pa_in: ਈਮੇਲ ਪਤਾ
pl: Adres e-mail
pt_pt: Endereço de correio
ru: Адрес эл. почты
sl: E-poštni naslov
uk: Адреса ел.пошти
zh_cn: 电子邮件地址

source: Hide email address from other users
cs: Skrýt e-mailovou adresu před ostatními uživateli
de: E-Mail-Adresse vor anderen Benutzern verstecken
el: Απόκρυψη διεύθυνσης ηλ. ταχυδρομείου από τους άλλους χρήστες
es: Ocultar dirección de correo a otros usuarios
fr: Masquer le courriel de la vue des autres utilisateurs
it: Nascondi indirizzo email agli altri utenti
ja: 他のユーザにメールアドレスを表示しない
ko: 다른 사용자에게 이메일 주소 감추기
nl: E-mailadres voor andere gebruikers verbergen
pl: Nie wyświetlaj adresu e-mail innym użytkownikom
pt_pt: Ocultar endereço de correio aos outros utilizadores
ru: Скрыть адрес электронной почты от других пользователей
sl: Skrij e-poštni naslov pred drugimi uporabniki
zh_cn: 隐藏来自其他用户的电子邮件地址

source: Change Password
cs: Změna hesla
de: Passwort ändern
es: Cambiar contraseña
fr: Changer mon mot de passe
it: Modifica password
ja: パスワードを変更
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
pa_in: ਪਾਸਵਰਡ ਬਦਲੋ
pl: Zmień hasło
pt_pt: Alterar senha
ru: Сменить пароль
sl: Spremeni geslo
uk: Змінити пароль
zh_cn: 修改密码

source: Change your password. If you forgot your password, you can <a href="%(reset_url)s">use the reset form</a>.
cs: Změna vašeho hesla. Pokud zapomenete své heslo, můžete <a href="%(reset_url)s">použít formulář na vyresetování</a>.
de: Ändern Sie Ihr Passwort. Wenn Sie Ihr Passwort vergessen haben, können Sie <a href="%(reset_url)s">das Formular zum Zurücksetzen verwenden</a>.
es: Cambia tu contraseña. Si olvidas tu contrseña, puedes <a href="%(reset_url)s">usar el formulario de reinicialización</a>.
fr: Changer votre mot de passe. Si vous l'oubliez, vous pouvez <a href="%(reset_url)s">utiliser le formulaire de remise à zéro</a>.
it: Modifica la tua password. Se hai dimenticato la passsword puoi <a href="%(reset_url)s">utilizzare il modulo per reimpostarla</a>.
ja: パスワードを変更します。パスワードを忘れてしまった場合は、<a href="%(reset_url)s">リセットしてください</a>。
ko: 비밀번호를 변경하세요. 비밀번호를 잊었을 경우 <a href="%(reset_url)s">초기화 양식을 사용</a>하시면 됩니다.
nl: Wijzig uw wachtwoord. Als u uw wachtwoord bent vergeten kunt u het <a href="%(reset_url)s">formulier om opnieuw in te stellen gebruiken</a>.
pa_in: ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲੋ। ਜੇਕਰ ਤੁਸੀਂ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ, ਤੁਸੀਂ <a href="%(reset_url)s">ਰੀਸੈੱਟ ਫ਼ਾਰਮ ਦੀ ਵਰਤੋਂ</a>ਕਰ ਸਕਦੇ ਹੋ।
pl: Zmiana hasła. Jeśli zapomnisz swoje hasło, możesz użyć <a href="%(reset_url)s">formularza do jego zresetowania</a>.
pt_pt: Altere a sua senha. Se se esqueceu da sua senha, pode <a href="%(reset_url)s">usar o formulário de redefinição</a>.
ru: Измените ваш пароль. Если вы забыли свой ​​пароль, вы можете <a href="%(reset_url)s">использовать форму сброса</a>.
sl: Spremenite svoje geslo. Če ste pozabili geslo, lahko <a href="%(reset_url)s">uporabite obrazec za ponastavitev</a> .
uk: Змінити свій пароль. Якщо ви забули пароль, ви можете <a href="%(reset_url)s">скористатися формою для відновлення</a>.
zh_cn: 更改您的密码。如果您忘记了您的密码，可以使用<a href="%(reset_url)s">重置</a>。

source: Old Password
cs: Staré heslo
de: Altes Passwort
el: Παλιός κωδικός
es: Contraseña anterior
fr: Ancien mot de passe
it: Vecchia password
ja: 現在のパスワード
ko: 이전 비밀번호
nl: Oud wachtwoord
pa_in: ਪੁਰਾਣਾ ਪਾਸਵਰਡ
pl: Stare hasło
pt_pt: Senha antiga
ru: Старый пароль
sl: Staro geslo
uk: Старий пароль
zh_cn: 旧密码

source: New Password
cs: Nové heslo
de: Neues Passwort
el: Νέος κωδικός
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
nl: Nieuw wachtwoord
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ
pl: Nowe hasło
pt_pt: Nova senha
ru: Новый пароль
sl: Novo geslo
uk: Новий пароль
zh_cn: 新密码

source: Confirm Password
cs: Potvrzení hesla
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer mon mot de passe
it: Conferma password
ja: 新しいパスワード (確認)
ko: 비밀번호 확인
nl: Bevestig wachtwoord
pa_in: ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ
pl: Potwierdź hasło
pt_pt: Confirmar senha
ru: Подтвердить пароль
sl: Potrdite geslo
uk: Підтвердити пароль
zh_cn: 确认密码

source: Profile
cs: Profil
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pa_in: ਪ੍ਰੋਫ਼ਾਈਲ
pl: Profil
pt_pt: Perfil
ru: Профиль
sl: Profil
uk: Профіль
zh_cn: 个人资料

source: Give us a bit more information about yourself. All these fields are optional, but they'll help other users get to know you better.
cs: Poskytněte o sobě více informací. Všechna tato pole jsou volitelná, ale pomohou ostatním uživatelům vás lépe poznat.
de: Geben Sie uns ein paar Informationen über sich. All diese Felder sind freiwillig, aber Benutzer können Sie dann besser kennenlernen.
es: Danos algo más de información sobre ti mismo. Todos estos campos son opcionales, pero ayudarán a otros usuarios a conocerte mejor.
fr: Dites-nous en plus à propos de vous. Tous les champs sont optionnels mais ils aideront les autres utilisateurs à mieux vous connaître.
it: Dacci qualche informazione in più su di te. Tutti i campi sono facoltativi ma possono aiutare gli altri utenti a conoscerti meglio.
ja: あなたについてのもう少し詳しい情報を記入してください。すべての項目は任意ですが、他のユーザがあなたを知る手がかりになるでしょう。
ko: 당신에 관한 정보를 조금은 공개해 주세요. 다음 항목들은 모두 선택 사항이긴 하지만 입력해 놓으면 다른 사람들이 당신을 보다 잘 알 수 있게 도와주는 역할을 하게 됩니다.
nl: Geef ons wat meer informatie over uzelf. Al deze velden zijn optioneel, maar ze helpen gebruikers om u beter te leren kennen.
pa_in: ਸਾਨੂੰ ਆਪਣੇ ਬਾਰੇ ਥੋੜੀ ਹੋਰ ਜਾਣਕਾਰੀ ਦਿਓ। ਇਹ ਸਾਰੇ ਖੇਤਰ ਚੋਣਵੇਂ ਹਨ, ਪਰ ਇਹ ਦੂਜੇ ਉਪਭੋਗੀਆਂ ਲਈ ਤੁਹਾਡੇ ਬਾਰੇ ਜਾਨਣ ਵਿੱਚ ਸਹਾਇਕ ਹੋਣਗੇ।
pl: Podaj więcej informacji o sobie. Wszystkie pola są opcjonalne, ale zawarte w nich informacje mogą pomóc innym użytkownikom bliżej cię poznać.
pt_pt: Dê-nos mais alguma informação sobre si. Todos estes campos são opcionais, mas ajudam outros a conhecê-lo melhor.
ru: Приведите немного больше информации о себе. Все эти поля являются необязательными, но они помогут другим пользователям лучше узнать вас.
sl: Povejte nam kaj več o sebi. Vsa ta polja sicer niso obvezna, vendar pa bodo pomagala drugim uporabnikom, da vas bolje spoznajo.
uk: Надайте нам трохи більше інформації про себе. Всі ці поля є необов'язковими, але вони допоможуть іншим користувачам дізнатись про вас.
zh_cn: 给我们提供更多有关您的信息。所有这些字段都是可选的，但它们能帮助其他用户更好地了解您。

source: Choose Photo&hellip;
cs: Volba fotky&hellip;
de: Foto wählen &hellip;
es: Elige foto&hellip;
fr: Choisir une photo &hellip;
it: Scegli foto&hellip;
ja: 写真を選択...
ko: 사진 선택&hellip;
nl: Foto kiezen…
pa_in: ਫ਼ੋਟੋ ਚੁਣੋ&hellip;
pl: Wybierz zdjęcie&hellip;
pt_pt: Escolher foto&hellip;
ru: Выберите фото&hellip;
sl: Izberite fotografijo&hellip;
uk: Оберіть світлину&hellip;
zh_cn: 选择照片&hellip;

source: Delete current photo
cs: Smazat aktuální fotku
de: Aktuelles Foto löschen
es: Borrar foto actual
fr: Supprimer la photo actuelle
it: Elimina la foto corrente
ja: 現在の写真を削除
ko: 현재 사진 삭제
nl: Huidige foto verwijderen
pa_in: ਮੌਜੂਦਾ ਫ਼ੋਟੋ ਹਟਾਓ
pl: Usuń bieżące zdjęcie
pt_pt: Eliminar foto atual
ru: Удалить текущее фото
sl: Izbriši trenutni foto
uk: Видалити поточну світлину
zh_cn: 删除当前照片

source: Introduce yourself to the community, if you like! This text will appear publicly on your user info page.
cs: Pokud chcete, představte se komunitě! Tento text bude zobrazen veřejně ve vašem uživatelském profilu.
de: Stellen Sie sich der Community vor, wenn Sie möchten! Dieser Text wird öffentlich auf Ihrer Benutzer-Infoseite erscheinen.
el: Παρουσιάστε, αν θέλετε,τον εαυτό σας στην κοινότητα! Αυτό το κείμενο θα εμφανίζεται δημόσια στη σελίδα πληροφοριών χρήστη.
es: ¡Preséntate a ti mismo en la comunidad, si quieres! Este texto aparecerá públicamente en tu página de información de usuario.
fr: Présentez-vous à la communauté, si vous le souhaitez ! Ce texte apparaitra publiquement sur votre page.
it: Se lo desideri, presentati alla comunità! Questo testo apparirà nella pagina pubblica del tuo profilo.
ja: もしよければ、コミュニティに向けて自己紹介してください！ ここに入力した文章はあなたのユーザ情報ページで公開されます。
ko: 자기소개 하길 좋아한다면, 커뮤니티에 한번 해보세요! 아래 문구가 사용자 정보 페이지에 공개적으로 표시될 것입니다.
nl: Stel uzelf voor aan de gemeenschap als u dat wilt! Deze tekst verschijnt op uw publiek toegankelijke gebruikersinformatiepagina.
pa_in: ਭਾਈਚਾਰੇ ਨੂੰ ਆਪਣੇ ਆਪ ਤੋਂ ਜਾਣੂ ਕਰਵਾਓ, ਜੇਕਰ ਤੁਸੀਂ ਪਸੰਦ ਕਰੋ! ਇਹ ਟੈਕਸਟ ਤੁਹਾਡੇ ਉਪਭੋਗੀ ਇੰਫ਼ੋ ਸਫ਼ੇ ਤੇ ਜਨਤਕ ਰੂਪ ਵਿੱਚ ਵਿਖਾਈ ਦੇਵੇਗਾ।
pl: Jeśli chcesz, przedstaw się społeczności! Ten tekst będzie wyświetlany na ogólnodostępnej stronie zawierającej informacje o tobie.
pt_pt: Apresente-se à comunidade, se desejar! Este texto irá aparecer publicamente na informação da sua página de utilizador.
ru: Представьте себя сообществу, если хотите! Этот текст будет публично доступен на вашей странице информации пользователя.
sl: Če želite, se lahko predstavite skupnosti! To besedilo bo javno prikazano na strani z informacijami o uporabniku.
uk: Представтесь спільноті, якщо хочете! Цей текст стане загальнодоступним на вашій сторінці користувача.
zh_cn: 如果愿意，向社区介绍您自己。这些内容将会公开显示在您的用户信息页面。

source: Miscellaneous
cs: Ostatní
de: Verschiedenes
es: Miscelánea
fr: Divers
it: Varie
ja: 備考
ko: 기타 정보
nl: Diversen
pa_in: ਫ਼ੁਟਕਲ
pl: Różne
pt_pt: Miscelânea
ru: Разное
sl: Razno
uk: Різне
zh_cn: 杂项

source: Decide what collections should be shown in your profile.
cs: Zvolte, které sbírky se mají na vašem profilu zobrazit.
de: Entscheiden Sie, welche Sammlungen in Ihrem Profil gezeigt werden sollen.
es: Decide qué colecciones deben mostrarse en tu perfil.
fr: Décidez quelles collections doivent apparaître dans votre profil.
it: Decidi quali raccolte visualizzare nel tuo profilo.
ja: あなたのプロフィールに表示されるコレクションを選んでください。
ko: 프로필에 노출시킬 모음집을 선택하세요.
nl: Beslis welke collecties in uw profiel moeten worden weergegeven.
pa_in: ਦੱਸੋ ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ ਵਿੱਚ ਕਿਹੜੇ ਸੰਗ੍ਰਹਿ ਵਿਖਾਏ ਜਾਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Określ kolekcje, które powinny być wyświetlane w twoim profilu.
pt_pt: Decida que coleções são mostradas no seu perfil.
ru: Решите, какие подборки должны быть показаны в вашем профиле.
uk: Вирішіть, які збірки повинні бути показані у вашому профілі.
zh_cn: 决定将在您的概况页面显示哪些收藏集。

source: Display the collections I have created
cs: Zveřejnit sbírky, které jsem vytvořil(a)
de: Die Sammlungen anzeigen, die ich erstellt habe
el: Προβολή των συλλογών που έχω δημιουργήσει
es: Mostrar las colecciones que he creado
fr: Afficher les collections que j'ai créées
it: Visualizza le raccolte che hai creato
ja: 自分が作成したコレクションを表示
ko: 내가 제작한 모음집 표시
nl: Door mij gemaakte collecties weergeven
pa_in: ਸੰਗ੍ਰਹਿ ਵਿਖਾਓ ਜਿਹੜੇ ਮੈਂ ਰਚੇ ਹਨ
pl: Wyświetlaj utworzone przeze mnie kolekcje
pt_pt: Mostrar as coleções que criei
ru: Показать созданные мной подборки
sl: Prikaži zbirke, ki sem jih jaz ustvaril
uk: Показувати створені мною збірки
zh_cn: 显示我创建的收藏集

source: Display collections I'm following
cs: Zobrazit sbírky, které sleduji
de: Sammlungen anzeigen, denen ich folge
el: Εμφάνιση των συλλογών που παρακολουθώ
es: Mostrar las colecciones que estoy siguiendo
fr: Afficher les collections que je suis
it: Visualizza le raccolte che seguo
ja: フォローしているコレクションを表示
ko: 팔로우 중인 모음집 표시
nl: Door mij gevolgde collecties weergeven
pa_in: ਸੰਗ੍ਰਹਿ ਵਿਖਾਓ ਜਿਹਨਾਂ ਦਾ ਮੈਂ ਸਮਰਥਕ ਹਾਂ
pl: Wyświetlaj obserwowane przeze mnie kolekcje
pt_pt: Mostrar as coleções que acompanho
ru: Отобразить подборки, за которыми я слежу
sl: Prikaži zbirke, ki jim sledim
uk: Показувати збірки, за якими я стежу
zh_cn: 显示我关注的收藏集

source: Notifications
cs: Upozornění
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Avisos
it: Notifiche
ja: 通知
ko: 알림 메시지
nl: Notificaties
pa_in: ਅਧਿਸੂਚਨਾਵਾਂ
pl: Powiadomienia
pt_pt: Notificações
ru: Уведомления
sl: Uradna obvestila
uk: Повідомлення
zh_cn: 通知

source: From time to time, Mozilla may send you email about upcoming releases and add-on events. Please select the topics you are interested in.
cs: Čas od času Mozilla zasílá e-maily o nadcházejících vydáních a událostech, které se týkají doplňků. Zvolte témata, která vás zajímají.
de: Von Zeit zu Zeit kann Mozilla Ihnen Informationen über zukünftige Veröffentlichungen und Add-on-Veranstaltungen schicken. Bitte wählen Sie die Themen, an denen Sie interessiert sind.
es: De vez en cuando, Mozilla puede enviarte correos sobre próximas versiones y eventos sobre complementos. Por favor, selecciona los temas en los que estás interesado.
fr: De temps en temps, Mozilla peut vous envoyer un courriel à propos des sorties à venir et des événements sur les modules. Merci d'indiquer les sujets qui vous intéressent.
it: Mozilla può inviarti periodicamente delle email per segnalare nuove versioni o eventi legati ai componenti aggiuntivi. Scegli gli argomenti a cui sei interessato:
ko: 가끔씩 Mozilla에선 곧 출시될 최신 버전 정보와 부가 기능 이벤트에 관한 정보를 이메일로 보냅니다. 관심을 갖고 있는 주제를 선택해 주세요.
nl: Mozilla kan u af en toe een e-mailbericht sturen over aankomende uitgaven en add-on-gebeurtenissen. Selecteer de voor u interessante onderwerpen.
pa_in: ਸਮੇਂ-ਸਮੇ ਤੇ, ਮੌਜੀਲਾ ਆਉਣ ਵਾਲੀਆਂ ਰੀਲੀਜ਼ਾਂ ਅਤੇ ਐਡ-ਆਨ ਸਮਾਗਮਾਂ ਬਾਰੇ ਈਮੇਲ ਭੇਜਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਵਿਸ਼ਾ ਚੁਣੋ ਜਿਸ ਵਿੱਚ ਤੁਹਾਡੀ ਦਿਲਚਸਪੀ ਹੋਵੇ।
pl: Od czasu do czasu Mozilla może wysyłać do ciebie e-mail z informacjami o zbliżających się wydaniach programów i zdarzeniach związanych z dodatkami. Wybierz interesujące cię zdarzenia.
pt_pt: De tempos a tempos, a Mozilla poderá enviar-lhe uma mensagem de correio sobre os próximos lançamentos e eventos sobre extras. Por favor, seleccione os tópicos de interesse.
ru: Время от времени Mozilla может посылать вам письма о выходящих вскоре релизах и событиях, касающихся дополнений. Пожалуйста, выберите темы, в которых вы заинтересованы:
sl: Od časa do časa vam bo Mozilla lahko da poslala e-pošto o prihajajočih objavah in dogodkih okoli dodatkov. Izberite prosim spodaj teme, ki bi vas zanimale:
uk: Час від часу Mozilla може надсилати вам електронні листи про випуски, що наближаються, та про події додатків. Будь ласка, оберіть теми, які вас цікавлять.
zh_cn: 有时候 Mozilla 可能会向您发送电子邮件，内容是有关即将发布和附加组件事件。请选择您感兴趣的话题。

source: Mozilla reserves the right to contact you individually about specific concerns with your hosted add-ons.
cs: Mozilla si vyhrazuje právo vás individuálně kontaktovat ohledně vámi hostovaného doplňku.
de: Mozilla behält sich vor, Ihnen persönliche E-Mails zu schreiben, wenn es um bestimmte Angelegenheiten im Bezug auf Ihre hier beherbergten Add-ons geht.
el: Ο οργανισμός Mozilla διατηρεί το δικαίωμα να επικοινωνήσει προσωπικά μαζί σας για συγκεκριμένα θέματα σχετικά με το πρόσθετο σας.
es: Mozilla se reserva el derecho de contactar contigo individualmente sobre temas específicos de los complementos que hayas alojado.
fr: Mozilla se réserve le droit de vous contacter personnellement pour des problèmes particuliers liés à vos modules hébergés.
it: Mozilla si riserva il diritto di contattarti personalmente per problemi legati ai componenti aggiuntivi che hai realizzato e che sono ospitati su questo sito.
ja: Mozilla は、このサイトで登録されたアドオンに関する具体的な事柄について、あなたに個別に連絡を取る権利を留保します。
ko: Mozilla는 당신이 등록한 부가 기능의 특정 사항에 대한 개인적 연락을 할 권리를 보장하고 있습니다.
nl: Mozilla behoudt zich het recht voor om individueel contact met u op te nemen over specifieke aangelegenheden met uw add-ons die worden gehost.
pa_in: ਮੌਜੀਲਾ ਕੋਲ ਤੁਹਾਡੇ ਵੱਲੋਂ ਮੇਜ਼ਬਾਨ ਐਡ-ਆਨ ਬਾਰੇ ਖਾਸ਼ ਤਸ਼ਵੀਸ਼ ਲਈ ਤੁਹਾਨੂੰ ਵਿਅਕਤੀਗਤ ਰੂਪ ਵਿੱਚ ਸੰਪਰਕ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਰਾਖਵਾਂ ਹੈ।
pl: Mozilla zastrzega sobie prawo do bezpośredniego kontaktu z tobą w szczegółowych sprawach dotyczących twoich dodatków.
pt_pt: A Mozilla reserva o direito de o contactar individualmente sobre preocupações específicas sobre os extras hospedados.
ru: Mozilla оставляет за собой право связаться с вами лично, в случае, если возникнут вопросы по размещенным вами дополнениям.
sl: Mozilla si pridržuje pravico, da se obrne na vas osebno v zvezi z vprašanji, ki se tičejo vaših gostujočih dodatkov.
uk: Mozilla зберігає за собою право звернутись до вас особисто з особливими питаннями щодо доданих вами додатків.
zh_cn: 对于您发布的附加组件，为了沟通一些特别关心的问题，Mozilla 保留单独联系您的权力。

source: Admin
cs: Správa
es: Administrar
fr: Administration
ja: 管理者
ko: 관리자
nl: Beheer
pa_in: ਪ੍ਰਬੰਧਕ
pl: Administrator
ru: Админ
sl: Skrbnik
uk: Адмін
zh_cn: 管理

source: Delete Account
cs: Smazat účet
de: Benutzerkonto löschen
el: Διαγραφή λογαριασμού
es: Borrar cuenta
fr: Supprimer mon compte
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
nl: Account verwijderen
pa_in: ਖਾਤਾ ਹਟਾਓ
pl: Usuń konto
pt_pt: Eliminar conta
ru: Удалить учётную запись
sl: Izbriši račun
uk: Видалити обліковий запис
zh_cn: 删除帐户

source: Update Account
cs: Aktualizovat účet
de: Benutzerkonto aktualisieren
es: Actualizar cuenta
fr: Mettre à jour mon compte
it: Aggiorna account
ja: アカウントを更新
ko: 계정 업데이트
nl: Account bijwerken
pa_in: ਖਾਤਾ ਅੱਪਡੇਟ ਹਟਾਓ
pl: Aktualizuj konto
pt_pt: Actualizar conta
ru: Обновить учётную запись
sl: Posodobi račun
uk: Оновити обліковий запис
zh_cn: 更新帐户

source: none
cs: nic
de: Keins
es: ninguno
fr: aucun
it: nessuno
ja: なし
ko: 없음
nl: geen
pa_in: ਕੁੱਝ ਨਹੀਂ
pl: żadne
pt_pt: nenhum
ru: нет
uk: нічого
zh_cn: 无

source: all
cs: vše
de: Alle
es: todos
fr: tous
it: tutto
ja: すべて
ko: 전부
nl: alles
pa_in: ਸਾਰੇ
pl: wszystkie
pt_pt: tudo
ru: все
uk: все
zh_cn: 所有

source: User Login
cs: Přihlášení uživatele
de: Benutzer-Login
el: Σύνδεση χρήστη
es: Identificación de usuario
fr: Connexion utilisateur
it: Accesso utente
ja: ログイン
ko: 사용자 로그인
nl: Gebruiker aanmelden
pa_in: ਉਪਭੋਗੀ ਲਾਗਇਨ
pl: Login użytkownika
pt_pt: Início de sessão
ru: Вход пользователя
sl: Prijava uporabnika
zh_cn: 用户登录

source: Login Problems?
cs: Problémy s přihlášením?
de: Probleme beim Einloggen?
el: Πρόβλημα σύνδεσης;
es: ¿Problemas para identificarte?
fr: Des problèmes de connexion ?
it: Problemi con l'accesso?
ja: ログインに問題がありますか？
ko: 로그인에 문제가 있나요?
nl: Problemen met aanmelden?
pa_in: ਲਾਗਇਨ ਸਮੱਸਿਆਵਾਂ?
pl: Masz problemy z logowaniem?
pt_pt: Problemas de início de sessão?
ru: Проблемы со входом?
sl: Problemi ob prijavi?
uk: Проблеми при вході?
zh_cn: 登录碰到问题？

source: I don't have an account.
cs: Nemám účet.
de: Ich habe kein Benutzerkonto.
el: Δεν έχω λογαριασμό.
es: No tengo una cuenta.
fr: Je n'ai pas de compte.
it: Non ho un account.
ja: アカウントを持っていません。
ko: 계정이 없습니다.
nl: Ik heb geen account.
pa_in: ਮੇਰੇ ਕੋਲ ਖਾਤਾ ਨਹੀਂ ਹੈ।
pl: Nie mam konta
pt_pt: Não tenho uma conta.
ru: У меня нет учётной записи.
sl: Nimam računa.
uk: У мене нема аккаунту.
zh_cn: 我还没有帐号。

source: I forgot my password.
cs: Zapomněl(a) jsem své heslo.
de: Ich habe mein Passwort vergessen.
el: Ξέχασα τον κωδικό μου.
es: He olvidado mi contraseña.
fr: J'ai oublié mon mot de passe.
it: Ho dimenticato la password.
ja: パスワードを忘れました。
ko: 비밀번호가 기억나지 않습니다.
nl: Ik ben mijn wachtwoord vergeten.
pa_in: ਮੈਂ ਮੇਰਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਿਆ।
pl: Nie pamiętam hasła
pt_pt: Esqueci a minha senha.
ru: Я забыл свой пароль.
sl: Ne vem več svojega gesla.
uk: Я забув(ла) свій пароль.
zh_cn: 我忘记密码了。

source: Log In
cs: Přihlášení
de: Einloggen
el: Σύνδεση
es: Conectar
fr: Connexion
it: Accedi
ja: ログイン
ko: 로그인
nl: Aanmelden
pa_in: ਲਾਗ ਇਨ
pl: Logowanie
pt_pt: Iniciar sessão
ru: Войти
sl: Prijava
uk: Увійти
zh_cn: 登录
