Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Clear Search
cs: Zrušit hledání
de: Suche löschen
el: Καθαρισμός Αναζήτησης
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella la ricerca
ja: 検索をクリア
ko: 검색 내역 초기화
nl: Zoekveld leegmaken
pa_in: ਖੋਜ ਮਿਟਾਓ
pl: Wyczyść wyszukiwanie
pt_pt: Limpar pesquisa
ru: Очистить поиск
sl: Počisti iskanje
uk: Очистити пошук
zh_cn: 清除搜索

source: No results found
cs: Nebyly nalezeny žádné výsledky.
de: Keine Ergebnisse gefunden
el: Δε βρέθηκαν αποτελέσματα
es: No se ha encontrado ningún resultado
fr: Aucun résultat trouvé
it: Nessun risultato trovato
ja: 該当するアイテムはありません
nl: Geen resultaten gevonden
pa_in: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਮਿਲਿਆ
pl: Nic nie znaleziono
pt_pt: Não foram encontrados resultados
ru: Результатов не найдено
sl: Ni zadetkov
uk: Результатів не знайдено
zh_cn: 找不到结果

source: Theme Queues
cs: Fronty s motivy
de: Warteschlangen für Themes
fr: Files d'attente de thème
it: Code temi
nl: Thema-wachtrijen
pl: Kolejki motywów
zh_cn: 主题队列

source: Theme Logs
cs: Logy k motivu
de: Logs für Themes
fr: Journaux de thème
it: Registri temi
nl: Thema-logboeken
pl: Dzienniki motywów
zh_cn: 主题日志

source: Deleted Themes
cs: Smazané motivy
de: Gelöschte Themes
el: Διαγραφέντα Θέματα
es: Temas eliminados
fr: Thèmes supprimés
it: Temi eliminati
ja: 削除されたテーマ
nl: Verwijderd thema’s
pa_in: ਹਟਾਏ ਗਏ ਥੀਮ
pl: Usunięte motywy
pt_pt: Temas eliminados
zh_cn: 已删除的主题

source: Date Deleted
cs: Datum smazáno
de: Gelöscht am
el: Ημερομηνία διαγραφής
es: Fecha de eliminación
fr: date supprimée
it: Data di eliminazione
ja: 削除された日
nl: Verwijderingsdatum
pa_in: ਹਟਾਈ ਮਿਤੀ
pl: Data usunięcia
pt_pt: Data da eliminação
zh_cn: 数据已删除

source: No deleted themes found for this period.
cs: V tomto období nebyly nalezeny žádné smazané motivy.
de: In diesem Zeitraum wurden keine gelöschten Themes gefunden.
el: Κανένα διαγραμμένο θέμα αυτής της περιόδου δε βρέθηκε.
es: No se encontró ningún tema eliminado en este periodo.
fr: Pas de thème supprimé sur cette période.
it: Nessun tema eliminato in questo periodo.
ja: この期間に削除されたテーマはありません。
nl: Geen verwijderde thema’s gevonden in deze periode.
pa_in: ਇਸ ਮਿਆਦ ਲਈ ਕੋਈ ਹਟਾਇਆ ਥੀਮ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono usuniętych motywów dla tego okresu.
pt_pt: Não foram encontrados temas eliminados para este período.
zh_cn: 在此期间发现没有已删除的主题。

source: Theme Review History for {0}
cs: Historie kontrol motivů pro {0}
de: Chronik der Theme-Überprüfungen für {0}
el: Ιστορικό επιθεωρήσεων θέματος για {0}
es: Historial de revisiones del tema por {0}
fr: Historique de vérification de thème pour {0}
it: Cronologia delle revisioni del tema {0}
ja: {0} のテーマ審査履歴
ko: {0}의 테마 심사 기록
nl: Thema-beoordelingsgeschiedenis voor {0}
pa_in: {0} ਲਈ ਥੀਮ ਸਮੀਖਿਆ ਇਤਿਹਾਸ
pl: Historia sprawdzeń motywu {0}
pt_pt: Histórico de revisões do tema {0}
ru: Журнал проверки темы {0}
sl: Zgodovina pregledov za {0}
zh_cn: {0}的主题校验历史

source: Review Date
cs: Datum kontroly
de: Datum der Überprüfung
el: Ημερομηνία Επιθεώρησης
es: Fecha de la revisión
fr: Date de vérification
it: Data di revisione
ja: 審査日時
ko: 심사일
nl: Beoordelingsdatum
pa_in: ਸਮੀਖਿਆ ਮਿਤੀ
pl: Data sprawdzenia
pt_pt: Data da Revisão
ru: Дата проверки
sl: Datum pregleda
zh_cn: 校验数据

source: Reason
cs: Důvod
de: Grund
el: Αιτιολόγηση
es: Motivo
fr: Raison
it: Motivazione
ja: 理由
ko: 사유
nl: Reden
pa_in: ਦਲੀਲ
pl: Powód
pt_pt: Motivo
ru: Причина
sl: Razlog
uk: Причина
zh_cn: 理由

source: There are currently no reviews.
cs: Aktuálně nejsou dostupné žádné kontroly.
de: Derzeit gibt es keine Überprüfungen.
el: προς το παρόν δεν υπάρχουν επιθεωρήσεις.
es: Actualmente no hay ninguna revisión.
fr: Il n'y a actuellement aucune revue.
it: Al momento non sono presenti revisioni.
ja: 現在審査待ちのテーマはありません。
ko: 심사중인 테마가 없습니다.
nl: Er zijn momenteel geen beoordelingen.
pa_in: ਮੌਜੂਦਾ ਤੌਰ ਤੇ ਇੱਥੇ ਕੋਈ ਸਮੀਖਿਆ ਨਹੀਂ।
pl: Obecnie nie ma sprawdzeń.
pt_pt: Atualmente não há revisões.
ru: В настоящее время проверок нет.
sl: Trenutno ni pregledov.
zh_cn: 暂时尚无评论。

source: Theme Review Log
cs: Log ke kontrole motivu
de: Log der Theme-Überprüfungen
el: Καταγραφή επιθεωρήσεων θέματος
es: Registros de revisiones del tema
fr: Journal de vérification de thème
it: Registro revisioni tema
ja: テーマの審査履歴
ko: 테마 심사 기록
nl: Thema-beoordelingslogboek
pa_in: ਥੀਮ ਸਮੀਖਿਆ ਚਿੱਠਾ
pl: Dziennik sprawdzeń motywu
pt_pt: Registro de revisões do tema
ru: Журнал проверок тем
sl: Dnevnik pregledov za temo
uk: Журнал розгляду теми
zh_cn: 主题校验日志

source: Theme Review Queue
cs: Fronta pro schválení motivů
de: Warteschlange für Theme-Bewertungen
el: Ουρά επιθεωρήσεων θέματος
es: Cola de revisiones del tema
fr: File d'attente des revues de thème
it: Coda di revisione dei temi
ja: テーマの審査待ち
ko: 테마 심사 대기열
nl: Thema-beoordelingswachtrij
pa_in: ਥੀਮ ਸਮੀਖਿਆ ਕਤਾਰ
pl: Kolejka motywów do sprawdzenia
pt_pt: Fila de revisão de tema
ru: Очередь проверки тем
sl: Čakalna vrsta za pregled tem
uk: Черга розгляду теми
zh_cn: 主题校验队列

source: Review Options
cs: Možnosti kontroly
de: Überpüfungsoptionen
el: Επιλογές αξιολόγησης
es: Opciones de revisión
fr: Options de revue
it: Opzioni di revisione
ja: 審査方法
ko: 심사 옵션
nl: Beoordelingsopties
pa_in: ਸਮੀਖਿਆ ਚੋਣਾਂ
pl: Opcje sprawdzenia
pt_pt: Opções de revisão
ru: Параметры проверки
sl: Možnosti pri pregledu:
uk: Опції розгляду
zh_cn: 审核选项

source: Auto-advance after review
de: Nach Überprüfung automatisch fortfahren
el: Αυτόματη πρόοδος μετά την επιθεώρηση
es: Avance automático tras la revisión
fr: Avance automatique après la revue
it: Avanzamento automatico dopo la revisione
ja: 承認後に自動公開
ko: 심사 후 자동 승급
nl: Automatisch doorzetten na beoordeling
pa_in: ਸਮੀਖਿਆ ਤੋਂ ਬਾਅਦ ਸਵੈ-ਤਰੱਕੀ
pl: Automatyczne przejście po sprawdzeniu
pt_pt: Avançar automaticamente após revisão
sl: Avto-naprej po pregledu
zh_cn: 审核后自动提升

source: Enable keyboard shortcuts
cs: Povolit klávesové zkratky
de: Tastaturkürzel aktivieren
el: Ενεργοποίηση συντομέυσεων πληκτρολογίου
es: Habilitar atajos del teclado
fr: Activer les raccourcis clavier
it: Attiva le scorciatoie da tastiera
ja: キーボードショートカットを有効にする
ko: 키보드 단축키 사용
nl: Sneltoetsen inschakelen
pa_in: ਕੀਬੋਰਡ ਸ਼ਾਰਟਕੱਟਾਂ ਨੂੰ ਯੋਗ ਕਰੋ
pl: Włącz skróty klawiaturowe
pt_pt: Ativar atalhos do teclado
ru: Включить горячие клавиши
sl: Omogoči bližnjice na tipkovnici
uk: Увімкнути комбінації клавіш
zh_cn: 开启快捷键

source: Keyboard Shortcuts
cs: Klávesové zkratky
de: Tastaturkürzel
el: Συντομεύσεις πληκτρολογίου
es: Atajos del teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
nl: Sneltoetsen
pa_in: ਕੀਬੋਰਡ ਸ਼ਾਰਟਕੱਟਾਂ
pl: Skróty klawiaturowe
pt_pt: Atalhos de teclado
ru: Горячие клавиши
sl: Bližnjice na tipkovnici
uk: Комбінації клавіш
zh_cn: 快捷键

source: Next Theme
cs: Další motiv
de: Nächstes Theme
el: Επόμενο Θέμα
es: Próximo tema
fr: Thème suivant
it: Tema successivo
ja: 次のテーマ
ko: 다음 테마
nl: Volgende thema
pa_in: ਅਗਲਾ ਥੀਮ
pl: Następny motyw
pt_pt: Próximo Tema
ru: Следующая тeма
sl: Naslednja tema
uk: Наступна тема
zh_cn: 下一主题

source: Previous Theme
cs: Předchozí motiv
de: Vorheriges Theme
el: Προηγούμενο Θέμα
es: Tema anterior
fr: Thèse précédent
it: Tema precedente
ja: 前のテーマ
ko: 이전 테마
nl: Vorige thema
pa_in: ਪਿਛਲਾ ਥੀਮ
pl: Poprzedni motyw
pt_pt: Tema Anterior
ru: Предыдущая тeма
sl: Prejšnja tema
uk: Попередня тема
zh_cn: 上一主题

source: Your Review History
cs: Vaše historie kontrol
de: Ihre Chronik der Überprüfungen
el: Ιστορικό Επιθεωρήσεων σας
es: Tu historial de revisiones
fr: Votre historique de revue
it: Cronologia delle tue revisioni
ja: あなたの審査履歴
ko: 당신의 심사 기록
nl: Uw beoordelingsgeschiedenis
pa_in: ਤੁਹਾਡਾ ਸਮੀਖਿਆ ਇਤਿਹਾਸ
pl: Twoja historia sprawdzeń
pt_pt: Seu histórico de revisões
ru: Ваша история проверок
sl: Vaša zgodovina pregledov
zh_cn: 您的评论历史

source: Commit Review
de: Überprüfung abschließen
el: Υποβολή Επιθεώρησης
es: Remitir revisión
fr: Envoyer la revue
it: Trasmetti revisione
ja: 審査を実行
nl: Beoordeling indienen
pa_in: ਸਮੀਖਿਆ ਕਬੂਲੋ
pl: Wyślij sprawdzenie
pt_pt: Submeter análise
zh_cn: 提交审查

source: Commit Reviews
de: Überprüfungen abschließen
el: Υποβολή Επιθεωρήσεων
es: Remitir revisiones
fr: Envoyer les revues
it: Invia revisioni
ja: 審査を実行
ko: 심사 완료하기
nl: Beoordelingen indienen
pa_in: ਸਮੀਖਿਆ ਕਬੂਲੋ
pl: Wyślij sprawdzenia
pt_pt: Submeter análises
sl: Zavedite preglede
zh_cn: 提交审核

source: {0} out of {1} reviewed
cs: Zkontrolováno {0} z {1}
de: {0} von {1} überprüft
el: Επιθεωρήθηκαν {0} από {1}
es: {0} de {1} revisados
fr: {0} de {1} vérifiés
it: {0} su {1} revisionati
ja: {1} 個中 {0} 個が審査済みです
ko: {0}건 심사 / {1}
nl: {0} van {1} beoordeeld
pa_in: {1} ਵਿੱਚੋਂ {0} ਦੀ ਸਮੀਖਿਆ ਹੋਈ
pl: Sprawdzono {0} z {1}
pt_pt: {0} de {1} revisto
ru: {0} из {1} проверено
sl: {0} od {1} pregledano
zh_cn: 已审核 {0} / {1} 个

source: There are currently no Themes to review.
cs: Aktuálně nejsou dostupné žádné motivy na kontrolu.
de: Es gibt derzeit keine Themes, die überprüft werden müssen.
el: Δεν υπάρχουν προς το παρόν Θέματα για επιθεώρηση.
es: Actualmente no hay que revisar ningún tema.
fr: Il n'y a actuellement aucun thème à vérifier.
it: Al momento non sono presenti temi da revisionare.
ja: 現在審査待ちのテーマはありません。
ko: 심사할 테마가 없습니다.
nl: Er zijn momenteel geen thema’s om te beoordelen.
pa_in: ਮੌਜੂਦਾ ਤੌਰ ਤੇ ਸਮੀਖਿਆ ਲਈ ਇੱਥੇ ਕੋਈ ਥੀਮ ਨਹੀਂ।
pl: Obecnie nie ma motywów do sprawdzenia.
pt_pt: Atualmente não há temas para revisão.
sl: Trenutno ni tem za pregled.
uk: В даний момент немає тем для перегляду.
zh_cn: 暂时没有可评论的主题。

source: Release My Theme Locks
de: Meine Theme-Sperre aufgeben
el: Ξεκλείδώμα του θέματος μου
es: Liberar los bloqueos de mi tema
fr: Rendre les verrous de mon thème
it: Sblocca il tema
ja: 自分のテーマのロックを解除
nl: Mijn themablokkades verwijderen
pa_in: ਮੇਰੇ ਥੀਮ ਲਾਕ ਜਾਰੀ ਕਰੋ
pl: Zrealizuj moje zablokowania motywów
pt_pt: Libertar os bloqueios do meu tema
zh_cn: 释放我的主题锁

source: Interactive Theme Queue
cs: Interaktivní fronta s motivy
de: Interaktive Warteschlange für Themes
el: Διαδραστική ουρά θεμάτων
fr: File d'attente de thème interactif
it: Coda interattiva temi
ja: インタラクティブテーマの審査待ち
nl: Interactieve thema-wachtrij
pa_in: ਪਰਸਪਰ ਥੀਮ ਕਤਾਰ
pl: Interaktywna kolejka motywów
pt_pt: Fila interativa de tema
uk: Інтерактивна черга тем
zh_cn: 交互主题队列

source: Theme Review for {0}
cs: Kontroly motivu {0}
de: Theme-Überprüfung für {0}
el: Αξιολόγηση θέματος για {0}
es: Revisión del tema para {0}
fr: Vérification de thème pour {0}
it: Revisione per il tema {0}
ja: {0} のテーマ審査
ko: {0}의 테마 심사
nl: Thema-beoordeling voor {0}
pa_in: {0} ਲਈ ਥੀਮ ਸਮੀਖਿਆ
pl: Sprawdzenie motywu {0}
pt_pt: Revisão do tema para {0}
ru: Проверка темы для {0}
sl: Pregled teme za {0}
uk: Перегляд теми для {0}
zh_cn: {0}的主题校验

source: (Probable Duplicate Submission)
cs: (Pravděpodobně duplicitní odeslání)
de: (Vermutlich doppelte Einreichung)
el: (Πιθανή διπλή υποβολή)
es: (Probable envío duplicado)
fr: (Probable doublon d'envoi)
it: (è possibile che questo tema sia già stato inviato)
ja: (重複登録の可能性)
nl: (Waarschijnlijk dubbel ingediend)
pa_in: (ਨਕਲ ਦਾਖਲ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ)
pl: (Prawdopodobnie zduplikowane zgłoszenie)
pt_pt: (Provavelmente uma submissão duplicada)
uk: (Можливо повторюване представлення)
zh_cn: （可能重复提交）

source: Past Review Notes
cs: Předchozí poznámky ke kontrola
de: Frühere Versionshinweise
el: Σημειώσης προηγούμενης αξιολόγησης
es: Notas de revisión anteriores
fr: Notes des revues précédentes
it: Note di revisione precedenti
ja: 過去の審査メモ
nl: Eerdere beoordelingsopmerkingen
pa_in: ਪਿਛਲੇ ਸਮੀਖਿਆ ਨੋਟ
pl: Wcześniejsze informacje recenzenta
pt_pt: Notas de revisão antigas
uk: Примітки з попереднього перегляду
zh_cn: 过往审核说明

source: More Info Requested: {0}
cs: Vyžadováno více informací: {0}
de: Weitere Informationen angefordert: {0}
el: Ζητήθηκαν περισσότερες πληροφορίες: {0}
es: Solicitada más info: {0}
fr: Plus d'informations demandées : {0}
it: Richiesta di ulteriori informazioni: {0}
ja: 詳細情報リクエスト済み: {0}
nl: Meer informatie gevraagd: {0}
pa_in: ਹੋਰ ਜਾਣਕਾਰੀ ਦੀ ਬੇਨਤੀ ਕਰੋ: {0}
pl: Poproszono o więcej informacji: {0}
pt_pt: Solicitadas mais informações: {0}
uk: Запитано більше інформації: {0}
zh_cn: 请求更多信息：{0}

source: Flagged: {0}
cs: Označeno: {0}
de: Markiert: {0}
el: Επισημάνθηκε: {0}
es: Marcada: {0}
fr: Étiqueté : {0}
it: Segnalati: {0}
ja: フラグ付き: {0}
nl: Gelabeld: {0}
pa_in: ਫ਼ਲੈਗ ਕੀਤਾ: {0}
pl: Oflagowano: {0}
pt_pt: Marcado: {0}
uk: Відмічено: {0}
zh_cn: 已打标签: {0}

source: Approve Theme
cs: Schválit motiv
de: Theme freischalten
el: Αποδοχή Θέματος
es: Aprobar tema
fr: Approuver le thème
it: Approva tema
ja: テーマを承認
nl: Thema goedkeuren
pa_in: ਥੀਮ ਮਨਜ਼ੂਰ
pl: ZatwierdzenieZatwierdź motyw
pt_pt: Aprovar tema
ru: Одобрить тeму
sl: Odobri temo
uk: Схвалити тему
zh_cn: 核准主题

source: Field required
cs: Pole je vyžadováno
de: Erforderliches Feld
el: Πεδίο απαραίτητο
es: Campo obligatorio
fr: Champ nécessaire
it: Campo obbligatorio
ja: 必須項目
ko: 필수 항목
nl: Veld verplicht
pa_in: ਲੋੜੀਂਂਦਾ ਖੇਤਰ
pl: Pole wymagane
pt_pt: Campo requerido
ru: Это поле обязательно
sl: Obvezno polje
uk: Необхідне поле
zh_cn: 空间需求

source: Enter the ID or URL of the duplicate
cs: Vložte ID či URL duplikátu
de: Geben SIe die ID oder URL des Duplikats ein
el: Εισάγετε το ID ή το URL του διπλότυπου
es: Escribe el ID o la URL del duplicado
fr: Entrez l'identifiant ou l'URL du duplicata
it: Inserisci ID o URL del duplicato
ja: 重複する ID または URL を入力
ko: 복사한 ID나 URL을 입력
nl: Voer de ID of URL van het duplicaat in
pa_in: ਨਕਲ ਦੀ ID ਜਾਂ URL ਦਰਜ ਕਰੋ
pl: Podaj ID lub URL duplikatu
pt_pt: Introduza o ID ou a URL do duplicado
sl: Vnesite ID ali URL duplikata
uk: Введіть ID або URL дублікату
zh_cn: 输入重复的 ID 或者网址

source: Select a reason for rejection
cs: Zvolte důvod odmítnutí
de: Wählen Sie eine Begründung für die Ablehnung
el: Επιλέξτε μια αιτία για απορριψη
es: Selecciona un motivo para rechazarla
fr: Sélectionnez une raison pour le rejet
it: Seleziona il motivo del rifiuto
ja: 却下する理由を選択
ko: 심사 거부 사유 선택
nl: Selecteer een reden van afwijzing
pa_in: ਰੱਦ ਕਰਨ ਲਈ ਇੱਕ ਕਾਰਨ ਚੁਣੋ
pl: Wybierz powód odrzucenia
pt_pt: Selecione o motivo da rejeição
ru: Выберите причину для отклонения
sl: Izberite razlog za zavrnitev
uk: Виберіть причину відхилення
zh_cn: 选择一个拒绝的原因

source: Describe your reason for rejection
cs: Popište důvod odmítnutí
de: Beschreiben Sie Ihren Grund für die Ablehnung
el: Περιγράψτε την αιτία της απόρριψης
es: Describe tu motivo para rechazarla
fr: Décrivez votre raison du rejet
it: Descrivi le motivazioni del tuo rifiuto
ja: 却下する理由を説明
ko: 거부 사유를 기입해 주세요
nl: Beschrijf uw reden van afwijzing
pa_in: ਰੱਦ ਕਰਨ ਲਈ ਆਪਣੇ ਕਾਰਨ ਦਾ ਵਰਣਨ ਕਰੋ
pl: Opisz twój powód odrzucenia
pt_pt: Descreva o motivo da rejeição
sl: Opišite vaš razlog za zavrnitev
uk: Опишіть свою причину відхилення
zh_cn: 描述您拒绝的理由

source: Ask a question to the artist
cs: Položit otázku umělci
de: Stellen Sie dem Künstler eine Frage
el: Κάντε μια ερώτηση στον καλλιτέχνη
es: Hazle una pregunta al artista
fr: Poser une question à l'artiste
it: Poni una domanda all'autore
ja: 作者に質問する
ko: 만든이에게 질문하기
nl: Een vraag aan de kunstenaar stellen
pa_in: ਕਲਾਕਾਰ ਤੋਂ ਇੱਕ ਸਵਾਲ ਪੁੱਛੋ
pl: Zadaj pytanie autorowi
pt_pt: Fazer uma pergunta ao artista
ru: Задайте вопрос художнику
sl: Pošljite vprašanje umetniku
uk: Задайте питання художнику
zh_cn: 向艺术家提问

source: Describe your reason for flagging
cs: Popište váš důvod pro označení
de: Beschreiben Sie Ihren Grund für die Kennzeichnung
el: Περιγράψτε την αιτία επισήμανσης
es: Describe un motivo para marcarla
fr: Décrivez votre raison pour l'étiquetage
it: Descrivi i motivi della segnalazione
ja: フラグを立てる理由を説明
ko: 표시 사유를 기입해 주세요
nl: Beschrijf uw reden voor het label
pa_in: ਫ਼ਲੈਗ ਕਰਨ ਲਈ ਆਪਣੇ ਕਾਰਨ ਦਾ ਵਰਣਨ ਕਰੋ
pl: Opisz twój powód oznaczenia.
pt_pt: Descreva o motivo da sua marcação
sl: Opišite svoje razloge za označitev
uk: Опишіть спою причину для відмітки прапорцем
zh_cn: 描述您标注的理由

source: Paid
cs: Placená
de: Bezahlt
es: Pago
fr: Payante
it: Pagato
ko: 구입했음
nl: Betaald
pl: Płatne
ru: Платное
sl: Plačano
zh_cn: 已经支付

source: Any App Type
cs: Libovolný typ aplikace
de: Beliebiger Anwendungstyp
es: Cualquier tipo de aplicación
fr: Tout type d'app
it: Qualsiasi tipo di app
nl: Elk type app
pl: Każdy typ aplikacji
ru: Любой тип приложения
sl: Katerakoli vrsta programčka
zh_cn: 任何应用类型

source: Free with In-app
de: Kostenlos mit anwendungsinterner Zahlung
es: Gratis con pagos en la aplicación
fr: Gratuit avec paiement
it: Gratuite con pagamenti in-app
nl: Gratis met in-app
pl: Darmowe z płatnością w aplikacji
ru: Бесплатное с платежами в приложении
sl: Brezplačno z In-app
zh_cn: 免费（应用内付款）

source: Premium with In-app
de: Premium mit anwendungsinterner Zahlung
es: Premium con pagos en la aplicación
fr: Premium avec paiement
it: Premium con pagamenti in-app
nl: Premium met in-app
pl: Płatne z płatnością w aplikacji
ru: Премиум с платежами в приложении
sl: Premium z In-app
zh_cn: 付费（应用内付款）

source: Other System for In-App
cs: Jiný systém pro platby v aplikaci
de: Anderes System für anwendungsinterne Zahlung
es: Otro sistema para pagos en la aplicación
fr: Autre système pour les micro-paiements
it: Altri sistemi per i pagamenti in-app
nl: Ander systeem voor in-app
pl: Inny system płatności w aplikacji
sl: Drug sistem za In-app
zh_cn: 其他应用内付款系统

source: Any Device Type
cs: Libovolné zařízení
de: Beliebiger Gerätetyp
es: Cualquier tipo de dispositivo
fr: Tout type d'appareil
it: Qualsiasi dispositivo
nl: Elk apparaattype
pl: Każdy typ urządzenia
ru: Любой тип устройства
sl: Katerakoli vrsta nparave
zh_cn: 任何设备类型

source: Search for apps
cs: Vyhledat aplikace
de: Nach Anwendungen suchen
es: Buscar aplicaciones
fr: Rechercher des applications
it: Ricerca per app
ko: 앱 검색하기
nl: Zoeken naar apps
pl: Wyszukiwanie aplikacji
ru: Поиск приложений
sl: Išči programčke
zh_cn: 搜索应用

source: Add-on type
cs: Typ doplňku
de: Add-on-Typ
es: Tipo de complemento
fr: Type de module
it: Tipo di componente aggiuntivo
pl: Typ dodatku
ru: Тип дополнения
sl: Vrsta dodatka
zh_cn: 附加组件类型

source: Device type
cs: Typ zařízení
de: Gerätetyp
es: Tipo de dispositivo
fr: Type d'appareil
it: Tipo di dispositivo
nl: Apparaattype
pl: Typ urządzenia
ru: Тип устройства
sl: Vrsta naprave
zh_cn: 设备类型

source: Premium types
cs: Premium typy
de: Premium-Typen
es: Tipos de Premium
fr: Types premium
it: Tipo premium
pl: Typy płatnych
ru: Премиум-типы
sl: Premium vrste
zh_cn: 付费类型

source: App type
cs: Typ aplikace
de: Anwendungstyp
es: Tipo de aplicación
fr: Type d'app
it: Tipo di app
pl: Dodaj typ
ru: Тип приложения
sl: Vrsta programčka
zh_cn: 应用类型

source: Sign out
cs: Odhlášení
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
ko: 로그아웃
nl: Afmelden
pl: Wyloguj
ru: Выйти
sl: Odjava
zh_cn: 退出

source: As soon as it is approved.
cs: Jakmile bude schválena.
de: Sobald sie freigeschaltet wird.
es: En cuanto sea aprobada.
fr: Dès que c'est approuvé.
it: Non appena sarà approvato.
ko: 곧 승인됩니다.
nl: Zodra deze is goedgekeurd.
pl: Gdy tylko zostanie zaakceptowane.
ru: Как только оно будет одобрено.
zh_cn: 一旦它审核通过。

source: Not until I manually make it public.
cs: Až ji ručně nastavím jako veřejnou.
de: Nicht bis ich sie selbst veröffentliche.
es: No hasta que yo la haga pública de manera manual.
fr: Pas avant que je ne le rende public.
it: No finché non lo renderò pubblico io manualmente.
ko: 수동으로 공개 전환하기 전 까지는 비공개입니다.
nl: Niet voordat ik deze handmatig publiceer.
pl: Dopiero, gdy ręcznie upublicznię.
zh_cn: 直到我手动公开它。

source: Form could not be submitted.
cs: Formulář nemohl být odeslán.
de: Formular konnte nicht abgeschickt werden.
es: No se pudo enviar el formulario.
fr: Le formulaire n'a pas pu être envoyé.
it: Il modulo non può essere inviato.
nl: Formulier kan niet worden ingediend.
pl: Nie można przesłać formularza.
zh_cn: 无法提交表单。

source: Home
cs: Domů
de: Startseite
es: Inicio
fr: Accueil
ko: 홈
nl: Start
pl: Strona główna
ru: Дом
zh_cn: 主页

source: Not Allowed
cs: Není povoleno
de: Nicht erlaubt
es: No está permitido
fr: Non autorisé
it: Operazione non consentita
ko: 허가되지 않음
nl: Niet toegestaan
pl: Brak uprawnień
ru: Не разрешено
zh_cn: 不被允许

source: Oops! Not allowed.
cs: Oops! Není povoleno.
de: Hoppla! Nicht erlaubt.
es: ¡Uy! No está permitido.
fr: Oops ! Non autorisé.
it: Oops! Operazione non consentita.
ko: 이런! 허가되지 않았습니다.
nl: Oeps! Niet toegestaan.
pl: Ups! Brak uprawnień.
ru: Ой! Не разрешено.
zh_cn: 糟糕！不被允许。

source: You tried to do something that you weren't allowed to.
cs: Vyzkoušel(a) jste něco, co není povoleno.
de: Sie haben etwas versucht, was Sie nicht tun durften.
es: Intentaste algo que no tienes permitido hacer.
fr: Vous avez essayé de faire une action qui vous est interdite.
it: Hai provato a fare qualcosa per cui non hai l'autorizzazione.
ko: 허가되지 않은 작업을 시도했습니다.
nl: U hebt geprobeerd iets te doen wat niet is toegestaan.
pl: Próbujesz zrobić coś, do czego nie masz uprawnień.
zh_cn: 您尝试去做一些不被我们允许的事。

source: Try going back to the previous page, refreshing and trying again.
cs: Zkuste přejít na předchozí stránku, obnovit ji a zkusit to znovu.
de: Versuchen Sie, auf die vorherige Seite zurückzukehren, laden Sie die Seite neu und versuchen Sie es erneut.
es: Prueba a volver a la página anterior, actualizar e inténtalo de nuevo.
fr: Essayez de revenir à la page précédente, recharger et d'essayer encore.
it: Prova a tornare alla pagina precedente, ricarica e riprova.
ko: 이전 페이지로 돌아가서 새로고침 후 다시 해보세요.
nl: Probeer terug te gaan naar de vorige pagina, te vernieuwen en probeer het opnieuw.
pl: Spróbuj wrócić do poprzedniej strony, odświeżyć i spróbować ponownie.
ru: Попробуйте вернуться на предыдущую страницу, обновите, а затем попробуйте снова.
zh_cn: 试试回到前一个页面，刷新并重试。

source: Page Not Found
cs: Stránka nebyla nalezena
de: Seite nicht gefunden
es: Página no encontrada
fr: Page non trouvée
it: Pagina non trovata
ko: 페이지가 없습니다
nl: Pagina niet gevonden
pl: Nie znaleziono strony
ru: Страница не найдена
sl: Strani ni mogoče najti
zh_cn: 页面没有找到

source: We're sorry, but we can't find what you're looking for.
cs: Omlouváme se, ale nemůžeme nalézt to, co hledáte.
de: Es tut uns Leid, aber wir finden nicht, was Sie suchen.
es: Discúlpanos, pero no podemos encontrar lo que buscas.
fr: Nous sommes désolé, mais nous ne trouvons pas ce que vous cherchez.
it: Siamo spiacenti, ma non siamo in grado di trovare ciò che stavi cercando.
ko: 죄송합니다만 찾으시는걸 발견할 수 없습니다.
nl: Sorry, maar we kunnen de gevraagde pagina niet vinden.
pl: Przepraszamy, ale nie możemy znaleźć tego, czego szukasz.
zh_cn: 我们很抱歉，我们没有找到您所找的东西。

source: The page or file you requested wasn't found on our site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly.
cs: Stránka či soubor, který požadujete, nebyl na našem serveru nalezen. Je možné, že jste klepl(a) na odkaz, který již není aktuální či jste zadal(a) chybnou adresu.
de: Die Seite oder Datei, die Sie angefordert haben, wurde auf unserer Website nicht gefunden. Möglicherweise haben Sie einen veralteten Link angeklickt, oder die Adresse falsch eingegeben.
es: No se encontró la página o el archivo que solicitaste en nuestro sitio. Es posible que hayas hecho clic en un enlace obsoleto o que hayas escrito mal la dirección.
fr: La page ou le fichier que vous avez demandé n'a pas été trouvé sur notre site. Il est possible que vous ayez cliqué sur un lien périmé, ou tapé une adresse incorrecte.
it: La pagina o il file richiesto non sono stati trovati sul nostro sito. È possibile che tu abbia cliccato su un link scaduto o digitato male l'indirizzo.
ko: 요청한 페이지 또는 파일이 저희 사이트엔 없습니다. 오래된 링크를 클릭하셨거나 주소를 잘못 입력하셨을 가능성이 있습니다.
nl: De gevraagde pagina of het bestand is niet gevonden op de onze website. U hebt mogelijk een achterhaalde koppeling aangeklikt of het adres niet juist ingevoerd.
pl: Na naszej witrynie nie znaleziono żądanej strony lub pliku. Możliwe, że kliknięty został nieaktualny odnośnik lub wpisano nieprawidłowo adres.
sl: The page or file you requested wasn't found on our site. Lahko da ste kliknili na zastarelo povezavo ali pa se zatipkali pri vnosu naslova.
zh_cn: 您请求的页面或者文件在我们的网站上没有找到。可能因为您点击了过期的链接，或者输入了错误的地址。
