Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add-on Information for {0}
cs: Informace o doplňku {0}
de: Add-on-Informationen für {0}
el: Πληροφορίες πρόσθετου για το {0}
es: Información del complemento para {0}
fr: Information pour le module {0}
it: Informazioni componente aggiuntivo per {0}
ja: {0} のアドオン情報
ko: {0}의 부가 기능 정보
nl: Add-on-informatie voor {0}
pa_in: {0} ਲਈ ਐਡ-ਆਨ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje o dodatku {0}
pt_pt: Informação do extra para {0}
ru: Информация о дополнении для {0}
sl: Informacije o dodatku za {0}
uk: Інформація додатку для {0}
zh_cn: {0} 的附加组件信息

source: Updated
cs: Aktualizováno
de: Aktualisiert
el: Ενημερωμένα
es: Actualizados
fr: Mis à jour
it: Aggiornato
ja: 更新日
ko: 최근 업데이트
nl: Bijgewerkt
pa_in: ਅੱਪਡੇਟ ਹੋਇਆ
pl: Aktualizacja
pt_pt: Actualizado
ru: Обновлено
sl: Posodobljeno
uk: Оновлено
zh_cn: 更新日期

source: Website
cs: Domovská stránka
de: Webseite
el: Ιστότοπος
es: Página web
fr: Site Web
it: Sito web
ja: Web サイト
ko: 웹사이트
pa_in: ਵੈਬਸਾਈਟ
pl: Witryna
pt_pt: Sítio web
ru: Веб-сайт
sl: Spletna stran
uk: Сайт
zh_cn: 网站

source: Works with
cs: Podporuje
de: Funktioniert mit
el: Δουλεύει με τον
es: Funciona con
fr: Fonctionne avec
it: Compatibile con
ja: 動作環境:
ko: 작동 버전
nl: Werkt met
pa_in: ਨਾਲ ਕੰਮ ਕਰਦਾ
pl: Działa z
pt_pt: Funciona com
ru: Работает с
sl: Deluje z
uk: Працює з
zh_cn: 兼容于

source: Required Apps
cs: Vyžadované aplikace
de: Erforderliche Anwendungen
es: Aplicaciones requeridas
fr: Applications nécessaires
it: App richieste
ko: 설치되어 있어야 하는 앱
nl: Vereiste apps
pl: Wymagane aplikacje
ru: Требуемые приложения
sl: Zahtevane aplikacije
zh_cn: 依赖的应用

source: Required Add-ons
cs: Vyžadované doplňky
de: Erforderliche Add-ons
el: Απαιτούμενα πρόσθετα
es: Complementos necesarios
fr: Modules nécessaires
it: Componenti aggiuntivi richiesti
ja: 必要なアドオン
ko: 설치되어 있어야 하는 부가 기능
nl: Vereiste add-ons
pa_in: ਲੌੜੀਂਦੇ ਐਡ-ਆਨ
pl: Wymagane dodatki
pt_pt: Extras necessários
ru: Требуемые дополнения
sl: Zahtevani dodatki
uk: Необхідні додатки
zh_cn: 依赖的附加组件

# advanced_search_form_rating
source: Rating
cs: Hodnocení
de: Bewertung
el: Βαθμολογία
es: Calificación
fr: Appréciation
it: Voto
ja: 評価
ko: 별점
nl: Waardering
pa_in: ਰੇਟਿੰਗ
pl: Ocena
pt_pt: Avaliação
ru: Рейтинг
sl: Ocena
uk: Оцінка
zh_cn: 评分

# list_sortby_downloads
source: Downloads
cs: Stažení
el: Λήψεις
es: Descargas
fr: Téléchargements
it: Download
ja: ダウンロード数
ko: 다운로드 횟수
nl: Aantal downloads
pa_in: ਡਾਊਨਲੋਡ
pl: Pobrania
pt_pt: Transferências
ru: Загрузок
sl: Prenosi
uk: Завантаження
zh_cn: 下载次数

source: View Statistics
cs: Zobrazit statistiky
de: Statistiken anzeigen
el: Εμφάνιση στατιστικών
es: Ver estadísticas
fr: Statistiques
it: Visualizza statistiche
ja: 統計情報を表示
ko: 통계 보기
nl: Statistieken bekijken
pa_in: ਅੰਕੜੇ ਵੇਖੋ
pl: Wyświetl statystyki
pt_pt: Ver Estatísticas
ru: Просмотреть статистику
sl: Prikaži statistiko
uk: Переглянути статистику
zh_cn: 查看统计数据

source: Average Daily Users
cs: Průměrný počet denních uživatelů
de: Durchschnittliche Benutzerzahl pro Tag
el: Μέσος όρος καθημερινών χρηστών
es: Promedio de usuarios diarios
fr: Moyenne des utilisateurs quotidiens
it: Media utenti per giorno
ja: 平均日別ユーザ数
ko: 평균 일일 사용자 수
nl: Gemiddeld aantal dagelijkse gebruikers
pa_in: ਔਸਤ ਰੋਜ਼ਾਨਾ ਉਪਭੋਗੀ
pl: Średnia dzienna liczba użytkowników
pt_pt: Média de utilizadores diários
ru: Среднее кол-во активных ежедневных пользователей
sl: Povprečno dnevni uporabniki
uk: Середня кількість щоденних користувачів
zh_cn: 平均每日用户数

source: Abuse Reports
cs: Hlášená zneužití
de: Missbrauchsmeldungen
el: Αναφορές κατάχρησης
es: Informes de abuso
fr: Rapporter un abus
it: Segnala abuso
ja: 不正報告
ko: 정책 위반 신고
nl: Misbruikrapporten
pa_in: ਦੁਰਵਿਹਾਰ ਸੂਚਨਾਵਾਂ
pl: Zgłoszenia naruszenia zasad
pt_pt: Relatórios de abuso
ru: Отчёты о нарушениях
uk: Скарги
zh_cn: 报告滥用行为

source: Privacy Policy
cs: Zásady ochrany soukromí
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
nl: Privacybeleid
pa_in: ਪਰਦਾ ਨੀਤੀ
pl: Polityka prywatności
pt_pt: Política de privacidade
ru: Политика приватности
sl: Izjava o zasebnosti
uk: Політика приватності
zh_cn: 隐私政策

source: View Privacy Policy
cs: Zobrazit zásady ochrany soukromí
de: Datenschutzerklärung lesen
el: Προβολή πολιτικής απορρήτου
es: Ver la política de privacidad
fr: Voir la politique de vie privée
it: Visualizza informativa sulla privacy
ja: プライバシーポリシーを表示
ko: 개인 정보 보호 정책 보기
nl: Privacybeleid bekijken
pa_in: ਵੇਖੋ ਪਰਦਾ ਨੀਤੀ
pl: Polityka prywatności
pt_pt: Ver política de privacidade
ru: Просмотреть политику приватности
sl: Ogled politike zasebnosti
uk: Переглянути політику приватності
zh_cn: 查看隐私政策

source: View EULA
cs: Zobrazit EULA
de: EULA lesen
es: Ver EULA
fr: Voir le CLUF
it: Visualizza EULA
ko: EULA 보기
nl: Gebruiksrechtovereenkomst bekijken
pl: Zobacz licencję
ru: Просмотр EULA
sl: Prikaži EULA
zh_cn: 查看最终用户许可协议

source: More about this add-on
cs: Více o doplňku
de: Mehr über dieses Add-on
el: Περισσότερα γι' αυτό το πρόσθετο
es: Más sobre este complemento
fr: En savoir plus sur ce module
it: Altre informazioni
ja: このアドオンの詳細
ko: 상세 정보
nl: Meer over deze add-on
pa_in: ਇਸ ਐਡ-ਆਨ ਬਾਰੇ ਹੋਰ
pl: Więcej informacji o tym dodatku
pt_pt: Mais sobre este extra
ru: Подробнее об этом дополнении
sl: Več o tem dodatku
uk: Докладніше про цей додаток
zh_cn: 关于此附加组件的更多信息

source: Image Gallery
cs: Galerie obrázků
de: Bildergalerie
el: Συλλογή εικόνων
es: Galería de imágenes
fr: Galerie d'images
it: Galleria delle anteprime
ja: イメージギャラリー
ko: 이미지 갤러리
nl: Afbeeldingengalerij
pa_in: ਤਸਵੀਰ ਗੈਲਰੀ
pl: Galeria obrazków
pt_pt: Galeria de imagens
ru: Галерея скриншотов
sl: Galerija slik
uk: Галерея зображень
zh_cn: 图片集

# addons_display_developer_comments
source: Developer Comments
cs: Komentáře vývojáře
de: Entwickler-Kommentare
el: Σχόλια δημιουργού
es: Comentarios del desarrollador
fr: Commentaires du développeur
it: Commenti dello sviluppatore
ja: 作者のコメント
ko: 개발자 코멘트
nl: Opmerkingen van de ontwikkelaar
pa_in: ਡਿਵੈਲਪਰ ਟਿੱਪਣੀਆਂ
pl: Komentarze autora
pt_pt: Comentários do desenvolvedor
ru: Комментарии разработчика
sl: Komentarji razvijalcev
uk: Коментарі розробника
zh_cn: 开发者注释

source: Development Channel
cs: Kanál s vývojovými verzemi
de: Entwicklerecke
el: Κανάλι ανάπτυξης
es: Canal de Desarrollo
fr: Canal développement
it: Canale di sviluppo
ja: 開発チャンネル
ko: 개발 채널
nl: Ontwikkelingskanaal
pa_in: ਵਿਕਾਸ ਚੈਨਲ
pl: Kanał rozwoju
pt_pt: Canal de desenvolvimento
ru: Канал разработки
sl: Razvojni kanal
uk: Канал розробки
zh_cn: 开发通道

source: The Development Channel lets you test an experimental new version of this add-on before it's released to the general public. Once you install the development version, you will continue to get updates from this channel.
cs: Kanál vývojových verzí vám umožňuje testovat experimentální nové verze tohoto doplňku dříve, než budou veřejně dostupné. Jakmile jednou nainstalujete vývojovou verzi, budete nadále dostávat aktualizace z tohoto kanálu.
de: In der Entwicklerecke können Sie experimentelle, neue Versionen dieses Add-ons testen, bevor es der Öffentlichkeit zur Verfügung gestellt wird. Sobald Sie die Entwicklerversion installieren, erhalten Sie weiterhin Updates über diesen Kanal.
el: Το κανάλι ανάπτυξης, σας επιτρέπει να δοκιμάσετε μια πειραματική έκδοση αυτού του πρόσθετου πριν αυτό γίνει διαθέσιμο στο ευρύ κοινό. Αφού εγκαταστήσετε την έκδοση του υπό ανάπτυξη πρόσθετου, θα συνεχίσετε να λαμβάνετε ενημερώσεις από' αυτό το κανάλι.
es: El canal de desarrollo te permite probar una nueva versión experimental de este complemento antes de que sea público. Una vez instalada la versión de desarrollo, recibirás las actualizaciones de este canal.
fr: Le canal développement vous permet de tester une version expérimentale de ce module avant qu'il ne soit distribué à tout le monde. Une fois une version de développement installée, vous continuerez à obtenir les mises à jour de ce canal.
it: Il Canale di sviluppo ti permette di provare le ultime versioni sperimentali di questo componente aggiuntivo prima che vengano distribuite al pubblico. Una volta installata una versione di sviluppo, continuerai a ricevere aggiornamenti da questo canale di distribuzione.
ja: 開発チャンネルでは、このアドオンの実験的な新バージョンを一般公開前に試すことができます。一度開発版をインストールすれば、このチャンネルから常に最新版を入手できます。
ko: 개발 채널은 이 부가 기능이 공개되기 이전의 새 시험용 버전을 테스트해주는 곳입니다. 개발자 버전을 설치하면 이 채널을 통해 업데이트를 지속적으로 받아볼 수 있습니다.
nl: Met het Ontwikkelingskanaal kunt u een experimentele nieuwe versie van deze add-on testen voordat deze wordt vrijgegeven voor het publiek. Als u de ontwikkelversie installeert, ontvangt u voortaan updates via dit kanaal.
pa_in: ਵਿਕਾਸ ਚੈਨਲ ਤੁਹਾਨੂੰ ਇਸ ਐਡ-ਆਨ ਦੇ ਇੱਕ ਨਵੇਂ ਪ੍ਰਯੋਗਆਤਮਕ ਵਰਜਨ ਦੀ ਪਰਖ ਕਰਨ ਦਵੇਗਾ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਇਹ ਆਮ ਲੋਕਾਂ ਲਈ ਜਾਰੀ ਕੀਤਾ ਜਾਵੇ। ਇੱਕ ਵਾਰ ਤੁਸੀਂ ਵਿਕਾਸ ਵਰਜਨ ਇੰਸਟਾਲ ਕਰ ਲਿਆ, ਤੁਹਾਡਾ ਇਸ ਚੈਨਲ ਤੋਂ ਅੱਪਡੇਟਾਂ ਲੈਣਾ ਜਾਰੀ ਰਹੇਗਾ।
pl: Kanał rozwoju umożliwia testowanie eksperymentalnych, nowych wersji tego dodatku przed jego upublicznieniem. Po zainstalowaniu wersji rozwojowej, będziesz automatycznie otrzymywać aktualizacje z tego kanału.
pt_pt: O Canal de Desenvolvimento permite que você teste uma versão experimental do novo extra antes de ser lançado ao público em geral. Depois de instalar a versão de desenvolvimento, você vai continuar a receber as actualizações deste canal.
ru: Канал разработки позволяет вам тестировать экспериментальную новую версию этого дополнения перед его выпуском для всех пользователей. Как только вы установите разрабатываемую версию, вы будете получать обновления по этому каналу.
sl: Razvojni kanal vam omogoča preizkusiti poizkusno novo različico tega dodatka, preden se jo sprosti za širšo javnost. Potem ko namestite beta različico, boste prejemali beta posodobitve tega razvijalca.
uk: Канал розробки дає вам змогу випробувати експериментальну версію цього додатку перед його випуском для всіх. Після встановлення експериментальної версії ви будете надалі отримувати оновлення з цього каналу.
zh_cn: 开发通道让您可以在此附加组件的正式版本发布前体验实验性的新版本。一旦您安装了开发版本，您将持续从此通道获得更新。

source: Install development version
cs: Instalovat vývojovou verzi
de: Entwicklerversion installieren
el: Εγκατάσταση έκδοσης υπό ανάπτυξη
es: Instalar la versión de desarrollo
fr: Installer la version de développement
it: Installa versione di sviluppo
ja: 開発版をインストール
ko: 개발자 버전 설치
nl: Ontwikkelversie installeren
pa_in: ਇੰਸਟਾਲ ਵਿਕਾਸ ਵਰਜਨ
pl: Zainstaluj wersję rozwojową
pt_pt: Instalar versão de desenvolvimento
ru: Установить разрабатываемую версию
sl: Namesti razvojno različico
uk: Встановити експериментальну версію
zh_cn: 安装开发版本

source: <strong>Caution:</strong> Development versions of this add-on have not been reviewed by Mozilla. Once you install a development version you will continue to receive development updates from this developer. To stop receiving development updates, reinstall the default version from the link above.
cs: <strong>Upozornění:</strong>Vývojové verze tohoto doplňku nebyly Mozillou zkontrolovány. Jakmile si jednou nainstalujete vývojovou verzi, budete od vývojáře automaticky získávat aktualizace vývojové verze. Pro ukončení získávání vývojových verzí si nainstalujte standardní verzi z odkazu výše.
de: <strong>Warnung:</strong> Entwicklerversionen dieses Add-ons wurden nicht von Mozilla überprüft. Wenn Sie eine Entwicklerversion installieren, erhalten Sie weiterhin Updates von diesem Entwickler. Um keine weiteren Entwickler-Updates zu erhalten, installieren Sie wieder die Standardversion über obigen Link.
el: <strong>Προσοχή:</strong> Οι υπό ανάπτυξη εκδόσεις αυτού του πρόσθετου δεν έχουν αξιολογηθεί από το Mozilla. Αφού εγκαταστήσετε μια έκδοση υπό ανάπτυξη, θα λαμβάνετε ενημερώσεις από τον δημιουργό του. Για να σταματήσετε να λαμβάνετε νέες εκδόσεις υπό ανάπτυξη, εγκαταστήσετε ξανά τη σταθερή έκδοση του πρόσθετου από τον παραπάνω δεσμό.
es: <strong>Atención:</strong> las versiones de pruebas de este complemento no han sido revisadas por Mozilla. Una vez instales la versión de desarrollo, continuarás recibiendo actualizaciones de desarrollo. Para dejar de recibirlas, reinstala la versión por defecto desde el siguiente enlace.
fr: <strong>Attention :</strong> Les versions de développement de ce module n'ont pas été vérifiées par Mozilla. Une fois la version de développement installée, vous continuerez à recevoir des mises à jour de développement de la part de ce développeur. Pour cesser, réinstaller la version par défaut du lien ci-dessous.
it: <strong>Attenzione:</strong> le versioni di sviluppo di questo componente aggiuntivo non sono state verificate da Mozilla. Installando una versione di sviluppo continuerai a ricevere tutti gli aggiornamenti relativi alle versioni sperimentali. Per non ricevere più questo tipo di aggiornamenti, reinstalla la versione ufficiale utilizzando il link fornito.
ja: <strong>注意:</strong> このアドオンの開発版は Mozilla の審査を受けていません。一度開発版をインストールすると、この作者から最新の開発版が継続的に提供されます。開発版の更新を中止するには、上のリンクから通常版を再インストールしてください。
ko: <strong>주의:</strong> 이 부가 기능의 개발자 버전은 Mozilla의 심사를 거치지 않은 것입니다. 개발자 버전을 설치하면 해당 개발자를 통해 개발자용 업데이트를 계속 받을 수 있습니다. 개발자용 업데이트를 그만 받으려면 위의 링크를 통해 기본 버전으로 재설치 하시면 됩니다.
nl: <strong>Waarschuwing:</strong> ontwikkelversies van deze add-on zijn niet beoordeeld door Mozilla. Als u een ontwikkelversie installeert, ontvangt u voortaan ontwikkelingsupdates van deze ontwikkelaar. Om geen ontwikkelingsupdates meer te ontvangen dient u de standaardversie via bovenstaande koppeling te installeren.
pa_in: <strong>ਸਾਵਧਾਨੀ:</strong> ਇਸ ਐਡ-ਆਨ ਦੇ ਵਿਕਾਸ ਵਰਜਨ ਦੀ ਮੌਜ਼ੀਲਾ ਵੱਲੋਂ ਸਮੀਖਿਆ ਨਹੀਂ ਕੀਤੀ ਗਈ। ਇੱਕ ਵਾਰ ਤੁਸੀਂ ਇੱਕ ਵਿਕਾਸ ਵਰਜਨ ਇੰਸਟਾਲ ਕਰ ਲਿਆ ਤਾਂ ਤੁਹਾਡਾ ਇਸ ਦੇ ਡਿਵੈਲਪਰ ਤੋਂ ਵਿਕਾਸ ਅੱਪਡੇਟਾਂ ਲੈਣਾ ਜਾਰੀ ਰਹੇਗਾ। ਵਿਕਾਸ ਅੱਪਡੇਟਾਂ ਲੈਣੀਆਂ ਬੰਦ ਕਰਨ ਲਈ, ਉੱਪਰ ਦਿੱਤੇ ਲਿੰਕ ਤੋਂ ਮੂਲ ਵਰਜਨ ਮੁੜ ਇੰਸਟਾਲ ਕਰੋ।
pl: <strong>Uwaga!</strong> Wersje rozwojowe tego dodatku nie były sprawdzane przez Mozillę. Po zainstalowaniu wersji rozwojowej będziesz automatycznie otrzymywać jej kolejne wersje rozwojowe. Aby nie otrzymywać rozwojowych aktualizacji, zainstaluj stabilną wersję dodatku, używając odnośnika zamieszczonego na górze strony.
pt_pt: <strong>Cuidado:</strong> As versões de desenvolvimento deste extra não foram revistas pela Mozilla. Depois de instalar uma versão de desenvolvimento vai continuar a receber actualizações deste desenvolvedor. Para parar de receber actualizações de desenvolvimento, reinstale a versão pré-definida na ligação acima.
ru: <strong>Осторожно:</strong> Разрабатываемые версии этого дополнения не были проверены Mozilla. Как только вы установите разрабатываемую версию, вы будете получать обновления разрабатываемой версии от этого разработчика. Чтобы перестать получать обновления разрабатываемой версии, переустановите версию по умолчанию с расположенной выше ссылки.
sl: <strong>Pozor:</strong> Razvojnih različic te razširitve Mozilla ni pregledala. Potem ko namestite razvojno različico, boste prejemali razvojne posodobitve tega razvijalca. Če ne želite več prejemati razvojnih posodobitev, namestite ponovno privzeto različico v zgornji povezavi.
uk: <strong>Обережно:</strong> Експериментальні версії цього додатку не були розглянути Mozilla. Після встановлення експериментальної версії ви будете надалі отримувати експериментальні оновлення від цього розробника. Щоб припинити отримання експериментальних оновлень, перевстановіть типову версію за вищевказаним посиланням.
zh_cn: <strong>注意：</strong>此附加组件的开发版本尚未经过 Mozilla 审核。一旦您安装此开发版本，您将持续收到来自此开发者的开发版本的更新。如果您不想再收到此更新，请从上面的链接重新安装默认版本。

source: Version {0}:
cs: Verze {0}:
el: Έκδοση {0}:
es: Versión {0}:
it: Versione {0}:
ja: バージョン {0}:
ko: 버전 {0}:
nl: Versie {0}:
pa_in: ਵਰਜਨ {0}:
pl: Wersja {0}:
pt_pt: Versão {0}:
ru: Версия {0}:
sl: Različica {0}:
uk: Версія {0}:
zh_cn: 版本 {0}：

source: Nothing to see here! The developer did not include any details.
cs: Zde není nic k vidění! Vývojář neposkytl žádné detaily.
de: Hier gibt es nichts zu sehen! Der Entwickler hat keine Details integriert.
el: Ο δημιουργός δεν έχει συμπεριλάβει λεπτομέριες. Δεν υπάρχει τίποτα για προβολή.
es: ¡No hay nada que ver aquí! El desarrollador no incluyó detalles.
fr: Rien à voir ici ! Le développeur n'a donné aucun détail !
it: Nessuna informazione disponibile. Lo sviluppatore non ha inserito alcun dettaglio.
ja: ここに表示する情報はありません。作者が詳細を記載していません。
ko: 내용이 아무것도 없습니다! 이 개발자는 세부 정보를 전혀 올려놓지 않았습니다.
nl: Hier is niets te vinden! De ontwikkelaar heeft geen details opgegeven.
pa_in: ਇੱਥੇ ਵੇਖਣ ਲਈ ਕੁੱਝ ਨਹੀਂ! ਡਿਵੈਲਪਰ ਨੇ ਕੋਈ ਵੇਰਵੇ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੇ।
pl: Brak zawartości! Autor nie podał żadnych szczegółów.
pt_pt: Não existe nada para ver aqui!! O desenvolvedor não incluiu detalhes nenhuns.
ru: Здесь нечего смотреть! Разработчик не добавил никаких деталей.
sl: Tu ni ničesar zanimivega! Razvijalec ni dodal nobenih podrobnosti.
uk: Тут нічого дивитись! Розробник не включив жодних деталей.
zh_cn: 这里什么都没有！开发者没有写下任何详细信息。

# addons_display_release_notes
source: Version Notes
cs: Poznámky k verzi
de: Versionshinweise
el: Σημειώσεις έκδοσης
es: Notas de la versión
fr: Notes de version
it: Note di versione
ja: リリースノート
ko: 버전 기록서
nl: Versieopmerkingen
pa_in: ਵਰਜਨ ਨੋਟ
pl: Informacje o wersji
pt_pt: Notas da versão
ru: Примечания к версии
sl: Opombe o različici
uk: Примітки до версії
zh_cn: 版本说明

source: by
cs: od
de: von
el: από
es: por
fr: par
it: di
ja: 作者:
ko: 제작:
nl: door
pa_in: ਵੱਲੋਂ
pl: Autor:
pt_pt: por
ru: автор
uk: автор
zh_cn: 作者：

source: This add-on has been removed by its author.
cs: Tento doplněk byl autorem odstraněn.
de: Dieses Add-on wurde durch seinen Autor entfernt.
el: Ο δημιουργός αυτού του πρόσθετου το έχει αφαιρέσει.
es: Este complemento ha sido eliminado por su creador.
fr: Ce module a été supprimé par son auteur.
it: Questo componente aggiuntivo è stato rimosso dall'autore.
ja: このアドオンは作者によって削除されました。
ko: 이 부가 기능은 제작자에 의해 삭제되었습니다.
nl: Deze add-on is verwijderd door de schrijver.
pa_in: ਇਹ ਐਡ-ਆਨ ਇਸ ਦੇ ਲੇਖਕ ਵੱਲੋਂ ਹਟਾਇਆ ਜਾ ਚੁੱਕਿਆ ਹੈ।
pl: Ten dodatek został usunięty przez jego autora.
pt_pt: Este extra foi removido pelo autor.
ru: Это дополнение было удалено автором.
sl: Ta dodatek je bil njegov avtor odstranil.
uk: Цей додаток був вилучений автором.
zh_cn: 此附加组件已被作者移除。

source: This add-on has been disabled by an administrator.
cs: Tento doplněk byl zakázán administrátorem.
de: Dieses Add-on wurde durch einen Administrator deaktiviert.
el: Αυτό το πρόσθετο έχει απενεργοποιηθεί από κάποιον διαχειριστή.
es: Este complemento ha sido deshabilitado por un administrador.
fr: Ce module a été désactivé par un administrateur.
it: Questo componente aggiuntivo è stato disattivato da un amministratore.
ja: このアドオンは管理者によって無効化されています。
ko: 이 부가 기능은 관리자에 의해 사용 정지 되었습니다.
nl: Deze add-on is uitgeschakeld door een beheerder.
pa_in: ਇਹ ਐਡ-ਆਨ ਪ੍ਰਬੰਧਕ ਵੱਲੋਂ ਅਯੋਗ ਕੀਤਾ ਜਾ ਚੁੱਕਿਆ ਹੈ।
pl: Ten dodatek został wyłączony przez administratora.
pt_pt: Este extra foi desactivado por um administrador.
ru: Это дополнение было отключено администратором.
sl: Ta dodatek je administrator onemogočil.
uk: Цей додаток був відключений адміністратором.
zh_cn: 此附加组件已被管理员停用。

source: This add-on is not ready for sale yet.
cs: Doplněk ještě není připraven pro prodej.
de: Dieses Add-on steht noch nicht zum Verkauf.
es: Este complemento no está listo para su venta aún.
fr: Ce module n'est pas encore en vente.
it: Questo componente aggiuntivo non è ancora pronto per la vendita.
ko: 이 부가 기능은 아직 판매 준비가 되지 않았습니다.
nl: Deze add-on is nog niet gereed voor verkoop.
pl: Ten dodatek nie jest jeszcze gotowy do sprzedaży.
ru: Это дополнения ещё не готово для продажи.
sl: Ta dodatek še ni pripravljen za prodajo.
zh_cn: 此附加组件尚未开始销售。

source: End-User License Agreement for {0}
cs: Koncové licenční ujednání pro {0}
de: Endbenutzer-Lizenzvereinbarung für {0}
el: Αδειοδότηση τελικού χρήστη για το {0}
es: Acuerdo de licencia final de usuario por {0}
fr: Contrat de Licence pour l'Utilisateur Final du module {0}
it: Licenza per l'utente finale (EULA) per {0}
ja: {0} のエンドユーザ使用許諾契約書
ko: {0}의 최종 사용자 라이센스 동의서
nl: Eindgebruikerslicentieovereenkomst voor {0}
pa_in: ਲਈ ਅੰਤ-ਉਪਭੋਗੀ ਲਾਇਸੰਸ ਸਮਝੌਤਾ {0}
pl: Licencja użytkownika dla {0}
pt_pt: Acordo de Licença para o Utilizador Final para {0}
ru: Лицензионное соглашение с конечным пользователем для {0}
sl: Licenčni dogovor za končnega uporabnika za {0}
uk: Ліцензійна угода з кінцевим користувачем для {0}
zh_cn: {0} 的最终用户许可协议

source: End-User License Agreement
cs: Licenční smlouva s koncovým uživatelem
de: Endbenutzer-Lizenzvereinbarung
el: Αδειοδότηση τελικού χρήστη (EULA)
es: Acuerdo de licencia final de usuario
fr: Contrat de Licence utilisateur Final
it: Licenza per l'utente finale
ja: エンドユーザ使用許諾契約書
ko: 최종 사용자 라이센스 동의서
nl: Eindgebruikerslicentieovereenkomst
pa_in: ਅੰਤ-ਉਪਭੋਗੀ ਲਾਇਸੰਸ ਸਮਝੌਤਾ
pl: Licencja użytkownika
pt_pt: Acordo de licença de utilizador final
ru: Лицензионное соглашение с конечным пользователем
sl: Licenčni dogovor za končnega uporabnika
uk: Ліцензійна угода з кінцевим користувачем
zh_cn: 最终用户许可协议

source: %(addon_name)s requires that you accept the following End-User License Agreement before installation can proceed:
cs: %(addon_name)s vyžaduje před instalací odsouhlasení následujícího koncového licenčního ujednání:
de: %(addon_name)s erfordert, dass Sie die folgende Endbenutzer-Lizenzvereinbarung akzeptieren, bevor Sie mit der Installation fortfahren können:
el: Το %(addon_name)s απαιτεί την αποδοχή από μέρους σας του παρακάτω συμφωνητικού αδειοδότησης τελικού χρήστη για να συνεχιστεί η εγκατάσταση του
es: %(addon_name)s requiere que aceptes la siguiente licencia de usuario antes de poder realizar la instalación:
fr: Le module %(addon_name)s nécessite que vous acceptiez le Contrat de Licence pour l'Utilisateur Final suivant avant de procéder à l'installation :
it: %(addon_name)s richiede l'accettazione del seguente accordo di licenza per l'utente finale (EULA) prima di procedere con l'installazione:
ja: %(addon_name)s のインストールを続けるには、以下のエンドユーザ使用許諾契約書に同意する必要があります:
ko: %(addon_name)s의 설치를 진행하기 위해선 아래의 최종 사용자 라이센스에 동의하셔야 합니다:
nl: %(addon_name)s vereist dat u de volgende Eindgebruikerslicentieovereenkomst accepteert voordat de installatie kan verdergaan:
pa_in: %(addon_name)s ਲਈ ਜ਼ਰੂਰੀ ਹੈ ਇੰਸਟਾਲੇਸ਼ਨ ਦੇ ਅੱਗੇ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ ਦਿੱਤੇ ਗਏ End-User License Agreement ਨੂੰ ਮਨਜ਼ੂੂਰ ਕਰੋ:
pl: Przed kontynuowaniem instalacji dodatku %(addon_name)s wymagane jest zaakceptowanie warunków poniższej licencji użytkownika (EULA).
pt_pt: %(addon_name)s necessita que aceite o seguinte Acordo de Licença para o Utilizador Final antes de continuar com a instalação:
ru: %(addon_name)s требует чтобы вы приняли следующее соглашение конечного пользователя перед началом его установки:
sl: %(addon_name)s zahteva, da pred nadaljevanjem namestitve izjavite, da se strinjate z naslednjim dovoljenjem (EULA):
uk: %(addon_name)s потребує, щоб перед встановленням ви погодились із наступними умовами ліцензійної угоди кінцевого користувача:
zh_cn: 安装进行之前，%(addon_name)s 需要您接受以下最终用户许可协议：

source: Back to {0}…
cs: Zpět na {0}…
de: Zurück zu {0}…
el: Πίσω στο {0}...
es: Volver a {0}…
fr: Revenir à {0} …
it: Ritorna a {0}…
ja: {0} のページへ戻る
ko: {0}(으)로 돌아가기...
nl: Terug naar {0}…
pa_in: {0} ਤੇ ਵਾਪਸ
pl: Wróć do {0}…
pt_pt: Voltar para {0}…
ru: Вернуться к {0}…
sl: Nazaj na {0}…
uk: Повернутися до {0}…
zh_cn: 返回 {0}...

source: Add-ons for {0}
cs: Doplňky aplikace {0}
de: Add-ons für {0}
el: Πρόσθετα {0}
es: Complementos para {0}
fr: Modules pour {0}
it: Componenti aggiuntivi per {0}
ko: {0} 부가 기능
nl: Add-ons voor {0}
pa_in: ਇਕਸਟੈਨਸ਼ਨ ਪੇਸਕਸ਼
pl: Dodatki dla programu {0}
pt_pt: Extras para o {0}
ru: Дополнения {0}
sl: Dodatki za {0}
uk: Додатки для {0}
zh_cn: {0} 附加组件
