Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If you already know what you're looking for, just <a href="/en-US/developers/search">search for it!</a> Our search will scour the best add-on resources to find that missing interface or common problem you're having. If search isn't cutting it, feel free to <a href="https://forums.addons.mozilla.org">ask for help</a> in our forums.
cs: Pokud víte, co hledáte, jednoduše si to <a href="/en-US/developers/search">vyhledejte</a>! Naše vyhledávání prohledá nejlepší zdroje informací pro doplňky a nalezne informace či popis častého problému, se kterým se potýkáte. Pokud vám vyhledávání nevyhovuje, neváhejte <a href="https://forums.addons.mozilla.org">položit otázku</a> v našem fóru.
de: Wenn Sie schon wissen, was Sie brauchen, können Sie einfach <a href="/en-US/developers/search">danach suchen!</a> Unsere Suche wird die besten Quellen für Add-ons herausspülen, um das fehlende Interface oder das häufige Problem zu finden, das Sie haben. Wenn es die Suche nicht bringt, können Sie einfach in unseren Foren <a href="https://forums.addons.mozilla.org">um Hilfe bitten</a>.
el: Αν γνωρίζετε ήδη τι ψάχνετε, απλά <a href="/en-US/developers/search">αναζητήστε το!</a> Η αναζήτηση μας θα ανατρέξει στα καλύτερα αποθετήρια προσθέτων για να βρει αυτή τη ελλειπούσα εφαρμογή ή το τυπικό πρόβλημα που έχετε. Αν η αναζήτηση δε σας ικανοποιήσει, μπορείτε να <a href="https://forums.addons.mozilla.org">ζητήσετε βοήθεια</a> στα φόρουμ μας.
es: Si sabes lo que estás buscando, ¡<a href="/en-US/developers/search">adelante</a>! Nuestra búsqueda usará los mejores recursos sobre complementos para encontrar esa interfaz que no encuentras o ese problema común que tienes. Si la búsqueda no te proporciona soluciones, <a href="https://forums.addons.mozilla.org">pide ayuda</a> en nuestros foros.
fr: Si vous savez déjà ce que vous voulez, <a href="/fr/developers/search">cherchez-le!</a> Notre recherche trouvera les meilleurs ressources pour les modules pour vous aider à corriger ce problème courant que vous avez ou cette interface qui vous manque. Si la recherche ne vous aide pas, n'hésitez pas à <a href="https://forums.addons.mozilla.org">demander de l'aide</a> dans nos forums.
it: Se sai già che cosa ti serve, <a href="/en-US/developers/search">cercalo!</a>. La nostra ricerca verificherà le migliori risorse disponibili per trovare l'interfaccia che cercavi o risolvere il tuo problema. Se la ricerca non dovesse dare risultati, <a href="https://forums.addons.mozilla.org">chiedi aiuto</a> nei nostri forum.
ko: 찾고자 하는 자료가 있다면 <a href="/en-US/developers/search">그냥 검색만 하면 나옵니다!</a> 검색 엔진이 최고의 부가 기능 자원을 샅샅이 찾아내기 때문에 찾고 있던 인터페이스나 일반적인 문제 해결법 등은 그냥 나오죠. 검색 엔진이 찾지 못하는게 있으면 부담갖지 마시고 포럼에 <a href="https://forums.addons.mozilla.org">도움을 요청해 보세요</a>.
nl: Als u al weet waar u naar op zoek bent, <a href="/nl/developers/search">zoek er dan naar!</a> Onze zoekmachine verzamelt de beste add-onhulpbronnen om die ontbrekende interface of dat bekende probleem te vinden. Als de zoekopdracht niets oplevert, <a href="https://forums.addons.mozilla.org">vraag dan om hulp</a> in onze forums.
pl: Jeśli wiesz, czego szukasz, po prostu <a href="/en-US/developers/search">poszukaj tego!</a> Nasza wyszukiwarka przeszuka najlepsze zasoby dodatków, by znaleźć brakujący interfejs lub odpowiedź na nurtujący cię problem. Jeżeli wyniki wyszukiwania nie pomogą rozwikłać twojego węzła gordyjskiego, nie wahaj się, by <a href="https://forums.addons.mozilla.org">zadać pytanie</a> na naszych forach.
pt_pt: Se já souber o que procure, basta <a href="/en-US/developers/search">procurar!</a>. A nossa pesquisa irá indicar os melhores recursos sobre extras para encontrar a interface que falta ou o problema que tenha. Se a pesquisa não resultar procure <a href="https://forums.addons.mozilla.org">ajuda</a> nos nossos fóruns.
ru: Если вы уже знаете, что вы ищете, просто <a href="/en-US/developers/search">поищите это!</a> Наш поиск прочешет лучшие ресурсы по дополнениям, чтобы найти недостающий интерфейс или типичную имеющуюся у вас проблему. Если поиск не помог, не стесняйтесь <a href="https://forums.addons.mozilla.org">попросить помощи</a> на наших форумах.
sl: Če že veste, kaj iščete, enostavno uporabite <a href="/en-US/developers/search"> Išči! </a> Program bo prebrskal naše knjižnice in arhive, da vam poišče vmesnik, ki ga pogrešate, ali pa rešitev za problem, ki ga imate. Če z iskanjem nimate sreče, vas prosimo, da se obrnete na <a href="https://forums.addons.mozilla.org">pomoč v naših forumih</a>.
zh_cn: 如果您已经知道您要找什么，直接去<a href="/zh-CN/developers/search">搜索吧</a>！无论是您想要找的接口，还是您遇到的常见问题，我们的搜素引擎都将从最好的附加组件资源里为您尽力寻找。如果搜索结果帮不了您，您还可以去我们的论坛<a href="https://forums.addons.mozilla.org">寻求帮助</a>。

source: Test your add-on
cs: Otestujte svůj doplněk
de: Testen Sie Ihr Add-on
el: Ελέγξτε το πρόσθετό σας
es: Prueba tu complemento
fr: Testez votre module
it: Verifica il tuo componente aggiuntivo
ja: アドオンをテスト
ko: 부가 기능 검사하기
nl: Test uw add-on
pl: Testuj dodatek
pt_pt: Teste o seu extra
ru: Протестировать ваше дополнение
sl: Testirajte svoj dodatek
zh_cn: 测试您的附加组件

source: Even entomologists don't like bugs in their software, so it's important to test your add-on thoroughly before it's ready for general consumption. At minimum, you should make sure your add-on works on all the platforms and applications it claims to support.
de: Selbst Entomologen mögen keine Bugs in ihren Programmen, daher ist es wichtig, dass Sie Ihr Add-on gründlich testen, bevor es der Allgemeinheit zur Verfügung gestellt wird. Sie sollten mindestens sicherstellen, dass Ihr Add-on auf allen Plattformen und Anwendungen läuft, die es unterstützen soll.
el: Ακόμα και οι εντομολόγοι δε θέλους bugs στο λογισμικό του, επομένως είναι σημαντικό να ελέγξετε προσεκτικά το πρόσθετό σας προτού να είναι έτοιμο για χρήση. Κατ'ελάχιστο, θα πρέπει να βεβαιωθείτε πως το πρόσθετο σας λειτουργεί σε όλες τις πλατφόρμες και με όλες τις εφαρμογές που δηλώνει πως υποστηρίζει.
es: Ni siquiera a los entomólogos les gusta tener "cucarachas" en su software, así que es importante realizar un test completo tu complemento antes de que esté preparado para consumirse de forma generalizada. Como mínimo, deberías asegurarte de que funciona en todas las plataformas y aplicaciones para las que dice ser compatible.
fr: Même les biologistes n'aiment pas les bugs dans leurs logiciels, il est donc important que vous testiez suffisamment votre module avant de le faire consommer au plus grand nombre. Au minimum, merci de vous assurer que votre module fonctionne sur toutes les plateformes qu'il déclare.
it: Nemmeno agli entomologi piace trovare bachi nelle loro applicazioni, quindi è importante testare a fondo il tuo componente aggiuntivo prima che sia pronto per la distribuzione al grande pubblico. Come minimo, è necessario verificare che i il tuo componente aggiuntivo funzioni su tutte le piattaforme e applicazioni indicate nelle note di versione.
ko: 곤충학자라 할 지라도 자신의 소프트웨어에 있는 버그를 좋아하진 않겠죠. 그래서 일반에 공개할 준비를 하기에 앞서 부가 기능을 검사해 보는것이 중요합니다. 적어도 지원하기로 한 플랫폼과 애플리케이션 상에서 부가 기능이 작동하는지 정도는 확인해 주세요.
nl: Zelfs entomologen houden niet van bugs in hun software, dus het is belangrijk om uw add-on grondig te testen voor deze aan het publiek wordt aangeboden. U dient ten minste ervoor te zorgen dat uw add-on werkt op alle platforms en toepassingen die worden ondersteund..
pl: Nawet entomolodzy nie lubią pluskiew w oprogramowaniu, więc ważne jest, aby przetestować dokładnie dodatek, zanim będzie gotowy do ogólnego wykorzystania. Sprawdź przynajmniej, czy dodatek działa we wszystkich systemach i programach, które ma wymienione jako obsługiwane.
pt_pt: Nem mesmo entomologistas gostam de bugs em seus programas, então é importante testar seus extras antes de liberá-los para consumo geral. No mínimo, você deve ter certeza de que seu extra funciona em todas as plataformas e aplicativos que ele afirma suportar.
sl: Še žužkarji ne marajo hroščev v svojih programih, zato je pomembno, da svoj dodatek temeljito preizkusite, preden ga namenite za široko potrošnjo. Prepričati se morate v vsakem primeru, da vaš dodatek deluje na vseh platformah in aplikacijah, za katere trdi, da jih podpira.
zh_cn: 即使是昆虫学家也不喜欢在他们的软件里看到“臭虫”（Bug），因此在提供给公众使用之前进行彻底测试是很重要的。至少，您应该确保您的附加组件能够在宣称支持的所有平台上运行。

source: To help detect common problems with packaging and security, you should run our <a href="%(link_validator)s">Add-on Validator</a> tool on your file. It's like Spell Check for add-ons. Your add-on will automatically be validated upon submission, but you may want to test it out beforehand. Plus, passing makes you feel good.
cs: Pro kontrolu nejčastějších problémů souvisejících se sestavením doplňku a jeho bezpečnostní byste měli zkontrolovat soubor v našem <a href="%(link_validator)s">Nástroji na kontrolu doplňku</a>. Je to taková "kontrola pravopisu na doplňky". Váš doplněk bude po přidání na server automaticky zkontrolován, ale vy jej budete určitě chtí zkontrolovat dříve.
de: Um dabei zu helfen, häufige Probleme bei Paketierung und Sicherheit zu erkennen, sollten Sie unseren Werkzeug <a href="%(link_validator)s">Add-on-Validator</a> für Ihre Datei ausführen. Es ist wie eine Rechtschreibprüfung für Add-ons. Ihr Add-on wird beim Übermitteln automatisch überprüft, aber vielleicht möchten Sie es ja vorher schon testen. Außerdem gibt eine bestandene Überprüfung Ihnen ein gutes Gefühl.
el: Για να ανιχνεύσετε τυπικά προβλήματα με τη συσκευασία και την ασφάλεια, θα πρέπει να εκτελέσετε το εργαλείο μας <a href="%(link_validator)s">Add-on Validator</a> στο αρχείο σας. Είναι σαν Ορθογραφικός Έλεγχος για πρόσθετα. Το πρόσθετο σας θα επικυρωθεί αυτόματα κατά την υποβολή, μα ίσως θέλετε να το ελέγξετε εκ των προτέρων. Επιπλέον, ο επιτυχής έλεγχος θα σας κάνει να νιάσετε καλύτερα.
es: Para ayudar a detectar problemas comunes con el empaquetado y seguridad, deberías ejecutar nuestro <a href="%(link_validator)s">validador de complementos</a> en tu archivo. Es como un corrector ortográfico para complementos. Tu complemento será validado automáticamente al subirlo, pero puedes querer probarlo de primera mano. Además, pasarlo te hará sentirte bien.
fr: Pour aider à détecter les problèmes courants de l'empaquetage ou de sécurité, vous devriez exécuter notre outil de <a href="%(link_validator)s">validation de module</a> sur votre fichier. C'est l'équivalent d'un correcteur orthographique pour les modules. Cette validation sera effectuée automatiquement à l'envoi, mais vous pourriez vouloir tester avant. De plus, réussir cette validation vous rendra bien.
it: Per aiutarci a individuare problemi relativi a "packaging" e sicurezza, dovresti eseguire lo <a href="%(link_validator)s">Strumento di verifica componenti aggiuntivi</a> sul tuo file. È un po' come il controllo ortografico applicato ai componenti aggiuntivi. Il tuo componente aggiuntivo verrà verificato automaticamente una volta inviato, ma è sempre utile fare prima un controllo. Inoltre, passare un esame ti fa sempre sentire meglio.
ko: 패키징이나 보안에 관련해서 발생하는 대표적인 버그를 찾아내고 싶다면 <a href="%(link_validator)s">부가 기능 검사기</a> 도구를 실행해서 파일을 넣어보세요. 이 검사기는 부가 기능의 맞춤법 검사기 쯤 됩니다. 등록 과정에서 자동으로 해당 검사를 거치긴 하지만 그 전에 미리 검사를 해보고 싶을 수도 있으니까요. 게다가 검사가 무사히 통과되면 기분도 좋아지지 않을까요?
nl: Om te helpen bekende problemen met inpakken en beveiliging op te sporen, zou u als hulpmiddel onze <a href="%(link_validator)s">Add-on-validator</a> op uw bestand kunnen loslaten. Dit is een soort spellingcontrole voor add-ons. Uw add-on wordt bij het indienen automatisch gevalideerd, maar het kan handig zijn deze te op voorhand al te testen. Daarbij zorgt een geslaagde add-on voor een goed gevoel.
pl: <a href="%(link_validator)s">Weryfikator dodatków</a> umożliwi sprawdzenie, czy w twoim dodatku nie występują popularne błędy budowy i bezpieczeństwa. Można powiedzieć, że użycie weryfikatora do sprawdzenia dodatku jest tym, czym użycie mechanizmu sprawdzania pisowni do sprawdzenia tekstu. Twój dodatek zostanie automatycznie sprawdzony w trakcie zgłaszania go na witrynę, ale możesz zechcieć wykonać wcześniej jego testy. Zaliczenie każdego testu jest przyjemnym uczuciem, a znalezienie błędu we wczesnej fazie projektu może oszczędzić ci wiele czasu.
pt_pt: Para ajudar a detectar problemas comuns com o pacote e a segurança, deve executar a nossa ferramenta <a href="%(link_validator)s">Validar o extra</a> no seu ficheiro. É como um corrector ortográfico para extras. O seu extra será automaticamente validado depois de submetido mas pode querer testá-lo antes. E depois se passar irá sentir-se muito melhor.
ru: Чтобы помочь обнаружить типичные проблемы с упаковкой и безопасностью, вы должны пропустить свой файл через наше <a href="%(link_validator)s">Дополнение валидации</a>. Это как проверка орфографии для дополнений. Ваше дополнение будет автоматически проверено при его представлении, но вы можете проверить его заранее. Плюс, пройдя тесты, вы почуствуете себя лучше.
sl: Za pomoč pri odkrivanju pogostnih težav z embalažo in varnostjo morate svojo datoteko z dodatkom spustiti skozi naš <a href="%(link_validator)s">Validator za dodatke</a>. To je za dodatke nekaj takega kot črkovalnik za besedila. Vaš dodatek se bo, ko ga boste predložili, samodejno preverilo, vendar ga boste morda želeli preizkusiti najprej sami. Kakorkoli že, počutili se boste bolje, če bo test stekel brez problemov.
zh_cn: 为了有助于发现常见的封装或安全性问题，您应该对您的文件执行我们的<a href="%(link_validator)s">附加组件验证器</a>工具，这就像对附加组件进行拼写检查。您的附加组件提交后会自动被验证，但您最好在提交前先自行验证一下。此外，通过验证的感觉很棒。

source: Validate my Add-on
cs: Zkontrolovat můj doplněk
de: Mein Add-on überprüfen
el: Επικύρωση πρόσθετου
es: Validar mi complemento
fr: Valider mon module
it: Valida il tuo componente aggiuntivo
ja: アドオンを検証
ko: 내 부가 기능 검사하기
nl: Mijn add-on valideren
pl: Sprawdź swój dodatek
pt_pt: Validar o meu extra
ru: Валидировать моё дополнение
sl: Validiraj moj dodatek
zh_cn: 验证我的附加组件

source: Share your add-on with the world
cs: Sdílejte svůj doplněk se světem
de: Teilen Sie Ihr Add-on mit der Welt
el: Μοιραστείτε το πρόσθετο σας με όλο τον κόσμο
es: Comparte tu complemento con el mundo
fr: Partager votre module avec le monde
it: Condividi il tuo componente aggiuntivo con il mondo
ja: あなたのアドオンを世界に発信
ko: 전 세계에 부가 기능을 공유해 보세요
nl: Deel uw add-on met de wereld
pl: Udostępnij swój dodatek światu
pt_pt: Partilhe o seu extra com o mundo
ru: Поделитесь вашим дополнением с миром
sl: Dajte svoj dodatek drugim na razpolago
zh_cn: 与世界分享您的附加组件

source: Woah, you finished your add-on already? Just so you know, <a href="http://labs.mozilla.com/">Mozilla Labs</a> is hiring. Alright, if you've tested your add-on out and it's free of problems, it's time to submit your add-on to <a href="https://addons.mozilla.org">Mozilla Add-ons</a>. With over <em>1.5 billion</em> add-on downloads served, it's the best place to let your new creation live. Before you submit it, there are a few things to go over.
cs: Fíha, to už jste dokončili svůj doplněk? Ok, pokud jste svůj doplněk otestovali a nevidite žádné problémy, je čas jej přidat na server <a href="https://addons.mozilla.org">Doplňky Mozilly</a>. S více než <em>1,5 miliardou</em> již stažených doplňků je to nejlepší místo, kam můžete nově vytvořený doplněk přidat. Před jeho odesláním jsou zde některé věci, které je dobré shlédnout.
de: Wow, Sie sind mit Ihrem Add-on schon fertig? Nur damit Sie es wissen, <a href="http://labs.mozilla.com/">Mozilla Labs</a> sucht noch Leute. Ok, Sie haben Ihr Add-on getestet und keine Probleme gefunden, es ist also Zeit, Ihr Add-on an <a href="https://addons.mozilla.org">Mozilla Add-ons</a> zu schicken. Mit über <em>1,5 Milliarden</em> ausgeführten Add-on-Downloads ist es der beste Ort, um Ihre neue Schöpfung leben zu lassen. Bevor Sie es übermitteln, müssen Sie noch einige Dinge beachten.
el: Φοβερό, ολοκληρώσατε κιόλας το πρόσθετό σας; Να ξέρετε πως τα <a href="http://labs.mozilla.com/">Mozilla Labs</a> προσλαμβάνουν. Εντάξει, αν έχετε ελέγξει το πρόσθετό σας και δεν έχει προβλήματα, είναι ώρα για την υποβολή του στα <a href="https://addons.mozilla.org">Πρόσθετα Mozilla</a>. Με πάνω από <em>1.5 δισεκατομμύριο</em> προσφερόμενες λήψεις προσθέτων, είναι το καλύτερο μέρος για να δημοσιεύσετε τη δημιουργία σας. Πριν την υποβολή σας, υπάρχουν μερικά πράγματα να εξετάσετε.
es: ¡Guau! ¿Ya has terminado tu complemento? Sólo para que lo sepas, <a href="http://labs.mozilla.com/">Mozilla Labs</a> está contratando gente. Muy bien, si has probado tu complemento y está libre de problemas, es el momento de enviar tu complemento a <a href="https://addons.mozilla.org">Mozilla Add-ons</a>. Con más de <em>1.500 millones</em> de descargas de complementos, es el mejor sitio para permitir que tu nueva creación cobre vida. Antes de que los envíes, hay unas pocas cosas para tener en cuenta.
fr: Woah, vous avez déjà fini votre module ? Juste au cas où, <a href="http://labs.mozilla.com/">Mozilla Labs</a> embauche. Bon, si vous avez testé votre module et qu'il ne présente pas de problème, il est temps de le proposer sur <a href="https://addons.mozilla.org">Mozilla Add-ons</a>. Avec plus de <em>1.5 milliard</em> de téléchargements de modules, c'est le meilleur endroit pour donner vie à votre création. Avant de l'envoyer, il y a quelques petites choses à faire.
it: Wow, hai già finito il tuo componente aggiuntivo? <a href="http://labs.mozilla.com/">Mozilla Labs</a> sta cercando nuovo personale! Se hai già verificato il tuo componente aggiuntivo e non risultano problemi, è tempo di caricarlo su <a href="https://addons.mozilla.org">Mozilla Add-ons</a>. Con oltre <em>1.5 miliardi</em> di download, è il miglior posto al mondo per ospitare la tua creazione. Prima di caricarlo, ci sono alcune cose da verificare.
ko: 우와, 부가 기능을 벌써 다 만들었나요? <a href="http://labs.mozilla.com/">Mozilla Labs</a>에서 사람을 구하고 있다는거 아시죠? 한번 지원해 보는건 어떨까요? 좋습니다. 부가 기능을 검사해봤고 아무 문제가 없다면 <a href="https://addons.mozilla.org">Mozilla 부가 기능</a>에 올릴 때가 됐군요. <em>15억</em>회 이상의 부가 기능 다운로드 수를 자랑하는 곳으로, 이 피조물이 살기엔 최적의 장소라 할 수 있어요. 올리기 전에 몇가지 점검할 사항이 있습니다.
nl: Wauw, is uw add-on al klaar? Misschien goed om te weten: <a href="http://labs.mozilla.com/">Mozilla Labs</a> neemt nog mensen aan. OK, als u uw add-on grondig hebt getest en er zijn geen problemen mee, wordt het tijd om uw add-on in te dienen bij <a href="https://addons.mozilla.org">Mozilla-add-ons</a>. Met meer dan <em>1,5 miljard</em> gedownloade add-ons is dat de beste plek om uw nieuwe creatie te introduceren. U dient nog wel een paar dingen te controleren voordat u hem indient.
pl: Twoje arcydzieło zostało już ukończone? Nareszcie! Twoja mistrzowska wiedza może się przydać. <a href="http://labs.mozilla.com/">Mozilla Labs</a> &ndash; nasza wylęgarnia niesamowitych projektów szuka pracowników! OK, wróćmy do tematu. Jeśli dodatek spełnia wymagania wszystkich testów i uważasz, że działa bez problemów, nadszedł czas, by zamieścić go na witrynie <a href="https://addons.mozilla.org">Mozilla Add-ons</a> &ndash; galerii dodatków dla produktów Mozilli, z którego już prawie <em>2,5 miliarda</em> razy pobrano różne dodatki. To najlepsze miejsce do rozpoczęcia życia twojego produktu. Zanim zgłosisz swój dodatek, zapoznaj się z kilkoma ważnymi elementami.
pt_pt: Woah, já terminou o seu extra? Sabe que a <a href="http://labs.mozilla.com/">Mozilla Labs</a> está a contratar. Muito bem, se testou o seu extra e está livre de problemas, e hora de submeter o seu extra para <a href="https://addons.mozilla.org">Extras da Mozilla</a>. Com mais de <em>1.5 biliões</em> de extras transferidos, é o melhor local para colocar a sua criação. Antes de o submeter, existem algumas coisas a fazer.
ru: Ух-ты, вы уже закончили свое дополнение? Чтобы вы знали, в <a href="http://labs.mozilla.com/">Mozilla Labs</a> есть открытые вакансии. Хорошо, если вы проверили своё дополнение, и в нём нет проблем, пришло время представить своё дополнение для добавления в <a href="https://addons.mozilla.org">Дополнения Mozilla</a>. С более чем <em>1,5 миллиардами</em> загрузок дополнений, это является наилучшим местом для жизни вашего нового творения. Перед тем, как его представить, надо решить несколько вещей.
sl: Hej, pa ne da ste že končali svoj dodatek? Toliko, da veste, <a href="http://labs.mozilla.com/">Mozilla Labs</a> išče sodelavce. V redu, če ste svoj dodatek pretestirali in niste naleteli na probleme, je čas, da svoj dodatek pošljete v <a href="https://addons.mozilla.org">Mozilla Add-ons</a>. Z več kot <em> 1.5 milijard</em> prenesenih dodatkov doslej najboljše mesto, kamor lahko svoje delo pošljete v živo. Preden pa svoj izdelek predložite, morate opraviti še nekaj stvari.
zh_cn: 哇，您已经完成了您的附加组件了？如您所知，<a href="http://labs.mozilla.com/">Mozilla Labs</a> 正在招贤纳才，快来参与吧！言归正传，如果您已经测试好了您的附加组件且无任何问题，那就提交到 <a href="https://addons.mozilla.org">Mozilla 附加组件网站</a>吧。这里已经提供了超过<em>十五亿</em>次的附加组件下载服务，是个展示您的新作品的最佳场所。不过，在此之前您还有些事情要做。
