Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: For the purposes of this guide, you'll be creating a hosted app which will live at your <code>localhost</code> address. Once your app is ready to list on the Firefox Marketplace, you can make the decision to bundle as a packed app or launch as a hosted app.
de: Für diese Anleitung werden Sie eine gehostete Anwendung erstellen, die bei Ihrer <code>localhost</code>-Adresse gespeichert wird. Sobald Ihre Anwendung bereit ist, im Firefox Marketplace eingestellt zu werden, können Sie entscheiden, ob Sie sie als gepackte Anwendung liefern oder als gehostetete Anwendung starten.
es: A efectos de la presente guía, vas a crear una aplicación alojada que estará activa en la dirección de tu <code>localhost</code>. Una vez que esté lista y se pueda mostrar en Firefox Marketplace, puedes decidir si la incluyes como aplicación empaquetada o la publicas como aplicación alojada.
fr: Pour les besoins de ce guide, vous créerez une application hébergée qui sera à l'adresse <code>localhost</code>. Une fois que votre application est prête pour aller sur le Marketplace Firefox vous pouvez prendre la décision de la soumettre sous forme de paquet ou exécutée à distance.
it: L'obiettivo di questa guida è la creazione di un'app ospitata all'indirizzo <code>localhost</code> su un server locale. Non appena l'app sarà completata e pronta a essere distribuita su Firefox Marketplace, potrai scegliere se caricarla come app pacchettizzata o ospitarla sul tuo sito.
pl: Na potrzeby tego przewodnika będziemy tworzyć aplikację hostowaną działającą pod twoim adresem <code>localhost</code>. Gdy aplikacja będzie gotowa do zgłoszenia w Firefox Marketplace, możesz podjąć decyzję, czy wysłać jako aplikację spakowaną, czy udostępnić jako hostowaną.

source: App Manifests
cs: Manifesty aplikace
de: Anwendungsmanifeste
es: Archivos manifest de las aplicaciones
fr: Manifestes d'application
it: Manifesti delle app
pl: Manifesty aplikacji
ru: Манифесты приложения

source: Every Firefox app requires an manifest.webapp file at the app root. The <code><a href="%(url)s">manifest.webapp</a></code> file provides important information about the app, like version, name, description, icon location, locale strings, domains the app can be installed from, and much more (Only the name and description are required). The simple manifest included within the app template looks like:
de: Jede Firefox-Anwendung benötigt eine manifest.webapp-Datei im Wurzelverzeichnis der Anwendung. Die <code><a href="%(url)s">manifest.webapp</code>-Datei enthält wichtige Informationen über die Anwendung, wie die Version, Name, Beschreibung, Ort des Symbols, übersetzten Text, Domains, von der die Anwendung installiert werden kann und vieles mehr (nur Name und Beschreibung müssen vorhanden sein). Das einfache Manifest in dieser Anwendungsvorlage sieht folgendermaßen aus:
es: En todas las aplicaciones para Firefox es necesario tener un archivo manifest.webapp en el directorio raíz de la aplicación. El archivo <code><a href="%(url)s">manifest.webapp</a></code> contiene información importante sobre la aplicación, como por ejemplo su versión, nombre, descripción, ubicación del icono, cadenas de la versión en otros idiomas y dominios desde los que se puede instalar la aplicación, además de otros muchos más datos (sólo el nombre y la descripción son obligatorios). El archivo manifest incluido en la plantilla de aplicación es muy sencillo y contiene la siguiente información:
fr: Chaque application Firefox nécessite un fichier manifest.webapp à la racine. Le fichier <code><a href="%(url)s">manifest.webapp</a></code> contient des informations concernant l'application, comme sa version, son nom, sa description, son icône, les traductions, les domaines depuis lesquels l'application peut être installée et beaucoup d'autres (seuls le nom et la description sont nécessaires). Le manifeste simple inclus dans le squelette d'application ressemble à ceci :
it: Ogni app per Firefox deve contenere un file manifest.webapp nella cartella principale. Il file <code><a href="%(url)s">manifest.webapp</a></code> fornisce importanti informazioni sull'app, come versione, nome, descrizione, posizione dell'icona, stringhe dei locali, domini da cui l'app può essere installata e molto altro (soltanto nome e descrizione sono obbligatori). Ecco come appare l'elementare manifesto dell'app modello:
pl: Każda aplikacja Firefox wymaga pliku manifest.webapp w głównym katalogu aplikacji. Plik <code><a href="%(url)s">manifest.webapp</a></code> dostarcza ważnych danych aplikacji, jak wersja, nazwa, opis, adres ikony, komunikaty językowe, domeny, z których może być instalowana, i wiele innych (Obowiązkowa jest tylko nazwa i opis). Prosty manifest zawarty w szablonie aplikacji wygląda tak:

source: More specific details can be added as the project gets closer to completion, as is the case with most Firefox OS apps. A basic manifest will do to get started.
de: Weitere nähere Details können hinzugefügt werden, wenn das Projekt sich seine Fertigstellung nähert, wi bei den meisten Firefox-OS-Anwendungen. Ein grundlegendes Manifest reicht für den Anfang.
es: A medida que el proyecto va avanzando y llegando a su fin, se va añadiendo más información, que es el caso de la mayoría de las aplicaciones para Firefox OS. Para empezar puedes utilizar un archivo manifest básico.
fr: Des détails plus spécifiques peuvent être ajoutés quand le projet s'approche de sa finalisation, comme c'est le cas pour la majorité des applications Firefox OS. Un manifeste de base sera suffisant pour commencer.
it: Ulteriori dettagli possono essere aggiunti in seguito prima di concludere il progetto, come accade per la maggior parte delle app di Firefox OS. Per iniziare è sufficiente un manifesto essenziale.
pl: Więcej szczegółowych informacji można dodać, gdy projekt będzie zbliżał się ku końcowi, jak to ma miejsce w przypadku większości aplikacji Firefox OS. Podstawowy manifest wystarczy do rozpoczęcia.

source: App Layout &amp; Design
cs: Rozvržení aplikace a vzhled
de: Layout &amp; Design der Anwendung
es: Diseño y apariencia de las aplicaciones
fr: Mise en page et design de l'application
it: Layout e design delle app
pl: Layout i projekt aplikacji

source: Responsive design has become increasingly important as more screen resolutions become standard on different devices. Even if your app targets only Firefox OS, it's important to remember that Firefox OS can be installed on a variety of devices which use different screen resolutions. <a href="%(url)s">CSS media queries</a> provide a means to adapt layout to device:
de: Responsives Design wurde immer wichtiger, je mehr Bildschirmauflösungen auf verschiedenen Geräten Standard wurden. Selbst wenn Ihre Anwendung sich nur an Firefox OS richtet, ist es wichtig, daran zu denken, dass Firefox OS auf vielen verschiedenen Geräten mit verschiedenen Bildschirmauflösungen installiert werden kann. <a href="%(url)s">CSS-Medienabfragen</a> bieten eine Möglichkeit, das Layout an das Gerät anzupassen:
es: El diseño adaptativo se ha convertido en una pieza importante puesto que cada vez más resoluciones de pantalla son estándar en distintos dispositivos. Incluso si tu aplicación sólo está pensada para Firefox OS, es importante tener presente que Firefox OS se puede instalar en distintos dispositivos con diferentes resoluciones. Una <a href="%(url)s">consulta de medios CSS</a> proporciona el medio para adaptar el diseño al dispositivo:
fr: Le design adaptatif est devenu extrêmement important avec les évolutions des résolutions d'écrans des différents appareils. Même si vous ne visez que Firefox OS, il est important de garder en tête qu'il peut être installé sur une variété d'appareils qui utilisent des résolutions variées. <a href="%(url)s">Les requêtes média CSS</a> fournissent un moyen de s'adapter à l'appareil :
it: Il design reattivo ha acquistato una notevole importanza con l'aumentare delle risoluzioni video supportate dai vari dispositivi in circolazione. Anche se l'app viene dichiarata compatibile solo con Firefox OS, è importante ricordare che Firefox OS può essere installato su diversi dispositivi con risoluzioni video differenti. <a href="%(url)s">Le CSS Media Queries</a> forniscono uno strumento per adattare il layout al dispositivo:
pl: Elastyczne projektowanie jest coraz ważniejsze, ponieważ standardem stają się zróżnicowane rozdzielczości ekranu na różnych urządzeniach. Nawet jeśli twoja aplikacja jest przeznaczona tylko na Firefox OS, ważne, aby pamiętać, że Firefox OS może być instalowany na wielu urządzeniach, korzystających z różnych rozdzielczości ekranu. <a href="%(url)s">CSS media queries</a> dostarczają metodę dostosowywania layoutu do urządzenia:

source: There are many JavaScript and CSS frameworks available to aid in responsive design and mobile app development (<a href="%(url)s">Bootstrap</a>, etc.); choose the framework(s) that best fit your app and development style.
de: Es gibt viele JavaScript und CSS-Frameworks, die bei responsivem Design und mobiler Anwendungsentwicklung helfen können (<a href="%(url)s">Bootstrap</a>, usw.); wählen Sie das/die Framework(s), die am besten zu Ihrer Anwendung und Ihrem Entwicklungsstil passen.
es: Existen multitud de marcos JavaScript y CSS disponibles que te pueden ayudar en el diseño adaptativo y desarrollo de aplicaciones móviles (<a href="%(url)s">Bootstrap</a>, etc.): elige uno o varios marcos que se adapten perfectamente a tu aplicación y estilo de desarrollo.
fr: Il existe beaucoup de cadriciels JavaScript et CSS disponibles pour aider à la mise en page adaptative et au développement d'application mobile (<a href="%(url)s">Bootstrap</a>, etc.) ; choisissez celui qui correspond le mieux à votre application et à votre style de développement.
it: Esistono numerosi framework JavaScript e CSS per facilitare lo sviluppo di app per cellulari e di design reattivo (<a href="%(url)s">Bootstrap</a>, ecc.); scegli il framework (o i framework) più adatti alla tua app e al tuo metodo di sviluppo.
pl: Istnieje wiele frameworków JavaScript oraz CSS pomocnych w tworzeniu elastycznych projektów i aplikacji mobilnych (<a href="%(url)s">Bootstrap</a> itp.); wybierz framework najlepiej odpowiadający twojej aplikacji oraz stylowi programowania.

source: One nice utility is Mozilla's <a href="%(url_mortar)s">mortar</a>. Mortar doesn't provide responsive design help, but does provide app templates a few JavaScript utilities to aid in Firefox OS mobile development, like <a href="%(url_zepto)s">zepto.js</a> (a light alternative to jQuery) and a utility to install your app on the Firefox OS Simulator. This quick start guide fits you with mortar's most basic layout template:
de: Ein schönes Hilfsmittel ist <a href="%(url_mortar)s">mortar</a> von Mozilla. Mortar bietet keine Hilfe bei responsivem Design, bietet aber Anwendungsvorlagen und ein paar JavaScript-Hilfsmittel, die bei mobiler Entwicklung für Firefox OS helfen, wie <a href="%(url_zepto)s">zepto.js</a> (einer schlanken Alternative zu jQuery) und einem Hilfsmittel, um Ihre Anwendung im Firefox-OS-Simulator zu installieren. Diese Schnellstartanleitung versorgt Sie mit mortars grundlegendster Layout-Vorlage:
es: Una utilidad muy buena es <a href="%(url_mortar)s">mortar</a> de Mozilla. Mortar no te proporciona ayuda con el diseño adaptativo, pero sí te ofrece para las plantillas de aplicaciones una serie de utilidades que facilitan el desarrollo para dispositivos móviles Firefox OS, como <a href="%(url_zepto)s">zepto.js</a> (una alternativa más ligera a jQuery) y una utilidad que instala tu aplicación en Firefox OS Simulator. Esta guía rápida te proporciona la plantilla de diseño más básica de mortar:
fr: Un outil sympa est Mozilla <a href="%(url_mortar)s">mortar</a>. Mortar n'aide pas pour la mise en page adaptative, mais il fournit aux squelettes d'application quelques petits outils JavaScript pour aider au développement mobile pour Firefox OS, comme <a href="%(url_zepto)s">zepto.js</a> (une alternative légère à jQuery) et un outil pour installer vos applications sur le simulateur Firefox OS. Ce guide rapide de démarrage vous propose les squelettes de mise en page les plus simples de mortar :
it: Un'utilità molto pratica è <a href="%(url_mortar)s">mortar</a> di Mozilla. Mortar non fornisce supporto per il design reattivo, ma mette a disposizione modelli di app e alcune utilità JavaScript per facilitare lo sviluppo in ambiente Firefox OS, come <a href="%(url_zepto)s">zepto.js</a> (un'alternativa più leggera a jQuery) e un'utilità per installare le app su Firefox OS Simulator. Questa guida introduttiva illustra i modelli base di layout disponibili su mortar:
pl: Jednym z ciekawych narzędzi jest <a href="%(url_mortar)s">mortar</a>, opracowany przez Mozillę. Mortar nie zapewnia bezpośrednio pomocy przy elastycznych projektach, ale udostępnia szablonom aplikacji kilka narzędzi JavaScript, wspomagających programowanie mobilne w Firefox OS, np. <a href="%(url_zepto)s">zepto.js</a> (lekka alternatywa jQuery) i narzędzie do instalowania aplikacji w Symulatorze Firefox OS. Ten przewodnik szybkiego startu zapozna ciebie z najbardziej podstawowym szablonem layoutu mortara:

source: Feel free to modify the structure set forth by mortar &mdash; the snippet above should get you going. Note that all JavaScript code must be in separate <code>.js</code> files; no inline, scripting is allowed.
de: Sie können gern die von mortar vorgegebene Struktur verändern &mdash; der obige Schipsel sollte für den Anfang reichen. Beachten Sie, dass der gesamte JavaScript-Quelltext in getrennten <code>.js</code>-Dateien sein muss; keine Einbindung, Scripting ist erlaubt.
es: Modifica la estructura establecida por mortar todo lo que quieras: el snippet de arriba te ayudará a comenzar. Ten en cuenta que todo el código JavaScript debe incluirse en archivos <code>.js</code> individuales: no se permite insertar código en línea (atributos) ni en etiquetas script.
fr: N'hésitez pas à modifier la structure mise en place par mortar &mdash; le morceau de code ci-dessus devrait vous aider. Merci de noter que tout le code JavaScript doit être dans des fichiers <code>.js</code> séparés, le code imbriqué dans le HTML est interdit.
it: La struttura impostata da mortar può essere modificata liberamente &mdash; il frammento di codice qui sopra dovrebbe essere tutto il necessario per iniziare. Tieni presente che ogni codice JavaScript deve essere contenuto in un file <code>.js</code> separato; non è possibile utilizzare script all'interno del file.
pl: Modyfikuj bez obaw strukturę przedstawioną przez mortar &mdash; powyższy fragment kodu powinien pomóc w rozpoczęciu. Zauważ, że cały kod JavaScript musi znajdować się w osobnych plikach <code>.js</code>; skrypty w kodzie HTML nie są dozwolone.

source: Web APIs
cs: Web API
es: Web API
fr: API Web
it: API web
pl: Web API
ru: Веб-API

source: JavaScript APIs are being created and enhanced as quickly as devices are. Mozilla's <a href="%(url)s">WebAPI</a> effort brings dozens of standard mobile features to JavaScript APIs. A list of device support and status is available on the <a href="%(url)s">WebAPI</a> page. Of course JavaScript feature detection is still the best practice:
de: JavaScript-APIs werden genauso schnell entwickelt und verbessert wie Geräte. Mozillas Bemühung <a href="%(url)s">WebAPI</a> liefert dutzende von Standard-Funktionen für Mobilgeräte an JavaScript-APIs. Eine Liste von unterstützten Geräten und dem Status gibt es auf der <a href="%(url)s">-Seite. Natürlich ist JavaScript-Funktionserkennung immer noch die beste Lösung:
es: Se están creando y mejorando API de JavaScript a la misma velocidad que los dispositivos. Este esfuerzo que Mozilla está realizando con la <a href="%(url)s">WebAPI</a> supone incorporar a las API de JavaScript docenas de características estándares para dispositivos móviles. Hay una lista que detalla el estado y la compatibilidad con los distintos dispositivos accesible desde la página de <a href="%(url)s">WebAPI</a>. Por supuesto, la detección de características de JavaScript continúa siendo la mejor práctica:
fr: Les API JavaScript sont créées et améliorées aussi rapidement que les appareils le sont. L'effort <a href="%(url)s">WebAPI</a> de Mozilla apporte des douzaines de fonctionnalités standards du mobile aux API JavaScript. Une liste du support matériel et de l'état est disponible sur la page <a href="%(url)s">WebAPI</a> page. Bien sûr, la détection de fonctionnalités en JavaScript reste la meilleure pratique :
it: Le API JavaScript vengono sviluppate e perfezionate tanto velocemente quanto i dispositivi stessi. Il progetto <a href="%(url)s">WebAPI</a> di Mozilla permette di accedere a molte caratteristiche dei cellulari mediante le API JavaScript. Una lista con i dispositivi supportati e lo stato del progetto è disponibile alla pagina <a href="%(url)s">WebAPI</a>. Naturalmente utilizzare del codice JavaScript specifico per rilevare la disponibilità di specifiche caratteristiche rimane la migliore strategia:
pl: API JavaScript są tworzone i udoskonalane tak szybko, jak urządzenia. Wysiłek Mozilli wkładany w <a href="%(url)s">WebAPI</a> wnosi do API JavaScript dziesiątki funkcji standardów mobilnych. Lista obsługiwanych urządzeń oraz status dostępne są na stronie <a href="%(url)s">WebAPI</a>. Oczywiście wykrywanie funkcji JavaScript jest nadal najlepszą praktyką:

source: In this very basic app template we'll modify the display style of a <code>DIV</code> based on changes in the device's battery state:
de: In dieser sehr grundlegenden Anwendungsvorlage werden wir den Display-Style eines <code>DIV</code> auf Grundlage des Batterieladestands eines Geräts ändern:
es: En esta plantilla de aplicaciones tan básica vamos a modificar el estilo de presentación de un <code>DIV</code> basado en los cambios del estado de la batería del dispositivo:
fr: Dans ce squelette d'application très simple nous modifierons le style d'affichage d'une <code>DIV</code> suivant les changements d'état de la batterie de l'appareil :
it: Il seguente esempio di app modifica lo stile di visualizzazione di un <code>DIV</code> al variare dello stato della batteria del dispositivo:
pl: W tym bardzo podstawowym szablonie aplikacji zmodyfikujemy sposób wyświetlania elementu <code>DIV</code> w oparciu o zmiany w statusie baterii urządzenia:

source: In the code sample above, once you confirm that the <a href="%(url)s">Battery API</a> is supported, you can add event listeners for <code>chargingchange</code> and <code>levelchange</code> to update the element's display.
de: Im obigen Quelltextbeispiel können Sie Event-Listeners für <code>chargingchange</code> und <code>levelchange</code> hinzufügen, um die Anzeige des Elements zu aktualisieren, sobald Sie bestätigen können, dass die <a href="%(url)s">Battery API</a> unterstützt wird.
es: En la muestra de código que aparece arriba, una vez que confirmes que la <a href="%(url)s">API de la batería</a> es compatible, puedes agregar escuchas de eventos para que <code>chargingchange</code> y <code>levelchange</code> actualicen la visualización del elemento.
fr: Dans l'exemple de code ci-dessous, une fois que vous avez vérifié que <a href="%(url)s">l'API batterie</a> est prise en charge, vous pouvez ajouter des scrutateurs sur les évènements <code>chargingchange</code> et <code>levelchange</code> pour mettre à jour l'affichage de l'élément.
it: Nell'esempio di codice sopra riportato, una volta confermato il supporto dell'<a href="%(url)s">API batteria</a> è possibile aggiungere listener per gli eventi <code>chargingchange</code> e <code>levelchange</code> in modo da aggiornare la visualizzazione dell'elemento.
pl: W powyższym przykładowym kodzie, gdy potwierdzi się, że <a href="%(url)s">Battery API</a> jest obsługiwane, można dodać nasłuchiwanie zdarzeń <code>chargingchange</code> i <code>levelchange</code>, by zaktualizować wyświetlanie elementu.

source: Check the <a href="%(url)s">WebAPI</a> page frequently to keep up to date with device API statuses!
de: Schauen Sie öfter mal auf der <a href="%(url)s">WebAPI</a>-Seite vorbei, um über die Geräte-API-Status auf dem Laufenden zu bleiben!
es: ¡Vista con frecuencia la página <a href="%(url)s">WebAPI</a> para mantenerte al día sobre los estados de las API de dispositivos!
fr: Jetez un œil à la page <a href="%(url)s">WebAPI</a> fréquemment pour rester au courant de l'état de support de l'API par les appareils !
it: Per rimanere aggiornato sullo stato delle API dei dispositivi controlla periodicamente la pagina <a href="%(url)s">WebAPI</a>.
pl: Sprawdzaj regularnie stronę <a href="%(url)s">WebAPI</a>, by być na bieżąco ze statusami API sprzętowych!

source: WebRT APIs (Permissions-based APIs)
de: WebRP-APIs (Erlaubnisbasierte APIs)
es: WebRT API (API basadas en permisos)
fr: API WebRT API (API fonctionnant avec permissions)
it: API WebRT (API che richiedono dei permessi)
pl: WebRT API (uprawnienia bazujące na API)

source: There are a number of WebAPIs which are available but require permissions for that specific feature to be enabled. Apps may register permission requests within the <code>manifest.webapp</code> file:
de: Es gibt einige WebAPIs, die verfügbar sind aber eine Erlaubnis benötigen, um eine bestimmte Funktion zu aktivieren. Anwendungen können Erlaubnisanfragen über die Datei <code>manifest.webapp</code> registrieren:
es: Hay disponibles una serie de WebAPI que solicitan permisos para que se active esa determinada característica. Las aplicaciones registrarán las solicitudes de permisos en el archivo <code>manifest.webapp</code>:
fr: Il y a un nombre de WebAPI qui sont disponibles mais nécessitent des permissions pour activer cette fonctionnalité. Les applications peuvent enregistrer des demandes de permissions dans le fichier <code>manifest.webapp</code> :
it: Ci sono alcune API web che possono essere utilizzate solamente attraverso dei permessi speciali. Le app possono registrare una richiesta di autorizzazione nel file <code>manifest.webapp</code>.
pl: Istnieje wiele WebAPI, które są dostępne, ale wymagają uprawnień, by określone funkcje działały. Aplikacje mogą zawierać prośby o uprawnienia w pliku <code>manifest.webapp</code>:
