Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Most add-ons load code and resources at the same time Firefox is starting up. In most cases the impact in start-up time is minimal, but some add-ons can cause a noticeable slowdown. We warn you about these add-ons to help you decide about installing them, and also to help you diagnose performance issues you may run into in the future.
cs: Řada doplňkůy načítá kód a další zdrojové soubory v době startu Firefoxu. V řadě případů to má minimální vliv na rychlost startu. Některé doplňky však mohou způsobit viditelné zpomalení. U těchto doplňků varujeme, abychom vám pomohli se rozhodnout, zda je chcete instalovat a pomoci vám diagnostikovat problémy, když se do nich v budoucnu dostanete.
de: Die meisten Add-ons laden Quelltext und Ressourcen, wenn Firefox startet. Meistens ist die Auswirkung auf die Startzeit minumal, aber manche Add-ons können eine merkliche Verlangsamung bewirken. Wir warnen Sie vor diesen Add-ons, damit Sie entscheiden können, ob Sie sie installieren und um Ihnen bei der Analyse von Leistungsproblemen zu helfen, denen Sie in Zukunft begegnen könnten.
el: Τα περισσότερα πρόσθετα φορτώνουν τον κώδικα κι άλλους πόρους τους κατά την εκκίνηση του Firefox. Στις περισσότερες περιπτώσεις, οι επιπτώσεις στο χρόνο εκκίνησης είναι αμελητέες, αλλά μερικά πρόσθετα μπορεί να προκαλούν αξιοπρόσεκτη καθυστέρηση. Σας προειδοποιούμε λοιπόν, για να μπορείτε να αποφασίσετε πιο εύκολα αν αξίζει να τα εγκαταστήσετε και να σας βοηθήσουμε στη διάγνωση πιθανών προβλημάτων στις επιδόσεις του περιηγητή αργότερα.
es: Muchos complementos cargan código y recursos al mismo tiempo que Firefox se está iniciando. En muchos casos, el impacto en el tiempo de arranque es mínimo, pero algunas veces se puede causar una lentitud importante. Nosotros te avisamos sobre estos complementos para que puedas decidir si instalarlos, y para ayudarte a diagnosticar problemas de rendimiento que puedas tener en el futuro.
fr: La plupart des modules chargent du code et des ressources au moment même où Firefox démarre. Dans la majorité des cas, l'impact est négligeable, mais certains peuvent causer un ralentissement important. Nous vous informons à propos de ces modules pour que vous puissiez décider de leur installation, et également pour vous aider à diagnostiquer un problème potentiel dans le futur.
it: La maggior parte dei componenti aggiuntivi carica codice e risorse all'avvio di Firefox. In molti casi l'impatto sui tempi di avvio è minimo, in alcuni casi il rallentamento può essere significativo. Per questi componenti aggiuntivi ti avvisiamo in modo che tu possa decidere se installarli e per aiutarti nel caso in cui riscontri problemi di prestazioni in futuro.
ko: 대부분의 부가 기능은 Firefox가 실행될 때 같이 코드와 자원을 불러옵니다. 대개의 경우 실행 시간에 미미한 영향만을 미치지만 일부 부가 기능은 상당히 느려지게 만드는 원인이 되기도 합니다. 저희는 이러한 부가 기능을 설치시 결정에 도움이 되고자 경고 메시지를 띄우는 것이며, 이는 향후 실행 성능 문제를 파악하고자 할 때도 도움이 될 것입니다.
nl: De meeste add-ons laden code en hulpbronnen tijdens het opstarten van Firefox. In de meeste gevallen is het effect op de opstarttijd minimaal, maar sommige add-ons kunnen voor een duidelijke vertraging zorgen. Wij waarschuwen u voor deze add-ons, zodat u dit kunt meewegen in uw beslissing deze te installeren, en ook om u te helpen bij het vaststellen van eventuele toekomstige prestatieproblemen.
pl: Większość dodatków wczytuje kod i inne zasoby w trakcie uruchamiania Firefoksa. Zazwyczaj wpływ na czas uruchamiania przeglądarki jest minimalny, ale niektóre dodatki mogą powodować odczuwalne spowolnienie. By pomóc ci podjąć decyzję co do instalacji danego dodatku, a także pomóc w diagnozowaniu problemów związanych z wydajnością, jakie mogą wystąpić w przyszłości podczas uruchamiania Firefoksa, zamieszczamy informację o możliwości spowolnienia uruchamiania Firefoksa.
pt_pt: A maioria dos extras carrega código e recursos ao mesmo tempo que o Firefox é iniciado. Na maioria dos casos, o impacto no tempo de arranque é mínimo, mas alguns extras podem causar uma diminuição visível. Nós avisamos-o sobre estes extras para ajudá-lo a decidir sobre a instalação deles, e também para ajudar a diagnosticar problemas de desempenho que possam aparecer no futuro.
ru: Большинство дополнений загружают код и ресурсы во время запуска Firefox. В большинстве случаев влияние на время запуска минимально, но некоторые дополнения могут вызывать заметное замедление. Мы предупреждаем вас об этих дополнениях, чтобы помочь вам принять решение об их установке, а также помочь вам диагностировать проблемы с производительностью, с которыми вы можете столкнуться в будущем.
sl: Večina dodatkov nalaga kodo in vire med zagonom Firefoxa. V večini primerov je vpliv na zagonski čas minimalen, vendar nekateri dodatki občutno upočasnijo brskalnik. Mi vas na te dodatke opozorimo, da se laže odločite, ali jih boste namestili ali ne, pa tudi zato, da lahko ugotovite vzroke za padec učinkovitosti, do katerega lahko pride kasneje.
zh_cn: 大多数附加组件是在 Firefox 启动时加载代码和资源。一般情况下这对浏览器的启动速度影响非常小，但某些附加组件会导致出现明显的启动速度变慢。我们会提醒以辅助您决定是否要安装这些附加组件，并协助您判断在未来可能会遇到的性能问题。

source: How do I report an inappropriate or spam user review?
cs: Jak mohu nahlásit nevhodnou recenzi uživatele či nevyžádaný příspěvek?
de: Wie melde ich eine unpassende Bewertung oder Spam?
el: Πως μπορώ να αναφέρω μια απρεπή η κακόβουλη και άσχετη αξιολόγηση χρήστη;
es: ¿Cómo informar de una reseña inapropiada o spam?
fr: Comment notifier un commentaire inapproprié ou spam ?
it: Come posso segnalare un commento inappropriato o contenente spam?
ko: 부적절한 평가나 스팸을 신고하려면 어떻게 해야 하나요?
nl: Hoe rapporteer ik een ongepaste gebruikersbeoordeling of een beoordeling met spam?
pa_in: ਮੈਂ ਇੱਕ ਗਲਤ ਅਤੇ ਸਪੈਮ ਉਪਭੋਗੀ ਸਮੀਖਿਆ ਬਾਰੇ ਸੂਚਨਾ ਕਿਵੇਂ ਦਿਆਂ?
pl: Jak zgłosić opinię zawierającą spam lub niestosowną treść?
pt_pt: Como é que reporto uma revisão de um utilizador inapropriada ou de spam?
ru: Как мне сообщить о неприемлемом отзыве пользователя или спаме?
sl: Kako lahko prijavim neprimeren ali zasmeten uporabniški pregled?
uk: Як я можу повідомити про невідповідний відгук чи спам?
zh_cn: 如何报告一个不适当的用户评论？

source: To report a user review of an add-on, log in with your account and visit the add-on's reviews page. Find the review you wish to report, click "Report this review" and select a reason. Our editorial team will investigate the review and take appropriate action.
cs: Pro nahlášení uživatelské recenze doplňku se přihlaste ke svému účtu a navštivte stránku s recenzemi doplňku. Nalezněte recenzi, kterou si přejete nahlásit, klepněte na odkaz "Nahlásit recenzi" a zvolte důvod. Náš tým redaktorů se poté bude touto recenzí zabývat a provede odpovídající reakci.
de: Um eine Benutzer-Bewertung eines Add-ons zu melden, loggen Sie sich in Ihr Benutzerkonto ein und gehen Sie zu der Bewertungsseite des Add-ons. Finden Sie die Bewertung, die Sie melden möchten, klicken Sie "diese Bewertung melden", und wählen Sie einen Grund aus. Unser Editoren-Team wird die Bewertung überprüfen und die notwendigen Maßnahmen ergreifen.
el: Για να αναφέρετε μια αξιολόγηση χρήστη για ένα πρόσθετο, συνδεθείτε στο λογαριασμό σας και επισκεφθείτε τη σελίδα με τις αξιολογήσεις του πρόσθετου. Εντοπίστε την αξιολόγηση που θέλετε να αναφέρετε, κάντε κλικ στο «Αναφορά αξιολόγησης» και επιλέξτε μια αιτία. Η συντακτική μας ομάδα θα διερευνήσει την αξιολόγηση και θα πάρει τα κατάλληλα μέτρα.
es: Para informar de una valoración de usuario de un complemento, conéctate con tu cuenta y visita la página de valoraciones del complemento. Encuentra aquélla de la que deseas informar, y haz clic en "Informar de esta valoración" y selecciona una razón. Nuestro equipo editorial investigará la valoración y adoptará las medidas oportunas.
fr: Pour notifier une revue utilisateur d'un module, connectez-vous avec votre compte et visitez la page de critiques du module. Trouvez la revue que vous souhaitez notifier, et cliquer « Notifier cette revue », puis choisissez une raison. Notre équipe éditoriale vérifiera la revue et prendra les mesures appropriées.
it: Per segnalare il commento di un utente accedi con il tuo account e apri la pagina con i commenti degli utenti. Trova il commento che vuoi segnalare, fai clic su "Segnala questo commento" e seleziona un motivo. Il nostro gruppo di revisori verificherà la recensione e prenderà i necessari provvedimenti.
ko: 부가 기능의 사용자 평가를 신고하려면, 계정 로그인을 한 후 부가 기능 평가 페이지로 들어가세요. 신고하려는 평가를 찾은 후, "평가 신고하기"를 클릭해서 사유를 선택하시면 됩니다. 저희 편집자 팀이 해당 평가를 조사한 후 적절한 조치를 취하게 될 것입니다.
nl: Meld u om een gebruikersbeoordeling van een add-on te rapporteren aan bij uw account en bezoek de beoordelingenpagina van de add-on. Zoek de beoordeling die u wilt rapporteren, klik op “Deze beoordeling rapporteren” en selecteer een reden. Ons team van editors zal de beoordeling onderzoeken en passende actie ondernemen.
pa_in: ਐਡ-ਆਨ ਦੀ ਉਪਭੋਗੀ ਸਮੀਖਿਆ ਬਾਰੇ ਸੂਚਨਾ ਦੇਣ ਲਈ, ਆਪਣੇ ਖਾਤੇ ਨਾਲ ਲਾਗਇਨ ਹੋਵੋ ਅਤੇ ਐਡ-ਆਨ ਦੇ ਸਮੀਖਿਆ ਸਫ਼ੇ ਤੇ ਜਾਓ। ਸਮੀਖਿਆ ਲੱਭੋ ਜਿਸਦੀ ਤੁਸੀਂ ਸੂਚਨਾ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ, "ਇਸ ਸਮੀਖਿਆ ਦੀ ਸੂਚਨਾ ਦਿਓ" ਤੇ ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਇੱਕ ਕਾਰਨ ਦੱਸੋ। ਸਾਡੀ ਸੰਪਾਦਕ ਟੀਮ ਸਮੀਖਿਆ ਦੀ ਜਾਂਚ ਅਤੇ ਵਾਜਬ ਕਾਰਵਾਈ ਕਰੇਗੀ।
pl: Aby zgłosić opinię o tym dodatku, zaloguj się i przejdź na jego stronę opinii. Znajdź opinię, którą chcesz zgłosić, kliknij odnośnik „Zgłoś tę opinię” i podaj powód. Nasz zespół recenzentów sprawdzi opinię i podejmie odpowiednie kroki.
pt_pt: Para reportar uma revisão de um extra por um utilizador, inicie sessão na sua conta e visite a página de revisões do extra. Encontre a revisão que deseja reportar, clique "Reportar esta revisão" e seleccione a razão. A nossa equipa editorial irá investigar e tomar a acção apropriada.
ru: Чтобы сообщить об отзыве пользователя на дополнение, войдите в систему под своей учетной записью и посетите страницу отзывов на дополнение. Найти отзыв, о котором вы хотите сообщить, щёлкните по ссылке "Сообщить об этом отзыве" и выберите причину. Наша команда редакторов рассмотрит отзыв и примет соответствующие меры.
sl: Če želite prijaviti uporabniški pregled dodatka, se prijavite na svoj račun in obiščite stran za preglede dodatkov. Poiščite pregled, ki ga želite prijaviti, kliknite na "Poročilo o tem pregledu" in izberite razlog. Naša uredniška ekipa bo pregled proučila in ustrezno ukrepala.
zh_cn: 要报告一个附加组件的某个用户评论，登录您的帐户并访问该附加组件的评论页面。找到您想要报告的评论，点击“报告此评论”然后选择一个原因。我们的审核员团队会调查该评论，并采取适当的行动。

source: How do I report a bug or contact the Mozilla Add-ons team?
cs: Jak mohu nahlásit chybu či kontaktovat tým serveru Doplňky Mozilly?
de: Wie melde ich einen Bug oder kontaktiere das Mozilla-Add-ons-Team?
el: Πως μπορώ να αναφέρω ένα σφάλμα ή να επικοινωνήσω με την ομάδα των πρόσθετων του Mozilla;
es: ¿Cómo informar de un bug o contactar con el equipo de Mozilla Add-ons?
fr: Comment rapporter un problème ou contacter l'équipe Mozilla Add-ons ?
it: Come posso segnalare un bug o contattare il team di Mozilla Add-ons?
ko: Mozilla 부가 기능 팀에 연락을 취하거나 버그를 신고하려면 어떻게 해야 하나요?
nl: Hoe kan ik een fout melden of contact opnemen met het Mozilla Add-ons-team?
pa_in: ਮੈਂ ਮੌਜੀਲਾ ਐਡ-ਆਨ ਟੀਮ ਨੂੰ ਸੰਪਰਕ ਕਰਾਂ ਜਾਂ ਬੱਗ ਸੂਚਨਾ ਕਿਵੇਂ ਦਿਆਂ?
pl: Jak zgłosić błąd lub skontaktować się z zespołem Mozilla Add-ons?
pt_pt: Como é que reporto um bug ou contacto a equipa dos extras da Mozilla?
ru: Как мне сообщить об ошибке или связаться с командой сайта дополнений Mozilla?
sl: Kako lahko prijavim napako ali se obrnem na ekipo za Dodatke Mozilla
uk: Як я можу повідомити про помилку чи зв'язатися з командою додатків Mozilla?
zh_cn: 我该怎样报告缺陷或者与 Mozilla 附加组件团队联系？

source: Please visit our <a href="%(contact_url)s">Contact page</a>.
cs: Navštivte prosím naši <a href="%(contact_url)s">kontaktní stránku</a>.
de: Bitte besuchen Sie unsere <a href="%(contact_url)s">Kontakt-Seite</a>.
el: Παρακαλούμε επισκεφθείτε τη <a href="%(contact_url)s">σελίδα επικοινωνίας μας</a>.
es: Por favor visita nuestra <a href="%(contact_url)s">página de contacto</a>.
fr: Merci de consulter notre <a href="%(contact_url)s">page de contact</a>.
it: Consulta la pagina dei <a href="%(contact_url)s">contatti</a>.
ko: <a href="%(contact_url)s">연락처 정보 페이지</a>를 들어가 보세요.
nl: Bezoek onze <a href="%(contact_url)s">contactpagina</a>.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ <a href="%(contact_url)s">ਸੰਪਰਕ ਸਫ਼ਾ</a>ਤੇ ਜਾਓ।
pl: Przejdź na naszą <a href="%(contact_url)s">stronę kontaktową</a>.
pt_pt: Por favor visite a nossa <a href="%(contact_url)s">página de contacto</a>.
ru: Пожалуйста, посетите нашу <a href="%(contact_url)s">Страницу с контактной информацией</a>.
sl: Obiščite prosim našo <a href="%(contact_url)s">Stran za stike</a> .
uk: Відвідайте будь ласка нашу <a href="%(contact_url)s">Сторінку контактів</a>.
zh_cn: 请访问我们的<a href="%(contact_url)s">联系页面</a>。

source: What is a Source Code License?
cs: Pod jakou licencí je zdrojový kód dostupný?
de: Was ist eine Quelltext-Lizenz?
el: Τι είναι η άδεια πηγαίου κώδικα;
es: ¿Qué es una licencia de código abierto?
fr: Qu'est-ce qu'une licence de code souce ?
it: Che cos'è la licenza per il codice sorgente?
ja: ソースコードのライセンスとは？
ko: 소스 코드 라이센스가 뭐지요?
nl: Wat is een broncodelicentie?
pa_in: ਸੋਰਸ ਕੋਡ ਲਾਇਸੰਸ ਕੀ ਹੈ?
pl: Co to jest licencja kodu źródłowego?
pt_pt: O que é uma licença de código fonte?
ru: Что такое лицензия на исходный код?
sl: Kaj je licenca za izvorno kodo?
uk: Що таке ліцензія програмного коду?
zh_cn: 什么是源代码许可协议？

source: The source code used to create an add-on is an exclusive copyright of the add-on author, unless otherwise declared in a source code license. Many add-ons on this site have <a href="%(url)s" lang="en">open source licenses</a> that make the source code publicly available for copy and reuse under conditions determined by the author. Most authors choose widely known open source licenses like the GPL or BSD licenses instead of making up their own.
cs: Zdrojový kód použitý k vytvoření doplňku patří exkluzivně autoru doplňku, pokud není deklarovanou licencí zdrojového kódu řečeno jinak. Mnoho doplňků na tomto webu je pod <a href="%(url)s" lang="en">open source licencí</a>, která dává zdrojový kód veřejně k dispozici pro kopírování a opětovné použití pod podmínkami řečenými autorem. Většina autorů nevytváří vlastní licence, ale volí široce rozšířené open source licence jako je GPL či BSD.
de: Der Quelltext, der verwendet wird, um ein Add-on zu erstellen, ist ausschließlich vom Autor urheberrechtlich geschützt, wenn nicht etwas anderes in der Quelltext-Lizenz angegeben wird. Viele Add-ons auf dieser Webseite haben eine <a href="%(url)s" lang="de">Open-Source-Lizenz</a>, die den Quelltext öffentlich zur Verfügung stellt, so dass er unter den vom Autor angegebenen Bedingungen kopiert und weiterverwendet werden kann. Viele Autoren entscheiden sich für gut bekannte Open-Source-Lizenzen wie die GPL- oder BSD-Lizenzen, anstatt ihre eigene zu erstellen.
el: Ο πηγαίος κώδικας στον οποίο οφείλει την ύπαρξη του ένα πρόσθετο, είναι αποκλειστική πνευματική περιουσία του δημιουργού του, εκτός κι αν καθορίζεται αλλιώς στην άδεια χρήσης του πηγαίου κώδικα. Τα περισσότερα πρόσθετα στις σελίδες μας έχουν <a href="%(url)s" lang="en">άδειες χρήσης ανοιχτού κώδικα</a> οι οποίες καθιστούν τον πηγαίο κώδικα δημόσια διαθέσιμο για αντιγραφή και τροποποίηση σύμφωνα με συνθήκες που καθορίζει ο δημιουργός του. Οι περισσότεροι δημιουργοί επιλέγουν ευρύτατα γνωστές άδειες ανοιχτού κώδικα, όπως η GPL ή η BSD αντί να γράφουν δικές τους.
es: El código fuente usado para crear este complemento está protegido para el autot del complemento, a menos que se declare lo contrario en la licencia del código fuente. Muchos complementos de este sitio tienen <a href="%(url)s" lang="en">licencias de código abierto</a> que hacen su código públicamente disponible para copiar y reutilizar bajo condiciones determinadas por el autor. Muchos autores eligen licencias conocidas como GPL o BSD en lugar de hacer las suyas.
fr: Le code source utilisé pour créer un module est sous le copyright exclusif de l'auteur, sauf mention contraire dans la licence du code source. De nombreux modules sur ce site ont une <a href="%(url)s" lang="en">licence libre</a> qui rend le code source publiquement disponible pour la copie et la réutilisation sous des conditions déterminées par l'auteur. La majorité des auteurs utilisent des licences libres connues telles que la GPL ou la BSD, plutôt que de créer la leur.
it: Tranne dove diversamente indicato nella licenza del codice sorgente, il codice sorgente utilizzato per creare questo componente aggiuntivo è proprietà esclusiva (copyright) dell'autore. Molti componenti aggiuntivi utilizzano <a href="%(url)s" lang="en">licenze Open Source</a> che rendono possibile copiare e riutilizzare il codice nelle condizioni indicate dall'autore. Molti autori utilizzano licenze diffuse e conosciute come GPL o BSD invece di crearne una propria.
ko: 부가 기능 제작시 소스 코드는 제작자의 배타적 저작권 내지는 적어도 소스 코드에 라이센스가 있다는 선언 정도는 해야 합니다. 이곳 사이트의 여러 부가 기능이 <a href="%(url)s" lang="en">오픈 소스 라이센스</a>를 가지고 있으며 이는 소스 코드를 공개해서 복제 및 재사용이 가능하다는 제작자의 의지가 반영된 상태로 제작되었음을 의미합니다. 많은 제작자들이 자체 라이센스를 제작히기 보다는 널리 알려진 GPL이나 BSD 라이센스를 채용하고 있습니다.
nl: De broncode die is gebruikt om een add-on te maken bevat een exclusief auteursrecht voor de schrijver van de add-on, tenzij in een broncodelicentie anders wordt gesteld. Veel add-ons op deze website hebben <a href="%(url)s" lang="nl">opensourcelicenties</a> die de broncode beschikbaar stellen voor kopiëren en hergebruik onder voorwaarden zoals vastgesteld door de schrijver. De meeste schrijvers kiezen algemeen bekende opensourcelicenties zoals de GPL- of BSD-licenties in plaats van er zelf één te verzinnen.
pa_in: ਐਡ-ਆਨ ਬਣਾਉਣ ਲਈ ਵਰਤਿਆ ਸੋਰਸ ਕੋਡ ਐਡ-ਆਨ ਲੇਖਕ ਦਾ ਇੱਕ ਉਚੇਚਾ ਕਾਪੀਰਾਈਟ ਹੈ, ਜਦ ਤੱਕ ਸੋਰਸ ਕੋਡ ਲਾਇਸੰਸ ਵਿੱਚ ਹੋਰ ਰੂਪ ਵਿੱਚ ਐਲਾਨਿਆ ਨਾ ਜਾਵੇ। ਇਸ ਸਾਈਤ ਦੇ ਬਹੁਤ ਸਾਰੇ ਐਡ-ਆਨਾਂ ਕੋਲ <a href="%(url)s" lang="en">ਓਪਨ ਸੋਰਸ ਲਾਇਸੰਸ</a> ਹਨ ਜੋ ਲੇਖਕ ਦੁਆਰਾ ਤੈਅ ਕੀਤੀਆਂ ਸ਼ਰਤਾਂ ਦੇ ਅਧੀਨ ਸੋਰਸ ਕੋਡ ਨੂੰ ਜਨਤਕ ਤੌਰ ਤੇ ਕਾਪੀ ਅਤੇ ਮੁੜ-ਵਰਤਣ ਲਈ ਉੱਪਲਬਧ ਕਰਵਾਉਂਦੇ ਹਨ। ਬਹੁਤ ਸਾਰੇ ਲੇਖਕ ਆਪਣੇ ਬਣਾਉਣ ਦੀ ਥਾਂ ਵਿਆਪਕ ਤੌਰ ਤੇ ਵਰਤੇ ਜਾਣੇ ਜਾਂਦੇ ਓਪਨ ਸੋਰਸ ਲਾਇਸੰਸਾਂ ਜਿਵੇਂ GPL ਜਾਂ BSD ਲਾਇਸੰਸਾਂ ਦੀ ਚੋਣ ਕਰਦੇ ਹਨ।
pl: Prawa autorskie kodu źródłowego użytego do stworzenia dodatku posiada wyłącznie jego autor, chyba że zostało inaczej zdeklarowane w licencji. Wiele dodatków na tej witrynie jest opublikowanych na licencjach <a href="%(url)s" lang="en">open source</a>, które umożliwiają kopiowanie i używanie kodu źródłowego zgodnie z warunkami określonymi przez autora. Większość autorów zamiast tworzyć własne, wybiera powszechnie znane licencje open source, takie jak licencje GPL lub BSD.
pt_pt: O código fonte usado para criar um extra é um direito registado e exclusivo do autor do extra, a menos que indicado na licença do código fonte. Muitos extras deste sítio têm <a href="%(url)s" lang="en">licenças de código aberto</a> que fazem com que o código fonte esteja disponível para copiar e reutilizar sobre condições determinadas pelo autor. Muitos autores escolhes licenças de código aberto muito conhecidas como as licenças GPL ou BSD em vez de fazerem a sua própria licença.
ru: Автор дополнения имеет эксклюзивное авторское право на исходный код, использованный для создания дополнения, если иное не объявлено в лицензии исходного кода. Многие дополнения на этом сайте выложены под <a href="%(url)s" lang="en">лицензиями открытого исходного кода</a>, что делает исходный код публично доступным для копирования и повторного использования на условиях, установленных автором. Большинство авторов выбирают широко известные открытые лицензии, такие как лицензии GPL или BSD, вместо того, чтобы изобретать свои собственные лицензии.
sl: Za izvorno kodo, s katero se je ustvarilo dodatek, ima izključne avtorske pravice avtor dodatke, razen v licenci za izvorno kodo ni drugače rečeno. Veliko dodatkov na tej spletni strani imajo <a href="%(url)s" lang="en">odprtokodno licenco</a> , na osnovi katere je izvorna koda javno na voljo za kopiranje in uporabo pod pogoji, ki jih je določil avtor. Večina avtorjev izbere kako splošno znano odprtokodno licenco, kot so licence GPL in BSD, namesto da si sestavlja svojo lastno.
zh_cn: 除非在源代码的许可协议中另有声明，否则一个附加组件的作者拥有其源代码的独家著作权。本网站上的许多附加组件使用<a href="%(url)s" lang="en">开源许可协议</a>，这让源代码可以在作者确定的条件下公开复制和重用。大多数作者都会选择广为人知的开源许可协议，像是 GPL 或 BSD 许可协议，而不是自己写一份。

source: Firefox and other Mozilla software are <a href="%(url)s">open source</a>.
cs: Firefox a ostatní aplikace Mozilla jsou <a href="%(url)s">open source</a>.
de: Firefox und andere Mozilla-Programme sind <a href="%(url)s">Open-Source</a>.
el: Ο Firefox και οποιοδήποτε άλλο λογισμικό του Mozilla, είναι <a href="%(url)s">ανοικτού κώδικα</a>.
es: Firefox y otros productos Mozilla son de <a href="%(url)s">código abierto</a>.
fr: Firefox et les autres logiciels de Mozilla sont <a href="%(url)s">des logiciels libres</a>.
it: Firefox e gli altri software Mozilla sono <a href="%(url)s">Open Source</a>.
ko: Firefox 및 다른 Moziila 소프트웨어들은 <a href="%(url)s">오픈 소스</a> 프로그램 입니다.
nl: Firefox en andere Mozilla-software zijn <a href="%(url)s">opensource</a>.
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਅਤੇ ਹੋਰ ਮੌਜੀਲਾ ਸਾਫ਼ਟਵੇਅਰ <a href="%(url)s">ਓਪਨ ਸੋਰਸ</a>ਹਨ।
pl: Firefox i inne programy Mozilli są oprogramowaniem o <a href="%(url)s">otwartym kodzie źródłowym</a>.
pt_pt: O Firefox e outro software da Mozilla são de <a href="%(url)s">código aberto</a>.
ru: Firefox и другие программы Mozilla являются программами с <a href="%(url)s">открытым исходным кодом</a>.
sl: Firefox in druga programska oprema Mozille je <a href="%(url)s">odprtokodna</a> .
uk: Firefox та інші програмні продукти Mozilla <a href="%(url)s">з відкритим програмним кодом</a>.
zh_cn: Firefox 和其他 Mozilla 软件皆是<a href="%(url)s">开放源代码的</a>。

source: Collections and Favorites
cs: Sbírky a oblíbené
de: Sammlungen und Favoriten
el: Συλλογές κι αγαπημένα
es: Colecciones y favoritos
fr: Collections et favoris
it: Raccolte e preferiti
ja: コレクションとお気に入り
ko: 모음집 및 선호 목록
nl: Collecties en favorieten
pa_in: ਸੰਗ੍ਰਹਿ ਅਤੇ ਪਸੰਦੀਦਾ
pl: Kolekcje i ulubione
pt_pt: Coleções e favoritos
ru: Подборки и избранные
sl: Zbirke in Ljubljenci
uk: Збірки та Вподобання
zh_cn: 收藏集和收藏夹

source: What is a collection?
cs: Co je sbírka?
de: Was ist eine Sammlung?
el: Τι είναι οι συλλογές;
es: ¿Qué es una colección?
fr: Qu'est-ce qu'une collection ?
it: Che cos'è una raccolta?
ja: コレクションとは？
ko: 모음집이 뭐지요?
nl: Wat is een collectie?
pa_in: ਸੰਗ੍ਰਹਿ ਕੀ ਹੈ?
pl: Co to jest kolekcja?
pt_pt: O que é uma colecção?
ru: Что такое подборка?
sl: Kaj je zbirka?
uk: Що таке збірка?
zh_cn: 什么是收藏集？

source: Collections are groups of related add-ons created by users to share.
cs: Sbírky jsou sdílené skupiny podobných doplňků, které byly vytvořeny uživately.
de: Sammlungen sind Gruppen von Add-ons, die Benutzer angelegt haben, um sie mit anderen zu teilen.
el: Οι συλλογές είναι ομάδες σχετιζόμενων πρόσθετων που δημιουργούν οι χρήστες για να τις μοιράζονται.
es: Las colecciones son grupos de complementos relacionados entre sí, creados por usuarios para compartirlos.
fr: Les collections sont des groupes de modules liés entre eux créés par les utilisateurs pour les partager.
it: Le raccolte sono gruppi di componenti aggiuntivi realizzate dagli utenti per condividerle con altre persone.
ko: 모음집이란 공유를 위해 사용자가 서로 관련이 있는 부가 기능을 묶어서 제작한 것을 말합니다.
nl: Collecties zijn groepen gerelateerde add-ons die door gebruikers worden gemaakt om te delen.
pa_in: ਸੰਗ੍ਰਹਿ ਉਪਭੋਗੀਆਂ ਵੱਲੋਂ ਵੰਡਣ ਲਈ ਤਿਆਰ ਕੀਤੇ ਸਬੰਧਤ ਐਡ-ਆਨਾਂ ਦੇ ਗਰੁੱਪ ਹਨ।
pl: Kolekcje to utworzone przez użytkowników grupy pokrewnych dodatków, aby ułatwić ich udostępnianie.
pt_pt: As coleções são grupos de extras criados pelos utilizadores para partilha.
ru: Подборки это группы связанных дополнений, созданные пользователями, чтобы ими делиться.
sl: Zbirke so skupine sorodnih dodatkov, ki jih lahko vsakdo ustvari in deli z drugimi.
uk: Збірки - це групи додатків, створені користувачами для їх поширення.
zh_cn: 收藏集是由用户创建分享的相关附加组件的集合。
