Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add a negative vote for this collection
cs: Přidat záporný hlas pro tuto sbírku
de: Diese Sammlung negativ bewerten
el: Προσθήκη αρνητικής ψήφου στη συλλογή
es: Sumar un voto negativo a esta colección
fr: Apporter un vote négatif à cette collection
it: Aggiungi un voto negativo per questa raccolta
ja: コレクションへ否定的な投票を追加
ko: 이 모음집 비추천하기
nl: Een negatieve stem aan deze collectie geven
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਲਈ ਇੱਕ ਨਕਾਰਾਤਮਕ ਵੋਟ ਜੋੜੋ
pl: Dodaj negatywną ocenę tej kolekcji
pt_pt: Adicionar um voto negativo a esta colecção
ru: Добавить негативный голос для этой подборки
sl: Dodaj negativni glas za to zbirko
uk: Додати негативний голос для цієї збірки
zh_cn: 给此收藏集一个差评

source: Remove my vote for this collection
cs: Odstranit mé hlasování z této sbírky
de: Bewertungen für diese Sammlung entfernen
el: Αφαίρεση της ψήφου μου για τη συλλογή
es: Eliminar mi voto de esta colección
fr: Retirer mon vote pour cette collection
it: Elimina il mio voto da questa raccolta
ja: このコレクションに対する自分の投票を削除
ko: 이 모음집에서 내 표 삭제하기
nl: Mijn stem voor deze collectie verwijderen
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਲਈ ਮੇਰਾ ਵੋਟ ਹਟਾਓ
pl: Usuń moją ocenę tej kolekcji
pt_pt: Remover o meu voto para esta colecção
ru: Отозвать мой голос за эту подборку
sl: Odstrani moj glas za to zbirko
uk: Вилучити мій голос за цю збірку
zh_cn: 移除我对此收藏集的评价

source: Log in to vote for this collection
cs: Pro ohodnocení této sbírky se musíte přihlásit
de: Melden Sie sich an, um für diese Sammlung zu stimmen.
el: Συνδεθείτε για να ψηφίσετε για τη συλλογή
es: Conéctate para votar por esta colección
fr: Connectez-vous pour voter pour cette collection
it: Accedi per votare questa raccolta
ja: このコレクションに投票するにはログインしてください
ko: 이 모음집에 투표하려면 로그인 하세요.
nl: Meld u aan om te stemmen voor deze collectie
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਲਈ ਵੋਟ ਕਰਨ ਵਾਸਤੇ ਲਾਗ ਇਨ ਕਰੋ
pl: Zaloguj się, aby ocenić tę kolekcję
pt_pt: Inicie sessão para votar nesta colecção
ru: Войти чтобы проголосовать за эту подборку
sl: Prijavite se, da glasujete za to zbirko
uk: Увійдіть, щоб проголосувати за цю збірку
zh_cn: 登录以对此收藏集进行评价

source: Add to favorites
cs: Přidat k oblíbeným
de: Zu Favoriten hinzufügen
el: Προσθήκη στα αγαπημένα
es: Agregar a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りへ追加
ko: 선호목록에 추가하기
nl: Toevoegen aan favorieten
pa_in: ਪੰਸਦੀਦਾ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do ulubionych
pt_pt: Adicionar aos favoritos
ru: Добавить в избранное
sl: Dodaj med priljubljene
uk: Додати до вподобань
zh_cn: 添加到收藏夹

source: Favorite
cs: Doporučené
de: Favorit
el: Αγαπημένη
es: Favorito
fr: Favoris
it: Preferito
ja: お気に入り
ko: 선호 목록
nl: Favoriet
pa_in: ਪਸੰਦੀਦਾ
pl: Ulubione
pt_pt: Favorito
ru: Избранное
sl: Priljubljen
uk: Вподобання
zh_cn: 收藏夹

source: Remove from favorites
cs: Odebrat z oblíbených
de: Aus den Favoriten entfernen
el: Αφαίρεση από τις αγαπημένες
es: Eliminar de favoritos
fr: Enlever des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 선호 목록에서 삭제하기
nl: Verwijderen uit favorieten
pa_in: ਪਸੰਦੀਦਾ ਵਿੱਚੋ ਹਟਾਓ
pl: Usuń z ulubionych
pt_pt: Remover dos favoritos
ru: Удалить из избранного
sl: Odstrani iz priljubljenih
uk: Вилучити з вподобань
zh_cn: 从收藏夹中移除

source: Name
cs: Jméno
el: Όνομα
es: Nombre
fr: Nom
it: Nome
ja: タイトル
ko: 이름
nl: Naam
pa_in: ਨਾਂ
pl: Nazwa
pt_pt: Nome
ru: Имя
sl: Ime
uk: Ім'я
zh_cn: 名称

source: Recently Popular
cs: Poslední populární
de: Neueste beliebte
el: Πρόσφατα δημοφιλείς
es: Populares recientemente
fr: Dernièrement populaire
it: Popolari (recenti)
ja: 最近人気
ko: 최근 인기
nl: Onlangs populair
pa_in: ਹੁਣੇ ਮਸ਼ਹੂਰ ਹੋਏ
pl: Ostatnio popularne
pt_pt: Recentemente popular
ru: Недавно популярные
sl: Pred kratkim priljubljeni
uk: Нещодавно популярні
zh_cn: 最近热门

source: Added
cs: Přidáno
de: Hinzugefügt
el: Προστέθηκε
es: Añadido
fr: Ajouté
it: Aggiunto
ja: 追加日
ko: 신규
nl: Toegevoegd
pa_in: ਸ਼ਾਮਲ ਹੋਏ
pl: Dodano
pt_pt: Adicionado
ru: Добавлено
sl: Dodan
uk: Додано
zh_cn: 添加日期

source: Popularity
cs: Popularita
de: Beliebtheit
el: Δημοτικότητα
es: Popularidad
fr: Popularité
it: Popolarità
ja: 人気度
ko: 인기도
nl: Populariteit
pa_in: ਪ੍ਰਸਿੱਧੀ
pl: Popularność
pt_pt: Popularidade
ru: Популярность
sl: Priljubljenost
uk: Популярність
zh_cn: 热门度

source: Collection created!
cs: Sbírka byla vytvořena!
de: Sammlung erstellt!
el: Η συλλογή δημιουργήθηκε!
es: ¡Se ha creado la colección!
fr: Collection créée !
it: Raccolta creata!
ja: コレクションが作成されました！
ko: 모음집이 제작되었습니다!
nl: Collectie aangemaakt!
pa_in: ਸੰਗ੍ਰਹਿ ਰਚਿਆ!
pl: Kolekcja została utworzona!
pt_pt: Colecção criada!
ru: Подборка создана!
sl: Zbirka ustvarjena!
uk: Збірку створено!
zh_cn: 收藏集已创建！

source: Your new collection is shown below. You can <a href="%(url)s">edit additional settings</a> if you'd like.
cs: Nová sbírka je zobrazena níže. Nyní můžete, pokud chcete, <a href="%(url)s">upravit její další vlastnosti</a>.
de: Ihre neue Sammlung wird unten angezeigt. Sie können <a href="%(url)s">weitere Einstellungen</a> verändern, wenn Sie möchten.
el: Η νέα σας συλλογή προβάλλεται παρακάτω. Μπορείτε επίσης αν θέλετε, να <a href="%(url)s">επεξεργαστείτε πρόσθετες ρυθμίσεις</a>.
es: Tu nueva colección se muestra debajo. Puedes <a href="%(url)s">editar opciones adicionales</a> si quieres.
fr: Votre nouvelle collection est affichée ci-dessous. Vous pouvez <a href="%(url)s">modifier des paramètres additionnels</a> si vous le souhaitez.
it: La nuova raccolta che hai creato è mostrata di seguito. Se lo desideri puoi <a href="%(url)s">modificare delle impostazioni aggiuntive</a>.
ja: あなたの新しいコレクションは以下に表示されています。必要なら <a href="%(url)s">追加の設定を編集</a> してください。
ko: 새 모음집이 아래에 표시되었습니다. 원할 경우 <a href="%(url)s">추가 설정 사항을 편집</a>하실 수도 있습니다.
nl: Uw nieuwe collectie wordt hieronder weergegeven. Indien gewenst kunt u <a href="%(url)s">aanvullende instellingen bewerken</a>.
pa_in: ਤੁਹਾਡਾ ਨਵਾਂ ਸੰਗ੍ਰਹਿ ਹੇਠ ਵਿਖਾਇਆ ਗਿਆ ਹੈ। ਤੁਸੀਂ <a href="%(url)s">ਹੋਰ ਸੈਟਿੰਗ ਵਿੱਚ ਸੋਧ</a> ਕਰ ਸਕਦੇ ਹੋ ਜੇਕਰ ਤੁਸੀਂ ਪਸੰਦ ਕਰੋ।
pl: Poniżej znajduje się twoja nowa kolekcja. Jeśli chcesz, możesz <a href="%(url)s">edytować dodatkowe ustawienia</a>.
pt_pt: A sua nova colecção é apresentada em baixo. Se quiser pode <a href="%(url)s">editar configurações adicionais</a>.
ru: Ваша новая подборка показана ниже. Если хотите, вы можете<a href="%(url)s">изменить дополнительные настройки</a>.
sl: Vaša nova zbirka je prikazana spodaj. Lahko si, če hočete, <a href="%(url)s">uredite dodatne nastavitve</a>.
uk: Ваша нова збірка показана внизу. Якщо бажаєте, ви можете <a href="%(url)s">змінити додаткові налаштування</a>.
zh_cn: 您的新收藏集已显示在下方。如果需要，您可以<a href="%(url)s">编辑其他设置</a> 。

source: Collection updated!
cs: Sbírka byla aktualizována!
de: Sammlung aktualisiert!
el: Η συλλογή ενημερώθηκε!
es: ¡Se ha actualizado la colección!
fr: Collection mise à jour !
it: Raccolta aggiornata!
ja: コレクションが更新されました！
ko: 모음집이 업데이트 되었습니다!
nl: Collectie bijgewerkt!
pa_in: ਸੰਗ੍ਰਹਿ ਅੱਪਡੇਟ ਹੋਏ!
pl: Kolekcja została zaktualizowana!
pt_pt: Colecção actualizada!
ru: Подборка обновлена!
sl: Zbirka posodobljena!
uk: Збірку оновлено!
zh_cn: 收藏集已更新！

source: <a href="%(url)s">View your collection</a> to see the changes.
cs: <a href="%(url)s">Zobrazit svou sbírku</a> pro prohlédnutí změn.
de: <a href="%(url)s">Sehen Sie sich Ihre Sammlung an</a>, um die Änderungen zu sehen.
el: <a href="%(url)s">Προβάλλετε τη συλλογήσ ας</a> για να δείτε τις αλλαγές.
es: <a href="%(url)s">Mira tu colección</a> para ver los cambios.
fr: <a href="%(url)s">Voir votre collection</a> pour observer les changements.
it: <a href="%(url)s">Visualizza la tua raccolta</a>per vedere le modifiche.
ja: <a href="%(url)s">コレクションを表示</a> して変更を確認
ko: 변경 내역을 보려면 <a href="%(url)s">모음집을 확인하세요</a>.
nl: <a href="%(url)s">Bekijk uw collectie</a> om de wijzigingen te zien.
pa_in: ਬਦਲਾਅ ਵੇਖਣ ਲਈ<a href="%(url)s"> ਆਪਣੇ ਸੰਗ੍ਰਹਿ ਵੇਖੋ</a>।
pl: <a href="%(url)s">Zobacz swoją kolekcję</a>, by zobaczyć zmiany.
pt_pt: <a href="%(url)s">Veja a sua coleção</a> com as alterações.
ru: <a href="%(url)s">Просмотреть вашу подборку</a>, чтобы посмотреть изменения.
sl: <a href="%(url)s">Oglejte si svojo zbirko</a> za novosti.
uk: <a href="%(url)s">Переглянути свою збірку</a>, щоб побачити зміни.
zh_cn: <a href="%(url)s">查看您的收藏集</a>以了解变动。

source: Icon Deleted
cs: Ikona smazána
de: Icon gelöscht
el: Η εικόνα διαγράφηκε
es: Icono eliminado
fr: Icône supprimée
it: Icona eliminata
ja: アイコンが削除されました
ko: 아이콘이 삭제되었습니다
nl: Pictogram verwijderd
pa_in: ਆਈਕਾਨ ਹਟਾਇਆ
pl: Ikona została usunięta
pt_pt: Ícone eliminado
ru: Значок удалён
sl: Sličica je zbrisana
uk: Іконка видалена
zh_cn: 图标已删除

source: Create a New Collection
cs: Vytvoření nové sbírky
de: Legen Sie eine neue Sammlung an
el: Δημιουργία νέας συλλογής
es: Crear una nueva colección
fr: Créer une nouvelle collection
it: Crea una nuova raccolta
ja: 新しいコレクションを作成
ko: 새 모음집 제작하기
nl: Een nieuwe collectie aanmaken
pa_in: ਇੱਕ ਨਵੇਂ ਸੰਗ੍ਰਹਿ ਦੀ ਰਚਨਾ ਕਰੋ
pl: Utwórz nową kolekcję
pt_pt: Criar uma nova colecção
ru: Создать новую коллекцию
sl: Ustvari novo zbirko
uk: Створити нову збірку
zh_cn: 创建新的收藏集

source: Create
cs: Vytvoření
de: Erstellen
el: Δημιουργία
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 제작
nl: Aanmaken
pa_in: ਰਚੋ
pl: Tworzenie
pt_pt: Criar
ru: Создать
sl: Ustvari
uk: Створити
zh_cn: 创建

source: As noted in our <a href="%(legal)s">Legal Notices</a>, individual collection arrangements are governed by the Creative Commons Attribution Share-Alike License
cs: Jak je uvedeno v našem <a href="%(legal)s">ujednání</a>, jsou sbírky dostupné pod licencí Creative Commons Attribution Share-Alike.
de: Wie in unseren <a href="%(legal)s">Rechtshinweisen</a> erwähnt, stehen individuelle Zusammenstellungen von Sammlungen unter einer Creative Commons Attribution Share-Alike Lizenz.
el: Όπως αναφέρεται και στις <a href="%(legal)s">νομικές σημειώσεις</a> μας, κάθε ξεχωριστή διάταξη συλλογής διέπεται από την άδεια χρήσης Creative Commons Αναφορά προέλευσης - Παρόμοια Διανομή.
es: Como se explica en nuestra <a href="%(legal)s">Nota legal</a>, las colecciones individuales están regidas por una licencia Creative Commons Reconocimiento-Compartir Igual
fr: Comme indiqué dans nos <a href="%(legal)s">mentions légales</a>, les collections individuelles sont mises sous la licence Creative Commons Attribution Share-Alike License
it: Come specificato nelle <a href="%(legal)s">Note legali</a>, le raccolte individuali vengono gestite in base alla licenza Creative Commons Attribuzione - Condividi allo stesso modo
ja: <a href="%(legal)s">法的通知</a> に記載されているように、個々のコレクションは Creative Commons 表示-継承ライセンスの下で公開されます。
ko: 저희 <a href="%(legal)s">법적 고지</a>에 언급된 바와 같이 각 모음집의 고유 구성 방식은 크리에이티브 커먼즈 저작자표시-동일조건변경허락 라이센스 하에 있습니다
nl: Zoals vermeld in onze <a href="%(legal)s">juridische kennisgevingen</a> vallen individuele collecties onder de Creative Commons Attribution Share-Alike License
pa_in: ਜਿਵੇਂ ਸਾਡੇ<a href="%(legal)s">ਕਾਨੂੰਨੀ ਨੋਟਿਸਾਂ</a> ਵਿੱਚ ਲਿਖਿਆ ਹੈ, ਵਿਅਕਤੀਗਤ ਸੰਗ੍ਰਹਿਾਂ ਦੇ ਪ੍ਰਬੰਧ ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ ਸੇਅਰ-ਅਲਾਈਕ ਲਾਇਸੰਸ ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਕੀਤੇ ਹਨ
pl: Jak opisano w naszych <a href="%(legal)s">Informacjach prawnych</a>, tworzenie poszczególnych kolekcji reguluje licencja Creative Commons Attribution Share-Alike.
pt_pt: Como indicado nas nossas <a href="%(legal)s">Informações legais</a>, a criação de coleções individuais é regida pela Licença Creative Commons Attribution Share-Alike
ru: Как отмечено в наших <a href="%(legal)s">Правовых уведомлениях</a>, соглашения индивидуальных подборок регулируются лицензией Creative Commons Атрибуция — С сохранением условий
sl: Kot je zapisano v naših <a href="%(legal)s">pravnih obvestilih</a> , so zasebne zbirke predmet licence Creative Commons Attribution Share-Alike
uk: Як зазначено у наших <a href="%(legal)s">Юридичних відомостях</a>, угоди індивідуальних збірок керуються ліцензією Creative Commons Attribution Share-Alike
zh_cn: 正如我们在<a href="%(legal)s">法律声明</a>中所提到的，个人的收藏集采用知识共享“署名-相同方式共享”许可协议授权

source: Create Collection
cs: Vytvořit sbírku
de: Sammlung anlegen
el: Δημιουργία συλλογής
es: Crear colección
fr: Créer une collection
it: Crea raccolta
ja: コレクションを作成
ko: 모음집 제작
nl: Collectie aanmaken
pa_in: ਸੰਗ੍ਰਹਿ ਰਚੋ
pl: Utwórz kolekcję
pt_pt: Criar colecção
ru: Создать подборку
sl: Ustvari zbirko
uk: Створити збірку
zh_cn: 创建收藏集

source: View this collection
cs: Zobrazit tuto sbírku
de: Sammlung anzeigen
el: Προβολή της συλλογής
es: Ver esta colección
fr: Afficher cette collection
it: Visualizza questa raccolta
ja: このコレクションを表示
ko: 이 모음집 보기
nl: Deze collectie bekijken
pa_in: ਇਹ ਸੰਗ੍ਰਹਿ ਵੇਖੋ
pl: Zobacz tę kolekcję
pt_pt: Ver esta colecção
ru: Просмотреть эту подборку
sl: Oglejte si to zbirko
uk: Переглянути цю збірку
zh_cn: 查看此收藏集

source: Start a new collection...
cs: Vytvořit novou sbírku...
de: Bauen Sie eine neue Sammlung...
el: Φτιάξτε μια νέα συλλογή...
es: Comenzar una nueva colección...
fr: Commencer une nouvelle collection &hellip;
it: Inizia una nuova raccolta…
ja: 新しいコレクションを作成...
ko: 새 모음집 만들기 시작...
nl: Een nieuwe collectie starten…
pa_in: ਇੱਕ ਨਵਾਂ ਸੰਗ੍ਰਹਿ ਸ਼ੁਰੂ ਕਰੋ...
pl: Utwórz nową kolekcję…
pt_pt: Iniciar uma nova colecção...
ru: Создать новую подборку...
sl: Začetek nove zbirke ...
uk: Почати нову збірку...
zh_cn: 创建新的收藏集...

source: Start a New Collection
cs: Vytvoření nové sbírky
de: Bauen Sie eine neue Sammlung
el: Φτιάξτε μια νέα συλλογή
es: Comenzar una nueva colección
fr: Commencer une nouvelle collection
it: Inizia una nuova raccolta
ja: 新しいコレクションを作成
ko: 새 모음집 만들기 시작
nl: Een nieuwe collectie starten
pa_in: ਇੱਕ ਨਵਾਂ ਸੰਗ੍ਰਹਿ ਸ਼ੁਰੂ ਕਰੋ
pl: Utwórz nową kolekcję
pt_pt: Iniciar uma nova colecção
ru: Создать новую подборку
sl: Začni novo zbirko
uk: Почати нову збірку
zh_cn: 创建新的收藏集

source: Name:
cs: Jméno:
el: Όνομα:
es: Nombre:
fr: Nom :
it: Nome:
ja: 名前:
ko: 이름:
nl: Naam:
pa_in: ਨਾਂ:
pl: Nazwa:
pt_pt: Nome:
ru: Имя:
sl: Ime:
uk: Назва:
zh_cn: 名称：

source: Edit
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Éditer
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pa_in: ਸੋਧ
pl: Edytuj
pt_pt: Editar
ru: Правка
sl: Uredi
uk: Редагувати
zh_cn: 编辑

source: or <a id="collections-new-cancel" href="#">Cancel</a>
cs: nebo <a id="collections-new-cancel" href="#">Zrušit</a>
de: oder <a id="collections-new-cancel" href="#">Abbrechen</a>
el: ή <a id="collections-new-cancel" href="#">Ακύρωση</a>
es: o <a id="collections-new-cancel" href="#">Cancelar</a>
fr: ou <a id="collections-new-cancel" href="#">annuler</a>
it: oppure <a id="collections-new-cancel" href="#">Annulla</a>
ja: または <a id="collections-new-cancel" href="#">キャンセル</a>
ko: 또는 <a id="collections-new-cancel" href="#">취소</a>
nl: of <a id="collections-new-cancel" href="#">Annuleer</a>
pa_in: ਜਾਂ <a id="collections-new-cancel" href="#">ਰੱਦ</a>
pl: lub <a id="collections-new-cancel" href="#">Anuluj</a>
pt_pt: ou <a id="collections-new-cancel" href="#">Cancele</a>
ru: или <a id="collections-new-cancel" href="#">Отменить</a>
sl: ali <a id="collections-new-cancel" href="#">Prekliči</a>
uk: або <a id="collections-new-cancel" href="#">Скасувати</a>
zh_cn: 或者 <a id="collections-new-cancel" href="#">取消</a>

source: To rate collections, you must have an add-ons account.
cs: Pro hodnocení sbírek musíte mít účet na serveru Doplňky Mozilly.
de: Um Sammlungen zu bewerten, müssen Sie ein Benutzerkonto haben.
el: Για να βαθμολογήσετε συλλογές, θα πρέπει να έχετε λογαριασμό στον ιστότοπο των πρόσθετων
es: Para valorar las colecciones, debes tener una cuenta en Mozilla Add-ons.
fr: Pour noter les collections, vous devez avoir un compte.
it: Per assegnare un voto alle raccolte devi avere un account su questo sito.
ja: コレクションを評価するには、当サイトのアカウントが必要です。
ko: 모음집을 평가하려면 부가 기능 계정이 있어야 합니다.
nl: Om collecties te waarderen dient u een add-ons-account te hebben.
pa_in: ਸੰਗ੍ਰਹਿਾਂ ਨੂੰ ਰੇਟ ਕਰਨ ਲਈ, ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਐਡ-ਆਨ ਖਾਤਾ ਜ਼ਰੂਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Aby oceniać kolekcje, musisz mieć konto.
pt_pt: Para avaliar extras, tem de ter uma conta dos extras.
ru: Чтобы оценивать подборки, у вас должна иметься учетная запись на сайте дополнений.
sl: Če želite ocenjevati zbirke, morate imeti račun pri dodatkih.
uk: Щоб оцінити збірки, у вас повинен бути обліковий запис на сайті додатків.
zh_cn: 您必须有一个附加组件帐户才能对收藏集评分。

source: Create an Add-ons Account
cs: Vytvoření nového uživatelského účtu
de: Legen Sie ein Add-ons-Konto an
el: Δημιουργία λογαριασμού στα Πρόσθετα
es: Crea una cuenta en Add-ons
fr: Créer un compte modules
it: Crea un account
ja: 当サイトのアカウントを作成
ko: 부가 기능 계정 만들기
nl: Add-ons-account aanmaken
pa_in: ਇੱਕ ਐਡ-ਆਨ ਖਾਤਾ ਬਣਾਓ
pl: Utwórz konto
pt_pt: Criar uma conta dos extras
ru: Создать учётную запись дополнения
sl: Ustvarite račun pri dodatkih
uk: Створити обліковий запис на сайті додатків
zh_cn: 创建附加组件账户

source: or <a href="%(login)s">log in to your current account</a>
cs: nebo <a href="%(login)s">se přihlásit do svého aktuálního účtu</a>
de: oder <a href="%(login)s">melden Sie sich mit Ihrem aktuellen Benutzerkonto an</a>
el: ή <a href="%(login)s">συνδεθείτε στον τρέχοντα λογαριασμό σας</a>
es: o <a href="%(login)s">entra en tu cuenta actual</a>
fr: ou <a href="%(login)s">se connecter à votre compte</a>
it: oppure <a href="%(login)s">accendi con un account esistente</a>
ja: あるいは <a href="%(login)s">既存のアカウントへログイン</a>
ko: 아니면 <a href="%(login)s">현재 사용중인 계정으로 로그인</a> 하세요
nl: of <a href="%(login)s">meld u aan bij uw account</a>
pa_in: ਜਾਂ <a href="%(login)s">ਆਪਣੇ ਮੌਜੂਦਾ ਖਾਤੇ ਤੇ ਲਾਗ ਇਨ ਕਰੋ </a>
pl: lub <a href="%(login)s">zaloguj się na swoje obecne konto</a>
pt_pt: ou <a href="%(login)s">inicie sessão na sua conta actual</a>
ru: или <a href="%(login)s">войдите в свою учётную запись</a>
sl: ali pa se <a href="%(login)s">prijavite na svoj račun</a>
uk: або <a href="%(login)s">увійти в свій поточний обліковий запис</a>
zh_cn: 或者 <a href="%(login)s">登录您已有的帐户</a>

source: {0} :: Collections
cs: {0} :: Sbírky
de: {0} :: Sammlungen
el: {0} :: Συλλογές
es: {0} :: Colecciones
it: {0} :: Raccolte
ja: {0} :: コレクション
ko: {0} :: 모음집
nl: {0} :: Collecties
pa_in: {0} :: ਸੰਗ੍ਰਹਿ
pl: {0} :: Kolekcje
pt_pt: {0} :: Coleções
ru: {0} :: Подборки
sl: {0}:: Zbirke
uk: {0} :: Збірки
zh_cn: {0} :: 收藏集

source: private
cs: soukromý
de: privat
el: ιδιωτική
es: privado
fr: privée
it: privata
ja: 非公開
ko: 비공개
nl: privé
pa_in: ਨਿੱਜੀ
pl: prywatna
pt_pt: privado
ru: приватный
sl: zasebne
uk: приватний
zh_cn: 私有

source: <span>%(num)s</span> follower
cs: <span>%(num)s</span> odběratel
de: <span>%(num)s</span> Beobachter
el: Παρακολουθεί <span>%(num)s</span> χρήστης
es: <span>%(num)s</span> seguidor
fr: <span>%(num)s</span> abonné
it: <span>%(num)s</span> iscritto
ja: <span>%(num)s</span> 人のフォロワー
ko: 팔로워 <span>%(num)s</span>명
nl: <span>%(num)s</span> volger
pa_in: <span>%(num)s</span> ਸਮਰਥਕ
pl: <span>%(num)s</span> obserwator
pt_pt: <span>%(num)s</span> seguidor
ru: <span>%(num)s</span> последователь
sl: <span>%(num)s</span> naročnik
uk: <span>%(num)s</span> прихильник
zh_cn: <span>%(num)s</span> 个关注者

source: About this Collection
cs: O této sbírce
de: Über diese Sammlung
el: Σχετικά με τη συλλογή
es: Acerca de esta colección
fr: À propos de cette collection
it: Informazioni su questa raccolta
ja: このコレクションについて
ko: 모음집 소개
nl: Over deze collectie
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਬਾਰੇ
pl: O tej kolekcji
pt_pt: Sobre esta colecção
ru: Об этой подборке
sl: O tej zbirki
uk: Про цю збірку
zh_cn: 关于这个收藏集

source: Add-ons synced to my Mobile Firefox
cs: Doplňky synchronizované do mého mobilního Firefoxu
de: Mit meinem Firefox Mobile synchronisierte Add-ons
el: Τα πρόσθετα συγχρονίστηκαν στο Mobile Firefox μου
es: Complementos sincronizados en mi móvil Firefox
fr: Modules synchronisés avec mon Firefox Mobile
it: I componenti aggiuntivi sono stati sincronizzati con Firefox Mobile
ja: アドオンがモバイル版 Firefox へ同期されました
ko: 부가 기능이 모바일 Firefox와 동기화 되었습니다.
nl: Add-ons gesynchroniseerd met mijn mobiele Firefox
pa_in: ਐਡ-ਆਨ ਮੇਰੇ ਮੋਬਾਈਲ ਫ਼ਾਇਰਫ਼ਾਕਸ ਨਾਲ ਸਮਕਾਲੀ ਹੋਏ
pl: Dodatki zsynchronizowane z moim Firefoksem Mobile
pt_pt: Extras sincronizados com o meu Firefox para dispositivos móveis
sl: Dodatki sinhronizirani na moj mobilni Firefox
uk: Додатки, які синхронізуються з моїм мобільним Firefox
zh_cn: 同步到你的移动版 Firefox 的附加组件

source: Make this Collection Private
cs: Nastavit sbírku jako soukromou
de: Diese Sammlung privat machen
el: Η συλλογή να γίνει ιδιωτική
es: Hacer esta colección privada
fr: Rendre cette collection privée
it: Rendi privata questa raccolta
ja: このコレクションの公開を中止
ko: 모음집 비공개 전환
nl: Deze collectie privé maken
pa_in: ਇਸ ਸਂਗ੍ਰਹਿ ਨੂੰ ਨਿੱਜੀ ਬਣਾਓ
pl: Określ tę kolekcję jako prywatną
pt_pt: Tornar esta colecção privada
ru: Сделать эту подборку приватной.
sl: Naredi to zbirko zasebno
uk: Зробити цю збірку приватною
zh_cn: 将这个收藏集设置为私有

source: Make this Collection Public
cs: Nastavit sbírku jako veřejnou
de: Diese Sammlung öffentlich machen
el: Η συλλογή να γίνει δημόσια
es: Hacer esta colección pública
fr: Rendre cette collection publique
it: Rendi pubblica questa raccolta
ja: このコレクションを公開
ko: 모음집 공개 전환
nl: Deze collectie openbaar maken
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਨੂੰ ਜਨਤਕ ਬਣਾਓ
pl: Upublicznij tę kolekcję
pt_pt: Tornar esta colecção pública
ru: Сделать эту подборку публичной.
sl: Naredi to zbirko javno
uk: Зробити цю збірку загальнодоступною
zh_cn: 将这个收藏集设置为公开

source: Learn about collections
cs: Dozvědět se více o sbírkách
de: Mehr über Sammlungen erfahren
el: Μάθετε περισσότερα για τις συλλογές
es: Más información sobre las colecciones
fr: En savoir plus sur les collections
it: Scopri altre informazioni sulle raccolte
ja: コレクションとは
ko: 모음집에 대해 알아보기
nl: Meer over collecties
pa_in: ਸੰਗ੍ਰਹਿ ਬਾਰੇ ਜਾਣੋ
pl: Dowiedz się więcej o kolekcjach
pt_pt: Saiba mais sobre coleções
ru: Узнать о подборках
sl: Preberite tu več o zbirkah
uk: Дізнатися про збірки
zh_cn: 了解收藏集

source: More Options:
cs: Další volby:
de: Mehr Optionen:
el: Περισσότερες επιλογές:
es: Más opciones:
fr: Plus d'options :
it: Altre opzioni:
ja: 他のオプション:
ko: 추가 옵션:
nl: Meer opties:
pa_in: ਹੋਰ ਚੋਣ:
pl: Więcej opcji:
pt_pt: Mais opções:
ru: Другие настройки:
sl: Dodatne možnosti:
uk: Більше опцій:
zh_cn: 更多选项：

source: Edit Collection
cs: Upravit sbírku
de: Sammlung bearbeiten
el: Επεξεργασία συλλογής
es: Editar colección
fr: Modifier la collection
it: Modifica raccolta
ja: コレクションを編集
ko: 모음집 편집
nl: Collectie bewerken
pa_in: ਸੰਗ੍ਰਹਿ ਸੋਧ
pl: Edytuj kolekcję
pt_pt: Editar colecção
ru: Редактировать подборку
sl: Uredi zbirko
uk: Змінити збірку
zh_cn: 编辑收藏集

source: Delete Collection
cs: Smazat sbírku
de: Sammlung löschen
el: Διαγραφή συλλογής
es: Borrar colección
fr: Supprimer la collection
it: Elimina raccolta
ja: コレクションを削除
ko: 모음집 삭제
nl: Collectie verwijderen
pa_in: ਸੰਗ੍ਰਹਿ ਹਟਾਓ
pl: Usuń kolekcję
pt_pt: Eliminar colecção
ru: Удалить подборку
sl: Izbriši zbirko
uk: Видалити збірку
zh_cn: 删除收藏集

source: %(num)s Theme in this Collection
cs: %(num)s motiv v této sbírce
de: %(num)s Theme in dieser Sammlung
el: %(num)s Θέμα στη συλλογή
es: %(num)s tema en esta colección
fr: %(num)s thème dans cette collection
it: %(num)s tema in questa raccolta
ja: このコレクションには %(num)s 個のテーマが含まれています
ko: 이 콜렉션에 있는 %(num)s개의 테마
nl: %(num)s thema in deze collectie
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਵਿੱਚ %(num)s ਥੀਮ
pl: %(num)s motyw w tej kolekcji
pt_pt: %(num)s tema nesta coleção
sl: Tem v tej zbirki %(num)s
uk: %(num)s тема в цій збірці
zh_cn: 此收藏集有 %(num)s 个主题

source: %(num)s Add-on in this Collection
cs: V této sbírce je %(num)s doplňků.
de: %(num)s Add-on in dieser Sammlung
el: %(num)s πρόσθετο στη συλλογή
es: %(num)s complemento en esta colección
fr: %(num)s Module dans cette collection
it: %(num)s Componente aggiuntivo in questa raccolta
ja: このコレクションには %(num)s 個のアドオンが含まれています
ko: 모음집에 포함된 부가 기능: %(num)s개
nl: %(num)s add-on in deze collectie
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਵਿੱਚ %(num)s ਐਡ-ਆਨ
pl: W tej kolekcji znajduje się %(num)s dodatek
pt_pt: Colecção com %(num)s extra
ru: %(num)s дополнение в этой подборке
sl: Dodatkov v tej zbirki %(num)s
uk: %(num)s додаток у цій збірці
zh_cn: 此收藏集中有 %(num)s 个附加组件

source: Go
cs: Přejít
de: Los
el: Μετάβαση
es: Ir
fr: Ok !
it: Vai
ja: 移動
ko: 실행
nl: Start
pa_in: ਜਾਓ
pl: Przejdź
pt_pt: Ir
ru: Перейти
sl: Pojdi
uk: Перейти
zh_cn: 转到
