Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add-ons provide many useful features and functions, but they can also cause %(app)s to become slower. Some add-ons can even slow %(app)s to a crawl and make it difficult to use for regular web browsing. If you think add-ons might be the reason %(app)s is lethargic, check the list below for some of the biggest bottlenecks. And remember, for best performance you should disable add-ons that you no longer use regularly.
cs: Doplňky poskytují řadu užitečných vlastností a funkcí, ale mohou též způsobit zpomalení aplikace %(app)s. Některé doplňky mohou dokonce způsobit zpomalení aplikace %(app)s tak, že bude obtížně použitelná pro běžné prohlížení webu. Pokud si myslíte, že mohou být doplňky příčinou zpomalení aplikace %(app)s, podívejte se na seznam níže, kde jsou největší hříšníci. A nezapomeňte, že pro nejlepší výkon byste měli zakázat doplňky, které pravidelně nepoužíváte.
de: Add-ons bieten viele nützliche Funktionen, aber sie können %(app)s auch verlangsamen. Viele Add-ons können %(app)s sogar auf Schneckentempo verlangsamen und das normale Surfen erschwereren. Wenn Sie glauben, dass Add-ons die Ursache für die Lethargie von %(app)s sind, sehen Sie sich die folgende Liste an, um etwas über die größten Flaschenhälse zu erfahren. Und denken Sie daran, für die beste Leistung sollten Sie Add-ons deaktivieren, die Sie nicht mehr regelmäßig verwenden.
el: Τα πρόσθετα παρέχουν πολλές χρήσιμες λειτουργίες και χαρακτηριστικά, αλλά μπορεί ταυτόχρονα να επιβραδύνουν τον %(app)s. Μερικά πρόσθετα μπορεί να προκαλέσουν δραματικές επιβραδύνσεις στη λειτουργία του %(app)s και να καταστήσουν δυσχερή την περιήγηση. Αν πιστεύετε ότι ο λόγος που ο %(app)s συμπεριφέρεται σαν να είναι σε λήθαργο είναι τα πρόσθετα, ρίξτε μια ματιά παρακάτω για να δείτε μερικά από τα πιο προβληματικά. Και να θυμάστε πάντα ότι για να έχετε τις καλύτερες επιδόσεις, καλό θα είναι να απενεργοποιείτε τα πρόσθετα που δεν χρησιμοποιείτε συχνά.
es: Los complementos proporcionan muchas características y funciones útiles, pero también pueden causar que %(app)s se vuelva más lento. Algunos complementos pueden incluso ralentizar %(app)s hasta el punto de hacer difícil usarlos para navegar normalmente. Si piensas que los complementos pueden ser la razón de que %(app)s tarde en responder, revisa la lista de debajo para conocer algunos de los mayores cuellos de botella. Y recuerda, para un rendimiento óptimo deberías desactivar los complementos que ya no usas con frecuencia.
fr: Les modules fournissent de nombreuses fonctionnalités et fonctions, mais peuvent ralentir %(app)s. Certains peuvent ralentir %(app)s à tel point qu'il soit impossible de l'utiliser normalement Si vous pensez qu'un module peut être la raison de vos ralentissements de %(app)s, vérifiez la liste ci-dessous pour quelques-un des goulots d'étranglements les plus courants. Et souvenez vous qu'il est préférable de désactiver les modules que vous n'utilisez pas régulièrement.
it: I componenti aggiuntivi offrono funzioni e caratteristiche utili, ma possono anche rallentare %(app)s. Alcuni componenti aggiuntivi sono in grado di rallentare %(app)s a tal punto da rendere difficile la normale navigazione. Se ritieni che i componenti aggiuntivi siano la causa del rallentamento di %(app)s, verifica la seguente lista per alcuni dei problemi più comuni. E ricorda, per migliorare le prestazioni dovresti sempre disattivare i componenti aggiuntivi che non utilizzi regolarmente.
ko: 부가 기능은 여러 유용한 기능을 제공하지만 %(app)s을(를) 느리게 만드는 원인이 되기도 합니다. 일부 부가 기능의 경우 %(app)s을(를) 엄청나게 느리게 만들어 웹 서핑을 정상적으로 하기 힘들 정도로 만들기도 하죠. %(app)s이(가) 둔하게 작동하는 원인이 부가 기능이라고 생각된다면 아래 병목 현상을 초래하는 부가 기능 목록에 있는지 살펴보시기 바랍니다. 그리고 기억하세요, 최적의 성능을 위해선 부가 기능을 사용 중단해야 하며 이는 더이상 해당 부가 기능을 사용하지 못한다는 것을 의미합니다.
nl: Add-ons bieden vele nuttige eigenschappen en functies, maar ze kunnen er ook voor zorgen dat %(app)s langzamer wordt. Sommige add-ons kunnen er zelfs voor zorgen dat %(app)s tergend langzaam wordt en dat het moeilijk te gebruiken wordt voor normaal navigeren op het web. Kijk in onderstaande lijst voor de grootste knelpunten als u denkt dat add-ons de reden zijn dat %(app)s vrijwel niet reageert. En onthoud dat u voor de beste prestaties de add-ons die u niet regelmatig gebruikt zou moeten uitschakelen.
pl: Dodatki dostarczają wiele użytecznych możliwości i funkcji, ale mogą także spowalniać program %(app)s. Niektóre dodatki mogą spowodować, że %(app)s będzie działał w żółwim tempie, co uniemożliwi normalne przeglądanie. Jeśli podejrzewasz, że dodatki mogą być powodem wolnego działania programu %(app)s, sprawdź, czy na poniższej liście nie znajduje się jakiś używany przez ciebie dodatek. Pamiętaj – by zwiększyć wydajność, należy wyłączyć rzadko używane dodatki.
pt_pt: Os extras fornecem muitos recursos úteis e funções, mas eles também podem fazer com que o %(app)s se torne mais lento. Alguns extras podem até tornar mais lento o %(app)s e tornar difícil a navegação na web. Se acha que os extras são a razão para que o %(app)s fique lento, confira a lista abaixo de alguns dos maiores problemas. E lembre-se, para o melhor desempenho você deve desactivar extras que não usa regularmente.
ru: Дополнения предоставляют множество полезных возможностей и функций, но они могут также вызвать замедление работы %(app)s. Некоторые дополнения могут даже замедлить работу %(app)s до такой степени, что его станет трудно использовать для просмотра веб-страниц. Если вы думаете что дополнения могли стать причиной того, что %(app)s впал в спячку, взгляните на размещённый ниже список некоторых из самых узких мест. И помните, что для повышения производительности вам следует отключить более не используемые вами регулярно дополнения.
sl: Dodatki nudijo veliko koristnih novosti in funkcij za vaš brskalnik, vendar pa lahko zaradi tega %(app)s začne postajati počasna. Nekateri dodatki lahko %(app)s upočasnijo do take mere, da je redno brskanje po spletu resno oteženo. Če menite, da bi dodatki lahko bil razlog za to, da je %(app)s videti kot brez volje, si oglejte seznam spoda, v katere je najti nekaj največjih ozkih grl. In ne pozabite dodatkov, ki jih ne uporabljate več redno, onemogočiti, da bo aplikacija lahko tekla optimalno.
zh_cn: 附加组件提供了很多有用的功能，但它们也可能导致 %(app)s 越来越慢。游戏附加组件甚至会让 %(app)s 慢到无法进行正常的网络浏览。如果您认为某个附加组件让您的 %(app)s 变的很慢，请检查下面的名单，看看哪些附加组件是效能瓶颈。并且记住，为了获得最佳性能，您应该禁用您不经常使用的附加组件。

source: Add-ons with Slow Start-up
cs: Doplňky s pomalým startem
de: Add-ons, die den Start verlangsamen
el: Πρόσθετα με μεγάλο χρόνο εκκίνησης
es: Complementos con un inicio lento
fr: Modules lents au démarrage
it: Componenti aggiuntivi con avvio lento
ko: 실행 속도를 저하시키는 부가 기능
nl: Traag startende add-ons
pl: Dodatki powodujące spowolnienie uruchamiania
pt_pt: Extra com arranque lento
ru: Замедляющие запуск дополнения
sl: Dodatki s počasnim zagonom
zh_cn: 附加组件减慢启动速度

source: The following add-ons have a significant impact on how long it takes %(app)s to start up.
cs: Následující doplňky mají značný vliv na to, jak dlouho se aplikace %(app)s spouští.
de: Die folgenden Add-ons haben eine deutliche Auswirkung auf die Startzeit von %(app)s.
el: Τα ακόλουθα πρόσθετα επηρεάζουν σημαντικά τον χρόνο εκκίνησης του %(app)s.
es: Los siguientes complementos tienen un impacto significativo en el tiempo que tarda %(app)s en iniciarse.
fr: Les modules qui suivent ont un impact non négligeable sur la durée du démarrage de %(app)s.
it: I seguenti componenti aggiuntivi influenzano in modo significativo i tempi di avvio di %(app)s
ko: 다음의 부가 기능들은 %(app)s의 실행 속도 저하에 엄청난 영향을 미치고 있습니다.
nl: De volgende add-ons hebben een significant effect op de tijd die %(app)s nodig heeft om op te starten.
pl: Następujące dodatki mają znaczący wpływ na czas uruchamiania programu %(app)s.
pt_pt: Os seguintes extras têm um impacto significante no tempo de arranque do %(app)s.
ru: Следующие дополнения имеют значительное влияние на время запуска %(app)s.
sl: Naslednji dodatki imajo pomemben vpliv na to, kako dolgo traja zagon %(app)s.
zh_cn: 以下附加组件会显著影响 %(app)s 的启动速度。

source: Show:
cs: Zobrazit:
de: Anzeigen:
el: Προβολή:
es: Mostrar:
fr: Afficher :
it: Visualizza:
ja: 表示:
ko: 보기:
nl: Weergeven:
pl: Wyświetl:
pt_pt: Mostrar:
ru: Показать:
sl: Prikaži:
zh_cn: 显示：

source: Impact
cs: Dopad
de: Auswirkung
el: Επίδραση
es: Impacto
it: Impatto
ja: 影響
ko: 가장 느린 부가 기능
pl: Wpływ
pt_pt: Impacto
ru: Влияние
sl: Vpliv
zh_cn: 冲突

source: Longer lines are slower
cs: Delší řádek znamená více pomalý
de: Je länger der Balken, desto langsamer
el: Μεγαλύτερες γραμμές σημαίνουν επιβράδυνση
es: Las línes más largas son más lentas
fr: Des lignes plus longues seront plus lentes
it: Linee più lunghe sono più lente
ko: 줄이 길수록 느림
nl: Langere regels zijn langzamer
pl: Dłuższe wiersze spowalniają
pt_pt: Linhas maiores são mais lentas
ru: Длиннее — значит медленней
sl: Daljše vrste so počasnejše
zh_cn: 更长的行更慢

source: <b>{0}%</b> <span>slower</span>
cs: <b>{0}%</b> <span>pomalejší</span>
de: <b>{0}%</b> <span>langsamer</span>
el: <b>{0}%</b> <span>επιβράδυνση</span>
es: <b>{0}%</b> <span>más lento</span>
fr: <b>{0}%</b> <span>plus lent</span>
it: <b>{0}%</b> <span>più lento</span>
ko: <b>{0}%</b> <span>속도 저하</span>
nl: <b>{0}%</b> <span>langzamer</span>
pl: <b>{0}%</b> <span>wolniej</span>
pt_pt: <b>{0}%</b> <span>mais lento</span>
ru: <b>{0}%</b> <span>медленней</span>
sl: <b>{0}%</b> <span>počasneje</span>
zh_cn: <b>{0}%</b> <span>慢</span>

source: Show more add-ons
cs: Zobrazit více doplňků
de: Mehr Add-ons anzeigen
el: Εμφάνιση περισσότερων πρόσθετων
es: Ver más complementos
fr: Afficher plus de modules
it: Visualizza altri componenti aggiuntivi
ko: 부가 기능 더 보기
nl: Meer add-ons
pl: Wyświetl więcej dodatków
pt_pt: Mostrar mais extras
ru: Показать другие дополнения
sl: Prikaži še več dodatkov
uk: Показати більше додатків
zh_cn: 显示更多附加组件

source: For Add-on Developers
cs: Pro vývojáře doplňku
de: Für Add-on-Entwickler
el: Για δημιουργούς πρόσθετων
es: Para desarrolladores de complementos
fr: Pour les développeurs de modules
it: Per gli sviluppatori di componenti aggiuntivi
ja: アドオン開発者向け
ko: 부가 기능 개발자 분들께
nl: Voor add-on-ontwikkelaars
pl: Dla autorów dodatków
pt_pt: Para desenvolvedores de extras
ru: Для разработчиков дополнений
sl: Za razvijalce dodatkov
uk: Для розробників додатків
zh_cn: 面向附加组件开发者

source: Don't let poor performance affect the experience of your users. Here are a few tips on how to keep your add-ons responsive and nimble.
cs: Nedopusťte, aby uživatelé vašeho doplňku pocítili jeho špatný výkon. Zde je několik tipů, jak jej udržet rychlý a svižný.
de: Lassen Sie nicht zu, dass schlechte Leistung das Erlebnis Ihrer Nutzer beeinflusst. Hier sind einige Tipps, wie Sie Ihre Add-ons reaktionsschnell und flinkt erhalten können.
el: Μην αφήσετε τους χρήστες σας να επηρεαστούν από φτωχές επιδόσεις. Δείτε μερικές συμβουλές για το πως να διατηρήσετε τα πρόσθετα σας σε καλή κατάσταση.
es: No permitas que un rendimiento escaso afecte a la experiencia de tus usuarios. Aquí tienes algunos trucos sobre cómo mantener tus complementos rápidos y ágiles.
fr: Ne laissez pas de mauvaises performances affecter l'expérience de vos utilisateurs. Voici quelques astuces pour garder des modules réactifs.
it: Non peggiorare l'esperienza degli utenti distribuendo un componente aggiuntivo con prestazioni scarse. Ecco alcuni suggerimenti per mantenere il tuo componente aggiuntivo reattivo e agile.
ko: 사용자들의 웹 서핑을 느리게 만들지 맙시다. 여기 어떻게 하면 부가 기능이 민첩하게 작동하는지에 대한 몇가지 팁을 공개합니다.
nl: Laat een slechte prestatie de ervaring van uw gebruikers niet bederven. Hier zijn een paar tips om uw add-ons wakker te houden.
pl: Nie pozwól, by słaba wydajność miała wpływ na doznania użytkowników. Tutaj znajduje się kilka wskazówek, co zrobić, by dodatek był elastyczny i szybki.
pt_pt: Não deixe que o baixo desempenho afecte a experiência dos seus utilizadores. Eis algumas dicas de como manter os seus extras limpos e suaves.
ru: Не позволяйте низкой производительности повлиять на работу ваших пользователей. Вот несколько советов по тому, как сделать ваше дополнение проворным и отзывчивым.
sl: Ne dovolite, da suboptimalno delovanje vpliva na izkušnje vaših uporabnikov. Tukaj je nekaj nasvetov o tem, kako poskrbeti, da je vaš dodatek odziven in okreten.
uk: Не дозволяйте низькій швидкодії впливати на роботу ваших користувачів. Ось кілька порад, як тримати додаток легким та швидким.
zh_cn: 不要表现不佳，应该您用户的使用体验。以下是如何保持您的附加组件灵活、机敏的几个技巧。

source: Learn more about performance
cs: Dozvědět se více o výkonu
de: Erfahren Sie mehr über Leistung
el: Μάθετε περισσότερα για τις επιδόσεις
es: Más información sobre rendimiento
fr: En savoir plus à propos des performances
it: Ulteriori informazioni sulle prestazioni
ko: 작동 속도에 대해 더 알아보기
nl: Meer over prestaties
pl: Dowiedz się więcej o wydajności
pt_pt: Saber mais sobre desempenho
ru: Узнайте больше о производительности
sl: Preberite več o tem
uk: Дізнайтеся більше про швидкодію
zh_cn: 了解有关性能的更多信息

source: Reviews for %s
cs: Recenze %s
de: Bewertungen für %s
el: Αξιολογήσεις για το %s
es: Valoraciones de %s
fr: Critiques de %s
it: Recensioni per %s
ja: %s のレビュー
ko: %s에 대한 평가
nl: Beoordelingen voor %s
pa_in: %s ਲਈ ਸਮੀਖਿਆਵਾਂ
pl: Opinie o %s
pt_pt: Comentários para %s
ru: Отзывы о %s
sl: Recenzije o %s
uk: Відгуки про %s
zh_cn: 对 %s 的意见

source: Review History for this Addon
cs: Historie recenzí tohoto doplňku
de: Chronik dieses Add-ons bearbeiten
el: Ιστορικό αξιολογήσεων για το πρόσθετο
es: Historial de revisiones de este complemento
fr: Historique des révisions pour ce module
it: Cronologia di revisione per questo componente aggiuntivo
ja: このアドオンのレビュー履歴
ko: 이 부가 기능의 평가 내역
nl: Beoordelingsgeschiedenis voor deze add-on
pa_in: ਇਸ ਐਡ-ਆਨ ਦਾ ਸਮੀਖਿਆ ਇਤਿਹਾਸ
pl: Historia opinii dodatku
pt_pt: Rever o histórico para este extra
ru: Журнал отзывов на это дополнение
sl: Pregled zgodovine za ta dodatek
uk: Історія відгуків для цього додатка
zh_cn: 这个附加组件的评论历史

source: Rated %d out of 5 stars
cs: Hodnocení %d z 5 hvězdiček
de: Mit %d von 5 Sternen bewertet
el: Βαθμολογήθηκε με %d στα 5 αστέρια
es: Evaluado con %d de 5 estrellas
fr: Évalué à %d sur 5 étoiles
it: Assegnate %d su 5 stelle
ja: 5 つ星のうち %d つの評価を受けています
ko: 별 5개 만점에 %d개 받음
nl: Waardering: %d van de 5 sterren
pa_in: 5 ਤਾਰਿਆਂ ਵਿੱਚ %d ਮਿਲੇ
pl: Oceniony jako %d/5
pt_pt: Avaliado com %d de 5 estrelas
ru: Рейтинг %d из 5 звёзд
sl: Ocenjeno na %d od 5 zvezdic
uk: Оцінка %d з 5 зірок
zh_cn: 评分：%d / 5 星

source: Keep review; remove flags
cs: Ponechat recenzi; odstranit nahlášení
de: Überprüfung behalten; Markierungen entfernen
el: Διατήρηση αξιολόγησης· απομάκρυνση σήμανσης
es: Mantener revisión; eliminar marcadores
fr: Conserver la revue ; retirer les étiquettes
it: Mantieni revisioni; rimuovi flag
ja: レビューを残し、フラグを削除
ko: 계속 평가; 표시 삭제
nl: Beoordeling bewaren; labels verwijderen
pa_in: ਸਮੀਖਿਆ ਰੱਖੋ; ਝੰਡੇ ਹਟਾਓ
pl: Zachowaj opinię; usuń oznaczenia
pt_pt: Manter revisão; remover etiquetas
ru: Удержать рецензию; удалить флаги
sl: Zadrži komentar; odstrani zastavice
zh_cn: 保存评论；移除标志

source: Skip for now
cs: Nyní neřešit
de: Vorerst überspringen
el: Παράκαμψη για την ώρα
es: Saltar de momento
fr: Passer pour le moment
it: Ignora per il momento
ja: 今はスキップ
ko: 지금은 접어두기
nl: Voorlopig overslaan
pa_in: ਹੁਣ ਲਈ ਛੱਡੋ
pl: Pomiń teraz
pt_pt: Saltar por agora
ru: Пока пропустить
sl: Preskoči za zdaj
uk: Пропустити зараз
zh_cn: 暂时跳过

source: Delete review
cs: Smazat recenzi
de: Bewertung löschen
el: Διαγραφή αξιολόγησης
es: Borrar valoración
fr: Supprimer la critique
it: Elimina revisione
ja: レビューを削除
ko: 심사 삭제
nl: Beoordeling verwijderen
pa_in: ਸਮੀਖਿਆ ਹਟਾਓ
pl: Usuń opinię
pt_pt: Eliminar comentário
ru: Удалить отзыв
sl: Izbriši pregled
uk: Видалити відгук
zh_cn: 删除评论

source: Other (please specify)
cs: Jiné (prosím upřesněte)
de: Anderes (bitte eine Begründung angeben)
el: Άλλος (παρακαλούμε εξηγήστε)
es: Otro (por favor, especifícalo)
fr: Autre (veuillez préciser)
it: Altro (specificare)
ja: その他 (具体的に書いてください)
ko: 기타 (이유를 적어주세요)
nl: Overig (specificeer deze)
pa_in: ਹੋਰ ( ਕਿਰਪਾ ਕਰਕੇ ਦੱਸੋ)
pl: Inny (proszę określić)
pt_pt: Outro (por favor específique)
ru: Другая (пожалуйста укажите)
sl: Drugo (navedite)
uk: Інше (будь ласка, уточніть)
zh_cn: 其他 (请说明)

source: Thanks; this review has been flagged for editor approval.
cs: Děkujeme. Recenze bude zkontrolována redaktorem.
de: Danke; diese Bewertung wurde zur Moderation markiert.
el: Ευχαριστούμε, η αξιολόγηση έχει σημειωθεί για να εγκριθεί από τους συντάκτες μας.
es: Gracias. Esta valoración ha sido marcada para que un editor la apruebe.
fr: Merci. Cette critique est maintenant en attente d'approbation par un modérateur.
it: Grazie; questo commento è stato segnalato e verrà controllato da un moderatore.
ja: ありがとうございます。このレビューはエディタに通知されました。
ko: 감사합니다. 평가가 편집자에게 전달되었습니다.
nl: Bedankt; deze beoordeling is aangeduid voor goedkeuring door een editor.
pa_in: ਧੰਨਵਾਦ; ਇਸ ਸਮੀਖਿਆ ਉੱਤੇ ਸੰਪਾਦਕ ਪ੍ਰਵਾਨਗੀ ਲਈ ਝੰਡਾ ਲਗਾਇਆ ਗਿਆ।
pl: Dziękujemy. Opinia została oznaczona etykietą w celu zaakceptowania jej przez recenzenta.
pt_pt: Obrigado; esta avaliação foi marcada para aprovação do editor.
ru: Спасибо; этот отзыв помечен и будет рассмотрен редактором.
sl: Hvala, ta pregled je sedaj označen za postopek uredniške odobritve.
uk: Дякуємо; цей відгук був помічений для підтвердження редактора.
zh_cn: 谢谢；该评论已被审核员标记为批准。

source: Add a review for {0}
cs: Přidat recenzi na {0}
de: Eine Bewertung für {0} schreiben
el: Προσθήκη αξιολόγησης για το {0}
es: Agregar una valoración para {0}
fr: Ajouter une critique sur {0}
it: Aggiungi una recensione per {0}
ja: {0} のレビューを追加
ko: {0}에 대한 평가 작성
nl: Een beoordeling voor {0} toevoegen
pa_in: {0} ਲਈ ਇੱਕ ਸਮੀਖਿਆ ਜੋੜੋ
pl: Dodaj opinię o {0}
pt_pt: Adicionar comentário a {0}
ru: Добавить отзыв на {0}
sl: Dodaj pregled za {0}
uk: Додати відгук для {0}
zh_cn: 为 {0} 添加评论
