Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <strong>If you have just received a Geeksphone Keon or Peak, it is probably still running the out-of-date Firefox OS version 1.0.1. Before doing anything else with it, you should flash it to an up-to-date version of Firefox OS, as described in our <a href="%(geeksphone_update_url)s">guide to Flashing your Geeksphone</a>.</strong>
fr: <strong>Si vous venez juste de recevoir un Geeksphone Keon ou Peak, la version de Firefox OS dessus est probablement l'ancienne 1.0.1. Avant d'aller plus loin, vous voudrez probablement le mettre à jour comme indiqué dans notre <a href="%(geeksphone_update_url)s">guide pour flasher votre Geeksphone</a>.</strong>
ko: <strong>Geeksphone Keon이나 Peak을 처음 받았을 땐 대부분 Firefox OS 구버전인 1.0.1이 탑재되어 있습니다. 다른 작업을 하기에 앞서 <a href="%(geeksphone_update_url)s">Geeksphone 플래시 업데이트 안내</a>를 참고해서 Firefox OS 버전을 업데이트해야 합니다.</strong>
nl: <strong>Als u een Geeksphone Keon of Peak heeft ontvangen, draait deze waarschijnlijk nog steeds op de verouderde Firefox OS-versie 1.0.1. Voordat u er iets anders mee doet, dient u de versie te flashen naar een nieuwere versie van Firefox OS, zoals beschreven in onze <a href="%(geeksphone_update_url)s">gids voor het flashen van uw Geeksphone</a>.</strong>
zh_cn: <strong>如果您刚刚得到了一部 Geeksphone Keon 或 Peak ，它可能还运行着已经过时的 Firefox OS 版本 1.0.1。在使用之前，应该按照我们的 <a href="%(geeksphone_update_url)s">Geeksphone刷新指南</a>升级到最新版本的 Firefox OS。</strong>

source: Audio/video codecs
fr: Codecs audio/vidéo

source: Telephony
fr: Téléphonie

source: Ambient Light
fr: Luminosité ambiance

source: navigator.onLine and offline events
fr: Évènements navigator.onLine et offline

source: Learn how to design apps that provide a user experience optimized for Firefox OS &amp; Mobile
fr: Découvrez comment construire des applications qui fournissent une expérience utilisateur optimale pour Firefox OS &amp; Mobile
ko: Firefox OS와 모바일에 최적화된 사용자 경험을 제공하는 앱 디자인 방법 배우기
nl: Lees hoe u apps die een voor Firefox OS en Mobiel geoptimaliseerde gebruikerservaring leveren kunt ontwerpen
zh_cn: 了解如何设计应用，针对 Firefox OS 移动环境优化用户体验

source: All the tools, docs and references you'll need for development and testing of your app
fr: Tous les outils, documentations et références nécessaires pour le développement et le test de votre application
ko: 앱을 개발하고 테스트하는데 필요한 도구, 문서, 참고자료
nl: Alle hulpmiddelen, documenten en referenties die u nodig hebt voor de ontwikkeling en het testen van uw app
zh_cn: 开发测试应用时需要的全部工具、文档和参考资料

source: Find out how to distribute your apps on an open marketplace that puts users and developers first
fr: Découvrez comment distribuer vos applications sur une plateforme ouverte qui met en avant utilisateurs et développeurs
ko: 사용자와 개발자를 먼저 우대하는 오픈 마켓플레이스에 앱을 배포하는 방법
nl: Ontdek hoe u uw apps op een open marktplaats die gebruikers en ontwikkelaars voorop stelt kunt verspreiden
zh_cn: 看看如何将应用分发到以用户和开发者为尊的开放应用市场

source: The Mozilla apps platform
fr: La plateforme d'applications Mozilla
ko: Mozilla 앱 플랫폼
nl: Het Mozilla-appsplatform
zh_cn: Mozilla 应用平台

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Firefox Marketplace.
fr: Construire des applications Web permet aux développeurs de garder un contrôle complet sur le contenu, les fonctionnalités ainsi que la distribution des applications, et de bénéficier des centaines de millions d'utilisateurs de Firefox via le Marketplace Firefox.
ko: 웹용 앱 개발 작업은 개발자들이 앱의 기능, 콘텐트 외에도 Firefox 마켓플레이스를 통한 수억의 사용자들과 접촉할 수 있는 것은 물론이고 다른 방식으로 앱을 배포할 수 있는 등 개발에 대한 모든 것을 제공하고 있습니다.
nl: Het bouwen van apps voor het web biedt ontwikkelaars volledige controle over inhoud, functionaliteit en hoe apps worden verspreid, inclusief toegang tot honderden miljoenen Firefox-gebruikers via de Firefox Marketplace.
zh_cn: 基于网络构建应用可以让开发者完全控制内容、功能和应用分发方式，包括通过火狐应用市场接触到数以亿计的 Firefox 用户。

source: The Firefox Marketplace gives users the opportunity to find, try and buy apps and content that matters most to them. This means exciting, useful and high-quality Apps relevant to local markets across all categories that users can use to get the most out of their daily lives.
fr: Le Marketplace Firefox permet aux utilisateurs de trouver, essayer et acheter des applications et contenus qui leur plaise. Cela veut dire des applications qui soient excitantes, utiles, de bonne qualité, adaptées aux marchés locaux parmi toutes les catégories que les utilisateurs utilisent.
ko: Firefox 마켓플레이스는 사용자들에게 가장 많은 영향을 끼치는 앱과 콘텐트를 검색해서 써보고 구입할 수 있는 기회를 제공하고 있습니다. 이는 하위 분류에 있던 흥미롭고 유용하며 고품질의 앱을 사용자들이 자신들의 일상에서 최대한 활용할 수 있도록 모든 분류를 망라해서 노출된다는 것을 의미합니다.
nl: De Firefox Marketplace biedt gebruikers de mogelijkheid apps en inhoud die er voor hen het meest toe doet te zoeken, uit te proberen en kopen. Dit betekent opwindende, nuttige en kwalitatieve apps die relevant zijn voor lokale markten in alle denkbare categorieën, die gebruikers kunnen gebruiken om het maximale uit hun dagelijkse leven te halen.
zh_cn: 火狐应用市场让用户可以查找、试用和购买与他们相关的应用和内容。这意味着用户可以得到与本地市场相关的各类应用，这些激动人心的、有效的和高质量的应用将会改变他们的日常生活。

source: Mozilla's global reach extends to hundreds of millions of Firefox users worldwide. Through intelligent Marketplace curation and effective use of Mozilla’s marketing channels, Mozilla can help developers can get their app into the hands of their target users around the world.
fr: Mozilla touche plusieurs centaines de millions d'utilisateurs de Firefox dans le monde entier. En exploitant intelligemment le Marketplace et les canaux de diffusion marketing de Mozilla, nous pouvons aider les développeurs à mettre leurs applications entre les mains de leur cible dans le monde entier.
ko: Mozilla의 전세계적 영향력은 전세계 수억명의 사용자들까지 확장되었습니다. 지능적인 마켓플레이스 전시 노하우와 Mozilla 마켓팅 채널의 효과적인 사용을 통해 Mozilla는 개발자들이 목표로 삼은 전세계 사용자들의 손에 앱을 들려줄 수 있도록 도울 수 있게 되었습니다.
nl: Mozilla’s invloedssfeer strekt zich uit tot honderden miljoenen Firefox-gebruikers wereldwijd. Door intelligente inzet van de Marketplace en effectief gebruik van de marketingkanalen kan Mozilla ontwikkelaars helpen hun apps ter beschikking te stellen aan hun doelgroep over de gehele wereld.
zh_cn: Mozilla 可以接触到全球数以亿计的 Firefox 用户。通过智能化的应用市场对接 Mozilla 的市场渠道，可以帮助开发者将他们的应用分发到全世界目标用户的手中。

source: Before the public launch later this year, Mozilla will be opening the Marketplace for user testing. Take advantage of this by being one of the first app developers to build a user base. Submit your app to:
fr: Avant le lancement public cette année, Mozilla ouvrira le Marketplace pour les tests des utilisateurs. Profitez de cette période pour être parmi les premiers développeurs et commencez à construire votre base d'utilisateurs. Envoyez votre application à :

source: Test your app with a committed group of early adopters.
fr: Testez votre application avec un groupe d'utilisateurs très actifs.
ko: 헌신적인 얼리 어답터 그룹에 앱 테스트를 맡겨보세요.
nl: Test uw app bij een toegewijde groep vroege gebruikers.
zh_cn: 借助忠诚的早期用户帮助您测试应用。

source: Target tech savvy consumers with your app.
fr: Visez les utilisateurs technophiles avec votre application.
ko: 기술적 상식을 갖춘 소비자들을 겨냥해서 앱을 만들어 보세요.
nl: Mik met uw app op technologie-georiënteerde gebruikers.
zh_cn: 以精明的科技产品消费者为您的应用的目标用户。

source: Sign up for our monthly newsletter about Firefox OS, Marketplace and the apps ecosystem. <a href="%(dev_phone_url)s">Check out the developer phone preview</a>
fr: Inscrivez-vous à notre lettre d'information mensuelle à propos de Firefox OS, du Marketplace et de l'écosystème d'applications. <a href="%(dev_phone_url)s">Jetez un œil au téléphone développeur</a>
ko: Firefox OS, 마켓플레이스, 앱 생태계에 관한 월간 뉴스레터를 구독해 보세요. <a href="%(dev_phone_url)s">개발자용 스마트폰 미리보기도 확인해 보시구요</a>
nl: Schrijf u in voor onze maandelijkse nieuwsbrief over Firefox OS, Marketplace en het apps-ecosysteem. <a href="%(dev_phone_url)s">Bekijk onze ontwikkelaarstelefoon</a>
zh_cn: 注册我们有关 Firefox OS 、应用市场和应用生态系统的每月通讯。<a href="%(dev_phone_url)s">看看开发者手机预览</a>

source: Intro to Open Web Apps
fr: Intro aux Open Web Apps
ko: 오픈 웹 앱 소개
nl: Introductie tot open webapps
zh_cn: 开放网络应用介绍

source: Phishing
fr: Hameçonnage

source: Attachment exceeds maximum size of %s.
fr: La taille maximale des pièces jointes dépasse le maximum de %s.
nl: Bijlage is groter dan de maximale %s.
zh_cn: 附件超过最大体积 %s 。

source: Has Editor Comment
fr: A des commentaires de l'éditeur
nl: Heeft editor-commentaar
zh_cn: 有编辑评论

source: More Info Requested
fr: Plus d'informations demandées
nl: Meer informatie gevraagd
zh_cn: 请求更多信息

source: Tablet
es: Tableta
fr: Tablette
ko: 태블릿
ru: Планшет
sl: Tabličnik
zh_cn: 工具栏

source: Mozilla Add-ons
cs: Doplňky Mozilly
el: Πρόσθετα Mozilla
es: Complementos de Mozilla
fr: Modules Mozilla
ko: Mozilla 부가 기능
pa_in: ਮੌਜੀਲਾ ਐਡ-ਆਨ
pt_pt: Extras da Mozilla
ru: Дополнения Mozilla
sl: Dodatki Mozilla
uk: Додатки Mozilla
zh_cn: Mozilla 附加组件

source: Marketplace
de: Marktplatz
pt_pt: Mercado
ru: Магазин
zh_cn: 市场

source: amo-editors at mozilla dot org
cs: amo-editors zavináč mozilla tečka org
de: amo-editors at mozilla punkt org
ko: amo-editors 골뱅이 mozilla 점 org
nl: amo-editors at mozilla punt org
pa_in: ਮੌਜੀਲਾ ਡਾੱਟ org ਤੇ amo-ਸੰਪਾਦਕ
uk: amo-editors на mozilla крапка org

source: <strong>%s</strong> &middot; %s &middot; %s
de: <strong>%s</strong> · %s · %s

source: %(title)s <em>&middot; %(lang)s</em>
de: %(title)s <em>· %(lang)s</em>

source: Gabon
de: Gabun
es: Gabón
ko: 가봉
ru: Габон
zh_cn: 加蓬

source: Zimbabwe
de: Simbabwe
es: Zimbabue
ko: 짐바브웨
ru: Зимбабве
sl: Zimbabve
zh_cn: 津巴布韦

source: Packaged apps are valid for only Firefox OS and Android.
de: Gepackte Anwendungen sind nur für Firefox OS und Android gültig.

source: FAQ
cs: Často kladené otázky
de: Häufige Fragen
sl: Pogosta vprašanja
uk: ЧАП
zh_cn: 常见问题

source: Menu
cs: Nabídka
de: Menü
es: Menú
ru: Меню

source: menu
cs: Nabídka
de: Menü
el: μενού
es: menú
ja: メニュー
ko: 메뉴
pa_in: ਮੀਨੂੰ
ru: меню
sl: meni
uk: меню
zh_cn: 菜单

source: (admin)
es: (administrador)
ja: (管理者)
ko: (관리자)
nl: (beheer)
pa_in: (ਪ੍ਰਬੰਧਕ)
ru: (админ)
zh_cn: （管理员）

source: <li><a href="http://www.activestate.com/komodo_edit/">Komodo Edit</a></li> <li><a href="http://macromates.com/">TextMate</a></li> <li><a href="http://notepad-plus.sourceforge.net/uk/site.htm">Notepad++</a></li> <li><a href="http://www.eclipse.org/">Eclipse IDE</a></li>
es: <li><a href="http://www.activestate.com/komodo_edit/">Komodo Edit</a></li> <li><a href="http://macromates.com/">TextMate</a></li> <li><a href="http://notepad-plus.sourceforge.net/uk/site.htm">Notepad++</a></li> <li><a href="http://www.eclipse.org/">Eclipse IDE</a></li> <li><a href="http://www.geany.org/">Geany</a></li>
nl: <li><a href="http://www.activestate.com/komodo_edit/">Komodo Edit</a></li> <li><a href="http://macromates.com/">TextMate</a></li> <li><a href="http://notepad-plus.sourceforge.net/uk/site.htm">Notepad++</a></li> <li><a href="http://www.eclipse.org/">Eclipse IDE</a></li> <li><a href="http://www.pspad.com/">PSPad</a></li> <li><a href="http://www.geany.org/">Geany</a></li>

source: {0} tweet
es: {0} tuit
ja: {0} 件のツイート
ko: 트윗 {0}개
pa_in: {0} ਟਵੀਟ
ru: {0} твит
sl: {0} tvit
uk: {0} твіт
zh_cn: {0} 次 tweet

source: Anguilla
es: Anguila
ko: 앙귈라
ru: Ангилья
sl: Angvila
zh_cn: 安圭拉

source: Belize
es: Belice
ko: 벨리즈
ru: Белиз
zh_cn: 伯利兹城

source: Bhutan
cs: Bhútán
es: Bután
ko: 부탄
ru: Бутан
sl: Butan
zh_cn: 不丹

source: Curaçao
es: Curazao
ko: 쿠라사우 섬
ru: Кюрасао
zh_cn: 库拉索岛

source: Lesotho
es: Lesoto
ko: 레소토
ru: Лесото
sl: Lesoto
zh_cn: 莱索托

source: Malawi
es: Malaui
ko: 말라위
ru: Малави
sl: Malavi
zh_cn: 马拉维

source: Niger
es: Níger
ko: 니제르
ru: Нигер
zh_cn: 尼日尔

source: Oman
cs: Omán
es: Omán
ko: 오만
ru: Оман
zh_cn: 阿曼

source: Pakistan
cs: Pákistán
es: Paquistán
ko: 파키스탄
ru: Пакистан
zh_cn: 巴基斯坦

source: Panama
es: Panamá
ko: 파나마
ru: Панама
zh_cn: 巴拿马

source: Saint Barthélemy
es: San Bartolomé
ko: 생바르텔레미
ru: Сен-Бартельми
zh_cn: 圣巴泰勒米

source: Sierra Leone
es: Sierra Leona
ko: 시에라리온
ru: Сьерра-Леоне
zh_cn: 塞拉利昂

source: Turkmenistan
cs: Turkmenistán
es: Turkmenistán
ko: 투르크메니스탄
ru: Туркменистан
zh_cn: 土库曼斯坦

source: Bank (2)
cs: Banka (2)
es: Banco (2)
ru: Банк (2)

source: Forum
cs: Fórum
el: Φόρουμ
es: Foro
ja: フォーラム
ko: 포럼
pa_in: ਫ਼ੋਰਮ
pt_pt: Fórum
ru: Форум
uk: Форум
zh_cn: 论坛

source: translate
ja: 翻訳
nl: vertalen
pa_in: ਅਨੁਵਾਦ
pt_pt: traduzir
uk: перекласти
zh_cn: 翻译

source: {addon} content rating changed to Adult.
ja: {addon} のコンテンツレーティングが成人向けに変更されました。
pa_in: {addon} ਸਮੱਗਰੀ ਰੇਟਿੰਗ ਬਾਲਗ ਵਿੱਚ ਬਦਲੀ ਗਈ।
pt_pt: Classificação de conteúdo de {addon} alterada para Adulto.
uk: Рейтинг вмісту {addon} змінено на Дорослий.
zh_cn: {addon} 内容分级已改为成人。

source: {addon} content rating changed.
ja: {addon} のコンテンツレーティングが変更されました。
pa_in: {addon} ਸਮੱਗਰੀ ਰੇਟਿੰਗ ਬਦਲ ਗਈ।
pt_pt: Classificação de conteúdo de {addon} alterada.
uk: Рейтинг вмісту {addon} змінено.
zh_cn: {addon} 内容分级已更改。

source: <p> Please enter <strong>both words</strong> below, <strong>separated by a space</strong>. </p> <p> If this is hard to read, you can <a href="#" id="recaptcha_different">try different words</a> or <a href="#" id="recaptcha_audio">try a different type of challenge</a> instead. </p>
zh_cn: <p> 请输入下面的两个<strong>单词</strong>，<strong>以空格分隔</strong>。 </p> <p> 如果真的很难读出，你可以<a href="#" id="recaptcha_different">再换一组单词</a>或者<a href="#" id="recaptcha_audio">尝试不同类型的挑战</a>。</p>

source: <p> %(consumer)s wants to be authorized to act on your behalf. This may include: </p> <ul> <li>Uploading, changing or removing add-ons on your behalf.</li> <li>Uploading, changing or removing versions of add-ons on your behalf.</li> <li> Learning personal information about you, such as your username and email address (but not your password). </li> </ul>
ja: <p> %(consumer)s が、あなたに代わって作業を行うために承認を必要としています。これには以下の作業が含まれます。 </p> <ul> <li>あなたに代わってアドオンをアップロード、変更、削除すること。</li> <li>あなたに代わってアドオンのバージョンをアップロード、変更、削除すること。</li> <li> あなたのユーザ名、メールアドレスといった、あなたに関する個人情報を参照すること (パスワードは含まれません)。 </li> </ul>
ko: <p> %(consumer)s님이 당신의 대리인으로써 인증을 받길 원하고 있습니다. 인증시 다음의 권한이 부여됩니다: </p><ul> <li>부가 기능의 업로드, 변경, 삭제를 대신 할 수 있습니다.</li> <li>부가 기능 세부 버전의 업로드, 변경, 삭제를 대신 할 수 있습니다.</li> <li> 사용자 이름과 이메일 주소 같은 당신의 개인 정보를 열람할 수 있습니다. (비밀번호는 제외)</li> </ul>
nl: <p> %(consumer)s vraagt om toestemming om namens u te handelen. Dit kan inhouden: </p> <ul> <li>Namens u uploaden, wijzigen of verwijderen van add-ons .</li> <li>Namens u uploaden, wijzigen of verwijderen van versies van add-ons.</li> <li> Lezen van persoonlijke informatie over u, zoals uw gebruikersnaam en e-mailadres (maar niet uw wachtwoord). </li> </ul>
pa_in: <p> %(consumer)s ਤੁਹਾਡੇ ਬਦਲੇ ਕੰਮ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਚਾਹੁੰਦੇ ਹਨ। ਇਹਨਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦਾ: </p> <ul> <li> ਤੁਹਾਡੇ ਬਦਲੇ ਐਡ-ਆਨ ਅੱਪਲੋਡ ਕਰਨਾ, ਬਦਲਣਾ ਜਾਂ ਹਟਾਉਣਾ।</li> <li> ਤੁਹਾਡੇ ਬਦਲੇ ਐਡ-ਆਨ ਦੇ ਵਰਜਨ ਅੱਪਲੋਡ ਕਰਨਾ, ਬਦਲਣਾ ਜਾਂ ਹਟਾਉਣਾ।</li> <li> ਤੁਹਾਡੇ ਬਾਰੇ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਲੈਣਾ, ਜਿਵੇਂ ਕਿ ਤੁਹਾਡਾ ਯੂਜ਼ਰ ਨਾਂ ਅਤੇ ਈਮੇਲ ਪਤਾ (ਪਰ ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਨਹੀਂ)।<li> </ul>
pt_pt: <p> O %(consumer)s quer ser autorizado a agir em sem nome. Isto pode incluir: </p> <ul> <li>Enviar, alterar ou remover extras em seu nome.</li> <li>Enviar, alterar ou remover extras por si.</li> <li> Obter informação pessoal sobre si, tais como o nome de utilizador e endereço de correio eletróncio (mas não a sua senha). </li> </ul>
uk: <p> %(consumer)s хоче отримати право діяти від Вашого імені. Це може включати: </p> <ul> <li>Завантаження, зміну чи видалення додатків від Вашого імені.</li> <li>Завантаження, зміну чи видалення версій додатків від Вашого імені.</li> <li> Доступ до Ваших персональних даних, таких як Ваше ім'я користувача і адреса електронної пошти (але не Ваш пароль). </li> </ul>
zh_cn: <p> %(consumer)s 希望获得授权代表您进行操作。包括：</p><ul><li>代表您上传、更改或者移除附加组件。</li><li>代表您上传、更改或者移除附加组件版本。</li><li>获取您的个人信息，例如用户名和电子邮件地址（但不会知道您的密码）。</li></ul>

source: URL:
ru: Ссылка:
zh_cn: 网址：

source: Mobile
cs: Mobilní
el: Κινητό
ja: モバイル
ko: 모바일
nl: Mobiel
pa_in: ਮੋਬਾਈਲ
sl: Mobilnost
uk: Мобільний
zh_cn: 移动版

source: Published
zh_cn: 已发布

source: Approved but unpublished
zh_cn: 已审核但未发布

source: Obsolete
zh_cn: 已废弃

source: Please choose a review nomination type
ja: 審査方法を選択してください
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਸਮੀਖਿਆ ਨਾਮਜ਼ਦਗੀ ਕਿਸਮ ਚੁਣੋ
pt_pt: Por favor, escolha um tipo de nomeação para a revisão
uk: Будь ласка, оберіть тип номінації на перевірку
zh_cn: 请选择提交审核的类型

source: Version %s disabled.
ja: バージョン %s は削除されました。
pa_in: ਵਰਜਨ %s ਅਯੋਗ ਹੋਇਆ।
pt_pt: Versão %s desativada.
uk: Версію %s відключено.
zh_cn: 已停用版本 %s。

source: If your add-on has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added.
ja: このアドオンのサポートサイトやフォーラムがある場合は、その URL をここに入力してください。Web サイトが他の言語向けにローカライズされている場合は、この項目の複数の翻訳を追加できます。
ko: 부가 기능이 기술 지원용 웹사이트나 포럼을 보유하고 있다면, 이곳에 주소를 입력해 주세요. 언어별로 사이트가 구축되어 있다면 각 언어마다 따로 항목을 추가해서 입력할 수도 있습니다.
nl: Als uw add-on een ondersteuningswebsite of -forum heeft, voer dan hier het adres in. Als uw website is vertaald naar andere talen, kunnen meerdere vertalingen van dit veld worden toegevoegd.
pt_pt: Se o seu Extra tem um site Web ou um fórum de suporte, especifique o seu endereço aqui. Se o seu site Web estiver disponível em vários idiomas, múltiplas traduções deste campo podem ser adicionadas.
zh_cn: 许多开发者提供了不同的支持方式，例如论坛，讨论组或者电子邮件。我们建议用户支持的问题可以通过这些媒体得到解答而不是通过附加组件的用户评论。

source: Download Statusbar
pt_pt: Transferir a barra de estado
ru: Загрузка в строке состояния
sl: Statusna vrstica za prenos
zh_cn: 下载状态栏

source: Many developers provide a support mechanism, such as a forum, discussion group, or email address. It is recommended that support questions be posted via those mediums instead of in an add-on's review section.
ko: 많은 개발자들이 포럼, 토론 그룹, 이메일 주소와 같은 기술 지원 수단을 제공하고 있습니다. 본 사이트의 부가 기능 사용자 평가 페이지 보다는 위의 수단을 통해 질문 사항을 올리는 것이 좋습니다.
nl: Veel ontwikkelaars bieden een ondersteuningsmechanisme, zoals een forum, discussiegroep of e-mailadres. Het wordt aanbevolen om ondersteuningsvragen te stellen via die media in plaats van in de beoordelingssectie van een add-on.
pa_in: ਬਹੁਤ ਸਾਰੇ ਡਿਵੈਲਪਰ ਇੱਕ ਸਹਿਯੋਗ ਸਾਧਨ ਦਿੰਦੇ ਹਨ, ਜਿਵੇਂ ਕਿ ਇੱਕ ਫ਼ੋਰਮ, ਚਰਚਾ ਗੁਰੱਪ, ਜਾਂ ਈਮੇਲ ਪਤਾ। ਐਡ-ਆਨ ਦੇ ਸਮੀਖਿਆ ਭਾਗ ਦੀ ਬਜਾਏ ਸਹਿਯੋਗ ਸਵਾਲਾਂ ਨੂੰ ਇਹਨਾਂ ਸਾਧਨਾਂ ਦੁਆਰਾ ਭੇਜਣ ਦੀ ਸ਼ਿਫ਼ਾਰਿਸ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
pt_pt: Muitos programadores fornecem um mecanismo de suporte, tais como fóruns, grupos de discussão ou um endereço de correio eletrónico. É recomendável que questões de suporte sejam colocadas através destes canais em vez da secção de análises do extra.
uk: Багато розробників надають механізм підтримки, такі як форум, дискусійна група або адресу електронної пошти. Ми рекомендуємо розміщувати питання щодо підтримки в цих середовищах замість розділу відгуків на додаток.
zh_cn: 许多开发者提供了不同的支持方式，例如论坛，讨论组或者电子邮件。我们建议用户支持的问题可以通过这些媒体得到解答而不是通过附加组件的用户对软件的评论。

source: You may update your theme design here once it has been approved.
ko: 승급이 되면 이곳에서 테마 디자인을 업데이트 할 수 있습니다.
nl: U kunt het ontwerp van uw thema als deze eenmaal is goedgekeurd hier bijwerken.
pa_in: ਹੋ ਸਕਦਾ ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੇ ਥੀਮ ਦਾ ਡਿਜਾਇਨ ਅੱਪਡੇਟ ਕਰੋ ਜਦੋਂ ਇਹ ਇੱਕ ਵਾਰ ਪ੍ਰਵਾਨਿਤ ਹੋ ਜਾਵੇ।
pt_pt: Pode atualizar aqui o design do seu tema após este ter sido aprovado.
uk: Ви можете оновити дизайн вашої теми тут після того, як вона буде схвалена.
zh_cn: 一旦审批通过，您就可以在此更新您的主题设计了。

source: Which review type would you like to nominate for?
pa_in: ਤੁਸੀਂ ਕਿਸ ਢੰਗ ਦੀ ਸਮੀਖਿਆ ਲਈ ਨੁਮਾਇੰਦਗੀ ਲੈਣਾ ਚਾਹੋਗੇ?
pt_pt: Para que tipo de revisão gostaria de nomear?
uk: На який тип перевірки ви хотіли б її номінувати?
zh_cn: 您希望提交哪个类型的审核？

source: <strong>Important:</strong> Once a version has been deleted, you may not upload a new version with the same version number.
pa_in: <strong>ਜ਼ਰੂਰੀ:</strong> ਜੇਕਰ ਇੱਕ ਵਾਰ ਵਰਜਨ ਹਟਾ ਲਿਆ ਗਿਆ, ਹੋ ਸਕਦਾ ਤੁਸੀਂ ਉਸੇ ਵਰਜਨ ਨੰਬਰ ਨਾਲ ਨਵਾਂ ਵਰਜਨ ਅੱਪਲੋਡ ਨਹੀਂ ਕਰ ਪਾਓ।
pt_pt: <strong>Importante:</strong> Assim que uma versão for eliminada, não poderá enviar uma nova versão com o mesmo número de versão.
uk: <strong>Важливо:</strong> Як тільки версія буде видалена, ви не зможете вивантажити нову версію з таким самим номером.
zh_cn: <strong>重要：</strong>一个版本一旦被删除，就不能再上传有相同版本号的新版本。

source: Deleting a version which has already been reviewed may also cause a significant delay in the review of your next update.
pa_in: ਸਮੀਖਿਆ ਕੀਤੇ ਗਏ ਵਰਜਨ ਨੂੰ ਹਟਾਉਣਾ ਤੁਹਾਡੇ ਅਗਲੇ ਅੱਪਡੇਟ ਦੀ ਸਮੀਖਿਆ ਵਿੱਚ ਕਾਫ਼ੀ ਦੇਰ ਹੋਣ ਦਾ ਕਾਰਨ ਬਣ ਸਕਦਾ।
pt_pt: Eliminar uma versão que já foi revista pode também causar um atraso significativo na revisão da sua próxima atualização.
uk: Видалення версії, яка вже була перевірена, також може спричинити значну затримку при перевірці вашого наступного оновлення.
zh_cn: 删除已审核的版本会导致下次更新时的审核时间显著延长。

source: Disable Version
pa_in: ਵਰਜਨ ਅਯੋਗ ਕਰੋ
pt_pt: Desativar versão
uk: Відключити версію
zh_cn: 停用版本

source: You're #{0} with {1} reviews
ja: あなたの審査回数は {1} 回で {0} 位です
pa_in: ਤੁਸੀਂ {1} ਸਮੀਖਿਆਵਾਂ ਨਾਲ #{0} ਹੋ
pt_pt: Você está na posição #{0} com {1} revisões
uk: Ви #{0} з {1} перевірками
zh_cn: 您是 #{0}，共 {1} 条评论

source: This Year
ja: 今年
pa_in: ਇਸ ਸਾਲ
pt_pt: Este ano
uk: Цього року
zh_cn: 今年

source: About Mozilla Add-ons
ja: Mozilla Add-ons について
pa_in: ਮੌਜੀਲਾ ਐਡ-ਆਨਾਂ ਬਾਰੇ
pt_pt: Sobre os Extras da Mozilla
uk: Про додатки Mozilla
zh_cn: 关于 Mozilla 附加组件

source: What is this website?
ja: このサイトは何ですか？
pa_in: ਇਹ ਵੈੱਬਸਾਈਟ ਕੀ ਹੈ?
pt_pt: O que é este site web?
uk: Що це за веб-сайт?
zh_cn: 这是个什么网站？

source: addons.mozilla.org, commonly known as "AMO", is Mozilla's official site for add-ons to Mozilla software, such as Firefox, Thunderbird, and SeaMonkey. Add-ons let you add new features and change the way your browser or application works. Take a look around and explore the thousands of ways to customize the way you do things online.
pa_in: addons.mozilla.org, ਆਮ ਕਰਕੇ "AMO" ਵਜੋਂ ਜਾਣੀ ਜਾਂਦੀ, ਮੌਜੀਲਾ ਸਾਫ਼ਟਵੇਅਰ ਦੇ ਐਡ-ਆਨਾਂ ਲਈ ਮੌਜੀਲਾ ਦੀ ਅਧਿਕਾਰਕ ਸਾਈਟ ਹੈ, ਜਿਵੇਂ ਕਿ ਫ਼ਾਇਰਫ਼ਾਕਸ, ਥੰਡਰਬਰਡ, ਅਤੇ ਸੀਮੰਕੀ। ਐਡ-ਆਨ ਤੁਹਾਨੂੰ ਨਵੇਂ ਗੁਣ ਸ਼ਾਮਲ ਅਤੇ ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਜਾਂ ਐਪਲੀਕੇਸ਼ਨ ਦੇ ਕੰਮ ਕਰਨ ਦੇ ਢੰਗ ਵਿੱਚ ਬਦਲਾਅ ਕਰਨ ਦਿੰਦੇ ਹਨ। ਆਲੇ-ਦੁਆਲੇ ਇੱਕ ਨਜ਼ਰ ਮਾਰੋ ਅਤੇ ਆਪਣੇ ਆਨਲਾਈਨ ਕੰਮ ਕਰਨ ਦੇ ਤਰੀਕਿਆਂ ਵਿੱਚ ਬਦਲਾਅ ਕਰਨ ਲਈ ਹਜ਼ਾਰਾਂ ਢੰਗਾਂ ਦੀ ਪੜਚੋਲ ਕਰੋ।
pt_pt: addons.mozilla.org, geralmente conhecido como "AMO", é o site oficial da Mozilla para extras do software da Mozilla, tais como o Firefox, Thunderbird e SeaMonkey. Os extras permitem adicionar novas funcionalidades e alterar a forma como o seu navegador ou aplicação funcionam. Dê uma vista de olhos e explore as milhares de formas para personalizar o modo como faz as coisas online.
uk: addons.mozilla.org, також відомий як "AMO" є офіційним сайтом Mozilla для додатків до програмного забезпечення Mozilla, таких як Firefox, Thunderbird та SeaMonkey. Додатки дозволяють вам додавати нові функції та змінювати спосіб роботи вашого браузера чи іншої програми. Погляньте навколо і відкрийте тисячі способів пристосувати своє перебування та роботу в Інтернеті.
zh_cn: addons.mozilla.org，俗称“AMO”，是 Mozilla 官方的为 Mozilla 附加组件所设立的站点，服务如 Firefox、Thunderbird 和 SeaMonkey。附加组件可以增添或改变你使用浏览器或应用程序的功能或方式。四处逛逛，探索无数的方法来定制你的在线网络生活。

source: Who creates these add-ons?
ja: これらのアドオンは誰が作っているのですか？
pa_in: ਇਹਨਾਂ ਐਡ-ਆਨਾਂ ਨੂੰ ਕਿਸ ਨੇ ਬਣਾਇਆ?
pt_pt: Quem cria estes extras?
uk: Хто створює ці додатки?
zh_cn: 谁创造了这些附加组件？
