Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: An unknown error occurred
cs: Nastala neznámá chyba
de: Ein unbekannter Fehler ist aufgetreten
es: Ha sucedido un error desconocido.
fr: Une erreur inconnue est survenue
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류 발생
nl: Er is een onbekende fout opgetreden
pa_in: ਅਣਜਾਣ ਖਾਮੀ ਆਈ
pl: Wystąpił nieznany błąd
pt_pt: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка
uk: Сталася невідома помилка
zh_cn: 发生未知错误

source: Self-reviews are not allowed.
cs: Kontrola vlastních doplňků není povolena.
de: Selbstüberprüfungen sind nicht erlaubt.
el: Δεν επιτρέπονται αξιολογήσεις για το δικό σας πρόσθετο
es: Las autorevisiones no están permitidas.
fr: Les auto-revues ne sont pas autorisées.
it: Le auto revisioni non sono consentite.
ja: 自己審査は認められません
ko: 자신의 부가 기능은 심사할 수 없습니다.
nl: Zelfbeoordelingen zijn niet toegestaan.
pa_in: ਸਵੈ-ਸਮੀਖਿਆਵਾਂ ਪ੍ਰਵਾਨ ਨਹੀਂ।
pl: Sprawdzanie własnych dodatków jest niedozwolone.
pt_pt: Não são permitidas auto-revisões.
ru: Самопроверка не разрешена.
sl: Samo-recenzije niso dovoljene.
zh_cn: 不允许自我审核。

source: Review successfully processed.
cs: Kontrola úspěšně provedena.
de: Überprüfung erfolgreich verarbeitet.
el: Η αξιολόγηση επεξεργάστηκε με επιτυχία.
es: Revisión procesada con éxito.
fr: Revue complétée avec succès.
it: Revisione elaborata correttamente.
ja: 審査処理が完了しました。
ko: 심사 작업을 진행 합니다.
nl: Beoordeling met succes verwerkt.
pa_in: ਸਮੀਖਿਆ ਤੇ ਕਾਰਵਾਈ ਸਫ਼ਲਤਾਪਰੂਵਕ ਹੋਈ।
pl: Sprawdzenie zakończone pomyślnie.
pt_pt: Revisão processada com sucesso.
ru: Проверка успешно обработана.
sl: Recenzija uspešno obdelana.
zh_cn: 审核处理成功。

source: was approved
cs: byl schválen
de: wurde freigegeben
el: εγκρίθηκε
es: ha sido aprobado
fr: a été approuvé
it: è stato approvato
ja: は承認されました
ko: 이(가) 승인되었습니다
nl: is goedgekeurd
pa_in: ਪ੍ਰਵਾਨਿਤ ਹੋਇਆ ਸੀ
pl: zaakceptowany
pt_pt: foi aprovado
ru: было одобрено
sl: je bil odobren
uk: було схвалено
zh_cn: 已通过审核

source: given preliminary review
cs: byl předběžně zkontrolován
de: wurde vorläufig überprüft
el: δόθηκε εισαγωγική αξιολόγηση
es: revisado en forma preliminar
fr: a reçu une revue préliminaire
it: revisione preliminare
ja: は事前審査を承認されました
ko: 이(가) 예비 심사 등급이 주어졌습니다
nl: is voorlopig beoordeeld
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਦਿੱਤੀ ਗਈ
pl: wstępnie sprawdzony
pt_pt: dado comentário preliminar
ru: дано предварительное одобрение
sl: je bil predhodno pregledan
zh_cn: 已给予初步审核

source: rejected
cs: zamítnuto
de: abgelehnt
el: απορρίφθηκε
es: rechazado
fr: rejeté
it: respinto
ja: は却下されました
ko: 이(가) 심사 거부되었습니다
nl: is afgewezen
pa_in: ਰੱਦ ਕੀਤਾ
pl: odrzucony
pt_pt: rejeitado
ru: отвергнуто
sl: zavrnjen
uk: відхилено
zh_cn: 已拒绝

# editors_review_history_nominated_adminreview
source: escalated
cs: bude detailně zkontrolován
de: weitergereicht
el: κλιμακώθηκε
es: remitido por incidencias
fr: escaladé
it: inoltrato
ja: は上級審査に回されました
ko: 이(가) 검토 대상이 되었습니다
nl: is geëscaleerd
pa_in: ਵਧਿਆ
pl: przekazane
pt_pt: escalado
ru: отправлено наверх
sl: stopnjevan
uk: передано вище
zh_cn: 已进入升级流程

source: needs more information
cs: potřeba více informací
de: benötigt weitere Informationen
el: χρειάζονται περισσότερες πληροφορίες
es: necesita más información
fr: besoin de plus d'informations
it: richieste ulteriori informazioni
ja: は詳しい情報を求められました
ko: 추가 정보 요구
nl: heeft meer informatie nodig
pa_in: ਹੋਰ ਜਾਣਕਾਰੀ ਦੀ ਲੋੜ
pl: potrzebuje więcej informacji
pt_pt: necessita de mais informação
ru: необходимо больше информации
sl: potrebno je več podatkov
uk: потребує додаткову інформацію
zh_cn: 需要更多信息

source: needs super review
cs: potřebuje kontrolu administrátory
de: benötigt Super-Überprüfung
el: χρειάζεται αξιολόγηση συντάκτη
es: necesita una super revisión
fr: besoin d'une super-revue
it: richiesta super revisione
ja: は上級審査が必要です
ko: 상급 심사 필요
nl: vereist superbeoordeling
pa_in: ਉੱਤਮ ਸਮੀਖਿਆ ਦੀ ਲੋੜ
pl: potrzebuje specjalnego sprawdzenia
pt_pt: necessita de super revisão
ru: необходимо super review
sl: potrebuje superpregled
zh_cn: 需要超级审核

source: {addon} :: Abuse Reports
cs: {addon} :: Nahlášená zneužití
de: {addon} :: Missbrauchsmeldungen
es: {addon} :: Informes de abuso
fr: {addon} :: Rapport d'abus
it: {addon} :: Segnalazioni abusi
ja: {addon} :: 不正報告
ko: {addon} :: 정책 위반 신고
nl: {addon}:: Misbruikrapporten
pa_in: {addon} :: ਬਦਸਲੂਕੀ ਸੂਚਨਾਵਾਂ
pl: {addon} :: Zgłoszenia naruszenia zasad
pt_pt: {addon} :: Relatar abuso
ru: {addon} :: Жалобы на нарушения
sl: {addon} :: poročila o zlorabi
uk: {addon} :: Скарги про зловживання
zh_cn: {addon} :: 滥用报告

source: Abuse Reports for {addon} ({num})
cs: Nahlášená zneužití pro doplněk {addon} ({num})
de: Missbrauchsmeldungen für {addon} ({num})
es: Informes de abuso sobre {addon} ({num})
fr: Rapports d'abus pour {addon} ({num})
it: Segnalazione abusi per {addon} ({num})
ja: {addon} の不正報告 ({num})
ko: {addon} ({num})에 대한 정책 위반 신고
nl: Misbruikrapporten voor {addon} ({num})
pa_in: {addon} ({num}) ਲਈ ਬਦਸਲੂਕੀ ਰਿਪੋਰਟਾਂ
pl: Zgłoszenia naruszenia zasad dla {addon} ({num})
pt_pt: Denúncias de abuso do {addon} ({num})
ru: Сообщения о злоупотреблениях для {addon} ({num})
sl: Poročila o zlorabi za {addon} ({num})
uk: Звіт про зловживання для {addon} ({num})
zh_cn: {addon} 的滥用报告（{num}）

source: %(user)s on %(date)s [%(ip_address)s]
cs: %(user)s dne %(date)s [%(ip_address)s]
de: %(user)s am %(date)s [%(ip_address)s]
es: %(user)s el %(date)s [%(ip_address)s]
fr: %(user)s le %(date)s [%(ip_address)s]
it: %(user)s il %(date)s [%(ip_address)s]
ko: 사용자: %(user)s 날짜: %(date)s [%(ip_address)s]
nl: %(user)s op %(date)s [%(ip_address)s]
pl: %(user)s dnia %(date)s [%(ip_address)s]
pt_pt: %(user)s em %(date)s [%(ip_address)s]
ru: %(user)s на %(date)s [%(ip_address)s]
sl: %(user)s dne %(date)s [%(ip_address)s]
uk: %(user)s на %(date)s [%(ip_address)s]
zh_cn: %(user)s 于 %(date)s [%(ip_address)s]

source: <i>anonymous</i> on %(date)s [%(ip_address)s]
cs: <i>anonymní</i> dne %(date)s [%(ip_address)s]
de: <i>Anonym</i> am %(date)s [%(ip_address)s]
es: <i>anónimo</i> el %(date)s [%(ip_address)s]
fr: <i>anonyme</i> le %(date)s [%(ip_address)s]
it: <i>anonimo</i> il %(date)s [%(ip_address)s]
ko: 사용자: <i>익명</i> 날짜: %(date)s [%(ip_address)s]
nl: <i>anoniem</i> op %(date)s [%(ip_address)s]
pa_in: %(date)s [%(ip_address)s] ਤੇ <i>ਅਗਿਆਤ</i>
pl: <i>anonimowy</i> dnia %(date)s [%(ip_address)s]
pt_pt: <i>anônimo</i> em %(date)s [%(ip_address)s]
ru: <i>anonymous</i> в %(date)s [%(ip_address)s]
sl: <i>anonimno</i> dne %(date)s [%(ip_address)s]
uk: <i>anonymous</i> в %(date)s [%(ip_address)s]
zh_cn: <i>匿名</i> 来自 %(date)s [%(ip_address)s]

source: Return to the Editor Tools homepage
cs: Zpět na domovskou stránků Nástroje redaktora
de: Zurück zur Startseite der Werkzeuge für Redakteure
el: Επιστροφή στην αρχική σελίδα εργαλείων συντακτών
es: Volver a la página de herramientas del editor
fr: Retourner à la page d'accueil des outils pour l'éditeur
it: Ritorna alla pagina principale degli strumenti per editori
ja: エディタ用ツールのホームページへ戻る
ko: 편집자 도구 대문으로 돌아가기
nl: Terug naar de startpagina van Editorhulpmiddelen
pa_in: ਸੰਪਾਦਕ ਟੂਲ ਮੁੱਖਸਫ਼ੇ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do strony strefy recenzentów
pt_pt: Voltar à página inicial das ferramentas do editor
ru: Вернуться на страницу инструментов проверяющего
sl: Nazaj na domačo stran Orodja za urejanje
uk: Повернутися до домівки інструментів редактора
zh_cn: 返回审核员工具首页

source: Queues
cs: Fronty
de: Listen
el: Λίστες αναμονής
es: Colas
fr: Files d'attente
it: Code
ja: 審査待ち
ko: 대기열
nl: Wachtrijen
pa_in: ਕਤਾਰਾਂ
pl: Kolejki
pt_pt: Esperas
ru: Очереди
sl: Čakalne vrste
uk: Черги
zh_cn: 队列

source: Logs
cs: Záznamy
el: Καταγραφές
es: Registros
fr: Journaux
it: Registri
ja: 履歴
ko: 기록
nl: Logbestanden
pa_in: ਚਿੱਠੇ
pl: Dzienniki
pt_pt: Registos
ru: Логи
sl: Dnevniki
uk: Логи
zh_cn: 日志

source: Add-on Review Log
cs: Seznam kontrol doplňků
de: Logbuch der Add-on-Überprüfungen
es: Registro de revisiones del complemento
fr: Journal de revue du module
it: Registro revisione componente aggiuntivo
ja: アドオンの審査履歴
ko: 부가 기능 심사 기록
nl: Add-on-beoordelingslogboek
pa_in: ਐਡ-ਆਨ ਸਮੀਖਿਆ ਚਿੱਠਾ
pl: Dziennik sprawdzeń dodatków
pt_pt: Registo da revisão do extra
ru: Журнал проверок дополнений
sl: Dnevnik s pregledi dodatkov
uk: Журнал перевірок додатків
zh_cn: 附加组件审核日志

source: Moderated Review Log
cs: Seznam moderovaných recenzí
de: Logbuch der moderierten Überprüfungen
es: Registro de revisiones moderadas
fr: Journal de revue modéré
it: Registro di revisione moderato
ja: 管理者審査履歴
ko: 심사 조정 기록
nl: Gemodereerd beoordelingslogboek
pa_in: ਦਰਮਿਆਨੀ ਸਮੀਖਿਆ ਚਿੱਠਾ
pl: Dziennik moderacji opinii
pt_pt: Registo da moderação da revisão
ru: Журнал модерируемых проверок
sl: Moderiran dnevnik pregledov
uk: Журнал модерованих перевірок
zh_cn: 提请仲裁的评论日志

source: Announcement
cs: Oznámení
de: Ankündigung
el: Ανακοίνωση
es: Anuncio
fr: Annonce
it: Annuncio
ja: お知らせ
ko: 알림
nl: Mededeling
pa_in: ਐਲਾਨ
pl: Komunikaty
pt_pt: Anúncio
ru: Объявление
sl: Objava
uk: Оголошення
zh_cn: 公告

source: Filter
cs: Filtr
el: Φίλτρο
es: Filtrar
fr: Filtrer
it: Filtro
ja: フィルタ
ko: 필터
nl: Filteren
pa_in: ਫ਼ਿਲਟਰ
pl: Filtruj
pt_pt: Filtro
ru: Фильтр
uk: Фільтр
zh_cn: 过滤器

source: Date
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
it: Data
ja: 日付
ko: 날짜
nl: Datum
pa_in: ਮਿਤੀ
pl: Data
pt_pt: Data
ru: Дата
sl: Datum
uk: Дата
zh_cn: 日期

source: Event
cs: Událost
de: Ereignis
el: Συμβάν
es: Evento
fr: Évènement
it: Evento
ja: イベント
ko: 이벤트
nl: Gebeurtenis
pa_in: ਸਮਾਗਮ
pl: Zdarzenie
pt_pt: Evento
ru: Событие
sl: Dogodek
uk: Подія
zh_cn: 事件

source: More details.
cs: Více informací.
de: Mehr Details.
el: Περισσότερες λεπτομέρειες.
es: Más detalles.
fr: Plus de détails.
it: Ulteriori dettagli.
ja: 詳細
ko: 보다 자세한 정보를 봅니다.
nl: Meer details.
pa_in: ਹੋਰ ਵੇਰਵੇ।
pl: Więcej szczegółów.
pt_pt: Mais detalhes
ru: Подробнее.
uk: Детальніше.
zh_cn: 更多详细信息。

source: No events found for this period.
cs: V této periodě nebyla nalezena žádná událost.
de: Keine Ereignisse für diesen Zeitraum gefunden.
es: No se encontraron eventos para este periodo.
fr: Pas d'évènement trouvé pour cette période.
it: Nessun evento disponibile in questo periodo.
ja: この期間のイベントは見つかりませんでした。
ko: 이 기간 동안엔 이벤트가 없습니다.
nl: Geen gebeurtenissen gevonden in deze periode.
pa_in: ਇਸ ਮਿਆਦ ਦੌਰਾਨ ਕੋਈ ਸਮਾਗਮ ਨਹੀਂ ਮਿਲਿਆ।
pl: Brak wydarzeń w tym okresie.
pt_pt: Sem eventos encontrados para este período.
ru: События за этот период не найдены.
sl: Za to obdobje ni najti dogodkov.
uk: Для цього періоду подій не знайдено.
zh_cn: 在此时间段内没有事件。

source: Log Details
cs: Detail logu
de: Logbuch-Details
el: Λεπτομέρειες καταγραφής
es: Detalles del registro
fr: Enregistrer les détails
it: Dettagli registro
ja: 履歴の詳細
ko: 기록 세부 정보
nl: Logboekdetails
pa_in: ਚਿੱਠੇ ਦਾ ਵੇਰਵਾ
pl: Szczegóły dziennika
pt_pt: Detalhes do registo
ru: Подробный лог
sl: Podrobnosti dnevnika
uk: Подробиці журналу
zh_cn: 日志详细信息

source: Log details
cs: Detaily záznamů
de: Logbuch-Details
el: Λεπτομέρειες καταγραφής
es: Detalles del registro
fr: Enregistrer les détails
it: Dettagli registro
ja: 履歴の詳細
ko: 자세한 기록
nl: Details loggen
pa_in: ਚਿੱਠੇ ਦਾ ਵੇਰਵਾ
pl: Szczegóły dziennika
pt_pt: Detalhes do registo
ru: Лог подробностей
uk: Подробиці журналу
zh_cn: 日志详细信息

source: Full Review ({num})
cs: Plná kontrola ({num})
de: Vollständige Überprüfung ({num})
es: Revisión completa ({num})
fr: Revue complète ({num})
it: Revisione completa ({num})
ja: 本審査 ({num})
ko: 전체 심사 ({num})
nl: Volledige beoordeling ({num})
pa_in: ਪੂਰੀ ਸਮੀਖਿਆ ({num})
pl: Pełne sprawdzenie({num})
pt_pt: Revisão completas ({num})
ru: Полная проверка ({num})
sl: Popoln pregled ({num})
uk: Повний розгляд ({num})
zh_cn: 全面审核（{num}）

source: Pending Update ({num})
cs: Čekající aktualizace ({num})
de: Ausstehende Aktualisierung ({num})
es: Actualización pendiente ({num})
fr: Mise à jour en attente ({num})
it: In attesa di aggiornamento ({num})
ja: 更新審査待ち ({num})
ko: 업데이트 대기 ({num})
nl: Wacht op update ({num})
pa_in: ਅਧੂਰੀ ਸਮੀਖਿਆ ({num})
pl: Aktualizacje ({num})
pt_pt: Actualização em espera ({num})
ru: Ожидающее обновления ({num})
sl: Posodobitev v teku ({num})
uk: Очікуване оновлення ({num})
zh_cn: 等待更新（{num}）

source: Preliminary Review ({num})
cs: Předběžná kontrola ({num})
de: Vorläufige Überprüfung ({num})
es: Revisión preliminar ({num})
fr: Revue préliminaire ({num})
it: Revisione preliminare ({num})
ja: 事前審査 ({num})
ko: 예비 심사 ({num})
nl: Voorlopige beoordeling ({num})
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ({num})
pl: Wstępne sprawdzenie ({num}
pt_pt: Revisão preliminar ({num})
ru: Предварительная проверка ({num})
sl: Predhoden pregled ({num})
uk: Попередній розгляд ({num})
zh_cn: 初步审核（{num}）

source: {c} unreviewed submissions.
cs: {c} nezkontrolované přidání.
de: {c} nicht überprüfte Einreichung.
es: {c} envíos no revisados.
fr: {c} propositions non revues.
it: {c} inserimento non visionato.
ja: {c} 個のアドオンが審査待ちです。
ko: 심사되지 않은 부가 기능은 {c}개 입니다.
nl: {c} niet-beoordeelde indiening.
pl: {c} niesprawdzone nowe zgłoszenie
ru: {c} непроверенное представление.
sl: {c} nepregledanih predlogov.
zh_cn: {c} 个尚未审核的提交项。

source: Current waiting times:
cs: Aktuální doby čekání:
de: Aktuelle Wartezeiten
es: Tiempos de espera actuales:
fr: Derniers temps d'attente :
it: Tempi di attesa correnti:
ja: 現在の待ち時間:
ko: 현재 대기 시간:
nl: Huidige wachttijden:
pa_in: ਮੌਜੂਦਾ ਉਡੀਕ ਸਮਾਂ:
pl: Czas oczekiwania:
pt_pt: Tempos de espera actuais:
ru: Текущее время ожидания:
sl: Trenutne čakalne dobe:
uk: Поточний час очікування:
zh_cn: 目前等待时间：

source: {0} add-on
cs: {0} doplněk
el: {0} πρόσθετο
es: {0} complemento
fr: {0} module
it: {0} componente aggiuntivo
ja: {0} 個のアドオン
ko: 부가 기능 {0}개
pa_in: {0} ਐਡ-ਆਨ
pl: {0} dodatek
pt_pt: {0} extra
ru: {0} дополнение
sl: {0} dodatek
uk: {0} додаток
zh_cn: {0} 个附加组件

source: Total Reviews
cs: Celkový počet kontrol
de: Bewertungen gesamt
el: Συνολικές αξιολογήσεις
es: Valoraciones totales
fr: Total des revues
it: Totale revisioni
ja: 合計審査回数
ko: 총 심사 수
nl: Totale aantal beoordelingen
pa_in: ਕੁੱਲ ਸਮੀਖਿਆਵਾਂ
pl: Ogólna liczba sprawdzeń
pt_pt: Total de revisões
ru: Всего проверок
sl: Skupaj recenzij
uk: Всього розглядів
zh_cn: 总计审核数

source: Reviews This Month
cs: Kontrol tento měsíc
de: Überprüfungen in diesem Monat
el: Αξιολογήσεις μηνός
es: Revisiones este mes
fr: Revues du mois
it: Revisioni del mese
ja: 今月の審査回数
ko: 이달의 심사
nl: Beoordelingen deze maand
pa_in: ਇਸ ਮਹੀਨੇ ਦੀਆਂ ਸਮੀਖਿਆਵਾਂ
pl: Sprawdzenia w tym miesiącu
pt_pt: Revisões deste mês
ru: Проверки за этот месяц
sl: Pregledi ta mesec
uk: Розгляди цього місяця
zh_cn: 本月审核数

source: New Editors
cs: Noví redaktoři
de: Neue Moderatoren
el: Νέοι συντάκτες
es: Nuevos editores
fr: Nouveaux éditeurs
it: Nuovi revisori
ja: 新しいエディタ
ko: 새 편집자
nl: Nieuwe editors
pa_in: ਨਵੇਂ ਸੰਪਾਦਕ
pl: Nowi recenzenci
pt_pt: Novos editores
ru: Новые редакторы
sl: Novi uredniki
uk: Нові редактори
zh_cn: 新审核员

source: Moderated Review ({num})
cs: Moderování recenzí ({num})
de: Moderierte Überprüfung ({num})
es: Revisión moderada ({num})
fr: Revue modérée ({0})
it: Revisione moderata ({num})
ja: 管理者審査 ({num})
ko: 조정중인 심사 ({num})
nl: Gemodereerde beoordeling ({num})
pa_in: ਦਰਮਿਆਨੀ ਸਮੀਖਿਆ ({num})
pl: Opinie do moderacji ({num})
pt_pt: Revisão moderada ({num})
ru: Модерируемая проверка ({num})
sl: Moderiran pregled ({num})
uk: Модерована перевірка ({num})
zh_cn: 提请仲裁的评论（{num}）

source: Reviewer Leaderboard
cs: Nástěnka redaktorů
de: Rangliste der Bewerter
es: Panel de clasificación del revisor
fr: Récapitulatif de l'éditeur
it: Classifica revisori
ja: 審査担当者用ダッシュボード
ko: 심사자 현황판
nl: Beoordelaars-scorebord
pa_in: ਸਮੀਖਿਅਕ ਦਾ ਲੀਡਰਬੋਰਡ
pl: Tablica wiodących recenzentów
pt_pt: Tabela de classificações dos revisores
ru: Панель лидера редакторов
uk: Панель лідерів редакторів
zh_cn: 审核者排行榜

source: No review points awarded yet.
de: Noch keine Bewertungspunkte verliehen.
es: No se otorgaron puntos todavía.
fr: Pas encore de point de vérification gagné.
it: Nessun punto assegnato dalle revisioni.
ko: 아직 받은 평가 점수가 없습니다.
nl: Nog geen beoordelingspunten toegekend.
pa_in: ਹਾਲੇ ਤੱਕ ਕੋਈ ਸਮੀਖਿਆ ਅੰਕ ਨਹੀਂ ਦਿੱਤੇ ਗਏ।
pl: Nie przyznano jeszcze punktów sprawdzenia.
pt_pt: Nenhum ponto recebido ainda.
uk: Бали за перевірку поки що не нараховано.
zh_cn: 尚未获得评论点。

source: Rank
cs: Hodnocení
de: Rang
el: Βαθμολογία
es: Posición
fr: Rang
it: Classifica
ja: ランク
ko: 순위
nl: Rang
pa_in: ਦਰਜਾ
pl: Klasyfikacja
pt_pt: Classificação
ru: Место
sl: Vrstni red
uk: Рейтинг
zh_cn: 排名

source: Score
cs: Skóre
de: Punktestand
es: Puntuación
it: Punteggio
ja: スコア
ko: 점수
pa_in: ਅੰਕ
pl: Wynik
pt_pt: Pontuação
sl: rezultat
uk: Оцінка
zh_cn: 积分

source: Message of the Day
cs: Zpráva dne
de: Nachricht des Tages
el: Μήνυμα της ημέρα
es: Mensaje del día
fr: Message du jour
it: Messaggio del giorno
ja: 今日のメッセージ
ko: 오늘의 메시지
nl: Bericht van de dag
pa_in: ਅੱਜ ਦਾ ਸੁਨੇਹਾ
pl: Wiadomość dnia
pt_pt: Mensagem do dia
ru: Сообщение дня
sl: Sporočilo dneva
uk: Повідомлення дня
zh_cn: 每日消息

source: Update message of the day
cs: Aktualizace zprávy dne
de: Nachricht des Tages aktualisieren
el: Ενημέρωση του μηνύματος της ημέρας
es: Actualizar mensaje del día
fr: Mettre à jour le message du jour
it: Aggiorna messaggio del giorno
ja: 今日のメッセージを更新
ko: 오늘의 메시지 업데이트
nl: Bericht van de dag bijwerken
pa_in: ਅੱਜ ਦਾ ਸੁਨੇਹਾ ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizuj wiadomość dnia
pt_pt: Atualizar mensagem do dia
ru: Обновить послание дня
sl: Posodobi sporočilo dneva
uk: Оновити повідомлення дня
zh_cn: 更新每日消息

source: Save
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pa_in: ਸੰਭਾਲ੍ਹੋ
pl: Zapisz
pt_pt: Guardar
ru: Сохранить
sl: Shrani
uk: Зберегти
zh_cn: 保存

# editorcp_reviewlog_page_heading
source: Add-on Editor Performance
cs: Aktivita redaktora
de: Leistung der Add-on-Redakteure
es: Rendimiento del editor de complementos
fr: Performance de l'éditeur de module
it: Prestazioni revisore
ja: アドオンエディタのパフォーマンス
ko: 부가 기능 편집자 활동 내역
nl: Add-on-editorprestaties
pa_in: ਐਡ-ਆਨ ਸੰਪਾਦਕ ਕਾਰਗੁਜ਼ਾਰੀ
pl: Aktywność recenzenta dodatków
pt_pt: Desempenho do editor do extra
ru: Производительность редактора дополнений
sl: Uspešnost urednika dodatkov
uk: Продуктивність редактора додатків
zh_cn: 附加组件审核员绩效

source: View statistics for user
cs: Zobrazit statistiky uživatele
de: Statistiken für Benutzer ansehen
es: Ver estadísticas del usuario
fr: Voir les statistiques de l'utilisateur
it: Visualizza statistiche per utente
ja: ユーザ統計を表示
ko: 사용자 통계 보기
nl: Statistieken voor gebruiker bekijken
pa_in: ਉਪਭੋਗੀ ਦੇ ਅੰਕੜੇ ਵਿਖਾਓ
pl: Statystyki dla użytkownika
pt_pt: Ver estatísticas para o utilizador
ru: Просмотр статистики пользователя
sl: Prikaži statistiko za uporabnika
uk: Перегляд статистики для користувача
zh_cn: 查看用户状态

source: Range
cs: Rozsah
de: Zeitraum
es: Rango
fr: Intervalle
it: Intervallo
ja: 範囲
ko: 범위
nl: Bereik
pa_in: ਸੀਮਾ
pl: Zakres
pt_pt: Intervalo
ru: Диапазон
sl: Razpon
uk: Діапазон
zh_cn: 范围

source: Your Reviews
cs: Vaše kontroly
de: Ihre Überprüfungen
es: Tus revisiones
fr: Vos critiques
it: Le tue revisioni
ja: あなたの審査
ko: 내 심사 내역
nl: Uw beoordelingen
pa_in: ਤੁਹਾਡੀਆਂ ਸਮੀਖਿਆਵਾਂ
pl: Twoje sprawdzenia
pt_pt: Os seus comentários
ru: Ваши отзывы
sl: Vaši pregledi
uk: Ваші відгуки
zh_cn: 您的审核

source: By {user_name}
cs: Od {user_name}
de: Von {user_name}
el: Από {user_name}
es: Por {user_name}
fr: Par {user_name}
it: Di {user_name}
ja: {user_name} の審査
ko: 작성자: {user_name}
nl: Door {user_name}
pa_in: ਵੱਲੋਂ {user_name}
pl: Autorstwa {user_name}
pt_pt: Por {user_name}
ru: От {user_name}
sl: Od {user_name}
uk: Від {user_name}
zh_cn: 发表自：{user_name}

source: Active Contributors
cs: Aktivní přispěvatelé
de: Aktive Mitwirkende
el: Ενεργοί συντελεστές
es: Colaboradores activos
fr: Contributeurs actifs
it: Collaboratori attivi
ja: アクティブな貢献者
ko: 기부 제도 사용하기
nl: Actieve medewerkers
pa_in: ਸਰਗਰਮ ਹਿੱਸੇਦਾਰ
pl: Aktywni uczestnicy
pt_pt: As minhas revisões
ru: Активные участники
sl: Aktivni sodelavci
uk: Активні учасники
zh_cn: 活跃的贡献者

source: This Month
cs: Tento měsíc
de: Dieser Monat
el: Αυτό το μήνα
es: Este mes
fr: Ce mois
it: Questo mese
ja: 今月
ko: 이번달
nl: Deze maand
pa_in: ਇਸ ਮਹੀਨੇ
pl: Ten miesiąc
pt_pt: Este mês
ru: Этот месяц
sl: Ta mesec
uk: Цього місяця
zh_cn: 本月

source: Past Year
cs: Minulý rok
de: Letztes Jahr
es: El año pasado
fr: L'année passée
it: Ultimo anno
ko: 작년
nl: Afgelopen jaar
pl: Ostatni rok
ru: Последний год
sl: Preteklo leto

source: Monthly Performance
cs: Měsíční aktivita
de: Monatliche Leistung
es: Rendimiento mensual
fr: Performance mensuelle
it: Prestazione mensile
ja: 月別パフォーマンス
ko: 월간 활동
nl: Maandelijkse prestaties
pa_in: ਮਹੀਨਾਵਾਰ ਕਾਰਗੁਜ਼ਾਰੀ
pl: Miesięczna aktywność
pt_pt: Desempenho mensal
ru: Месячная производительность
sl: Uspešnost mesečno
uk: Місячна продуктивність
zh_cn: 每月效绩

source: All-time Point Breakdown by Type
de: Aufteilung der Gesamtpunkte nach Typ
es: Desglose de puntuaciones máximas por tipo
fr: Séparer les points par type sur toute la durée
it: Punteggi record per tipo
ko: 부가 기능 종류별 전체 시간 점수 내역
nl: Puntenopbouw op type
pa_in: ਕਿਸਮ ਦੁਆਰਾ ਹਰ ਵੇਲੇ ਬਿੰਦੂ ਟੁੱਟਣਾ
pl: Cały podział punktów wg rodzaju
pt_pt: Resumo de todos pontos por Tipo
uk: Розбиття за весь час за типом
zh_cn: 全程故障点（按类型）

source: Total
cs: Celkem
de: Gesamt
it: Totale
ja: 合計
ko: 전체
nl: Totaal
pa_in: ਕੁੱਲ
pl: Razem
ru: Всего
sl: Skupaj
uk: Усього
zh_cn: 总共

source: Month
cs: Měsíce
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月別
ko: 월
nl: Maand
pa_in: ਮਹੀਨਾ
pl: Miesiąc
pt_pt: Mês
ru: Месяц
sl: Mesec
uk: Місяць
zh_cn: 月

source: Year
cs: Rok
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年別
ko: 년도
nl: Jaar
pa_in: ਸਾਲ
pl: Rok
pt_pt: Ano
ru: Год
sl: leto
uk: Рік
zh_cn: 年

source: All-Time
cs: Po celou dobu
de: Gesamter Zeitraum
es: Todos los tiempos
fr: Toute la durée
it: Di sempre
ja: 全期間
ko: 전체 시간
nl: Alles
pa_in: ਹਰ-ਵੇਲੇ
pl: Wszystkie
pt_pt: Desde sempre
ru: Всё время
uk: Весь час
zh_cn: 全部时间

source: Advanced Search
cs: Rozšířené vyhledávání
de: Erweiterte Suche
el: Προχωρημένη αναζήτηση
es: Búsqueda avanzada
fr: Recherche avancée
it: Ricerca avanzata
ja: 高度な検索
ko: 고급 검색
nl: Geavanceerd zoeken
pa_in: ਤਕਨੀਕੀ ਖੋਜ
pl: Szukanie zaawansowane
pt_pt: Pesquisa avançada
ru: Продвинутый поиск
sl: Napredno iskanje
uk: Розширений пошук
zh_cn: 高级搜索

source: clear search
cs: vymazat hledání
de: Suche löschen
el: Εκκαθάριση αναζήτησης
es: borrar búsqueda
fr: effacer la recherche
it: reimposta ricerca
ja: 検索をクリア
ko: 검색 초기화
nl: zoekopdracht wissen
pa_in: ਖੋਜ ਮਿਟਾਓ
pl: wyczyść
pt_pt: limpar pesquisa
ru: очистить поиск
sl: Počisti iskanje
uk: очистити пошук
zh_cn: 清除搜索

source: Process Reviews
cs: Provést kontrolu
de: Überprüfungen verarbeiten
el: Επεξεργασία αξιολογήσεων
es: Procesar revisiones
fr: Procéder aux revues
it: Elabora revisioni
ja: 審査を処理
ko: 심사 처리하기
nl: Beoordelingen verwerken
pa_in: ਸਮੀਖਿਆਵਾਂ ਤੇ ਕਾਰਵਾਈ
pl: Przetwórz sprawdzenia
pt_pt: Processar revisões
ru: Обработать рецензии
sl: Obdelaj recenzije
uk: Обробити відгуки
zh_cn: 处理评论

source: Moderation actions:
cs: Akce moderátora:
de: Moderator-Aktionen:
el: Διαχειριστικές ενέργειες:
es: Acciones de moderación:
fr: Actions de modération :
it: Azioni di moderazione:
ja: 管理アクション:
ko: 조정 행동:
nl: Moderatie-acties:
pa_in: ਦਰਮਿਆਨੀ ਕਾਰਵਾਈਆਂ:
pl: Czynności moderacyjne:
pt_pt: Acções de moderação:
ru: Действия для модерации:
sl: Posredovalni ukrepi:
uk: Дії для модерації:
zh_cn: 仲裁操作：
