Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: For general Firefox support, visit our <a href="%(sumo_url)s">support website</a>. For general add-on and website questions, visit our <a href="%(forum_url)s">forum</a>.
cs: Pro obecnou podporu Firefoxu navšivte naše <a href="%(sumo_url)s">stránky podpory</a>. Pro obecné otázky týkající se doplňků a tohoto webu navšivte <a href="%(forum_url)s">naše fórum</a>.
de: Für allgemeinen Support zu Firefox, besuchen Sie unsere <a href="%(sumo_url)s">Support-Website</a>. Für allgemeine Fragen zu Add-ons und der Add-ons-Webseite, besuchen Sie unser <a href="%(forum_url)s">Forum</a>.
el: Για γενικότερη υποστήριξη του Firefox, επισκεφθείτε τις<a href="%(sumo_url)s">σελίδες υποστήριξης</a>. Για γενικότερη υποστήριξη και ερωτήσεις σχετικά με τα πρόσθετα, επισκεφθείτε το <a href="%(forum_url)s">φόρουμ</a> μας.
es: Para asistencia general sobre Firefox, visita nuestra <a href="%(sumo_url)s">página de asistencia</a>. Para preguntas generales sobre los complementos y el sitio web, visita nuestro <a href="%(forum_url)s">foro</a>.
fr: Pour une assistance générale sur Firefox, visitez notre <a href="%(sumo_url)s">site web d'assistance</a>. Pour des questions générales sur les modules et le site web, visitez notre <a href="%(forum_url)s">forum</a>.
it: Per ottenere aiuto su Firefox in generale visita il <a href="%(sumo_url)s">sito web dedicato al supporto</a>. Per domande sul sito web e sui componenti aggiuntivi visita il nostro <a href="%(forum_url)s">forum</a>.
ko: Firefox의 일반적인 고객 지원을 받으시려면 <a href="%(sumo_url)s">고객 지원 웹사이트</a>를 방문하시기 바랍니다. 일반적인 부가 기능 및 웹사이트에 관한 문제라면 저희 <a href="%(forum_url)s">포럼</a>을 방문해 주세요.
nl: Bezoek onze <a href="%(sumo_url)s">ondersteuningswebsite</a> voor algemene Firefox-ondersteuning. Bezoek ons <a href="%(forum_url)s">forum</a> voor algemene vragen over add-ons en de website.
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਆਮ ਸਹਿਯੋਗ ਲਈ, ਸਾਡੀ <a href="%(sumo_url)s">ਸਹਿਯੋਗ ਵੈੱਬਸਾਈਟ</a>ਤੇ ਜਾਓ। ਆਮ ਫ਼ਾਇਰਫ਼ਾਕਸ ਐਡ-ਆਨ ਅਤੇ ਵੈੱਬਸਾਈਟ ਸਵਾਲਾਂ ਲਈ, ਸਾਡੀ <a href="%(forum_url)s">ਫ਼ੋਰਮ</a>ਤੇ ਜਾਓ।
pl: Pomoc dla Firefoksa, przeznaczoną dla szerokiego kręgu odbiorców, znajdziesz na naszej <a href="%(sumo_url)s">witrynie pomocy</a>, a zapytania dotyczące dodatków i witryny możesz kierować na nasze <a href="%(forum_url)s">forum</a>.
pt_pt: Para ajuda geral do Firefox, visite o nosso <a href="%(sumo_url)s">sítio web de ajuda</a>.Para questões gerais sobre extras ou sobre o sítio web, visite o nosso <a href="%(forum_url)s">forum</a>.
ru: Для получения общей поддержки по Firefox, посетите наш <a href="%(sumo_url)s">веб-сайт поддержки</a>. Для общих вопросов по дополнениям и веб-сайту, посетите наш <a href="%(forum_url)s">форум</a>.
sl: Za splošno podporo za Firefox, obiščite naše <a href="%(sumo_url)s">spletne strani za podporo</a>. Za splošna vprašanja glede dodatkov in spletišča obiščite naš <a href="%(forum_url)s">forum</a>.
zh_cn: 常规的 Firefox 支持，请访问我们的<a href="%(sumo_url)s">支持网站</a>。而常规的附加组件和网站问题，请访问我们的<a href="%(forum_url)s">论坛</a>。

source: Some tips for writing a great review
cs: Několik tipů pro psaní skvělých recenzí
de: Einige Hinweise für das schreiben einer tollen Bewertung
es: Algunos consejos para redactar valoraciones de forma adecuada
fr: Quelques astuces pour une bonne revue
it: Alcuni consigli per scrivere una buona recensione
ja: 良いレビューを書くためのヒント
ko: 훌륭한 평가를 쓰기 위한 몇 가지 팁
nl: Enkele tips voor een geweldige beoordeling
pa_in: ਇੱਕ ਜਬਰਦਸਤ ਸਮੀਖਿਆ ਲਿਖਣ ਲਈ ਕੁੱਝ ਨੁਕਤੇ
pl: Kilka wskazówek, jak napisać dobrą opinię
pt_pt: Algumas dicas para escrever uma excelente análise
ru: Некоторые советы по написанию хороших отзывов
sl: Nekaj ​​nasvetov, kako napisati dobro recenzijo
zh_cn: 撰写优良评论的一些提示

source: Guidelines for rating add-ons
cs: Vodítka pro hodnocení doplňků
de: Richtlinie für das Bewerten von Add-ons
es: Pautas para calificar complementos
fr: Lignes de conduite pour noter les modules
it: Linee guida per valutare un componente aggiuntivo
ja: アドオンの評価のためのガイドライン
ko: 부가 기능 평가 가이드라인
nl: Richtlijnen voor de waardering van add-ons
pl: Wskazówki dla oceny dodatków
pt_pt: Regras gerais para avaliar extras
ru: Руководство по рейтингу дополнений
sl: Smernice za oceno dodatkov
zh_cn: 为附加组件评分的指引

source: Frequently Asked Questions about Reviews
cs: Často kladené otázky k recenzím
de: Häufig gestellte Fragen zur Bewertung von Add-ons
es: Preguntas frecuentes sobre valoraciones
fr: Foire aux questions à propos des commentaires
it: FAQ sulle recensioni
ja: レビューについてのよくある質問と答え
ko: 평가 작성에 관한 자주 묻는 질문들
nl: Veelgestelde vragen over beoordelingen
pa_in: ਸਮੀਖਿਆਵਾਂ ਬਾਰੇ ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ
pl: Często zadawane pytania dotyczące opinii
pt_pt: Dúvidas comuns sobre análises
ru: Часто задаваемые вопросы об отзывах
sl: Pogosta vprašanja o recenzijah
zh_cn: 关于评论的常见问答

source: Add-on reviews are a way for add-on site users to share their opinions about the add-ons that they have installed and used. Editors reserve the right to refuse or remove any review that does not comply with these guidelines.
cs: Recenze doplňků jsou způsob, jakým mohou jejich uživatelé vyjádřit svůj názor na ně. Redaktor může zamítnout či smazat jakoukoliv recenzi, která není slučitelná s následujícími pravidly.
de: Bewertungen von Add-ons sind eine Möglichkeit für Nutzer der Add-on-Website, ihre Meinungen über die Add-ons, die sie installiert und verwendet haben, zu sagen. Redakteure haben das Recht, jede Bewertung abzulehnen oder zu entfernen, die sich nicht an diese Richtlinien hält.
es: Los usuarios pueden compartir sus opiniones sobre los complementos que hayan usado e instalado mediante las valoraciones. Los editores se reservan el derecho de rechazar o eliminar cualquier valoración que no cumpla con las pautas.
fr: Les commentaires de modules sont une manière pour les utilisateurs du site de partager leurs opinions sur les modules qu'ils ont installé et utilisé. Les éditeurs se réservent le droit de refuser tout commentaire qui ne respecte pas ces lignes de conduite.
it: I commenti ai componenti aggiuntivi sono un modo per gli utenti del sito di condividere le loro opinioni sui componenti aggiuntivi che hanno installato e utilizzato. I revisori si riservano il diritto di rifiutare o rimuovere i commenti che non rispettano le linee guida.
ja: アドオンのレビューは、アドオンサイトのユーザが、アドオンをインストールして使ったときの意見を共有するためのものです。投稿されたレビューは、エディタがこのガイドラインに則って正しいと思うものは残され、不正なものは削除されます。
ko: 부가 기능 평가는 사이트 이용자들이 설치하고 사용중인 부가 기능에 대한 자신의 견해를 공유할 수 있는 창구입니다. 편집자는 다음의 가이드라인을 준수하지 않은 평가에 대해 거부나 삭제할 권리를 가지고 있습니다.
nl: Add-on-beoordelingen zijn voor gebruikers van de add-ons-website een manier om hun mening te geven over de add-ons die ze hebben geïnstalleerd en gebruikt. Editors behouden zich het recht voor om beoordelingen die niet conform deze richtlijnen zijn opgesteld te weigeren of te verwijderen.
pl: Opinie o dodatkach to mechanizm udostępniony użytkownikom witryny dodatków, za pomocą którego mogą podzielić się swoimi uwagami o używanych przez nich dodatkach. Recenzenci zastrzegają sobie prawo do odmowy zamieszczenia lub usunięcia opinii niespełniającej niniejszych wytycznych.
ru: Отзывы на дополнения это способ обмена мнениями между пользователями сайта дополнений об установленных и используемых ими дополнениях. Редакторы оставляют за собой право отказать в размещении отзыва или удалить любой отзыв, который не соответствует следующим положениям.
sl: Z recenzijami dodatkov lahko uporabniki posredujejo drugim svoje mnenje o dodatkih, ki jih uporabljajo. Uredniki si pri tem zadržujejo pravico odkloniti ali odstraniti recenzije, ki se s temi pravili ne skladajo.
zh_cn: 附加组件评论是附加组件网站对已经安装和使用该附加组件的用户来分享他们意见的一种方式。审核员保留拒绝或移除不符合这些准则的评论的权利。

source: Do:
cs: Pište:
de: Richtig:
es: Sí:
fr: À faire :
it: Si:
ja: 良いレビュー:
ko: 하세요:
nl: Doen:
pa_in: ਕਰੋ:
pl: Tak postępuj:
pt_pt: Fazer:
ru: Делать:
sl: Kako je prav:
zh_cn: 做到：

source: Write like you are telling a friend about your experience with the add-on.
cs: Popište své zkušenosti s doplňkem tak, jako byste jej popisoval(a) svému příteli.
de: Schreiben Sie so, als würden Sie einem Freund über das Erlebnis mit dem Add-on erzählen.
es: Escribe como si le contaras a un amigo tu experiencia usando el complemento.
fr: Écrire comme si vous parliez à un ami de votre expérience avec le module.
it: Scrivi della tua esperienza con il componente aggiuntivo come se la stessi raccontando a un amico.
ja: このアドオンを使った感想を友人に伝えるように書きましょう。
ko: 친구에게 부가 기능 사용 경험을 이야기하는 식으로 작성해 주세요.
nl: Schrijf alsof u een vriend vertelt over uw ervaring met de add-on.
pa_in: ਇਸ ਤਰ੍ਹਾਂ ਲਿਖੋ ਜਿਵੇਂ ਤੁਸੀਂ ਆਪਣੇ ਇੱਕ ਮਿੱਤਰ ਨੂੰ ਐਡ-ਆਨ ਬਾਰੇ ਆਪਣਾ ਅਨੁਭਵ ਦੱਸ ਰਹੇ ਹੋਵੋ।
pl: Pisz w formie opowiadania przyjacielowi o swoich doświadczeniach z dodatkiem.
pt_pt: Escreva como se estivesse a partilhar com um amigo a sua experiência com o extra.
ru: Пишите так, как будто вы рассказываете другу о своем опыте работы с дополнением.
sl: Pišite, kot da pripovedujete kakemu prijatelju o svojih izkušnjah z dodatkom.
uk: Напишіть про свій досвід використання додатку.
zh_cn: 就像您想告诉您朋友那样的写您对该附加组件的体验。

source: Keep reviews concise and easy to understand.
cs: Mějte recenze stručné a snadno srozumitelné.
de: Schreiben Sie Bewertungen knapp und einfach verständlich.
es: Redacta las valoraciones de forma concisa y fácil de entender.
fr: Restez concis et facile à comprendre.
it: Scrivi le tue recensioni in modo sintetico e chiaro.
ja: 簡潔で理解しやすいレビューを書きましょう。
ko: 평가는 간결하고 읽기 쉽게 작성하세요.
nl: Houd beoordelingen bondig en eenvoudig te begrijpen.
pa_in: ਸਮੀਖਿਆਵਾਂ ਨੂੰ ਸੰਖੇਪ ਅਤੇ ਸਮਝਣ ਵਿੱਚ ਅਸਾਨ ਰੱਖੋ।
pl: Pisz opinię zwięźle i zrozumiale.
pt_pt: Mantenha suas análises sucintas e fáceis de entender.
ru: Оставляйте сжатые и легкие для понимания отзывы.
sl: Pregledi naj bodo jedrnati in razumljivi.
uk: Робіть відгуки короткими і зрозумілими.
zh_cn: 保持评论的简洁和易于理解。

source: Give specific and helpful details. For example:
cs: Popište konkrétní a užitečné detaily. Například:
de: Geben Sie hilfreiche Einzelheiten an. Zum Beispiel:
es: Incluye detalles concretos y útiles. Por ejemplo:
fr: Donnez des détails précis et utiles. Par exemple :
it: Condividi dettagli specifici e utili. Per esempio:
ja: 明確で役立つ情報を書きましょう。例えば:
ko: 구체적이고 유용한 정보를 제공해 주세요. 예를 들면:
nl: Geef specifieke en behulpzame details. Bijvoorbeeld:
pa_in: ਖਾਸ ਅਤੇ ਲਾਭਕਾਰੀ ਵੇਰਵੇ ਦਿਓ। ਮਿਸਾਲ ਲਈ:
pl: Przekaż dokładne i pomocne uwagi. Na przykład:
pt_pt: Dê detalhes úteis e específicos. Por exemplo:
ru: Приводите конкретные и полезные детали. Например:
sl: Navedite konkretne in koristne podrobnosti. Na primer:
uk: Додайте особливі та корисні деталі. Наприклад:
zh_cn: 提供具体且有用的细节，像是：

source: Did the add-on work as you expected it to?
cs: Funguje doplněk podle očekávání?
de: Funktionierte das Add-on so wie erwartet?
es: ¿Funciona el complemento tal y como esperabas?
fr: Est-ce que le module a fonctionné comme vous vous y attendiez ?
it: Il componente aggiuntivo funziona come ti aspettavi?
ja: アドオンはあなたの期待通りに動作しましたか？
ko: 부가 기능이 의도한 대로 작동하는지?
nl: Werkte de add-on als verwacht?
pa_in: ਕੀ ਐਡ-ਆਨ ਤੁਹਾਡੀ ਉਮੀਦ ਅਨੁਸਾਰ ਕੰਮ ਕਰਦਾ?
pl: Czy dodatek spełnia twoje oczekiwania?
pt_pt: O extra funciona como esperado?
ru: Дополнение работало так как вы ожидали?
sl: Ali je dodatek deloval, kot ste pričakovali?
uk: Чи працював додаток так, як ви очікували?
zh_cn: 您预期中的附加组件该怎样运作？

source: What features did you like or dislike?
cs: Které funkce se vám líbí a které naopak ne?
de: Welche Funktionen mochten Sie oder mochten Sie nicht?
es: ¿Qué prestaciones te gustan y cuáles no?
fr: Quelles fonctionnalités avez-vous apprécié ou détesté ?
it: Quali funzioni ti sono piaciute, e quali no?
ja: どの機能が気に入りましたか？ または気に入りませんでしたか？
ko: 좋아하는 기능과 싫어하는 기능은 어떤 것인지?
nl: Welke functies vond u prettig en minder prettig?
pa_in: ਤੁਹਾਨੂੰ ਕਿਹੜੇ ਗੁਣ ਪਸੰਦ ਜਾਂ ਨਾ-ਪਸੰਦ ਹਨ?
pl: Jakie funkcje dodatku lubisz, a jakich nie?
pt_pt: Que recursos você gostou ou não gostou?
ru: Какие возможности вам нравятся или не нравятся?
sl: Katere lastnosti so vam bile všeč in katere ne?
uk: Які функції вам сподобались, а які ні?
zh_cn: 特点是什么，您喜不喜欢？

source: Was it useful?
cs: Je užitečný?
de: War es hilfreich?
es: ¿Es útil?
fr: Était-il utile ?
it: Ti è stato utile?
ja: アドオンは役に立ちましたか？
ko: 쓸만했는지?
nl: Was de add-on nuttig?
pa_in: ਕੀ ਇਹ ਮਦਦਗਾਰ ਸੀ?
pl: Czy dodatek jest przydatny?
pt_pt: Foi útil?
ru: Было ли это полезно?
sl: Je bilo uporaben?
uk: Чи був він корисним?
zh_cn: 它有用吗？

source: Was it easy to use?
cs: Používá se snadno?
de: War es einfach zu verwenden?
es: ¿Es fácil de usar?
fr: Était-il facile à utiliser ?
it: È facile da utilizzare?
ja: 簡単に使えましたか？
ko: 사용하기 쉬웠는지?
nl: Was de add-on eenvoudig in gebruik?
pa_in: ਕੀ ਇਹ ਵਰਤੋਂ ਵਿੱਚ ਅਸਾਨ ਸੀ?
pl: Czy łatwo się go używa?
pt_pt: Foi fácil de usar?
ru: Было ли это легко использовать?
sl: Ga je bilo lahko rabiti?
uk: Чи був він легким в користуванні?
zh_cn: 它是否易于使用？

source: Will you continue to use this add-on?
cs: Budete doplněk i nadále používat?
de: Werden Sie dieses Add-on weiter verwenden?
es: ¿Seguirás usando este complemento?
fr: Continuerez-vous d'utiliser ce module ?
it: Continuerai a utilizzare questo componente aggiuntivo?
ja: このアドオンを使い続けますか？
ko: 이 부가 기능을 앞으로도 사용할 용의가 있는지?
nl: Blijft u deze add-on gebruiken?
pa_in: ਕੀ ਤੁਸੀਂ ਇਸ ਐਡ-ਆਨ ਨੂੰ ਵਰਤਣਾ ਜਾਰੀ ਰੱਖੋਗੇ?
pl: Czy będziesz go nadal używać?
pt_pt: Você continuará usando este extra?
ru: Будете ли вы продолжать использовать это дополнение?
sl: Ali boste ta dodatek še naprej uporabljati ?
uk: Чи будете ви надалі користуватися цим додатком?
zh_cn: 您会继续使用这个附加组件吗？

source: Take a moment to read your review before submitting it to avoid embarrassing typos or grammatical errors.
cs: Před odesláním si svou recenzi znovu přečtěte a ujistěte se, že neobsahuje překlepy či gramatické chyby.
de: Nehmen Sie sich einen Moment Zeit, um Ihre Bewertung vor dem Absenden nochmal durchzulesen, um peinliche Tippfehler oder grammatikalische Fehler zu vermeiden.
es: Revisa tu valoración antes de enviarla para evitar posibles errores ortográficos o gramaticales.
fr: Prenez un instant pour lire votre commentaire avant de l'envoyer, pour éviter les fautes.
it: Prima di inviare la tua recensione rileggila e assicurati che non contenga imbarazzanti errori di ortografia e grammatica.
ja: レビューを投稿する前に、書いた文章に恥ずかしい間違いや誤字脱字がないか読み直しましょう。
ko: 글을 올리기 전에 난감한 오타나 잘못된 문법이 있지는 않은지 검토해 보세요.
nl: Lees uw beoordeling nog eens goed door voordat u deze indient, om gênante grammaticale of typefouten te voorkomen.
pl: Przed wysłaniem opinii przeczytaj ją dokładnie jeszcze raz, by uniknąć żenujących literówek czy błędów gramatycznych.
ru: Перед отправкой потратьте немного времени, чтобы перечитать свой отзыв, чтобы избежать неловких опечаток или грамматических ошибок.
sl: Preden jo pošljete, si vzemite trenutek, da ga še enkrat preberete, da v nbjem ne bo neprijetnih tipkarskih in slovničnih napak.
zh_cn: 提交前花点时间阅读一下您的评论，以避免令人尴尬的错别字或语法错误。

source: Avoid referring to topical or temporal references since reviews can remain on the site for a long time.
cs: Neodkazujte dočasné adresy. Recenze mohou být na webu dlouhý čas.
de: Vermeiden Sie den Bezug zu aktuellen oder temporären Quellen, da Bewertungen lange auf der Seite bleiben können.
es: Evita incluir referencias temporales o temáticas ya que las valoraciones pueden permanecer publicadas en la página durante mucho tiempo.
fr: Évitez des références temporelles trop précices, les commentaires peuvent rester sur le site très longtemps.
it: Evita riferimenti attuali o temporali dal momento che le recensioni possono rimanere sul sito per molto tempo.
ja: 投稿されたレビューはサイトに長期間残るため、その場だけの一時的な話題は避けましょう。
ko: 정치나 시사에 관련된 내용이 없다면 사이트에 오래도록 평가가 남아있게 될 것입니다.
nl: Vermijd verwijzingen naar tijdelijke onderwerpen of zaken, aangezien beoordelingen geruime tijd op de website kunnen blijven staan.
pl: Nie odwołuj się do aktualnych bądź chwilowych opinii, ponieważ twoja opinia może długo znajdować się na witrynie dodatków.
ru: Избегайте ссылок на сиюминутные или временные темы, так как отзывы могут оставаться на сайте в течение долгого времени.
sl: Izogibajte se pripombam, ki se tičejo konkretnega časa in prostora, saj lahko recenzije na spletišču ostanejo dolgo časa.
zh_cn: 避免提及现时的或暂时的参考，因为评论会在网站上停留很长一段时间。

source: Don’t:
cs: Nepište:
de: Falsch:
es: No:
fr: À ne pas faire :
it: Non devi:
ja: 悪いレビュー:
ko: 하지 마세요:
nl: Niet doen:
pa_in: ਨਾ ਕਰੋ:
pl: Tego nie rób:
pt_pt: O que não fazer:
ru: Не делать:
sl: Kako je narobe:
zh_cn: 不要做：

source: Submit simple reviews such as "Great!", "wonderful", or "bad" with no further explanation.
cs: Přidávat jednoduché recenze jako "Skvělé!", "úžasné" nebo "špatné" bez bližšího vysvětlení.
de: Übermitteln von einfachen Bewertungen wie „Toll!“, „wunderbar“, oder „schlecht“, ohne weitere Erklärung.
es: Envíes valoraciones simples como, por ejemplo, "buena", "mala" o "genial" sin incluir mayor explicación.
fr: Envoyer des commentaires simplistes tels que « Génial ! », « super » ou « naze » sans plus d'explication.
it: inserire semplici giudizi come "grande!", "magnifico" o "pessimo" senza dare ulteriori spiegazioni;
ja: 「いいね」「すごい」「ダメ」など、具体的な説明のない単純な感想だけのレビューを投稿してはいけません。
ko: 자세한 설명 없이 "굉장해요!", "놀랍네요" 내지는 "별로" 같은 단순한 평가만 올리는 행위는 하지 마세요.
nl: Simpele beoordelingen als “Geweldig!”, “prachtig”, of “waardeloos” indienen zonder nadere toelichting.
pl: Nie wysyłaj bez uzasadnienia ogólnikowych opinii, takich jak: „Wspaniały!”, „Cudowny!” lub „Zły”.
ru: Отправлять простые отзывы такие, как «Отлично!», «замечательно» или «плохо», без каких-либо дальнейших объяснений.
sl: Ne pošiljajte ocen brez pomena, kot so "Super!", "Čudovito" ali "zanič", brez kakršnega koli pojasnila.
zh_cn: 提交简单的评论，像是“太棒了！”、“非常好”、“很差”这样的没有进一步解释的评论。

source: Post bug or problem reports in reviews. Use the available support options for each add-on.
cs: Přidávat hlášení o chybách. Na místo toho použijte možnost podpory, která je uvedena u každého doplňku.
de: Schreiben von Fehler- oder Problemberichten in Bewertungen. Nutzen Sie die verfügbaren Hilfsmöglichkeiten für jedes Add-on.
es: Publiques informes de errores o problemas en las valoraciones. Usa las opciones de asistencia disponibles para cada complemento.
fr: Rapporter des problèmes ou des bugs dans les commentaires. Utilisez les outils d'assistance de chaque module.
it: segnalare dei problemi o dei bug nelle recensioni. Utilizza l'apposito strumento di supporto disponibile per ciascun componente aggiuntivo;
ja: レビューでアドオンのバグや問題を報告してはいけません。各アドオンのサポートオプションを利用しましょう。
ko: 평가에 버그나 문제점을 올리지 마세요. 그런건 부가 기능 페이지에 있는 기술 지원 옵션을 사용해서 제보하세요.
nl: Fouten of problemen melden in beoordelingen. Gebruik hiervoor de beschikbare ondersteuningsopties voor de add-on.
pl: Nie opisuj w opinii błędów lub problemów. W tym celu użyj dostępnych dla każdego dodatku opcji pomocy technicznej.
ru: Оставлять в отзывах сообщения об ошибках или проблемах. Используйте для каждого из дополнений имеющиеся варианты поддержки.
sl: Recenzije niso namenjene poročanju o hroščih in problemih. Za te namene ima vsak dodatek na razpolago funkcije za podporo.
zh_cn: 在评论中发布缺陷或问题的报告。应该使用每个附加组件的支持选项。

source: Write reviews for add-ons which you have not personally used.
cs: Psát recenze k doplňkům, které osobně nepoužíváte.
de: Schreiben von Bewertungen für Add-ons, die Sie nicht selbst verwendet haben.
es: Escribas valoraciones de complementos que no hayas usado.
fr: Écrire des commentaires sur des modules que vous n'avez pas utilisé personnellement.
it: scrivere recensioni di componenti aggiuntivi che non hai provato personalmente;
ja: 自分で使ったのではないアドオンのレビューを書いてはいけません。
ko: 사용하고 있지도 않은 부가 기능에 대한 평가는 올리지 마세요.
nl: Schrijven van beoordelingen voor add-ons die u niet persoonlijk hebt gebruikt.
pa_in: ਐਡ-ਆਨ ਲਈ ਸਮੀਖਿਆਵਾਂ ਲਿੱਖੋ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਨਿੱਜੀ ਤੌਰ ਤੇ ਨਹੀਂ ਵਰਤਿਆ।
pl: Nie pisz opinii o dodatku, którego nie używasz.
pt_pt: Escreva análises para extras que não utilizou pessoalmente.
ru: Писать отзывы для дополнений, которые вы лично не использовали.
sl: Ne pišite ocen za dodatke, ki jih sami niste uporabljali.
zh_cn: 您还没有亲自试用该附加组件就进行评论。

source: Use profanity, sexual language or language that can be construed as hateful.
cs: Používat hrubý, sexuálně orientovaný či jinak nevhodný jazyk.
de: Verwendung von vulgären Ausdrücken, sexuellen Ausdrücken oder Ausdrücken, die als hasserfüllt gelten können.
es: Escribas groserías, referencias sexuales o emplees lenguaje que pueda ser interpretado negativamente.
fr: Utiliser un vocabulaire inapproprié (jurons, références sexuelles, odieux).
it: usare un linguaggio volgare, osceno o che possa essere considerato fastidioso;
ja: 冒涜、下品、性的な言葉や相手を傷つけるような言葉遣いをしてはいけません。
ko: 신성 모독, 외설적이거나 혐오감을 줄 수 있는 단어를 적지 마세요.
nl: Gebruik van lastering, seksueel getinte taal of taal die als haatdragend kan worden bestempeld.
pa_in: ਗੰਦੀ, ਜਿਨਸੀ ਭਾਸ਼ਾ ਜਾਂ ਭਾਸ਼ਾ ਜਿਸ ਨੂੰ ਨਫ਼ਰਤ ਦੀ ਭਾਸ਼ਾ ਸਮਝਿਆ ਜਾਂਦਾ ਦੀ ਵਰਤੋਂ।
pl: Nie używaj słów obraźliwych, wulgarnych ani sformułowań, które mogą być odczytane jako siejące nienawiść czy rasizm.
pt_pt: Não use linguagem inadequada, de conteúdo sexual ou que pode ser considerada odiosa.
ru: Использовать ненормативную лексику, непристойные выражения или слова, которые могут быть истолкованы как ненависть.
sl: Ne uporabljajte prostaških izrazov ali jezika, ki ga je lahko razumeti kot sovražnega.
zh_cn: 使用亵渎，色情的语言或者可能构成伤害的语言。

source: Include HTML, links to malware, source code or code snippets. Reviews are meant to be text only.
cs: Vkládat HTML, odkazy na malware, zdrojový kód či kusy kódu. Recenze jsou zamýšleny jako čistě textové.
de: Einschließen von HTML, Links zu Malware, Quelltext oder Ausschnitte daraus. Bewertungen sollen nur aus Text bestehen.
es: Incluyas HTML, enlaces a malware, código fuente o extractos de código. Las valoraciones solo deben contener texto.
fr: Inclure du HTML, des liens vers des malware, du code source, ou des morceaux de code. Les commentaires sont du texte seulement.
it: inserire HTML, collegamenti a malware o frammenti di codice. Le recensioni devono contenere solo testo;
ja: レビューに HTML や悪意のあるページへのリンク、ソースコード、コードサンプルを含めてはいけません。レビューに書けるのはテキストだけです。
ko: HTML을 넣어서 맬웨어나 소스 코드, 일부 코드에 링크를 걸지 마세요. 평가는 텍스트로만 작성해야 합니다.
nl: Opnemen van HTML, koppelingen naar malware, broncode of codegedeeltes. Beoordelingen zijn uitsluitend als tekst bedoeld.
pl: Nie umieszczaj w opinii kodu HTML, odnośników do złośliwego oprogramowania, kodu źródłowego czy kodu snippetów. Opinie powinny zawierać tylko tekst.
ru: Включать HTML, ссылки на вредоносные программы, исходный код или фрагменты кода. Отзывы должны содержать только текст.
sl: Ne dodajajte recenziji HTML, povezav na zlonamerno programsko opremo,izvorne kode ali koščkov kode. Recenzije naj vsebujejo samo besedilo.
zh_cn: 包含HTML语法、到恶意软件的链接、源代码或代码片段。评论意味着应该只是文字。

source: Make false statements, disparage add-on authors or personally insult them.
cs: Psát nepravdivé informace, zlehčovat autory doplňků či je osobně urážet.
de: Falsche Angaben machen, Add-on-Autoren herabsetzen oder sie persönlich beleidigen.
es: Incluyas falsas declaraciones, desacredites o insultes a los autores de complementos.
fr: Faire de fausses affirmations, dénigrer les auteurs de module, ou les insulter.
it: fare affermazioni false, screditare o insultare gli autori dei componenti aggiuntivi;
ja: 虚偽のレビューやアドオンの作者を貶す内容、個人的な辱める内容を書いてはいけません。
ko: 부가 기능 제작자를 깎아내리거나 개인적인 모욕을 주려는 의도로 날조된 글을 올리지 마세요.
nl: Foutieve verklaringen afleggen, add-onschrijvers kleineren of ze persoonlijk beledigen.
pa_in: ਝੂਠੇ ਬਿਆਨ ਦੇਣਾ, ਐਡ-ਆਨ ਲੇਖਕਾਂ ਨੂੰ ਨਿੰਦਣਾ, ਜਾਂ ਉਸ ਨੂੰ ਨਿੱਜੀ ਤੌਰ ਤੇ ਬੇਇੱਜ਼ਤ ਕਰਨਾ।
pl: Nie składaj fałszywych oświadczeń, nie znieważaj autorów dodatków, ani im nie ubliżaj.
pt_pt: Faça afirmações falsas, rebaixe autores de extras ou insulte-os pessoalmente.
ru: Делать ложные заявления, унижать или лично оскорблять авторов дополнений.
sl: Ne dajajte neresničnih izjav, ne omalovažujte avtorjev dodatka in ne žalite jih osebno.
zh_cn: 作出虚假的陈述，贬低或侮辱附加组件的作者。
