Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Make your own</a> at the <a href="https://developer.mozilla.org/">Mozilla Developer Center</a>
cs: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Vytvořte si vlastní</a> na <a href="https://developer.mozilla.org/">Mozilla Developer Center</a>.
de: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Erstellen Sie Ihr eigenes</a> über das <a href="https://developer.mozilla.org/">Mozilla Developer Center</a>
el: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Φτιάξτε το δικό σας</a> στο <a href="https://developer.mozilla.org/">Κέντρο δημιουργών Mozilla (MDC)</a>
es: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Crea el tuyo propio</a> en el <a href="https://developer.mozilla.org/">Mozilla Developer Center</a>
fr: <a href="https://developer.mozilla.org/fr/Cr%C3%A9ation_de_plugins_OpenSearch_pour_Firefox">Faites les votre</a> sur le <a href="https://developer.mozilla.org/">Centre Mozilla Developpeurs</a>
it: Scopri come <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">creare il tuo plugin di ricerca</a> nel <a href="https://developer.mozilla.org/">Mozilla Developer Center</a>
ja: <a href="https://developer.mozilla.org/">Mozilla Developer Network</a> で <a href="https://developer.mozilla.org/ja/Creating_OpenSearch_plugins_for_Firefox">検索プラグインの作り方</a> を学ぶ
ko: <a href="https://developer.mozilla.org/">Mozilla 개발자 센터</a>에서 <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">직접 부가 기능을 제작해 보세요</a>
nl: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Maak uw eigen plug-ins</a> bij het <a href="https://developer.mozilla.org/">Mozilla-ontwikkelaarscentrum</a>
pa_in: <a href="https://developer.mozilla.org/">ਮੌਜੀਲਾ ਡਿਵੈਲਪਰ ਕੇਂਦਰ</a>ਤੇ <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox"> ਆਪਣੇ ਆਪ ਬਣਾਓ
pl: <a href="https://developer.mozilla.org/pl/Creating_OpenSearch_plugins_for_Firefox">Stwórz własną wyszukiwarkę</a>, korzystając z zasobów <a href="https://developer.mozilla.org/">Mozilla Developer Center</a>
pt_pt: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Faça o seu</a> no <a href="https://developer.mozilla.org/">Centro de Desenvolvimento Mozilla</a>
ru: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Сделайте свой собственный</a> в <a href="https://developer.mozilla.org/">Центре разработчика Mozilla</a>
sl: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Naredite si svojega</a> v <a href="https://developer.mozilla.org/">Razvojnem centru Mozilla</a>
uk: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Зробіть Ваш власний</a> в <a href="https://developer.mozilla.org/">Центрі розробника Mozilla</a>
zh_cn: 在 <a href="https://developer.mozilla.org/">Mozilla 开发者中心</a> <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">创建你自己的</a>

source: Complete Themes
cs: Plné motivy
de: Vollständige Themes
el: Πλήρη θέματα
es: Temas completos
fr: Thèmes complets
it: Temi completi
ja: 完全テーマ
ko: 완전 테마
nl: Complete thema’s
pa_in: ਮੁਕਮੰਲ ਥੀਮ
pl: Kompletne motywy
pt_pt: Temas completos
ru: Полные темы
sl: Celotne Teme
uk: Повні теми
zh_cn: 完整主题

source: Most Popular Extensions
cs: Nejpopulárnější rozšíření
de: Beliebteste Erweiterungen
el: Πιο δημοφιλείς επεκτάσεις
es: Extensiones más populares
fr: Extensions les plus populaires
it: Estensioni più popolari
ja: 最も人気の拡張機能
ko: 인기 확장 기능
nl: Populairste extensies
pa_in: ਸੱਭ ਤੋਂ ਮਸ਼ਹੂਰ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Najpopularniejsze rozszerzenia
pt_pt: Extensões mais populares
ru: Самые популярные расширения
uk: Найпопулярніші розширення
zh_cn: 最热门的扩展

source: Top-Rated Extensions
cs: Nejlépe hodnocená rozšíření
de: Höchstbewertete Anwendungen
el: Υψηλότερα βαθμολογημένες επεκτάσεις
es: Extensiones mejor valoradas
fr: Extensions les mieux notées
it: Estensioni più votate
ja: 評価の高い拡張機能
ko: 최고 별점 확장 기능
nl: Hoogst gewaardeerde extensies
pa_in: ਚੋਟੀ ਤੇ ਰੇਟ ਹੋਈਆਂ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Najwyżej oceniane rozszerzenia
pt_pt: Extensões mais votadas
ru: Самые рейтинговые расширения
uk: Найвище оцінені розширення
zh_cn: 评分最高的扩展

source: Newest Extensions
cs: Nejnovější rozšíření
de: Neueste Erweiterungen
el: Πιο πρόσφατες επεκτάσεις
es: Extensiones más recientes
fr: Nouvelles extensions
it: Estensioni più recenti
ja: 最新の拡張機能
ko: 최신 확장 기능
nl: Nieuwste extensies
pa_in: ਬਿਲਕੁਲ ਨਵੀਆਂ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Najnowsze rozszerzenia
pt_pt: Extensões mais recentes
ru: Новейшие расширения
uk: Найновіші розширення
zh_cn: 最新的扩展

source: Extensions by Name
cs: Rozšíření dle jména
de: Erweiterungen nach Name
el: Επεκτάσεις ονομαστικά
es: Extensiones por nombre
fr: Extensions par nom
it: Estensioni per nome
ja: 名前順の拡張機能
ko: 이름순으로 정렬된 확장 기능
nl: Extensies op naam
pa_in: ਨਾਂ ਦੁਆਰਾ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Rozszerzenia wg nazwy
pt_pt: Extensões por nome
ru: Расширения по имени
uk: Розширення за назвою
zh_cn: 按名称排序扩展

source: Extensions by Weekly Downloads
cs: Rozšíření dle stažení týdně
de: Erweiterungen nach wöchentlichen Downloads
el: Επεκτάσεις με βάση εβδομαδιαίες λήψεις
es: Extensiones por descargas semanales
fr: Extensions par téléchargements hebdomadaire
it: Estensioni per download settimanali
ja: 週間ダウンロード数順の拡張機能
ko: 주간 다운로드순 확장 기능
nl: Extensies op wekelijkse downloads
pa_in: ਹਫ਼ਤੇਵਾਰ ਡਾਊਨਲੋਡ ਦੁਆਰਾ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Rozszerzenia wg tygodniowych pobrań
pt_pt: Extensões por transferências semanais
ru: Расширения по еженедельным загрузкам
uk: Розширення за щотижневими завантаженнями
zh_cn: 按周下载量排序扩展

source: Recently Updated Extensions
cs: Nedávno aktualizovaná rozšíření
de: Kürzlich aktualisierte Erweiterungen
el: Πρόσφατα ενημερωμένες επεκτάσεις
es: Extensiones actualizadas recientemente
fr: Extensions récemment mises à jour
it: Estensioni aggiornate di recente
ja: 最近更新された拡張機能
ko: 최근 업데이트된 확장 기능
nl: Onlangs bijgewerkte extensies
pa_in: ਹਾਲ ਵਿੱਚ ਅੱਪਡੇਟ ਹੋਈਆਂ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Ostatnio zaktualizowane rozszerzenia
pt_pt: Extensões actualizadas recentemente
ru: Недавно обновлённые расширения
uk: Нещодавно оновлені розширення
zh_cn: 最近更新的扩展

source: Up & Coming Extensions
cs: Úspěšná rozšíření
de: Aufstrebende Erweiterungen
el: Επερχόμενες επεκτάσεις
es: Extensiones disponibles próximamente
fr: Extensions en progression
it: Estensioni emergenti
ja: 注目の拡張機能
ko: 인기 급상승 확장 기능
nl: Aankomende extensies
pa_in: ਉੱਪਰ ਅਤੇ ਆ ਰਹੀਆਂ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Najczęściej używane rozszerzenia
pt_pt: Próximas extensões
ru: Набирающие популярность расширения
uk: Розширення, які набирають популярність
zh_cn: 扩展新秀

source: Featured Complete Themes
cs: Propagované plné motivy
de: Vorgestellte vollständige Themes
el: Προβεβλημένα πλήρη θέματα
es: Temas completos destacados
fr: Thèmes complets en vedettes
it: Temi completi consigliati
ja: おすすめの完全テーマ
ko: 추천 완전 테마
nl: Aanbevolen complete thema’s
pa_in: ਪੇਸ਼ ਕੀਤੇ ਮੁਕਮੰਲ ਥੀਮ
pl: Polecane kompletne motywy
pt_pt: Temas completos em destaque
ru: Избранные полные темы
sl: Predstavljene Celotne Teme
uk: Відібрані повні теми
zh_cn: 精选完整主题

source: Most Popular Complete Themes
cs: Nejpopulárnější plné motivy
de: Beliebteste vollständige Themes
el: Δημοφιλέστερα πλήρη θέματα
es: Temas completos más populares
fr: Thèmes complets les plus populaires
it: Temi completi più popolari
ja: 最も人気の完全テーマ
ko: 인기 완전 테마
nl: Populairste complete thema’s
pa_in: ਸੱਭ ਤੋਂ ਮਸ਼ਹੂਰ ਮੁਕਮੰਲ ਥੀਮ
pl: Najpopularniejsze kompletne motywy
pt_pt: Temas completos mais populares
ru: Самые популярные полные темы
sl: Najbolj priljubljene Celotne Teme
uk: Найпопулярніші повні теми
zh_cn: 最热门的完整主题

source: Top-Rated Complete Themes
cs: Nejlépe hodnocené plné motivy
de: Höchstbewertete vollständige Themes
el: Πλήρη θέματα με υψηλότερη βαθμολογία
es: Temas completos mejor valorados
fr: Thèmes complets les mieux notés
it: Temi completi più votati
ja: 評価の高い完全テーマ
ko: 최고 별점 완전 테마
nl: Best gewaardeerde complete thema’s
pa_in: ਚੋਟੀ ਦੇ ਰੇਟ ਹੋਏ ਮੁਕਮੰਲ ਥੀਮ
pl: Najwyżej oceniane kompletne motywy
pt_pt: Temas completos melhor classificados
ru: Самые рейтинговые полные темы
sl: Najbolje ocenjene Celotne Teme
uk: Найвище оцінені повні теми
zh_cn: 评分最高的完整主题

source: Newest Complete Themes
cs: Nejnovější plné motivy
de: Neueste vollständige Themes
el: Νεότερα πλήρη θέματα
es: Temas completos más recientes
fr: Nouveaux thèmes complets
it: Temi completi più recenti
ja: 最新の完全テーマ
ko: 최신 완전 테마
nl: Nieuwste complete thema’s
pa_in: ਬਿਲਕੁਲ ਨਵੇਂ ਮੁਕਮੰਲ ਥੀਮ
pl: Najnowsze kompletne motywy
pt_pt: Temas completos mais recentes
ru: Новейшие полные темы
sl: Najnovejše Celotne Teme
uk: Найновіші повні теми
zh_cn: 最新的完整主题

source: Complete Themes by Name
cs: Plné motivy dle jména
de: Vollständige Themes nach Name
el: Πλήρη θέματα κατ'όνομα
es: Temas completos por nombre
fr: Thèmes complets par nom
it: Temi completi per nome
ja: 名前順の完全テーマ
ko: 이름순 완전 테마
nl: Complete thema’s op naam
pa_in: ਨਾਂ ਦੁਆਰਾ ਮੁੰਕਮਲ ਥੀਮ
pl: Kompletne motywy wg nazwy
pt_pt: Temas completos por nome
ru: Полные темы по имени
sl: Celotne Teme po imenu
uk: Повні теми за назвою
zh_cn: 完整主题（按名字）

source: Complete Themes by Weekly Downloads
cs: Plné motivy dle týdenních stažení
de: Vollständige Themes nach wöchentlichem Download
el: Πλήρη θέματα κατ' εβδομαδιαίες λήψεις
es: Temas completos por descargas semanales
fr: Thèmes complets par téléchargements hebdomadaires
it: Temi completi per numero di download settimanali
ja: 週間ダウンロード数順の完全テーマ
ko: 주간 다운로드순 완전 테마
nl: Complete thema’s op wekelijkse downloads
pa_in: ਹਫ਼ਤੇਵਾਰ ਡਾਊਨਲੋਡ ਦੁਆਰਾ ਮੁਕਮੰਲ ਥੀਮ
pl: Kompletne motywy wg tygodniowych pobrań
pt_pt: Temas completos por transferências semanais
ru: Полные темы по еженедельным загрузкам
sl: Celotne Teme po številu prenosov na teden
uk: Повні теми за щотижневими завантаженнями
zh_cn: 完整主题（按周下载量）

source: Recently Updated Complete Themes
cs: Naposledy aktualizované plné motivy
de: Kürzlich aktualisierte vollständige Themes
el: Πρόσφατα ενημερωμένα πλήρη θέματα
es: Temas completos actualizados recientemente
fr: Thèmes complets récemment envoyés
it: Temi completi aggiornati di recente
ja: 最近更新された完全テーマ
ko: 최근 업데이트된 완전 테마
nl: Onlangs bijgewerkte complete thema’s
pa_in: ਹਾਲ ਵਿੱਚ ਅੱਪਡੇਟ ਹੋਏ ਮੁਕਮੰਲ ਥੀਮ
pl: Ostatnio zaktualizowane kompletne motywy
pt_pt: Temas completos atualizados recentemente
ru: Недавно обновленные полные темы
sl: Pred kratkim posodobljene Celotne Teme
uk: Нещодавно оновлені повні теми
zh_cn: 最近更新的完整主题

source: Up & Coming Complete Themes
de: Aufstrebende vollständige Themes
el: Επερχόμενα πλήρη θέματα
es: Temas completos disponibles próximamente
fr: Thèmes complets à venir
it: Temi completi emergenti
ja: 注目の完全テーマ
ko: 인기 급상승 완전 테마
nl: Aankomende complete thema’s
pa_in: ਉੱਤੇ ਅਤੇ ਆ ਰਹੇ ਮੁਕਮੰਲ ਥੀਮ
pl: Najczęściej używane kompletne motywy
pt_pt: Temas completos a chegar
ru: Набирающие популярность полные темы
sl: Celotne Teme na obzorju
uk: Повні теми, які набирають популярність
zh_cn: 完整主题新秀

source: Featured Apps
cs: Doporučené aplikace
de: Vorgestellte Anwendungen
es: Aplicaciones destacadas
fr: Applications en vedette
it: App consigliate
ko: 추천 앱
nl: Aanbevolen apps
pl: Polecane aplikacje
ru: Избранные приложения
sl: Predstavljene aplikacije
zh_cn: 精选应用

source: Apps by Weekly Downloads
cs: Aplikace dle stažení týdně
de: Anwendungen nach wöchentlichem Download
es: Aplicaciones por descargas semanales
fr: Applications classées par téléchargements hebdomadaires
it: App per download settimanali
ko: 주간 다운로드순 앱
nl: Apps op wekelijkse downloads
pl: Aplikacje wg tygodniowych pobrań
ru: Приложения по еженедельным загрузкам
sl: Aplikacije po prenosih na teden
zh_cn: 应用（按周下载量）

source: Top-Rated Apps
cs: Nejlépe hodnocené aplikace
de: Höchstbewertete Anwendungen
es: Aplicaciones mejor valoradas
fr: Applications les mieux notées
it: App più votate
ko: 최고 평점 앱
nl: Best gewaardeerde apps
pl: Najwyżej oceniane aplikacje
ru: Самые рейтинговые приложения
sl: Aplikacije po ocenah
zh_cn: 评分最高的应用

source: Newest Apps
cs: Nejnovější aplikace
de: Neueste Anwendungen
es: Aplicaciones más recientes
fr: Applications récentes
it: App più recenti
ko: 신규 앱
nl: Nieuwste apps
pl: Najnowsze aplikacje
ru: Новейшие приложения
sl: Najnovejše aplikacije
zh_cn: 最新应用

source: Apps by Name
cs: Aplikace dle názvu
de: Anwendungen nach Name
es: Aplicaciones por nombre
fr: Applications par noms
it: App per nome
ko: 이름순으로 정렬된 앱
nl: Apps op naam
pl: Aplikacje wg nazwy
ru: Приложения по имени
sl: Aplikacije po imenu
zh_cn: 应用（按名称）

source: Recently Updated Apps
cs: Nedávno aktualizované aplikace
de: Kürzlich aktualisierte Anwendungen
es: Aplicaciones actualizadas recientemente
fr: Applications récemment mises à jour
it: App aggiornate di recente
ko: 최근 업데이트된 앱
nl: Onlangs bijgewerkte apps
pl: Ostatnio zaktualizowane aplikacje
ru: Недавно обновлённые приложения
sl: Pred kratkim posodobljene aplikacije
zh_cn: 最近更新的应用

source: Up & Coming Apps
cs: Žádané aplikace
de: Aufstrebende Anwendungen
es: Aplicaciones disponibles próximamente
fr: Applications en progression
it: App emergenti
ko: 인기 급상승 앱
nl: Aankomende apps
pl: Najczęściej używane aplikacje
ru: Набирающие популярность приложения
sl: Aplikacije na obzorju
zh_cn: 新秀应用

source: See the %(cnt)s extension in %(name)s &raquo;
cs: Zobrazit %(cnt)s rozšíření v %(name)s &raquo;
de: Sehen Sie sich die %(cnt)s Erweiterung in %(name)s an »
el: Δείτε την επέκταση %(cnt)s σε %(name)s &raquo;
es: Ver la %(cnt)s extensión en %(name)s &raquo;
fr: Voir l'extension dans %(name)s &raquo;
it: Visualizza %(cnt)s estensione in %(name)s &raquo;
ja: %(name)s カテゴリの %(cnt)s 個の拡張機能を見る &raquo;
ko: %(name)s내 모든 확장 기능 (%(cnt)s) 보기 &raquo;
nl: Bekijk %(cnt)s extensie in %(name)s &raquo;
pa_in: %(name)s &raquo ਵਿੱਚ %(cnt)s ਇਕਸਟੈਨਸ਼ਨ ਵੇਖੋ;
pl: Zobacz rozszerzenie z kategorii %(name)s &raquo;
pt_pt: Ver a %(cnt)s extensão em %(name)s &raquo;
ru: Показать %(cnt)s расширение в %(name)s &raquo;
sl: Glej razširitve - %(cnt)s - v %(name)s &raquo;
uk: Показати %(cnt)s розширення в %(name)s &raquo;
zh_cn: 浏览 %(name)s 中的 %(cnt)s 个扩展 &raquo;

source: See the %(cnt)s app in %(name)s &raquo;
cs: Zobrazit %(cnt)s aplikaci v %(name)s &raquo;
de: Sehen Sie sich die %(cnt)s Anwendung in %(name)s an »
es: Ver la %(cnt)s aplicación en %(name)s &raquo;
fr: Voir l'application %(cnt)s dans %(name)s &raquo;
it: Visualizza %(cnt)s app in %(name)s &raquo;
ko: %(name)s내 모든 앱 (%(cnt)s) 보기 &raquo;
nl: Bekijk %(cnt)s app in %(name)s &raquo;
pl: Zobacz aplikację z kategorii %(name)s &raquo;
ru: Показать %(cnt)s приложение в %(name)s &raquo;
sl: Glej aplikacije - %(cnt)s - v %(name)s &raquo;
zh_cn: 浏览 %(name)s 中的 %(cnt)s 个应用 &raquo;

source: No results found.
cs: Nic nebylo nalezeno.
de: Es wurde nichts gefunden.
el: Δε βρέθηκαν αποτελέσματα.
es: No se ha encontrado ningún resultado.
fr: Aucun résultat.
it: Nessun risultato.
ja: 該当するアドオンはありません。
ko: 검색 결과가 없습니다.
nl: Geen resultaten gevonden.
pa_in: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂਂ ਮਿਲਿਆ
pl: Nic nie znaleziono.
pt_pt: Nenhum resultado encontrado.
ru: Поиск не дал результатов.
sl: Ni najti rezultatov
uk: Результатів не знайдено.
zh_cn: 未找到结果。

source: {0} Themes
cs: {0} motivů vzhledu
el: {0} Θέματα
es: {0} Temas
fr: {0} Thèmes
it: {0} temi
ja: {0} カテゴリのテーマ
ko: {0} 테마
nl: {0}-thema’s
pa_in: {0} ਥੀਮ
pl: Motywy {0}
pt_pt: {0} Temas
ru: {0} :: Темы
sl: {0} Tem
uk: {0} Теми
zh_cn: {0} 主题

source: {0}'s Themes
cs: Motivy vzhledu {0}
de: Themes von {0}
el: Θέματα χρήστη {0}
es: Temas de {0}
fr: Thèmes de {0}
it: Temi di {0}
ja: {0} さんのテーマ
ko: {0}의 테마
nl: Thema’s van {0}
pa_in: {0}'s ਥੀਮ
pl: Motywy użytkownika {0}
pt_pt: Temas {0}
ru: Темы {0}
sl: Teme - {0}'
uk: Теми {0}
zh_cn: {0} 的主题

source: View Profile
cs: Zobrazení profilu
de: Profil ansehen
el: Προβολή προφίλ
es: Ver perfil
fr: Voir le profil
it: Visualizza il profilo
ja: プロフィールを見る
ko: 프로필 보기
nl: Profiel bekijken
pa_in: ਪ੍ਰੋਫ਼ਾਈਲ ਵੇਖੋ
pl: Zobacz profil
pt_pt: Ver perfil
ru: Просмотр профиля
sl: Prikaži profil
uk: Переглянути профіль
zh_cn: 查看简介

source: Create Your Own Theme
cs: Vytvoření svého vlastního motivu
de: Erstellen Sie Ihr eigenes Theme
el: Δημιουργία θέματος
es: Crear tu propio tema
fr: Créer votre propre thème
it: Crea il tuo tema
ja: 自分のテーマを作る
ko: 나만의 테마 만들기
nl: Maak uw eigen thema
pa_in: ਤੁਹਾਡੇ ਆਪਣੇ ਥੀਮ ਰਚੋ
pl: Stwórz własny motyw
pt_pt: Criar teu próprio tema
ru: Создать свою собственную тему
sl: Ustvarite si svojo lastno Temo
uk: Створити свою власну тему
zh_cn: 新建您自己的主题

source: Your browser, your style! Dress it up with a design of your own!
cs: Váš prohlížeč, váš styl! Oblečte si svůj prohlížeč podle svého!
de: Ihr Browser, Ihr Stil! Kleiden Sie ihn in ein eigenes Design!
el: Ο περιηγητής σας, το στυλ σας! Ντύστε τον με δικά σας σχέδια!
es: ¡Tu navegador, tu estilo! ¡Vístelo con el diseño que tú elijas!
fr: Votre navigateur, avec votre style ! Habillez-le avec un design personnel !
it: Il tuo browser, il tuo stile. Personalizzalo con un design tutto tuo.
ja: あなたのブラウザをあなたのスタイルに！ オリジナルのデザインに着せ替えましょう！
ko: 내 웹 브라우저를 나만의 스타일대로! 나만의 디자인을 브라우저에 입혀보세요!
nl: Uw browser, uw stijl! Versier hem met uw eigen ontwerp!
pa_in: ਤੁਹਾਡਾ ਬਰਾਊਂਜਰ, ਤੁਹਾਡਾ ਸ਼ੈਲੀ! ਇਸ ਨੂੰ ਤੁਹਾਡੇ ਆਪਣੇ ਡਿਜ਼ਾਇਨ ਨਾਲ ਤਿਆਰ ਕਰੋ!
pl: Twoja przeglądarka, twój styl! Ubierz ją we własne szaty!
pt_pt: O seu navegador, o seu estilo! Vista-o com um design seu!
sl: Vaš brskalnik, vaš stil! Preoblecite ga po svojem okusu!
uk: Ваш браузер у Вашому стилі! Використовуйте для нього свій власний дизайн!
zh_cn: 你的浏览器，你的风格！用你自己的设计装点起来！

source: Learn more
cs: Více informací
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
ja: 詳細
ko: 자세히 보기
nl: Meer info
pa_in: ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej
pt_pt: Saber mais
ru: Узнать больше
sl: Več o tem
uk: Дізнатись більше
zh_cn: 详细了解

source: View All Recently Added
cs: Zobrazit všechny nedávno přidané
de: Alle jüngst hinzugefügten Add-ons anzeigen
el: Εμφάνιση όλων όσων προστέθηκαν πρόσφατα
es: Ver todas las añadidas recientemente
fr: Voir tous les ajouts récents
it: Visualizza tutti i più recenti
ja: 最近追加されたテーマをすべて見る
ko: 최근 등록된 순으로 모두 보기
nl: Alle recent toegevoegde bekijken
pa_in: ਹਾਲ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ ਸਾਰੇ ਵੇਖੋ
pl: Wyświetl wszystkie
pt_pt: Ver todos os adicionados recentemente
ru: Просмотреть все по дате добавления
sl: Ogled vseh dodatkov Pred Kratkim Dodani
uk: Переглянути всі нещодавно додані
zh_cn: 查看所有最近添加的

source: View All Most Popular
cs: Zobrazit všechny nejpopulárnější
de: Alle beliebtesten Personas anzeigen
el: Εμφάνιση όλων των δημοφιλέστερων
es: Ver los más populares
fr: Voir tous les plus populaires
it: Visualizza tutti i temi più popolari
ja: 人気のテーマをすべて見る
ko: 가장 인기있는 순으로 모두 보기
nl: Alle populairste bekijken
pa_in: ਸੱਭ ਤੋਂ ਮਸ਼ਹੂਰ ਸਾਰੇ ਵੇਖੋ
pl: Wyświetl wszystkie
pt_pt: Ver os mais populares
ru: Просмотреть все по популярности
sl: Pokaži vse Najbolj priljubljene
uk: Переглянути всі найпопулярніші
zh_cn: 查看所有热门作品

source: View All Top Rated
cs: Zobrazit všechny nejlépe hodnocené
de: Alle am besten bewerteten Add-ons anzeigen
el: Εμφάνιση όλων των κορυφαίων σε βαθμολογία
es: Ver todas las mejor valoradas
fr: Voir tous les mieux notés
it: Visualizza tutti i più votati
ja: 評価の高いテーマをすべて見る
ko: 상위 별점 순으로 모두 보기
nl: Alle hoogst beoordeelde bekijken
pa_in: ਚੋਟੀ ਦੇ ਰੇਟ ਹੋਏ ਸਾਰੇ ਵੇਖੋ
pl: Wyświetl wszystkie
pt_pt: Ver todas as avaliações
ru: Просмотреть все по рейтингу
sl: Ogled vseh dodatkov Najbolje Ocenjeni
uk: Переглянути всі найвище оцінені
zh_cn: 查看所有最高评分

source: Over 300,000 designs to personalize your browser! Move your mouse over a Background Theme to try it on. <a href="%(url)s" class="more-info">Start exploring</a>
cs: Více než 300 000 vzhledů pro přizpůsobení svého prohlížeče! Přejeďte kurzorem myši přes motiv a uvidíte jej. <a href="%(url)s" class="more-info">Začít procházet</a>
de: Über 300.000 Designs, um Ihren Browser zu personalisieren. Bewegen Sie Ihren Mauszeiger über ein Hintergrund-Theme, um es anzuprobieren. <a href="%(url)s" class="more-info">Sehen Sie sich um</a>
el: Πάνω από 300,000 σχέδια για την εξατομίκευση του περιηγητή σας! Μετακινήστε το ποντίκι σας πάνω από ένα Θέμα φόντου για να το δοκιμάσετε. <a href="%(url)s" class="more-info">Ξεκινήστε την εξερεύνηση</a>
es: ¡Más de 300.000 diseños para personalizar tu navegador! Mueve tu puntero sobre un tema de fondo para probarlo. <a href="%(url)s" class="more-info">Comenzar a explorar</a>
fr: Plus de 300 000 thèmes pour personnaliser votre navigateur ! Déplacez votre pointeur sur l'un des thèmes pour l'essayer. <a href="%(url)s" class="more-info">Commencez l'exploration</a>
it: Oltre 300 000 motivi per personalizzare il tuo browser. Passa il cursore del mouse sopra un tema di sfondo per provarlo sulla finestra di Firefox. <a href="%(url)s" class="more-info">Inizia a esplorare</a>
ja: 30 万種類を超えるデザインでブラウザをカスタマイズ！ 背景テーマにマウスを乗せるとプレビューできます。<a href="%(url)s" class="more-info">お気に入りのテーマを探す</a>
ko: 30만개가 넘는 디자인으로 웹 브라우저를 꾸밀 수 있습니다! 마우스 커서를 테마 위에 올려서 미리 입혀보세요. <a href="%(url)s" class="more-info">둘러보기</a>
nl: Meer dan 300.000 ontwerpen om uw browser mee te personaliseren! Beweeg uw muis over een achtergrondthema om dit te proberen. <a href="%(url)s" class="more-info">Start met verkennen</a>
pa_in: ਤੁਹਾਡੇ ਬਰਾਊਂਜਰ ਨੂੰ ਨਿਜੀ ਬਣਾਉਣ ਲਈ 300,000 ਤੋਂ ਵੱਧ ਡਿਜ਼ਾਇਨ! ਆਪਣੇ ਮਾਊਸ ਨੂੰ ਇੱਕ ਬੈਕਗਰਾਊਂਡ ਥੀਮ ਦੇ ਉੱਪਰ ਚਲਾਓ ਉਸ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ। <a href="%(url)s" class="more-info">ਪੜਚੋਲ ਸ਼ੁਰੂ ਕਰੋ</a>
pl: Ponad 300 000 projektów, by spersonalizować twoją przeglądarkę! Najedź kursorem na motyw tła, by go wypróbować. <a href="%(url)s" class="more-info">Rozpocznij przeglądanie</a>
pt_pt: Mais de 300000 aparências para personalizar o seu navegador! Desloque o rato sobre um tema de fundo para o experimentar. <a href="%(url)s" class="more-info">Comece a explorar</a>
sl: Več kot 300,000 dizajnov, s katerimi si lahko preoblečete svoj brskalnik! Premaknite miško prek Teme za ozadje, da si jo ogledate. <a href="%(url)s" class="more-info">Začnite raziskovati</a>
uk: Понад 300,000 тем для зміни вигляду вашого браузера! Наведіть вказівник миші на тему, щоб випробувати її. <a href="%(url)s" class="more-info">Почати огляд</a>
zh_cn: 用超过30万款设计让您的浏览器彰显个性！将鼠标移动到背景主题上即可预览效果。<a href="%(url)s" class="more-info">开始探索吧</a>

source: Want more personalization?
cs: Chcete větší přizpůsobení?
de: Möchten Sie noch mehr Personalisierung?
el: Θέλετε περισσότερη εξατομίκευση;
es: ¿Deseas más personalización?
fr: Vous voulez plus de personnalisation ?
it: Vuoi più personalizzazione?
ja: もっとカスタマイズしたい？
ko: 더 개인화를 원하세요?
nl: Wilt u meer personalisatie?
pa_in: ਹੋਰ ਨਿਜੀ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chcesz bardziej dostosować?
pt_pt: Quer mais personalização?
ru: Нужна большая персонализация?
sl: Želite večjo prilagodljivost?
uk: Хочете більше персоналізації?
zh_cn: 想要进一步个性化？
