Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Documentation about security in Firefox OS; this includes topics about security devices from every perspective: for app developers, device integrators, and so forth.
cs: Dokumentace o bezpečnosti ve Firefox OS. Zahrnuje témata o bezpečnosti zařízení z každé perspektivy: pro vývojáře aplikací, integrátory se zařízením atd.
de: Dokumentation über Sicherheit in Firefox OS; dazu gehören Themen über Sicherheitsgeräte aus jeder Perspektive: Für Anwendungsentwickler, Geräteintegratoren und so weiter.
es: Documentación acerca de la seguridad en Firefox OS: explica los dispositivos de seguridad para desarrolladores de aplicaciones e integradores de dispositivos, entre otros.
fr: Documentation sur la sécurité de Firefox OS ; ceci inclus la sécurité des appareils de tous les points de vue : développeurs d'applications, intégrateurs, etc.
it: Documentazione sulla sicurezza in Firefox OS; comprende argomenti riguardanti i dispositivi di sicurezza visti da ogni prospettiva: di chi sviluppa le app, di chi le integra nei dispositivi, ecc.
pl: Dokumentacja bezpieczeństwa w Firefox OS; zawiera tematy związane z bezpieczeństwem urządzeń z każdej perspektywy: dla twórców aplikacji, integratorów urządzeń itd.

source: Articles about optimizing Firefox OS applications.
cs: Článek o optimalizaci aplikací pro Firefox OS
de: Artikel zur Optimierung von Firefox-OS-Anwendungen.
es: Artículos acerca de la optimización de aplicaciones para Firefox OS.
fr: Articles à propos de l'optimisation des applications Firefox OS.
it: Articoli sull'ottimizzazione delle applicazioni per Firefox OS.
pl: Artykuły na temat optymalizowania aplikacji w Firefox OS.

source: A guide to resolving common problems with Firefox OS.
cs: Průvodce řešení častých problémů s Firefox OS.
de: Ein Leitfaden zur Lösung häufiger Probleme mit Firefox OS.
es: Una guía para resolver problemas frecuentes con Firefox OS.
fr: Un guide pour résoudre les problèmes courants avec Firefox OS.
it: Una guida per risolvere problemi comuni con Firefox OS.
pl: Przewodnik rozwiązywania najczęstszych problemów w Firefox OS.

source: A guide to debugging both your mobile apps and Firefox OS itself.
cs: Průvodce laděním mobilních aplikací a samotného Firefox OS.
de: Ein Leitfaden zum Lösen von Programmfehlern bei Ihren mobilen Anwendungen und Firefox OS selbst.
es: Una guía para depurar tanto tus aplicaciones móviles como el propio Firefox OS.
fr: Un guide pour faire du débogage de vos applications mobiles et de Firefox OS lui-même.
it: Una guida che descrive come effettuare il debug delle app per piattaforma mobile e dello stesso Firefox OS.
pl: Przewodnik debuggowania, zarówno aplikacji mobilnych, jak i samego Firefox OS.

source: A guide to the Firefox OS developer phones Mozilla provides to some developers. This guide also applies if someone installed Firefox OS on your phone for you.
cs: Průvodce vývojářskými telefony Firefox OS, které Mozilla poskytuje některým vývojářům. Průvodce je též užitečný pro ty, kteří si nainstalují Firefox OS na svůj telefon.
de: Ein Leitfaden zu den Firefox-OS-Entwickler-Handys, die Mozilla einigen Entwicklern zur Verfügung stellt. Dieser Leitfaden gilt auch, wenn Ihnen jemand Firefox OS auf Ihrem Handy installiert hat.
es: Una guía para los teléfonos Firefox OS que Mozilla proporciona a algunos desarrolladores. Esta guía también es útil para aquellos que tengan instalado Firefox OS en su teléfono.
fr: Un guide pour les téléphones développeur Firefox OS que Mozilla fournis à certains. Ce guide s'applique aussi si l'on vous a installé Firefox OS.
it: Una guida al telefono prototipo per sviluppatori con Firefox OS che Mozilla ha fornito ad alcuni sviluppatori. Questa guida è valida anche per gli sviluppatori a cui è stato installato sul telefono cellulare Firefox OS.
pl: Przewodnik telefonów deweloperskich Firefox OS, dostarczanych niektórych programistom. Ten przewodnik ma również zastosowanie, gdy ktoś zainstalował Firefox OS dla ciebie na twoim telefonie.

source: View all...
cs: Zobrazit vše...
de: Alle ansehen…
es: Ver todo...
fr: Tout voir &hellip;
it: Mostra tutto
pl: Zobacz wszystko…
ru: Просмотреть все...

source: Developing Game Apps
cs: Vývoj herních aplikací
de: Entwickeln von Spiele-Anwendungen
es: Desarrollo de aplicaciones para juegos
fr: Développer des jeux
it: Sviluppare app giochi
ko: 게임 앱 개발하기
nl: Spelapps ontwikkelen
pl: Tworzenie gier
ru: Разработка игровых приложений
zh_cn: 开发游戏应用

source: These references and guides provide information useful to developers creating game apps using open Web technologies.
cs: Tyto přehledy a návody poskytnou užitečné informace pro vývojáře herních aplikací, kteří je vyvíjejí pomocí otevřených webových technologií.
de: Diese Referenzen und Leitfäden liefern hilfreiche Informationen für Entwickler, die Spiele-Anwendungen mit Technologien des offenen Web entwickeln.
es: Estas referencias y guías ofrecen información útil a desarrolladores que quieren crear juegos utilizando las tecnologías web abiertas.
fr: Ces références et guides fournissent des informations utiles aux développeurs de jeux utilisant les technologies web ouvertes.
it: I seguenti riferimenti e guide forniscono informazioni utili per gli sviluppatori interessati a creare app giochi utilizzando le tecnologie del Web aperto.
pl: Te dokumentacje i przewodniki dostarczają informacji przydatnych autorom tworzącym gry przy użyciu technologii otwartej sieci.

source: Guides for game developers
cs: Průvodce pro vývojáře her
de: Leitfäden für Spieleentwickler
es: Guías para desarrolladores de juegos
fr: Guide pour les développeurs de jeu
it: Guide per gli sviluppatori di giochi
pl: Przewodniki dla twórców gier
ru: Руководства для разработчиков игр

source: Special considerations for game developers
cs: Speciální upozornění pro vývojáře her
de: Besondere Hinweise für Spieleentwickler
es: Consideraciones especiales para desarrolladores de juegos
fr: Considérations spécifique à l'attention des développeurs de jeu
it: Considerazioni speciali per gli sviluppatori di giochi
pl: Specjalne uwagi dla twórców gier

source: Things you should keep in mind while designing and developing your game as a Web app.
cs: Věci, které byste měli mít na paměti, když navrhujete a vyvíjíte svou hru jako webovou aplikaci.
de: Dinge, die Sie bedenken sollten, wenn Sie Ihr Spiel als Web-Anwendung gestalten und entwickeln.
es: Cosas que debes tener en cuenta al diseñar y desarrollar tu juego como aplicación web.
fr: Les choses à avoir à l'esprit lors du design et du développement de votre jeu sous forme d'application Web.
it: Cose da tenere a mente mentre si progetta e sviluppa un gioco sotto forma di app web.
pl: Rzeczy, o których należy pamiętać podczas projektowania i tworzenia gier jako aplikacji sieciowych.

source: Resources for game developers
cs: Zdroje pro vývojáře her
de: Ressourcen für Spieleentwickler
es: Recursos para desarrolladores de juegos
fr: Ressources pour les développeurs de jeux
it: Risorse per sviluppatori di giochi
pl: Zasoby dla twórców gier
ru: Ресурсы для разработчиков игр

source: Game engines and tools
cs: Herní enginy a nástroje
de: Spiele-Engines und Werkzeuge
es: Motores de juegos y herramientas
fr: Moteurs de jeu et outils
it: Motori di gioco e strumenti
pl: Silniki gier i narzędzia
ru: Игровые движки и инструменты

source: Links to useful libraries, game engines, and utilities that can help you create your game app.
cs: Odkazy na užitečné knihovny, herní enginy a nástroje, které vám pomohou vytvořit vaši novou herní aplikaci.
de: Links zu hilfreichen Bibliotheken, Spiele-Engines und Hilfsmitteln, die Ihnen helfen können, Ihre Spiele-Anwendung zu entwickeln.
es: Enlaces a bibliotecas, motores de juegos y utilidades que pueden ayudarte a crear tu juego.
fr: Liens vers des bibliothèques utiles, moteurs de jeux, outils qui peuvent vous aider à créer votre jeu.
it: Link a librerie utili, motori di gioco e utilità per facilitare la realizzazione di un'app gioco.
pl: Odnośniki do użytecznych bibliotek, silników gier i narzędzi, które mogą pomóc ci stworzyć własną grę.

source: View All...
cs: Zobrazit vše...
de: Alle ansehen…
es: Ver todo...
fr: Tout voir &hellip;
it: Mostra tutto
pl: Zobacz wszystkie…
ru: Просмотреть все...

source: Technology reference documentation
cs: Referenční dokumentace k technologiím
de: Dokumentation zur Technologiereferenz
es: Documentación de referencia sobre tecnologías
fr: Documentation de référence des technologies
it: Documentazione di riferimento per le varie tecnologie
pl: Dokumentacja techniczna

source: Getting help from the community
cs: Získání pomoci od komunity
de: Hilfe aus der Gemeinschaft erhalten
es: Obtener ayuda de la comunidad
fr: Obtenir de l'aide de la communauté
it: Ottenere aiuto dalla comunità
pl: Uzyskiwanie pomocy od społeczności

source: If you still aren't sure how to do what you're trying to get done, feel free to join the conversation!
cs: Pokud si stále nejste jisti, jak něčeho docílit, neváhejte se zapojit do diskuse!
de: Wenn Sie immer noch nicht sicher sind, wie Sie das tun sollen was Sie tun möchten, können Sie einfach mitdiskutieren!
es: Si todavía no estás seguro de saber cómo poner en práctica lo que quieres hacer, ¡únete al foro!
fr: Si vous n'êtes pas sûr de ce que vous essayer d'obtenir, venez en discuter !
it: Se hai ancora dei dubbi riguardo alla realizzazione del tuo progetto, partecipa alla discussione.
pl: Jeśli nadal nie masz pewności, jak zrobić to, co próbujesz wykonać, bez obaw przyłącz się do rozmowy!

source: Consult the webapps forum:
cs: Konzultujte webapps ve fóru:
de: Melden Sie sich im Forum für Web-Anwendungen:
es: Consulta el foro de webapps:
fr: Consultez le forum des applications web :
it: Consulta il forum delle app web:
pl: Znajdź poradę na forum aplikacji sieciowych:

source: as a mailing list
cs: v e-mailové konferenci
de: als Mailing-Liste
es: como lista de correo
fr: comme une liste de diffusion
it: come mailing list
pl: jako lista mailingowa
ru: как список рассылки

source: as a newsgroup
cs: v diskusní skupině
de: als Newsgroup
es: como grupo de noticias
fr: comme un newsgroup
it: come newsgroup
pl: jako lista dyskusyjna
ru: как группа новостей

source: as a Google Group
cs: na Google Groups
de: als Google Group
es: como grupo de Google
fr: comme un Groupe Google
it: come Gruppo Google
pl: jako grupa Google
ru: как группа Google

source: as a Web feed
cs: ve webovém zdroji
de: als Web-Feed
es: como fuente web
fr: comme un flux Web
it: Come Feed web
pl: jako kanał internetowy
ru: как лента новостей

source: Ask your question on the Open Web Apps IRC channel: <a href="%(url)s">#openwebapps</a>
cs: Položte svou otázku na IRC kanálu Open Web Apps: <a href="%(url)s">#openwebapps</a>
de: Stellen Sie Ihre Frage im IRC-Kanal zu Anwendungen des offenen Web: <a href="%(url)s">#openwebapps</a>
es: Haz tus preguntas en el canal IRC de Open Web Apps: <a href="%(url)s">#openwebapps</a>
fr: Posez votre question sur l'IRC Open Web Apps : <a href="%(url)s">#openwebapps</a>
it: Poni la tua domanda sul canale IRC App web aperte: <a href="%(url)s">#openwebapps</a>
pl: Zadaj swoje pytanie na kanale IRC Open Web Apps: <a href="%(url)s">#openwebapps</a>

source: Tools for app developers
cs: Nástroje pro vývojáře aplikací
de: Werkzeuge für Anwendungsentwickler
es: Herramientas para desarrolladores de aplicaciones
fr: Outils pour les développeurs d'applications
it: Strumenti per sviluppatori di app
pl: Narzędzia dla twórców aplikacji
ru: Инструменты для разработчиков приложений

source: App developer tools
cs: Nástroje pro vývojáře aplikací
de: Werkzeuge für Anwendungsentwickler
es: Herramientas para desarrolladores de aplicaciones
fr: Outils du développeur d'application
it: Strumenti per sviluppatori di app
pl: Narzędzia twórców aplikacji
ru: Инструменты разработчиков приложений

source: Don't forget about the <em>netiquette</em>...</a>
cs: Nezapomeňte na <em>netiketu</em>...</a>
de: Vergessen Sie nicht die <em>Netiquette</em>…</a>
es: No te olvides de la <em>netiqueta</em>...</a>
fr: N'oubliez pas de respecter la <em>netiquette</em> &hellip;</a>
it: Non dimenticare la <em>netiquette</em>...</a>
pl: Nie zapomnij o <em>netykiecie</em>…</a>

source: Intro to Open Web apps
cs: Úvod do otevřených webových aplikací
de: Einführung in Anwendungen des offenen Web
es: Intro a las aplicaciones web abiertas
fr: Introduction aux Open Web Apps
it: Introduzione alle app web aperte
pl: Wprowadzenie do aplikacji otwartej sieci

source: Multi devices
de: Mehrere Geräte
es: Multidispositivo
fr: Multi-appareils
it: Multidispositivo
pl: Wiele urządzeń
ru: Мультиустройства

source: The Web is the platform
cs: Web je platforma
de: Das Web ist die Plattform
es: La Web es la plataforma
fr: Le Web est la plateforme
it: Il Web è la piattaforma
pl: Sieć jest platformą
ru: Веб - это платформа

source: Open Web Apps are a great opportunity for those who need to develop applications that work on the largest number of devices, and for those who cannot afford to develop an app for every vendor platform (such as Android, iOS, and &quot;classical&quot; desktop web browsers). The difference between an app and a website is that you can install an app and more thoroughly integrate it into your device. It’s not a bookmark &mdash; it’s part of a system. Open Web Apps hold that great promise. They are an opportunity that we should not miss, otherwise the Web might become fragmented once more.
de: Anwendungen des offenen Web sind ein tolle Möglichkeit für diejenigen, die Anwendungen entwickeln müssen, die auf der größtmöglichen Zahl an Geräten funktionieren und für diejenigen, die es sich nicht leisten können, eine Anwendung für jede Anbieterplattform (wie Android, iOS und „klassische“ Desktop-Web-Browser) zu entwickeln. Der unterschied zwischen einer Anwendung und einer Website ist, dass Sie eine Anwendung auf Ihrem Gerät installieren und so stärker integrieren können. Sie ist kein Lesezeichen &mdash; sie ist Teil eines Systems. Anwendungen des offenen Web halten dieses großartige Versprechen. Sie sind eine Möglichkeit, die wir nicht auslassen sollten, andernfalls zersplittert das Internet vielleicht erneut.
es: Las aplicaciones web abiertas son una gran oportunidad para aquellos que necesitan desarrollar aplicaciones que funcionen en el mayor número de dispositivos, y para aquellos que no pueden permitirse desarrollar una aplicación para cada fabricante de plataformas (como Android, iOS y navegadores web de escritorio &quot;clásicos&quot;). La diferencia entre una aplicación y un sitio web es que puedes instalar una aplicación e integrarla más profundamente en tu dispositivo. No es un marcador &mdash; es parte del sistema. Las aplicaciones web abierta cumplen esa gran promesa. Son una oportunidad que no debemos perder; en caso contrario, la web podría verse fragmentada una vez más.
fr: Les Open Web Apps sont une superbe opportunité pour ceux qui développent des applications à destination de multiples appareils, et qui ne peuvent se permettre de faire une application pour chaque plateforme (Android, iOS, ainsi que les navigateurs web de bureau « classiques »). La différence entre une application et un site web est que celle-ci peut s'installer et s'intégrer bien mieux sur votre appareil. Ce n'est pas un marque-page, c'est une partie du système. Les Open Web Apps tiennent cette grande promesse. Elles sont une opportunité à ne pas rater, sans quoi le Web pourrait de nouveau se fragmenter.
it: Le app web aperte rappresentano una grande opportunità per chi ha la necessità di sviluppare applicazioni che funzionino sul maggior numero possibile di dispositivi e per chi non può permettersi di sviluppare una versione diversa dell'app per ciascuna piattaforma di vendita (come Android, iOS e i &quot;classici&quot; browser per desktop). La differenza tra un sito web e un'app è che la seconda può essere installata e integrata più efficacemente nel dispositivo. Non è un segnalibro &mdash; è una parte del sistema. Le app web rappresentano una importante promessa per il futuro. Sono un'opportunità che non dobbiamo perdere se non vogliamo che il Web torni ancora una volta a essere frammentato.
pl: Aplikacje otwartej sieci są wielką szansą dla tych, którzy muszą tworzyć aplikacje działające na jak największej liczbie urządzeń, oraz dla tych, którzy nie mogą sobie pozwolić na tworzenie aplikacji dla każdej zamkniętej platformy (jak Android, iOS i „klasyczne” przeglądarki desktopowe). Różnica między aplikacją a strona internetową jest taka, że aplikację możesz zainstalować i dokładniej zintegrować z urządzeniem. Nie jest to zakładka – jest to część systemu. Aplikacje otwartej sieci spełniają te obietnice. Są szansą, której nie powinniśmy przegapić, inaczej Sieć może stać się jeszcze bardziej podzielona.

source: With this in mind it should be clear that Open Web Apps (OWA in short) are intended to be standardized and to become part of &quot;the Web&quot;. If successful, OWA should eventually work on all browsers, operating systems and devices.
de: Mit diesem Hintergedanken sollte es klar sein, dass Anwendungen des offenen Web (kurz AOW) standardisiert und Teil „des Web“ werden sollen. Im Falle des Erfolgs sollten AOW irgendwann auf allen Browser, Betriebssystemen und Geräten laufen.
es: Con esto en mente debe quedar claro que las aplicaciones web abiertas (o su abreviatura en inglés, OWA) tienen previsto su estandarización y así formar parte de la &quot;Web&quot;. Si se consigue, las OWA deberían funcionar en última instancia en todos los navegadores, sistemas operativos y dispositivos.
fr: Avec ceci en tête, il devrait être clair que les Open Web Apps (OWA en abrégé) sont là pour être standardisées et devenir partie intégrante du « Web ». Si elles prennent, les OWA devraient pouvoir fonctionner sur tous les navigateurs, systèmes d'exploitations et appareils.
it: Tenendo presente ciò, appare chiaro che l'obiettivo delle app web aperte (AWA per brevità) è diventare standardizzare ed entrare a far parte del &quot;Web&quot;. Se avranno successo, le AWA eventualmente funzioneranno su ogni browser, sistema operativo e dispositivo.
pl: Mając to na uwadze, powinno być jasne, że aplikacje otwartej sieci (Open Web Apps, w skrócie: OWA) są przeznaczone do ustandaryzowania i stania się częścią „Sieci”. Jeśli to się powiedzie, OWA powinny docelowo działać na wszystkich przeglądarkach, systemach operacyjnych i urządzeniach.
