Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <strong>Is the add-on free of unlicensed trademarks and copyrights?</strong> Though you may mean no harm to the holder of a trademark, or the owner of a copyrighted work, we can't host add-ons that infringe on trademarks or copyrights. If you don't have permission to use a trademarked name or image, please do not submit your add-on to us. If your add-on includes code that is copyrighted by someone else, and is not licensed to you to use in your add-on, please do not submit your add-on to us.
cs: <strong>Neobsahuje váš doplněk materiál porušující ochranné známky či copyright?</strong> I když si myslíte, že váš doplněk nemůže držiteli ochranné známky způsobit žádnou škodu, nemůžeme hostovat doplňky, které ochranné známky či copyright porušují. Pokud nemáte právo pro použití chráněného názvu či obrázku, prosíme, nepřidávejte doplněk do galerie. Pokud váš doplněk zahrnuje kód, který je vlastněný někým jiným a není licencován pro použití ve vašem doplňku, prosíme, nepřidávejte doplněk do galerie.
de: <strong>Ist das Add-on frei von unlizensierten Markenzeichen und Urheberrechten?</strong> Auch wenn Sie dem Eigentümer des Urheberrechts möglicherweise nichts Böses wollen, können wir keine Add-ons hosten, die Marken- oder Urheberrechte verletzen. Wenn Sie nicht die Genehmigung haben, einen markenrechtlich geschützten Namen oder eine Grafik zu verwenden, reichen Sie das Add-on bitte nicht ein. Wenn Ihr Add-on Quelltext enthält, der von jemand anderem urheberrechtlich geschützt ist und nicht für Ihre Verwendung in Ihrem Add-on lizensiert ist, reichen Sie das Add-on bitte nicht ein.
es: <strong>¿El complemento está libre de marcas no autorizadas y derechos de autor?</strong> Aunque no tengas la intención de causar ningún daño al propietario de una marca o de una obra con derechos de autor, no podemos alojar complementos que infrinjan estas normativas. Si no tienes permiso para usar un nombre o imagen de marca, por favor, no nos envíes tu complemento. Si éste incluye código que es propiedad registrada de otra persona y careces de la licencia para usarlo, por favor, no nos envíes tu complemento.
fr: <strong>Le module est-il libre de tout élément du droit des marques sans licence ou copyright ?</strong> Même si vous ne voulez pas faire de mal au propriétaire d'une marque déposée, ou au propriétaire d'un travail couvert part le droit d'auteur, nous ne pouvons pas héberger les modules qui sont en infraction avec le droit des marques ou le droit d'auteur. Si vous n'avez pas la permission d'utiliser une marque déposée ou une image, merci de ne pas envoyer votre module. Si votre module inclut du code dont les droits sont en possession de quelqu'un d'autre et qu'il ne vous a pas donné l'autorisation de l'utiliser dans votre module, merci de ne pas envoyer votre module.
it: <strong>Il componente aggiuntivo non contiene materiale soggetto a copyright o marchi registrati non licenziati?</strong> Anche sei non hai alcuna intenzione di danneggiare il detentore del marchio o il proprietario di materiale soggetto a copyright, non possiamo ospitare un componente aggiuntivo che violi queste regole. Se non hai il permesso di utilizzare un'immagine o un nome, hai incluso del codice sorgente soggetto a copyright di altri soggetti e non hai il permesso per utilizzarlo, non inviarci il tuo componente aggiuntivo.
ko: <strong>부가 기능에 허가되지 않은 상표권이나 저작권 문제는 없습니까?</strong> 상표 권리자나 저작권 소유자에게 아무 피해가 없다는 것을 나타냈더라도, 상표권이나 저작권을 어긴 부가 기능을 호스팅할 순 없습니다. 등록된 이름이나 이미지를 사용할 권리가 없다면, 부가 기능에 이러한 것을 올리진 말아주십시오. 부가 기능에 다른 사람의 저작권이 있는 코드가 포함되어 있고 부가 기능 사용에 허가를 받지 않았다면, 부가 기능에 이 코드를 제출하지 말아주십시오.
nl: <strong>Bevat de add-on geen niet-gelicentieerde handelsmerken en auteursrechten?</strong> Hoewel u waarschijnlijk de houder van een handelsmerk of de eigenaar van werk onder auteursrecht niet wilt schaden, kunnen we geen add-ons hosten die inbreuk maken op handelsmerken of auteursrechten. Als u geen toestemming hebt om een naam of afbeelding onder handelsmerk te gebruiken, dien dan uw add-on niet bij ons in. Als uw add-on code bevat waarop iemand anders auteursrecht heeft en u geen licentie hebt om deze code in uw add-on te gebruiken, dien uw add-on dan niet bij ons in.
pa_in: <strong>ਕੀ ਐਡ-ਆਨ ਬਗੈਰ-ਲਾਇਸੰਸ ਟ੍ਰੇਡਮਾਰਕਾਂ ਅਤੇ ਕਾਪੀਰਾਈਟਾਂ ਤੋਂ ਮੁਕਤ ਹੈ?</strong> ਭਾਵੇ ਤੁਹਾਡਾ ਮਕਸਦ ਕਿਸੇ ਟ੍ਰੇਡਮਾਰਕ ਰੱਖਣ ਵਾਲੇ ਜਾਂ ਇੱਕ ਕਾਪੀਰਾਈਟ ਕੰਮ ਦੇ ਮਾਲਕ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਣਾ ਨਹੀਂ, ਅਸੀਂ ਐਡ-ਆਨਾਂ ਨੂੰ ਪੇਸ਼ ਨਹੀਂ ਕਰ ਸਕਦੇ ਜੋ ਟ੍ਰੇਡਮਾਰਕਾਂ ਜਾਂ ਕਾਪੀਰਾਈਟਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦੇ ਹਨ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਇੱਕ ਟ੍ਰੇਡਮਾਰਕ ਹੋਏ ਨਾਂ ਜਾਂ ਤਸਵੀਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਇਜ਼ਾਜਤ ਨਹੀਂ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਐਡ-ਆਨ ਸਾਨੂੰ ਨਾ ਭੇਜੋ। ਜੇਕਰ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਵਿੱਚ ਕਿਸੇ ਹੋਰ ਦਾ ਕਾਪੀਰਾਈਟ ਕੋਡ ਸ਼ਾਮਲ ਹੈ, ਅਤੇ ਤੁਹਾਨੂੰ ਆਪਣੇ ਐਡ-ਆਨ ਵਿੱਚ ਵਰਤਣ ਲਈ ਲਾਇਸੰਸ ਨਹੀਂ ਦਿੱਤਾ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਐਡ-ਆਨ ਸਾਨੂੰ ਨਾ ਭੇਜੋ।
pl: <strong>Czy dodatek nie zawiera nielicencjonowanych praw autorskich i znaków towarowych?</strong> Chociaż możesz nie chcieć w żaden sposób zaszkodzić właścicielowi znaków towarowych lub praw autorskich, nie możemy publikować żadnych dodatków, które mogą powodować konflikt z prawem. Jeżeli nie masz zezwoleń na używanie zastrzeżonej nazwy lub grafiki, prosimy, nie wysyłaj swojego dodatku do nas. Nie wysyłaj również swojego dodatku do nas, jeśli dodatek zawiera stworzony przez kogoś innego kod, który jest chroniony prawem autorskim i nie posiadasz licencji na użycie go w dodatku.
pt_pt: <strong>O extra está livre de marcas e direitos autorais não licenciados?</strong> Mesmo que você não tenha nenhuma má intenção para o detentor de uma marca registrada ou dono de um trabalho com direitos reservados, não podemos hospedar extras que infringem marcas registradas ou direitos autorais. Se você não tem permissão para usar um nome ou imagem de uma marca registrada, por favor, não envie seu extra para nós. Se seu extra incluir código com direitos reservados que pertencem outra pessoa e não for licenciado, por favor, não envie seu extra para nós.
ru: <strong>Отсутствуют ли в дополнении нелицензированные торговые марки и авторские права?</strong> Хотя возможно вы не хотите причинить какой-либо вред владельцу товарного знака или владельцу охраняемой авторским правом работы, мы не можем размещать дополнения, которые посягают на товарные знаки или авторские права. Если у вас нет разрешения на использование названия или изображения, являющегося торговой марки, пожалуйста, не отправляйте нам ваши дополнения. Если ваше дополнение включает в себя код, на который распространяется чужое авторское право, и вы не имеете лицензии на использование его в вашем дополнений, пожалуйста, не отправляйте нам ваши дополнения.
sl: <strong>Je dodatek prost nelicenciranih blagovnih znamk in avtorskih pravic?</strong> Čeprav niste imeli namena oškodovati imetnika blagovne znamk ali lastnika avtorskega dela, dodatkov, ki kršijo na blagovne znamke ali avtorske pravice, ne moremo gostiti. Če nimate dovoljenja za uporabo blagovne znamke ali slike, vas prosimo, da nam svojega dodatka ne pošiljate. Če vaš dodatek vsebuje kodo, ki je zaščitena z avtorskimi pravicami nekoga tretjega, pa za uporabo v vašem dodatku nimate dovoljenja, vas prosimo, da nam svojega dodatka ne pošiljate.
uk: <strong>Чи відсутні в додатку неліцензовані торгові марки та авторські права?</strong> Хоча можливо ви не хочете заподіяти будь-якої шкоди власнику товарного знака або власнику захищеної авторським правом роботи, ми не можемо розміщувати додатки, які зазіхають на товарні знаки або авторські права. Якщо у вас немає дозволу на використання назви чи зображення торгової марки, будь ласка, не надсилайте нам ваші додатки. Якщо ваш додаток включає в себе код, на який поширюється чуже авторське право, і ви не маєте ліцензії на використання його у вашому додатку, будь ласка, не надсилайте нам ваші додатки.
zh_cn: <strong>附加组件在使用未授权的商标和著作权作品吗？</strong>即使您无意侵犯商标权人或著作权人的权利，我们也不能托管侵犯商标权或著作权的附加组件。如果您并未取得使用某个商标的名称或图形的权利，请勿提交您的附加组件给我们。如果您的附加组件含有他人拥有著作权的代码，并且在您未取得授权的情况下用于您的附加组件，请勿提交您的附加组件给我们。

source: In terms of reuse of source code from other add-ons, if the author has not clearly stated that you are permitted to use his or her code in your own work &mdash; such as by placing it under an open source license &mdash; then you should assume that you do not have the right to do so. You can contact the author to seek such permission, but we can't provide you with any special rights to it just because it's listed on the site, or because the author isn't responding to your request.
cs: Pokud v souvislosti s využitím kódu z jiných doplňků jejich autor jasně neřekl, že můžete jeho kód ve své práci použít (např. definováním, pod jakou open source licencí je dostupný), pak předpokládejte, že nemáte práva jej přebírat. Můžete autora takového kódu kontaktovat a požádat ho o svolení. My vám však nedáváme žádná speciální práva jen proto, že je doplněk umístěn na našem webu nebo proto, že autor doplňku neodpovídá na váš dotaz.
de: Was die Verwendung von Quelltext aus anderen Add-ons angeht, wenn der Autor nicht explizit angegeben hat, dass Sie seinen oder Ihren Quelltext in Ihrer eigenen Arbeit verwenden dürfen &mdash; beispielsweise, indem er unter einer Open-Source-Lizenz steht &mdash; sollten Sie davon ausgehen, dass Sie nicht das Recht dazu haben. Sie können den Autor kontaktieren und um eine Genehmigung ersuchen, aber wir können Ihnen keine Sonderrechte einräumen, nur weil es auf der Website aufgelistet wird oder weil der Autor nicht auf Ihre Anfrage antwortet.
es: Por lo que respecta a la reutilización del código fuente de otros complementos, si el autor no ha indicado claramente que tienes permiso para usar su código en tu trabajo &mdash; como, por ejemplo, otorgándole una licencia de código abierto &mdash; entonces debes suponer que no tienes derecho a hacerlo. Puedes ponerte en contacto con el autor para pedir dicho permiso, pero nosotros no podemos concederte ningún derecho especial respecto a él por el simple hecho de que esté listado en el sitio o porque el autor no te responda a la petición.
fr: En terme de réutilisation de code depuis d'autres modules, si l'auteur n'a pas clairement indiqué que vous avez le droit de réutiliser son code pour votre propre travail &mdash; par exemple en le mettant sous licence libre &mdash; alors vous devez considérer que vous ne pouvez pas. Vous pouvez essayer de contacter l'auteur pour obtenir sa permission, mais nous ne pouvons pas vous donner de droit spécial juste parce qu'il est présent sur le site, ou parce que l'auteur ne réponds pas à votre demande.
it: In termini di riutilizzo del codice di altri componenti aggiuntivi, se l'autore non ha chiaramente indicato la possibilità di riutilizzare il codice in altri lavori &mdash; ad esempio distribuendolo con una licenza Open Source &mdash; è opportuno assumere che non sia possibile farlo. Puoi contattare l'autore per chiedere l'autorizzazione, ma non possiamo fornirti alcuna garanzia perché il componente aggiuntivo è ospitato sul nostro sito o l'autore non risponde alla tua richiesta.
ko: 다른 부가 기능의 소스 코드 재사용에 관해, 제작자가 당신의 저작물에 자신의 코드 사용 허락에 있어 태도가 분명치 않다면 &mdash; 오픈 소스 라이센스 하에 있는 것이라도 &mdash; 그것을 사용할 권리는 없다고 생각해야 합니다. 권리를 찾기 위해 제작자에게 연락을 취할 수 있지만, 사이트에 명시된 사항이 이미 있고 제작자가 당신의 요구에 응답하지 않을 수도 있으므로 저희는 어떠한 특별 권리도 당신에게 제공할 수 없습니다.
nl: In termen van hergebruik van broncode van andere add-ons, als de schrijver niet duidelijk heeft gesteld dat u toestemming hebt om zijn of haar code in eigen werk te gebruiken &ndash; zoals het van toepassing verklaren van een opensourcelicentie &ndash; dan dient u aan te nemen dat u daar geen recht toe hebt. U kunt contact opnemen met de schrijver om die toestemming te krijgen, maar we kunnen u er geen speciale rechten op toekennen omdat het op de website staat, of omdat de schrijver niet antwoordt op uw verzoek.
pa_in: ਹੋਰ ਐਡ-ਆਨਾਂ ਦੇ ਸੋਰਸ ਕੋਡ ਦੀ ਵਰਤੋਂ ਲਈ, ਜੇਕਰ ਲੇਖਕ ਨੇ ਸਾਫ਼ ਤੌਰ ਤੇ ਨਹੀਂ ਕਿਹਾ ਕਿ ਤੁਹਾਨੂੰ ਆਪਣੇ ਕੰਮ ਵਿੱਚ ਉਸ ਦਾ ਕੋਡ ਵਰਤਣ ਦੀ ਇਜਾਜਤ ਹੈ &mdash; ਜਿਵੇਂ ਕਿ ਇੱਕ ਓਪਨ ਸੋਰਸ ਲਾਇਸੰਸ ਦੇ ਅਧੀਨ ਰੱਖਣਾ &mdash; ਤਾਂ ਤੁਹਾਨੂੰ ਮੰਨ ਲੈਣਾ ਚਾਹੀਦਾ ਕੀ ਤੁਹਾਨੂੰ ਇਹ ਕਰਨ ਦਾ ਹੱਕ ਨਹੀਂ।ਤੁਸੀਂ ਇਹੋ ਜਿਹੀਆਂ ਇਜਾਜ਼ਤਾਂ ਲੈਣ ਲਈ ਲੇਖਕ ਨੂੰ ਸਪੰਰਕ ਕਰ ਸਕਦੇ ਹੋ, ਪਰ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੋਈ ਖਾਸ ਅਧਿਕਾਰ ਨਹੀਂ ਮੁਹੱਈਆ ਕਰਾ ਸਕਦੇ ਕਿਉਂ ਕਿ ਇਹ ਸਾਈਟ ਤੇ ਸੂਚੀਬੱਧ ਹੈ, ਜਾਂ ਲੇਖਕ ਤੁਹਾਡੀ ਬੇਨਤੀ ਤੇ ਕੋਈ ਜਵਾਬ ਨਹੀਂ ਦੇ ਰਿਹਾ।
pl: W przypadku wykorzystania kodu źródłowego z innych dodatków, jeżeli autor nie zaznaczył wyraźnie, że można użyć jego kodu w swojej pracy &ndash; na przykład poprzez licencjonowanie go na otwartej licencji &ndash; należy założyć, że nie posiadasz praw do użycia tego kodu. Możesz skontaktować się z autorem i poprosić o zezwolenie. Nie możemy dać ci żadnych specjalnych praw z tytułu, że kod pochodzi z dodatku opublikowanego na naszej witrynie lub dlatego, że autor nie odpowiedział na twoją prośbę.
pt_pt: Em termos de reuso de código de outros extras, se o autor não indicou claramente que você tem permissão para utilizar o código do autor em seu próprio trabalho &mdash; licenciando-o sob uma licença livre, por exemplo &mdash; então você deve assumir que você não tem o direito de fazê-lo. Você pode entrar em contato com o autor para conseguir tal permissão, mas nós não podemos fornecer quaisquer direitos especiais para seu extra apenas porque ele está listado no site ou porque o autor não está a responder à sua solicitação.
ru: С точки зрения повторного использования исходного кода из других дополнений, если автор не указал в явном виде, что вы имеете право использовать его или её код в вашей работе &mdash; например, разместив его под открытой лицензией &mdash; то вы должны предположить, что вы не имеете право это делать. Вы можете связаться с автором, чтобы запросить такое разрешение, но мы не можем предоставить вам на него какие-либо специальные права только потому, что это размещено на сайте, или потому, что автор не отвечает на ваш запрос.
sl: V zvezi s ponovno uporabo izvorne kode iz drugih dodatkov: če avtor ni jasno navedel, da lahko uporabljate njegovo kodo v svojem delu - na primer z objavo na osnovi odprtokodne licence - potem se morate zavedati, da nimate pravice do uporabe kode. Lahko se obrnete na avtorja, da vam to dovoli, z naše strani pa v vsakem primeru ne morete pričakovati kakih posebnih pravic samo zaradi tega, ker je vaš dodatek naveden na spletni strani, ali pa zato, ker se avtor na vašo prošnjo ne odziva.
uk: З точки зору повторного використання початкового коду з інших додатків, якщо автор не вказав у явному вигляді, що ви маєте право використовувати його код у вашій роботі &mdash; наприклад, розмістивши його під відкритою ліцензією &mdash; то ви повинні припустити, що ви не маєте право це робити. Ви можете зв'язатися з автором, щоб запросити такий дозвіл, але ми не можемо надати вам на нього які-небудь спеціальні права лише тому, що це розміщено на сайті, або тому, що автор не відповідає на ваш запит.
zh_cn: 当作者没有明确声明同意您引用他或她的代码&mdash的行为，比如把它们置于开源证书下；您应意识到您没有权利复用他人的代码。您可以联系附加组件作者征求同意，不过我们不为您提供这样做的特权，因为这列在网站上，或者作者未给您答复。

source: This applies to the Mozilla Foundation's trademarks as well, including "Mozilla", "Firefox", and "Thunderbird". The Mozilla policy on trademark use is designed to protect against confusion, and prevent the trademarks from being overturned due to lack of protection; please respect the need for such protection, and help us preserve some of the most valuable assets of the Mozilla Foundation.
cs: To samé platí též pro ochranné známky Mozilla Foundation jako jsou "Mozilla", "Firefox" či "Thunderbird". Zásady ochrany ochranných známek Mozilly jsou stanoveny tak, aby zabraňovaly zmatení uživatelů a zabraňují jejich zneužití. Respektujte prosím potřebu podobné ochrany a pomozte nám ochránít tato aktiva Mozilla Foundation.
de: Das gilt auch für die Markenzeichen der Mozilla Foundation, einschließlich "Mozilla", "Firefox", und "Thunderbird". Die Mozilla-Richtlinie zur Verwendung von Markenzeichen soll vor Verwirrung schützen und verhindern, dass die Warenzeichen mangels Schutz missbraucht werden; bitte respektieren Sie die Notwendigkeit für diesen Schutz und helfen Sie uns, einige der wichtigsten Werte der Mozilla Foundation zu schützen.
es: Esto se aplica a la marcas de la Fundación Mozilla también, lo que incluye "Mozilla", "Firefox" y "Thunderbird". La política de Mozilla respecto al uso de marcas está diseñada para prevenir confusiones y evitar que las marcas queden anuladas debido a la falta de protección; por favor, respecta la necesidad de dicha protección y ayúdanos a preservar los recursos más valiosos de la Fundación Mozilla.
fr: Ceci s'applique aux marques déposées de la Fondation Mozilla également, notamment « Mozilla », « Firefox » et « Thunderbird ». La politique de Mozilla relative à l'utilisation des marques déposées est prévue pour protéger de la confusion, et éviter de perdre la propriété des marques par manque de protection ; merci de respecter le besoin d'une telle protection et de nous aider à préserver l'un des éléments les plus importants de la Fondation Mozilla.
it: Questo si applica anche ai marchi registrati di Mozilla Foundation, inclusi "Mozilla", "Firefox" e "Thunderbird". La politica di Mozilla sui marchi registrati è progettata per evitare confusione negli utenti e garantire che questi marchi non vengano danneggiati per mancanza di protezione. Ti preghiamo di rispettare queste esigenze e aiutarci a proteggere alcuni degli elementi più preziosi di Mozilla Foundation.
ko: "Mozilla", "Firefox", "Thunderbird" 등은 Mozilla 재단의 상표로 등록되어 있습니다. 상표 사용에 있어 Mozilla의 정책은 혼동 및 보호 장치의 결함으로 인한 상표권 기각을 방지하도록 설계되어 있습니다. 이러한 보호 장치의 필요성을 존중해주시고 Mozilla 재단의 소중한 자산 보호를 위해 저희를 도와주십시오.
nl: Dit is tevens van toepassing op de handelsmerken van de Mozilla Foundation, inclusief “Mozilla”, “Firefox” en “Thunderbird”. Het beleid van Mozilla aangaande gebruik van handelsmerk is ontworpen om te beschermen tegen verwarring en de handelsmerken te beschermen tegen overname door gebrek aan bescherming; respecteer de noodzaak van een dergelijke bescherming en help ons de meest waardevolle bezittingen van de Mozilla Foundation te behouden.
pa_in: ਇਹ ਮੌਜੀਲਾ ਫ਼ਾਊਨਡੇਸ਼ਨ ਦੇ ਟ੍ਰੇਡਮਾਰਕਾਂ ਤੇ ਲਾਗੂ ਹੁੰਦਾ ਨਾਲ ਹੀ, ਸ਼ਾਮਲ ਹਨ "ਮੌਜੀਲਾ", "ਫ਼ਾਇਰਫ਼ਾਕਸ" ਅਤੇ "ਥੰਡਰਬਰਡ"। ਟ੍ਰੇਡਮਾਰਕ ਦੀ ਵਰਤੋਂ ਲਈ ਬਣਾਈ ਮੌਜੀਲਾ ਨੀਤੀ ਉਲਝਣ ਤੋਂ ਬਚਾਉਣ ਲਈ, ਅਤੇ ਸੁਰੱਖਿਆ ਵਿੱਚ ਕਮੀ ਦੀ ਵਜ੍ਹਾਂ ਨਾਲ ਟ੍ਰੇਡਮਾਰਕਾਂ ਨੂੰ ਉਲਟਣ ਤੋਂ ਬਚਾਉਣ ਲਈ ਡਿਜ਼ਾਈਨ ਕੀਤੀ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਸੁਰੱਖਿਆ ਜ਼ਰੂਰਤ ਦਾ ਸਤਿਕਾਰ ਕਰੋ, ਅਤੇ ਮੌਜੀਲਾ ਫ਼ਾਊਨਡੇਸ਼ਨ ਦੀਆਂ ਸੱਭ ਤੋਂ ਕੀਮਤੀ ਚੀਜ਼ਾਂ ਵਿੱਚ ਕੁੱਝ ਦੀ ਸੰਭਾਲ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਸਹਾਇਤਾ ਕਰੋ।
pl: Odnosi się to także do znaków towarowych Mozilla Foundation włącznie z nazwami „Mozilla”, „Firefox” i „Thunderbird”. Polityka używania znaków towarowych Mozilli jest tak skonstruowana, by zabezpieczyć się przed błędami i chronić znaki towarowe przed unieważnieniem z powodu braku ochrony. Uszanuj potrzebę takiego zabezpieczenia i pomóż nam zachować jedne z najbardziej wartościowych aktywów Mozilla Foundation.
pt_pt: Isso também se aplica a marcas registradas da Fundação Mozilla, incluindo "Mozilla", "Firefox" e "Thunderbird". A política sobre o uso de marca da Mozilla foi criada para nos proteger contra a confusão entre marcas e evitar que as marcas registradas sejam anuladas devido à falta de proteção; por favor, respeite a necessidade de tal proteção e nos ajude a preservar alguns dos bens mais valiosos da Fundação Mozilla.
ru: Это применяется также к товарным знакам Mozilla Foundation, включая "Mozilla", "Firefox", и "Thunderbird". Политика использование товарных знаков Mozilla разработана для защиты от путаницы и для предотвращения отзыва прав на товарные знаки вследствие отсутствия их защиты; пожалуйста, уважайте необходимость такой защиты, и помогите нам сохранить некоторые из наиболее ценных активов Mozilla Foundation.
sl: To velja tudi za blagovne znamke Fundacije Mozilla, kot so "Mozilla", "Firefox" in "Thunderbird". Smernice Mozille o uporabi blagovne znamke imajo namen preprečiti zmedo in razvrednotenje blagovnih znamk zaradi pomanjkljive zaščite. Prosimo, da spoštujete nujnost te vrste zaščite in da nam jih pomagate varovati, saj predstavljajo najbolj dragocena sredstva fundacije Mozilla.
uk: Це застосовується також до товарних знаків Mozilla Foundation, включаючи "Mozilla", "Firefox", і "Thunderbird". Політика використання товарних знаків Mozilla розроблена для захисту від плутанини і для запобігання відкликання прав на товарні знаки внаслідок відсутності їх захисту; будь ласка, поважайте необхідність такого захисту, і допоможіть нам зберегти деякі з найбільш цінних активів Mozilla Foundation.
zh_cn: 这也适用于 Mozilla 基金会的商标，包括“Mozilla”、“Firefox”和“Thunderbird”。Mozilla 的商标使用政策旨在避免混乱和防止商标因缺乏保护而被撤销。请尊重这种保护的必要性，帮助我们保护 Mozilla 基金会最宝贵的资产。

source: Licensing
cs: Licencování
de: Lizensierung
el: Αδειοδότηση
es: Licencia
fr: Licences
it: Licenza
ja: ライセンス
ko: 라이센싱
nl: Licenties
pa_in: ਲਾਇਸੰਸ ਦੇ ਰਿਹਾ
pl: Licencjonowanie
pt_pt: licenciamento
ru: Лицензирование
sl: Licenciranje
uk: Ліцензування
zh_cn: 许可协议
