Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Detailed descriptions of each option are below. After selecting a review process at submission, the add-on will be placed in the queue. Add-ons are reviewed by the <a href="https://wiki.mozilla.org/AMO:Editors">AMO Editors</a>, a group of talented developers that volunteer to help the Mozilla project by reviewing add-ons to ensure a stable and safe experience for users. Developers will receive an email with any updates throughout the review process.
cs: Detailní popisy jednotlivých možností jsou popsány níže. Po zvolení typu kontroly a odeslání je doplněk zařazen do fronty. Doplňky jsou kontrolovány <a href="https://wiki.mozilla.org/AMO:Editors">redaktory serveru</a>. Jedná se o skupinu talentovaných vývojářů, kteří ve svém volném čase pomáhají projektu Mozilla kontrolou doplňků a ujišťují se, že jsou stabilní a bezpečné pro uživatele. Vývojáři budou o jakýchkoliv aktualizacích v rámci kontroly vyrozuměni e-mailem.
de: Detaillierte Beschreibungen der jeweiligen Möglichkeiten finden Sie im Folgenden. Nachdem Sie bei der Einreichung einen Überprüfungsprozess ausgewählt haben, wird das Add-on in die Warteschlange geschoben. Add-ons werden von den <a href="https://wiki.mozilla.org/AMO:Editors">AMO-Redakteuren</a> überprüft, einer Gruppe von talentierten Entwicklern, die sich freiwillig bereit erklärt haben, dem Mozilla-Projekt durch Überprüfung der Add-ons zu helfen, um ein stabiles und gefahrloses Erlebnis für die Benutzer sicherzustellen. Die Entwickler erhalten eine E-Mail mit neuen Informationen während des Überprüfungsprozesses.
es: A continuación se muestra una descripción más detallada de cada opción. Tras seleccionar un proceso de revisión en el envío, el complemento se coloca en la cola. Los complementos son revisados por los <a href="https://wiki.mozilla.org/AMO:Editors">editores de AMO</a>, un grupo de desarrolladores de gran talento que se prestan voluntarios para ayudar en el proyecto Mozilla revisando los complementos y garantizando así una experiencia estable y segura para los usuarios. Los desarrolladores recibirán un correo con las actualizaciones que se produzcan durante el proceso de revisión.
fr: Des descriptions détaillées de chacune des options sont ci-dessous. Les modules sont testés par les <a href="https://wiki.mozilla.org/AMO:Editors">Éditeurs AMO</a>, un groupe de développeurs talentueux qui se portent volontaires pour aider le projet Mozilla en testant les modules pour s'assurer qu'ils soient sûrs et stables. Les développeurs recevront un courriel qui les informe des avancées à chaque étape du processus de revue.
it: Una descrizione dettagliata di ogni possibilità è indicata in seguito. Dopo aver scelto la modalità di revisione, il componente aggiuntivo verrà inserito in una coda. I componenti aggiuntivi verranno verificati dai <a href="https://wiki.mozilla.org/AMO:Editors">revisori</a>, un gruppo di sviluppatori volontari che aiutano il progetto Mozilla garantendo agli utenti stabilità e sicurezza. Gli sviluppatori riceveranno una email con eventuali aggiornamenti del processo di revisione.
ko: 각 심사 방식에 대한 자세한 설명은 아래에 나와 있습니다. 심사 방식의 선택이 끝나면 대기열에 해당 부가 기능이 등록됩니다. 부가 기능은 <a href="https://wiki.mozilla.org/AMO:Editors">AMO 편집자</a>의 심사를 받게 되는데, 이 분들은 Mozilla 프로젝트의 자원 봉사를 위해 뭉친 재능있는 개발자 집단으로 사용자가 안정적인 사용자 경험을 할 수 있도록 부가 기능을 심사하게 됩니다. 개발자는 심사를 받는 동안 갱신되는 정보가 있을 때마다 이메일을 받아보게 될 것입니다.
nl: Onderstaand vindt u gedetailleerde beschrijvingen van elke optie. Na selectie van het gewenste beoordelingsproces bij indienen wordt de add-on in de wachtrij geplaatst. Add-ons worden beoordeeld door de <a href="https://wiki.mozilla.org/AMO:Editors">AMO-editors</a>, een groep getalenteerde ontwikkelaars die vrijwillig het Mozilla-project helpen door add-ons te beoordelen en zo te zorgen voor een stabiele en veilige ervaring voor gebruikers. Ontwikkelaars ontvangen een e-mailbericht met updates gedurende het beoordelingsproces.
pa_in: ਹਰੇਕ ਚੋਣ ਦੀ ਵਿਸਥਾਰ ਜਾਣਕਾਰੀ ਹੇਠ ਦਿੱਤੀ ਗਈ ਹੈ। ਦਾਖਲ ਹੋਣ ਤੇ ਇੱਕ ਸਮੀਖਿਆ ਕਾਰਜ ਚੁਣਨ ਤੋਂ ਬਾਅਦ, ਐਡ-ਆਨ ਕਤਾਰ ਵਿੱਚ ਰੱਖ ਦਿੱਤਾ ਜਾਏਗਾ। ਐਡ-ਆਨਾਂ ਦੀ <a href="https://wiki.mozilla.org/AMO:Editors">AMO ਸੰਪਾਦਕਾਂ</a>, ਦੁਆਰਾ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਇੱਕ ਪ੍ਰਤਿਭਾਸ਼ਾਲੀ ਡਿਵੈਲਪਰਾਂ ਦਾ ਇੱਕ ਗੁਰੱਪ ਜੋ ਉਪਭੋਗੀਆਂ ਲਈ ਇੱਕ ਸਥਿਰ ਅਤੇ ਸੁਰੱਖਿਅਤ ਅਨੁਭਵ ਯਕੀਨੀ ਕਰਨ ਲਈ ਐਡ-ਆਨਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰਕੇ ਮੌਜੀਲਾ ਪ੍ਰੋਜੈਕਟ ਦੀ ਮਦਦ ਵਿੱਚ ਯੋਗਦਾਨ ਦਿੰਦਾ ਹੈ। ਡਿਵੈਲਪਰ ਪੂਰੇ ਸਮੀਖਿਆ ਕਾਰਜ ਦੌਰਾਨ ਕਿਸੇ ਵੀ ਅੱਪਡੇਟ ਨਾਲ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਕਰਨਗੇ।
pl: Szczegółowy opis każdej opcji znajduje się poniżej. Po wybraniu sposobu sprawdzenia, dodatek zostanie umieszczony w kolejce do sprawdzenia. Dodatki sprawdzane są przez <a href="https://wiki.mozilla.org/AMO:Editors">recenzentów AMO</a> &ndash; grupę utalentowanych programistów, którzy na ochotnika pomagają Mozilli, sprawdzając dodatki, by zapewnić użytkownikom programów Mozilli stabilne i bezpieczne używanie jej produktów. W trakcie procesu sprawdzania autorzy będą otrzymywali bieżące informacje za pomocą wiadomości e-mail.
pt_pt: Descrições detalhadas de cada opção estão disponíveis abaixo. Após selecionar um processo de análise, o extra será posicionado na fila de análises. Os extras são analisados pelos <a href="https://wiki.mozilla.org/AMO:Editors">Editores do AMO</a>, um grupo de desenvolvedores talentosos que são voluntários para ajudar o projeto Mozilla a analisar os extras e assegurar-se de que eles oferecem uma experiência estável e segura aos usuários. Desenvolvedores receberão uma mensagem com quaisquer atualizações durante o processo de análise.
ru: Ниже приведены подробные описания каждого варианта. После выбора при представлении процесса проверки дополнение будет помещено в очередь. Дополнения рассматриваются <a href="https://wiki.mozilla.org/AMO:Editors">Редакторами АМО</a> - группой талантливых разработчиков, которые добровольно помогают проекту Mozilla, проверяя дополнения, чтобы убедиться, что они обеспечивают стабильную и безопасную работу пользователей. Разработчики будут получать письма по электронной почте, отражающие любые обновления в процессе проверки.
sl: Podrobni opisi obeh možnosti so v nadaljevanju. Po izbiri postopka za pregleda se ob oddaji dodatek postavi v čakalno vrsto. Dodatke pregledujejo <a href="https://wiki.mozilla.org/AMO:Editors">Uredniki AMO</a>, to je skupina nadarjenih razvijalcev, ki prostovoljno pomagajo Mozilla s pregledi dodatkov, da bi tako zagotovili stabilno in varno delo za uporabnike. Razvijalci bodo prejemali e-pošto z obvestili o poteku pregleda.
uk: Нижче наведені докладні описи кожного варіанту. Після вибору при поданні процесу перевірки додаток буде поміщено в чергу. Додатки розглядаються<a href="https://wiki.mozilla.org/AMO:Editors">Редакторами АМО</a> - групою талановитих розробників, які добровільно допомагають проекту Mozilla, перевіряючи додатки, щоб переконатися, що вони забезпечують стабільну і безпечну роботу користувачів. Розробники будуть отримувати листи електронною поштою з інформацією про будь-які оновлення в процесі перевірки.
zh_cn: 在下文中详细说明了每个选项。在选择一项审核程序后，附加组件会被加入审核队列。<a href="https://wiki.mozilla.org/AMO:Editors">AMO 审核员</a>——一群有才华的开发者，他们志愿帮助 Mozilla 项目审核附加组件，确保附加组件给用户带来稳定且安全的使用体验。我们会通过电子邮件通知开发者在审核流程中的任何最新消息。

source: While waiting for review, add-ons will not appear anywhere in the gallery publicly, but direct links to the add-on's details page will work. This allows the author to blog or share the link with friends, inviting them to try it out, even when not yet reviewed.
cs: Po dobu kontroly nejsou doplňky v galerii viditelné, odkaz na stránku s detailem doplňku by ale měl fungovat. Autor tak může na doplněk odkázat ze svého blogu či poslat odkaz známým, aby doplněk vyzkoušeli ještě dříve, než bude zkontrolován.
de: Während auf die Überprüfung gewartet wird, erscheinen Add-ons nicht öffentlich in der Galerie, aber direkte Links auf die Detailseite des Add-ons funktionieren. Damit kann der Autor bloggen oder den Link an Freunde weitergeben und sie zum Testen einladen, auch wenn es noch nicht überprüft wurde.
es: Mientras se revisan o no, los complementos no aparecerán públicamente en ningún lugar de la galería, pero funcionarán los enlaces directos a la página con la información detallada del complemento. Esto permite que el autor publique o comparta el enlace con sus amigos, invitándoles a probarlo, incluso aunque no se haya revisado aún.
fr: En attendant la revue, les modules n'apparaitront nul part dans la galerie publiquement, mais des liens directs vers la page de détails du module fonctionneront. Ceci permet à l'auteur de partager le lien avec ses amis, pour les inviter à tester, avant qu'il ne soit vérifié.
it: In attesa della revisione, i componenti aggiuntivi non appariranno nella galleria pubblica, ma un link alla scheda del componente aggiuntivo funzionerà correttamente. Questo permette agli autori di condividere link con gli amici, invitarli a provare il componente aggiuntivo anche se non ancora revisionato.
ko: 심사 결과를 기다리는 동안 부가 기능은 갤러리 상에 공개적으로 노출이 되지는 않지만, 부가 기능 상세 정보 페이지로 이동하는 링크는 여전히 작동합니다. 이 링크를 통해 블로그를 통하거나 또는 친구들과 공유해서 심사가 끝나지 않은 상태에서도 미리 이용해보도록 하실 수 있습니다.
nl: Als ze op beoordeling wachten, worden add-ons niet in de galerij gepubliceerd, maar rechtstreekse koppelingen naar de add-onpagina werken wel. Hierdoor kan de schrijver bloggen of de koppeling delen met vrienden, en hen uitnodigen de add-on uit te proberen, zelfs als deze nog niet is beoordeeld.
pa_in: ਜਦੋਂ ਤੱਕ ਸਮੀਖਿਆ ਲਈ ਉਡੀਕ ਹੋ ਰਹੀ ਹੈ, ਐਡ-ਆਨ ਜਨਤਕ ਗੈਲਰੀ ਵਿੱਚ ਕਿਸੇ ਵੀ ਥਾਂ ਵਿਖਾਈ ਦੇਣਗੇ, ਪਰ ਐਡ-ਆਨ ਵੇਰਵੇ ਸਫ਼ੇ ਲਈ ਸਿੱਧੇ ਲਿੰਕ ਕੰਮ ਨਹੀਂ ਕਰਨਗੇ। ਇਹ ਲੇਖਕ ਨੂੰ ਬਲੌਗ ਜਾਂ ਆਪਣੇ ਦੌਸਤਾਂ ਨਾਲ ਲਿੰਕ ਸਾਂਝਾ ਕਰਨ ਦੀ ਇਜ਼ਾਜਤ ਦੇਵੇਗਾ, ਇਸ ਨੂੰ ਪਰਖਣ ਲਈ ਬੁਲਾਵਾ ਦਵੇਗਾ, ਭਾਵੇਂ ਹਾਲੇ ਤੱਕ ਸਮੀਖਿਆ ਨਾ ਹੋਈ ਹੋਵੇ।
pl: W trakcie oczekiwania na sprawdzenie, dodatki nie będą nigdzie publicznie wyświetlane w galerii, ale będą działały bezpośrednie odnośniki do strony dodatku. Umożliwia to autorowi informowanie i udostępnianie odnośników znajomym, zapraszanie ich do wypróbowania dodatku, nawet jeśli nie został on jeszcze sprawdzony.
pt_pt: Enquanto espera pela revisão, os extras não aparecem em qualquer lugar da galeria pública, mas as ligações diretas para a página de detalhes do extra irá funcionar. Isto permite ao autor de escrever no blog ou partilhar a ligação com os amigos, convidando-os a experimentá-lo, mesmo quando ainda não está revisto.
ru: При ожидании проверки дополнение не будет появляться где-либо в публичной галерее, но прямые ссылки на страницу дополнения работать будут. Это позволит автору разместить пост в блоге или поделиться ссылкой с друзьями, приглашая их попробовать его, даже если оно ещё не проверено.
sl: Medtem ko čaka na pregled, se dodatka ne bodo prikazovalo nikjer v galeriji javno, vendar pa bodo neposredne povezave na stran s podrobnostmi o dodatku delovale. To omogoča, da avtor lahko objavlja svoj blog ali deli povezavo s prijatelji in jih pri tem povabi, da dodatek, tudi če še ni pregledan, preizkusijo.
uk: Поки триває розгляд, додаток не з'явиться ніде в загальнодоступній галереї, але пряме посилання на сторінку додатку буде діяти. Це дозволить автору ділитися посиланням з друзями, запрошуючи їх спробувати його в роботі, навіть якщо він ще не затверджений.
zh_cn: 在等待审核期间，附加组件不会在展示库的任何地方公开展示，但仍然可以直接通过附加组件详细信息页面的网址访问。作者可以通过撰写博客或分享网址与朋友分享，邀请他们尝试一下，即使它还未通过审核。

source: Full reviews are appropriate for add-ons that are well-tested, stable, fast, and have wide appeal to our users. If you aren't confident that your add-on meets that criteria, please consider working out the kinks while in preliminary review and accumulating user feedback first.
cs: Plné kontroly jsou doporučeny pro doplňky, které jsou dobře otestovány, stabilní, rychlé a jsou určeny pro běžné uživatele. Pokud si nejste jist(a), zda váš doplněk splňuje tato kritéria, zvolte předběžnou kontrolu a získejte nejprve zpětnou vazbu od uživatelů.
de: Vollständige Überprüfungen sind geeignet für Add-ons, die gut getestet, stabil und schnell sind, und außerdem eine große Zahl unserer Nutzer ansprechen. Wenn Sie nicht überzeugt sind, dass Ihr Add-on den Kriterien entspricht, erwägen Sie bitte, den Feinschliff während der vorläufigen Überprüfung durchzuführen und erst die Meinung von Benutzern zu sammeln.
es: Las revisiones completas son adecuadas para aquellos complementos que son estables, rápidos, se han probado suficientemente y tienen un amplio apoyo de nuestros usuarios. Si no estás seguro de que tu complemento cumple con dichos criterios, por favor, considera la posibilidad de subsanar los errores durante el proceso de revisión preliminar y acumular opiniones y sugerencias de los usuarios primero.
fr: Les revues complètes sont appropriées pour des modules qui sont bien testés, stables, rapides, et présentent un intérêt certain pour nos utilisateurs. Si vous n'êtes pas sûr que votre module corresponde à ces critères, merci de démêler la situation avec une revue préliminaire et d'accumuler des retours utilisateurs en premier lieu.
it: La recensione completa è consigliata per i componenti aggiuntivi già ben testati, stabili, veloci e che possono suscitare l'interesse dei nostri utenti. Se non sicuro che il tuo componente aggiuntivo rispetti questi criteri, ti consigliamo di smussare gli spigoli del tuo lavoro mentre il componente aggiuntivo riceve una revisione preliminare e raccogliere le opinioni degli utenti.
ko: 전체 심사 방식은 이미 충분한 테스트를 거쳐서 안정적이며 빠르고 사용자들에게 대중적인 인기를 얻고 있는 부가 기능에 적합합니다. 심사 기준에 맞출 자신이 없다면 예비 심사를 받는 동안 해결하는 방법을 고려해 보시고 무엇보다도 사용자의 피드백을 축적해두는 것이 좋습니다.
nl: Volledige beoordelingen zijn geschikt voor add-ons die goed getest, stabiel en snel zijn en een breed publiek aanspreken. Als u niet zeker weet of uw add-on aan deze criteria voldoet, overweeg dan eerst de kinken uit de kabel te halen terwijl uw add-on voorlopig wordt beoordeeld en gebruikersfeedback krijgt.
pa_in: ਪੂਰੀ ਤਰ੍ਹਾਂ ਜਾਂਚੇ, ਸਥਿਰ, ਤੇਜ਼ ਅਤੇ ਸਾਡੇ ਉਪਭੋਗੀਆਂ ਵਿੱਚ ਮਨਮੋਹਕ ਐਡ-ਆਨਾਂ ਲਈ ਪੂਰੀਆਂ ਸਮੀਖਿਆਵਾਂ ਢੁਕਵੀਆਂ ਹਨ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਹੈ ਕਿ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਮਾਪਦੰਡ ਪੂਰੇ ਕਰਦਾ ,ਕਿਰਪਾ ਕਰਕੇ ਮੋੜਾਂ ਉੱਤੇ ਕੰਮ ਕਰਨ ਬਾਰੇ ਵਿਚਾਰ ਕਰੋ ਜਦੋਂ ਤੱਕ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਵਿੱਚ ਹੋ ਅਤੇ ਪਹਿਲਾਂ ਉਪਭੋਗੀ ਪ੍ਰਤਿਕਿਰਿਆ ਲੈ ਲਵੋ।
pl: Pełne sprawdzenie jest odpowiednie dla dodatków dobrze przetestowanych, stabilnych, szybkich i podobających się naszym użytkownikom. Jeśli nie masz pewności, że twój dodatek spełnia te kryteria, rozważ prośbę o wstępne sprawdzenie i zbieranie w tym czasie opinii użytkowników oraz ewentualne poprawianie dodatku.
pt_pt: Análises completas são adequadas para extras bem testados, estáveis, rápidos e que possuem um grande apelo aos nossos usuários. Se você não tem certeza que seu extra atende a esses critérios, considere trabalhar com menos recursos com a análise preliminar e obter opiniões de seus usuários antes.
ru: Полные проверки подходят для хорошо протестированных, стабильных и быстрых дополнений, интересующих широкий круг пользователей. Если вы не уверены, что ваше дополнение подходит под эти критерии, пожалуйста, подумайте над устранением проблем, пока дополнение находится в стадии предварительной проверки и собирает отзывы пользователей.
sl: Polni pregledi so primerni za dodatke, ki so dobro preizkušeni, stabilni, hitri, in privlačni za naše uporabnike. Če niste prepričani, da vaš dodatek izpolnjuje merila, razmislite, če ga ne bi raje med predhodnim pregledom malo polikali in najprej zbrali mnenja njegovih uporabnikov.
uk: Повні перевірки підходять для добре протестованих, стабільних і швидких додатків, що цікавлять широке коло користувачів. Якщо Ви не впевнені, що Ваш додаток відповідає цим критеріям, будь ласка, подумайте над усуненням проблем, поки додаток знаходиться в стадії попередньої перевірки і збирає відгуки користувачів.
zh_cn: 全面审核适用于已充分测试、稳定、快速并对我们的用户有广泛吸引力的附加组件。如果您不确定您的附加组件是否符合此标准，请先考虑选择初步审核来收集用户反馈，以改善不完善之处。

source: We aim to perform full reviews in under 10 days, though most add-ons are reviewed in much less time.
cs: Snažíme se provádět plné kontroly do 10 dní. U většiny doplňků je však čas pro kontrolu o mnoho kratší.
de: Wir versuchen, vollständige Überprüfungen in weniger als 10 Tagen durchzuführen, aber die meisten Add-ons werden in deutlich kürzerer Zeit überprüft.
es: Nuestro objetivo es realizar las revisiones completas en menos de 10 días, aunque la mayoría de los complementos se revisan en mucho menos tiempo.
fr: Nous avons pour objectif de faire des revues complètes en moins de 10 jours, même si la majorité des modules vérifiés le sont en moins de temps.
it: Ci impegniamo a completare una recensione completa entro 10 giorni, anche se la maggior parte dei componenti aggiuntivi viene controllata in un tempo inferiore.
ko: 전체 심사를 10일 안에 끝내는게 저희 방침입니다만, 대부분의 부가 기능은 그보다 빨리 심사가 끝나게 됩니다.
nl: We mikken op afronding van een volledige beoordeling binnen 10 dagen, hoewel de meeste add-ons ruim binnen deze tijd worden beoordeeld.
pa_in: ਸਾਡਾ ਉਦੇਸ਼ 10 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਪੂਰੀ ਸਮੀਖਿਆਵਾਂ ਕਰਨਾ ਹੈ, ਪਰ ਜਿਆਦਾਤਰ ਐਡ-ਆਨਾਂ ਦੀ ਸਮੀਖਿਆ ਬਹੁਤ ਹੀ ਘੱਟ ਸਮੇਂ ਵਿੱਚ ਹੋ ਜਾਂਦੀ ਹੈ।
pl: Naszym celem jest wykonanie pełnego sprawdzenia w mniej niż 10 dni, aczkolwiek większość dodatków jest sprawdzana w znacznie krótszym czasie.
pt_pt: O nosso objetivo é realizar revisões completas em menos de 10 dias, embora a maioria dos extras sejam revistos em muito menos tempo.
ru: Мы стремимся выполнять полные проверки в течение не более 10 дней, хотя большинство дополнений проверяются в течение гораздо меньшего времени.
sl: Naš cilj je opraviti polno recenzijo v roku največ 10 dni, čeprav se večino dodatkov pregleda v veliko manj časa.
uk: Ми намагаємося виконувати перевірки менше 10 днів, хоча більшість додатків перевіряється набагато швидше.
zh_cn: 我们的目标是在十天内完成全面审核，但大多数附加组件通常不需要那么多时间。

source: Testing Methods &amp; Common Issues
cs: Metody testování a nejčastější problémy
de: Testmethoden & Häufige Probleme
es: Métodos de prueba y problemas comunes
fr: Méthodes de test &amp; Problèmes courants
it: Metodi di test e problemi comuni
ja: テスト方法と一般的な問題
ko: 테스트 방법과 일반적으로 발생하는 문제
nl: Testmethoden en bekende problemen
pa_in: ਟੈਸਟਿੰਗ ਢੰਗ &amp; ਆਮ ਮਸਲੇ
pl: Sposoby testowania i typowe problemy
pt_pt: Métodos de teste & Problemas comuns
ru: Методики тестирования и типичные проблемы
sl: Testne metode in pogostni problemi
uk: Методи Тестування &amp; Типові Проблеми
zh_cn: 测试方法及常见问题

source: When performing a full review, editors will:
cs: V rámci plné kontroly bude redaktor provádět:
de: Bei einer vollständigen Überprüfung werden die Redakteure:
es: Al realizar una revisión completa, los editores:
fr: Lors d'une revue complète, les éditeurs vont :
it: Durante il processo di revisione completo, i revisori:
ko: 전체 심사를 실시할 때 편집자는 이러한 일을 합니다:
nl: Bij uitvoeren van een volledige beoordeling zullen editors:
pa_in: ਜਦੋਂ ਇੱਕ ਪੂਰੀ ਸਮੀਖਿਆ ਹੋ ਰਹੀ ਹੈ, ਸੰਪਾਦਕ ਕਰਨਗੇ:
pl: W trakcie wykonywania pełnego sprawdzenia recenzenci będą:
pt_pt: Ao efectuar uma revisão completa os editores farão:
ru: При выполнении полной проверки, редакторы:
sl: Med popolnim pregledom bodo uredniki:
uk: Під час виконання повної перевірки, редактори:
zh_cn: 当进行全面审核时，审核员会：

source: install the add-on, making sure it functions as described and is free of major defects
cs: Instalovat doplněk, zkoušet jeho funkčnost tak, jak je popsána a kontrolovat, zda nevykazuje problémy.
de: Das Add-on installieren und sicherstellen, dass es wie beschrieben funktioniert und keine größeren Probleme auftreten
es: instalarán el complemento, asegurándose de que funciona de acuerdo a la descripción y carece de defectos graves
fr: installer le module, s'assurer qu'il fonctionne comme décrit et qu'il n'a pas de défaut majeur
it: installano il componente aggiuntivo, verificando che funzioni come descritto e non presenti problemi evidenti
ko: 부가 기능을 설치, 기능이 설명한 대로 제대로 작동하고 치명적인 결함이 없는지 확인
nl: de add-on installeren, controleren of hij werkt zoals beschreven en geen grote defecten bevat
pa_in: ਐਡ-ਆਨ ਇੰਸਟਾਲ, ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਇਹ ਵੇਰਵੇ ਅਨੁਸਾਰ ਕੰਮ ਕਰਦਾ ਅਤੇ ਮੁੱਖ ਖਰਾਬੀਆਂ ਤੋਂ ਮੁਕਤ ਹੈ।
pl: instalowali dodatek, by sprawdzić działanie i czy dodatek nie ma istotnych wad,
pt_pt: a intalação do extra, vendo que funciona como está descrito e está livre da maioria de erros
ru: установите дополнение, убедитесь, что оно работает так, как оно описано, и свободно от значительных дефектов
sl: namestili dodatek, se prepričali, da deluje, kot je opisano, in da je brez večjih napak
uk: встановіть додаток, переконайтеся, що він працює так, як описано, і не має значних дефектів
zh_cn: 安装附加组件，确定其功能与描述一致，并且没有重大缺陷

source: perform a source code review, looking for performance and security best practices
cs: Provádět kontrolu zdrojového kódu a koukat, zda splňuje zásady pro výkon a bezpečnost.
de: Den Quelltext durchsehen und nach bewährten Methoden für Leistung und Sicherheit suchen
es: realizarán una revisión del código fuente, buscando buenas prácticas en el rendimiento y la seguridad
fr: faire une revue du code source, regarder les bonnes pratiques de performance et de sécurité
it: verificano il codice sorgente, verificando le pratiche consigliate per prestazioni e sicurezza
ko: 소스 코드의 심사 실시, 작동 속도와 보안에 있어서 모범적인 코딩을 했는지 검사
nl: de broncode beoordelen, waarbij ze zoeken naar aandacht voor prestaties en beveiliging
pa_in: ਇੱਕ ਸੋਰਸ ਕੋਡ ਸਮੀਖਿਆ ਕਰਨਾ, ਕਾਰਗੁਜ਼ਾਰੀ ਅਤੇ ਵਧੀਆ ਸੁਰੱਖਿਆ ਅਮਲਾਂ ਦੀ ਭਾਲ ਕਰਨਾ
pl: wykonywali sprawdzenie kodu źródłowego, zwracali uwagę na wydajność i bezpieczeństwo,
pt_pt: a revisão do código fonte, procurando as boas práticas relativas a desempenho e segurança
ru: произведите проверку исходного кода, ища соответствие рекомендациям по производительности и безопасности
sl: opravili pregled izvorne kode z vidika zmogljivosti in pravil za varnostno prakso
uk: перевірте програмний код, шукаючи відповідність рекомендаціям з продуктивності і безпеки
zh_cn: 进行一次源代码审核，寻找性能和安全性的最佳解决方案

source: ensure the add-on's privacy policy is in line with its functionality
cs: Ujistí se, zda zásady ochrany soukromí odpovídají tomu, jak se doplněk chová.
de: Sicherstellen, dass die Datenschutzerklärung des Add-ons zu seiner Funktionalität passt
es: garantizarán que la política de privacidad del complemento está en consonancia con su funcionalidad
fr: s'assurer que la politique de vie privée est en accord avec ses fonctionnalités
it: si assicurano che l'informativa sulla privacy sia adeguata alle funzionalità
ko: 부가 기능의 개인 정보 보호 정책이 기능 작동시 제대로 지켜지는지 확인
nl: controleren of het privacybeleid van de add-on overeenstemt met de functionaliteit
pa_in: ਯਕੀਨੀ ਬਣਾਉਣਾ ਐਡ-ਆਨ ਦੀ ਪਰਦਾ ਨੀਤੀ ਦਾ ਉਸਦੀ ਕਾਰਜਕੁਸ਼ਲਤਾ ਨਾਲ ਮੇਲ ਹੋਵੇ
pl: sprawdzali, czy zasady ochrony prywatności dodatku są zgodne z jego funkcjonowaniem,
pt_pt: a verificação que a política de privacidade está em linha com a sua funcionalidade
ru: убедитесь, что политика приватности дополнения соответствует его функциональности
sl: se prepričali, da so pravila zasebnosti pri dodatku v skladu s funkcionalnostjo
uk: переконайтеся, що політика приватності додатку відповідає його функціональності
zh_cn: 确定附加组件的功能符合其隐私政策
