Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <strong>Are all privacy and security concerns clearly spelled out?</strong> This is an aspect of a clear and accurate description, but such an important one that we feel it deserves specific mention. Many very useful and well-written add-ons manipulate some form of user data, or can present security hazards if misused; they are welcome on the site, but they must make it very clear to users what risks they might encounter, and what they can do to protect themselves.
cs: <strong>Jsou všechny otázky ohledně soukromí a bezpečnosti zodpovězeny?</strong> Jedná se o součást dobře psané popisu, ale jedná se o důležitou otázku, a proto si myslíme, že si zaslouží samostatnou zmínku. Řada velmi užitečných a kvalitních doplňku manipuluje nějakou formou s daty uživatele nebo může představovat bezpečnostní riziko, pokud nejsou korektně použity. Tyto doplňky jsou na serveru vítány, ale musí velmi jasně říci uživatelům, co dělají, jaká rizika představují a co mají uživatelé dělat, aby se ochránili.
de: <strong>Werden alle Datenschutz- und Sicherheitsbedenken deutlich erwählt</strong> Das ist ein Teil der klaren und genauen Beschreibung, aber von solcher Wichtigkeit, dass wir ihn extra erwähnen. Viele sehr nützliche und gut geschriebene Add-ons manipulieren eine Form der Benutzerdaten oder können bie Missbrauch Sicherheitsrisiken darstellen; sie sind auf dieser Website willkommen, aber sie müssen den Anwendern sehr deutlich machen, auf welche Risiken sie stoßen können und wie sie sich schützen können.
es: <strong>¿Están claramente explicadas todas las cuestiones de privacidad y seguridad?</strong> Esto es parte de una descripción clara y precisa, pero de tal importancia que creemos que merece una mención específica. Muchos complementos muy útiles y bien escritos manipulan alguna forma de datos de usuario, o pueden presentar problemas de seguridad si se usan incorrectamente; tienen cabida en el sitio web, pero deben dejar muy claro a los usuarios qué riesgos podrían encontrarse, y qué pueden hacer para protegerse ellos mismos.
fr: <strong>Est-ce que toutes les préoccupations de sécurité et de vie privée sont traitées ?</strong> C'est un aspect d'une description claire et précise, mais tellement important que nous pensons qu'il mérite une mention spécifique. Beaucoup de modules très utiles et bien écrits manipulent des données de l'utilisateur ou peuvent présenter des risques de sécurité s'ils sont mal utilisés ; ils sont bienvenus sur le site, mais ils doivent indiquer clairement aux utilisateurs quels risques ils encourent, et ce qu'ils peuvent faire pour se protéger.
it: <strong>Sono chiaramente indicati tutti i dubbi relativi a privacy e sicurezza?</strong> Si tratta di un aspetto relativo alla chiarezza della descrizione, ma vista la sua importanza preferiamo sottolinearlo. Molti componenti aggiuntivi utili e ben scritti elaborano i dati degli utenti in qualche modo, o presentano rischi di sicurezza se mal utilizzati: questi componenti aggiuntivi sono benaccetti sul nostro sito, ma deve essere molto chiaro agli utenti quali rischi possono incontrare e in che modo proteggersi.
ko: <strong>개인 정보와 보안 사항이 모두 명확하게 서술되었습니까?</strong> 이 부분은 명확한 서술로 이루어져야 하며 중요한 것은 충분히 구체적인 설명을 하는지를 느낄 수 있는가입니다. 여러 유용하고 잘 만들어진 부가 기능도 사용자 정보 형태를 조작하거나, 보안 위험을 야기할 수 있습니다. 이러한 부가 기능은 악용할 경우 사이트의 전면에선 환영받게 되나, 사용자에게 명백히 직접적인 위험이 될 것이며 이들은 스스로를 변호할 수 있게될 것입니다.
nl: <strong>Zijn alle privacy- en beveiligingsissues duidelijk beschreven?</strong> Dit is een aspect van een heldere en accurate beschrijving, maar wel zó belangrijk dat we vinden dat een speciale vermelding op zijn plaats is. Veel zeer nuttige en goed geschreven add-ons manipuleren op de één of andere manier gebruikersgegevens, of leveren beveiligingsgevaar op bij verkeerd gebruik; ze zijn welkom op het publieke deel van de site, maar ze moeten gebruikers volkomen duidelijk maken welke risico’s ze mogelijk nemen en wat ze kunnen doen om zichzelf te beschermen.
pa_in: <strong>ਕੀ ਸਾਰੇ ਪਰਦੇਦਾਰੀ ਅਤੇ ਸੁਰੱਖਿਆ ਮਸਲਿਆਂ ਬਾਰੇ ਸਾਫ਼ ਦੱਸਿਆ ਗਿਆ?</strong> ਸਾਫ਼ ਅਤੇ ਸੰਖੇਪ ਵੇਰਵੇ ਦਾ ਇਹ ਇੱਕ ਪਹਿਲੂ ਹੈ, ਪਰ ਇਹ ਇੰਨਾ ਲਾਜ਼ਮੀ ਹਿੱਸਾ ਹੈ ਅਸੀਂ ਮਹਿਸੂਸ ਕਰਦੇ ਹਾਂ ਇਹ ਖਾਸ ਜਿਕਰ ਦਾ ਹੱਕਦਾਰ ਹੈ। ਬਹੁਤ ਸਾਰੇ ਲਾਭਦਾਇਕ ਅਤੇ ਚੰਗੀ-ਤਰ੍ਹਾਂ ਲਿਖੇ ਐਡ-ਆਨ ਕੁੱਝ ਕਿਸਮ ਦੇ ਉਪਭੋਗੀ ਡਾਟੇ ਨੂੰ ਸੋਧਦੇ, ਜਾਂ ਸੁਰੱਖਿਆ ਖਤਰੇ ਪੇਸ਼ ਕਰ ਸਕਦੇ ਹਨ ਜੇਕਰ ਗਲਤ ਵਰਤੋਂ ਹੋਵੇ; ਉਹਨਾਂ ਦਾ ਸਾਈਟ ਵਿੱਚ ਸਵਾਗਤ ਹੈ, ਪਰ ਉਹਨਾਂ ਨੂੰ ਉਪਭੋਗੀਆਂ ਨੂੰ ਸਿੱਧੇ ਢੰਗ ਨਾਲ ਦੱਸ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਹਨਾਂ ਨੂੰ ਕਿਹੜੇ ਖਤਰੇ ਪੇਸ਼ ਆ ਸਕਦੇ ਹਨ, ਅਤੇ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਬਚਾਉਣ ਲਈ ਕੀ ਕਰ ਸਕਦੇ ਹਨ।
pl: <strong>Czy wszystkie uwagi dotyczące bezpieczeństwa i prywatności zostały jasno wyartykułowane?</strong> Jest to element jasnego i rzeczowego opisu, ale na tyle ważny, iż uznaliśmy, że zasługuje na osobne potraktowanie. Wiele bardzo użytecznych i dobrze napisanych dodatków operuje w jakiejś formie danymi użytkownika i może wprowadzać ryzyko bezpieczeństwa, jeśli będą one nadużywane. Takie dodatki mogą znaleźć się na witrynie, ale użytkownicy muszą bardzo dokładnie zostać zapoznani z ryzykiem, jakie one wprowadzają oraz z tym, jak mogą się przed tym ryzykiem zabezpieczyć.
pt_pt: <strong>Todas as questões relacionadas a privacidade e segurança estão claramente informadas?</strong> Essa preocupação faz parte de uma descrição clara e precisa, mas é tão importante que preferimos mencionar separadamente. Muitos extras úteis e bem escritos manipulam dados do usuário de alguma forma ou podem apresentar riscos de segurança se mal utilizados; eles são bem-vindos ao sitio, mas devem deixar claro aos usuários os riscos que eles podem correr e o que podem fazer para se proteger.
ru: <strong>Все вопросы приватности и безопасности чётко прописаны?</strong> Это является аспектом чёткого и точного описания, но настолько важным, что мы чувствуем, что он заслуживает особого упоминания. Многие очень полезные и хорошо написанные дополнения манипулируют той или иной формой данных пользователя или могут представлять угрозу безопасности при их неправильном использовании; мы приветствуем их на нашем сайте, но они должны очень чётко довести до пользователей, с какими рисками они могут столкнуться, и что они могут сделать для своей защиты.
sl: <strong>Ali so vse točke, ki se tičejo zasebnosti in varnosti, jasno navedene?</strong> Gre za to, da mora opis biti jasen in natančen, kar bi moralo biti samo po sebi umevno, vendar se nam zdi, da je zaradi velikega pomena to točko treba izrecno poudariti. Veliko zelo koristnih in dobro napisanih dodatkov obdeluje na svojski način uporabnikove podatke, ali pa lahko predstavlja nevarnost, če se jih uporablja narobe; na spletni strani so dobrodošli, vendar pa morajo uporabniku zelo jasno opisati, na kakšne navarnosti lahko naleti in kaj lahko stori, da se pred njimi zaščiti.
uk: <strong>Чи всі питання приватності і безпеки прописані чітко?</strong> Це є аспектом чіткого і точного опису, та є настільки важливим, що потребує особливої уваги. Багато дуже корисних і добре описаних додатків маніпулюють тією або іншою формою даних користувача або можуть становити загрозу безпеці при їх неправильному використанні; ми вітаємо їх на нашому сайті, але вони повинні дуже чітко проінформувати користувачів, з якими ризиками вони можуть зіткнутися, і що вони можуть зробити для свого захисту.
zh_cn: <strong>所有与隐私和安全性有关的信息都明确说明了吗？</strong>这是清楚且准确的描述中的一个方面，但是我们认为这类重要的内容应当要明确提及。很多非常有用且开发得很好的附加组件会巧妙地运用某些用户数据，如果使用不当可能会造成安全隐患。本站乐意接受这类附加组件，但是作者必须非常清楚地向用户说明可能会遇到什么风险，并且告诉用户如何保护自身的信息安全。

source: <strong>Has the add-on been well-tested, and is it free of obvious or serious defects?</strong> One important thing that we look for when considering an add-on is whether its user reviews indicate that it has received thorough testing, and that it doesn't have serious problems or negative impacts on the browser. If reviewers report problems such as major performance issues, crashes, frequent problems using the functions of the add-on, or spamming of messages to the error console, you should take those reports to heart, and re-submit your add-on after you've addressed them as best you can. We don't expect you to perfectly optimize or have zero bugs &mdash; Firefox itself undergoes constant improvement in these areas &mdash; but we do want you to take reasonable efforts to minimize downsides, and to clearly call out cases where users may be surprised by those that remain.
cs: <strong>Byl doplněk řádně otestován a neobsahuje žádné závažné problémy?</strong> Jedním z důležitých bodů pro posuzování kvality doplňku jsou recenze uživatelů, které indikují, zda byl doplněk otestován a zda nemá vážné problémy nebo negativní vliv na prohlížeč. Pokud vám redaktor nahlásí problémy jako je vážný vliv na výkon, pády, časté problémy s funkcionalitou doplňku, spamování práv do chybové konzole, měli byste si to vzít k srdci a poslat novou verzi doplňku, která vyřeší maximum z těchto problémů. Neočekáváme perfektní optimalizaci či nulové množství chyb &mdash; Firefox sám se neustále zlepšuje &mdash; chceme ale, abyste doplněk konstantně zlepšovali a minimalizovali situace, kdy nefunguje dle očekávání uživatelů. Zároveň prosím tyto situace popište, aby uživatelé nebyli překvapeni.
de: <strong>Ist das Add-on gründlich getestet worden und ist es frei von offensichtlichen oder ersthaften Defekten?</strong> Ein wichtiger Punkt, den wir beachten, wenn wir ein Add-on prüfen ist, ob die Benutzerbewertungen darauf hinweisen, dass das Add-on gründlich getestet wurde und keine ernsthaften Probleme oder negative Einflüsse auf den Browser hat. Wenn Bewerter Probleme wie größere Leistungseinbußen, Abstürze, häufige Probleme mit den Funktionen des Add-ons oder eine Vielzahl von Meldungen in der Fehlerkonsole melden, sollten Sie sich diese Bewertungen zu Herzen nehmen und Ihr Add-on neu einreichen, wenn Sie sie so gut Sie können behoben haben. Wir erwarten nicht, dass Ihr Add-on perfekt optimiert wurde oder null Bugs hat &mdash; Firefox selbst wird in diesen Bereichen ständig verbessert &mdash; aber wir möchten, dass Sie akzeptable Anstrengungen unternehmen, um Nachteile zu minimieren und Fälle klar benennen, in denen Nutzer bei den verbleibenden überrascht sein könnten.
es: <strong>¿Se ha probado adecuadamente el complemento y está libre de defectos obvios graves?</strong> Una cosa importante que miramos cuando consideramos un complemento es si las valoraciones de sus usuarios indican que ha recibido unas pruebas exhaustivas y que no tiene problemas serios o impacto negativo en el navegador. Si las evaluaciones hablan de problemas tales como cuestiones importantes sobre el rendimiento, cierres inesperados, problemas frecuentes al usar las funcionalidades del complemento, o abundancia de mensajes en la consola de errores, deberías tomarte esos comentarios en serio, y volver a enviar tu complemento cuando los hayas solucionado lo mejor que puedas. No esperamos que optimices perfectamente o dejes en cero los bugs del complemento &mdash; Firefox mismo está siempre en continua mejora en estas áreas &mdash; pero queremos que hagas un esfuerzo razonable para minimizar los problemas e informar claramente de los casos que queden y que puedan sorprender a los usuarios.
fr: <strong>Le module a-t-il été testé correctement, et est-il exempt de défauts sérieux et évidents ?</strong> Une chose importante qui est auscultée lorsque nous étudions un module est si les critiques des utilisateurs indiquent qu'il a reçu assez de tests et qu'il ne présente pas de grave problème ou d'impact négatif sur le navigateur. Si les testeurs rapportent des problèmes tels des grosses pertes de performances, plantages, problèmes fréquents lors de l'utilisation du module, surcharge de messages dans la console d'erreur, vous devriez prendre ces rapports à cœur et ré-envoyer votre module après avoir corrigé du mieux que vous pouvez. Nous n'attendons pas une optimisation parfaite ou zéro problème &mdash; Firefox lui-même est en constante amélioration de ce côté là &mdash; mais nous voulons que vous fassiez des efforts raisonnables pour minimiser les problèmes et clairement identifier ce que les utilisateurs peuvent rencontrer.
it: <strong>Il componente aggiuntivo è stato propriamente verificato e si è rivelato privo di anomalie gravi o evidenti?</strong> Un aspetto importante della nostra valutazione riguarda il controllo dei commenti degli utenti per capire se un componente aggiuntivo sia stato sottoposto a test adeguati, non presenti problemi gravi o abbia un impatto negativo sul browser. Se gli utenti segnalano problemi come riduzione delle prestazioni del browser, crash, funzionalità instabili o continue segnalazioni nella Console errori, dovresti tenere in considerazione queste informazioni. Non ci aspettiamo un'ottimizzazione completa o zero bug &mdash; Firefox stesso è in continua evoluzione da questo punto di vista &mdash; ma confidiamo nel tuo impegno per ridurre al minimo questi problemi o segnalare agli utenti eventuali anomalie irrisolte.
ko: <strong>부가 기능이 제대로 검사됐고 치명적인 결점이 확실히 없습니까?</strong> 부가 기능의 공개적 접근 여부를 고려할 때 가장 중요하게 생각하는 것은 심사 보고서로써 시험용 기간동안 테스팅을 거쳐 웹 브라우저에 심각한 문제나 부정적 충돌 현상이 일어나지 않았는지 등을 표시하고 있습니다. 심사자가 부가 기능을 사용해보고 높은 수준의 문제점, 충돌, 빈번한 문제 발생 및 오류 콘솔의 메시지 도배현상 등을 보고했다면 이 보고서를 명심하고 최선을 다해 다시 작업한 후 재심을 요청해야 합니다. 완벽한 최적화나 버그 박멸을 기대하는 것이 아닙니다 &mdash; Firefox도 이러한 과정속에 꾸준한 발전을 거쳐왔죠 &mdash; 다만 이러한 것들을 최소화하려는 확실한 노력을 보여주고 그래도 남아있는 문제가 있을시엔 사용자에게 명확하게 사실 여부를 알려주는 걸 저희는 희망하고 있습니다.
nl: <strong>Is de add-on goed getest en bevat deze geen duidelijke of ernstige defecten?</strong> Iets heel belangrijks waar we naar kijken als we overwegen een add-on te publiceren is of de beoordelingen in de experimentele status aangeven dat de add-on grondig is getest en dat er geen serieuze problemen of negatieve gevolgen voor de browser zijn. Als beoordelaars problemen rapporteren, zoals grote prestatieproblemen, crashes, vaak optredende problemen bij gebruik van de functies van de add-on, of zeer veel berichten in de foutconsole, dient u zich die rapporten aan te trekken en uw add-on opnieuw te nomineren nadat u ze zo goed mogelijk hebt aangepakt. We verwachten niet dat u perfect optimaliseert of geen bugs hebt &ndash; Firefox zelf wordt op die gebieden constant verbeterd &ndash; maar we willen wel dat u een redelijke inspanning levert om nadelen te minimaliseren en resterende gevallen duidelijk te melden, zodat gebruikers er niet door worden verrast.
pa_in: <strong>ਐਡ-ਆਨ ਸਹੀ-ਤਰ੍ਹਾਂ ਜਾਂਚਿਆ ਅਤੇ ਕੀ ਇਹ ਜਾਹਰ ਜਾਂ ਗੰਭੀਰ ਖਾਮੀਆਂ ਤੋਂ ਮੁਕਤ ਹੈ?</strong> ਐਡ-ਆਨ ਤੇ ਵਿਚਾਰ ਕਰਨ ਸਮੇਂ ਅਸੀਂ ਇੱਕ ਜ਼ਰੂਰੀ ਚੀਜ਼ ਵੱਲ ਧਿਆਨ ਦਿੰਦੇ ਹਾਂ ਕਿ ਉਸ ਦੀ ਉਪਭੋਗੀ ਸਮੀਖਿਆ ਦੱਸਦੀ ਹੈ ਕੀ ਇਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਂਚਿਆ ਗਿਆ, ਅਤੇ ਇਸ ਵਿੱਚ ਗੰਭੀਰ ਕਾਰਗੁਜ਼ਾਰੀ ਖਾਮੀਆਂ ਨਹੀਂ ਅਤੇ ਬਰਾਊਂਜਰ ਤੇ ਮਾੜਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾਉਂਦਾ। ਜੇਕਰ ਸਮੀਖਿਅਕ ਖਾਮੀਆਂ ਜਿਵੇਂ ਮੁੱਖ ਕਾਰਗੁਜ਼ਾਰੀ ਖਾਮੀਆਂ, ਕਰੈਸ, ਐਡ-ਆਨ ਵਿਸ਼ੇਸਤਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਅਕਸਰ ਖਾਮੀਆਂ, ਜਾਂ ਐਰਰ ਕੰਸੋਲ ਵਿੱਚ ਸੁਨੇਹਿਆਂ ਦੀ ਸਪੈਮਿੰਗ, ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਸੂਚਨਾਵਾਂ ਨੂੰ ਗੰਭੀਰਤਾ ਨਾਲ ਲੈਣਾ ਚਾਹੀਦਾ, ਅਤੇ ਇਹਨਾਂ ਨੂੰ ਜਿੰਨਾ ਵਧੀਆ ਹੱਲ ਤੁਸੀਂ ਕਰ ਸਕੋ ਕਰਕੇ ਆਪਣੇ ਐਡ-ਆਨ ਨੂੰ ਮੁੜ-ਭੇਜੋ। ਅਸੀਂ ਤੁਹਾਡੇ ਕੋਲੋਂ ਬਿਲਕੁਲ ਵਧੀਆ ਕਰਨ ਜਾਂ ਬੱਗ ਨਾ ਹੋਣ ਦੀ ਉਮੀਦ ਨਹੀਂ ਕਰਦੇ &mdash; ਫ਼ਾਇਰਫ਼ਾਕਸ ਖੁਦ ਇਹ ਖੇਤਰਾਂ ਵਿੱਚ ਲਗਾਤਾਰ ਤਰੱਕੀ ਕਰ ਰਹੀ ਹੈ &mdash; ਪਰ ਅਸੀਂ ਚਾਹੁੰਦੇ ਹਾਂ ਕੀ ਤੁਸੀਂ ਇਹਨਾਂ ਕਮੀਆਂ ਨੂੰ ਦੂਰ ਕਰਨ ਲਈ ਜਾਇਜ਼ ਕੋਸ਼ਿਸਾਂ ਕਰੋ ਅਤੇ ਸਾਫ਼ ਤੌਰ ਤੇ ਉਹਨਾਂ ਕੇਸਾਂ ਵੱਲ ਧਿਆਨ ਦਿਓ ਜਿੱਥੇ ਉਪਭੋਗੀ ਉਹਨਾਂ ਬਚਿਆਂ ਹੋਇਆ ਦੁਆਰਾ ਹੈਰਾਨ ਹੋ ਸਕਦੇ ਹਨ।
pl: <strong>Czy dodatek spełnił wymagane testy i nie zawiera rażących lub poważnych błędów?</strong> Jednym z istotnych aspektów, na które zwracamy uwagę podczas rozpatrywania czy dodatek nadaje się do publikacji, jest to, czy opinie użytkowników wskazują, że nie zawiera on poważnych błędów i nie wpływa negatywnie na działanie przeglądarki. Jeżeli recenzenci zgłaszają problemy, takie jak poważne problemy z wydajnością, stabilnością, powtarzające się problemy z używaniem funkcji dostarczanych przez dodatek lub zalew informacji w konsoli błędów, autor dodatku powinien wziąć je sobie do serca i przed ponownym wysłaniem poprawić błędy. Nie oczekujemy od nikogo perfekcyjnej optymalizacji ani uzyskania produktu bez żadnych błędów &ndash; sam Firefox jest cały czas poprawiany &ndash; ale chcemy, aby autor poświecił rozsądną ilość czasu i energii, aby zminimalizować potencjalne problemy i jasno opisał przypadki, kiedy użytkownicy mogą zostać zaskoczeni tymi, których poprawić się jeszcze nie udało.
pt_pt: <strong>O extra foi bem testado e está livre de falhas óbvias ou graves?</strong> Uma coisa importante que procuramos ao considerar um extra é se as análises dos usuários indicam que o extra foi testado completamente e que ele não tem problemas sérios ou impactos negativos sobre o navegador. Se as análises dos usuários relatarem problemas graves de desempenho, travamentos, problemas frequentes ao usar funções do extra ou excesso de mensagens no console de erros, você deve considerar essas análises com carinho e reenviar seu extra depois melhorá-lo o máximo que puder. Não esperamos que você o otimize perfeitamente ou que ele não tenha nenhum bug &mdash; o próprio Firefox passa por melhorias constantes nesses quesitos &mdash; mas queremos que você tome medidas razoáveis para minimizar os aspectos negativos e anunciar claramente os casos em que o usuário possa ser surpreendido pelos problemas remanescentes.
ru: <strong>Было ли дополнение хорошо протестировано и свободно ли оно от явных или серьезных дефектов?</strong> Одной очень важной вещью, на которую мы смотрим при рассмотрении дополнения — показывают ли отзывы пользователей, что оно прошло тщательное тестирование, и не имеет ли оно серьёзных проблем или негативного влияния на браузер. Если в отзывах сообщается о серьёзных проблемах с производительностью, падениях, частых проблемах при использовании функций дополнения или множестве сообщений на консоли ошибок, вы должны тщательно рассмотреть эти сообщения, и вновь представить ваше дополнение после того, как вы по максимуму устранили эти проблемы. Мы не ожидаем, что вы добъётесь максимальной оптимизации или полного устранения ошибок &mdash; в этих областях Firefox сам подвергается постоянным усовершенствованиям &mdash; но мы хотим, чтобы вы предприняли разумные усилия по минимизации недостатков и четко обозначили те случаи, в которых пользователи могут встретить не ожидаемые ими оставшиеся проблемы.
sl: <strong>Ali ste dodatek korenito preizkusili in ali je brez očitnih ali resnih pomanjkljivosti?</strong> Pri ocenah uporabnikov smo posebno pozorni na to, ali njihovi pregledi kažejo, da je dodatek bil temeljito preverjen in da z njim ni resnih težav, ki bi lahko negativno vplivale na brskalnik. Če uredniki poročajo o problemih, kot so resne težave pri delovanju, zrušenja, pogoste težave pri uporabi dodatka, ali pa da prihaja do poplave sporočil na konzolo o napakah, si boste ta poročila morali vzeti k srcu in dodatek poslati v ponoven pregled, ko ste probleme po svoji najboljši volji in zmožnostih rešili. . Ne pričakujemo, da izdelek boste popolnoma optimizirati in da bo brez hroščev - Firefox sam doživlja stalne izboljšave na teh področjih - vendar pa želimo, da se kolikor je mogoče potrudite in da za preostale probleme jasno obvestite uporabnika, kako se jim izogniti.
uk: <strong>Чи додаток було добре протестовано і в нього немає очевидних або серйозних дефектів?</strong> Одним дуже важливим моментом, на який ми звертаємо увагу під час розгляду додатку є відгуки користувачів, які показують, що додаток пройшов ретельне тестування, і не має серйозних проблем або негативного впливу на браузер. Якщо у відгуках повідомляється про серйозні проблеми з продуктивністю, падіння, постійні проблеми при використанні функцій додатку або безлічі повідомлень на консолі помилок, ви повинні ретельно розглянути ці повідомлення, і знову представити ваш додаток після максимального усунення цих проблем. Ми не очікуємо, що ви досягнете максимальної оптимізації або повного усунення помилок &mdash; в цих областях Firefox сам піддається постійним удосконаленням &mdash; але ми хочемо, щоб ви доклали зусиль для зменшення недоліків і чітко позначили ті випадки, в яких користувачі можуть зустріти неочікувані ними проблеми, що залишилися.
zh_cn: <strong>附加组件是否经过全面的测试，是否没有明显或严重的缺陷？</strong>我们在评价一个附加组件时，把测试过程中获得的附加组件的用户评价和其没有严重问题或对浏览器有负面作用作为一个重要的考虑因素。如果评论反馈了诸如附加组件重大性能问题、崩溃、主要功能频繁出错、或者是故障控制台收到大量信息反馈，您应该重视这些问题，在尽力修改后重新提交您的附加组件。我们并不要求您将它优化的完美无缺或是完全没有bug&mdash；即使是火狐本身也在这些方面着持续不断的改进 &mdash；不过我们希望您能尽您所能减少缺点，并明确地声明那些仍然存在的可能会使用户惊异的地方。
