Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Step 1. Merchant Account
cs: 1. krok: Obchodní účet
de: Schritt 1. Händlerkonto
es: Paso 1. Cuenta comercial
fr: Étape 1. Compte de marchand
it: Passaggio 1. Account venditore
ko: 1단계. 상업용 계정
nl: Stap 1. Verkopersaccount
pl: Krok 1. Konto sprzedawcy
ru: Step 1. Учётная запись продавца
sl: Korak 1. Račun za trgovanje
zh_cn: 第 1 步：商家账户

source: or <a href="%(cancel)s">Cancel</a>
cs: nebo <a href="%(cancel)s">Zrušit</a>
de: oder <a href="%(cancel)s">Abbrechen</a>
es: o <a href="%(cancel)s">Cancela</a>
fr: ou <a href="%(cancel)s">Annuler</a>
it: o <a href="%(cancel)s">Annulla</a>
ja: または <a href="%(cancel)s">キャンセル</a>
ko: 또는 <a href="%(cancel)s">취소</a>
nl: of <a href="%(cancel)s">Annuleren</a>
pa_in: ਜਾਂ <a href="%(cancel)s">ਰੱਦ</a>
pl: lub <a href="%(cancel)s">Anuluj</a>
pt_pt: ou <a href="%(cancel)s">Cancelar</a>
ru: или <a href="%(cancel)s">Отмена</a>
sl: ali <a href="%(cancel)s">Prekliči</a>
uk: чи <a href="%(cancel)s">Скасувати</a>
zh_cn: 或<a href="%(cancel)s">取消</a>

source: Manage Refunds
cs: Správa vrácených plateb
de: Erstattungen verwalten
es: Administrar reembolsos
fr: Gérer les remboursements
it: Gestione rimborsi
ko: 환불 관리
nl: Restituties beheren
pl: Zarządzanie zwrotami
ru: Управление возмещениями
sl: Upravljanje vračil
zh_cn: 管理退款

source: Transaction ID
cs: ID transakce
de: Transaktions-ID
es: ID de la transacción
fr: Identifiant de transaction
it: ID della transazione
ko: 트랜잭션 ID
nl: Transactie-ID
pl: ID transakcji
ru: ID транзакции
sl: ID transakcije
zh_cn: 交易 ID

source: Price
cs: Cena
de: Preis
es: Precio
fr: Prix
it: Prezzo
ko: 가격
nl: Prijs
pl: Cena
ru: Цена
sl: Cena
zh_cn: 价格

source: Purchased
cs: Koupeno
de: Gekauft
es: Adquiridos
fr: Acheté
it: Acquistata
ko: 구입함
nl: Aangeschaft
pl: Zakupiono
ru: Куплено
sl: Kupljeno
zh_cn: 已购买

source: Refund Requested
cs: Žádost o vrácení peněz
de: Erstattung angefordert
es: Reembolso solicitado
fr: Demande de remboursement
it: Richiesta di rimborso effettuata
ko: 환불 요청됨
nl: Restitutie gevraagd
pl: Zażądano zwrotu
ru: Запрошено возмещение
sl: Vraćilo zaprošeno
zh_cn: 已请求退款

source: Refund Reason:
cs: Důvod žádosti o vrácení peněz:
de: Grund für Erstattung:
es: Motivo del reembolso:
fr: Raison de remboursement :
it: Motivo del rimborso:
ko: 환불 사유:
nl: Reden voor restitutie:
pl: Powód zwrotu:
ru: Причина для возмещения:
sl: Razlog za vračilo:
zh_cn: 退款原因：

source: Your app is not currently accepting payments.
cs: Vaše aplikace aktuálně neakceptuje platby.
de: Ihre Anwendung akzeptiert derzeit keine Zahlungen.
es: Tu aplicación actualmente no acepta pagos.
fr: Votre application n'accepte pas actuellement les paiements
it: L'app non è pronta per accettare i pagamenti.
ko: 이 앱에는 현재 결제 시스템 도입을 허락하지 않았습니다.
nl: Uw app accepteert momenteel geen betalingen.
pl: Twoja aplikacje obecnie nie akceptuje płatności.
ru: В настоящее время ваше приложение не принимает платежи.
sl: Vaš aplikacija trenutno ne sprejema plačil.
zh_cn: 您的应用目前不接受付款。

source: Set up payments.
cs: Nastavení plateb.
de: Zahlungen einrichten.
es: Establecer pagos.
fr: Définir les paiements.
it: Impostazione pagamenti
ko: 결제 기능 설정
nl: Betalingen instellen.
pl: Określ płatności.
ru: Настройка платежей.
sl: Nastavitev plačil.
zh_cn: 设置付款。

source: No pending refunds.
cs: Žádné čekající žádosti o vrácení peněz.
de: Keine ausstehenden Erstattungen.
es: No hay reembolsos pendientes.
fr: Pas de remboursement en attente.
it: Nessun rimborso in corso.
ko: 대기중인 환불 요청이 없습니다.
nl: Geen openstaande restituties.
pl: Nie ma oczekujących zwrotów.
ru: Нет ожидающих возмещений.
sl: Ni odprtih vračil.
zh_cn: 没有待处理的退款。

source: Action
cs: Akce
de: Aktion
es: Acción
it: Azione
ja: 処理
ko: 작업
nl: Actie
pa_in: ਕਾਰਵਾਈ
pl: Czynność
pt_pt: Ação
ru: Действие
sl: Dejanje
uk: Дія
zh_cn: 操作

source: No approved refunds.
cs: Žádné schválené žádosti o vrácení peněz.
de: Keine bewilligten Erstattungen.
es: No hay reembolsos aprobados.
fr: Pas de remboursement approuvé.
it: Nessun rimborso approvato.
ko: 승인된 환불 요청이 없습니다.
nl: Geen goedgekeurde restituties.
pl: Nie ma zaakceptowanych zwrotów.
ru: Нет одобренных возмещений.
sl: Ni odobrenih vraćil.
zh_cn: 没有已批准的退款。

source: Rejection Reason:
cs: Důvod zamítnutí:
de: Grund für Ablehnung:
es: Motivo del rechazo:
fr: Raison de rejet :
it: Motivo del rifiuto
ko: 환불 거부 사유:
nl: Reden voor afwijzing:
pl: Powód odrzucenia:
ru: Причина отказа:
sl: Razlog za zavrnitev:
zh_cn: 拒绝原因：

source: Step 4. Confirm
cs: 4. krok: Potvrzení
de: Schritt 4. Bestätigen
es: Paso 4. Confirma
fr: Étape 4. Confirmez
it: Passaggio 4. Conferma
ko: 4단계. 확인
nl: Stap 4. Bevestigen
pl: Krok 4. Potwierdzenie
ru: Шаг 4. Подтвердите
sl: Korak 4. Potrdite
zh_cn: 第 4 步：确认

source: Please review your Marketplace enrollment details below. Once you enroll in Marketplace, your add-on must be reviewed for compliance with Marketplace policies before it will be available for sale.
cs: Zkontrolujte si prosím níže detaily pro přidání do Marketplace. Jakmile provedete přidání, bude váš doplněk zkontrolován, zda odpovídá zásadám pro Marketplace dříve, než bude dostupný pro prodej.
de: Bitte überprüfen Sie im Folgenden die Details für Ihre Marktplatz-Eintragung. Sobald Sie im Marktplatz eingetragen sind, muss Ihr Add-on auf Übereinstimmung mit dem Marktplatz-Regeln geprüft werden, bevor es zum Verkauf steht.
es: Por favor, revisa tus detalles de suscripción a Marketplace debajo. Una vez que te apuntas a Marketplace, tu complemento debe ser revisado para comprobar que cumple con las políticas de Marketplace antes de que esté disponible para su venta.
fr: Merci de relire ci-dessous les détails de votre inscription sur Marketplace. Une fois sur celle-ci, votre module doit être validé pour s'assurer de son respect des politiques de Marketplace avant qu'il ne soit disponible à la vente.
it: Verifica i dettagli della tua iscrizione al Marketplace. Una volta iscritto al Marketplace, il tuo componente aggiuntivo dovrà essere verificato e dovrà rispettare le regole del Marketplace prima di essere messo in vendita.
ko: 아래 마켓플레이스 등록 세부 사항을 다시 검토해 보세요. 마켓플레이스에 등록된 부가 기능은 판매되기에 앞서 마켓플레이스 이용 정책을 준수하고 있는지 심사를 받게 됩니다.
nl: Lees hieronder de details van uw Marketplace-aanmelding door. Als u eenmaal bent ingeschreven bij de Marketplace, dient uw add-on te worden beoordeeld of deze voldoet aan de regels van de Marketplace voordat hij beschikbaar is voor verkoop.
pl: Sprawdź poniżej szczegóły zgłoszenia do Marketplace. Po zgłoszeniu dodatku, zanim zostanie on udostępniony do sprzedaży, musi zostać oceniony pod kątem zgodności z regulaminem Marketplace.
ru: Пожалуйста, проверьте вашу заявку на размещение дополнения в Магазине. После того, как вы зарегистрируетесь в Магазине, ваше дополнение должны проверено на предмет соответствия политике Магазина, прежде чем оно будет доступно для продажи.
sl: Prosim preverite podrobnosti v zvezi z vašim pristopom na Tržnico. Preden bo na voljo za prodajo, bo treba preveriti, ali je vaš dodatek v skladu s predpisi, ki na TRžnici veljajo.
zh_cn: 请在下方复查您的市场加入申请细节。一旦您加入市场，您的附加组件在可供销售前必须经过审核，确认其遵守市场的政策。

source: Price %(price)s
cs: Cena %(price)s
de: Preis %(price)s
es: Precio %(price)s
fr: Prix %(price)s
it: Prezzo %(price)s
ko: 가격 %(price)s
nl: Prijs %(price)s
pl: Cena %(price)s
ru: Цена %(price)s
sl: Cena %(price)s
zh_cn: 价格 %(price)s

source: Premium upgrade to %(name)s
cs: Placená aktualizace k %(name)s
de: Premium-Upgrade auf %(name)s
es: Actualización premium de %(name)s
fr: Mise à niveau premium vers %(name)s
it: Aggiornamento premium di %(name)s
ko: %(name)s(으)로 프리미엄 업그레이드
nl: Premium-upgrade naar %(name)s
pl: Płatna, rozszerzona wersja %(name)s
ru: Премиум-обновление на %(name)s
sl: Premirana posodobitev na %(name)s
zh_cn: %(name)s 的付费升级版

source: Step 2. Pricing and Availability
cs: Krok 2: Ceny a dostupnost
de: Schritt 2. Preis und Verfügbarkeit
es: Paso 2. Precio y disponibilidad
fr: Étape 2. Tarification et disponibilité
it: Passaggio 2. Prezzo e disponibilità
ko: 2단계. 가격 책정 및 유효 기간 책정
nl: Stap 2. Prijs en beschikbaarheid
pa_in: ਕਦਮ 2. ਕੀਮਤ ਅਤੇ ਉੱਪਲਬਧਤਾ
pl: Krok 2. Ceny i dostępność
pt_pt: Passo 2. Prço e disponibilidade
ru: Шаг 2. Цена и доступность
sl: Korak 2. Cenjenje in razpoložljivost
uk: Крок 2. Ціна і доступність
zh_cn: 第 2 步：定价和可用性

source: Step 3. Upsell Settings
cs: Krok 3: Ostatní nastavení
de: Schritt 3. Einstellungen für Zusatzverkäufe
es: Paso 3. Configuración de promociones
fr: Étape 3. Paramètres de montée en gamme
it: Passaggio 3: promozione della vendita della versione premium
ko: 3단계. 판촉 관련 설정
nl: Stap 3. Verkoopinstellingen
pl: Krok 3. Opis usprawnień dodatku
ru: Шаг 3. Настройки Upsell
sl: Korak 3. Nastavitve za premirano različico
zh_cn: 步骤 3：增值销售设置

source: Contributions
cs: Příspěvky
de: Spenden
el: Δωρεές
es: Colaboraciones
it: Donazioni
ja: 寄付
ko: 기부금
nl: Bijdragen
pa_in: ਯੋਗਦਾਨ
pl: Dotacje
pt_pt: Contribuições
ru: Взносы
sl: Prispevki
uk: Внески
zh_cn: 捐款

source: Fill in the fields below to begin asking for voluntary contributions from users.
cs: Pokud chcete začít žádat o příspěvky od uživatelů, vyplňte pole níže.
de: Füllen Sie die folgenden Felder aus, um um freiwillige Spenden von Nutzern zu bitten.
el: Συμπληρώστε τα παρακάτω πεδία για να μπορείτε να ζητήσετε δωρεές από τους χρήστες.
es: Rellena los siguientes campos para comenzar a pedir contribuciones voluntarias de los usuarios.
fr: Remplissez les champs ci-dessous pour commencer à demander des contributions volontaires de la part des utilisateurs.
it: Compila il campo seguente per iniziare a chiedere donazioni agli utenti.
ko: 사용자들에게 자발적 기부를 요청하시려면 아래의 항목을 입력해 주세요.
nl: Vul onderstaande velden in om te beginnen met vragen om vrijwillige bijdragen van gebruikers.
pa_in: ਉਪਭੋਗੀਆਂ ਨੂੰ ਸਵੈ-ਇਛੁੱਕ ਯੋਗਦਾਨਾਂ ਬਾਰੇ ਕਹਿਣਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਹੇਠ ਦਿੱਤੀਆਂ ਥਾਂਵਾਂ ਭਰੋ।
pl: Aby zacząć prosić użytkowników o dotacje, należy wypełnić poniższe pola.
pt_pt: Preencha os campos abaixo para começar a pedir contribuições voluntárias aos utilizadores.
ru: Заполните расположенные ниже поля, чтобы начать просить пользователей внести добровольные взносы.
sl: Izpolnite spodnja polja, da lahko začnete naprošati uporabnike za prostovoljne prispevke.
uk: Заповніть розташовані нижче поля, щоб почати просити користувачів зробити добровільні внески.
zh_cn: 请填写下面的表单以便开始向用户请求自愿性地捐款。

source: Who will receive contributions to this add-on?
cs: Kdo u doplňku dostane získané příspěvky?
de: Wer wird die Spenden für dieses Add-on erhalten?
el: Που θα καταλήγουν οι δωρεές γι' αυτό το πρόσθετο;
es: ¿Quién recibirá colaboraciones de este complemento?
fr: Qui recevra des contributions pour ce module ?
it: Chi riceverà le donazioni per questo componente aggiuntivo?
ko: 이 부가 기능에 들어온 기부금은 누가 받을 것인가요?
nl: Wie ontvangt bijdragen voor deze add-on?
pa_in: ਇਸ ਐਡ-ਆਨ ਲਈ ਦਿੱਤੇ ਯੋਗਦਾਨਾਂ ਨੂੰ ਕੌਣ ਪ੍ਰਾਪਤ ਕਰੇਗਾ?
pl: Dobrowolne wpłaty na rzecz tego dodatku będzie odbierać:
pt_pt: Quem vai receber contribuições deste extra?
ru: Кто будет получать взносы для этого дополнения?
sl: Kdo bodo prejemal prispevke za ta dodatek?
uk: Хто буде отримувати внески для цього додатку?
zh_cn: 谁会收到这个附加组件的捐款？

source: What is the name of the organization?
cs: Jaké je jméno organizace?
de: Wie lautet der Name der Organisation?
el: Ποιο είναι το όνομα του οργανισμού;
es: ¿Cuál es el nombre de la organización?
fr: Quel est le nom de l'organisation ?
it: Qual'è il nome dell'organizzazione?
ja: 組織の名称は？
ko: 기관 이름이라는게 뭔가요?
nl: Wat is de naam van de organisatie?
pa_in: ਸੰਗਠਨ ਦਾ ਨਾਂ ਕੀ ਹੈ?
pl: Podaj nazwę organizacji
pt_pt: Qual é o nome da organização?
ru: Что такое название организации?
sl: Kako se organizacija imenuje?
uk: Яка назва організації?
zh_cn: 组织的名称是什么？

source: What is the URL of the organization?
cs: Jaké je URL organizace?
de: Wie lautet die URL der Organisation?
el: Ποιο είναι το URL του οργανισμού;
es: ¿Cuál es el URL de la organización?
fr: Quelle est l'URL pour l'organisation ?
it: Qual è l'indirizzo web dell'organizzazione?
ja: 組織の URL は？
ko: 기관 URL이라는게 뭔가요?
nl: Wat is de URL van de organisatie?
pa_in: ਸੰਗਠਨ ਦੀ URL ਕੀ ਹੈ?
pl: Podaj adres URL organizacji
pt_pt: Qual é o URL da organização?
ru: Что такое URL организации?
sl: Kaj je URL organizacije?
uk: Що таке URL організації?
zh_cn: 组织的网址是什么？

source: What is the PayPal ID of the organization?
cs: Jaké je PayPal ID organizace?
de: Wie lautet die PayPal-ID der Organisation?
el: Ποιο είναι το PayPal ID του οργανισμού;
es: ¿Cuál es el ID de PayPal de la organización?
fr: Quel est l'identifiant PayPal pour l'organisation ?
it: Che cos'è l'ID Paypal dell'organizzazione?
ja: 組織の PayPal ID は？
ko: 기관의 PayPal ID라는게 뭔가요?
nl: Wat is de PayPal-ID van de organisatie?
pa_in: ਸੰਗਠਨ ਦੀ PayPal ID ਕੀ ਹੈ?
pl: Podaj identyfikator PayPal organizacji
pt_pt: Qual é o Id do PayPal da organização?
ru: Что такое PayPal ID организации?
sl: Kaj je PayPal ID organizacije?
uk: Що таке PayPal ID організації?
zh_cn: 组织的 PayPal ID 是什么？

source: What is your PayPal ID?
cs: Co je vaše PayPal ID?
de: Wie lautet Ihrer PayPal-ID?
el: Ποιο είναι το PayPal ID σας;
es: ¿Cuál es tu ID de PayPal?
fr: Quel est votre identifiant PayPal ?
it: Qual'è il tuo ID PayPal?
ja: あなたの PayPal ID は？
ko: PayPal ID가 어떻게 되십니까?
nl: Wat is uw PayPal-ID?
pa_in: ਤੁਹਾਡੀ PayPal ID ਕੀ ਹੈ?
pl: Jaki jest swój identyfikator PayPal?
pt_pt: Qual é o seu Id do PayPal?
ru: Какой у вас PayPal ID?
sl: Kaj je vaš PayPal ID?
uk: Який у вас PayPal ID?
zh_cn: 您的 PayPal ID 是什么？

source: Sign up for PayPal
cs: Přihlásit se k PayPal
de: Bei PayPal anmelden
es: Regístrate en PayPal
fr: S'inscrire sur PayPal
it: Accedi a PayPal
ja: PayPal へ登録
ko: PayPal 가입하기
nl: Aanmelden bij PayPal
pa_in: PayPal ਲਈ ਸਾਇਨ ਅੱਪ ਕਰੋ
pl: Zarejestruj się w systemie PayPal
pt_pt: Iniciar sessão no PayPal
ru: Войти на PayPal
sl: Prijavite se na PayPal
uk: Увійти на PayPal
zh_cn: 注册 PayPal

source: What is your suggested contribution?
cs: Jaká je doporučená částka příspěvku?
de: Wie lautet Ihre vorgeschlagener Spende?
el: Τι ποσό προτείνετε για δωρεά;
es: ¿Cuál es el colaboración sugerida?
fr: Quelle est votre contribution suggérée ?
it: Qual è la donazione consigliata?
ja: 寄付の推奨額は？
ko: 권장 기부금은 얼마로 하시겠습니까?
nl: Wat is uw voorgestelde bijdrage?
pa_in: ਤੁਹਾਡਾ ਸੁਝਾਇਆ ਯੋਗਦਾਨ ਕਿੰਨਾ ਹੈ?
pl: Sugerowana dotacja
pt_pt: Qual é a contribuição que sugere?
ru: Какая у вас предложенная сумма взноса?
sl: Kaj predlagate za prispevek?
uk: Яка ваша запропонована сума внеску?
zh_cn: 您建议的捐款金额是多少？

source: (Example: 3.99)
cs: (Například: 3,99)
de: (Beispiel: 3,99)
el: (παράδειγμα: 3.99)
es: (Ejemplo: 3.99)
fr: (Exemple : 3.99)
it: (Esempio: 3.99)
ja: (例: 3.99)
ko: (예: 3.99)
nl: (Voorbeeld: 3.99)
pa_in: (ਮਿਸਾਲ: 3.99)
pl: (na przykład: 3.99)
pt_pt: (Exemplo: 3.99)
ru: (Пример: 3.99)
sl: (Na primer: 3.99)
uk: (Приклад: 3.99)
zh_cn: （例如：3.99）

source: When should users be asked for contributions?
cs: Kdy by měli být uživatelé žádáni o příspěvky?
de: Wann sollten Benutzer um eine Spende gebeten werden?
el: Πότε θα πρέπει να γίνεται αίτηση δωρεάς στους χρήστες;
es: ¿Cuándo se debe pedir la colaboración a los usuarios?
fr: Quand les utilisateurs doivent-ils être sollicités pour contributions ?
it: Perché dovrei chiedere delle donazioni agli utenti?
ko: 언제 사용자들에게 기부금 지원을 요청하도록 하시겠습니까?
nl: Wanneer kunnen gebruikers om een bijdrage worden gevraagd?
pa_in: ਉਪਭੋਗੀਆਂ ਨੂੰ ਯੋਗਦਾਨ ਬਾਰੇ ਕਦੋਂ ਪੁੱਛਣਾ ਚਾਹੀਦਾ?
pl: Kiedy i gdzie użytkownicy będą proszeni o dotacje?
pt_pt: Quando é que é pedida contribuição aos utilizadores?
ru: Когда пользователей нужно будет просить сделать взнос?
sl: Kdaj naj se uporabnike prosi za prispevke?
uk: Коли користувачів потрібно буде просити зробити внесок?
zh_cn: 用户在什么时候会被请求捐款？

source: Send a thank-you note?
cs: Poslat poděkování?
de: Einen Danke-Hinweis senden?
el: Να αποσταλεί ευχαριστήριο μήνυμα;
es: ¿Enviar una nota de agradecimiento?
fr: Envoyer une note de remerciement ?
it: Invia una nota di ringraziamento?
ja: 「ありがとう」メッセージを送りますか？
ko: 감사 쪽지를 보내시겠습니까?
nl: Een bedankbriefje sturen?
pa_in: ਇੱਕ ਧੰਨਵਾਦ ਨੋਟ ਭੇਜੋ?
pl: Czy wysłać podziękowanie?
pt_pt: Enviar uma nota de obrigado?
ru: Отправить благодарственное письмо?
sl: Naj se pošlje zahvalno pismo?
uk: Відправити лист подяки?
zh_cn: 要发送一封致谢函吗？

source: We'll automatically email users who contribute to your add-on with this message.
cs: Uživatelům, kteří přispějí na doplněk, zašleme e-mail s tímto textem.
de: Wir werden automatisch eine E-Mail mit dieser Nachricht an Benutzer schicken, die für Ihr Add-on gespendet haben.
el: Θα στείλουμε αυτόματα μήνυμα ηλεκτρονικού ταχυδρομείου μ' αυτό το περιεχόμενο στους χρήστες που έκανα δωρεά στο πρόσθετο σας.
es: Le enviaremos un email a los usuarios que colaboren con tu complemento con este mensaje.
fr: Nous enverrons automatiquement un courriel aux utilisateurs qui contribuent à votre module avec ce message.
it: Invieremo automaticamente questa email agli utenti che fanno una donazione per il tuo componente aggiuntivo.
ko: 당신의 부가 기능에 기부한 사용자들에게 자동으로 해당 메시지를 담은 이메일이 전송됩니다.
nl: We sturen gebruikers die een bijdrage leveren aan uw add-on automatisch dit e-mailbericht.
pa_in: ਜਿਹਨਾਂ ਉਪਭੋਗੀਆਂ ਨੇ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਲਈ ਯੋਗਦਾਨ ਦਿੱਤਾ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਇਸ ਸੁਨੇਹੇ ਨਾਲ ਆਪਣੇ ਆਪ ਹੀ ਈਮੇਲ ਕਰਾਂਗੇ।
pl: Wysyłaj do darczyńców podziękowanie.
pt_pt: Iremos enviar uma mensagem de correio automaticamente aos utilizadores que contribuíram para o seu extra.
ru: Мы автоматически отправим по электронной почте, пользователям, которые сделали взнос, письмо с этим сообщением.
sl: Samodejno bomo po e-pošti uporabnikom, ki prispevajo za vaš dodatek, poslali to sporočilo.
uk: Ми автоматично відправимо користувачам, які зробили внесок, електронний лист з цим повідомленням.
zh_cn: 我们会以电子邮件的方式自动向捐款的用户发送这些内容。

source: We recommend thanking the user and telling them how much you appreciate their support. You might also want to tell them about what's next for your add-on and about any other add-ons you've made for them to try.
cs: Doporučujeme poděkovat uživateli a říci mu, jak moc oceňujete jeho podporu. Můžete mu též říci, co dalšího s doplňkem plánujete či jaké další doplňky jste vytvořil(a), a které tak může vyzkoušet.
de: Wir empfehlen Ihnen, dass sie dem Benutzer danken und ihm mitteilen, wie sehr Sie seine Unterstützung schätzen. Sie können ihm auch mitteilen, was für Ihr Add-on als nächstes geplant ist und ihm von anderen Add-ons erzählen, die Sie entwickelt haben, damit andere sie nutzen können.
el: Συνιστούμε να ευχαριστήσετε τους χρήστες σας και να τους εκφράσετε την εκτίμηση σας για την υποστήριξη που σας παρέχουν. Μπορείτε επίσης να αναφέρετε τι σχεδιάζετε για το μέλλον του πρόσθετου σας και για τυχόν άλλα πρόσθετα που ίσως τους ενδιαφέρει να δοκιμάσουν.
es: Te recomendamos agradecer a los usuarios y decirles lo mucho que aprecias su ayuda. También puede que quieras compartir con ellos qué planes tienes para tus complementos y animarles a que prueben otros complementos tuyos.
fr: Nous vous recommandons de remercier l'utilisateur et lui dire combien vous appréciez leur aide. Vous pourriez également leur donner des informations sur le futur du module et leur parler de vos éventuels autres modules pour qu'ils les essayent.
it: Ti consigliamo di ringraziare gli utenti e dirgli quanto apprezzi il loro supporto. Potresti anche spiegargli le novità in cantiere oppure consigliargli di provare altri componenti aggiuntivi che hai realizzato.
ko: 사용자들에게 감사를 표하고 지원해준 것에 대해 얼마나 기쁜 마음을 갖고 있는지를 표현해 주시는게 좋습니다. 거기에 다음엔 어떤 기능을 계획하고 있는지 그리고 제작중인 다른 부가 기능은 어떤 것이 있는지 등도 알려주시면 더 좋겠지요.
nl: We raden aan de gebruikers te bedanken en te vertellen hoezeer u hun steun waardeert. Wellicht wilt u ze ook vertellen wat er voor uw add-on op stapel staat en over andere add-ons die u voor ze hebt gemaakt om uit te proberen.
pa_in: ਅਸੀਂ ਉਪਭੋਗੀਆਂ ਦਾ ਧੰਨਵਾਦ ਕਰਨ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਇਹ ਦੱਸਣ ਕੀ ਤੁਸੀਂ ਉਹਨਾਂ ਦੇ ਸਹਿਯੋਗ ਦੀ ਕਿੰਨੀ ਕਦਰ ਕਰਦੇ ਹੋ ਦੀ ਸਿ਼ਫ਼ਾਰਿਸ ਕਰਦੇ ਹਾਂ। ਹੋ ਸਕਦਾ ਤੁਸੀਂ ਵੀ ਉਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਲਈ ਅੱਗੇ ਕੀ ਹੈ ਅਤੇ ਕਿਸੇ ਐਡ-ਆਨ ਜਿਸ ਦੀ ਉਹ ਪਰਖ ਕਰਨ ਬਾਰੇ ਦੱਸਣਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Sugerujemy podziękować darczyńcom za pomoc i przekazać im, jak bardzo doceniamy ich wsparcie. Możesz także przekazać informacje o zamierzonych kierunkach rozwoju dodatku, jak również o innych twoich dodatkach, i zachęcić do ich wypróbowania.
pt_pt: Recomendamos agradecer ao utilizador e dizer-lhe o quanto gostou da ajuda dele. Pode também querer dizer-lhes o que vem a seguir para o seu extra e outros extras que tenha feito para que eles os possam experimentar.
ru: Мы рекомендуем поблагодарить пользователей и написать им, насколько вы цените их поддержку. Вы также можете рассказать им о планах развития вашего дополнения и о любых других сделанных вами дополнениях, которые вы рекомендуете попробовать.
sl: Priporočamo vam, da se uporabnikom zahvalite in jim sporočite. koliko vam njihova podpora pomeni. Morda boste prav tako želeli obvestiti, kaj v bližnji bodočnosti načrtujete za svoj dodatek , in pa o tem, katere dodatke, ki ste jih razvili, bi morda uporabnik lahko tudi preizkusil.
uk: Ми рекомендуємо подякувати користувачам і написати їм, наскільки ви цінуєте їх підтримку. Ви також можете розповісти їм про плани розвитку вашого додатка та про будь-які інші зроблені вами додатки, які ви рекомендуєте спробувати.
zh_cn: 我们建议您向用户致谢，告诉他们您有多么感谢他们的支持。您也可以告诉他们关于您的附加组件的下一步计划，或者推荐您开发的其他附加组件给他们试用。

source: Activate Contributions
cs: Aktivace příspěvků
de: Spenden aktivieren
el: Ενεργοποίηση δωρεών
es: Activar colaboradores
fr: Activer les contributions
it: Attiva donazioni
ja: 寄付を有効にする
ko: 기부 제도 사용하기
nl: Bijdragen activeren
pa_in: ਸਰਗਰਮ ਯੋਗਦਾਨ
pl: Uaktywnij dotacje
pt_pt: Activar contribuições
ru: Включить взносы
sl: Aktiviraj prispevke
uk: Увімкнути внески
zh_cn: 启用捐款

source: or <a id="setup-cancel" href="#">Cancel</a>
cs: nebo <a id="setup-cancel" href="#">Zrušit</a>
de: oder <a id="setup-cancel" href="#">Abbrechen</a>
el: ή <a id="setup-cancel" href="#">Ακύρωση</a>
es: o <a id="setup-cancel" href="#">Cancelar</a>
fr: ou <a id="setup-cancel" href="#">Annuler</a>
it: o <a id="setup-cancel" href="#">Annulla</a>
ko: 또는 <a id="setup-cancel" href="#">무시</a>
nl: of <a id="setup-cancel" href="#">Annuleer</a>
pa_in: ਜਾਂ <a id="setup-cancel" href="#">ਰੱਦ</a>
pl: lub <a id="setup-cancel" href="#">Anuluj</a>
pt_pt: ou <a id="setup-cancel" href="#">Cancelar</a>
ru: или <a id="setup-cancel" href="#">Отменить</a>
sl: ali <a id="setup-cancel" href="#">Prekliči</a>
uk: чи <a id="setup-cancel" href="#">Скасувати</a>
zh_cn: 或<a id="setup-cancel" href="#">取消</a>

source: The email address used by end users to contact you with support issues and refund requests.
cs: E-mailová adresa, která je používána koncovými uživateli jako kontakt na vás v případě dotazů podpory či vrácení peněz.
de: Die E-Mail-Adresse, die von Endanwendern benutzt wird, um Sie bei Hilfsanfragen und Erstattungsanfragen zu kontaktieren.
es: La dirección de correo usada por los usuarios finales para contactar contigo para peticiones de asistencia y solicitudes de reembolso.
fr: L'adresse de courriel utilisée par les utilisateurs finaux pour les contacts d'assistance et les demandes de remboursement.
it: L'indirizzo email utilizzato dagli utenti per contattarti per richieste di rimborso o questioni relative al supporto.
ko: 이메일 주소는 기술 지원 문제 및 환불 요청시 연락 용도로 쓰입니다.
nl: Het e-mailadres dat gebruikers kunnen gebruiken om contact met u op te nemen over ondersteuningsvragen en verzoeken tot restitutie.
pl: Adres e-mail używany do kontaktu z tobą przez użytkowników w sprawie pomocy i próśb o zwrot pieniędzy.
ru: Адрес электронной почты, используемый конечными пользователями для связи с вами по вопросам поддержки и запросов на возмещение.
sl: E-poštni naslov potrebujejo vaši končni uporabniki , da se lahko obrnejo na vaš s vprašanji za podporo in zahtevki za povračila.
zh_cn: 这个电子邮件地址供最终用户联系您寻求用户支持或者请求退款。
