Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Now that you've got an extension skeleton, the fun part begins: hacking on the extension to make it do what you want. If you need some help, check out our <a href="%(gs_url)s">Getting Started</a> page for the basics, or visit the <a href="%(ht_url)s">How-to Library</a> for tutorials and documentation.
cs: Nyní, když už máte kostru rozšíření hotovu, začíná ta zábavnější část: upravit rozšíření tak, aby odpovídalo vašim představám. Pokud potřebujete pomoci, přečtěte si návod pro začátečníky s názvem <a href="%(gs_url)s">Začínáme</a> nebo se podívejte na <a href="%(ht_url)s">databázi návodů a tipů</a>, kde naleznete potřebnou dokumentaci.
de: Jetzt wo Sie das Skelett einer Erweiterung haben, fängt der spaßige Teil an: Die Erweiterung so zu programmieren, dass Sie tut, was Sie möchten. Wenn Sie dabei Hilfe brauchen, finden Sie auf unserer Seite <a href="%(gs_url)s">Erste Schritte</a> die Grundlagen, oder Sie besuchen die <a href="%(ht_url)s">How-to-Bibliothek</a>, wo Sie Anleitungen und Dokumentation finden.
el: Τώρα που έχετε ένα σκελετό επέκτασης, το ωραίο κομμάτι ξεκινά: χακάρετε την επέκταση ώστε να κάνει αυτό που θέλετε. Αν χρειάζεστε βοήθεια, δείτε στη σελίδα <a href="%(gs_url)s">Ξεκινώντας</a> για τα βασικά, ή επισκεφθείτε τη <a href="%(ht_url)s">Βιβλιοθήκη How-to</a> για εγχειρίδια και τεκμηρίωση.
es: Ahora que ya tienes el esqueleto de una extensión, comienza la parte divertida: toquetear la extensión para conseguir que haga lo que quieres. Si necesitas ayuda, revisa nuestra página <a href="%(gs_url)s">Comenzar</a> para lo más básico, o visita la <a href="%(ht_url)s">Biblioteca de Cómos</a> para tutoriales y documentación.
fr: Maintenant que vous avez un squelette d'extension, la partie amusante commence : bricoler l'extension pour qu'elle fasse ce que vous voulez. Si vous avez besoin d'aide, consultez notre page <a href="%(gs_url)s">Se Lancer</a> pour les bases, ou visitez la <a href="%(ht_url)s">bibliothèque de guides</a> pour des tutoriels et de la documentation.
it: Ora che hai costruito lo scheletro della tua estensione comincia la parte divertente: modificare l'estensione per farle fare quello che vuoi. Se hai bisogno di aiuto, consulta la nostra pagina <a href="%(gs_url)s">Per iniziare</a> per alcune informazioni di base, oppure visita la sezione <a href="%(ht_url)s">Raccolta guide</a> per guide e documentazione.
ja: 拡張機能の骨組みが手に入りました。これから楽しい作業が始まります: 拡張機能をハックして、作りたい機能を実装しましょう。助けが必要な場合は、基本的なことは <a href="%(gs_url)s">ここからスタート</a> のページ、チュートリアルとドキュメントは <a href="%(ht_url)s">ハウツーライブラリ</a> のページをご覧ください。
ko: 현재 확장 기능의 뼈대가 확보되었으며, 재밌는 부분이 이제 시작됩니다: 확장 기능을 헤집어서 원하는 기능을 채워넣는 것이죠. 도움이 필요할 시엔 기본 문서 중 <a href="%(gs_url)s">시작하기</a>를 읽어보시거나 튜토리얼 및 문서 자료에서 <a href="%(ht_url)s">How-to 도서관</a>을 방문해 보시기 바랍니다.
nl: Nu u een extensiestructuur hebt, begint het leuke gedeelte: de extensie hacken zodat deze doet wat u wilt. Als u hulp nodig hebt, kijk dan eens op onze pagina <a href="%(gs_url)s">Van start</a> voor de beginselen, of bezoek de <a href="%(ht_url)s">Gidsbibliotheek</a> voor handleidingen en documentatie.
pl: Teraz, gdy masz już szkielet rozszerzenia zaczyna się zabawa – praca nad nim, by działał, tak jak chcesz. Jeśli potrzebujesz pomocy, skorzystaj z naszej strony <a href="%(gs_url)s">Pierwsze kroki</a>, na której poznasz podstawowe informacje na temat dodatków lub biblioteki <a href="%(ht_url)s">Jak to zrobić?</a>, gdzie znajdziesz instrukcje i dokumentację.
pt_pt: Agora que tem o esqueleto de uma extensão, começa a parte engraçada. alterar a extensão para fazer o que você quer que ela faça. Se precisar de alguma ajuda, veja a nossa página <a href="%(gs_url)s">Como começar</a> para os assuntos básicos ou visite a <a href="%(ht_url)s">biblioteca como fazer</a> para tutoriais e documentação.
ru: Теперь, когда у вас есть скелет расширения, начинается самое интересное: кодинг расширения, чтобы заставить сделать его то, что вам надо. Если вам нужна помощь, ознакомьтесь с нашей страницей <a href="%(gs_url)s">Начало работы</a> или посетите <a href="%(ht_url)s">Библиотеку Инструкций</a> для ознакомления с руководствами и документацией.
sl: Zdaj ko ste dobili okostje za razširitev, se začne zabaven del: klestiti po razširitvi, da postane, kar ste si zamislili. Če potrebujete pomoč, preberite stran <a href="%(gs_url)s">Kako začeti</a> za osnove ali pa obiščite <a href="%(ht_url)s">>Knjižnica Kako-se-to-naredi</a> za vaje in dokumentacije.
zh_cn: 现在您已经得到了扩展的框架，最有趣的部分开始了：编写扩展让它变成您想要的。如果您需要一些帮助，请参阅我们的<a href="%(gs_url)s">入门指南</a>页面学习基础内容，或者访问<a href="%(ht_url)s">帮助库</a>获得教程和文档。

source: Search Developer Docs
cs: Prohledat dokumentaci
de: Entwicklerdokumentation durchsuchen
el: Αναζήτηση τεκμηρίωσης προγραμματιστή
es: Buscar documentos para desarrolladores
fr: Chercher dans les documentations développeur
it: Cerca nella documentazione per sviluppatori
ja: 開発者向けドキュメントを検索
ko: 개발자 문서 검색
nl: Ontwikkelaarsdocumentatie doorzoeken
pa_in: ਡਿਵੈਲਪਰ ਦਸਤਾਵੇਜ਼ ਖੋਜੋ
pl: Przeszukaj dokumentację dla autorów
pt_pt: Procurar documentos do desenvolvedor
ru: Поиск документации для разработчиков
sl: Iskanje po Dokumentaciji za razvijalce
uk: Пошук документації для розробників
zh_cn: 搜索开发者文档

source: Use the field below to upload your add-on package.
cs: Pro nahrání vašeho doplňku použijte pole níže.
de: Verwenden Sie das folgende Feld, um Ihr Add-on-Paket hochzuladen.
el: Χρησιμοποιήστε το πεδίο παρακάτω για να μεταφορτώσετε τη συσκευασία προσθέτου σας.
es: Usa el campo de debajo para subir tu paquete de complemento.
fr: Utilisez le champ ci-dessous pour envoyer votre paquet de module.
it: Utilizza il campo sottostante per caricare il pacchetto del tuo componente aggiuntivo.
ja: 下のフォームからアドオンのパッケージをアップロードしてください。
ko: 부가 기능 패키지를 업로드 하려면 아래 항목을 입력해 주세요.
nl: Gebruik onderstaand veld om uw add-on-pakket te uploaden.
pa_in: ਆਪਣੇ ਐਡ-ਆਨ ਪੈਕੇਜ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਹੇਠ ਦਿੱਤੇ ਖੇਤਰ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Użyj poniższego formularza, by przesłać spakowany plik dodatku.
pt_pt: Use o campo em baixo para carregar o seu pacote do extra.
ru: Используйте расположенное ниже поле, чтобы загрузить свой пакет дополнения.
sl: Uporabite polje spodaj, da prenesete paket za svojo aplikacijo.
uk: Використовуйте розташоване нижче поле, щоб завантажити свій пакет додатку.
zh_cn: 使用下面的按钮上传您的附加组件包。

source: After upload, a series of automated validation tests will run to check compatibility with the following application version:
cs: Po nahrání bude spuštěna sada automatizovaných testů, které zkontrolují kompatibilitu s následující verzí aplikace:
de: Nach dem Upload wird eine Reihe automatischer Validierungstests ausgeführt, um die Kompatibilität mit der folgenden Anwendungsversion zu prüfen:
el: Μετά τη μεταφόρτωση, μια σειρά από αυτόματους ελέγχους εγκυρότητας θα εκτελεστεί για να ελεγχθεί η συμβατότητα με την ακόλουθη έκδοση της εφαρμογής:
es: Tras la carga, se ejecuta una serie de pruebas de validación automáticas para comprobar la compatibilidad con la siguiente versión de la aplicación:
fr: Après un envoi, une série de tests de validation automatiques seront exécutés pour vérifier la compatibilité avec les versions des applications suivantes :
it: Una volta terminato il caricamento, verrà eseguita una serie di test automatici per verificare la compatibilità con la seguente versione dell'applicazione:
ja: アップロード完了後、以下のアプリケーションのバージョンと互換性があるかを調べる一連の自動検証テストが実施されます:
ko: 업로드 후엔 여러 자동 검사기가 다음 애플리케이션 버전들과의 호환성을 점검하게 됩니다:
nl: Na de upload wordt een aantal geautomatiseerde validatietests uitgevoerd om te controleren op compatibiliteit met de volgende toepassingsversie:
pa_in: ਅੱਪਲੋਡ ਤੋਂ ਬਾਅਦ, ਹੇਠ ਦਿੱਤੇ ਐਪਲੀਕੇਸ਼ਨ ਵਰਜਨ ਨਾਲ ਅਨੁਕੂਲਤਾ ਦੀ ਪੜਤਾਲ ਲਈ ਸਵੈਚਾਲਿਤ ਪ੍ਰਮਾਣਿਕਤਾ ਟੈਸਟਾਂ ਦੀ ਇੱਕ ਲੜੀ ਚਲਾਈ ਜਾਵੇਗੀ:
pl: Po przesłaniu dodatku zostanie uruchomiona seria automatycznych testów sprawdzających kompatybilność z następującą wersją programu:
pt_pt: Depois de carregar, uma série de testes de validação automáticos serão executados para verificar a compatibilidade com a seguinte versão da aplicação:
ru: После загрузки будет запущена серия автоматических валидирующих тестов, которые проверят совместимость со следующей версией приложения:
sl: Po zaključenem prenosu se bo vašo datoteko potrdilo z nizom samodejnih testov za preverjanje, da se preveri združljivost z naslednjo različico aplikacije:
uk: Після завантаження буде запущена серія автоматичних валідуючих тестів, які перевірять сумісність із наступною версією програми:
zh_cn: 在上传完成后，将会针对下列应用程序版本执行一系列的自动化验证测试：

source: After upload, a series of automated validation tests will be run on your file.
cs: Po nahrání bude na vašem souboru spuštěna sada automatizovaných testů.
de: Nach dem Upload wird Ihre Datei einer Reihe automatischer Validierungstests unterzogen.
el: Μετά τη μεταφόρτωση, μια σειρά από αυτόματους ελέγχους εγκυρότητας θα εκτελεστεί στο αρχείο σας.
es: Tras la carga, se ejecutarán una serie de pruebas de validación automáticas sobre tu archivo.
fr: Après un envoi, une série de tests de validation automatiques seront exécutés sur votre fichier.
it: Una volta terminato il caricamento, verrà eseguita una serie di test automatici sul file.
ja: アップロード完了後、アドオンに含まれるファイルに対して自動検証テストが実施されます。
ko: 업로드 후엔 여러 자동 검사기가 파일을 실행해 볼 것입니다.
nl: Na de upload wordt een aantal geautomatiseerde validatietests op uw bestand uitgevoerd.
pa_in: ਅੱਪਲੋਡ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਡੀ ਫ਼ਾਈਲ ਤੇ ਸਵੈਚਾਲਿਤ ਪ੍ਰਮਾਣਿਕਤਾ ਟੈਸਟਾਂ ਦੀ ਇੱਕ ਲੜੀ ਚਲਾਈ ਜਾਵੇਗੀ।
pl: Po przesłaniu dodatku zostanie uruchomiona seria automatycznych testów sprawdzających plik.
pt_pt: Depois de carregar, uma série de testes de validação automáticos serão executados no seu ficheiro.
ru: После загрузки над вашим файлом будет проведена серия автоматических валидирующих тестов.
sl: Po zaključenem prenosu se bo vašo datoteko potrdilo z nizom samodejnih testov.
uk: Після завантаження, над Вашим файлом буде проведена серія автоматичних валідуючих тестів.
zh_cn: 在上传完成后，将会对您的文件执行一系列的自动化验证测试。

source: Validation Results for {0}
cs: Výsledky kontroly pro {0}
de: Überprüfungsergebnisse für {0}
el: Αποτελέσματα επικύρωσης για το αρχείο {0}
es: Resultados de la validación para {0}
fr: Résultats de la validation pour {0}
it: Risultati della validazione di {0}
ja: {0} の検証結果
ko: {0}의 검사 결과
nl: Validatieresultaten voor {0}
pa_in: {0} ਲਈ ਪ੍ਰਮਾਣਿਕਤਾ ਨਤੀਜੇ
pl: Wyniki sprawdzenia dla {0}
pt_pt: Resultados da validação para {0}
ru: Результаты валидации для {0}
sl: Rezultati preverjanja za {0}
uk: Результати валідації для {0}
zh_cn: {0} 的验证结果

source: Validation Results
cs: Výsledky kontroly
de: Überprüfungsergebnisse
el: Αποτελέσματα επικύρωσης
es: Resultados de la validación
fr: Résultats de la validation
it: Risultati della validazione
ja: 検証結果
ko: 검사 결과
nl: Validatieresultaten
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ ਨਤੀਜੇ
pl: Wyniki sprawdzenia
pt_pt: Resultados de validação
ru: Результаты валидации
sl: Rezultati preverjanja
uk: Результати валідації
zh_cn: 验证结果

source: Validated at:
cs: Kontrolováno dne:
de: Überprüft am:
el: Επικύρωση στις:
es: Validado el:
fr: Validé à :
it: Validato il:
ja: 検証対象:
ko: 검사일:
nl: Gevalideerd op:
pa_in: ਤੇ ਪ੍ਰਮਾਣਿਤ ਹੋਇਆ:
pl: Sprawdzono w dniu:
pt_pt: Validado a:
ru: Валидировано в:
sl: Validirano:
uk: Валідовано:
zh_cn: 验证于：

source: Tested for compatibility against:
cs: Kompatibilita otestována proti:
de: Auf Kompatibilität geprüft gegen:
el: Ελέγχθηκε για συμβατότητα με:
es: Comprobada la compatibilidad con:
fr: Compatibilité testée avec :
it: Verifica compatibilità con:
ja: 互換性テスト対象:
ko: 호환성 검사 완료:
nl: Getest op compatibiliteit met:
pa_in: ਦੇ ਨਾਲ ਅਨੁਕੂਲਤਾ ਲਈ ਜਾਂਚਿਆਂ ਗਿਆ:
pl: Testowano kompatybilność z:
pt_pt: Testado para compatibilidade contra:
ru: Протестировано на совместимость на:
sl: Testirano za združljivost z:
uk: Протестовано на сумісність на:
zh_cn: 已测试的兼容性，针对：

source: Recent Activity for My Add-ons
cs: Nedávná aktivita pro mé doplňky
de: Jüngste Aktivität für meine Add-ons
el: Πρόσφατη δραστηριότητα για τα πρόσθετα μου
es: Actividad reciente de mis complementos
fr: Activité récente pour mes modules
it: Attività recente dei miei componenti aggiuntivi
ja: 自分のアドオンの最近のアクティビティ
ko: 내 부가 기능의 최근 활동 내역
nl: Recente activiteit voor Mijn add-ons
pa_in: ਮੇਰੇ ਐਡ-ਆਨਾਂ ਲਈ ਤਾਜ਼ਾ ਸਰਗਰਮੀ
pl: Ostatnia aktywność
pt_pt: Actividade recente para os meus extras
ru: Последние действия для моих дополнений
sl: Nedavna aktivnost za Moji dodatki
uk: Нещодавня активність для моїх додатків
zh_cn: 我的附加组件的近期动态

source: Recent Activity
cs: Nedávná aktivita
de: Jüngste Aktivität
el: Πρόσφατη δραστηριότητα
es: Actividad reciente
fr: Activité récente
it: Attività recente
ja: 最近のアクティビティ
ko: 최근 활동 내역
nl: Recente activiteit
pa_in: ਤਾਜ਼ਾ ਸਰਗਰਮੀ
pl: Ostatnia aktywność
pt_pt: Actividade recente
ru: Последние действия
sl: Nedavne dejavnosti
uk: Нещодавня активність
zh_cn: 近期动态

source: Recent Activity for {0}
cs: Nedávná aktivita pro jazyk: {0}
de: Jüngste Aktivität für {0}
el: Πρόσφατη δραστηριότητα για το {0}
es: Actividad reciente de {0}
fr: Activité récente pour {0}
it: Attività recente per {0}
ja: {0} の最近のアクティビティ
ko: {0}의 최근 활동 내역
nl: Recente activiteit voor {0}
pa_in: {0} ਲਈ ਤਾਜ਼ਾ ਸਰਗਰਮੀ
pl: Ostatnia aktywność dla dodatku {0}
pt_pt: Actividade recente para {0}
ru: Последние действия для {0}
sl: Nedavna aktivnost za {0}
uk: Остання активність для {0}
zh_cn: {0} 的近期动态

source: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> by %(user)s
cs: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> uživatelem %(user)s
de: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> von %(user)s
el: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> από %(user)s
es: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> por %(user)s
fr: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> par %(user)s
it: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> da %(user)s
ko: %(user)s : <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time>
nl: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> door %(user)s
pa_in: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> ਵੱਲੋਂ %(user)s
pl: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> przez użytkownika %(user)s
pt_pt: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> por %(user)s
ru: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> от %(user)s
sl: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> - %(user)s
uk: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> від %(user)s
zh_cn: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> 由 %(user)s

source: Refine Activity
cs: Upřesnění aktivity
de: Aktivitäten einschränken
el: Διευκρίνηση δραστηριότητας
es: Refinar actividad
fr: Affiner les activités
it: Restringi attività
ja: アクティビティを整理
ko: 활동 내역 정리
nl: Activiteit verfijnen
pa_in: ਸਰਗਰਮੀ ਸੁਧਾਰ
pl: Oczyść czynności
pt_pt: Refinar actividade
ru: Уточнить активность
sl: Izboljšaj dejavnost
uk: Уточнити активність
zh_cn: 动态提要

source: Activity
cs: Aktivita
de: Aktivität
el: Δραστηριότητα
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
ko: 활동 내역
nl: Activiteit
pa_in: ਸਰਗਰਮੀ
pl: Aktywność
pt_pt: Actividade
ru: Активность
sl: Dejavnost
uk: Активність
zh_cn: 动态

source: Subscribe to this feed
cs: Odebírat tento zdroj
de: Diesen Feed abonnieren
el: Εγγραφή στο αρχείο ροής
es: Suscribirse a este hilo
fr: S'inscrire à ce flux
it: Abbonati a questo feed
ja: このフィードを購読する
ko: 이 피드 구독하기
nl: Op deze feed abonneren
pa_in: ਇਸ ਫ਼ੀਡ ਦੀ ਗਾਹਕੀ ਲਵੋ
pl: Subskrybuj ten kanał
pt_pt: Subscrever esta fonte
ru: Подписаться на эту ленту
sl: Naroči se na ta vir
uk: Підписатись на цю стрічку
zh_cn: 订阅此收取点

source: This add-on is incompatible with <b>%(app_name)s %(app_version)s</b>, the latest release of %(app_name)s. Please consider updating your add-on's compatibility info, or uploading a newer version of this add-on.
cs: Tento doplněk je nekompatibilní s <b>%(app_name)s %(app_version)s</b>, což je poslední verze aplikace %(app_name)s. Zvažte aktualizaci informací o kompatibilitě doplňku či nahrajte jeho novější verzi.
de: Dieses Add-on ist inkompatibel mit <b>%(app_name)s %(app_version)s</b>, der neuesten Version von %(app_name)s. Bitte erwägen Sie eine Aktualisierung der Kompatibilitätsinformation Ihres Add-ons, oder das Hochladen einer neueren Version dieses Add-ons.
el: Αυτό το πρόσθετο δεν είναι συμβατό με τον <b>%(app_name)s %(app_version)s</b>, που είναι η πιο πρόσφατη έκδοση του %(app_name)s. Παρακαλούμε αναβαθμίσετε τις πληροφορίες συμβατότητας του πρόσθετου σας ή αποστείλετε μια νέα έκδοση του.
es: Este complemento es incompatible con <b>%(app_name)s %(app_version)s</b>, la última versión de %(app_name)s. Considera actualizar la información de compatibilidad de tu complemento, o enviar una versión nueva del mismo.
fr: Ce module n'est pas compatible avec <b>%(app_name)s %(app_version)s</b>, la dernière version de %(app_name)s. Merci de mettre à jour les informations de compatibilité de votre module, ou d'en envoyer une nouvelle version.
it: Questo componente aggiuntivo non è compatibile con <b>%(app_name)s %(app_version)s</b>, l'ultima versione di %(app_name)s. Ti consigliamo di aggiornare le informazioni relative alla compatibilità oppure caricare una nuova versione del tuo componente aggiuntivo.
ja: このアドオンは、%(app_name)s の最新版である <b>%(app_name)s %(app_version)s</b> と互換性がありません。アドオンの互換性情報を更新するか、このアドオンの新バージョンをアップロードしてください。
ko: 이 부가 기능은 %(app_name)s의 최신 버전인 <b>%(app_name)s %(app_version)s</b>에서 호환되지 않습니다. 부가 기능의 호환성 정보를 업데이트 하거나 최신 버전을 올리는 것을 검토해 주시기 바랍니다.
nl: Deze add-on is niet compatibel met <b>%(app_name)s %(app_version)s</b>, de nieuwste uitgave van %(app_name)s. Overweeg de compatibiliteitsinformatie van uw add-on bij te werken of een nieuwere versie van deze add-on te uploaden.
pa_in: ਇਹ ਐਡ-ਆਨ %(app_name)s ਦੇ ਤਾਜ਼ਾ ਰਿਲੀਜ਼, <b>%(app_name)s %(app_version)s</b>ਦੇ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਐਡ-ਆਨ ਦੀ ਅਨੁਕੂਲਤਾ ਜਾਣਕਾਰੀ ਅੱਪਡੇਟ ਕਰਨ ਤੇ ਵਿਚਾਰ ਕਰੋ, ਜਾਂ ਇਸ ਐਡ-ਆਨ ਦਾ ਨਵਾਂ ਵਰਜਨ ਅੱਪਲੋਡ ਕਰੋ।
pl: Ten dodatek jest niekompatybilny z wersją <b>%(app_name)s %(app_version)s</b>, najnowszym wydaniem programu %(app_name)s. Zaktualizuj informacje o kompatybilności dodatku lub prześlij jego nową wersję.
pt_pt: Este extra é incompatível com <b>%(app_name)s %(app_version)s</b>, a última versão do %(app_name)s. Por favor, considere em atualizar a info de compatibilidade do seu extra, ou carregue uma nova versão.
ru: Это дополнение несовместимо с <b>%(app_name)s %(app_version)s</b>, последней версией %(app_name)s. Просьба рассмотреть вопрос об обновлении информации о совместимости вашего дополнения, или загрузки новой версии этого дополнения.
sl: Ta dodatek ni združljiv z <b>%(app_name)s %(app_version)s</b>, najnovejšo različico %(app_name)s. Mislite prosim na to, da posodobite podatke o združljivosti ali pa naložite novejšo različico tega dodatka.
uk: Цей додаток несумісний з <b>%(app_name)s %(app_version)s</b>, останньою версією %(app_name)s. Будь ласка, розгляньте питання щодо оновлення інформації про сумісність Вашого додатку чи завантаження нової версії цього додатку.
zh_cn: 此附加组件与 <b>%(app_name)s %(app_version)s</b>，最新的 %(app_name)s 正式版不兼容。请考虑更新您的附加组件兼容性信息，或者上传一份此附加组件的新版本。

source: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Update Compatibility</a> <a href="%(version_url)s" class="button">Upload New Version</a> or <a href="#" class="close">Ignore</a>
cs: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Aktualizovat kompatibilitu</a> <a href="%(version_url)s" class="button">Nahrát novou verzi</a> nebo <a href="#" class="close">Ignorovat</a>
de: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Kompatibilität aktualisieren</a> <a href="%(version_url)s" class="button">Neue Version hochladen</a> oder <a href="#" class="close">Ignorieren</a>
el: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Αναβάθμιση συμβατότητας</a> <a href="%(version_url)s" class="button">Αποστολή νέας έκδοσης</a> ή <a href="#" class="close">αγνόηση</a>
es: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Actualizar compatibilidad</a> <a href="%(version_url)s" class="button">Subir nueva versión</a> o <a href="#" class="close">Ignorar</a>
fr: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Mettre à jour la compatibilité</a> <a href="%(version_url)s" class="button">Envoyer une nouvelle version</a> ou <a href="#" class="close">Ignorer</a>
it: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Aggiorna compatibilità</a> <a href="%(version_url)s" class="button">Carica una nuova versione</a> or <a href="#" class="close">Ignora</a>
ja: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">互換性情報を更新</a> <a href="%(version_url)s" class="button">新バージョンをアップロード</a> または <a href="#" class="close">無視</a>
ko: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">호환성 업데이트</a> <a href="%(version_url)s" class="button">새 버전 업로드</a> or <a href="#" class="close">무시</a>
nl: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Compatibiliteit bijwerken</a> <a href="%(version_url)s" class="button">Nieuwe versie uploaden</a> of <a href="#" class="close">Negeren</a>
pa_in: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">ਅਨੁਕੂਲਤਾ ਅੱਪਡੇਟ</a> <a href="%(version_url)s" class="button">ਨਵਾਂ ਵਰਜਨ ਅੱਪਲੋਡ ਕਰੋ</a> or <a href="#" class="close">ਅਣਡਿੱਠ ਕਰੋ</a>
pl: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Zaktualizuj kompatybilność</a> <a href="%(version_url)s" class="button">Prześlij nową wersję</a> lub <a href="#" class="close">Pomiń</a>
pt_pt: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Actualização de compatibilidade</a> <a href="%(version_url)s" class="button">Carregar nova versão</a> ou <a href="#" class="close">Ignorar</a>
ru: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Обновить совместимость</a> <a href="%(version_url)s" class="button">Загрузить новую версию</a> или <a href="#" class="close">Игнорировать</a>
sl: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Posodobi združljivost</a> <a href="%(version_url)s" class="button">Naloži novo različico</a>ali<a href="#" class="close">Prezri</a>
uk: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Оновити сумісність</a> <a href="%(version_url)s" class="button">Завантажити нову версію</a> або <a href="#" class="close">Ігнорувати</a>
zh_cn: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">更新兼容性</a> <a href="%(version_url)s" class="button">上传新版本</a> or <a href="#" class="close">忽略</a>

source: View and update application compatibility ranges.
cs: Zobrazení a aktualizace rozsahů kompatibility s aplikacemi.
de: Kompatibilität mit Anwendungen anzeigen und bearbeiten
el: Προβολή και ενημέρωση εύρους συμβατότητας με εφαρμογή.
es: Ver y actualizar los rangos de compatibilidad de aplicaciones.
fr: Voir et mettre à jour les intervalles de compatibilité des applications.
it: Visualizza e aggiorna gli intervalli di compatibilità.
ja: 対応アプリケーションのバージョン範囲を表示または更新します。
ko: 호환 가능 범위 내의 애플리케이션을 보고 업데이트를 하세요.
nl: Toepassingscompatibiliteitsbereik bekijken en bijwerken.
pa_in: ਵੇਖੋ ਅਤੇ ਐਪਲੀਕੇਸ਼ਨ ਅਨੁਕੂਲਤਾ ਹੱਦਾਂ ਅੱਪਡੇਟ ਕਰੋ।
pl: Zobacz i zaktualizuj zakres kompatybilności programu.
pt_pt: Ver e atualizar o intervalo de compatibilidade da aplicação.
ru: Просмотреть и обновить диапазоны совместимости приложений.
sl: Ogled in posodabljanje razpona združljivosti za aplikacijo.
uk: Переглянути та оновити діапазони сумісності додатків.
zh_cn: 查看并更新应用程序兼容性范围。

source: Compatibility
cs: Kompatibilita
de: Kompatibilität
el: Συμβατότητα
es: Compatibilidad
fr: Compatibilité
it: Compatibilità
ja: 互換性
ko: 호환성
nl: Compatibiliteit
pa_in: ਅਨੁਕੂਲਤਾ
pl: Kompatybilność
pt_pt: Compatibilidade
ru: Совместимость
sl: Združljivost
uk: Сумісність
zh_cn: 兼容性
