Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: XUL (XML User Interface Language) is Mozilla's XML-based language that lets you build feature-rich cross platform applications that can run connected or disconnected from the Internet.
cs: XUL (XML User Interface Language) je jazyk založený na XML od Mozilly, který umožňuje vytvářet funkčně bohaté a na platformě nezávislé aplikace. Tyto aplikace pak mohou vyžadovat ke svému běhu připojení k Internetu (ale nemusí).
de: XUL (XML User Interface Language) ist Mozillas XML-basierte Sprache, mit der Sie funktionsreiche, plattformübergreifende Anwendungen entwickeln können, die mit oder ohne Verbindung zum Internet laufen.
es: XUL (XML User Interface Language, Lenguaje XML para la Interfaz de Usuario) es el lenguaje basado en XML de Mozilla que te permite crear aplicaciones multiplataforma y con una amplia variedad de características que pueden ejecutarse conectadas o desconectadas de Internet.
fr: XUL (XML User Interface Langage) est le langage basé sur XML de Mozilla qui vous permet de construire des applications riches et portables qui peuvent être connectées ou déconnectées d'Internet.
it: XUL (XML User Interface Language) è il linguaggio basato su XML di Mozilla che ti permette di realizzare applicazioni multipiattaforma in grado di funzionare con o senza una connessione a Internet.
ja: XUL (XML User Interface Language) は、Mozilla が開発した XML ベースの言語で、インターネット接続の有無を問わずに実行できる、機能豊富なクロスプラットフォームアプリケーションを構築できます。
ko: XUL (XML User Interface Language)은 Mozilla의 XML 기반 언어로써, 인터넷의 접속 및 접속 해제가 가능한 풍부한 기능을 가진 크로스 플랫폼 애플리케이션을 제작할 수 있도록 만들어줍니다.
nl: XUL (XML User Interface Language) is de op XML gebaseerde taal van Mozilla waarmee u crossplatform toepassingen vol functies kunt bouwen, die verbonden of niet verbonden aan het internet kunnen draaien.
pl: XUL &ndash; rozszerzalny język interfejsu użytkownika (XML User Interface Language) &ndash; jest bazującym na języku XML (eXtensible Markup Language) językiem Mozilli, umożliwiającym budowanie bogatych w funkcje programów działających na wielu systemach operacyjnych, które mogą być uruchamiane z dostępem lub bez dostępu do Internetu.
pt_pt: XUL (XML User Interface Language) é a linguagem da Mozilla baseada em XML que permite que você construa aplicações ricas em recursos multi-plataforma que pode ser executado esteja ou não ligado à Internet.
ru: XUL (XML-язык пользовательского интерфейса) является основанным на XML языком, созданным Mozilla, который позволяет вам создавать многофункциональные кроссплатформенные приложения, которые могут работать как при подключении, так и без подключения к Интернету.
sl: XUL (XML User Interface Language) je Mozillin jezik na osnovi XML, ki vam omogoča zgraditi aplikacije z bogato funkcionalnostjo in neodvisno od platforme, aplikacije, ki lahko tečejo v povezavi s pletom ali brez nje.
zh_cn: XUL（XML 用户界面语言）是 Mozilla 的一种基于 XML 的语言，它能让您构建出功能丰富的跨平台应用程序。您构建的应用程序既可以在因特网上在线运行，也可以脱离因特网运行。

source: XUL Reference
cs: Přehled dokumentace k XULu
de: XUL-Referenz
es: Referencia de XUL
fr: Référence XUL
it: Riferimenti XUL
ja: XUL リファレンス
ko: XUL 참고문서
nl: XUL-referentie
pl: Dokumentacja XUL
pt_pt: Referência XUL
ru: Справочник по XUL
zh_cn: XUL 参考

source: via <a class="refsource" href="http://developer.mozilla.org">Mozilla Developer Center</a></span>
cs: na <a class="refsource" href="http://developer.mozilla.org">Mozilla Developer Center</a></span>
de: im <a class="refsource" href="http://developer.mozilla.org">Mozilla Developer Center</a></span>
es: a través del <a class="refsource" href="http://developer.mozilla.org">Centro de Desarrolladores de Mozilla</a></span>
fr: via <a class="refsource" href="http://developer.mozilla.org">Centre Développeur Mozilla</a></span>
ja: 出典: <a class="refsource" href="http://developer.mozilla.org">Mozilla Developer Network</a></span>
ko: 출처: <a class="refsource" href="http://developer.mozilla.org">Mozilla 개발자 센터</a></span>
nl: via het <a class="refsource" href="http://developer.mozilla.org">Mozilla-ontwikkelaarscentrum</a></span>
pl: na stronach <a class="refsource" href="http://developer.mozilla.org">Mozilla Developer Network</a></span>
pt_pt: através do <a class="refsource" href="http://developer.mozilla.org">Centro do Desenvolvedor da Mozilla</a></span>
ru: через <a class="refsource" href="http://developer.mozilla.org">Центр Разработки Mozilla</a></span>
sl: preko <a class="refsource" href="http://developer.mozilla.org">Razvojnega centra Mozilla</a></span>
zh_cn: 通过 <a class="refsource" href="http://developer.mozilla.org">Mozilla 开发者网络</a></span>

source: A list of all available XUL elements.
cs: Seznam všech dostupných elementů XULu.
de: Eine Liste aller verfügbaren XUL-Elemente.
es: Una lista de elementos XUL disponibles.
fr: Liste de tous les éléments XUL disponibles
it: Un elenco di tutti gli elementi XUL disponibili.
ja: すべての XUL 要素の一覧。
ko: 사용가능한 모든 XUL 요소의 목록입니다.
nl: Een lijst van alle beschikbare XUL-elementen.
pl: Wykaz wszystkich dostępnych elementów XUL.
pt_pt: Uma lista dos elementos XUL disponíveis.
ru: Список всех доступных элементов XUL.
sl: Seznam vseh elementov XUL, ki so na voljo.
zh_cn: 所有可用的 XUL 元素列表。

source: XUL Controls List
cs: Seznam ovládacích prvků XULu
de: XUL-Steuerungsliste
es: Lista de controles XUL
fr: Liste des contrôles XUL
it: Lista controlli XUL
ja: XUL コントロールリスト
ko: XUL 컨트롤 목록
nl: XUL-besturingslijst
pl: Wykaz elementów sterujących XUL
pt_pt: Lista de controlos XUL
ru: Список XUL Controls
sl: XUL Seznam kontrol
zh_cn: XUL 控件列表

source: A description of many available XUL controls, including screenshots.
cs: Popis řady dostupných ovládacích prvků v XULu včetně screenshotů.
de: Eine Beschreibung vieler Verfügbarer XUL-Steuerungen, einschließlich Screenshots.
es: Una descripción de los muchos controles XUL disponibles, incluyendo capturas de pantalla.
fr: Une description d'une large partie des contrôles XUL qui existent, avec des captures d'écran.
it: Una descrizione con anteprime di tutti i controlli XUL disponibili.
ja: 利用可能な多くの XUL コントロールについての、スクリーンショット付きの説明です。
ko: 사용가능한 다수의 XUL 컨트롤에 대한 스크린샷이 포함된 설명입니다.
nl: Een beschrijving van vele beschikbare XUL-besturingen, inclusief schermafbeeldingen.
pl: Opis wielu elementów sterujących XUL zawierający obrazki tych elementów.
pt_pt: Uma descrição dos muitos controlos XUl disponíveis, incluindo miniaturas.
ru: Описание множества доступных элементов управления XUL, включая скриншоты.
sl: Opis številnih kontrol XUL, ki so na voljo, vključno s posnetki zaslona.
zh_cn: 大量可用的 XUL 控件的描述，包括屏幕截图。

source: JavaScript: Specifying Behavior
cs: JavaScript: Nastavení chování
de: JavaScript: Verhalten festlegen
es: JavaScript: especificar el comportamiento
fr: JavaScript : spécification du comportement
it: JavaScript: specificare un comportamento
ja: JavaScript: 挙動の指定
ko: JavaScript: 동작 지정
nl: JavaScript: Gedrag specificeren
pl: JavaScript: Określanie zachowania
pt_pt: JavaScript: Especificar o comportamento
ru: JavaScript: Спецификация поведения
sl: JavaScript: določite vedenje
zh_cn: JavaScript：指定行为

source: JavaScript Overview
cs: Přehled JavaScriptu
de: JavaScript-Übersicht
es: Introducción a JavaScript
fr: Aperçu JavaScript
it: Panoramica JavaScript
ja: JavaScript の概要
ko: 자바스크립트 개요
nl: JavaScriptoverzicht
pl: Przegląd JavaScriptu
pt_pt: Pré-visualização de JavaScript
ru: Обзор JavaScript
sl: Pregled JavaScript
zh_cn: JavaScript 概述

source: JavaScript is a small, lightweight, object-oriented, cross-platform scripting language.
cs: JavaScript je malý, jednoduchý, objektově orientovaný a multiplatformní skriptovací jazyk.
de: JavaScript ist eine kleine, leichtgewichtige, objektorientierte, plattformübergreifende Skriptsprache.
es: JavaScript es un lenguaje de secuencia de comandos pequeño, ligero, multiplataforma y orientado a objetos.
fr: JavaScript est un langage de script, petit, léger, orienté objet et portable.
it: JavaScript è un linguaggio basato su script leggero, orientato alla programmazione a oggetti e multipiattaforma.
ja: JavaScript は、小型、軽量、オブジェクト指向、クロスプラットフォームを特長とするスクリプト言語です。
ko: 자바스크립트는 소형, 경량화, 객체 지향적, 크로스 플랫폼의 특징을 가진 스크립트 언어입니다.
nl: JavaScript is een kleine, lichtgewicht, objectgeoriënteerde scripttaal voor meerdere besturingssystemen.
pl: JavaScript jest niewielkim, lekkiej konstrukcji, obiektowo zorientowanym, działającym na wielu systemach operacyjnych skryptowym językiem programowania.
pt_pt: JavaScript é uma linguagem de script multi-plataforma, pequena, leve e orientada a objetos,.
ru: JavaScript это небольшой, легкий, объектно-ориентированный, кросс-платформенный скриптовый язык.
sl: JavaScript je majhen, lahek, predmetno usmerjen, od platforme neodvisen skriptni jezik.
zh_cn: JavaScript 是一种具有小型、轻量级、面向对象和跨平台等特性的脚本语言。

source: Gecko JavaScript Language Reference
cs: Přehled podpory JavaScriptu v Gecku
de: Gecko-JavaScript-Sprachreferenz
es: Referencia del lenguaje JavaScript de Gecko
fr: Référence du langage JavaScript pour Gecko
it: Riferimento linguaggio JavaScript Gecko
ja: Gecko JavaScript 言語リファレンス
ko: Gecko 자바스크립트 언어 참고문서
nl: Gecko JavaScript-taalreferentie
pl: Dokumentacja języka Gecko JavaScript
pt_pt: Referência de idiomas Gecko JavaScript
ru: Справочник по языку Gecko JavaScript
sl: Referenca Gecko JavaScript Jezik
zh_cn: Gecko JavaScript 语言参考

source: Mozilla Developer Center's JavaScript documentation, including functions, statements, properties, and more.
cs: Dokumentace k JavaScriptu na Mozilla Developer Center zahrnující popisy funkcí, příkazů, vlastností a dalších věcí.
de: JavaScript-Dokumentation im Mozilla Developer Center, einschließlich Funktionen, Aussagen, Eigenschaften und mehr.
es: Documentación sobre JavaScript del Centro de Desarrolladores de Mozilla, que incluye funciones, instrucciones, propiedades y más.
fr: Documentation JavaScript du Centre Développeur Mozilla, incluant fonctions, propriétés, etc.
it: Documentazione relativa a JavaScript nel Mozilla Developer Center, con un elenco di tutte le funzioni, definizioni, proprietà e molto altro.
ja: Mozilla Developer Network の JavaScript ドキュメント。関数、命令文、プロパティなど。
ko: 함수, 상수, 속성 등이 기재된 Mozilla 개발자 센터의 자바스크립트 문서입니다.
nl: De JavaScript-documentatie van het Mozilla-ontwikkelaarscentrum, waarin functies, verklaringen, eigenschappen en meer.
pl: Dokumentacja JavaScript w Mozilla Developer Network zawierająca funkcje, instrukcje, własności i wiele więcej…
pt_pt: Documentação JavaScript do centro do desenvolvedor da Mozilla, incluindo funções, declarações, propriedades, e muito mais.
ru: Документация по JavaScript в центре разработчиков Mozilla, в том числе функции, заявления, свойства и многое другое.
sl: JavaScript dokumentacija Razvojnega centra Mozilla, z funkcijami, izrazi, lastnostmi in še s čim.
zh_cn: Mozilla 开发者网络的 JavaScript 文档，包含函数、语句、属性以及更多的内容。

source: JavaScript Style Guide
cs: Průvodce stylem psaní kódu v JavaScriptu
de: JavaScript-Stil-Leitfaden
es: Guía de estilo para JavaScript
fr: Guide de style JavaScript
it: Guida di stile JavaScript
ja: JavaScript スタイルガイド
ko: 자바스크립트 스타일 가이드
nl: JavaScriptstijlgids
pl: Informacje o stylu kodowania JavaScriptu
pt_pt: Guia de estilos JavaScript
ru: Руководство по стилю JavaScript
sl: Vodič za stil JavaScripta
zh_cn: JavaScript 代码风格指南

source: Mozilla's JavaScript coding standards.
cs: Standardy psaní JavaScriptového kódu dle Mozilly.
de: JavaScript-Programmierstandards von Mozilla
es: Estándares de Mozilla para la escritura de código JavaScript.
fr: Conventions de codage JavaScript de Mozilla.
it: Standard Mozilla di scrittura del codice JavaScript
ja: Mozilla の JavaScript コーディング標準。
ko: Mozilla의 표준 자바스크립트 코딩 문법입니다.
nl: De JavaScript-coderingsstandaarden van Mozilla.
pl: Standardy Mozilli dotyczące kodowania języka JavaScript.
ru: Стандарты кодинга JavaScript в Mozilla.
sl: Standardi Mozille za kodiranje JavaScripta.
zh_cn: Mozilla 的 JavaScript 编码规范。

source: CSS: Adding Visual Effects
cs: CSS: Přidávání vizuálních efektů
de: CSS: Visuelle Effekte hinzufügen
es: CSS: agregar efectos visuales
fr: CSS : Ajouter des effets visuels
it: CSS: aggiungere effetti visuali
ja: CSS: 視覚効果の追加
ko: CSS: 시각적 효과 넣기
nl: CSS: visuele effecten toevoegen
pl: CSS: Efekty wizualne
pt_pt: CSS: Adicionar efeitos visuais
ru: CSS: Добавление визуальных эффектов
sl: CSS: Dodajanje vizualnih učinkov
zh_cn: CSS：添加视觉效果

source: CSS Overview
cs: Přehled CSS
de: CSS-Übersicht
es: Introducción a CSS
fr: Aperçu CSS
it: Panoramica CSS
ja: CSS の概要
ko: CSS 개요
nl: CSS-overzicht
pl: Przegląd CSS
pt_pt: Pré-visualização de CSS
ru: Обзор CSS
sl: Pregled CSS
zh_cn: CSS 概述

source: Cascading Style Sheets (CSS) is a stylesheet language used to describe the presentation of a document written in HTML or XML and is used to style a XUL-based application's user interface.
cs: Cascading Style Sheets (CSS) je jazyk používaný na nastylování prezentace dokumentů napsaných v HTML či XHTML a je použit pro nastylování uživatelského rozhraní aplikací založených na XULu.
de: Cascading Style Sheets (CSS) ist eine Stylesheet-Sprache, die verwendet wird, um die Präsentation eines in HTML oder XML geschriebenen Dokuments zu beschreiben und um eine XUL-basierte Benutzeroberfläche zu gestalten.
es: Cascading Style Sheets (CSS) es un lenguaje de hojas de estilo que sirve para describir la apariencia de un documento escrito en HTML o XML y se usa para dar estilo a la interfaz de usuario de las aplicaciones basadas en XUL.
fr: Cascading Style Sheets (CSS) est un langage de mise en page utilisé pour décrire la présentation d'un document écrit en HTML ou XML et qui est utilisé pour définir le style de l'interface utilisateur des applications basées sur XUL.
it: Cascading Style Sheets (CSS) è un linguaggio utilizzato per descrivere la presentazione di un documento scritto in HTML o XML e viene utilizzato per determinare lo stile dell'interfaccia utente in tutte le applicazioni basate su XUL.
ja: Cascading Style Sheets (CSS) は HTML や XML で書かれたドキュメントの視覚表現を記述するのに使われるスタイルシート言語で、XUL ベースアプリケーションのユーザインタフェースのデザインにも使われます。
ko: Cascading Style Sheets (CSS)는 HTML이나 XML로 작성된 문서의 표현 양식을 기술하기 위해 사용되는 스타일시트 언어이며 XUL기반 애플리케이션의 사용자 인터페이스 스타일에도 사용됩니다.
nl: Cascading Style Sheets (CSS) is stylesheettaal die wordt gebruikt om de presentatie van een document te beschrijven dat is geschreven in HTML of XML en wordt gebruikt om de gebruikersinterface van een toepassing op basis van XUL van een stijl te voorzien.
pl: Kaskadowe arkusze stylów (CSS) to język służący do opisu formy prezentacji (wyświetlania) dokumentu napisanego w języku HTML lub XML. Jest używany do opisu interfejsu użytkownika programów bazujących na języku XUL.
pt_pt: CSS (Cascading Style Sheets, folhas de estilo em cascata) é uma linguagem de estilos usada para descrever a paresentação de um documento escrito em HTML ou XML e é usada para estilizar aplicações com interfaces baseadas no XUL.
ru: Каскадные таблицы стилей (CSS) являются языком таблиц стилей, используемым для описания внешнего вида документа, написанного на HTML или XML, и использумого для описания стиля пользовательского интерфейса XUL-приложения.
sl: Cascading Style Sheets (CSS) je slogovni jezik za opis predstavitve dokumentov, ki so napisani v HTML ali XML, uporablja pa se za oblikovanje uporabniškega vmesnika v XUL aplikacijah
zh_cn: 层叠样式表（CSS）是一种样式表语言，用于描述由 HTML 或 XML 语言编写的文档，以及用于设计基于 XUL 的应用程序的用户界面外观。

source: Gecko CSS Reference
cs: Přehled podpory CSS v Gecku
de: Gecko-CSS-Referenz
es: Referencia CSS para Gecko
fr: Références CSS Gecko
it: Riferimenti Gecko CSS
ja: Gecko CSS リファレンス
ko: Gecko CSS 참고문서
nl: Gecko CSS-referentie
pl: Dokumentacja Gecko CSS
pt_pt: Referência Gecko CSS
ru: Справочник по Gecko CSS
sl: Gecko CSS Referenca
zh_cn: Gecko CSS 参考

source: Mozilla Developer Center's CSS documentation, listing all available properties, values, and selectors.
cs: Dokumentace k CSS na Mozilla Developer Center. Přehled všech vlastností, hodnot a selektorů.
de: CSS-Dokumentation vom Mozilla Developer Center, die alle verfügbaren Eigenschaften, Werte und Selektoren auflistet.
es: Documentación sobre CSS del Centro de Desarrolladores de Mozilla, que muestra una lista de todas las propiedades, valores y selectores disponibles.
fr: Documentation CSS du Centre Développeur Mozilla, listant les propriétés disponibles, les valeurs et sélecteurs.
it: Documentazione relativa ai CSS nel Mozilla Developer Center, con un elenco di tutte le proprietà, i valori e i selettori disponibili.
ja: Mozilla Developer Network の CSS ドキュメント。使用可能なすべてのプロパティ、値、セレクタ。
ko: 사용가능한 모든 속성, 값, 선택자가 나열되어 있는 Mozilla 개발자 센터의 CSS 문서 자료입니다.
nl: De CSS-documentatie van het Mozilla-ontwikkelaarscentrum, met daarin alle beschikbare eigenschappen, waarden en selectoren.
pl: Dokumentacja CSS w Mozilla Developer Network &ndash; wykaz wszystkich dostępnych własności, wartości i selektorów.
pt_pt: Documentação CSS do centro do desenvolvedor da Mozilla, listando todas as propriedades disponíveis, valores e selectores.
ru: Документация по CSS в центре разработчиков Mozilla с перечнем всех доступных свойств, значений и селекторов.
sl: CSS dokumentacija Razvojnega centra Mozilla, navaja vse razpoložljive lastnosti, vrednosti in selektorje.
zh_cn: Mozilla 开发者网络的 CSS 文档，列明了所有可用的属性、值以及选择器。

source: W3C CSS Homepage
cs: Domovská stránka W3C CSS
es: Página de inicio de CSS en W3C
fr: Page d'accueil CSS du W3C
it: Sito web W3C CSS
ja: W3C CSS ホームページ
ko: W3C CSS 홈페이지
nl: W3C CSS-startpagina
pl: Strona domowa W3C CSS
pt_pt: Página inicial W3C CSS
ru: Домашняя страница W3C CSS
sl: Domača stran W3C CSS
zh_cn: W3C CSS 主页

source: via <a class="refsource" href="http://www.w3.org">World Wide Web Consortium</a>
cs: na <a class="refsource" href="http://www.w3.org">World Wide Web Consortium</a>
de: vom <a class="refsource" href="http://www.w3.org">World Wide Web Consortium</a>
es: a través de <a class="refsource" href="http://www.w3.org">World Wide Web Consortium</a>
ja: 出典: <a class="refsource" href="http://www.w3.org">World Wide Web Consortium</a>
ko: 출처: <a class="refsource" href="http://www.w3.org">월드 와이드 웹 협회</a>
nl: via het <a class="refsource" href="http://www.w3.org">World Wide Web Consortium</a>
pl: przez <a class="refsource" href="http://www.w3.org">World Wide Web Consortium</a>
pt_pt: através do <a class="refsource" href="http://www.w3.org">World Wide Web Consortium</a>
ru: через <a class="refsource" href="http://www.w3.org">Консорциум World Wide Web</a>
sl: preko <a class="refsource" href="http://www.w3.org">Konzorcija za World Wide Web</a>
zh_cn: 通过 <a class="refsource" href="http://www.w3.org">万维网联盟</a>

source: Find CSS news, specifications, and tools at the W3C's CSS homepage.
cs: Na domovské stránkce k CSS na webu W3C můžete nalézt poslední novinky, specifikace a nástroje.
de: Finden Sie Neuigkeiten ,Spezifikationen und Werkzeuge zu CSS auf der CSS-Startseite des W3C.
es: Encuentra noticias, especificaciones y herramientas en la página de inicio de CSS en W3C.
fr: Suivez les actualités sur CSS, les spécifications et les outils avec la page d'accueil CSS du W3C.
it: Scopri notizie, specifiche e strumenti per CSS sul sito web del W3C.
ja: W3C の CSS ホームページで、CSS の最新情報、仕様、ツールを入手しましょう。
ko: W3C의 CSS 홈페이지에서 CSS 뉴스, 설명서, 도구를 찾아보세요.
nl: Vind CSS-nieuws, specificaties en hulpmiddelen op de CSS-startpagina van W3C.
pl: Znajdź nowości w CSS, specyfikacje i narzędzia znajdujące się na stronie W3C CSS.
pt_pt: Encontre notícias de CSS, específicações e ferramentas na página inicial da CSS W3C's.
ru: Найдите новости, спецификации и инструменты для работы с CSS на домашней странице CSS в W3C.
sl: Poiščite CSS novice, specifikacije in orodja na spletni strani W3C CSS.
zh_cn: 在 W3C 的 CSS 主页寻找关于 CSS 的新闻、规范以及工具。

source: FUEL: Easier Extension Development
cs: FUEL: Snadnější tvorba rozšíření
de: FUEL: Einfache Erweiterungsentwicklung
es: FUEL: desarrollo de extensiones más fácil
fr: FUEL : Développement d'extension facilité
it: FUEL: sviluppo semplificato delle estensioni
ja: FUEL: 拡張機能開発を簡単に
ko: FUEL: 보다 쉬운 확장 기능 개발
nl: FUEL: eenvoudiger extensieontwikkeling
pl: FUEL: Łatwe tworzenie rozszerzeń
pt_pt: FUEL: Desenvolvimento de extensões ainda mais fácil
ru: FUEL: Облегчённая разработка расширений
sl: FUEL: olajšan razvoj dodatkov
zh_cn: FUEL：易化扩展开发

source: FUEL is a JavaScript library designed to help developers build extensions using terminology and interfaces that are familiar to them.
cs: FUEL je JavaScriptová knihovna, která byla vytvořena, aby pomohla vývojářům vytvářet rozšíření pomocí terminologie a rozhraní, které znají.
de: FUEL ist eine JavaScript-Bibliothek, die gestaltet wurde, um Entwicklern zu helfen, Erweiterungen mit bekannter Terminologie und bekannten Oberflächen zu entwickeln.
es: FUEL es una biblioteca JavaScript diseñada para ayudar a los desarrolladores a crear extensiones usando terminología e interfaces que les son familiares.
fr: FUEL est une bibliothèque JavaScript destinée à aider les développeurs à construire des extensions en utilisant une terminologie et des interfaces qui leur sont familières.
it: FUEL è una libreria JavaScript progettata per aiutare gli sviluppatori a costruire estensioni utilizzando terminologia e interfacce a loro familiari.
ja: FUEL は、開発者が親しんでいる用語やインタフェースを使って拡張機能を作成するのを支援するために設計された JavaScript ライブラリです。
ko: FUEL은 개발자가 문법적이며 개발자에게 친숙한 인터페이스를 사용한 확장 기능 개발을 돕기 위해 설계된 자바스크립트 라이브러리입니다.
nl: FUEL is een JavaScript-bibliotheek die is ontworpen om ontwikkelaars te helpen bij het bouwen van extensies, gebruikmakend van bekende terminologie en interfaces.
pl: FUEL jest biblioteką JavaScript stworzoną, by pomagać twórcom budować rozszerzenia, używając przyjaznego im interfejsu i terminologii.
pt_pt: FUEL é uma biblioteca JavaScript desenvolvida para ajudar os desenvolvedores a criar extensões usando a terminologia e interfaces que são familiares a eles.
ru: FUEL это библиотека JavaScript, созданная, чтобы помочь разработчикам создавать расширения с использованием знакомой им терминологии и интерфейсов.
sl: FUEL je knjižnica za JavaScript, katere namen je pomagati razvijalcem graditi dodatke z uporabo terminologije in vmesnike, ki so jim domači.
zh_cn: FUEL 是一个旨在帮助开发者使用他们熟悉的术语和接口构建扩展的 JavaScript 库。

source: STEEL API
fr: API STEEL
pl: API STEEL
