Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Submit App
cs: Přidat aplikaci
de: Anwendung einreichen
es: Enviar aplicación
fr: Proposer une application
it: Invia app
ko: 앱 등록 하기
nl: App indienen
pl: Prześlij aplikację
ru: Представить приложение
sl: Prijavi aplikacijo
zh_cn: 提交应用

source: Submit Add-on
cs: Odeslat doplněk
de: Add-on übermitteln
el: Υποβολή πρόσθετου
es: Enviar complemento
fr: Proposer un module
it: Invia componente aggiuntivo
ja: アドオンを登録
ko: 부가 기능 등록
nl: Add-on indienen
pa_in: ਐਡ-ਆਨ ਦਾਖਲ ਕਰੋ
pl: Prześlij dodatek
pt_pt: Submeter extra
ru: Отправить дополнение
sl: Prijavi dodatek
uk: Відправити додаток
zh_cn: 提交附加组件

source: Step 3
cs: Krok 3
de: Schritt 3
el: Βήμα 3
es: Paso 3
fr: Étape 3
it: Passaggio 3
ja: ステップ 3
ko: 3단계
nl: Stap 3
pa_in: ਕਦਮ 3
pl: Krok 3
pt_pt: Passo 3
ru: Шаг 3
sl: Korak 3
uk: Крок 3
zh_cn: 第 1 步

source: Step 3. Describe
cs: Krok 3. Popis
de: Schritt 3. Beschreiben
el: Βήμα 3ο. ΠΕριγραφή
es: Paso 3. Describir
fr: Étape 3. Décrire
it: Passaggio 3. Descrizione
ja: ステップ 3. 説明を追加
ko: 3단계. 설명 적기
nl: Stap 3. Beschrijf
pa_in: ਕਦਮ 3. ਵਰਣਨ
pl: Krok 3. Opis
pt_pt: Passo 3. Descrição
ru: Шаг 3. Описание
sl: Korak 3. Opiši
uk: Крок 3. Опис
zh_cn: 第 3 步：描述

source: Name and version:
cs: Jméno a verze:
de: Name und Version:
el: Όνομα και έκδοση:
es: Nombre y versión:
fr: Nom et version :
it: Nome e versione:
ja: 名前とバージョン:
ko: 이름과 버전:
nl: Naam en versie:
pa_in: ਨਾਂ ਅਤੇ ਵਰਜਨ:
pl: Nazwa i wersja:
pt_pt: Nome e versão:
ru: Имя и версия:
sl: Ime in različica:
uk: Назва і версія:
zh_cn: 名称和版本：

source: Homepage URL:
cs: URL domovské stránky:
de: URL zur Homepage:
es: URL de la página Inicio:
fr: Adresse de la page d'accueil :
it: URL sito web:
ko: 홈페이지 URL:
nl: URL van startpagina:
pl: Adres URL strony domowej:
ru: URL домашней страницы:
sl: URL za domačo stran:
zh_cn: 主页网址：

source: The detail page will be:
cs: Stránka s detailem bude:
de: Die Detailseite wird sein:
el: Η σελίδα λεπτομερειών θα είναι:
es: La página de detalles será:
fr: La page de détail sera :
it: La scheda completa sarà:
ja: 詳細ページ:
ko: 상세 정보 페이지란:
nl: De detailpagina wordt:
pa_in: ਵੇਰਵਾ ਸਫ਼ਾ ਹੋ ਜਾਵੇਗਾ:
pl: Strona ze szczegółami:
pt_pt: A página de detalhes será:
ru: Страницей информации будет:
sl: Stran s podrobnosti bo:
uk: Сторінкою інформації буде:
zh_cn: 详细信息页面将是：

source: Please use only letters, numbers, underscores, and dashes in your URL.
cs: Pro URL zadávejte pouze znaky, čísla, podtržítka a pomlčky.
de: Bitte verwenden Sie nur Buchstaben, Zahlen, Unter- und Bindestriche in Ihrer URL.
el: Παρακαλώ χρησιμοποιήστε μόνο γράμματα, αριθμούς, κάτω παύλες, και παύλες στο URL σας.
es: Usa sólo letras, números, guiones bajos y barras en tu URL.
fr: Merci de n'utiliser que des lettres, chiffres, soulignements et tirets dans votre adresse URL.
it: Per l'URL utilizzare solamente caratteri alfanumerici, trattini e trattini bassi.
ja: URL には、英数字、アンダーバー、ハイフンのみ使用できます。
ko: URL엔 문자, 숫자, 밑줄과 대시문자만 사용하세요.
nl: Gebruik uitsluitend letters, cijfers, liggende streepjes en streepjes in uw URL.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ URL ਵਿੱਚ ਕੇਵਲ ਅੱਖਰਾਂ, ਅੰਕਾਂ, ਅੰਡਰਸਕੋਰਾਂ, ਅਤੇ ਡੈਸਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: W adresie URL użyj tylko liter, cyfr, znaków podkreślenie i myślników.
pt_pt: Por favor, utilize apenas letras, números, underscores e hífenes na sua URL.
sl: V URL-ju uporabljajte prosim le črke, številke, podčrtaje in vezaje.
uk: Будь ласка, використовуйте в своїй URL лише літери, цифри, підкреслювання і тире.
zh_cn: 在网址中仅能使用字母、数字、下划线和连字符。

source: Provide a brief summary:
cs: Poskytněte stručný souhrn:
de: Geben Sie eine kurze Zusammenfassung an.
el: Δώστε μια σύνοψη:
es: Escribe un pequeño resumen:
fr: Donnez un bref résumé :
it: Fornisci un breve sommario:
ja: 簡単な概要を記述してください:
ko: 간략한 정보를 적어주세요:
nl: Geef een korte samenvatting:
pa_in: ਇੱਕ ਸੰਖੇਪ ਸਾਰ ਮੁਹੱਈਆਂ ਕਰਵਾਓ:
pl: Wprowadź krótki opis:
pt_pt: Forneça um breve resumo:
ru: Введите краткую сводку:
sl: Prispevajte kratek povzetek:
uk: Надайте коротке резюме:
zh_cn: 提供简要的概述：

source: This summary will be shown in listings and searches.
cs: Tento souhrn bude viditelný na stránce s aplikací a ve vyhledávání.
de: Diese Zusammenfassung wird in Listeneinträgen und Suchergebnissen angezeigt.
el: Η σύνοψη αυτή θα εμφανίζεται στις λίστες και τις αναζητήσεις.
es: Este resumen se mostrará en listas y búsquedas.
fr: Ce résumé sera affiché dans les listes et les recherches.
it: Questo sommario verrà visualizzato negli elenchi e nelle ricerche.
ja: この概要はアドオン一覧や検索結果にも表示されます。
ko: 이 요약 정보는 목록과 검색 결과에 노출됩니다.
nl: Deze samenvatting wordt weergegeven in lijsten en zoekresultaten.
pa_in: ਇਹ ਸਾਰ ਸੂਚੀ ਅਤੇ ਖੋਜਾਂ ਵਿੱਚ ਵਿਖਾਈ ਜਾਵੇਗਾ।
pl: Opis będzie wyświetlany w wykazach przeglądania i wyszukiwania.
pt_pt: Este resumo será mostrado nas listagens e pesquisas.
ru: Эта сводка будет отображена в перечнях и поиске.
sl: Ta povzetek se bo objavljalo v seznamih in v rezultatih iskanja.
uk: Це зведення буде відображено на сторінці і в пошуку.
zh_cn: 这段概述将会显示在列表和搜索结果中。

source: Provide a more detailed description:
cs: Poskytněte detailní popis aplikace:
de: Geben Sie eine nähere Beschreibung an:
el: Δώστε μια πιο αναλυτική περιγραφή:
es: Escribe una descripción más detallada:
fr: Fournissez une description plus détaillée :
it: Fornisci una descrizione più dettagliata:
ja: より詳しい説明を記述してください:
ko: 좀 더 자세한 설명을 적어주세요:
nl: Geef een meer gedetailleerde beschrijving:
pa_in: ਇੱਕ ਜਿਆਦਾ ਵਿਸਥਾਰ ਜਾਣਕਾਰੀ ਮੁਹੱਈਆਂ ਕਰਾਓ:
pl: Wprowadź pełny opis:
pt_pt: Forneça uma descrição mais detalhada:
ru: Введите более подробное описание:
sl: Prispevajte bolj podroben opis:
uk: Надати більше детальний опис:
zh_cn: 提供更详细的描述：

source: The description will appear on the detail page.
cs: Popis bude viditelný na stránce s aplikací.
de: Die Beschreibung wird auf der Detailseite erscheinen.
el: Η αναλυτική περιγραφή θα εμφανίζεται στη σελίδα λεπτομερειών.
es: La descripción aparecerá en la página de detalles.
fr: La description apparaitra sur la page de détail.
it: La descrizione verrà visualizzata nella scheda completa.
ja: この説明は詳細ページに表示されます。
ko: 이 정보는 상세 정보 페이지 상에 노출됩니다.
nl: De beschrijving staat op de detailpagina.
pa_in: ਇਹ ਵਰਣਨ ਵੇਰਵੇ ਵਾਲੇ ਸਫ਼ੇ ਤੇ ਵਿਖਾਈ ਦਵੇਗਾ।
pl: Opis zostanie wyświetlony na stronie dodatku.
pt_pt: A descrição aparecerá na página de detalhes.
ru: Описание появится на странице информации.
sl: Ta opis bo objavljen na strani s podrobnostmi.
uk: Опис з'явиться на сторінці детальної інформації.
zh_cn: 描述将会显示在详细信息页面。

source: Support Email:
cs: E-mail podpory:
de: E-Mail-Adresse für Hilfe:
es: Correo de asistencia:
fr: Assistance par courriel :
it: Email per il supporto:
ko: 기술 지원 이메일:
nl: E-mailadres voor ondersteuning:
pl: E-mail pomocy:
ru: Адрес эл. почты поддержки:
sl: E-naslov za podpore:
zh_cn: 用户支持邮箱：

source: Support URL:
cs: URL podpory:
de: URL für Hilfe:
es: URL de asistencia:
fr: Adresse d'assistance :
it: Indirizzo per il supporto:
ko: 기술 지원 URL:
nl: URL voor ondersteuning:
pl: Adres URL pomocy:
ru: URL поддержки:
sl: URL za podporo:
zh_cn: 用户支持网址：

source: Submission Complete
cs: Odeslání dokončeno
de: Übermittlung abgeschlossen
el: Ολοκληρώθηκε η υποβολή
es: Envío completo
fr: Envoi terminé
it: Invio completato
ja: 登録完了
ko: 등록 완료
nl: Indiening voltooid
pa_in: ਦਾਖਲ ਕਰਨਾ ਮੁੰਕਮਲ
pl: Przesyłanie zakończone
pt_pt: Submissão finalizada.
ru: Отправка завершена
sl: Predložitev je končana
uk: Відправлення завершене
zh_cn: 提交完成

source: You're done!
cs: Jste hotov(a)!
de: Sie sind fertig!
el: Τελειώσατε!
es: ¡Ya está!
fr: C'est fini !
it: Hai finito!
ja: 完了！
ko: 완료하셨습니다!
nl: U bent klaar!
pa_in: ਤੁਸੀਂ ਕਾਰਜ ਪੂਰਾ ਕੀਤਾ!
pl: Gotowe!
pt_pt: Está feito!
ru: Вы закончили!
sl: Končali ste!
uk: Ви завершили!
zh_cn: 完成了！

source: Your add-on has been submitted to the Preliminary Review queue.
cs: Váš doplněk byl odeslán do fronty na předběžnou kontrolu.
de: Ihr Add-on wurde in die Warteschlange für die vorläufige Freigabe aufgenommen.
el: Το πρόσθετο σας προστέθηκε στην ουρά για εισαγωγική αξιολόγηση.
es: Tu complemento ha sido enviado a la cola de revisión preliminar.
fr: Votre module a été envoyé dans la file des revues préliminaires.
it: Il tuo componente aggiuntivo è stato inviato alla coda di revisione preliminare.
ja: このアドオンは事前審査の順番待ちに追加されました。
ko: 당신의 부가 기능이 예비 심사 대기열에 등록되었습니다.
nl: Uw add-on is ingediend bij de wachtrij voor Voorlopige beoordeling.
pa_in: ਤੁਹਾਡਾ ਐਡ-ਆਨ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਕਤਾਰ ਵਿੱਚ ਦਾਖਲ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: Dodatek został umieszczony w kolejce do wstępnego sprawdzenia.
pt_pt: O seu extra foi submetido para a lista de revisão preliminar.
ru: Ваше дополнение был отправлено в очередь на проведение предварительной проверки.
sl: Vaš dodatek je v čakalni vrsti za predhodni pregled.
uk: Ваш додаток було відправлено в чергу для попереднього розгляду.
zh_cn: 您的附加组件已被提交到初步审核队列。

source: Your add-on has been submitted to the Full Review queue.
cs: Váš doplněk byl odeslán do fronty na plnou kontrolu.
de: Ihr Add-on wurde in die Warteschlange für die vollständige Freigabe aufgenommen.
el: Το πρόσθετο σας προστέθηκε στην ουρά για πλήρη αξιολόγηση.
es: Tu complemento ha sido enviado a la cola de revisión completa.
fr: Votre module a été envoyé dans la file des revues complètes.
it: Il tuo componente aggiuntivo è stato inviato alla coda di revisione completa.
ja: このアドオンは本審査の順番待ちに追加されました。
ko: 당신의 부가 기능이 전체 심사 대기열에 등록되었습니다.
nl: Uw add-on is ingediend bij de wachtrij voor Volledige beoordeling.
pa_in: ਤੁਹਾਡਾ ਐਡ-ਆਨ ਪੂਰਨ ਸਮੀਖਿਆ ਕਤਾਰ ਵਿੱਚ ਦਾਖਲ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: Dodatek został umieszczony w kolejce do pełnego sprawdzenia.
pt_pt: O seu extra foi submetido para a lista de revisão completa.
ru: Ваше дополнение был отправлено в очередь на проведение полной проверки.
sl: Vaš dodatek je v čakalni vrsti za polni pregled.
uk: Ваш додаток був відправлений в чергу на повну перевірку.
zh_cn: 您的附加组件已被提交到全面审核队列。

source: You'll receive an email once it has been reviewed by an editor. In the meantime, you and your friends can install it directly from its details page:
cs: Jakmile bude doplněk zkontrolován redaktorem, obdržíte e-mail. V mezičase si ho můžete vy a vaši přátelé nainstalovat přímo ze stránky detailu:
de: Sie erhalten eine E-Mail, sobald es von einem Redakteur überprüft wurde. Bis dahin können Sie und Ihre Freunde es direkt von seiner Detailseite installiert:
el: Θα λάβετε ένα email μόλις επιθεωρηθεί από έναν συντάκτη. Στο μεταξύ, εσείς και οι φίλοι σας μπορείτε να την εγκαταστήσετε απευθείας από τη σελίδα λεπτομερειών:
es: Recibirás un correo una vez haya sido revisado por un editor. Mientras, tus amigos y tú podéis instalarlo directamente desde la página de detalles:
fr: Vous recevrez un courriel une fois que vérification aura-t-été faite par un éditeur. En attendant, vous et vos amis pouvez l'installer en allant directement sur la page de détails :
it: Riceverai una email non appena il tuo tema Personas verrà controllato da un revisore. Nel frattempo sarà possibile installarlo direttamente dalla scheda completa:
ja: エディタによるアドオンの審査が完了したらメールでお知らせします。それまでの間、あなたやアドオンの URL を知っている人は詳細ページから直接インストールできます:
ko: 편집자의 심사가 끝나면 이메일을 받아보시게 됩니다. 그 전까진 해당 부가 기능의 상세 정보 페이지에서 친구들과 함께 다운로드를 받아 설치해 볼 수 있습니다.
nl: U ontvangt een e-mailbericht als deze is beoordeeld door een editor. Ondertussen kunnen u en uw vrienden hem rechtstreeks vanaf de detailpagina installeren:
pa_in: ਇੱਕ ਵਾਰ ਸੰਪਾਦਕ ਵੱਲੋਂ ਇਸ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਤੇ ਤੁਹਾਨੂੰ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ। ਇਸ ਦੌਰਾਨ, ਤੁਸੀਂ ਅਤੇ ਤੁਹਾਡੇ ਦੌਸਤ ਇਸ ਨੂੰ ਸਿੱਧੇ ਇਸ ਦੇ ਵੇਰਵੇ ਵਾਲੇ ਸਫ਼ੇ ਤੋਂ ਇੰਸਟਾਲ ਕਰ ਸਕਦੇ ਹਨ:
pl: Po sprawdzeniu przez recenzenta otrzymasz wiadomość. W międzyczasie ty i twoi znajomi możecie instalować dodatek bezpośrednio z jego strony:
pt_pt: Você receberá uma mensagem assim que ele for analisado por um editor. Enquanto isso, você e seus amigos podem instalá-lo diretamente da página de detalhes:
ru: Вы получите письмо по электронной почте, как только оно будет рассмотрено редактором. Тем временем, вы и ваши друзья могут установить его прямо со страницы информации:
sl: Ko bo urednik dodatek pregledal, boste prejeli obvestilo po e-pošti. Do takrat si ga lahko vaši prijatelji in vi sami prenesete neposredno prek strani s podrobnostmi:
uk: Ви отримаєте електронний лист, як тільки додаток буде перевірено редактором. Тим часом ви та ваші друзі можуть встановити його зі сторінки інформації:
zh_cn: 在它由审核员审核完成后，您将会收到一封电子邮件。在审核期间，您和您的朋友可以直接从它的详细信息页面安装它：

source: Next steps:
cs: Další kroky:
de: Nächste Schritte:
el: Επόμενα βήματα:
es: Siguientes pasos:
fr: Prochaines étapes :
it: Passi successivi:
ja: 次のステップ:
ko: 다음 단계:
nl: Volgende stappen:
pa_in: ਅਗਲੇ ਕਦਮ:
pl: Następne kroki:
pt_pt: Passos seguintes:
ru: Следующие шаги:
sl: Naslednji koraki:
uk: Подальші кроки:
zh_cn: 下一步：

source: <a href="{0}">Upload</a> another platform-specific file to this version.
cs: <a href="{0}">Nahrát</a> další platformově závislý soubor k této verzi.
de: <a href="{0}">Laden Sie</a> noch eine betriebssystemspezifische Datei zu dieser Version hoch.
el: <a href="{0}">Αποστολή</a> κι άλλου αρχείου αυτής της έκδοσης για συγκεκριμένη πλατφόρμα
es: <a href="{0}">Sube</a> otro archivo específico de la plataforma para esta versión.
fr: <a href="{0}">Envoyer</a> un autre fichier spécifique à une plateforme pour cette version.
it: <a href="{0}">Carica</a> un altro file di questa versione specifico per questo sistema operativo.
ja: 別の OS 向けファイルをこのバージョンに <a href="{0}">追加</a> できます。
ko: 해당 버전에 다른 플랫폼 전용 파일을 <a href="{0}">업로드</a> 합니다.
nl: <a href="{0}">Upload</a> nog een platformspecifiek bestand naar deze versie.
pa_in: ਇਸ ਵਰਜਨ ਲਈ ਇੱਕ ਹੋਰ ਖਾਸ-ਪਲੇਟਫ਼ਾਰਮ ਫ਼ਾਈਲ<a href="{0}">ਅੱਪਲੋਡ</a> ਕਰੋ।
pl: <a href="{0}">Prześlij</a> do tej wersji kolejny, specyficzny dla danej platformy plik.
pt_pt: <a href="{0}">Carregar</a> outro ficheiro de uma plataforma específica para esta versão.
ru: <a href="{0}">Загрузите</a> в эту версию другой специфичный для платформы файл.
sl: <a href="{0}">Naloži</a> drugo za platformo specifično datoteko za to različico.
uk: <a href="{0}">Вивантажити</a> інший специфічний файл для платформи до цієї версії.
zh_cn: <a href="{0}">上传</a>另一个特定平台的文件到这个版本。

source: Provide more details by <a href="{0}">editing its listing</a>.
cs: Poskytněte více informací <a href="{0}">úpravou stránky</a>.
de: Geben Sie mehr Details an, indem Sie <a href="{0}">seinen Listeneintrag bearbeiten</a>.
el: Παρέχετε περισσότερεςλεπτομέρειες με την <a href="{0}">επεξεργασία της καταχώρισης</a>.
es: <a href="{0}">Edita su lista</a> para dar más detalles.
fr: Fournissez plus de détails en <a href="{0}">modifiant l'entrée de liste</a>.
it: Fornisci ulteriori dettagli <a href="{0}">modificando la scheda informativa dell'app </a>.
ja: <a href="{0}">アドオンの公開情報を編集</a> して、より詳しい情報を提供してください。
ko: <a href="{0}">목록 노출 내역 편집</a>을 통해 보다 자세한 정보를 적어주세요.
nl: Geef meer details door <a href="{0}">de lijstvermelding te bewerken</a>.
pa_in: <a href="{0}">ਇਸ ਦੀ ਸੂਚੀ ਵਿੱਚ ਸੋਧ</a>ਦੁਆਰਾ ਹੋਰ ਜਾਣਕਾਰੀ ਮੁਹੱਈਆ ਕਰਾਓ।
pl: Dodaj więcej szczegółów, <a href="{0}">edytując wykaz</a>.
pt_pt: Forneça mais informações <a href="{0}">editando os seus detalhes</a>.
ru: Предоставьте больше информации, <a href="{0}">отредактировав его листинг</a>.
sl: Dodajte še druge podrobnosti, s tem da <a href="{0}">uredite objavo</a>.
uk: Надайте більше інформації, <a href="{0}">відредагувавши його сторінку</a>.
zh_cn: <a href="{0}">编辑详细信息</a>以提供更多的信息。

source: Tell your users why you created this in your <a href="{0}">Developer Profile</a>.
cs: Řekněte vašim uživatelům, že jste tento doplněk vytvořil(a) , ve vašem <a href="{0}">profilu vývojáře</a>.
de: Erzählen Sie Ihren Anwendern, in Ihrem <a href="{0}">Entwicklerprofil</a> warum Sie es erstellt haben.
el: Πείτε στους χρήστες γιατί δημιουργήσατε αυτό στο <a href="{0}">Προφίλ Προγραμματιστή</a>.
es: Explica a tus usuarios por qué lo has creado en tu <a href="{0}">Perfil de desarrollador</a>.
fr: Dites à vos utilisateurs pourquoi vous l'avez créé dans votre <a href="{0}">profil développeur</a>.
it: Spiega ai tuoi utenti perché hai realizzato questo progetto nel tuo <a href="{0}">profilo sviluppatore</a>.
ja: このアドオンを作った理由を <a href="{0}">開発者プロフィール</a> でユーザに伝えましょう。
ko: <a href="{0}">개발자 프로필</a>에서 이걸 만든 이유를 사용자에게 알려주세요.
nl: Vertel uw gebruikers waarom u dit hebt gemaakt in uw <a href="{0}">Ontwikkelaarsprofiel</a>.
pa_in: ਉਪਭੋਗੀਆਂ ਨੂੰ ਦੱਸੋ ਤੁਸੀਂ ਇਸ ਦੀ ਰਚਨਾ ਆਪਣੇ <a href="{0}">ਡਿਵੈਲਪਰ ਪ੍ਰੋਫ਼ਾਈਲ</a>ਵਿੱਚ ਕਿਉਂ ਕੀਤੀ।
pl: Powiedz użytkownikom na swoim <a href="{0}">profilu autora</a>, dlaczego utworzyłeś ten dodatek.
pt_pt: Conte aos seus utilizadores por que criou isto no seu <a href="{0}">Perfil de desenvolvedor</a>.
ru: Расскажите своим пользователям, почему вы его создали, в вашем <a href="{0}">профиле разработчика</a>.
sl: Povejte uporabnikom v svojem <a href="{0}">Profilu razvijalca</a>, zakaj ste ta dodatek razvili.
uk: Розкажіть своїм користувачам, чому ви його створили, у вашому <a href="{0}">профілі розробника</a>.
zh_cn: 在您的<a href="{0}">开发者简介</a>中向您的用户讲述下您开发这个附加组件的原因。

source: View and subscribe to your app's <a href="{0}">activity feed</a> to stay updated on reviews, collections, and more.
cs: Zobrazte si a prihlašte odběr <a href="{0}">aktivity</a> u vaší aplikace. Zůstaňte v obraze a mějte přehled o recenzích, sbírkách atd.
de: Lesen und abonnieren Sie den <a href="{0}">Aktivitäts-Feed</a> Ihrer Anwendung, um in Sachen Überprüfung, Sammlungen und mehr auf dem Laufenden zu bleiben.
es: Lee y suscríbete al <a href="{0}">canal web de actividad</a> de tu aplicación para estar informado de las evaluaciones, colecciones y mucho más.
fr: Voir et souscrire au <a href="{0}">flux d'activité</a> de votre application pour rester averti des revues, collections et plus.
it: Visualizza e iscriviti al <a href="{0}">feed dell'attività</a> della tua app per rimanere sempre aggiornato su recensioni, raccolte e altro ancora.
ko: <a href="{0}">활동 내역 피드</a>를 구독해서 제작한 앱에 대한 사용자 평가, 모음집 수록, 그밖에 여러 정보의 업데이트를 받아보세요.
nl: Bekijk en abonneer u op de <a href="{0}">activiteitenfeed</a> van uw app om bij te blijven over beoordelingen, collecties et cetera.
pl: Aby otrzymywać bieżące informacje o opiniach, kolekcjach itp., zobacz i subskrybuj <a href="{0}">kanał aktywności</a> swojej aplikacji.
ru: Просмотрите и подпишитесь на <a href="{0}">ленту активности</a> вашего приложения, чтобы быть в курсе отзывов, подборок и многого другого.
sl: Oglejte si naročnino za svoj dodatek in <a href="{0}"> naročite nanj</a> , da ostanejo na tekočem, kar se ocen, zbirk in drugega tiče.
zh_cn: 查看并订阅有关您的应用的评论、收藏集及更多的<a href="{0}">动态信息</a>以随时获知。

source: View and subscribe to your add-on's <a href="{0}">activity feed</a> to stay updated on reviews, collections, and more.
cs: Zobrazte si či odebírejte <a href="{0}">informace o nedávné aktivitě</a> u svého doplňku a zůstaňte tak informování o recenzích, sbírkách a dalších.
de: Lesen und abonnieren Sie den <a href="{0}">Aktivitäts-Feed</a> Ihres Add-ons, um in Sachen Überprüfung, Sammlungen und mehr auf dem Laufenden zu bleiben.
el: Προβολή και εγγραφή στο <a href="{0}">αρχείο ροής δραστηριότητας</a> του πρόσθετου σας, για να ενημερώνεστε για αξιολογήσεις, συλλογές και ακόμη περισσότερα.
es: Visita y suscríbete a tu <a href="{0}">monitor de actividad</a> de tu complemento para estar informado sobre valoraciones, colecciones y mucho más.
fr: Voir et souscrire au <a href="{0}">flux d'activité</a> de votre module pour rester averti des revues, collections et plus.
it: Visualizza e iscriviti al <a href="{0}">feed dell'attività</a> del tuo componente aggiuntivo per rimanere sempre aggiornato su recensioni, raccolte e altro ancora.
ja: このアドオンの <a href="{0}">アクティビティフィード</a> を表示、購読して、レビューやコレクションなどの最新情報を入手しましょう。
ko: <a href="{0}">활동 내역 피드</a>를 구독해서 제작한 부가 기능에 대한 사용자 평가, 모음집 수록, 그밖에 여러 정보의 업데이트를 받아보세요.
nl: Bekijk en abonneer u op de <a href="{0}">activiteitsfeed</a> van uw add-on om bij te blijven over beoordelingen, collecties et cetera.
pa_in: ਸਮੀਖਿਆ, ਸੰਗ੍ਰਹਿਾਂ ਅਤੇ ਹੋਰਾਂ ਤੇ ਅੱਪਡੇਟਿਡ ਰਹਿਣ ਲਈ ਆਪਣੇ ਐਡ-ਆਨ ਦੀ <a href="{0}">ਸਰਗਰਮੀ ਫ਼ੀਡ</a>ਵੇਖੋ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰੋ।
pl: Aby otrzymywać bieżące informacje o opiniach, kolekcjach itp., zobacz i subskrybuj <a href="{0}">kanał aktywności</a> swojego dodatku.
pt_pt: Ver e subscrever à <a href="{0}">fonte de actividade</a> do seu extra para se manter actualizado sobre revisões, coleções e muito mais.
ru: Просмотрите и подпишитесь на <a href="{0}">ленту активности</a> вашего дополнения, чтобы быть в курсе отзывов, подборок и многого другого.
sl: Oglejte si naročnino za svoj dodatek in <a href="{0}"> naročite nanj</a> , da ostanejo na tekočem, kar se ocen, zbirk in drugega tiče.
uk: Перегляньте та підпишіться на <a href="{0}">стрічку активності</a> вашого додатку, щоб бути в курсі відгуків, збірок та багато іншого.
zh_cn: 查看并订阅有关您的附加组件的评论、收藏集及更多的<a href="{0}">动态信息</a>以随时获知。

source: View approximate review queue <a href="{0}">wait times</a>.
cs: Podívejte se na přibližný <a href="{0}">čas čekání</a> ve frontě na kontrolu.
de: Sehen Sie sich die voraussichtlichen <a href="{0}">Wartezeiten</a> in der Warteschlange der Überprüfungen an.
el: Προβολή <a href="{0}">χρόνου αναμονής</a> αξιολόγησης κατά προσέγγιση.
es: Ver los <a href="{0}">tiempos de espera</a> aproximados de la cola de revisión.
fr: Voir le <a href="{0}">temps d'attente</a> approximatif dans la file de revue.
it: Visualizza i <a href="{0}">tempi di attesa stimati</a> per la coda di revisione.
ja: 審査完了までのおおよその <a href="{0}">待ち時間</a> を表示します。
ko: 대략적인 심사 <a href="{0}">대기 시간</a>을 조회해 보세요.
nl: Bekijk bij benadering de <a href="{0}">wachttijd</a> in de beoordelingswachtrij.
pa_in: ਲਗਭਗ ਸਮੀਖਿਆ ਕਤਾਰ ਵੇਖੋ <a href="{0}">ਉਡੀਕ ਸਮਾਂ</a>।
pl: Zobacz przybliżony <a href="{0}">czas oczekiwania</a> w kolejce do sprawdzenia.
pt_pt: Ver a lista de <a href="{0}">espera</a> aproximada da revisão.
ru: Показать приблизительное <a href="{0}">время ожидания</a> в очереди на проведение проверки.
sl: Pokaži približni <a href="{0}">čakalni čas</a> za pregled.
uk: Показати приблизний <a href="{0}">час очікування</a> у черзі на проведення перевірки.
zh_cn: 查看相似审核队列的<a href="{0}">等待时间</a>。

source: Get Ahead in the Review Queue!
de: Kommen Sie in der Warteschlange für Überprüfungen voran!
es: ¡Adelántate en la cola de revisión!
fr: Avancez dans la file d'attente des validations !
it: Metti la freccia e avanza nella coda di revisione.
ko: 심사 대기열을 줄여보세요!
nl: Sluit vooraan aan in de beoordelingswachtrij!
pa_in: ਸਮੀਖਿਆ ਕਤਾਰ ਵਿੱਚ ਅੱਗੇ ਵਧੋ!
pl: Przejdź do przodu w kolejce sprawdzeń!
pt_pt: Passar à frente na fila de revisão!
uk: Прорвіться вперед у черзі на перевірку!
zh_cn: 在审核队列中排在前面！

source: Become an AMO Reviewer today and get your add-ons reviewed faster.
cs: Staňte se redaktorem serveru AMO ještě dnes a umožněte tak schvalovat vaše doplňky rychleji.
de: Werden Sie heute noch ein AMO-Überprüfer und erhalten Sie schnellere Überprüfungen Ihrer Add-ons.
es: Conviértete en revisor AMO y consigue que tus complementos se revisen antes.
fr: Devenez testeur AMO aujourd'hui et accélérez la vérification de vos modules !
it: Diventa oggi stesso un revisore AMO per garantire al tuo componente aggiuntivo un processo di revisione più veloce.
ko: AMO 심사자가 되서 부가 기능 심사를 더 빠르게 받아봅시다.
nl: Word vandaag nog een AMO-beoordelaar en zorg dat uw add-ons sneller worden beoordeeld.
pa_in: ਅੱਜ ਹੀ ਇੱਕ AMO ਸਮੀਖਿਅਕ ਬਣੋ ਅਤੇ ਆਪਣੇ ਐਡ-ਆਨਾਂ ਦੀ ਸਮੀਖਿਆ ਛੇਤੀ ਨਾਲ ਕਰਵਾਓ।
pl: Zostań recenzentem AMO już dziś i przyspiesz sprawdzenie swojej aplikacji.
pt_pt: Torne-se hoje num revisor AMO e tenha os seus extras revistos mais depressa.
uk: Станьте рецензентом AMO та прискорте перевірку ваших додатків.
zh_cn: 今天就成为 AMO 审核者，让附加组件审核得更快。

source: Enrolling in Marketplace
cs: Přidání do Marketplace
de: Eintragen im Marktplatz
es: Apuntarse a Marketplace
fr: S'inscrire sur Marketplace
it: Registrazione nel Marketplace
ko: 마켓플레이스 등록하기
nl: Inschrijven bij de Marketplace
pl: Zamieszczanie w Marketplace
ru: Регистрация в Магазине
sl: Kako se prijavite za Tržnico
zh_cn: 加入市场
