Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Secret was reset successfully.
cs: Tajný klíč byl úspěšně obnoven.
de: Geheimwort wurde erfolgreich zurückgesetzt.
es: El secreto ha sido reiniciado con éxito.
fr: Le secret a été remis à zéro avec succès.
it: Il secret è stato correttamente ripristinato.
ko: 시크릿이 초기화됐습니다.
nl: Geheim met succes geherinitialiseerd.
pl: Poufny kod został pomyślnie zresetowany.
ru: Секрет был успешно сброшен.
sl: Skrivnost uspešno ponastavljena.
zh_cn: 密文重置成功。

source: Key and secret were created successfully.
cs: Klíč a tajný klíč byly úspěšně vytvořeny.
de: Schlüssel und Geheimwort wurden erfolgreich erstellt.
es: La clave y el secreto se han creado con éxito.
fr: La clé et le secret ont été créés avec succès.
it: Il secret e le chiavi sono state create con successo.
ko: 키와 시크릿이 생성됐습니다.
nl: Sleutel en geheim met succes geherinitialiseerd.
pl: Utworzono klucz i poufny kod.
sl: Ključ in skrivnost uspešno ustvarjena.
zh_cn: 成功创建密钥和密文。

source: Your app is not configured for in-app payments.
cs: Vaše aplikace nemá nastaveny platby uvnitř aplikace.
de: Diese Anwendung ist nicht für anwendungsinterne Zahlungen konfiguriert.
es: Tu aplicación no está configurada para pagos en la aplicación.
fr: Votre application n'est pas configurée pour les micro-paiements.
it: L'app non è configurata per i pagamenti in-app.
ko: 앱에 내부 결제 시스템이 설정되지 않았습니다.
nl: Uw app is niet ingesteld voor in-app-betalingen.
pl: Twoja aplikacja nie jest skonfigurowana do płatności w aplikacji.
sl: Vaša aplikacija ni konfigurirana za in-app plačila.
zh_cn: 您的应用没有配置应用内支付。

source: No payment account for this app.
cs: Pro tuto aplikaci není k dispozici žádný účet pro platby.
de: Kein Zahlungskonto für diese Anwendung.
es: No hay cuenta para pagos para esta aplicación.
fr: Pas de compte de paiement pour cette application.
it: A questa app non è associato nessun conto pagamenti.
ko: 이 앱에는 결제에 쓸 계정이 없습니다.
nl: Er is geen betalingsaccount voor deze app.
pl: Brak rachunku płatniczego dla tej aplikacji.
sl: Ta aplikacija brez računa za plačila.
zh_cn: 这个应用没有支付帐号。

source: To access the Marketplace API, create an OAuth key pair using the form below.
cs: Pro přístup k Marketplace API si vytvořte pomocí formuláře níže pár klíčů pro QAuth.
de: Um auf die Marketplace-API zuzugreifen, erstellen Sie mit dem folgenden Formular ein OAuth-Schlüsselpaar.
fr: Pour accéder à l'API du Marketplace, créez une paire de clefs OAuth grâce au formulaire ci-dessous.
it: Per accedere all'API Marketplace crea una coppia di chiavi OAuth utilizzando il modulo sottostante.
ko: 마켓플레이스 API에 접근하려면 아래 양식을 통해 OAuth 키 페어를 생성해 주세요.
nl: Maak voor toegang tot de Marketplace-API met onderstaand formulier een OAuth-sleutelpaar.
pl: Aby mieć dostęp do API Marketplace, utwórz parę kluczy OAuth, używając poniższego formularza.
zh_cn: 要使用 Marketplace API，请用下面的表单建立一对 OAuth 密钥。

source: To access the Marketplace API, accept the <a href="%(terms)s">terms of service</a> and create an OAuth key pair using the form below.
cs: Pro přístup k Marketplace API odsouhlaste <a href="%(terms)s">podmínky použití služby</a> a vytvořte si pomocí formuláře níže pár klíčů pro QAuth.
de: Um auf die Marketplace-API zuzugreifen, akzeptieren Sie die <a href="%(terms)s">Nutzungsbedingungen</a> und erstellen Sie mit dem folgenden Formular ein OAuth-Schlüsselpaar.
fr: Pour accéder à l'API du Marketplace, merci d'accepter les <a href="%(terms)s">conditions d'utilisation</a> et de créer une paire de clefs OAuth grâce au formulaire ci-dessous.
it: Per accedere all'API Marketplace, accetta i <a href="%(terms)s">termini di servizio</a> e crea una coppia di chiavi OAuth utilizzando il modulo sottostante.
ko: 마켓플레이스 API에 접근하려면 <a href="%(terms)s">이용 약관</a>에 동의한 후 아래 양식을 통해 OAuth 키 페어를 생성해 주세요.
nl: U dient de <a href="%(terms)s">servicevoorwaarden</a> te accepteren en met onderstaand formulier een OAuth-sleutelpaar aan te maken om toegang te krijgen tot de Marketplace-API.
pl: Aby mieć dostęp do API Marketplace, zaakceptuj <a href="%(terms)s">warunki korzystania</a> i utwórz parę kluczy OAuth, używając poniższego formularza.
zh_cn: 要使用 Marketplace API，请先同意<a href="%(terms)s">服务条款</a>并使用下面的表单建立一对 OAuth 密钥。

source: <p> Please read the <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">documentation</a> on how to create a keypair and use it with the Marketplace API. Any testing should occur on the development server and not the production server. </p>
de: <p> Bitte lesen Sie die <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">Dokumentation</a> darüber, wie Sie ein Schlüsselpaar erstellen und es mit der Marketplace-API verwenden. Tests sollen auf dem Entwicklungs- und nicht auf dem Produktions-Server durchgeführt werden.
es: <p> Lee la <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">documentación</a> sobre cómo crear un par de claves y usarlas con la API de Marketplace. Cualquier prueba tendrá lugar en el servidor de desarrollo, no en el servidor de producción. </p>
fr: <p> Merci de lire la <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">documentation</a> à propos de la création de la paire de clés et de son utilisation avec l'API Marketplace. Les tests doivent se faire sur le serveur de développement et non pas sur le serveur de production. </p>
it: <p>Leggi la <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">documentazione</a> su come generare una coppia di chiavi e utilizzarle con l'API Marketplace. Per i test utilizza il server di sviluppo e non quello di produzione.</p>
ko: <p>키 페어 생성과 이를 마켓플레이스 API에 적용하는 방법이 담긴 <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">문서</a>를 읽어주세요. 모든 테스트는 개발 서버에서만 이루어져야 하며 제작 서버에서 하시면 안됩니다.</p>
nl: <p>Lees de <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">documentatie</a> over hoe u een sleutelpaar kunt maken en gebruiken met de Marketplace-API. Tests dienen te worden uitgevoerd op de ontwikkelserver en niet op de productieserver.</p>
pl: <p> Przeczytaj <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">dokumentację</a>, jak utworzyć parę kluczy i użyć jej API Marketplace API. Wszelkie testy powinny odbywać się na serwerze roboczym, nie zaś produkcyjnym.</p>
zh_cn: <p>请阅读如何创建密钥对并在应用市场 API 中使用的 <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">文档</a>。应该在开发服务器而不是生产服务器上进行测试。</p>

source: Application Name
cs: Název aplikace
de: Anwendungsname
es: Nombre de la aplicación
fr: Nom de lapplication
it: Nome dell'applicazione
ko: 애플리케이션 이름
nl: Toepassingsnaam
pl: Nazwa aplikacji
ru: Имя приложения
sl: Ime aplikacije
zh_cn: 应用程序名称

source: Redirect URI
cs: URI pro přesměrování
de: Weiterleitungs-URI
es: URI de redirección
fr: Adresse de redirection
it: URI di reindirizzamento
ko: 리다이렉트 URI
nl: Doorgeleidings-URI
pl: URI przekierowania
ru: URI перенаправления
sl: URI za preusmeritev
zh_cn: 重定向网址

source: Key
cs: Klíč
de: Schlüssel
es: Clave
fr: Clé
it: Chiave
ko: 키
nl: Sleutel
pl: Klucz
ru: Ключ
sl: Ključ
zh_cn: 关键词

source: Secret
cs: Tajný klíč
de: Geheimwort
es: Secreta
ko: 비밀
nl: Geheime code
pl: Poufny kod
ru: Секрет
sl: Skrivnost
zh_cn: 私钥

source: You currently do not have an API key.
cs: Aktuálně nemáte klíč pro API.
de: Sie haben derzeit keinen API-Schlüssel.
es: Actualmente no tienes una clave API.
fr: Vous n'avez actuellement pas de clé d'API.
it: Al momento non disponi di una API Key.
ko: 현재 API 키를 보유하고 있지 않습니다.
nl: U hebt nog geen API-sleutel.
pl: Obecnie nie masz klucza API.
sl: Trenutno ste brez API ključa.
zh_cn: 您目前没有 API 密钥。

source: Sign in
cs: Přihlášení
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
ko: 로그인
nl: Aanmelden
pl: Zaloguj
ru: Войти
sl: Prijava
zh_cn: 登录

source: You must sign in to proceed.
cs: Pro pokračování se musíte přihlásit.
de: Sie müssen sich anmelden, um fortzufahren.
es: Debes iniciar la sesión para continuar.
fr: Vous devez vous connecter pour continuer.
it: Per proseguire è necessario eseguire l'accesso.
ko: 계속하려면 로그인해야 합니다.
nl: U dient zich aan te melden om verder te gaan.
pl: Musisz się zalogować, aby kontynuować.
ru: Для продолжения вам необходимо войти.
sl: Da lahko nadaljujete, se morate prijaviti.
zh_cn: 必须登录后才能处理。

source: App Validator
cs: Validátor aplikace
de: Anwendungs-Überprüfer
es: Validador de aplicaciones
fr: Validateur d'application
it: Validatore app
ko: 앱 유효성 확인하기
pl: Weryfikator aplikacji
ru: Валидатор приложения
sl: Validator aplikacij
zh_cn: 应用验证工具

source: Payment Keys
cs: Klíče k platbám
de: Zahlungsschlüssel
es: Claves de pago
it: Chiavi per i pagamenti
pl: Klucze płatności
ru: Ключи платежа

source: Authorize Access
cs: Autorizace přístupu
de: Zugriff autorisieren
es: Autorizar acceso
fr: Autoriser l'accès
it: Autorizza accesso
ko: 접근 승인하기
nl: Toegang verstrekken
pl: Autoryzuj dostęp
ru: Авторизовать доступ
sl: Dovoli dostop
zh_cn: 已核准权限

source: %(app_name)s would like access to your Marketplace account.
cs: Aplikace %(app_name)s by ráda přistupovala k vašemu účtu na Marketplace.
de: %(app_name)s möchte auf Ihr Marketplace-Konto zugreifen.
es: %(app_name)s solicita acceder a tu cuenta de Marketplace.
fr: %(app_name)s veut accéder à votre compte Marketplace.
it: %(app_name)s richiede l'accesso al tuo account del Marketplace.
ko: %(app_name)s이(가) 당신의 마켓플레이스 계정에 접근하려고 합니다.
nl: %(app_name)s wil graag toegang tot uw Marketplace-account.
pl: Aplikacja %(app_name)s chciałaby uzyskać dostęp do twojego konta Marketplace.
sl: %(app_name)s želi dobiti dostop do vašega računa pri Marketplace.
zh_cn: %(app_name)s 希望访问你的“市场”帐户。

source: Grant
cs: Povolit
de: Zulassen
es: Conceder
fr: Autoriser
it: Consenti
ko: 승인
nl: Toestaan
pl: Zezwól
ru: Одобрить
sl: Dovoli
zh_cn: 授权

source: Deny
cs: Zakázat
de: Ablehnen
es: Denegar
fr: Interdire
it: Rifiuta
ko: 거부
nl: Weigeren
pl: Zabroń
sl: Zavrni
zh_cn: 禁止

source: Firefox Marketplace Developers
cs: Vývojáři Firefox Marketplace
de: Entwickler des Firefox-Marktplatzes
es: Desarrolladores de Firefox Marketplace
fr: Développeurs du Marketplace Firefox
it: Sviluppatori del Firefox Marketplace
ko: Firefox 마켓플레이스 개발자
nl: Firefox Marketplace-ontwikkelaars
pl: Twórcy Firefox Marketplace
ru: Разработчики Магазина Firefox
sl: Razvijalci Firefox Marketplace
zh_cn: 火狐市场开发者

source: API Reference
cs: Přehled API
de: API-Referenz
es: Referencia API
fr: Documentation API
it: Informazioni di riferimento sulle API
ko: API 참고서
nl: API-referentie
pl: Dokumentacja API
ru: Справочник по API
sl: API Referenca
zh_cn: API 参考

source: Submit an app
cs: Přidání aplikace
de: Eine Anwendung einreichen
es: Enviar una aplicación
fr: Envoyer une application
it: Carica un'app
ko: 앱 등록
nl: Een app indienen
pl: Prześlij aplikację
ru: Представить приложение
sl: Prijavi aplikacijo
zh_cn: 提交应用

source: Sign In
cs: Přihlášení
de: Anmelden
es: Entrar
fr: Connexion
it: Accedi
ko: 로그인
nl: Aanmelden
pl: Zaloguj
ru: Войти
sl: Prijava
zh_cn: 登录

source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ko: 설정
nl: Instellingen
pl: Ustawienia
ru: Параметры
sl: Nastavitve
zh_cn: 设置

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
cs: Některá funkčnost je v průběhu údržby webu dočasně nedostupná. Brzy opět poběžíme naplno.
de: Einige Funktionen sind während der Wartungsarbeiten an dieser Website vorübergehend abgeschaltet. Wir werden die volle Funktionsfähigkeit bald wiederherstellen.
el: Μερικές λειτουργίες έχουν προς το παρόν απενεργοποιηθεί λόγω εργασιών συντήρησης. Η πλήρης λειτουργικότητα θα επανέλθει σύντομα.
es: Algunas características están temporalmente deshabilitadas mientras realizamos tareas de mantenimiento en la web. Volveremos a tener plena capacidad muy pronto.
fr: Certaines fonctionnalités sont temporairement désactivées pendant que nous effectuons une maintenance du site web. Nous serons bientôt de retour à capacité maximale.
it: Alcune funzioni sono momentaneamente disattivate per lavori di manutenzione sul sito. A breve torneremo alla normale funzionalità.
ja: サイトメンテナンスの間、いくつかの機能が一時的に無効になっています。まもなく復旧する予定です。
ko: 웹사이트 점검 관계로 일부 기능을 잠시동안 사용할 수 없습니다. 최대한 빨리 사이트를 정상화 하도록 하겠습니다.
nl: Enkele functies zijn tijdelijk uitgeschakeld vanwege onderhoud aan de website. Binnenkort zijn we weer volledig beschikbaar.
pa_in: ਕੁੱਝ ਗੁਣ ਅਸਥਾਈ ਤੌਰ ਤੇ ਬੰਦ ਹਨ ਜਦੋਂ ਤੱਕ ਅਸੀਂ ਵੈੱਬਸਾਈਟ ਦੀ ਸਾਂਭ-ਸੰਭਾਲ ਕਰ ਰਹੇ ਹਾਂ। ਅਸੀਂ ਥੋੜੇ ਸਮੇਂ ਵਿੱਚ ਪੂਰੀ ਸਮਰਥਾ ਨਾਲ ਵਾਪਸ ਆਵਾਂਗੇ।
pl: W trakcie wykonywania serwisu witryny niektóre funkcje są tymczasowo wyłączone. Pełna funkcjonalność zostanie przywrócona wkrótce.
pt_pt: Algumas funcionalidades estão temporariamente desactivadas enquanto efectuamos uma manutenção ao sítio web. Voltamos dentro de alguns momentos com todas as funcionalidades.
ru: Некоторые функции временно отключены, пока мы проводим техническое обслуживание сайта. Мы вернемся на полную мощность в ближайшее время.
sl: Nekatere značilnosti so zaradi vzdrževanja spletišča začasno izklopljene. Še malo, pa bomo spet nazaj s polno zmogljivostjo.
uk: Деякі функції тимчасово недоступні, поки ми проводимо обслуговування сайту. Незабаром ми повернемо повну функціональність.
zh_cn: 在我们进行网站维护时，某些功能会被暂时禁用。我们将很快恢复全部功能。

source: The Terms of Service have changed since you last agreed to them. Please read and agree to the <a href="%(url)s">new terms</a>.
cs: Zásady používání služby se od vašeho posledního odsouhlasení změnily. Přečtěte si je prosím a odsouhlaste <a href="%(url)s">nové podmínky</a>.
de: Die Nutzungsbedingungen wurden geädert, seit Sie ihnen zuletzt zugestimmt haben. Bitte lesen und akzeptieren Sie die <a href="%(url)s">neuen Bedingungen</a>.
es: Los términos del servicio se modificaron desde la última vez que los aceptaste. Lee y acepta los <a href="%(url)s">términos nuevos</a>.
fr: Les conditions d'utilisation du service ont changées depuis que vous les avez acceptées. Merci de lire et d'accepter les <a href="%(url)s">nouveaux termes</a>.
it: I termini di servizio hanno subito delle modifiche dall'ultima volta in cui li hai accettati. Leggi e accetta i <a href="%(url)s">nuovi termini</a>.
ko: 이용자 약관이 마지막으로 동의한 이후에 다시 변경됐습니다. 읽어보시고 <a href="%(url)s">새 약관</a>에 동의해 주세요.
nl: De servicevoorwaarden zijn gewijzigd sinds de laatste keer dat u ermee instemde. Lees en accepteer de <a href="%(url)s">nieuwe voorwaarden</a>.
pl: Zasady użytkowania zmieniły się od twojego ostatniego zatwierdzenia. Przeczytaj i zatwierdź <a href="%(url)s">nowe zasady</a>.
sl: Pogoji uporabe so se, odkar ste se nazadnje strinjali z njimi, spremenili. Preberite prosim in potrdite soglasje z <a href="%(url)s">novimi pogoji</a>.
zh_cn: 您上次签署后服务条款变更，请阅读并签署<a href="%(url)s">新条款</a>。

source: Please sign in
cs: Přihlaste se prosím
de: Bitte melden Sie sich an
es: Por favor, conéctate
fr: Merci de vous connecter
it: Per favore esegui l'accesso
ko: 로그인 하세요
nl: Meld u aan
pl: Zaloguj się
ru: Пожалуйста, войдите
sl: Prijavite se
zh_cn: 请登录

source: Just log in or register with your <a href="%(url)s">Persona</a> account below.
cs: Jednoduše se níže přihlašte či registrujte pomocí svého účtu <a href="%(url)s">Persona</a>.
de: Melden Sie sich einfach an oder registrieren Sie sich im Folgenden mit Ihrem <a href="%(url)s">Persona</a>-Konto.
es: Conéctate o regístrate con tu cuenta <a href="%(url)s">Mozilla Persona</a> a continuación.
fr: Inscrivez-vous ou connectez-vous avec votre compte <a href="%(url)s">Persona</a> ci-dessous.
it: Accedi o registrati qui sotto con il tuo account <a href="%(url)s">Persona</a>.
ko: 로그인 또는 아래 <a href="%(url)s">페르소나</a> 계정으로 등록하세요.
nl: Meld u aan of registreer hieronder met uw <a href="%(url)s">Persona</a>-account.
pl: Zaloguj się lub zarejestruj poniżej przy użyciu konta <a href="%(url)s">Persona</ a>.
sl: Prijavite se ali pa s registrirajte spodaj s svojim <a href="%(url)s">Persona</a> računom.
zh_cn: 只需在下面用您 <a href="%(url)s">Persona</a> 的登录或者注册。

source: Terms and Conditions
cs: Podmínky
de: Nutzungsbedingungen
es: Términos y condiciones
fr: Conditions d'utilisations
it: Termini e condizioni
ko: 계약 조건
nl: Voorwaarden
pl: Regulamin
ru: Термины и условия
sl: Pravila in pogoji
zh_cn: 条款和规定

source: Additional Marketplace Policies
cs: Další zásady Marketplace
de: Weitere Marktplatz-Regeln
es: Políticas adicionales de Marketplace
fr: Politiques supplémentaire de Marketplace
it: Politiche addizionali del Marketplace
ko: 추가적인 마켓플레이스 정책
nl: Aanvullend Marketplace-beleid
pl: Dodatkowe zasady Marketplace
ru: Дополнительные политики магазина
sl: Dodatne smernice za Marketplace
zh_cn: 附加市场政策

source: You have already agreed to this developer agreement.
cs: Pravidla pro vývojáře jste již odsouhlasil(a).
de: Sie haben dieser Entwicklervereinbarung bereits zugestimmt.
es: Ya has aceptado este acuerdo de desarrolladores.
fr: Vous avez déjà accepté cet accord développeur.
it: Hai già accettato l'accordo per sviluppatori.
ko: 이미 개발자 동의서에 동의하셨습니다.
nl: U hebt al ingestemd met deze ontwikkelaarsovereenkomst.
pl: Zatwierdziłeś już umowę autora.
sl: S tem dogovorom za razvijalce ste se že strinjali.
zh_cn: 您已经同意这个开发者协议。

source: Transaction Details
cs: Detaily o transakci
de: Transaktionsdetails
es: Detalles de la transacción
fr: Détails de la transaction
it: Dettagli della transazione
ko: 거래 세부 정보
nl: Transactiedetails
pl: Szczegóły transakcji
ru: Подробности транзакции
sl: Podrobnosti transakcije
zh_cn: 交易详情

source: Filter Transactions
cs: Filtr transakcí
de: Transaktionen filtern
es: Filtrar transacciones
fr: Filtrer les transactions
it: Filtra transazioni
ko: 거래 분류
nl: Transacties filteren
pl: Filtruj transakcje
ru: Фильтр транзакций
sl: Podrobnosti filtra
zh_cn: 过滤交易

source: {num} transaction found
cs: {num} nalezená transakce
de: {num} Transaktion gefunden
es: {num} transacción encontrada
fr: {num} transaction trouvée
it: È stata trovata {num} transazione
ko: 거래 {num}건
nl: {num} transactie gevonden
pl: Znaleziono {num} transakcję
sl: Najdeno transakcij: {num}
zh_cn: 找到{num}个交易

source: Your apps currently have no transactions.
cs: U vaší aplikace aktuálně nejsou žádné transakce.
de: Ihre Anwendungen verfügen derzeit über keine Transaktionen.
es: Tus aplicaciones no tienen transacciones actualmente.
fr: Vos applications n'ont actuellement aucune transaction.
it: Al momento non c'è nessuna transazione che riguardi questa app.
ko: 이 앱은 현재 거래 내역이 없습니다.
nl: Uw apps hebben momenteel geen transacties.
pl: Twoje aplikacje nie mają obecnie żadnych transakcji.
sl: Vaša aplikacija je trenutno brez transakcij.
zh_cn: 您的应用目前没有交易。

source: Currency
cs: Měna
de: Währung
es: Moneda
fr: Devise
it: Valuta
ko: 화폐 종류
nl: Valuta
pl: Waluta
ru: Валюта
sl: Valuta
zh_cn: 货币

source: Amount
cs: Množství
de: Betrag
es: Cantidad
fr: Montant
it: Importo
ko: 금액
nl: Bedrag
pl: Konto
ru: Сумма
sl: Znesek
zh_cn: 数量

source: Validate an App
cs: Kontrola aplikace
de: Eine Anwendung validieren
es: Validar una aplicación
it: Valida una app
pl: Sprawdź aplikację
ru: Валидировать приложение

source: Validate App
cs: Kontrola aplikace
de: Anwendung validieren
es: Validar aplicación
it: Valida app
pl: Sprawdź aplikację
ru: Валидировать приложение

source: Submit your app manifest URL
cs: Přidejte URL manifestu vaší aplikace
de: Übermitteln Sie die URL zu Ihrem Anwendungsmanifest
es: Envía la URL del archivo manifest de tu aplicación
fr: Envoyez l'adresse du manifeste de votre application
it: Inserisci l'URL del manifesto dell'app
ko: 앱 설치 선언문 URL 입력하기
nl: De URL van uw app-manifest indienen
pl: Prześlij URL manifestu aplikacji
ru: Представить URL манифеста вашего приложения
sl: Pošljite URL za manifest svoje aplikacije
zh_cn: 提交您的应用清单网址

source: <strong>Don't forget a protocol!</strong> Try adding either <a href="#">%(http)s</a> or <a href="#">%(https)s</a>.
cs: <strong>Nezapomeňte protokoll!</strong> Zkuste přidat <a href="#">%(http)s</a> nebo <a href="#">%(https)s</a>.
de: <strong>Vergessen Sie nicht das Protokoll!</strong> Versuchen Sie, entweder <a href="#">%(http)s</a> oder <a href="#">%(https)s</a> hinzuzufügen.
es: <strong>¡No olvides ningún protocolo!</strong> Intenta agregar <a href="#">%(http)s</a> o <a href="#">%(https)s</a>.
fr: <strong>N'oubliez pas le protocole !</strong> Essayer d'ajouter soit <a href="#">%(http)s</a> soit <a href="#">%(https)s</a>.
it: <strong>Non dimenticare il protocollo!</strong> Prova ad aggiungere <a href="#">%(http)s</a> o <a href="#">%(https)s</a>.
ko: <strong>프로토콜을 입력하는 거 잊지 마세요!</strong> <a href="#">%(http)s</a> 또는 <a href="#">%(https)s</a> 형태로 입력하세요.
nl: <strong>Vergeet het protocol niet!</strong> Probeer <a href="#">%(http)s</a> of <a href="#">%(https)s</a>.
pl: <strong>Nie zapomnij o protokole!</strong> Spróbuj dodać <a href="#">%(http)s</a> lub <a href="#">%(https)s</a>.
sl: <strong>Ne pozabite na protokol!</strong> Poskusite s <a href="#">%(http)s</a> ali pa <a href="#">%(https)s</a>.
zh_cn: <strong>不要忘记协议！</strong> 尝试添加 <a href="#">%(http)s</a> 或者 <a href="#">%(https)s</a>。

source: Manifest URLs must start with a protocol (for example, <code>http://</code> or <code>https://</code>) and typically use the <code>.webapp</code> extension.
cs: URL s manifestem musí začínat protokolem (například: <code>http://</code> či <code>https://</code>) a jako přípona je typicky <code>.webapp</code>.
de: Manifest-URLs müssen mit einem Protokoll beginnen (zum Beispiel <code>http://</code> oder <code>https://</code>) und verwenden üblicherweise die Erweiterung <code>.webapp</code>.
es: Las URL de los archivos manifest deben comenzar con un protocolo (por ejemplo, <code>http://</code> o <code>https://</code>) y normalmente usan la extensión <code>.webapp</code>.
fr: Les adresses de manifeste doivent commencer avec un protocole (par exemple, <code>http://</code> ou <code>https://</code>) et en général utiliser l'extension <code>.webapp</code>.
it: L'URL di un manifesto deve iniziare con un protocollo (es. <code>http://</code> o <code>https://</code>) e normalmente utilizza l'estensione <code>.webapp</code>.
ko: 설치 선언문 URL은 프로토콜로 시작해야 하며 (예, <code>http://</code> 또는 <code>https://</code>) 보통 <code>.webapp</code> 확장자를 사용합니다.
nl: Manifest-URL’s dienen te beginnen met een protocol (bijvoorbeeld <code>http://</code> of <code>https://</code>) en gebruiken veelal de extensie <code>.webapp</code>.
pl: Adresy URL manifestu muszą rozpoczynać się protokołem (np.: <code>http://</code> lub <code>https://</code>) i zwykle używają rozszerzenia <code>.webapp</code>.
sl: Manifest URL naslovi za manifest se morajo začeti s protokolom (na primer <code>http://</code> ali <code>https://</code>) in običajno uporabljajo končnico <code>.webapp</code>.
zh_cn: 清单网址必须以一个协议（例如 <code>http://</code> 或者 <code>https://</code>）开头并且通常使用 <code>.webapp</code> 扩展名。

source: Learn more about <b>app manifests</b> on MDN.
cs: Přečtěte si více o <b>manifestu aplikace</b> na MDN.
de: Erfahren Sie mehr über das <b>Anwendungs-Manifest</b> auf MDN.
es: Más información sobre los <b>archivos manifest de aplicaciones</b> en MDN.
fr: En apprendre plus à propos des <b>manifestes d'application</b> sur MDN.
it: Ulteriori informazioni sui <b>manifesti delle app</b> su MDN.
ko: MDN에서 <b>앱 설치 선언문</b>에 대해 자세히 알아봅시다.
nl: Lees meer over <b>app-manifests</b> op MDN.
pl: Dowiedz się więcej o <b>manifestach aplikacji</b> na MDN.
sl: Več o <b>manifestih za aplikacije</b> zveste na MDN.
