Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Please consider my app as a candidate to be pre-loaded on a Firefox OS device. I agree to the terms and conditions outlined above. I understand that this document is not a commitment to pre-load my app.
zh_cn: 请考虑将我的应用作为预装到 Firefox OS 设备中的候选品种。我同意上述条款和条件说明。我理解这份文件并不意味着我的应用获得了预装。

source: Please enter a valid submission ID.
zh_cn: 请输入一个有效的提交ID。

source: Invalid submission ID or security code.
zh_cn: 无效的提交 ID 或安全码。

source: Account name
zh_cn: 账号名称

source: Shared Account: {0}
nl: Gedeelde account: {0}
zh_cn: 已分享的账户：{0}

source: Reference Implementation
zh_cn: 引用工具

source: Congratulations, your app submission is now complete and will be reviewed shortly!
zh_cn: 恭喜，您的应用已经提交，很快就会完成审核！

source: Content ratings successfully saved.
nl: Inhoudswaardering succesvol opgeslagen.
zh_cn: 内容分级保存成功。

source: Application for preload successfully submitted.
ko: 사전 탑재용 애플리케이션이 성공적으로 제출됐습니다.
nl: Aanvraag vooruit laden succesvol ingediend.
zh_cn: 成功提交预载入应用。

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a> before your app can be reviewed or published.
zh_cn: 您必须先设置 <a href="%(next_url)s">%(next_step_name)s</a> 后您的应用才能被审核或者发布。

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a> or else your app will be disabled on %(pretty_date)s.
zh_cn: 您必须先设置 <a href="%(next_url)s">%(next_step_name)s</a> 否则您的应用将会于 %(pretty_date)s 被停用。

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a>.
zh_cn: 您必须设置 <a href="%(next_url)s">%(next_step_name)s</a>。

source: Learn more about submitting an app.
zh_cn: 详细了解有关提交应用的信息。

source: The validator is a tool which can help test your app for errors, best practices, and compliance with Marketplace guidelines before actually submitting your app for review. If you're interested in how it works or would like to run a copy of your own, the source code is available <a href="%(repo)s">on Github</a>.
zh_cn: 验证器是一套工具，用于在正式提交审核之前，测试您的应用是否有错误、编写规范以及遵循应用市场准则。如果您对这个工具如何工作感兴趣，或者希望运行一个自己的验证工具，可以 <a href="%(repo)s">在 Github</a> 上获得源代码。

source: Developer Profile
nl: Ontwikkelaarsprofiel
zh_cn: 开发者简介

source: Your app has been <b>approved but not yet published</b>.
zh_cn: 你的应用<b>已被批准但尚未发布</b>。

source: This app is waiting for your approval to be published.
zh_cn: 此应用在你批准后方可发布。

source: Publish App
zh_cn: 发布应用

source: Learn how to get your app pre-installed on Firefox OS devices
nl: Lees hoe u uw app gepreïnstalleerd op Firefox OS-apparaten kunt krijgen
zh_cn: 了解如何让你的程序预装在Firefox OS设备上

source: Banner message
zh_cn: 横幅信息

source: Exclusive message shown on the listing page, only in the selected regions.
zh_cn: 显示在列表页面的独占信息，仅会显示在选定的区域。

source: Regions to show banner in
zh_cn: 要显示横幅的区域是

source: Regions that the banner message will be shown in.
zh_cn: 要显示横幅信息的区域。

source: Tags help users find your app and should be short descriptors such as tabs, toolbar, or twitter. You may have a maximum of {0} tags.
nl: Labels helpen gebruikers uw app te vinden en dienen korte beschrijvingen te zijn zoals tabbladen, werkbalk of twitter. U kunt maximaal {0} labels gebruiken.
zh_cn: 标签帮助用户找到您的应用并做简短描述，例如标签页、工具栏，或者微博客。您最多可以使用 {0} 个标签。

source: Release Notes
zh_cn: 发行说明

source: Information about changes in the latest release, new features, known bugs, and other useful information specific to this release/version.
zh_cn: 最新发布版本中的变更信息，新特性，已知缺陷，以及其他关于这个发布/版本的有用信息。

source: Team Members & License
nl: Teamleden en licentie
zh_cn: 团队成员和许可证

source: Get content ratings for the app.
nl: Verkrijg inhoudswaarderingen voor de app.
zh_cn: 为程序获得内容分级。

source: Set Up Content Ratings
nl: Inhoudswaarderingen instellen
zh_cn: 设置内容分级

source: Status &amp; Versions
nl: Status en versies
zh_cn: 状态和版本

source: Messages
ko: 메시지
nl: Berichten
sl: Sporočila
zh_cn: 消息

source: Set up Payment Account
nl: Betalingsaccount instellen
zh_cn: 设置支付账户

source: <strong class="rating-notice alert-notice">This app will be disabled if no content ratings are assigned by %(pretty_date)s:</strong> <a href="%(rating_url)s">Set up Content Ratings</a>
zh_cn: <strong class="rating-notice alert-notice">如果在 %(pretty_date)s 之前这个应用依然没有内容评级，则会被停用：</strong><a href="%(rating_url)s">设置内容评级</a>

source: Preloaded
ko: 단말기 사전 탑재됨
nl: Vooruit geladen
zh_cn: 已预安装

source: Preloaded App
ko: 사전 탑재형 앱
nl: Vooruit geladen app
zh_cn: 预装应用程序

source: Submit your app for preload
ko: 앱을 사전 탑재용으로 제출하기
nl: Uw app voor vooruit laden indienen
zh_cn: 提交需要预载入的应用

source: You can submit your to be considered for being <strong>preloaded and shipped with FirefoxOS devices</strong> by phone operators. To opt-in for preloading, you may download a test template from us below, test your app, fill out the template, and upload your results back to us from the <a href="%(submit_url)s">app preload submission form</a>. We will store your test results on our servers where they will be reviewed by interested phone operators. If you have further questions, you can email %(email)s.
ko: 제작한 앱을 스마트폰 제조사에 의해 <strong>FirefoxOS 단말기에 사전 탑재</strong>되는 용도로 제출할 수 있습니다. 사전 탑재 앱이 되려면 아래의 테스트 템플릿을 다운로드 받아 앱을 테스트하고 템플릿의 기입해야 할 부분에 전부 기입한 다음, 결과를 <a href="%(submit_url)s">사전 제출용 앱 제출 양식</a>을 통해 저희에게 보내야 합니다. 저희는 테스트 결과를 서버에 보관해서 흥미를 가진 스마트폰 제조사가 언제든지 열람할 수 있도록 할 계획입니다. 다른 질문 사항이 있으시면 %(email)s로 이메일을 보내주시기 바랍니다.
nl: U kunt aanvragen of uw app door telefonieproviders <strong>vooruit wordt geladen en wordt meegezonden met Firefox OS-apparaten</strong>. Om u aan te melden voor vooruit laden kunt u hieronder een testsjabloon van ons downloaden, uw app testen, het sjabloon invullen en uw resultaten naar ons uploaden via het <a href="%(submit_url)s">aanvraagformulier voor vooruit laden</a>. We slaan uw testresultaten op onze servers op, waar ze worden beoordeeld door geïnteresseerde telefonieproviders. Met verdere vragen kunt u een bericht sturen naar %(email)s.
zh_cn: 您可以将自己的应用提交给移动运营商，让他们考虑 <strong>预装在 Firefox OS 设备中发行</strong>。要参加预装，可以下载一个测试模版，测试您的应用，填写模版，然后将结果通过 <a href="%(submit_url)s">应用预装申请表</a>反馈给我们。我们会把测试结果保存在服务器上供有兴趣的移动运营商查看。如果您有更多问题，可以发邮件至 %(email)s 。

source: Preloaded App Terms and Conditions
ko: 사전 제출형 앱의 계약 조건
nl: Voorwaarden vooruit geladen app
zh_cn: 预装应用需遵守条款

source: Get My App Rated
nl: Mijn app laten waarderen
zh_cn: 让我的软件获得评级

source: To have your app listed on the Marketplace, you must attain an International Age Rating Coalition (IARC) certificate. Clicking on the button below will open a new window where you can fill out a short yes-or-no questionnaire about the contents of your app. Upon completion, the window will close and your app will then have an age rating.
nl: U dient om uw app op de Marketplace te publiceren een certificaat van de International Age Rating Coalition (IARC) te verkrijgen. Door op onderstaande knop te klikken wordt een nieuw venster geopend waarin u een korte ja/nee-vragenlijst over de inhoud van uw app kunt invullen. Na afronding sluit het venster en uw app heeft dan een leeftijdskeuring.
zh_cn: 为了让应用能够发布到应用市场，您必须获得国际年龄分级联盟(International Age Rating Coalition (IARC))认证。点击下面的按钮打开一个新窗口，填写一份有关您的应用内容的简短的是非题问卷。完成后，窗口会关闭，您的应用会获得年龄分级。

source: By using the IARC ratings certificate tool, you agree to abide by their <a href="%(privacy_url)s">Privacy Policy</a> and <a href="%(tos_url)s">Terms of Service agreement</a>.
zh_cn: 使用 IARC 的等级验证工具，即代表您同意遵循他们的<a href="%(privacy_url)s">隐私权政策</a>和<a href="%(tos_url)s">服务条款</a>。

source: IARC content rating process complete, you will be redirected to your app's <a href="%(ratings_url)s">content ratings page</a>.
nl: IARC-inhoudswaarderingsproces afgerond, u wordt doorgeleid naar de <a href="%(ratings_url)s">inhoudswaarderingspagina</a> van uw app.
zh_cn: IARC 内容分级过程完成，现在将要返回您的应用的<a href="%(ratings_url)s">内容分级页面</a>。

source: Sorry, there was an error on our side processing content ratings. You can keep trying or try again later.
nl: Sorry, er is een fout aan onze kant opgetreden tijdens het verwerken van de inhoudswaardering. U kunt het blijven proberen of het later nog eens proberen.
zh_cn: 抱歉，我们处理内容分级时遇到错误，您可以继续尝试或者稍后再试。

source: Create an IARC Ratings Certificate
nl: IARC-waarderingscertificaat aanmaken
zh_cn: 创建 IARC 分级认证

source: Already Have Your App Rated?
nl: Hebt u uw app al gewaardeerd?
zh_cn: 你的程序已经有分级了？

source: If you have already gotten your app rated via the IARC Global Ratings Tool above and already have an IARC security code, you can manually enter it here.
nl: Als u uw app al hebt gewaardeerd met behulp van het bovenstaande algemene IARC-waarderingshulpmiddel en al een IARC-beveiligingscode hebt, dan kunt u deze hier handmatig ingeven.
zh_cn: 如果你已经通过上述的IARC全球分级工具为你的程序获得了分级并且拥有一个IARC安全码，你可以在此手动输入该安全码。

source: Submission ID
nl: Indieningskenmerk
zh_cn: 提交 ID

source: The submission ID can be found on the certificate sent to you. It is a numeric value like &quot;14&quot;.
nl: Het indieningskenmerk kan op het naar u verzonden certificaat worden teruggevonden. Het is een numerieke waarde zoals “14”.
zh_cn: 可以在发送给您的证书中找到提交 ID。这是一个类似“14”的数值。

source: Security Code
nl: Beveiligingscode
zh_cn: 安全码

source: The security code can be found on the certificate sent to you. It is a mix of letters and numbers like &quot;AB12CD3&quot;.
nl: De beveiligingscode kan op het naar u verzonden certificaat worden teruggevonden. Het is een mengeling van letters en cijfers zoals “AB12CD3”.
zh_cn: 可以在发送给您的证书中找到安全码。这是一组字母数字混合的代码，类似于“AB12CD3”。

source: Rating System
nl: Waarderingssysteem
zh_cn: 分级系统

source: Rating Category
nl: Waarderingscategorie
zh_cn: 分级类别

source: Descriptors
zh_cn: 描述

source: Interactive Elements
zh_cn: 互动元素

source: Paid mode requires that your app only supports:
zh_cn: 付费模式的应用仅支持：

source: Prices and Countries
nl: Prijzen en landen
zh_cn: 价格和国家

source: Regions
nl: Regio’s
zh_cn: 地区

source: Check out the <a href="%(status_url)s" target="_blank">status page</a> to see which countries are currently enabled for sale.
zh_cn: 在<a href="%(status_url)s" target="_blank">状态页面</a>可查看当前正在进行销售的国家。

source: Your app will become available in the following selected regions once payments become available based on your chosen price point. To exclude your app from appearing in a region, you may uncheck that region before saving.
nl: Uw app wordt beschikbaar in de volgende geselecteerde regio’s als betalingen op basis van uw gekozen prijspunt beschikbaar komen. Om te voorkomen dat uw app in een bepaalde regio verschijnt kunt u die regio uitvinken voordat u opslaat.
zh_cn: 只要基于您选定的价格点的付款功能已开通，您的应用就会在下述地区发布。如果要排除一个地区，请在保存之前选空对应的复选框。

source: Regions and Listings
nl: Regio’s en lijsten
zh_cn: 地区和列表

source: Terms of Agreement
zh_cn: 协议条款

source: Provider
zh_cn: 提供者

source: Add Reference Account
zh_cn: 添加参考账户

source: Modify Reference Account
zh_cn: 修改参考账户

source: Regions that require extra consideration:
zh_cn: 需要额外考虑的区域：

source: The Firefox Marketplace is now open and accepting apps. Submit your app to:
zh_cn: 火狐应用市场目前开放并接受应用。提交你的应用到：

source: Logo
ko: 로고
zh_cn: 标志

source: Stack Overflow
pa_in: ਸਟੈਕ ਓਵਰਫ਼ਲੋ
zh_cn: 栈溢出

source: Process a manual refund
nl: Een handmatige terugbetaling verwerken
zh_cn: 处理手动退款

source: If a manual refund has been processed by the payment provider, check this box. This will refund it in the Mozilla servers but not contact the payment provider.
nl: Vink dit veld aan als een handmatige restitutie is verwerkt door de betalingsaanbieder. Hierdoor wordt de restitutie verwerkt op de Mozilla-servers, maar wordt geen contact gelegd met de betalingsprovider.
zh_cn: 如果支付服务提供者已经处理了手动退款，选中这个复选框。这将会在 Mozilla 服务器上退款但并不通知支付服务提供者。

source: This user has not purchased any apps.
nl: Deze gebruiker heeft geen apps gekocht.
zh_cn: 这个用户没有购买任何应用。

source: View transactions for: {account}
nl: Transacties bekijken voor: {account}
zh_cn: 查看此账户交易：{account}

source: Operator Dashboard
zh_cn: 运营商仪表盘

source: <small>Operator</small> Dashboard
zh_cn: <small>运营商</small>仪表盘

source: Preload Candidates
nl: Kandidaten vooruit laden
zh_cn: 预加载预览

source: Preload Opt-in
nl: Opt-in vooruit laden
zh_cn: 选择加入预装

source: Test Plan
zh_cn: 测试计划

source: No preload candidates found
nl: Geen kandidaten vooruit laden gevonden
zh_cn: 没有候选的预装项目

source: Regional Queues
zh_cn: 区域队列

source: China ({0})
zh_cn: 中国 ({0})

source: "{0}" successfully processed (+{1} points, {2} total).
nl: “{0}” succesvol verwerkt (+{1} punten, totaal {2}).
zh_cn: 已成功处理 "{0}" （+{1} 点，共 {2} ）。

source: {0} theme review successfully processed (+{1} points, {2} total).
ja: {0} 個のテーマの審査が完了しました (+{1} ポイント、{2} 合計)。
pa_in: {0} ਥੀਮ ਸਮੀਖਿਆ ਤੇ ਸਫ਼ਲਤਾਪੂਰਵਕ ਕਾਰਵਾਈ ਹੋਈ (+{1} points, {2} total)।
pt_pt: {0} revisão de tema processada com sucesso (+{1} pontos, {2} total).
zh_cn: {0} 个主题审核成功（+ {1} 点，共 {2} 点）。

source: Back to Reviewer Tools
zh_cn: 返回审核员工具

source: Reviewers' Guide
ja: 審査担当者用ガイド
pa_in: ਸਮੀਖਿਅਕ ਗਾਈਡ
pt_pt: Guia dos revisores
uk: Інструкція редактора
zh_cn: 审核者指南

source: {region} Review Queue
zh_cn: {region} 审核队列

source: App submission incomplete
nl: App-indiening onvolledig
zh_cn: 应用尚未完成提交

source: This app has not yet been rated
nl: Deze app is nog niet gewaardeerd
zh_cn: 该应用尚无评分

source: Premium with In-App
nl: Premium met in-app
zh_cn: 应用内付费

source: Free with In-App
nl: Gratis met in-app
zh_cn: 应用内免费

source: Reviewed
zh_cn: 已审核

source: Works offline
zh_cn: 可离线工作

source: This email address will be listed publicly on the Marketplace and used by end users to contact you with support issues. This email address will be listed publicly on your app details page.
nl: Dit e-mailadres verschijnt openbaar op de Marketplace en wordt gebruikt door eindgebruikers om contact met u op te nemen voor ondersteuning. Dit e-mailadres verschijnt openbaar op de pagina met details van uw app.
zh_cn: 这个邮件地址会公开显示在应用市场以便最终用户联系您获得支持。邮件地址会公开显示在应用详情页面。

source: Next Steps
nl: Volgende stappen
zh_cn: 后续步骤

source: Published!
nl: Gepubliceerd!
zh_cn: 已发布！

source: Almost There!
nl: Bijna klaar!
zh_cn: 快完成啦！

source: Submit App Manifest
nl: App-manifest indienen
zh_cn: 提交应用清单文件

source: Enter App Details
nl: Voer app-details in
zh_cn: 输入应用详情

source: <span>Set up <a href="%(rating_url)s">Content Ratings</a></span>
zh_cn: <span>设置<a href="%(rating_url)s">内容评级</a></span>

source: <span>Set up <a href="%(pay_url)s">Payments</a></span>
zh_cn: <span>设置<a href="%(pay_url)s">支付信息</a></span>

source: Wait for Review
nl: Wachten op beoordeling
zh_cn: 等待审核

source: At any point, you can
nl: U kunt op elk moment
zh_cn: 任何时候您都可以

source: Revise your app details on <a href="%(url)s">Edit Listing</a>
nl: Uw app-details op <a href="%(url)s">Lijstweergave bewerken</a> herzien
zh_cn: 在<a href="%(url)s">编辑列表</a>修改应用详情

source: View a list of all of your submissions on <a href="%(url)s">My Submissions</a>
nl: Een lijst van al uw bijdragen op <a href="%(url)s">Mijn bijdragen</a> bekijken
zh_cn: 在<a href="%(url)s">我的作品</a>查看您提交过的所有作品列表

source: Once your app is reviewed, you will have to manually publish your app from <a href="%(url)s">Manage Status</a>. It would then show up on listing pages and in search for others to enjoy.
nl: Als uw app is beoordeeld dient u handmatig uw app vanaf <a href="%(url)s">Status beheren</a> te publiceren. De app verschijnt dan in lijsten en zoekresultaten zodat anderen er plezier aan kunnen beleven.
zh_cn: 一旦应用完成审核，您要在<a href="%(url)s">状态管理</a>手动发布应用。之后他就会显示在列表页面并且可以被其他人搜索到。

source: Your app has been approved! It is now showing up on listing pages and in search for others to enjoy.
nl: Uw app is goedgekeurd! Hij verschijnt nu op lijsten en in zoekresultaten zodat anderen er plezier aan kunnen beleven.
zh_cn: 应用已经被核准！现在就去让他显示在列表页面并且被其他人搜索到。

source: Once your app is reviewed, it will show up on listing pages and in search for others to enjoy.
nl: Als uw app is beoordeeld verschijnt deze in lijsten en zoekresultaten zodat anderen er plezier aan kunnen beleven.
zh_cn: 一旦应用完成审核，就可以显示在列表页面并且被其他人搜索到。

source: <strong>What's next:</strong> Set up %(next_step_name)s
zh_cn: <strong>下一步：</strong>设置 %(next_step_name)s

source: <strong>What's next:</strong> Publish Your App
nl: <strong>Volgende stap:</strong> Uw app publiceren
zh_cn: <strong>下面要：</strong>发布您的应用

source: You must set up content ratings.
zh_cn: 必须设置内容评级。

source: You must set up a payment account.
zh_cn: 必须设置支付账号。

source: This app's submission process has not been fully completed.
nl: Het indieningsproces van deze app is niet volledig afgerond.
zh_cn: 程序提交步骤尚未完全完成。

source: This app needs to get a content rating.
nl: Deze app moet een inhoudswaardering krijgen.
zh_cn: 该程序需要获取内容分级。

source: This app needs a payment account set up.
nl: Voor deze app dient een betalingsaccount ingesteld te worden.
zh_cn: 该程序需要设置一个支付账户。

source: awaiting approval
zh_cn: 等待审核

source: requires additional review
zh_cn: 需要额外审核

source: {region} approval status
zh_cn: {region} 审核状态

source: {region} nomination date
zh_cn: {region} 提交日期

source: Blog
el: Ιστολόγιο
ja: ブログ
ko: 블로그
pa_in: ਬਲੌਗ
ru: Блог
uk: Блог
zh_cn: 博客

source: Shocking Content
nl: Schokkende inhoud

source: Social Networking
nl: Sociale netwerken

source: Digital Content Portal
nl: Portal digitale inhoud

source: N. America
nl: Noord-Amerika

source: Content rating record not found.
nl: Inhoudswaardering niet gevonden.

source: Set up Content Ratings
nl: Inhoudswaardering instellen

source: By using IARC ratings certificate tool, you agree to abide by their <a href="%(privacy_url)s">Privacy Policy</a> and <a href="%(tos_url)s">Terms of Service agreement</a>.
nl: Door gebruik te maken van het IARC-waarderingscertificaat-hulpmiddel stemt u in met hun <a href="%(privacy_url)s">privacybeleid</a> en <a href="%(tos_url)s">servicevoorwaarden</a>.

source: Peak
ko: 최종 목표
nl: Tipje van de sluier

source: <span>Set up <a href="%(url)s">Content Ratings</a></span>
nl: <span><a href="%(url)s">Inhoudswaarderingen</a> instellen</span>

source: Set up <a href="%(url)s">Payments & Countries</a>
nl: <a href="%(url)s">Betalingen en landen</a> instellen

source: You must now set up <a href="%(url)s">Content Ratings</a> and <a href="%(payment_url)s">Payments & Countries</a> before we can review your app.
nl: U dient nu <a href="%(url)s">Inhoudswaarderingen</a> en <a href="%(payment_url)s">Betalingen en landen</a> in te stellen voordat we uw app kunnen beoordelen.

source: You must now set up <a href="%(url)s">Content Ratings</a> before we can review your app.
nl: U dient nu <a href="%(url)s">Inhoudswaarderingen</a> in te stellen voordat we uw app kunnen beoordelen.

source: <strong>What's next:</strong> Set up Content Ratings
nl: <strong>Volgende stap:</strong> Inhoudswaardering instellen

source: <strong>What's next:</strong> Set up Payments & Countries
nl: <strong>Volgende stap:</strong> Betalingen en landen instellen

source: Euro
ko: 유로
ru: Евро
sl: Evro

source: JavaScript
ko: 자바스크립트

source: Geeksphone
ko: Peak

source: localservice1
ja: はてなブックマーク
pa_in: ਲੋਕਲਸਰਵਿਸ1
ru: Яндекс

source: http://localservice1/?url={url}&title={title}
ja: http://b.hatena.ne.jp/append?{url}
ru: http://my.ya.ru/posts_add_link.xml?URL={url}&title={title}

source: localservice2
pa_in: ਲੋਕਲਸਰਵਿਸ2
ru: ВКонтакте

source: http://localservice2/?url={url}&title={title}
ru: http://vkontakte.ru/share.php?url={url}

source: Podcasts
ru: Подкасты

source: Themes ({0})
ru: Темы ({0})

source: View End-User License Agreement
pa_in: ਅੰਤ ਉਪਭੋਗੀ ਲਾਈਸੈਂਸ ਇਕਰਾਰਨਾਮਾ(EULA) ਵੇਖੋ
pt_pt: Ver Acordo de licenciamento para o utilizador final
uk: Переглянути ліцензійну угоду кінцевого користувача

source: Icon of {0}
pa_in: {0} ਦਾ ਆਈਕਾਨ
pt_pt: Ícone de {0}
uk: Піктограма {0}

source: Add-on screenshot #{0}
pa_in: ਐਡ-ਆਨ ਸਕਰੀਨਸ਼ਾੱਟ #{0}
pt_pt: Captura de ecrã número {0} do extra
uk: Знімок екрану #{0} додатку

source: Email sent to Author about add-on compatibility.
pa_in: ਐਡ-ਆਨ ਅਨੁਕੂਲਤਾ ਬਾਰੇ ਲੇਖਕ ਨੂੰ ਈਮੇਲ ਭੇਜੀ ਗਈ।
pt_pt: Mensagem de correio eletrónico enviada ao autor sobre a compatibilidade do extra.
uk: Повідомлення про сумісність додатку відправлено автору.

source: Describe your collection (no links allowed).
pa_in: ਆਪਣੇ ਸੰਗ੍ਰਹਿ ਦਾ ਵੇਰਵਾ ਦਿਓ (ਕਿਸੇ ਲਿੰਕ ਦੀ ਇਜ਼ਾਜਤ ਨਹੀਂ)।
pt_pt: Descreva a sua coleção (não são permitidas ligações)
uk: Опишіть свою збірку (посилання не дозволені).

source: No links are allowed.
pa_in: ਕਿਸੇ ਲਿੰਕ ਦੀ ਇਜ਼ਾਜਤ ਨਹੀਂ।
pt_pt: Não são permitidas ligações.
uk: Посилання не дозволені.

source: This add-on has an End-User License Agreement
pa_in: ਇਸ ਐਡ-ਆਨ ਕੋਲ ਇੱਕ ਅੰਤਿਮ-ਯੂਜ਼ਰ ਲਾਇਸੰਸ ਸਮਝੌਤਾ ਹੈ
pt_pt: Este extra tem um acordo de licença para o utilizador final
uk: Цей додаток має ліцензійну угоду з кінцевим користувачем

source: Please specify your add-on's End-User License Agreement:
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਐਡ-ਆਨ ਦਾ ਅੰਤਿਮ-ਯੂਜ਼ਰ ਲਾਇਸੰਸ ਸਮਝੌਤਾ ਨਿਰਧਾਰਤ ਕਰੋ:
pt_pt: Por favor, especifique o acordo de licença para o utilizador final para o extra:
uk: Визначте ліцензійну угоду з кінцевим користувачем вашого додатку:

source: <strong>Add-on SDK:</strong> Create Add-ons Quickly and Easily
pt_pt: <strong>SDK de extras:</strong> Crie extras rápida e facilmente

source: The Add-on SDK provides powerful APIs that allow developers to create add-ons for Firefox using HTML, CSS and JavaScript. When your add-on is complete, we make it easy to share it with over 400 million Firefox users world wide.
pt_pt: O SDK de extras fornece poderosas APIs que permitem aos programadores a criação de extras para o Firefox utilizando HTML, CSS e JavaScript. Quando o seu extra estiver concluído, nós faremos com que seja fácil partilhá-lo com mais de 400 milhões de utilizadores mundiais do Firefox.

source: Add-ons let millions of Firefox users enhance and customize their browsing experience. If you're a Web developer and know HTML, JavaScript and CSS, you already have what it takes to make great add-ons with the Add-on SDK. What's more, add-ons built with the SDK are restartless by default.
pt_pt: Os extras permite a milhões de utilizadores do Firefox melhorar e personalizar a sua experiência de navegação. Se é um programador web e sabe HTML, JavaScript e CSS, pode já ter o que é necessário para fazer grandes extras com o SDK de extras. Para além disso, extras construídos com o SDK, por omissão, não necessitam que o navegador seja reiniciado.

source: If your add-on needs more functionality than the empty sidebar the Packager made for you, there are several ways to find out how to add the functionality you want. One of the most common ways of learning how to do something in an extension is to look at what other extensions already do. Just remember that if the other extension's license doesn't allow you to copy its source, you can't.
pt_pt: Se o seu extra necessita de mais funcionalidade que a barra lateral vazia que o Packager fez para si, existem muitas forma de saber como adicionar a funcionalidade que pretende. Uma das formas mais comuns de aprender como fazer algo numa extensão é olhar para o que as outras extensões já fazem. Lembre-se apenas que, se a licença da outra extensão não permitir copiar o seu código fonte, não poderá fazê-lo.

source: The add-on must have a minimum of 2,000 users.
pa_in: ਐਡ-ਆਨ ਦੇ ਘੱਟੋ-ਘੱਟ 2,000 ਉਪਭੋਗੀ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pt_pt: O extra tem de ter um mínimo de 2000 utilizadores.
uk: Додатки повинні мати не менше 2000 користувачів.

source: a short explanation of why the add-on has wide appeal and should be featured
pa_in: ਐਡ-ਆਨ ਇੰਨਾ ਮਨਮੋਹਕ ਕਿਵੇਂ ਅਤੇ ਕਿਉਂ ਇਸ ਦੀ ਪੇਸਕਸ਼ ਹੋਵੇ ਦੀ ਇੱਕ ਛੋਟੀ ਵਿਆਖਿਆ
pt_pt: uma explicação curta sobre o porquê do extra ser apelativo e os motivos pelos quais deve ser destacado
uk: коротке пояснення, чому додаток викликає великий інтерес і повинен бути обраним
