Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Yes. If you have a non-default Complete Theme installed, Firefox will automatically switch to a default theme in order to allow you to use your choice of Background Theme designs.
de: Ja. Wenn Sie ein vollständiges Theme installiert haben, das kein Standard-Theme ist, wechselt Firefox automatisch zu einem Standard-Theme, damit Sie Ihr ausgewähltes Hintergrund-Theme-Design verwenden können.
es: Sí. Si tienes instalado un tema completo no predeterminado, Firefox cambiará automáticamente a un tema predeterminado (o por defecto) para permitirte utilizar los diseños de temas de fondo que elijas.
fr: Oui. Si vous avez un thème complet installé, Firefox repassera automatiquement au thème par défaut pour vous permettre d'utiliser le thème d'arrière plan de votre choix.
it: Certamente. Se è stato installato un tema completo diverso da quello predefinito, verrà automaticamente ripristinato il tema predefinito per permetterti di utilizzare il tema di sfondo scelto in Firefox.
ko: 예. 기본 테마가 아닌 완전 테마가 설치되어 있다면 배경 테마 디자인을 사용하기 위해 Firefox가 자동으로 기본 테마로 전환합니다.
nl: Ja. Als u een niet-standaard compleet thema hebt geïnstalleerd, wisselt Firefox automatisch naar een standaardthema om u in staat te stellen uw keuze te maken uit de ontwerpen van de achtergrondthema’s.
pl: Tak. Jeśli masz zainstalowany kompletny motyw inny niż domyślny, Firefox automatycznie przełączy się na domyślny motyw, by umożliwić użycie wybranego motywu tła.
pt_pt: Sim. Se tiver tema completo instalado diferente dos temas por omissão, o Firefox irá automaticamente selecionar um dos temas por omissão no sentido de permitir a utilização da sua escolha de tema de fundo.
sl: Da. Če ste namestili nestandardno kompletno Temo, bo Firefox samodejno naložil prednastavljeno temo, da boste lahko izbirali med različnimi Temami za ozadje.
zh_cn: 没错。如果您安装了一个非默认的完整主题，Firefox 将自动切换到默认的主题，让您可以选用背景主题。

source: To undo the design you most recently selected, go to <code>Tools</code> &gt; <code>Add-ons</code> in the menu bar and select the <code>Appearance</code> tab. Next to the theme you want to undo, click the <code>Disable</code> button.
de: Um das neueste ausgewählte Design zu entfernen, rufen Sie über die Menüleiste <code>Extras</code> &gt; <code>Add-ons</code> auf und wählen Sie den Reiter <code>Erscheinungsbild</code>. Klicken Sie dann neben dem Theme, das Sie entfernen möchten, auf die Schaltfläche <code>Deaktivieren</code>.
es: Para deshacer el diseño más reciente que seleccionaste, ve a <code>Firefox</code> (o <code>Herramientas</code> si tienes Mac o Linux) &gt; menú <code>Complementos</code> y <code>Apariencia</code>. Haz clic en el botón <code>Deshabilitar</code> situado junto al tema que deseas deshacer.
fr: Pour désactiver le design que vous avez récemment activé, allez dans le menu <code>Outils</code> &gt; <code>Modules</code> et sélectionnez l'onglet <code>Apparence</code>. À côté du thème que vous voulez désactiver, cliquez sur le bouton <code>Désactiver</code>.
it: Per disattivare l'ultimo tema selezionato, accedi a <code>Componenti aggiuntivi</code> dal menu <code>Strumenti</code> e fai clic su <code>Aspetto</code>. Quindi fai clic sul pulsante <code>Disattiva</code> situato a fianco del tema che desideri disattivare.
ko: 사용중인 디자인을 이전으로 되돌리고 싶다면 메뉴 바에서 <code>도구</code> &gt; <code>부가 기능</code>으로 들어가 <code>외형</code>탭을 선택합니다. 그 후 되돌리고 싶은 테마에 <code>사용 안 함</code> 버튼을 클릭하십시오.
nl: Om het meest recent geselecteerde thema ongedaan te maken gaat u naar <code>Extra</code> &gt; <code>Add-ons</code> in de menubalk en selecteert u het tabblad <code>Vormgeving</code>. Naast het thema dat u ongedaan wilt maken kunt u op de knop <code>Uitschakelen</code> klikken.
pl: By wycofać wybrany motyw tła, przejdź do w pasku menu do <code>Narzędzia</code> &gt; <code>Dodatki</code> i wybierz kartę <code>Zachowanie</code>. Obok motywu, który chcesz wycofać, kliknij przycisk <code>Wyłącz</code>.
pt_pt: Para cancelar o design que selecionou mais recentemente, aceda a <code>Ferramentas</code> &gt; <code>Extras</code> na barra de menu e selecione <code>Aparência</code>. Junto ao tema que pretende cancelar, clique no botão <code>Desativar</code>.
sl: Da razveljavite najnovejšo izbiro, pojdite na meni <code>Orodja</code> &gt; <code>Dodatki</code> in izberite zavihek <code>Videz</code>. Kliknite na gumb <code>Odstrani</code> poleg teme, ki jo hočete razveljaviti.
zh_cn: 要撤销启用您最近选择的主题，请到<code>工具</code>&gt;<code>附加组件</code>菜单，并单击<code>外观</code>标签页。接着，单击您想要撤销启用的主题右侧的<code>禁用</code>按钮即可。

source: We're always looking for ways to improve themes, and would love to hear what you think. Visit the <a href="%(forum_url)s">themes forum</a> to send us your feedback.
de: Wir suchen immer nach Möglichkeiten, um Themes zu verbessern und würden gerne hören, was Sie denken. Besuchen Sie das <a href="%(forum_url)s">Themes-Forum</a>, um uns Ihre Meinung zu sagen.
es: Buscamos continuamente formas para mejorar los temas y nos encantaría conocer lo que piensas. Visita el <a href="%(forum_url)s">foro de temas</a> y comparte con nosotros tus opiniones y sugerencias.
fr: Nous sommes toujours à l'écoute de vos retours pour améliorer nos thèmes, et serions ravis d'avoir vos critiques. Visitez le <a href="%(forum_url)s">forum des thèmes</a> pour nous faire part de vos remarques.
it: Siamo alla continua ricerca di modi per migliorare i temi e la tua esperienza di utente è molto importante per noi. Visita il <a href="%(forum_url)s">Forum dedicato ai temi (in inglese)</a> per sottoporci la tua opinione.
ko: 저희는 늘 테마 발전을 모색중에 있으며 여러분의 생각을 경청하는 걸 좋아합니다. <a href="%(forum_url)s">테마 포럼</a>을 방문하셔서 피드백을 보내주십시오.
nl: We zijn altijd op zoek naar manieren om thema’s te verbeteren, en horen graag wat u vindt. Bezoek het <a href="%(forum_url)s">thema’s-forum</a> om ons uw feedback te geven.
pl: Zawsze szukamy sposobów na udoskonalenie motywów i z chęcią usłyszelibyśmy, co myślisz. Odwiedź <a href="%(forum_url)s">forum motywów</a>, przy przesłać swoją opinię.
pt_pt: Estamos sempre à procura de formas de melhorar os temas e adoraríamos saber o que pensa. Visite o <a href="%(forum_url)s">fórum de temas</a> e envie-nos a sua opinião.
sl: Razmišljamo o možnostih, kako lahko teme še izboljšamo, tako da nas bo veselilo, če se nam oglasite. Obiščite <a href="%(forum_url)s">forum za teme</a> in nam povejte, kaj si mislite.
zh_cn: 我们不断在寻找改进主题的方法，且乐意聆听您的想法。到<a href="%(forum_url)s">主题论坛</a>去提交您的反馈吧。

source: Creating Your Own Themes
cs: Vytváření vlastních motivů
de: Erstellen Ihrer eigenen Themes
es: Crear tus propios temas
fr: Créer vos propres thèmes
it: Creazione di temi personalizzati
ja: 自分のテーマを作成
ko: 직접 테마 만들기
nl: Uw eigen thema’s maken
pl: Tworzenie własnego motywu
pt_pt: Criar os seus próprios temas
ru: Создание своих собственных тем
sl: Kako lahko razvijete svoje lastne Teme
zh_cn: 创建您自己的主题

source: Can I create my own Theme?
cs: Mohu vytvořit svou vlastní motiv?
de: Kann ich mein eigenes Theme erstellen?
es: ¿Puedo crear mi propio tema?
fr: Puis-je créer mon propre thème ?
it: Posso creare un tema personalizzato?
ja: 自分でテーマを作れますか？
ko: 직접 테마를 만들 수 있나요?
nl: Kan ik mijn eigen thema maken?
pl: Czy mogę stworzyć swój własny motyw?
pt_pt: Posso criar o meu próprio tema?
ru: Могу ли я создать свою собственную тему?
sl: Ali si lahko Temo naredim sam?
zh_cn: 我能创建我自己的主题吗？

source: Absolutely! All you need to do is create two graphics files in your favorite graphics editing program (e.g., Photoshop). To get started <a href="%(tutorial_url)s">read more about how to create a theme</a>.
de: Natürlich! Sie müssen nur zwei Bilddateien mit Ihrem Lieblings-Grafikeditor (z.B. Photoshop) erstellen. Für den Anfang <a href="%(tutorial_url)s">lesen Sie mehr darüber, wie Sie ein Theme erstellen können</a>.
es: ¡Desde luego que sí! Lo único que necesitas hacer es crear dos archivos de gráficos con tu programa favorito de edición de gráficos (por ejemplo, Photoshop). Para comenzar, <a href="%(tutorial_url)s">infórmate sobre cómo crear un tema</a>.
fr: Absolument ! Tout ce dont vous avez besoin est de créer deux fichiers dans votre éditeur d'image favoris (e.g., Photoshop). Pour vous lancer <a href="%(tutorial_url)s">lisez le tutoriel sur la création de thème</a>.
it: Certamente. Tutto ciò di cui hai bisogno sono due immagini, che puoi creare col tuo programma di grafica preferito (ad esempio Photoshop). Per iniziare <a href="%(tutorial_url)s">leggi questa guida per creare un tema</a>.
ko: 물론입니다! 그래픽 편집 프로그램 (포토샵)으로 제작한 그래픽 파일 2개만 있으면 됩니다. <a href="%(tutorial_url)s">테마 제작법 자세히 읽어보기</a>를 통해 시작해 보십시오.
nl: Zeker! Het enige wat u hoeft te doen is twee grafische bestanden maken in uw favoriete grafische bewerkingsprogramma (bijv. Photoshop). Lees om van start te gaan <a href="%(tutorial_url)s">meer over hoe u een thema kunt maken</a>.
pl: Oczywiście! Wszystko, co musisz zrobić, to utworzenie dwóch plików graficznych w ulubionym programie graficznym (np. Photoshopie). Aby rozpocząć, <a href="%(tutorial_url)s">przeczytaj więcej o tworzeniu motywów</a>.
pt_pt: Absolutamente! Tudo o que precisa é de criar dois ficheiros gráficos no seu programa favorito de edição de imagem (por exemplo, Photoshop). Para começar, <a href="%(tutorial_url)s">leia mais sobre como criar um tema</a>.
sl: Vsekakor! Drugega ni treba, kot da s svojim najljubšim programom za slike (npr. s Photoshopom) pripravite dve datoteki z grafiko. Za začetek preberite <a href="%(tutorial_url)s">Kako se dela teme</a>.
zh_cn: 当然可以！您只需用您喜爱的绘图软件（例如 Photoshop）制作两张图像文件即可。<a href="%(tutorial_url)s">阅读更多有关制作主题的信息</a>吧。

source: Yes. We are big fans of creativity, but want to ensure that the art displayed in the Themes gallery meets a basic set of guidelines. Please review the <a href="%(tos_url)s">Terms of Service</a> for authoritative and complete language, but the following gives you an overview of the requirements:
de: Ja. Wir sind große Fans von Kreativität, aber wir möchten sicherstellen, dass die Kunst in der Themes-Galerie einige grundlegende Richtlinien befolgt. Lesen Sie bitte die <a href="%(tos_url)s">Nutzungsbedingungen</a>, wo Sie die geltende und vollständigen Regeln finden, aber im Folgenden finden Sie eine Übersicht über die Anforderungen:
es: Sí. Somos muy fans de la creatividad, pero queremos asegurarnos de que el arte que se exhibe en la galería de Temas cumple con una serie de pautas básicas. Revisa los <a href="%(tos_url)s">Términos del servicio</a> para tener información completa y fidedigna; no obstante, a continuación te ofrecemos un resumen de los requisitos:
fr: Oui. Nous sommes très ouverts en ce qui concerne la créativité, mais nous voulons nous assurer que les œuvres disponibles dans la galerie des thèmes suivent un certain nombre de règles de base. Merci de lire les <a href="%(tos_url)s">conditions d'utilisation</a> pour avoir tous les détails, mais les points principaux peuvent être résumés ainsi :
it: Si, siamo grandi sostenitori della creatività ma vogliamo che le immagini mostrate nella galleria rispettino delle linee guida di base. Per un'esposizione completa e formale consulta <a href="%(tos_url)s">i termini di servizio</a>, altrimenti di seguito puoi trovare una panoramica dei requisiti essenziali:
ko: 예. 저희는 창의성을 대단히 중요시하지만 테마 갤러리 상에 올라오는 저작물에 대해선 기본적인 가이드라인을 준수하길 원하고 있습니다. 다소 권위적이며 딱딱한 언어로 쓰여있는 <a href="%(tos_url)s">이용 약관</a>을 숙지하시거나, 다음의 대략적인 요구 사항을 읽어주십시오:
nl: Ja. We zijn enorm fan van creativiteit, maar we willen er voor zorgen dat de werken in de thema’s-galerij voldoen aan enkele basale richtlijnen. Lees de <a href="%(tos_url)s">Servicevoorwaarden</a> voor de volledige voorwaarden, maar het volgende geeft u een overzicht van de vereisten:
pl: Tak. Jesteśmy wielkimi fanami kreatywności, ale chcemy się upewnić, że prace wyświetlane w galerii motywów spełniają podstawowe wytyczne. Przeczytaj <a href="%(tos_url)s">Warunki korzystania</a>, by poznać oficjalne i pełne zasady, ale poniższe punkty dadzą ogólny przegląd wymagań:
pt_pt: Sim. Nós somos grande fãs da criatividade, mas queremos garantir que a arte que é apresentada na galeria de temas cumpre um conjunto básico de diretrizes. Por favor consulte os <a href="%(tos_url)s">Termos do Serviço</a> para uma linguagem completa e oficial, mas próximos pontos dão uma vista geral dos requisitos:
sl: Da. Vsekakor smo pristaši ustvarjalnosti, vedar želimo zagotoviti, da so slike, ki se jih prikazuje v galeriji Tem, v skladu z osnovnimi smernicami. Preberite si prosim <a href="%(tos_url)s">Pogoji storitve</a> za avtoritativne in zaključene navedbe, naslednji pregled zahtev jih povzema:
zh_cn: 没错。我们热衷于创意，但还想确保主题展示库中的艺术作品都符合基本方针。请参阅<a href="%(tos_url)s">服务条款</a>，获取完整的官方说明。以下是这些基本需求的概要：

source: You either own all the elements of your design OR you are authorized worldwide to reproduce and distribute them (and allow others to do so) by the owner or the law.
de: Sie sind entweder Eigentümer aller Elemente Ihres Designs ODER Sie haben vom Eigentümer oder per Gesetz weltweit das Recht, sie zu vervielfältigen und zu verteilen (und andere dürfen dies ebenfalls).
es: O bien eres el titular de todos los elementos de tu diseño, o bien tienes la autorización para reproducirlos y distribuirlos en todo el mundo (así como permitir a otros que lo hagan) por parte del titular o de acuerdo a la ley.
fr: Vous êtes propriétaires de tous les éléments de votre design OU vous avez une autorisation de reproduction et de distribution mondiale (et l'autorisation est transmissible) de la part du propriétaire ou par la loi.
it: Devi essere tu stesso il proprietario di tutti gli elementi del tema oppure essere autorizzato a riprodurli e distribuirli in tutto il mondo (nonché consentire agli altri di fare lo stesso) dal proprietario o dalla legge.
ko: 당신은 디자인에 포함된 모든 구성 요소를 소유할 수 있으며, 소유자 또는 법적으로 전 세계를 대상으로 재구성 및 배포 권한을 부여할 수 있습니다. (타인에게도 부여가 가능)
nl: U hebt alle elementen van uw ontwerp in eigendom OF u hebt toestemming voor wereldwijde reproductie en verdeling (en mag anderen toestaan dat ook te doen) door de eigenaar of de wet.
pl: Musisz być właścicielem wszystkich elementów projektu lub posiadać upoważnienie do dystrybucji i rozpowszechniania ich na całym świecie (i zezwolić innym robić to samo) od właściciela praw.
pt_pt: Deve ser proprietário de todos os elementos do seu design OU estar mundialmente autorizado a reproduzir e distribuir esses elementos (e permitir a outros que o façam) pelo proprietário ou por lei.
sl: Ste lastnik elementov vašega izdelka ALI pa sta vam avtor ali zakonodaja dala pravico, da jih reproducirate in širite po vsem svetu.
zh_cn: 您必须拥有所设计的元素，或是所有人/法律授权您在全世界复制、发行该作品的权利（并将上述权利转授予他人）。

source: Your design does not contain sexually explicit or offensive content.
cs: Váš design neobsahuje žádný provokativní, ofenzivní či sexuálně laděný obsah.
de: Ihr Design enthält keine explizit sexuellen oder beleidigenden Inhalte.
es: Tu diseño no contiene ningún contenido sexual explícito ni ofensivo.
fr: Votre design ne contient pas de contenu choquant ou sexuellement explicite.
it: Nel tema non devono essere presenti contenuti con espliciti riferimenti sessuali o offensivi.
ko: 디자인에 외설적이거나 불쾌한 콘텐트를 포함해서는 안됩니다.
nl: Uw ontwerp bevat geen seksueel expliciete of kwetsende inhoud.
pl: Projekt nie zawiera treści pornograficznych lub obraźliwych.
pt_pt: O seu design não contém conteúdo sexual ou ofensivo.
sl: Vaš izdelek ne vsebuje eksplicitne spolne ali žaljive vsebine.
zh_cn: 您的设计不能包含任何色情或冒犯性的内容。

source: Your design does not include identifiable elements of any non-celebrity person(s) other than yourself or individuals who have given you permission to do so.
cs: Váš design neobsahuje identifikovatelné prvky jakékoliv neznámé osoby mimo vás či osob, které k tomu dali souhlas.
de: Ihr Design enthält keine identifizierbaren Elemente einer oder mehreren nicht berühmten Person(en) außer Ihnen selbst und Personen, die Ihnen die Erlaubnis dazu erteilt haben.
es: Tu diseño no incluye ningún elemento identificable de ninguna persona no famosa que no seas tú mismo/a, o un particular que te haya concedido el permiso para poder hacerlo.
fr: Votre design n'inclus aucun élément identfiable de personne(s) célèbre(s) ou autre que vous ou d'autres personnes dont vous avez l'autorisation.
it: Nel tema non devono essere presenti immagini riconoscibili di personaggi non noti, con l'eccezione di te stesso e delle persone che ti hanno dato la loro autorizzazione.
ko: 디자인에 당신 혹은 사용 허가를 받은 자 이외의 비 연예인을 확연히 알아볼 수 있는 구성 요소로 포함해서는 안됩니다.
nl: Uw ontwerp bevat geen identificeerbare delen van (een) onbekende perso(o)n(en) anders dan uzelf of personen die u daarvoor toestemming hebben gegeven.
pl: Projekt nie zawiera elementów umożliwiających identyfikację osób innych niż osoby publiczne, z wyjątkiem ciebie lub osoby, która udzieliła zezwolenia.
pt_pt: O seu design não contem elementos identificáveis de qualquer outra pessoa que não seja celebridade, para além de si ou de indivíduos que lhe deram permissão para tal.
sl: Vaš izdelek ne vsebuje elementov, na osnovi katerih je mogoče identificirati kako javnosti neznano osebo oziroma osebe, razen vas samih ali oseb, ki so vam to dovolile.
zh_cn: 您的设计不得包含任何非公众人物的可辨识元素，除非这是您本人或您已经获得了这个人的授权。

source: Your design does not depict violence or Nazi imagery, nor is it discriminatory or hateful.
cs: Váš design nezobrazuje násilí nebo nacistické obrázky, není diskriminační či nenávistný.
de: Ihr Design zeigt keine Gewalt oder Nazi-Bilder und ist weder diskriminierend noch schürt es Hass.
es: Tu diseño no muestra violencia ni imágenes nazis, ni tampoco es discriminatorio u hostil.
fr: Votre design ne fait pas l'apologie de la violence, ne reprends pas d'imagerie interdite et n'est pas discrimintoire.
it: Nel tema non devono essere presenti contenuti violenti, nazisti, discriminatori o altrimenti fastidiosi.
ko: 폭력적이거나 나치를 연상할 수 있거나 차별적이거나 혐오적인 내용을 묘사해선 안됩니다.
nl: Uw ontwerp beschrijft geen geweld of nazistische afbeeldingen, en is niet discriminerend of haatdragend.
pl: Projekt nie przedstawia przemocy, obrazów nazistowskich, dyskryminujących lub szerzących nienawiść.
pt_pt: O seu design não retrata violência ou imagens Nazi, nem é discriminatório ou odioso.
sl: Vaš izdelek ne prikazuje nasilje ali nacističnih simbolov tudi ne neti diskriminacije in sovraštva. sovražen
zh_cn: 您的设计不能描绘暴力或纳粹图像，也不得带有歧视或仇恨的意味。

source: Your design does not relate to gambling.
cs: Váš design neobsahuje tématiku hazardu.
de: Ihr Design steht nicht im Zusammenhang mit Glücksspiel.
es: Tu diseño no hace referencia a juegos de azar.
fr: Votre design n'est pas lié au jeux d'argents.
it: Il tema non deve contenere riferimenti al gioco d'azzardo.
ko: 디자인이 도박과 연루되서는 안됩니다.
nl: Uw ontwerp houdt geen verband met gokken.
pl: Projekt nie odnosi się do hazardu.
pt_pt: O seu design não está relacionado com jogo.
sl: Vaš izdelek ni v zvezi z igrami na srečo.
zh_cn: 您的设计不得涉及赌博。

source: Your design does not violate any applicable law or regulation or the rights of any person or entity.
cs: Váš design neporušuje žádné právo, regulaci či práva jiných osob a institucí.
de: Ihr Design verletzt kein gültiges Gesetz oder Regelung oder die Rechte einer Person oder Körperschaft.
es: Tu diseño no infringe ninguna ley en vigor o reglamentación, ni los derechos de ninguna persona o entidad.
fr: Votre design ne viole aucune loi applicable ni aucun texte ou droit de toute personne ou entité.
it: Il tema non deve violare leggi o regolamenti vigenti, né diritti di persone o enti.
ko: 현행법, 규제, 인물이나 단체의 권리를 침해해서는 안됩니다.
nl: Uw ontwerp is niet strijdig met van toepassing zijnd recht of regelgeving of de rechten van personen en/of entiteiten.
pl: Projekt nie narusza obowiązujących przepisów prawnych lub regulacji, ani praw osób i podmiotów trzecich.
pt_pt: O seu design não viola qualquer lei aplicável ou regulamento ou os direitos de qualquer pessoa ou entidade.
sl: Vaš izdelek ne krši veljavnih zakonov ali predpisov ali pravic kake stvarne ali pravne osebe.
zh_cn: 您的设计不能违反任何可适用法律、规定或侵犯任何个人、实体的权利。
