Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <strong>Caution:</strong> This add-on has not been reviewed by Mozilla. Be careful when installing third-party software that might harm your computer.
cs: <strong>Varování:</strong> Tento doplněk nebyl Mozillou zkontrolován. Buďte opatrní, když instalujete software třetích stran. Může poškodit váš počítač.
de: <strong>Achtung:</strong> Dieses Add-on wurde nicht von Mozilla überprüft. Seien Sie vorsichtig, wenn Sie Software aus dritten Quellen installieren, die Ihrem Computer Schaden zufügen könnten.
el: <strong>Προσοχή:</strong> Αυτό το πρόσθετο δεν έχει αξιολογηθεί από το Mozilla. Συνιστάται προσοχή όταν εγκαθιστάτε λογισμικό τρίτων που μπορεί να βλάψει το σύστημα σας.
es: <strong>Atención:</strong> este complemento no ha sido revisado por Mozilla. Ten cuidado al instalar software de terceros que pueden causar problemas en tu equipo.
fr: <strong>Attention :</strong> Ce module n'a pas été testé par Mozilla. Faites attention lorsque vous installez des logiciels tiers qui pourraient altérer votre ordinateur.
it: <strong>Attenzione:</strong> questo componente aggiuntivo non è stato verificato da Mozilla. Dovresti prestare molta attenzione quando installi del software di terze parti in grado di danneggiare il tuo computer.
ja: <strong>注意:</strong> このアドオンは Mozilla の審査を受けていません。サードパーティ製のソフトウェアはコンピュータに危害を加える可能性があるため、インストールする場合はご注意ください。
ko: <strong>주의:</strong> 이 부가 기능은 Mozilla의 심사를 받지 않았습니다. 써드파티 소프트웨어를 설치할 경우 컴퓨터에 문제가 발생할 수도 있으니 주의하시기 바랍니다.
nl: <strong>Waarschuwing:</strong> deze add-on is niet beoordeeld door Mozilla. Wees voorzichtig met het installeren van software van derden die mogelijk uw computer kan beschadigen.
pl: <strong>Uwaga:</strong> Ten dodatek nie był sprawdzany przez Mozillę. Należy zachować szczególną ostrożność, instalując oprogramowanie pochodzące od osób trzecich. Może ono spowodować uszkodzenie komputera.
pt_pt: <strong>Atenção:</strong> Este extra não foi revisto pela Mozilla. Tenha cuidado ao instalar software de terceiros que podem danificar o seu computador.
ru: <strong>Осторожно:</strong> Это дополнение не было проверено Mozilla. Будьте осторожны при установке стороннего программного обеспечения, которое может повредить ваш компьютер.
sl: <strong>Pozor:</strong>Tega dodatka Mozilla ni pregledala. Bodite previdni pri nameščanju programske opreme tretjih strank, ki bi lahko škodila vašemu računalniku.
zh_cn: <strong>注意：</strong> 该附加组件尚未经过 Mozilla 审核。安装第三方软件可能会损害您的计算机。

source: <strong>Caution:</strong> This add-on is hosted on the developer's own website and has not been reviewed by Mozilla. Be careful when installing third-party software that might harm your computer.
cs: <strong>Upozornění:</strong> Tento doplněk je hostován na domovské stránce vývojáře a nebyl Mozillou kontrolován. Při instalaci softwaru třetích stran proto buďte opatrní.
de: <strong>Achtung:</strong> Dieses Add-on wird auf der eigenen Webseite des Entwicklers zur Verfügung gestellt und wurde nicht von Mozilla überprüft. Seien Sie vorsichtig, wenn Sie Software von Dritten installieren, die Ihrem Computer Schaden zufügen könnte.
es: <strong>Precaución:</strong> este complemento está alojado en el sitio web del propio desarrollador y no ha sido revisado por Mozilla. Ten cuidado cuando instales software de terceros que podrían dañar tu equipo.
it: <strong>Attenzione:</strong> questo componente aggiuntivo è ospitato direttamente sul sito web dello sviluppatore e non è stato verificato da Mozilla. Ti consigliamo di prestare particolare attenzione quando installi software di terze parti che potrebbero danneggiare il tuo computer.
pl: <strong>Uwaga:</strong> Ten dodatek jest udostępniany ze strony twórcy i nie został zweryfikowany przez Mozillę. Należy zachować szczególną ostrożność, instalując oprogramowanie pochodzące od osób trzecich. Może ono spowodować uszkodzenie komputera.
ru: <strong>Предупреждение:</strong> Это дополнение размещено на собственном веб-сайте разработчика и не было проверено Mozilla. Будьте осторожны при установке стороннего программного обеспечения, которое может повредить вашему компьютеру.

source: Continue to Website
cs: Pokračovat na domovskou stránku
de: Weiter zur Webseite
es: Continuar al sitio web
it: Vai al sito web
pl: Kontynuuj na witrynie
ru: Перейти на веб-сайт

source: <strong>Please note:</strong> This add-on is not compatible with your operating system.
cs: <strong>Poznámka:</strong> Tento doplněk není kompatibilní s vašim operačním systémem.
de: <strong>Hinweis:</strong> Dieses Add-on ist nicht mit Ihrem Betriebssystem kompatibel.
el: <strong>Παρακαλούμε σημειώστε ότι:</strong> Αυτό το πρόσθετο δεν είναι συμβατό με το λειτουργικό σας σύστημα.
es: <strong>Ten en cuenta que</strong> este complemento no es compatible con tu sistema operativo.
fr: <strong>Attention :</strong> Ce module n'est pas compatible avec votre système d'exploitation.
it: <strong>Attenzione:</strong> questo componente aggiuntivo non è compatibile con il tuo sistema operativo.
ja: <strong>注意:</strong> このアドオンはお使いの OS と互換性がありません。
ko: <strong>알림:</strong> 이 부가 기능은 사용중인 운영 체제와 호환되지 않습니다.
nl: <strong>Opmerking:</strong> Deze add-on is niet compatibel met uw besturingssysteem.
pa_in: <strong>ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ:</strong> ਇਹ ਐਡ-ਆਨ ਤੁਹਾਡੇ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੇ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ।
pl: <strong>Informacja</strong> Ten dodatek jest niekompatybilny z twoim systemem operacyjnym.
pt_pt: <strong>Tenha em atenção:</strong> Este extra não é compatível com o seu sistema.
ru: <strong>Обратите внимание:</strong> Это дополнение несовместимо с вашей операционной системой.
sl: <strong>Pomnite prosim:</strong> Ta razširitev ni združljiva z vašim operacijskim sistemom.
uk: <strong>Будь ласка, зауважте:</strong> Цей додаток несумісний з вашою операційною системою.
zh_cn: <strong>请注意：</strong>此附加组件与您的操作系统不兼容。

source: This add-on is not compatible with your version of %(app)s because of the following:
cs: Tento doplněk není kompatibilní s vaší verzí aplikace %(app)s a to z následujícího důvodu:
de: Dieses Add-on ist aus folgendem Grund nicht mit Ihrer %(app)s-Version kompatibel:
el: Αυτό το πρόσθετο δεν είναι συμβατό με την έκδοση του %(app)s εξαιτίας των παρακάτω:
es: Este complemento no es compatible con tu versión de %(app)s por lo siguiente:
fr: Ce module n'est pas compatible avec votre version de %(app)s à cause des éléments suivants :
it: Questo componente aggiuntivo non è compatibile con la tua versione di %(app)s per i seguenti motivi:
ja: 次の理由により、このアドオンはお使いの %(app)s のバージョンと互換性がありません:
ko: 이 부가 기능은 다음 이유로 인해 사용중인 %(app)s와 호환되지 않습니다:
nl: Deze add-on is niet compatibel met uw versie van %(app)s vanwege het volgende:
pa_in: ਇਹ ਐਡ-ਆਨ %(app)s ਦੇ ਤੁਹਾਡੇ ਵਰਜਨ ਦੇ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ ਕਿਉਂ ਕਿ ਹੇਠ ਦਿੱਤੇ ਅਨੁਸਾਰ:
pl: Ten dodatek nie jest kompatybilny z twoją wersją programu %(app)s z następujących powodów:
pt_pt: Este extra não é compatível com a sua versão do %(app)s pelos seguintes motivos:
sl: Ta dodatek ni združljiv z vašo različico %(app)s iz naslednjega razloga:
uk: Цей додаток несумісний з вашою версією %(app)s у зв'язку з наступним:
zh_cn: 因为以下原因，此附加组件与您的 %(app)s 版本不兼容：

source: View other versions
cs: Zobrazit ostatní verze
de: Andere Versionen ansehen
el: Προβολή άλλων εκδόσεων
es: Ver otras versiones
fr: Voir d'autres versions
it: Mostra altre versioni
ja: 他のバージョンを表示
ko: 다른 버전 보기
nl: Overige versies bekijken
pa_in: ਦੁਜੇ ਵਰਜਨ ਵੇਖੋ
pl: Zobacz inne wersje
pt_pt: Ver outras versões
ru: Просмотреть другие версии
sl: Prikaži druge različice
uk: Переглянути інші версії
zh_cn: 查看其他版本

source: This add-on is not compatible with your version of %(app)s.
cs: Tento doplněk není kompatibilní s vaší verzí aplikace %(app)s.
de: Dieses Add-on ist nicht mit Ihrer %(app)s-Version kompatibel.
el: Αυτό το πρόσθετο δεν είναι συμβατό με την έκδοση του %(app)s.
es: Este complemento no es compatible con tu versión de %(app)s.
fr: Ce module n'est pas compatible avec votre version de %(app)s.
it: Questo componente aggiuntivo non è compatibile con la tua versione di %(app)s.
ja: このアドオンはお使いの %(app)s のバージョンと互換性がありません。
ko: 이 부가 기능은 현재 사용중인 %(app)s 버전과 호환되지 않습니다.
nl: Deze add-on is niet compatibel met uw versie van %(app)s.
pa_in: ਇਹ ਐਡ-ਆਨ ਤੁਹਾਡੇ %(app)s ਦੇ ਵਰਜਨ ਦੇ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ।
pl: Ten dodatek nie jest kompatybilny z twoją wersją programu %(app)s.
pt_pt: Este extra não é compatível com a sua versão do %(app)s.
sl: Ta dodatek ni združljiv z vašo različico %(app)s.
uk: Цей додаток несумісний з вашою версією %(app)s.
zh_cn: 此附加组件与您的 %(app)s 的版本不兼容。

source: Privacy Policy for {0}
cs: Zásady ochrany soukromí pro {0}
de: Datenschutzerklärung für {0}
el: Πολιτική απορρήτου για το {0}
es: Política de privacidad de {0}
fr: Politique de confidentialité pour {0}
it: Informativa sulla privacy per {0}
ja: {0} のプライバシーポリシー
ko: {0}의 개인 정보 보호 정책
nl: Privacybeleid voor {0}
pa_in: ਲਈ ਪਰਦਾ ਨੀਤੀ {0}
pl: Zasady ochrony prywatności dla {0}
pt_pt: Política de privacidade para {0}
ru: Политика приватности для {0}
sl: Pravilnik o zasebnosti za {0}
uk: Політика приватності для {0}
zh_cn: {0} 的隐私政策

source: QR code for add-on
cs: QR kód doplňku
de: QR-Code für Add-on
el: Κώδικας QR για το πρόσθετο
es: Código QR para el complemento
fr: Code QR pour le module
it: Codice QR del componente aggiuntivo
ja: アドオンページの QR コード
ko: 부가 기능 QR 코드
nl: QR-code voor add-on
pa_in: ਐਡ-ਆਨ ਲਈ QR ਕੋਡ
pl: Kod QR dodatku
pt_pt: Código QR para o extra
ru: QR-код для дополнения
sl: QR koda za dodatek
uk: QR-код для додатку
zh_cn: 附加组件的二维码

source: Want {0} on your mobile Firefox? Scan this QR code to install directly to your phone. (You'll need a QR reader. Search your phone's marketplace if don't have one.)
cs: Chcete {0} do své mobilní verze Firefoxu? Pro přímou instalaci si sejměte tento QR kód. (Budete potřebovat čtečku QR kódu. Pokud ji nemáte, podívejte se do obchodu s aplikacemi pro váš telefon.)
de: Möchten Sie {0} in Ihrem mobilen Firefox? Scannen Sie diesen QR-Code, um es direkt auf Ihr Handy zu installieren. (Sie benötigen einen QR-Leser. Durchsuchen Sie den Marktplatz Ihres Handys, wenn Sie noch keinen haben.)
el: Θέλετε το {0} στον Firefox του κινητού σας; Σαρώστε τον κωδικό QR για να το εγκαταστήσετε άμεσα στο τηλέφωνο σας. (Θα χρειαστείτε ένα QR reader. Δείτε στις εφαρμογές του τηλεφώνου σας αν δεν έχετε ήδη ένα.)
es: ¿Quieres tener {0} en Firefox de tu dispositivo móvil? Escanea este código QR para instalarla directamente en tu móvil o celular (necesitas un lector QR; busca en la tienda de tu dispositivo si no tienes uno).
fr: Vous voulez {0} sur votre Firefox mobile ? Scannez ce code QR pour l'installer directement sur votre téléphone. (Vous aurez besoin d'un lecteur de code QR. Renseignez-vous à propos des applications de votre téléphone si vous n'en avez pas.)
it: Vuoi {0} sul tuo Firefox? Fai una scansione del codice QR per installarlo direttamente sul tuo telefono (avrai bisogno di un lettore di codici QR, se non ne hai uno cercalo sul marketplace del tuo telefono).
ja: {0} をモバイル版 Firefox で使いたい？ この QR コードを携帯で読み取れば、アドオンを直接インストールできます。(読み取りには QR リーダーが必要です。アプリが搭載されていない場合は端末のアプリストアで検索してください。)
ko: 모바일용 Firefox에 {0}을(를) 설치하고 싶으세요? 이 QR 코드를 스캔하면 바로 스마트폰에 설치하실 수 있습니다. (QR리더가 필요합니다. 없을 경우 보유하신 스마트폰의 앱스토어에서 찾아보세요.)
nl: Wilt u {0} op uw mobiele Firefox? Scan deze QR-code om direct op uw telefoon te installeren. (U hebt een QR-lezer nodig. Zoek op de marktplaats van uw telefoon als u er geen hebt.)
pa_in: ਆਪਣੇ ਮੋਬਾਈਲ ਫ਼ਾਇਰਫ਼ਾਕਸ ਤੇ {0}ਚਾਹੀਦਾ? ਆਪਣੇ ਫ਼ੋਨ ਤੇ ਸਿੱਧਾ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਇਸ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ। ( ਤੁਹਾਨੂੰ ਇੱਕ QR ਰੀਡਰ ਦੀ ਜ਼ਰੂਰਤ ਹੈ। ਆਪਣੇ ਫ਼ੋਨ ਦਾ ਬਾਜ਼ਾਰ ਖੋਜੋ ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇਹ ਨਹੀਂ ਹੈ।)
pl: Chcesz mieć {0} w swoim mobilnym Firefoksie? By go zainstalować bezpośrednio w swoim telefonie, zeskanuj kod QR. Musisz mieć czytnik kodu QR – jeśli go nie masz, poszukaj w segmencie rynku obsługującym twój telefon.
pt_pt: Quer o {0} no seu Firefox mobile?Digitalize este código QR para o instalar directamente no seu telefone. (Necessita de um leitor QR. Procure no mercado do seu telefone se não tiver um.)
ru: Хотите установить {0} в ваш мобильный Firefox? Отсканируйте этот QR-код для установки прямо в свой телефон. (Вы нужно иметь QR-ридер. Поищите в магазине приложений вашего телефона, если у вас его нет).
sl: Želite {0} za svoj mobilni Firefox? Skenirajte tole kodo QR, da dodatek namestite neposredno v svoj telefon. (Potrebovali boste QR bralnik. Iščite na trgu za telefone, če ga še nimate).
uk: Хочете {0} на своєму мобільному Firefox? Зіскануйте цей QR-код, щоб встановити прямо у свій телефон. (Вам потрібна програма для зчитування QR-кодів. Знайдіть її у своєму магазині програм, якщо у вас її немає.)
zh_cn: 想在移动版火狐上使用 {0} 吗？扫描此 QR 码（一种二维码）后会直接安装到您的手机上。（您需要一个 QR 码阅读器。如果您的手机上没有，请在您的手机的应用市场里查找）

source: Report Abuse
cs: Nahlásit zneužití
de: Missbrauch melden
el: Αναφορά κατάχρησης
es: Informar de abuso
fr: Signaler un abus
it: Segnala abuso
ja: 不正報告
ko: 정책 위반 신고
nl: Misbruik rapporteren
pa_in: ਦੁਰਵਿਹਾਰ ਸੂਚਨਾ
pl: Zgłoś nadużycie
pt_pt: Reportar abuso
ru: Сообщить о злоупотреблении
sl: Prijava zlorabe
uk: Надіслати скаргу
zh_cn: 报告滥用

source: If you suspect this add-on violates <a href="%(url)s">our policies</a> or has security or privacy issues, please use the form below to describe your concerns. Please do not use this form for any other reason.
cs: Pokud se domníváte, že tento doplňkě porušuje <a href="%(url)s">naše zásady</a>, má bezpečnostní chybu či problémy s porušováním soukromí, použijte formulář níže a problém nám nahlaste. Nepoužívejte prosím tento formulář k jiným účelům.
de: Wenn Sie vermuten, dass dieses Add-on <a href="%(url)s">unsere Richtlinien</a> verletzt oder Probleme für Sicherheit oder Datenschutz verursacht, verwenden Sie bitte das folgende Formular, um Ihre Bedenken zu beschreiben. Bitte verwenden Sie dieses Formular nicht für andere Zwecke.
el: Αν υποψιάζεστε ότι αυτό το πρόσθετο παραβιάζει τις <a href="%(url)s">πολιτικές μας</a> ή παρουσιάζει προβλήματα σχετικά με την ασφάλεια ή το ιδιωτικό σας απόρρητο, χρησιμοποιήσετε την παρακάτω φόρμα για να μας περιγράψετε τι ακριβώς σας ανησυχεί. Σας παρακαλούμε να μην χρησιμοποιήσετε τη φόρμα για οποιοδήποτε άλλο πρόβλημα.
es: Si sospechas que este complemento infringe <a href="%(url)s">nuestras políticas</a> o tiene problemas de seguridad o privacidad, utiliza el formulario para describirlo. No uses este formulario para ningún otro motivo.
fr: Si vous suspectez que ce module viole <a href="%(url)s">nos politiques</a> ou qu'il est sujet à des problèmes relatifs à la vie privée ou à la sécurité, merci de remplir le formulaire ci-dessous pour décrire vos préoccupations. Merci de ne pas utiliser ce formulaire pour autre chose.
it: Se ritieni che questo componente aggiuntivo stia violando <a href="%(url)s">le nostre norme</a> o crei problemi di sicurezza o privacy, utilizza il seguente modulo per descrivere il problema. Non utilizzare questo modulo per altre ragioni.
ja: このアドオンが <a href="%(url)s">ポリシー</a> に違反していたり、セキュリティやプライバシーの問題があると疑われる場合は、以下のフォームに懸念事項を記入し、送信してください。その他の理由でこのフォームを使用しないでください。
ko: 이 부가 기능이 <a href="%(url)s">저희의 정책</a>이나 보안 및 개인 정보 정책을 위반하고 있는 것 같으면 아래의 양식을 사용해 우려되는 점을 기입해 주세요. 다른 사유로는 이 기능을 사용하지 말아 주십시오.
nl: Als u vermoedt dat deze add-on in strijd is met <a href="%(url)s">ons beleid</a> of beveiligings- of privacyproblemen veroorzaakt, gebruik dan onderstaand formulier om uw zorgen kenbaar te maken. Gebruik dit formulier niet voor iets anders.
pa_in: ਜੇਕਰ ਤੁਹਾਨੂੰ ਸੱਕ ਹੈ ਇਹ ਐਡ-ਆਨ <a href="%(url)s">ਸਾਡੀ ਨੀਤੀਆਂ</a> ਦੀ ਉਲੰਘਣਾ ਕਰਦਾ ਹੈ ਜਾਂ ਸੁਰੱਖਿਆ ਜਾਂ ਪਰਦੇ ਦੇ ਮੁੱਦੇ ਹਨ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀਆਂ ਚਿੰਤਾਵਾਂ ਪ੍ਰਗਟ ਕਰਨ ਲਈ ਹੇਠ ਦਿੱਤੇ ਫ਼ਾਰਮ ਨੂੰ ਵਰਤੋਂ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਫ਼ਾਰਮ ਦੀ ਕਿਸੇ ਹੋਰ ਕਾਰਨ ਲਈ ਵਰਤੋਂ ਨਾ ਕਰੋ।
pl: Jeśli podejrzewasz, że ten dodatek narusza <a href="%(url)s">nasze zasady</a>, ma problemy z bezpieczeństwem lub zachowaniem prywatności – użyj poniższego formularza, by opisać swoje obawy. Nie używaj tego formularza z innych powodów.
pt_pt: Se suspeita que este extra <a href="%(url)s">viola as nossas políticas</a> ou tem problemas de segurança ou privacidade, por favor use o formulário abaixo para descrever as suas preocupações. Por favor, não use esse formulário para qualquer outro motivo.
ru: Если вы подозреваете, что это дополнение нарушает <a href="%(url)s">наши политики</a> или имеет проблемы с безопасностью или приватностью, пожалуйста, используйте расположенную ниже форму, чтобы выразить вашу озабоченность. Пожалуйста, не используйте эту форму для любых других целей.
sl: Če sumite, da ta dodatek krši <a href="%(url)s">naše pravilnike</a> , ali ima probleme v zvezi z varnostjo in zasebnostjo, vnesite prosim svoje pomisleke v obrazec spodaj. Ne uporabljajte tega obrazca za kake druge namene.
uk: Якщо ви підозрюєте цей додаток у порушенні <a href="%(url)s">нашої політики</a> або у проблемах безпеки чи приватності, скористайтеся формою внизу для опису вашої стурбованості. Будь ласка, не використовуйте дану форму для будь-яких інших цілей.
zh_cn: 如果您怀疑此附加组件违反<a href="%(url)s">我们的政策</a>或有安全、隐私方面的问题，请在下面的表单中叙述您的疑虑。请不要将此表单用作其他用途。

source: Send Report
cs: Odeslat hlášení
de: Bericht absenden
el: Αποστολή αναφοράς
es: Enviar informe
fr: Envoyer un rapport
it: Invia segnalazione
ja: レポートを送信
ko: 신고 접수
nl: Rapport verzenden
pa_in: ਰਿਪੋਰਟ ਭੇਜੋ
pl: Wyślij zgłoszenie
pt_pt: Enviar relatório
ru: Отправить сообщение
sl: Pošlji poročilo
uk: Надіслати звіт
zh_cn: 发送报告

source: Cancel
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pa_in: ਰੱਦ
pl: Anuluj
pt_pt: Cancelar
ru: Отменить
sl: Prekliči
uk: Скасувати
zh_cn: 取消

source: Report abuse for {0}
cs: Nahlásit zneužití {0}
de: Missbrauch für {0} melden
el: Αναφορά κατάχρησης για {0}
es: Informar de abuso respecto de {0}
fr: Signaler un abus sur {0}
it: Segnala abuso per {0}
ja: {0} の不正を報告
ko: {0}님의 욕설 신고
nl: Misbruik rapporteren voor {0}
pl: Zgłoś naruszenie zasad w {0}
ru: Сообщить о злоупотреблении на {0}
sl: Prijava zlorabe za {0}
zh_cn: 报告 {0} 的滥用行为

source: What do you think?
cs: Jak se vám líbí?
de: Was halten Sie davon?
el: Πώς σας φαίνεται;
es: ¿Qué opinas?
fr: Qu'en pensez-vous ?
it: Che cosa ne pensi?
ja: あなたの意見をお聞かせください
ko: 당신은 어떻게 생각하세요?
nl: Wat vindt u er van?
pa_in: ਤੁਹਾਨੂੰ ਕੀ ਲੱਗਦਾ ਹੈ?
pl: Co sądzisz o tym dodatku?
pt_pt: O que acha?
ru: Что вы думаете?
sl: Kaj mislite?
uk: Що скажете?
zh_cn: 您觉得怎么样？

source: Please <a href="%(login)s">log in</a> to submit a review
cs: Pro přidání recenze se prosím <a href="%(login)s">přihlaste</a>
de: Bitte <a href="%(login)s">loggen Sie sich ein</a>, um eine Bewertung zu schreiben
el: Παρακαλούμε <a href="%(login)s">συνδεθείτε</a> για να υποβάλετε αξιολογήσεις.
es: <a href="%(login)s">Conéctate</a> para enviar una valoración
fr: Veuillez vous <a href="%(login)s">connecter</a> pour envoyer une critique
it: <a href="%(login)s">Accedi</a> per inserire una recensione
ja: レビューを投稿するには <a href="%(login)s">ログイン</a> してください
ko: 평가를 작성하려면 <a href="%(login)s">로그인</a> 하세요
nl: <a href="%(login)s">Meld u aan</a> om een beoordeling in te dienen
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਸਮੀਖਿਆ ਭੇਜਣ ਲਈ <a href="%(login)s">ਲਾਗ ਇਨ</a> ਕਰੋ।
pl: Aby wysłać opinię, musisz się <a href="%(login)s">zalogować</a>,
pt_pt: Por favor <a href="%(login)s">inicie sessão</a> para colocar um comentário
ru: Пожалуйста, <a href="%(login)s">войдите</a>, чтобы оставить отзыв
sl: Prosimo, <a href="%(login)s">prijavite se</a>, da predložite pregled.
uk: Будь ласка <a href="%(login)s">увійдіть</a>, щоб залишити відгук
zh_cn: 请先<a href="%(login)s">登录</a>以发表评论

source: Review:
cs: Recenze:
de: Bewertungstext
el: Αξιολόγηση:
es: Valoración:
fr: Critique :
it: Recensione:
ja: レビュー:
ko: 평가:
nl: Beoordeling:
pa_in: ਸਮੀਖਿਆ:
pl: Opinia:
pt_pt: Comentário:
ru: Отзыв:
sl: Pregled:
uk: Відгук:
zh_cn: 评论：

source: Rating:
cs: Hodnocení:
de: Bewertung:
el: Βαθμολογία:
es: Calificación:
fr: Appréciation :
it: Voto:
ja: 評価:
ko: 별점:
nl: Waardering:
pa_in: ਰੇਟਿੰਗ:
pl: Ocena:
pt_pt: Classificação:
ru: Рейтинг:
sl: Ocena:
uk: Рейтинг:
zh_cn: 评分：

source: Submit review
cs: Přidat recenzi
de: Bewertung abschicken
el: Υποβολή αξιολόγησης
es: Enviar valoración
fr: Envoyer une critique
it: Invia recensione
ja: レビューを投稿
ko: 평가 작성
nl: Beoordeling indienen
pa_in: ਸਮੀਖਿਆ ਦਿਓ
pl: Prześlij opinię
pt_pt: Submeter comentário
ru: Отправить отзыв
sl: Pošlji pregled
uk: Відправити відгук
zh_cn: 提交评论

source: Please do not post bug reports in reviews. We do not make your email address available to add-on developers and they may need to contact you to help resolve your issue.
cs: Nepřidávejte prosím do recenze hlášení chyb. Jelikož vývojář rozšíření nemá možnost, jak ze stránek získat vaši e-mailovou adresu, nemá rovněž možnost, jak vás kontaktovat a vyřešit váš problém.
de: Bitte schreiben Sie keine Fehlerberichte oder Support-Anfragen als Bewertungen. Wir veröffentlichen Ihre E-Mail-Adresse gegenüber dem Autor nicht, und deshalb kann dieser Sie nicht erreichen, wenn das zur Lösung des Problems notwendig ist.
el: Παρακαλούμε μη χρησιμοποιείτε τις επιθεωρήσεις για αναφορά σφαλμάτων. Οι δημιουργοί είναι πιθανό να χρειαστεί να επικοινωνήσουν μαζί σας για να επιλυθεί το πρόβλημα κι εμείς δεν τους γνωστοποιούμε τη διεύθυνση του ηλεκτρονικού σας ταχυδρομείου.
es: Te rogamos que no publiques informes de errores en las valoraciones. Tu correo electrónico no es visible para el desarrollador del complemento y es posible que necesite contactar contigo para resolver la incidencia.
fr: Veuillez ne pas poster de rapports de bugs dans vos critiques. Nous ne donnons pas accès à votre adresse électronique aux développeurs de modules or ceux-ci pourraient avoir besoin de vous contacter pour résoudre votre problème.
it: Non segnalare dei bug attraverso le recensioni. Il tuo indirizzo email non è visibile allo sviluppatore che potrebbe avere bisogno di contattarti per risolvere il problema.
ja: バグ報告をレビューとして投稿しないでください。あなたのメールアドレスはアドオン作者に公開されないので、問題解決のため作者があなたに協力をお願いしたいと思っても、連絡を取ることができません。
ko: 평가엔 버그 리포트를 올리지 마세요. 저희는 부가 기능 개발자가 여러분의 이메일 주소를 사용하는 것을 허용하지 않는데, 이메일 주소가 올라와 있으면 개발자가 문제 해결을 돕기위해 직접 연락을 하려 들 수 있기 때문입니다.
nl: Plaats geen bugrapporten in beoordelingen. We stellen uw e-mailadres niet beschikbaar aan ontwikkelaars van add-ons, waardoor geen contact met u kan worden opgenomen als ze uw probleem willen verhelpen
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਸਮੀਖਿਆਵਾਂ ਵਿੱਚ ਬੱਗ ਰਿਪੋਰਟਾਂ ਪੋਸਟ ਨਾ ਕਰੋ। ਅਸੀਂ ਤੁਹਾਡਾ ਈਮੇਲ ਪਤਾ ਐਡ-ਆਨ ਡਿਵੈਲਪਰਾਂ ਨੂੰ ਨਹੀਂ ਦਿੰਦੇ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਤੁਹਾਡਾ ਮੁੱਦਾ ਹਲ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਸੰਪਰਕ ਕਰਨ ਦੀ ਲੋੜ ਪੈ ਸਕਦੀ ਹੈ।
pl: W opiniach nie zgłaszaj błędów. Twój adres e-mail nie jest dostępny dla twórcy dodatku, a może on potrzebować kontaktu z tobą, by rozwiązać problem.
pt_pt: Por favor não coloque relatos de erro nos comentários. Nós não disponibilizamos o seu endereço de correio ao desenvolvedor do extra e ele poderá ter que o contactar para resolver o problema.
ru: Пожалуйста не оставляйте в отзывах сообщения об ошибках. Мы не сообщаем ваш почтовый адрес разработчикам дополнений, а им может потребоваться связаться с вами, чтобы помочь решить вашу проблему.
sl: V pregledih prosim ne navajajte napak. Vašega e-poštnega naslova razvijalcem ne dajemo dalje, potrebovali bi ga pa, da bi od vas zvedeli več o problemu.
uk: Будь ласка, не надсилайте повідомлення про помилки у відгуках. Ми не розголошуємо вашу електронну адресу, а розробникам може бути потрібно зв’язатись з вами, щоб допомогти.
zh_cn: 请不要在评论中提交缺陷报告。我们不会将您的电子邮件地址显示给附加组件的开发者，而开发者可能需要联系您以便帮助解决问题。
