Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <a href="%(reg)s">Register</a> or <a href="%(login)s">Log in</a>
cs: <a href="%(reg)s">Registrace</a> nebo <a href="%(login)s">přihlášení</a>
de: <a href="%(reg)s">Neu registrieren</a> oder <a href="%(login)s">anmelden</a>
el: <a href="%(reg)s">Εγγραφείτε</a> ή <a href="%(login)s">συνδεθείτε</a>
es: <a href="%(reg)s">Registrarse</a> o <a href="%(login)s">Conectarse</a>
fr: <a href="%(reg)s">S'inscrire</a> ou <a href="%(login)s">Se connecter</a>
it: <a href="%(reg)s">Registrati</a> o <a href="%(login)s">accedi</a>
ja: <a href="%(reg)s">ユーザ登録</a> / <a href="%(login)s">ログイン</a>
ko: <a href="%(reg)s">계정 등록</a> 또는 <a href="%(login)s">로그인</a>
nl: <a href="%(reg)s">Registreer</a> of <a href="%(login)s">meld u aan</a>
pa_in: <a href="%(reg)s">ਦਰਜ ਹੋਵੇ</a> ਜਾਂ <a href="%(login)s">ਲਾਗ ਇਨ</a>
pl: <a href="%(reg)s">Zarejestruj się</a> lub <a href="%(login)s">Zaloguj się</a>
pt_pt: <a href="%(reg)s">Registe-se</a> ou <a href="%(login)s">Inicie sessão</a>
ru: <a href="%(reg)s">Зарегистрируйтесь</a> или <a href="%(login)s">Войдите</a>
sl: <a href="%(reg)s">Registrirajte se</a> ali <a href="%(login)s">Prijavite</a>
uk: <a href="%(reg)s">Зареєструватися</a> чи <a href="%(login)s">Увійти</a>
zh_cn: <a href="%(reg)s">注册</a> 或 <a href="%(login)s">登录</a>

source: Legal Notices
cs: Právní omezení
de: Rechtliche Hinweise
el: Νομικές σημειώσεις
es: Avisos legales
fr: Avertissement légal
it: Note legali
ja: 法的通知
ko: 법적 고지
nl: Juridische kennisgevingen
pa_in: ਕਾਨੂੰਨੀ ਨੋਟਿਸ
pl: Informacje prawne
pt_pt: Informações Legais
ru: Правовое обеспечение
sl: Pravna obvestila
uk: Юридичні відомості
zh_cn: 法律声明

source: Except where otherwise <a href="http://mozilla.com/about/legal.html#site">noted</a>, content on this site is licensed under the <br /> <a href="http://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License v3.0 </a> or any later version.
cs: Pokud není <a href="http://mozilla.com/about/legal.html#site">řečeno</a> jinak, je obsah na tomto webu pod licencí <br /> <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution Share-Alike License v. 3.0</a> či jakoukoliv novější verzí.
de: Sofern nicht anders <a href="http://mozilla.com/about/legal.html#site">vermerkt</a>, steht der Inhalt dieser Website unter der <br /> <a href="http://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License v3.0 </a> oder einer späteren Version.
es: Excepto donde se <a href="http://mozilla.com/about/legal.html#site">indique</a> lo contrario, el contenido de este sitio se distribuye bajo la licencia <br /><a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Reconocimiento-Compartir Igual v3.0</a> o una versión posterior.
it: Eccetto dove diversamente <a href="http://mozilla.com/about/legal.html#site">indicato</a>, i contenuti di questo sito sono distribuiti con licenza <br /><a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution Share-Alike License v3.0</a> o successiva
pl: Wyłączając miejsca, gdzie wskazano <a href="http://mozilla.com/about/legal.html#site">inną</a>, zawartość tej witryny jest udostępniana na licencji <br /> <a href="http://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike wer. 3.0</a> lub dowolnej nowszej wersji.
ru: За исключением содержимого с <a href="http://mozilla.com/about/legal.html#site">явно указанной</a> лицензией, содержимое этого сайта лицензировано на условиях<br/> <a href="http://creativecommons.org/licenses/by-sa/3.0/deed.ru"> лицензии Creative Commons Атрибуция — С сохранением условий версии 3.0</a> или более поздней.

source: Back to home page
cs: Zpět na domovskou stránku
de: Zurück zur Startseite
es: Volver a la página de inicio
it: Ritorna alla pagina principale
pl: Strona główna
ru: Вернуться на домашнюю страницу

source: skip to navigation
cs: přeskočit navigaci
de: Navigation überspringen
es: saltar a la navegación
it: vai al menu di navigazione
pl: przejdź do nawigacji
ru: перейти к навигации

source: switch language
cs: změna jazyka
de: Sprache wechseln
es: cambiar el idioma
it: cambia lingua
pl: zmień język
ru: сменить язык

source: Back to Mozilla.com
cs: Zpět na Mozilla.com
de: Zurück zu Mozilla.com
es: Volver a Mozilla.com
it: Ritorna a mozilla.com
pl: Wróć do Mozilla.com
ru: Вернуться на Mozilla.com

source: visit <span>mozilla.org</span>
cs: navštívit <span>mozilla.org</span>
de: besuchen Sie <span>mozilla.org</span>
es: visita <span>mozilla.org</span>
it: visita <span>mozilla.org</span>
pl: odwiedź <span>mozilla.org</span>
ru: посетить <span>mozilla.org</span>

source: Customization
cs: Přizpůsobení
de: Anpassbarkeit
es: Personalización
it: Personalizzazione
pl: Dostosowywanie
ru: Настройка

source: Videos
cs: Videa
it: Video
pl: Widea
ru: Видео

source: Tour
cs: Prohlídka
de: Rundgang
es: Visita guiada
it: Panoramica
pl: Pierwsze kroki
ru: Тур

source: Mobile Overview
cs: Přehled mobilní verze
de: Firefox-Mobile-Übersicht
es: Introducción sobre dispositivos móviles
it: Panoramica
pl: Prezentacja Mobile
ru: Обзор Mobile

source: Customize
cs: Přizpůsobení
de: Anpassen
es: Personaliza
it: Personalizza
pl: Dostosuj
ru: Настроить

source: Sync
cs: Synchronizace
es: Sincroniza
pl: Synchronizacja
ru: Синхронизировать

source: Develop
cs: Vývoj
de: Entwickeln
es: Desarrolla
it: Per gli sviluppatori
pl: Rozwój
ru: Разработка

source: Get Involved
cs: Zapojte se
de: Mitmachen
es: Involúcrate
it: Collabora con noi
pl: Dołącz do nas
ru: Присоединяйтесь

source: Personas
pl: Minimotywy
ru: Обои

source: Firefox Support
cs: Podpora Firefoxu
de: Firefox-Hilfe
es: Ayuda para Firefox
it: Supporto per Firefox
pl: Pomoc dla Firefoksa
ru: Поддержка Firefox

source: Mobile Support
cs: Podpora Firefoxu pro mobily
de: Hilfe zu Firefox Mobile
es: Ayuda para dispositivos móviles
it: Supporto per dispositivi portatili
pl: Pomoc dla Firefoksa Mobile
ru: Поддержка Mobile

source: Thunderbird Support
cs: Podpora pro Thunderbird
de: Thunderbird-Hilfe
es: Ayuda para Thunderbird
it: Supporto per Thunderbird
pl: Pomoc dla Thunderbirda
ru: Поддержка Thunderbird

source: Communications
cs: Komunikace
de: Kommunikation
es: Comunicaciones
it: Rassegna stampa
pl: Centrum prasowe
ru: Коммуникации

source: Visit Mozilla
cs: Navštívit Mozillu
de: Mozilla besuchen
el: Επισκεφθείτε το Mozilla
es: Visita Mozilla
fr: Visitez Mozilla
it: Visita Mozilla
ja: Mozilla のサイトへ
ko: Mozilla 방문
nl: Bezoek Mozilla
pa_in: ਮੋਜ਼ੀਲਾ ਤੇ ਜਾਓ
pl: Odwiedź Mozillę
pt_pt: Visite a Mozilla
ru: Посетить Mozilla
sl: Obiščite Mozillo
uk: Відвідати Mozilla
zh_cn: 访问 Mozilla

source: To try the thousands of add-ons available here, download <a href="%(url)s">Mozilla Firefox</a>, a fast, free way to surf the Web!
cs: Vyzkoušejte si tisíce doplňků, které jsou zde dostupné. Stáhněte si <a href="%(url)s">Mozilla Firefox</a>, rychlý a zdarma dostupný způsob, jak prohlížet web!
de: Um die Tausenden von hier verfügbaren Add-ons auszuprobieren, laden Sie <a href="%(url)s">Mozilla Firefox</a> herunter, eine schnelle, kostenlose Möglichkeit, im Internet zu surfen!
el: Για να δοκιμάσετε τα χιλιάδες διαθέσιμα πρόσθετα που είναι διαθέσιμα εδω, κάντε λήψη του <a href="%(url)s">Mozilla Firefox</a>, ενός γρήγορου, ελεύθερου τρόπου να πλοηγηθείτε στο Web!
es: Para probar los miles de complementos que están disponibles aquí, descarga <a href="%(url)s">Mozilla Firefox</a>, ¡una forma rápida y gratuita de navegar en la Web!
fr: Pour essayer les milliers de modules disponibles ici, téléchargez <a href="%(url)s">Mozilla Firefox</a>, une manière rapide et libre de surfer sur le Web !
it: Per provare i componenti aggiuntivi disponibili in questo sito scarica <a href="%(url)s">Mozilla Firefox</a>, un modo veloce e gratuito per navigare sul Web.
ja: ここで公開されている数千ものアドオンを試すには、無料の高速 Web ブラウザ <a href="%(url)s">Mozilla Firefox</a> をダウンロードしましょう！
ko: 웹사이트를 빠르고 자유롭게 누빌 수 있는 <a href="%(url)s">Mozilla Firefox</a>를 다운로드하면 이곳에서 수천가지 부가 기능을 사용하실 수 있습니다!
nl: Download <a href="%(url)s">Mozilla Firefox</a>, een snelle, gratis manier om op het Web te surfen, om de duizenden hier beschikbare add-ons te proberen!
pa_in: ਇੱਥੇ ਮੌਜੂਦ ਹਜ਼ਾਰਾਂ ਐਡ-ਆਨ ਵਰਤਣ ਲਈ , ਡਾਊਨਲੋਡ<a href="%(url)s">ਮੋਜ਼ੀਲਾ ਫਾਇਰਫਾਕਸ</a>,ਇੱਕ ਤੇਜ , ਆਜ਼ਾਦ ਜਰੀਆ ਵੈਬ ਵਰਤੋਂ ਲਈ!
pl: Aby wypróbować tysiące dostępnych tu dodatków, pobierz program <a href="%(url)s">Mozilla Firefox</a> – szybki i darmowy sposób przeglądania sieci!
pt_pt: para experimentar as centenas de extras aqui disponíveis, transfira o <a href="%(url)s">Mozilla Firefox</a>, uma maneira fácil e gratuita de navegar na Web!
ru: Чтобы попробовать тысячи доступных здесь дополнений, загрузите <a href="%(url)s">Mozilla Firefox</a>, быстрый, бесплатный способ веб-сёрфинга!
sl: Za uporabo na tisoče dodatkov na voljo tukaj, prenesite <a href="%(url)s">Mozilla Firefox</a> - hiter, prost spletni brskalnik.
uk: Щоб спробувати тисячі наявних тут додатків, завантажте <a href="%(url)s">Mozilla Firefox</a>, швидкий, безплатний спосіб користуватись Інтернетом!
zh_cn: 要尝试这里数以千计的附加组件，下载 <a href="%(url)s">Mozilla Firefox</a> ，一个快速、自由的上网工具！

source: Welcome to {0} Add-ons.
cs: Vítejte na serveru Doplňky pro {0}.
de: Willkommen bei den {0}-Add-ons.
el: Καλώς ορίσατε στα πρόσθετα {0}.
es: Bienvenido a Complementos {0}.
fr: Bienvenue sur {0} Add-ons.
it: Benvenuto in {0} Add-ons.
ja: {0} Add-ons へようこそ。
ko: {0} 부가 기능에 오신것을 환영합니다.
nl: Welkom bij {0}-add-ons.
pa_in: {0} ਐਡ-ਆਨ ਵਿੱਚ ਸਵਾਗਤ |
pl: Witamy na witrynie Dodatki dla programu {0}.
pt_pt: Bem-vindo aos extras do {0}.
ru: Добро пожаловать в дополнения {0}.
sl: Dobrodošli pri {0} dodatkih.
uk: Ласкаво просимо до додатків {0}.
zh_cn: 欢迎访问 {0} 附加组件。

source: Choose from thousands of extra features and styles to make Firefox your own.
cs: Zvolte si z tisíců balíčků funkcí a stylů, které vám přizpůsobí Firefox dle vašich potřeb.
de: Wählen Sie aus Tausenden von Zusatzfunktionen und Stilen, um sich Firefox zu Eigen zu machen.
el: Διαλέξτε μεταξύ χιλιάδων επιπλέον χαρακτηριστικών και στυλ για να κάνετε τον Firefox δικό σας.
es: Elige de entre miles de funciones y estilos extra para hacer de Firefox tu propio navegador.
fr: Choisissez parmi les milliers de fonctionnalités et styles supplémentaires pour personnaliser votre Firefox.
it: Scegli tra migliaia di funzionalità aggiuntive e stili per rendere Firefox veramente tuo.
ja: 数千もの追加機能やデザインから好きなものを選んで、Firefox を自分のものにしましょう。
ko: 수천가지 다양한 기능과 스타일을 선택해서 Firefox를 원하는 대로 만들어 보세요.
nl: Kies uit duizenden extra functies en stijlen om Firefox van u te maken.
pa_in: ਫਾਇਰਫਾਕਸ ਨੂੰ ਆਪਣਾ ਬਣਾਉਣ ਲਈ ਹਜ਼ਾਰਾਂ ਵਾਧੂ ਪੇਸ਼ਕਸਾਂ ਅਤੇ ਅੰਦਾਜ਼ਾਂ ਵਿੱਚੋ ਚੁਣੋ।
pl: Wybierz spośród tysięcy dodatkowych funkcji i motywów, by dostosować program Firefox do swoich potrzeb.
pt_pt: Escolha a partir de centenas de funcionalidades e estilos extra para tornar o Firefox só seu.
ru: Выбирайте из тысяч дополнительных функций и стилей, чтобы настроить Firefox по своему вкусу.
sl: Izberite med več tisoč dodatnih funkcij in stilov za Firefox, kar vam najbolj odgovarja.
uk: Обирайте серед тисяч додаткових функцій та стилів, щоб зробити Firefox своїм.
zh_cn: 从数以千计的额外功能和样式里选择打造您的专属 Firefox。

source: Add extra features and styles to make %(app)s your own.
cs: Přidejte si funkce a styly, které učiní %(app)s podle vašich představ.
de: Fügen Sie Zusatzfunktionen und Stile hinzu, um sich %(app)s zu Eigen zu machen.
el: Προσθέστε επιπλέον χαρακτηριστικά και στυλ για κάνετε το %(app)s δικό σας.
es: Añade funciones y estilos extra para hacer tu propio %(app)s.
fr: Ajoutez fonctionnalités et styles supplémentaires pour personnaliser votre %(app)s.
it: Aggiungi nuove funzionalità e stili per rendere %(app)s veramente tuo.
ja: 機能を追加したりデザインを変えたりして、%(app)s を自分のものにしましょう。
ko: 수천가지 다양한 기능과 스타일을 추가해서 %(app)s을(를) 원하는 대로 만들어 보세요.
nl: Voeg extra functies en stijlen toe om %(app)s helemaal van u te maken.
pa_in: %(app)s ਨੂੂੰ ਆਪਣਾ ਬਣਾਉਣ ਲਈ ਵਾਧੂ ਪੇਸ਼ਕਸਾਂ ਅਤੇ ਅੰਦਾਜਾਂ ਨੂੰ ਜੋੜੋ।
pl: Dodaj dodatkowe funkcje i motywy, by dostosować program %(app)s do swoich potrzeb.
pt_pt: Adicione funcionalidades e estilos extra para tornar o %(app)s só seu.
ru: Добавляйте дополнительные функции и стили, чтобы настроить %(app)s по своему вкусу.
sl: Dodajte funkcije in stile, kot vam za %(app)s najbolj odgovarja.
uk: Додайте функції та стиль, щоб зробити %(app)s своїм.
zh_cn: 添加额外的功能和样式打造您的专属 %(app)s。

source: On the go?
cs: Na cestách?
de: Unterwegs?
el: Στο δρόμο;
es: ¿Eres una persona dinámica?
fr: Sur le pouce ?
it: In movimento?
ja: 外出先ですか？
ko: 시작해 볼까요?
nl: Onderweg?
pa_in: ਕਿਰਿਆਸ਼ੀਲ?
pl: Jesteś w podróży?
pt_pt: Em qualquer lugar?
ru: В пути?
sl: Na poti?
uk: В дорозі?
zh_cn: 忙忙碌碌？

source: Check out our <a class="mobile-link" href="#">Mobile Add-ons site</a>.
cs: Vyzkoušejte si naši <a class="mobile-link" href="#">mobilní verzi webu</a>.
de: Sehen Sie sich unsere <a class="mobile-link" href="#">Website für Firefox-Mobile-Add-ons</a> an.
el: Ελέγξτε τη σελίδα μας <a class="mobile-link" href="#">Mobile Πρόσθετα</a>.
es: Revisa nuestro <a class="mobile-link" href="#">sitio sobre complementos para dispositivos móviles</a>.
fr: Allez voir notre <a class="mobile-link" href="#">site Modules Mobile</a>.
it: Controlla il nostro <a class="mobile-link" href="#">sito Mobile Add-on</a>.
ja: <a class="mobile-link" href="#">Mobile Add-ons サイト</a> を見る
ko: <a class="mobile-link" href="#">모바일 부가 기능 사이트</a>를 방문해 보세요.
nl: Kijk eens op onze <a class="mobile-link" href="#">Mobiel-add-onswebsite</a>.
pa_in: ਵੇਖੋ ਸਾਡੀ<a class="mobile-link"href="#">ਮੋਬਾਈਲ ਐਡ-ਆਨ ਸਾਈਟ</a>
pl: Sprawdź naszą witrynę <a class="mobile-link" href="#">dodatków dla Firefoksa Mobile</a>.
pt_pt: Veja o nosso <a class="mobile-link" href="#">sítio de extras do Mobile</a>.
ru: Зайдите на наш <a class="mobile-link" href="#">сайт мобильных дополнений</a> .
sl: Oglejte si našo<a class="mobile-link" href="#">spletno stran za dodatke za mobilne naprave</a>.
uk: Перегляньте наш <a class="mobile-link" href="#">сайт додатків для мобільного</a>.
zh_cn: 查看我们的<a class="mobile-link" href="#">移动版附加组件网站</a>。

source: Android Add-ons
cs: Doplňky pro Android
de: Add-ons für Android
el: Πρόσθετα Android
es: Complementos para Android
fr: Modules Android
it: Componenti aggiuntivi per Android
ko: Android용 부가 기능
pa_in: ਐਨਡਰੋਇਡ ਐਡ-ਆਨ
pl: Dodatki dla Androida
pt_pt: Extras para Android
ru: Дополнения Android
sl: Dodatki za Android
uk: Додатки для Android
zh_cn: Android 附加组件

source: Log in / Register
cs: Přihlášení / Registrace
de: Anmelden / Registrieren
el: Σύνδεση / Εγγραφή
es: Conectarse / Registrarse
fr: Connexion / Inscription
it: Accedi / Registrati
ja: ログイン / ユーザ登録
ko: 로그인 / 가입하기
nl: Aanmelden / Registreren
pl: Zaloguj się lub zarejestruj
pt_pt: Iniciar sessão / Registar
ru: Войти / Зарегистрироваться
sl: Prijavite se / registrirajte se
zh_cn: 登录/注册

source: required
cs: vyžadováno
de: notwendig
el: απαιτείται
es: obligatorio
fr: requis
it: obbligatorio
ja: 必須
ko: 필수 입력
nl: vereist
pa_in: ਜ਼ਰੂਰਤ
pl: wymagane
pt_pt: necessário
ru: требуется
sl: potrebno
uk: потрібно
zh_cn: 必需

source: Required fields
cs: Vyžadovaná pole
de: Erforderliche Felder
el: Απαιτούμενα πεδία
es: Campos obligatorios
fr: Champs nécessaires
it: Campi richiesti
ja: 入力必須項目
ko: 필수 입력 사항
nl: Verplichte velden
pa_in: ਲੁੜੀਂਦੀਆਂ ਥਾਵਾਂ
pl: Wymagane pola
pt_pt: Campos necessários
ru: Требуемые поля
sl: Zahtevana polja
uk: Необхідні поля
zh_cn: 必填字段

source: View full site
cs: Přepnout na plnou verzi
de: Gesamte Website ansehen
el: Δείτε ολόκληρο τον ιστότοπο
es: Ver el sitio completo
fr: Voir le site complet
it: Visualizza sito completo
ja: デスクトップ用サイトを表示
ko: 전체 사이트 보기
nl: Volledige website bekijken
pa_in: ਪੂਰੀ ਸਾਈਟ ਵੇਖੋ
pl: Zobacz całą witrynę
pt_pt: Ver o sítio completo
ru: Показать полный сайт
sl: Prikaži celo spletišče
uk: Дивитися повний сайт
zh_cn: 查看完整网址

source: Return to the Apps homepage
cs: Zpět na domovskou stránku aplikací
de: Zurück zur Startseite der Anwendung
el: Επιστροφή στην αρχική σελίδα των εφαρμογών
es: Volver a la página principal de aplicaciones
fr: Retourner à la page d'accueil des applications
it: Ritorna alla pagina iniziale delle app
ko: 앱 대문으로 돌아가기
nl: Terug naar de Apps-startpagina
pl: Wróć do strony aplikacji
ru: Вернуться на домашнюю страницу приложений
sl: Nazaj na domačo stran za aplikacije
zh_cn: 返回应用主页

source: Add-Ons
cs: Doplňky
el: Πρόσθετα
es: Complementos
fr: Modules
it: Componenti aggiuntivi
ja: アドオン
ko: 부가 기능
pa_in: ਐਡ-ਆਨ
pl: Dodatki
pt_pt: Extras
ru: Дополнения
sl: Dodatki
uk: Додатки
zh_cn: 附加组件

source: User {0.name} {0.id} deleted via lookup tool.
fr: Utilisateur {0.name} {0.id} supprimé via l'outil de recherche.
it: L'utente {0.name} {0.id} è stato rimosso dallo strumento di ricerca.
ja: ユーザ {0.name} {0.id} が検索ツールを通じて削除されました。
ko: 사용자 {0.name} {0.id} 이(가) 검색 도구를 통해 삭제됐습니다.
nl: Gebruiker {0.name} {0.id} verwijderd via zoekhulpmiddel.
pa_in: ਉਪਭੋਗੀ {0.name} {0.id} ਲੁੱਕਅੱਪ ਟੂਲ ਦੁਆਰਾ ਹਟਾਇਆ।
pt_pt: Utilizador {0.name} {0.id} eliminado através de ferramenta de pesquisa.
uk: Користувача {0.name} {0.id} видалено через інструмент пошуку.
zh_cn: 已通过查找工具删除用户 {0.name} {0.id} 。

source: Problem
cs: Problém
el: Πρόβλημα
es: Problema
fr: Problème
it: Problemi
ja: 問題あり
ko: 문제
nl: Probleem
pa_in: ਪਰੇਸ਼ਾਨੀ
pt_pt: Problema
ru: Проблема
uk: Проблема
zh_cn: 问题

source: Creative Commons Attribution 3.0
es: Creative Commons Reconocimiento 3.0
it: Creative Commons Attribuzione 3.0
ja: Creative Commons 表示 3.0
pa_in: ਕਰੀਏਟਿਵ ਕਾਮਜ਼ ਐਟ੍ਰਿਬਯੂਸ਼ਨ 3.0
ru: Creative Commons Атрибуция 3.0
zh_cn: 知识共享“署名 3.0”

source: Creative Commons Attribution-NonCommercial 3.0
es: Creative Commons Reconocimiento-No Comercial 3.0
it: Creative Commons Attribuzione-Non commerciale 3.0
ja: Creative Commons 表示-非営利 3.0
pa_in: ਕਰੀਏਟਿਵ ਕਾਮਜ਼ ਐਟ੍ਰਿਬ੍ਯੂਸ਼ਨ-ਨਾਨ ਕਮਰਸ਼ੀਅਲ 3.0
ru: Creative Commons Атрибуция — Некоммерческое использование 3.0
zh_cn: 知识共享“署名-非商业性使用 3.0”

source: Creative Commons Attribution-NonCommercial-NoDerivs 3.0
es: Creative Commons Reconocimiento-No Comercial-No Derivadas 3.0
it: Creative Commons Attribuzione-Non commerciale-Non opere derivate 3.0
ja: Creative Commons 表示-非営利-改変禁止 3.0
pa_in: ਕਰੀਏਟਿਵ ਕਾਮਜ਼ ਐਟ੍ਰਿਬ੍ਯੂਸ਼ਨ-ਨਾਨ ਕਮਰਸ਼ੀਅਲ-ਨੋਡੈਰੀਵਸ 3.0
ru: Creative Commons Атрибуция — Некоммерческое использование — Без производных произведений 3.0
zh_cn: 知识共享“署名-非商业性使用-禁止演绎 3.0”

source: Creative Commons Attribution-NonCommercial-Share Alike 3.0
es: Creative Commons Reconocimiento-No Comercial-Compartir Igual 3.0
it: Creative Commons Attribuzione-Non commerciale-Condividi allo stesso modo 3.0
ja: Creative Commons 表示-非営利-継承 3.0
pa_in: ਕਰੀਏਟਿਵ ਕਾਮਜ਼ ਐਟ੍ਰਿਬ੍ਯੂਸ਼ਨ-ਨਾਨ ਕਮਰਸ਼ੀਅਲ-ਸ਼ੇਅਰ ਅਲਾਈਕ 3.0
ru: Creative Commons Атрибуция — Некоммерческое использование — С сохранением условий 3.0
zh_cn: 知识共享“署名-非商业性使用-相同方式共享 3.0”

source: Creative Commons Attribution-NoDerivs 3.0
es: Creative Commons Reconocimiento-No Derivadas 3.0
it: Creative Commons Attribuzione-Non opere derivate 3.0
ja: Creative Commons 表示-改変禁止 3.0
pa_in: ਕਰੀਏਟਿਵ ਕਾਮਜ਼ ਐਟ੍ਰਿਬ੍ਯੂਸ਼ਨ-ਨੋਡੈਰੀਵਸ 3.0
ru: Creative Commons Атрибуция — Без производных произведений 3.0
zh_cn: 知识共享“署名-禁止演绎 3.0”

source: Creative Commons Attribution-ShareAlike 3.0
es: Creative Commons Reconocimiento-Compartir Igual 3.0
it: Creative Commons Attribuzione-Condividi allo stesso modo 3.0
ja: Creative Commons 表示-継承 3.0
pa_in: ਕਰੀਏਟਿਵ ਕਾਮਜ਼ ਐਟ੍ਰਿਬ੍ਯੂਸ਼ਨ-ਸ਼ੇਅਰ ਅਲਾਈਕ 3.0
ru: Creative Commons Атрибуция — С сохранением условий 3.0
zh_cn: 知识共享“署名-相同方式共享 3.0”

source: Status:
cs: Stav:
el: Κατάσταση:
es: Estado:
fr: Statut :
it: Stato:
ja: 状態:
ko: 상태:
pa_in: ਦਰਜਾ:
pt_pt: Estado:
ru: Статус:
uk: Статус:
zh_cn: 状态：

source: Limit 3
cs: Maximálně 3
de: Höchstens 3
el: Όριο 3
es: Límite 3
fr: Limité à 3
it: Limite 3
ja: 最大 3 個
ko: 3개로 제한
nl: Maximaal 3
pa_in: ਹੱਦ 3
pt_pt: Limite 3
ru: Лимит 3
sl: Omejitev 3
uk: Обмеження 3
zh_cn: 最多三个

source: 32x32px
it: 32×32px
ja: 32 × 32px

source: 64x64px
it: 64×64px
ja: 64 × 64px

source: This article explains how to create sandboxed HTTP connections that don't affect the user's cookies.
fr: Cet article explique comment créer des connexions HTTP isolées qui n'impactent pas les cookies de l'utilisateur.
it: Questo articolo descrive come creare delle connessioni HTTP in sandbox senza coinvolgere i cookie utente.
ja: この記事では、ユーザの Cookie に影響しない、サンドボックス化された HTTP 接続の作成方法を説明します。
ko: 이 문서는 사용자의 쿠키에 영향을 끼치지 않는 샌드박스 HTTP 연결 생성 방법에 대해 설명하고 있습니다.
nl: Dit artikel legt uit hoe u gezandbakte HTTP-verbindingen die geen effect hebben op gebruikerscookies kunt maken.
pt_pt: Este artigo explica como criar uma camada de isolamento para ligações HTTP que não afeta as cookies do utilizador.
zh_cn: 这篇文章说明了如何在沙盒中创建 HTTP 连接又不影响到用户 cookie 。

source: Status
cs: Stav
el: Κατάσταση
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
pa_in: ਦਰਜਾ
pt_pt: Estado
ru: Состояние
sl: Stanje
uk: Статус
zh_cn: 状态

source: Amp Your Firefox Contest
fr: Concours Amp Your Firefox
it: Concorso Amp Your Firefox
ko: Firefox 경연대회를 홍보해 주세요
nl: Versterk uw Firefox-wedstrijd
zh_cn: 强我火狐大赛

source: Best Overall Add-on
fr: Meilleur module toutes catégories
it: Miglior componente aggiuntivo del concorso
ko: 최고의 부가 기능
nl: Beste algemene add-on
zh_cn: 综合最优附加组件

source: Shows a full-size image popup when<br> you hover over a thumbnail or image link.
fr: Affiche une fenêtre surgissante avec l'image en taille réelle<br >lorsque vous passez la souris sur une miniature ou un lien vers une image.
it: Visualizza le immagini a dimensione naturale in una finestra pop-up<br> al passaggio del mouse sulle anteprime o sui link.
ko: 썸네일이나 이미지 링크에 마우스 커서를 올리면<br> 원래 화면 크기의 이미지를 보여줍니다.
nl: Geeft de volledige afbeelding in een pop-up weer wanneer<br> u een miniatuur of afbeeldingskoppeling aanwijst.
zh_cn: 当鼠标移动到缩略图或者图片链接上时<br>显示出完整尺寸的图片。

source: Get it now!
fr: Obtenez-le maintenant !
it: Provalo subito!
ko: 지금 받아가세요!
nl: Nu downloaden!
zh_cn: 立即下载！

source: <a href="%(url)s">This page</a> describes the process by which the Recommended lists are managed.
de: <a href="%(url)s">Diese Seite</a> beschreibt den Prozess durch den die Liste der empfohlenen Add-ons verwaltet wird.
fr: <a href="%(url)s">Cette page</a> décrit le processus de gestion des listes de recommandations.
it: <a href="%(url)s">Questa pagina</a> descrive il processo mediante il quale le liste Consigliati sono gestite.
ko: <a href="%(url)s">이 페이지</a>는 추천 목록이 관리되는 과정을 서술하고 있습니다.
nl: <a href="%(url)s">Deze pagina</a> beschrijft het proces waarmee de lijsten Aanbevolen worden beheerd.
pt_pt: <a href="%(url)s">Esta página</a> descreve o processo pelo qual as listas de recomendados são geridas.
zh_cn: <a href="%(url)s">本页</a>面说明了推荐列表的管理流程。

source: Hexadecimal color
de: Farbe in Hexadezimalform
fr: Couleur héxadécimale
it: Colore esadecimale
ko: 16진수 색깔 코드
nl: Hexadecimale kleur
zh_cn: 16进制颜色

source: Must be a valid hex color code, e.g. #FF0035.
de: Muss ein gültiger Hexadezimalfarbcode sein, z.B. #FF0035.
fr: Doit être un code couleur héxadécimal valide, e.g. #FF0035.
it: Deve essere un codice colore esadecimale valido, ad es. #FF0035.
ko: 올바른 16진수 코드여야 합니다. 예. #FF0035
nl: Dient een geldige hex-kleurcode te zijn, bijv. #FF0035.
zh_cn: 必须为有效的16进制颜色代码，例如：#FF0035 。

source: The Firefox Marketplace is the official source of apps for the Web Platform.
de: Der Firefox Marketplace ist die offizielle Quelle für Anwendungen für die Web-Plattform.
fr: Le Marketplace Firefox est la source officielle d'applications pour la plateforme Web.
it: Firefox Marketplace è la fonte ufficiale di app per la Piattaforma Web.
ko: Firefox 마켓플레이스는 웹 플랫폼용 앱의 공식 유통처입니다.
nl: De Firefox Marketplace is de officiële bron voor apps voor het Webplatform.
zh_cn: 火狐应用市场是网络平台下应用的官方来源。

source: Chile
fr: Chili
it: Cile
ko: 칠레
nl: Chili
ru: Чили
sl: Čile
zh_cn: 智利

source: Gibraltar
it: Gibilterra
ko: 지브롤터
ru: Гибралтар
zh_cn: 直布罗陀

source: Peru
es: Perú
fr: Pérou
it: Perù
ko: 페루
ru: Перу
zh_cn: 秘鲁

source: Puerto Rico
cs: Portoriko
fr: Porto-Rico
it: Porto Rico
ko: 푸에르토리코
ru: Пуэрто-Рико
sl: Portoriko
zh_cn: 波多黎各
