Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Some icons used are from the <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, licensed under a <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
cs: Některé ikonky jsou z <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a> a jsou licencovány pod <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
de: Einige der verwendeten Symbole stammen aus dem <a href="http://www.famfamfam.com/lab/icons/silk/">Silk-Symbol-Satz von famfamfam</a>, der unter einer <a href="http://creativecommons.org/licenses/by/2.5/">Creative-Commons-Attribution-2.5-Lizenz</a> steht.
es: Algunos de los iconos usados proceden de <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a> y tienen la licencia <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Reconocimiento 2.5</a>.
fr: Certaines icônes utilisées proviennent du <a href="http://www.famfamfam.com/lab/icons/silk/">jeu d'icônes famfamfam Silk</a> sous licence <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5</a>.
it: Alcune delle icone utilizzate appartengono al <a href="http://www.famfamfam.com/lab/icons/silk/">pacchetto di icone famfamfam Silk</a>, concesso con <a href="http://creativecommons.org/licenses/by/2.5/">licenza Creative Commons Attribuzione 2.5</a>.
ko: 일부 아이콘은 <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>의 것을 사용하고 있으며, <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>를 따르고 있습니다.
nl: Sommige pictogrammen zijn afkomstig uit de <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, onder een <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.50 licentie</a>.
pa_in: ਕੁੱਝ ਆਈਕਾਨ <a href="http://creativecommons.org/licenses/by/2.5/">ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ 2.5 ਲਾਇਸੰਸ</a>, ਅਧੀਨ ਲਾਇਸੰਸ ਕੀਤੇ <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam ਸਿਲਕ ਆਈਕਾਨ ਸੈੱਟ</a> ਵਿੱਚੋਂ ਵਰਤੇ ਗਏ ਹਨ।
pl: Część użytych ikon pochodzi z <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, udostępnionego na licencji <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
pt_pt: Alguns ícones usados são do conjunto de ícones <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk</a>, licenciado sob uma licença <a href="http://creativecommons.org/licenses/by/2.5/deed.pt">Creative Commons Atribuição 2.5 Genérica</a>.
ru: Некоторые использованные значки входят в <a href="http://www.famfamfam.com/lab/icons/silk/">набор иконок famfamfam Silk</a>, лицензированный на условиях <a href="http://creativecommons.org/licenses/by/2.5/deed.ru">лицензии Creative Commons Атрибуция версии 2.5</a>.
zh_cn: 使用的部分图标来自 <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk 图标组</a>，采用<a href="http://creativecommons.org/licenses/by/2.5/">知识共享“署名 2.5”许可协议</a>授权。

source: Some icons used are from the <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a>, licensed under a <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>.
cs: Některé ikonky jsou z <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a> a jsou licencovány pod <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>.
de: Einige der verwendeten Symbole stammen aus dem<a href="http://www.fatcow.com/free-icons/">Farm-Fresh-Web-Symbol-Satz von FatCow</a>, der unter einer <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative-Commons-Attribution-3.0-Lizenz</a> steht.
es: Algunos de los iconos usados proceden de <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a> y tienen la licencia <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Reconocimiento 3.0</a>.
fr: Certaines icônes utilisées proviennent du <a href="http://www.fatcow.com/free-icons/">jeu d'icônes FatCow Farm-Fresh Web</a> sous licence <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0</a>.
it: Alcune delle icone utilizzate appartengono al <a href="http://www.fatcow.com/free-icons/">pacchetto di icone FatCow Farm-Fresh Web</a>, concesso con licenza a <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attibuzione 3.0</a>.
ko: 일부 아이콘은 <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a>의 것을 사용하고 있으며, <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>를 따르고 있습니다.
nl: Sommige pictogrammen zijn afkomstig uit de <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a>, onder een <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>.
pa_in: ਕੁੱਝ ਆਈਕਾਨ <a href="http://creativecommons.org/licenses/by/3.0/us/">ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ 3.0 ਲਾਇਸੰਸ</a>, ਅਧੀਨ ਲਾਇਸੰਸ ਕੀਤੇ <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh ਵੈੱਬ ਆਈਕਾਨ ਸੈੱਟ</a> ਵਿੱਚੋਂ ਵਰਤੇ ਗਏ ਹਨ।
pl: Część użytych ikon pochodzi z <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a>, udostępnionego na licencji <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>.
pt_pt: Alguns ícones usados são do conjunto de ícones <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web</a>, licenciado sob uma licença <a href="http://creativecommons.org/licenses/by/3.0/deed.pt">Creative Commons Atribuição 3.0 Não Adaptada</a>.
ru: Некоторые использованные значки входят в <a href="http://www.fatcow.com/free-icons/">набор веб-значков FatCow Farm-Fresh</a>, лицензированный на условиях <a href="http://creativecommons.org/licenses/by/3.0/us/deed.ru">лицензии Creative Commons Атрибуция версии 3.0</a>.
sl: Nekatere ikone so iz <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a>, z licenco <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>.
zh_cn: 使用的部分图标来自 <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh 网页图标组</a>，采用<a href="http://creativecommons.org/licenses/by/3.0/us/">知识共享“署名 3.0”美国许可协议</a>授权。

source: Some pages use elements of <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (non-commercial), licensed under a <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.
cs: Některé stránky používají prvky <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (nekomerční), které jsou licencovány pod <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.
de: Einige Seiten verwenden Elemente von <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (nicht kommerziell), das unter einer <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative-Commons-Attribution-NonCommercial-3.0-Lizenz</a> steht.
es: Algunas páginas utilizan elementos de <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (no comercial) y tienen la licencia <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Reconocimiento-No Comercial 3.0</a>.
fr: Certaines pages utilisent des éléments de <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (non-commercial), sous licence <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.
it: Alcune pagine usano elementi di <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (non commerciale), concessi con <a href="http://creativecommons.org/licenses/by-nc/3.0/">licenza Creative Commons Attribuzione-Non commerciale 3.0</a>.
ko: 일부 페이지는 <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (비영리)의 자원을 사용하고 있으며, <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>를 따르고 있습니다.
nl: Sommige pagina’s gebruiken elementen van <a href="http://shop.highsoft.com/highcharts.html">Highchatys</a> (niet-commercieel), onder een <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.
pa_in: ਕੁੱਝ ਸਫ਼ੇ <a href="http://creativecommons.org/licenses/by-nc/3.0/">ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ ਨਾਨ-ਕਮਰਸ਼ੀਅਲ 3.0 ਲਾਇਸੰਸ</a> ਅਧੀਨ ਲਾਇਸੰਸ ਕੀਤੇ (ਨਾਨ-ਕਮਰਸ਼ੀਅਲ) <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> ਦੇ ਤੱਤਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ।
pl: Część stron używa elementów <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (non-commercial), udostępnionego na licencji <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.
pt_pt: Algumas páginas usam elementos do <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (não-comercial), licenciado sob uma licença <a href="http://creativecommons.org/licenses/by-nc/3.0/deed.pt">Creative Commons Atribuição-NãoComercial 3.0 Não Adaptada</a>.
ru: Некоторые страницы используют элементы из <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (некоммерческая), лицензированной на условиях <a href="http://creativecommons.org/licenses/by-nc/3.0/deed.ru">лицензии Creative Commons Атрибуция-Некоммерческое использование версии 3.0</a>.
sl: Nekatere strani uporabljajo <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (nekomercialno), pod licenco <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.
zh_cn: 部分页面使用了来自 <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a>（非商业版）的元素，采用<a href="http://creativecommons.org/licenses/by-nc/3.0/">知识共享“署名-非商业性使用 3.0”许可协议</a>授权。

source: For information on contributing, please see our <a href="%(url)s">wiki page</a>.
cs: Pro informace o přispívání do projektu se podívejte na naši <a href="%(url)s">wiki stránku</a>.
de: Informationen dazu, wie Sie mitmachen können, finden Sie auf unserer <a href="%(url)s">Wiki-Seite</a>.
es: Si deseas más información sobre cómo colaborar, visita nuestra <a href="%(url)s">página wiki</a>, por favor.
fr: Pour plus d'informations sur la manière de contribuer, merci de consulter le <a href="%(url)s">wiki</a>.
it: Per sapere come puoi contribuire, per favore leggi <a href="%(url)s">pagina Wikie</a>.
ko: 기여에 관한 정보는 저희의 <a href="%(url)s">위키 페이지</a>를 참고하시기 바랍니다.
nl: Kijk op onze <a href="%(url)s">Wiki-pagina</a> voor informatie over bijdragen.
pa_in: ਯੋਗਦਾਨ ਬਾਰੇ ਜਾਣਕਾਰੀ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਸਾਡਾ <a href="%(url)s">ਵਿਕੀ ਸਫ਼ਾ</a>ਵੇਖੋ।
pl: Aby uzyskać informacje na temat, zobacz naszą <a href="%(url)s">stronę wiki</a>.
pt_pt: Para informações sobre colaboração, por favor, visite nossa <a href="%(url)s">página wiki</a>.
ru: Для получения информации об участии, прочтите нашу <a href="%(url)s">страницу в вики</a>.
sl: Za informacije o prispevkih si oglejte našo <a href="%(url)s">wiki stran</a> .
zh_cn: 关于如何贡献的相关信息，请参阅我们的<a href="%(url)s">维基页面</a>。

source: Developer FAQ
cs: FAQ pro vývojáře
de: Entwickler-FAQ
es: FAQ de desarrolladores
fr: FAQ du développeur
it: FAQ per gli sviluppatori
ja: 開発者 FAQ
ko: 개발자 FAQ
nl: Veelgestelde vragen voor ontwikkelaars
pa_in: ਡਿਵੈਲਪਰ FAQ
pl: Tworzenie dodatków – FAQ
pt_pt: FAQ dos desenvolvedores
ru: FAQ разработчика
sl: Pogosta vprašanja razvijalcev
uk: ЧаП розробника
zh_cn: 开发者常见问题集

source: Sections
cs: Sekce
de: Abschnitte
es: Secciones
it: Sezioni
ja: セクション
ko: 항목
nl: Secties
pa_in: ਭਾਗ
pl: Sekcje
pt_pt: Seções
ru: Секции
sl: Sekcije
uk: Секції
zh_cn: 章节

source: Developing an Add-on
cs: Vývoj doplňku
de: Entwickeln eines Add-ons
es: Desarrollar un complemento
fr: Développer un module
it: Sviluppare un componente aggiuntivo
ja: アドオンを開発
ko: 부가 기능 개발
nl: Ontwikkeling van een add-on
pa_in: ਐਡ-ਆਨ ਦਾ ਵਿਕਾਸ ਕਰ ਰਿਹਾ
pl: Tworzenie dodatku
pt_pt: Desenvolvendo um extra
ru: Разработка дополнения
sl: Razvoj dodatkov
uk: Розробка додатку
zh_cn: 开发一个附加组件

source: Support Resources
cs: Kde hledat podporu
de: Hilfequellen
es: Recursos de asistencia
fr: Ressources d'assistance
it: Risorse per richiedere assistenza
ja: サポート情報
ko: 자원 제공
nl: Hulpbronnen voor ondersteuning
pa_in: ਸਹਿਯੋਗ ਵਸੀਲੇ
pl: Zasoby wsparcia technicznego
pt_pt: Recursos de Suporte
ru: Ресурсы поддержки
sl: Viri za podporo
uk: Ресурси підтримки
zh_cn: 支持资源

source: Contributing your Add-on
cs: Přispívání svým doplňkem
de: Ihr Add-on beitragen
es: Aportar un complemento
fr: Contribuer votre module
it: Attivare i contributi per il tuo componente aggiuntivo
ko: 부가 기능에 기부금 설정하기
nl: Uw add-on bijdragen
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਵਿੱਚ ਯੋਗਦਾਨ ਦੇ ਰਿਹਾ
pl: Tworzenie dodatku
pt_pt: Colaborando com o seu extra
ru: Внесение вашего дополнения
sl: Kako prispevate svoj dodatek
zh_cn: 贡献您的附加组件

source: Add-on Review Process
cs: Proces schvalování doplňku
de: Add-on-Überprüfungsprozess
es: Proceso de revisión de complementos
fr: Processus de revue de module
it: Processo di revisione del componente aggiuntivo
ja: アドオンの審査プロセス
ko: 부가 기능 심사 과정
nl: Add-on-beoordelingsproces
pa_in: ਐਡ-ਆਨ ਸਮੀਖਿਆ ਕਾਰਜ
pl: Proces sprawdzania dodatku
pt_pt: Processo de análise de extras
ru: Процесс проверки дополнений
sl: Postopek recenzij za dodatke
uk: Процес розгляду додатків
zh_cn: 附加组件审核程序

source: Managing Your Add-on
cs: Správa svého doplňku
de: Verwalten Ihres Add-ons
es: Administrar tus complementos
fr: Gérer votre module
it: Gestione del tuo componente aggiuntivo
ja: 自分のアドオンを管理
ko: 부가 기능 관리하기
nl: Beheer van uw add-on
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੀ ਸਾਂਭ-ਸੰਭਾਲ੍ਹ ਕਰ ਰਿਹਾ
pl: Zarządzanie swoim dodatkiem
pt_pt: Gerenciando seu extra
ru: Управление вашим дополнением
sl: Upravljanje dodatkov
uk: Керування своїм додатком
zh_cn: 管理您的附加组件

source: Recommended Status
cs: Doporučené doplňky
de: Empfohlener Status
es: Estado recomendado
fr: Statut recommandé
it: Lo stato "Consigliato"
ko: 추천 부가 기능에 대해
nl: Status Aanbevolen
pl: Status „Polecane”
pt_pt: Estado Recomendado
ru: Рекомендуемый статус
sl: Stanje Priporočeno
uk: Рекомендований статус
zh_cn: 推荐状态

source: References for Open Source Licenses
cs: Odkazy na open source licence
de: Referenzen für Open-Source-Lizenzen
es: Referencias para licencias de código abierto
fr: Références pour les licences libres
it: Riferimenti per le licenze Open Source
ko: 오픈 소스 라이센스에 대해 알아보기
nl: Referenties voor opensourcelicenties
pa_in: ਓਪਨ ਸੋਰਸ ਲਾਇਸੰਸਾਂ ਲਈ ਹਵਾਲੇ
pl: Publikacje dotyczące licencji otwartego dostępu do kodu źródłowego
pt_pt: Referências de licenças de código aberto
ru: Ссылки на лицензии для Открытого Исходного Кода
sl: Reference za odprto-kodne licence
uk: Посилання на ліцензії для Відкритого Програмного Коду
zh_cn: 开源许可协议参考

source: Add-on Developer FAQ
cs: Časté dotazy vývojářů doplňků
de: FAQ für Add-on-Entwickler
es: FAQ de desarrolladores de complementos
fr: FAQ du développeur de module
it: FAQ per gli sviluppatori di componenti aggiuntivi
ja: アドオン開発者 FAQ
ko: 부가 기능 개발자 FAQ
nl: Veelgestelde vragen voor add-on-ontwikkelaars
pa_in: ਐਡ-ਆਨ ਡਿਵੈਲਪਰ FAQ
pl: Tworzenie dodatków – FAQ
pt_pt: FAQ dos desenvolvedores de extras
ru: FAQ разработчика дополнений
sl: Pogosta vprašanja za razvijalce dodatkov
uk: ЧаП розробника додатків
zh_cn: 附加组件开发者常见问题集

source: <h3>How do I build an Add-on?</h3> <p> Mozilla provides documentation on how to build an add-on via the Mozilla Developer Center. The tutorial, <a href="%(url)s">Building an Extension</a>, will help explain how to setup your work environment and move forward with creating an add-on. </p>
cs: <h3>Jak vytvořím doplněk?</h3> <p>Mozilla poskytuje dokumentaci s návody, jak vytvořit doplněk, na serveru Mozilla Developer Center. Návod <a href="%(url)s">Building an Extension</a> vám pomůže vysvětlit, jak nastavit vaše pracovní prostředí a posunout se směrem k vytvoření doplňku.</p>
de: <h3>Wie entwickle ich ein Add-on?</h3> <p> Mozilla bietet über das Mozilla Developer Center Dokumentation darüber, wie man ein Add-on entwickelt. Die Anleitung <a href="%(url)s">Entwickeln einer Erweiterung</a> hilft dabei, zu erklären, wie Sie Ihre Entwicklungsumgebung einrichten und im nächsten Schritt ein Add-on entwickeln. </p>
es: <h3>¿Cómo crear un complemento?</h3> <p> Mozilla ofrece la documentación necesaria para crear un complemento a través del Centro de Desarrolladores de Mozilla. El tutorial <a href="%(url)s">Construir una extensión</a> explica cómo configurar el entorno de trabajo para avanzar en la creación de un complemento. </p>
fr: <h3>Comment puis-je construire un module ?</h3> <p>Mozilla propose de la documentation sur la construction d'un module via le Centre Développeur Mozilla. Le tutoriel, <a href="%(url)s">Building an Extension</a>, vous expliquera comment configurer votre environnement de travail et avancer dans la création d'un module.</p>
it: <h3>Come si sviluppa un componente aggiuntivo?</h3> <p> La documentazione su come sviluppare un componente aggiuntivo è a disposizione su Mozilla Developer Center. La guida <a href="%(url)s">"Sviluppare un'estensione"</a> spiega come impostare il proprio ambiente di lavoro e i passi successivi per creare un componente aggiuntivo. </p>
ko: <h3>부가 기능은 어떻게 만드나요?</h3> <p>Mozilla에선 Mozilla 개발자 센터를 통해 부가 기능 제작 방법에 대한 문서 자료를 제공하고 있습니다. 입문서, <a href="%(url)s">확장 기능 개발하기</a>, 같은 문서가 작업 환경 설정과 자세한 부가 기능 제작 방법에 관해 설명해 줄 것입니다.
nl: <h3>Hoe bouw ik een add-on?</h3> <p> Mozilla biedt documentatie over hoe u een add-on kunt bouwen via het Mozilla Developer Center. De handleiding, <a href="%(url)s">Building an Extension</a>, legt uit hoe u uw werkomgeving moet inrichten en verder kunt gaan met het maken van een add-on. </p>
pl: <h3>Jak można stworzyć dodatek?</h3> <p>Mozilla udostępnia dokumentację dotyczącą budowy dodatków na stronach Mozilla Developer Center (MDC). Przewodnik <a href="%(url)s">Tworzenie rozszerzenia</a> wyjaśnia, jak stworzyć środowisko pracy i dodatek.</p>
ru: <h3>Как мне создать дополнение?</h3> <p> Mozilla предоставляет документацию по созданию дополнений через Центр разработчиков Mozilla. Учебник, называющийся <a href="%(url)s">Построение расширения</a>, поможет вам в настройке рабочей среды и в шагах по созданию дополнения. </p>
zh_cn: <h3>我要如何构建一个附加组件？</h3> <p>Mozilla 通过 Mozilla 开发者网络提供了如何构建附加组件的文档。在教程“<a href="%(url)s">构建一个扩展</a>”中讲解了如何建立您的开发环境并进一步创建一个附加组件。</p>

source: Other resources include:
cs: Další zajímavé zdroje:
de: Andere Quellen sind unter anderem:
es: Otros recursos incluyen:
fr: Les autres ressources incluent :
it: Altre risorse:
ko: 기타 자원 포함:
nl: Overige informatiebronnen:
pa_in: ਹੋਰ ਵਸੀਲੇ ਸ਼ਾਮਲ:
pl: Inne źródła informacji:
pt_pt: Outros recursos incluem:
ru: Другие ресурсы включают:
sl: Drugi viri vključujejo:
uk: Інші ресурси включають:
zh_cn: 其他资源包括：

source: Robert Nyman's article "How to develop a Firefox extension"
cs: Článek Robert Nymana "How to develop a Firefox extension"
de: Robert Nymans Artikel „Wie entwickelt man eine Firefox-Erweiterung“
es: El artículo de Robert Nyman "Cómo desarrollar una extensión de Firefox"
fr: L'article de Robert Nyman, « How to develop a Firefox extension »
it: L'articolo di Robert Nyman "How to develop a Firefox extension"
ko: Robert Nyman의 문서 "Firefox 확장 기능 제작 방법"
nl: Het artikel “How to develop a Firefox extension” door Robert Nyman
pl: Artykuł Roberta Nymana „Jak stworzyć rozszerzenie do Firefoksa”
ru: Статья Robert Nyman "Как разработать расширение для Firefox"
sl: Članek Roberta Nymana "Kako razviti razširitev za razširitev"
zh_cn: Robert Nyman 的文章“如何开发 Firefox 扩展”

source: Myk Melez's video tutorial "Video Tutorial - Extensions Bootcamp: Zero to 'Hello World' in 45 Minutes"
cs: Videonávod od Myka Meleze s názvem "Video Tutorial - Extensions Bootcamp: Zero to 'Hello World' in 45 Minutes"
de: Myk Melez’ Video-Anleitung „Video Anleitung – Grundkurs Erweiterungen: Von Null auf ‚Hallo Welt‘ in 45 Minuten“
es: El videotutorial de Myk Melez "Videotutorial Extension Bootcamp: de cero a 'Hola, mundo' en 45 minutos"
fr: Le tutoriel vidéo de Myk Melez "Video Tutorial - Extensions Bootcamp: Zero to 'Hello World' in 45 Minutes"
it: La video guida di Myk Melez "Video Tutorial - Extensions Bootcamp: Zero to 'Hello World' in 45 Minutes"
ko: Myk Melez의 입문 동영상 "입문 동영상 - 확장 기능 훈련소: 0에서 Hello World 까지! 45분만에 완성하기"
nl: De videohandleiding “Video Tutorial - Extensions Bootcamp: Zero to 'Hello World' in 45 Minutes” door Myk Melez
pl: Wideo-przewodnik Myka Meleza „Od zera do 'Hello World' w 45 minut” (ang.)
ru: Обучающее видео от Myk Melez "Обучающее видео - Extensions Bootcamp: С нуля до «Hello World» за 45 минут"
sl: Video posnetek Myka Meleza"Video Tutorial - Extensions Bootcamp: z ničle do 'Hello World' v 45 minutah"
zh_cn: Myk Melez 的视频教程“扩展训练营：四十五分钟从零到‘Hello World!’”

source: What tools do I need to be able to build an Add-on?
cs: Jaké nástroje pro vytvoření doplňku potřebuji?
de: Welche Werkzeuge brauche ich, um ein Add-on entwickeln zu können?
es: ¿Qué herramientas necesito para poder crear un complemento?
fr: De quels outils j'ai besoin pour construire un module ?
it: Che strumenti occorrono per sviluppare un componente aggiuntivo?
ko: 부가 기능을 개발하려면 무슨 도구가 필요한가요?
nl: Welke hulpmiddelen heb ik nodig om een add-on te bouwen?
pa_in: ਇੱਕ ਐਡ-ਆਨ ਬਣਾਉਣ ਲਈ ਮੈਨੂੰ ਕਿਹੜੇ ਟੂਲਾਂ ਦੀ ਲੋੜ ਪਵੇਗੀ?
pl: Jakie narzędzia są potrzebne, aby stworzyć dodatek?
pt_pt: Quais ferramentas eu preciso para poder criar um extra?
ru: Что мне понадобится для создания дополнения?
sl: Katera orodja potrebujem za razvoj dodatkov?
uk: Які інструменти мені знадобляться для створення додатку?
zh_cn: 我需要什么工具来构建附加组件？
