Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Criteria will be applied in a fair, compassionate, and consistent manner. The app review process is not intended to be a gatekeeper, but rather a trusted touch point that provides feedback to help developers be more successful.
cs: Kritéria budou uplatňována spravedlivě a konzistentně. Cílem procesu kontroly aplikace není zabránit jejímu přidání na Marketplace, ale poskytnout zpětnou vazbu vývojářům, aby jejich aplikace byly úspěšnější.
de: Kriterien werden fair, leidenschaftlich und konsistent angewandt. Der Anwendungsüberprüfungsprozess soll keine Zugangssperre sein sondern ein vertrauenswürdiger Berührpunkt, der Entwicklern Rückmeldung bietet, um ihnen zu helfen, erfolgreicher zu sein.
es: Los criterios se aplicarán de forma justa, compasiva y coherente. El proceso de revisión no pretende ejercer de filtro sino ser proceso justo que proporcione comentarios que ayuden a los desarrolladores a tener éxito con sus aplicaciones.
fr: Un critère sera appliqué de manière juste, compatissante et cohérente. Le processus de revue n'est pas un gardien, mais plutôt un point de confiance qui fournis également un retour aux développeurs pour s'améliorer.
it: I criteri vanno applicati in modo equo, coerente e con una certa clemenza. Il processo di revisione non deve essere visto come un guardiano, ma piuttosto come un punto di vista degno di fiducia che fornisce dei suggerimenti per aiutare lo sviluppatore ad avere successo.
pl: Kryteria będą stosowane w sposób uczciwy, litościwy i spójny. Proces sprawdzenia aplikacji nie ma zniechęcać, ale raczej dawać autorom informacje, pomocne w odniesieniu większego sukcesu.

source: Reviewers are not a QA team! During the review process, someone will look over the app manifest and spend a few minutes exercising the application as a normal user would.
cs: Naši redaktoři nejsou QA tým! Během procesu kontroly se někdo podívá na manifest aplikace a stráví pár minut zkoušením aplikace jako kterýkoliv normální uživatel.
de: Überprüfer sind kein Qualitätssicherungsteam! Währen dem Prüfungsprozess wird jemand über das Anwendungsmanifest lesen und ein paar Minuten lang die Anwendung ausprobieren wie ein normaler Nutzer.
es: ¡Los revisores no son un equipo de pruebas de calidad! Durante el proceso de revisión, alguien revisará el archivo manifest de la aplicación y durante unos minutos la probará como cualquier otro usuario.
fr: Les validateurs ne sont pas une équipe d'assurance qualité ! Pendant le processus de validation, quelqu'un va regarder le manifeste de l'application et passer quelques minutes à l'utiliser comme un utilisateur normal le ferait.
it: I revisori non si sostituiscono al Controllo qualità. Durante il processo di revisione un volontario verificherà la validità del manifesto e dedicherà qualche minuto a utilizzare l'app come farebbe un normale utente.
pl: Recenzenci nie są zespołem QA! Podczas sprawdzania ktoś spojrzy na manifest aplikacji i spędzi kilka minut używając aplikacji tak, jak zrobiłby to zwykły użytkownik.

source: If an app fails review, the developer will be given a clear explanation of the problems found, steps to reproduce, and where possible, the reviewer should point the developer in the right direction by providing links to relevant supporting documentation or make recommendations on what changes need to be made.
cs: Pokud se při procesu kontroly aplikace objeví chyby, dostane vývojář jasné vysvětlení problémů, které byly nalezeny, popis pro jejich zreprodukování a v situacích, kdy je to možné, odkáže redaktor vývojáře na správnou dokumentaci nebo navrhne řešení, které by se mělo realizovat.
de: Wenn eine Anwendung bei der Überprüfung durchfällt, erhält der Entwickler eine deutliche Erklärung der gefundenen Probleme, Schritte zum Nachvollziehen und, falls möglich sollte der Prüfer dem Entwickler mit Links zu wichtiger, hilfreicher Dokumentation oder Empfehlungen zu Veränderungen in die richtige Richtung lenken.
es: Si la aplicación no pasa la revisión, el desarrollador recibirá una explicación detallada con los problemas encontrados, los pasos para reproducirlos y, siempre que sea posible, el revisor guiará al desarrollador por el camino correcto proporcionando vínculos a documentación de ayuda relevante, o bien, hará recomendaciones sobre qué cambios necesita realizar.
fr: Si une application échoue à la validation, le développeur recevra une explication claire des problèmes trouvés, les étapes pour reproduire, et quand c'est possible, le validateur pourra indiquer au développeur la bonne direction en lui fournissant des liens pertinents vers la documentation ou suggérer les changements à faire.
it: Nel caso in cui un'app non passi il processo di revisione, allo sviluppatore verrà fornita una chiara spiegazione dei problemi riscontrati, dei passaggi per riprodurli e, dove possibile, il revisore proverà a indicare la giusta strada da seguire fornendo link alla documentazione o suggerendo le modifiche da effettuare.
pl: Jeśli aplikacja nie przejdzie sprawdzenia, autor otrzyma jasny opis znalezionych problemów, kroki do ich powtórzenia i, jeśli to możliwe, recenzent powinien wskazać autorowi poprawny kierunek, podając odnośniki do odpowiedniej dokumentacji, lub zalecić zmiany, jakie należy wykonać.

source: Reviewers make no judgment on how an app <em>looks</em>, only on how the app <em>works</em>. For example, an app with a paragraph of red text on an orange background wouldn't be rejected because it's ugly, but might be rejected if it's not readable.
cs: Redaktoři nezaujímají názor na to, jak aplikace <em>vypadá</em>, ale pouze na to, jak <em>funguje</em>. Příkladem může být aplikace, kde je odstavec psán červeně na oranžovém pozadí. V tomto případě nemůže být aplikace zamítnuta, protože vypadá strašně, ale proto, že text může být pro řadu uživatelů nečitelný.
de: Prüfer bewerten nicht, wie eine Anwendung <em>aussieht</em>, nur wie die Anwendung <em>funktioniert</em>. Eine Anwendung mit einem Absatz von rotem Text auf orangem Hintergrund wird nicht abgelehnt, weil es hässlich ist, könnte aber abgelehnt werden, wenn es nicht lesbar ist.
es: Los revisores no realizarán ningún comentario acerca de la <em>apariencia</em> de la aplicación, sólo sobre cómo <em>funciona</em>. Por ejemplo, una aplicación con texto rojo sobre fondo naranja no se rechazaría porque fuera fea, sin embargo, podría rechazarse porque no se pueda leer.
fr: Les validateurs ne jugent pas l'application sur son <em>apparence</em>, mais uniquement sur son <em>fonctionnement</em>. Par exemple, une application avec un paragraphe de texte rouge sur un fond orange ne sera pas rejetée parce que c'est moche, mais pourrait être rejetée parce que ce n'est pas lisible.
it: I revisori non danno giudizi estetici sull'<em>aspetto</em> dell'app, ma solo sul suo <em>funzionamento</em>. Ad esempio, un'app che contiene un paragrafo di testo rosso su sfondo arancione può essere rifiutata non perché esteticamente sgradevole, ma a causa della scarsa leggibilità.
pl: Recenzenci nie oceniają, jak aplikacja <em>wygląda</em>, tylko jak <em>działa</em>. Np. aplikacja z akapitem czerwonego tekstu na pomarańczowym tle nie zostanie odrzucona nie dlatego, że jest brzydka, ale może zostać odrzucona dlatego, że jest nieczytelna.

source: We always give developers the benefit of the doubt. If unsure whether an app should be rejected, reviewers will ask questions <em>before</em> issuing a rejection. Apps will not be (knowingly) rejected due to platform issues that are outside of the developer's control; however we may withhold approval if we can't get the app to work.
cs: Vždy dáváme vývojářům možnost se vyjádřit. Pokud si redaktor není jist, zda by měla být aplikace zamítnuta, optá se na sporné věci vývojáře <em>před</em> zamítnutím. Aplikace nebudou (vědomě) zamítnuty z důvodu problémů s platformou, které jsou mimo možnost vývojáře je ovlivnit. Je však možné odepřít schválení aplikace, pokud nefunguje.
de: Bei uns gilt immer: Im Zweifel für den Entwickler. Wenn sie unsicher sind, ob eine Anwendung abgelehnt werden sollte, stellen Prüfer Fragen <em>bevor</em> sie die Ablehnung umsetzen. Anwendungen werden nicht (wissentlich) wegen Plattformproblemen außerhalb des Einflussbereichs des Entwicklers abgelehnt; wir können die Freischaltung aber verweigern, wenn wir die Anwendung nicht zum Laufen bekommen.
es: Siempre damos a los revisores el beneficio de la duda. Si no están seguros de por qué una aplicación se puede rechazar, pueden hacer preguntas <em>antes</em> de emitir el rechazo. Las aplicaciones no se rechazarán (con conocimiento) debido a problemas con la plataforma que estén fuera del control del desarrollador; sin embargo, podríamos congelar la aprobación si no podemos hacer funcionar la aplicación.
fr: Nous donnons toujours aux développeurs le bénéfice du doute. S'il y a hésitation quant au rejet d'une application, les validateurs poseront des questions <em>avant</em> de prononcer la sentence. Les applications ne seront pas (sciemment) rejetée à cause de problèmes de la plateforme qui dépassent le développeur ; cependant nous pouvons ne pas approuver tant que nous ne pouvons pas faire fonctionner l'application.
it: Agli sviluppatori viene sempre concesso il beneficio del dubbio. Quando un revisore non è sicuro se un'app debba o meno essere rifiutata, <em>prima</em> di procedere col rifiuto chiederà delucidazioni allo sviluppatore. Un'app non verrà, almeno consapevolmente, rifiutata per problemi legati alla piattaforma e fuori dal controllo dello sviluppatore, tuttavia ci riserviamo di sospendere l'approvazione finché l'app non sarà in condizioni di funzionare correttamente.
pl: Zawsze rozpatrujemy wątpliwości na korzyść autora. Jeśli nie ma pewności, czy aplikacja powinna zostać odrzucona, recenzenci zadadzą pytanie <em>przed</em> odrzuceniem aplikacji. Aplikacje nie będą (świadomie) odrzucone z powodu problemów z platformą, będących poza kontrolą autora; jednak możemy odmówić zgody, jeśli nie będziemy mogli uruchomić aplikacji.

source: <em>Full details of the app security architecture are available here: <a href="%(url)s">%(url)s</a></em>
cs: <em>Plný popis bezpečnostní architektury aplikací jsou dostupné zde: <a href="%(url)s">%(url)s</a></em>
de: <em>Vollständige Details zur Sicherheitsarchitektur von Anwendungen gibt es hier: <a href="%(url)s">%(url)s</a></em>
es: <em>Encontrarás más detalles sobre arquitectura de seguridad de aplicaciones en: <a href="%(url)s">%(url)s</a></em>
fr: <em>Les détails complet sur l'architecture de sécurité d'une application sont disponibles ici : <a href="%(url)s">%(url)s</a></em>
it: <em>Tutte le specifiche di sicurezza per la progettazione di app sono disponibili in questa pagina: <a href="%(url)s">%(url)s</a></em>
pl: <em>Pełne informacje o architekturze bezpieczeństwa aplikacji dostępne są tutaj: <a href="%(url)s">%(url)s</a></em>

source: The app manifest must be served from the same origin as the app.
cs: Manifest aplikace musí být distribuován ze stejného místa jako je umístění aplikace.
de: Das Anwendungsmanifest muss von der selben Herkunft stammen, wie die Anwendung.
es: El archivo manifest de la aplicación se debe proporcionar desde la misma ubicación que la aplicación.
fr: Le manifeste d'application doit être servit depuis la même origine que l'application.
it: Il manifesto dell'app deve essere distribuito dalla stessa origine dell'app.
pl: Manifest aplikacji musi być udostępniany z tego samego źródła, co aplikacja.

source: The app manifest must be served a <code>Content-Type</code> header of <code>application/x-web-app-manifest+json</code>.
cs: Manifest aplikace musí být distribuován pomocí hlavičky <code>Content-Type</code> s hodnotou <code>application/x-web-app-manifest+json</code>.
de: Das Anwendungsmanifest muss als <code>Content-Type</code>-Kopfzeile mit <code>application/x-web-app-manifest+json</code> ausgeliefert werden.
es: El archivo manifest de la aplicación debe tener un encabezado <code>Content-Type</code> de <code>application/x-web-app-manifest+json</code>.
fr: Le manifeste d'application doit être servi avec une entête <code>Content-Type</code> contenant <code>application/x-web-app-manifest+json</code>.
it: Il manifesto dell'app deve essere distribuito utilizzando l'header HTTP <code>Content-Type</code> header of <code>application/x-web-app-manifest+json</code>.
pl: Manifest aplikacji musi być udostępniany z nagłówkiem <code>Content-Type</code> typu <code>application/x-web-app-manifest+json</code>.

source: Apps should not use redirects or iframes to load content that the developer isn't authorized to use.
cs: Aplikace nesmí používat přesměrování nebo iframy s načítaným obsahem, který vývojář nemá právo použít.
de: Anwendungen sollten keine Weiterleitungen oder iframes verwenden, um Inhalte zu laden, die der Entwickler nicht verwenden darf.
es: Las aplicaciones no deben utilizar redirecciones o iframes para cargar el contenido que al desarrollador no se le ha autorizado usar.
fr: Les applications ne devraient pas utiliser de redirection ou d'iframes pour charger du contenu que le développeur n'est pas autorisé à utiliser.
it: Un'app non deve utilizzare reindirizzamenti o iframe per caricare contenuti altrui senza autorizzazione.
pl: Aplikacje nie powinny używać przekierowań ani elementów iframe do ładowania treści, których programista nie autoryzował do użycia.

source: Requested privileges must be specified in the app manifest with description of why the privilege is needed.
cs: Vyžadovaná oprávnění musí být uvedena v manifestu aplikace s popisem, proč jsou tato oprávnění potřeba.
de: Angeforderte Genehmigungen müssen im Anwendungsmanifest angegeben werden mit einer Beschreibung, warum diese Genehmigung benötigt wird.
es: Si debe llevar determinados privilegios, éstos deben especificarse en el archivo manifest de la aplicación con la descripción de por qué el privilegio es necesario.
fr: Les privilèges demandés doivent être précisés dans le manifeste avec une description justifiant le besoin.
it: Il manifesto deve specificare quali sono i privilegi richiesti dall'app e per quale scopo vengono utilizzati.
pl: Oczekiwane uprawnienia muszą zostać określone w manifeście aplikacji wraz z opisem, dlaczego uprawnienie jest potrzebne.

source: Privacy
cs: Soukromí
de: Datenschutz
es: Privacidad
fr: Vie privée
pl: Prywatność
ru: Приватность

source: The developer must link to a privacy policy during submission, but there are no requirements for the format and content of this privacy policy. Feel free to use our <a href="%(url_privacy)s"> privacy policy template</a>. Also take a look at our <a href="%(url_policies)s">privacy policy guidelines</a>.
cs: Vývojář musí v rámci procesu přidání aplikace poskytnout odkaz na zásady ochrany soukromí. Není však pro ně vyžadován konkrétní formát či obsah. Můžete však zdarma využít naši <a href="%(url_privacy)s">šablonu zásad odchrany soukromí</a>. Inspiraci též můžete hledat v našich <a href="%(url_policies)s">pokynech pro zásady ochrany soukromí</a>.
de: Der Entwickler muss während der Einreichung auf eine Datenschutzerklärung verweisen, aber es gibt keine Anforderungen an Format und Inhalt dieser Datenschutzerklärung. Sie können unsere <a href="%(url_privacy)s">Vorlage für Datenschutzerklärungen</a> verwenden. Lesen Sie auch unsere <a href="%(url_policies)s">Richtlinie für Datenschutzerklärungen</a>.
es: El desarrollador debe proporcionar el vínculo a la política de privacidad al mismo tiempo que se envía la aplicación, pero no existe ningún requisito en cuanto a formato o contenido de la política de privacidad. Si lo deseas, puedes utilizar nuestra <a href="%(url_privacy)s"> plantilla de política de privacidad</a>. También puedes consultar nuestras <a href="%(url_policies)s">pautas sobre políticas de privacidad</a>.
fr: Le développeur doit indiquer la politique de vie privée qui s'applique pendant l'envoi, mais le format et le contenu est laissé libre. N'hésitez pas à utiliser notre <a href="%(url_privacy)s">squelette de politique de vie privée</a>. Vous pouvez également consulter nos <a href="%(url_policies)s">lignes directrices de politique de vie privée</a>.
it: Durante il caricamento dell'app ti verrà chiesto di fornire l'indirizzo della tua Informativa sulla privacy. Per l'informativa non sono richiesti formati o contenuti specifici. Sentiti libero di utilizzare il nostro <a href="%(url_privacy)s">modello di Informativa sulla privacy</a>. Dai anche un'occhiata alle <a href="%(url_policies)s">linee guida per l'Informativa sulla privacy</a>.
pl: Autor musi dołączyć politykę prywatności wraz ze zgłoszeniem, nie ma jednak wymagań co do formatu oraz treści tej polityki prywatności. Zapraszamy do wykorzystania naszego <a href="%(url_privacy)s">szablonu polityki prywatności</a>. Rzuć okiem na nasze <a href="%(url_policies)s">wskazówki polityki prywatności</a>.

source: Content
cs: Obsah
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
pl: Treść
ru: Содержимое

source: Any apps that violate our Content Guidelines below are not allowed. If you think you have an edge case, please ask the review team for clarification, even if the app isn't yet ready to be submitted. We want to help you stay on the right track, rather than invest development time into content that will be rejected.
cs: Jakákoliv aplikace, která porušuje naše Pokyny pro obsah, není povolena. Pokud si myslíte, že jste tzv. na hraně, dotázejte se týmu redaktorů dříve, než ji přidáte (a to i tehdy, když ještě není hotova). Chceme vám pomoci, aby se vaše aplikace pohybovala v povolených mezích na místo toho, abyste investovali čas do vývoje obsahu, který bude zamítnut.
de: Alle Anwendungen, die unsere folgenden Inhaltsleitlinien nicht erfüllen, sind nicht erlaubt. Wenn Sie glauben, dass ihre ein Grenzfall ist, bitten Sie das Prüfungsteam um Klarstellung, auch wenn die Anwendung noch nicht zur Einreichung bereit ist. Wir möchten Ihnen helfen, auf der richtigen Spur zu bleiben und nicht, dass Sie Zeit mit der Entwicklung von Inhalten verschwenden, die abgelehnt werden.
es: No están permitidas las aplicaciones que violen las pautas de contenido que se detallan más adelante. Si crees que tienes un caso que no está muy claro, pregunta al equipo de revisión, incluso si la aplicación no está lista para enviarse. Queremos ayudarte a ir por el camino correcto en lugar de emplear tiempo de desarrollo en un contenido que podría ser rechazado.
fr: Toute application qui violerait nos lignes directrices de contenu ci-dessous n'est pas autorisée. Si vous pensez être dans un cas limite, merci de contacter l'équipe de validation pour clarifier les choses, même si l'application n'est pas encore prête à être proposée. Nous voulons vous aider à rester sur le droit chemin, plutôt que d'investir du temps de développement pour du contenu qui sera rejeté.
it: Tutte le app che non rispettano le linee guida sui contenuti, riportate qui di seguito, verranno rifiutate. Se ritieni che la tua app rappresenti un caso limite, richiedi delucidazioni al team di revisione, anche se l'app non è ancora pronta per la pubblicazione. Vogliamo aiutarti a rimanere sulla strada giusta piuttosto che sprecare del tempo prezioso a sviluppare un'app che verrà rifiutata.
pl: Aplikacje, które naruszają nasze poniższe Wytyczne zawartości, są niedozwolone. Jeśli podejrzewasz, że masz problematyczny przypadek, zapytaj zespół recenzentów, by wyjaśnić sprawę, nawet, gdy aplikacja nie jest jeszcze gotowa do zgłoszenia. Chcemy pomóc ci w obraniu właściwego kierunku, byś nie inwestował czasu w tworzenie treści, która będzie odrzucona.

source: To distribute games in Brazil, developer must request a rating from DEJUS and send the result to
cs: Pro distribuci her v Brazílii si musí vývojář vyžádat hodnocení od DEJUS a poslat nám jej na
de: Um Spiele in Brasilien zu verteilen, müssen Entwickler eine Bewertung von DEJUS anfordern und das Ergebnis senden an
es: Para distribuir juegos en Brasil, los desarrolladores debe solicitar una calificación DEJUS y enviar el resultado obtenido a
fr: Pour distribuer des jeux au Brésil, le développeur doit demander une notation du DEJUS et envoyer le résultat à
it: Per distribuire app gioco in Brasile, lo sviluppatore deve richiedere una valutazione da DEJUS e inviare il risultato a:
pl: Aby rozpowszechniać gry w Brazylii, autor musi poprosić o ocenę z DEJUS i przesłać rezultat do

source: Screenshots and descriptions submitted to the Firefox Marketplace must accurately represent the app.
cs: Náhledy a popis přidaný na Firefox Marketplace musí odpovídat aktuální podobě aplikace.
de: Screenshots und Beschreibungen, die beim Firefox Marketplace eingereicht werden, müssen die Anwendung korrekt darstellen.
es: Cualquier captura de pantalla o descripciones enviadas al Marketplace de Firefox debe ser reales y representar la aplicación.
fr: Les captures d'écrans et descriptions envoyées au Marketplace Firefox doivent correctement représenter l'application.
it: Gli screenshot e le descrizioni inserite nel Firefox Marketplace devono essere una rappresentazione fedele dell'app.
pl: Obrazki i opisy przesyłane do Firefox Marketplace muszą dokładnie przedstawić aplikację.

source: In the app manifest, the <a href="%(url)s">locale keys</a> should match the localizations that your app supports. For example, by providing a locale key in Polish, users will expect your app to be available in that language.
cs: V manifestu aplikace by měly <a href="%(url)s">kódy jazyků</a> odpovídat jazykům, které vaše aplikace podporuje. Pokud tedy například uvedete jako kód jazyka Češtinu, pak uživatelé očekávají, že bude vaše aplikace v tomto jazyce dostupná.
de: Die <a href="%(url)s">Locale-Keys</a> im Anwendungsmanifest sollten zu den Übersetzungen passen, die Ihre Anwendung unterstützt. Wenn Sie beispielsweise einen Locale-Key für Polnisch anbieten, werden Anwender erwarten, dass Ihre Anwendung in Ihrer Sprache zur Verfügung steht.
es: En el manifest de aplicación, las <a href="%(url)s">claves locales</a> deben corresponder con las localizaciones que admite tu aplicación. Por ejemplo, al proporcionar una clave local en polaco, los usuarios esperarán que su aplicación esté disponible en esa lengua.
fr: Dans le manifeste de l'application, les <a href="%(url)s">clés locale</a> doivent correspondent aux traductions disponibles pour fotre application. Par exemple, en fournissant une clé de locale correspondant au Polonais, les utilisateurs sont en droit d'attendre que votre application soit disponible en Polonais.
it: Nel manifesto di un'app le <a href="%(url)s">chiavi di tipo locale</a> devono corrispondere alle rispettive lingue supportate dall'app. Per esempio, se fornisci una chiave locale in polacco gli utenti si aspetteranno che l'app sia disponibile in questa lingua.
pl: W manifeście aplikacji <a href="%(url)s">klucze locale</a> powinny odpowiadać lokalizacjom, które obsługuje aplikacja. Na przykład, wprowadzenie klucza lokalizacji w języku polskim sprawi, że użytkownicy będą spodziewali się, iż aplikacja jest dostępna w tym języku.

source: Content Guidelines
cs: Poskyny pro obsah
de: Inhaltsleitlinien
es: Pautas sobre contenido
fr: Lignes directrices de contenu
it: Linee guida per i contenuti
pl: Wytyczne zawartości
ru: Руководство по контенту
