Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Refresh
cs: Obnovit
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Ricarica
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
ru: Обновить
sl: Osveži
zh_cn: 刷新

source: Manifest URLs cannot be changed after your app has been submitted. Please email <a href="mailto:%(email)s">%(email)s</a> if there is a reason you need to modify your manifest URL.
cs: URL souboru s manifestem nemůže být po přidání vaší aplikace změněno. Pokud máte důvod pro změnu URL manifestu, napište e-mail na <a href="mailto:%(email)s">%(email)s</a>.
de: Manifest-URLs können nicht geändert werden, nachdem Ihre Anwendung übermittelt wurde. Bitte schreiben Sie eine E-Mail an <a href="mailto:%(email)s">%(email)s</a>, wenn es einen Grund gibt, aus dem Sie Ihre Manifest-URL ändern müssen.
es: Las URL de archivos manifest no pueden ser modificadas una vez enviada la aplicación. Escribe a <a href="mailto:%(email)s">%(email)s</a> si hay alguna razón por la que debas modificar la URL del archivo manifest.
fr: Les adresses de manifeste ne peuvent pas être changées après l'envoi de votre application. Merci d'envoyer un courriel <a href="mailto:%(email)s">%(email)s</a> s'il existe une bonne raison de modifier l'adresse de votre manifeste.
it: L'URL del manifesto non può essere modificato dopo che l'app è stata caricata. Se per qualche motivo hai bisogno di modificare questo URL scrivi a <a href="mailto:%(email)s">%(email)s</a>.
ko: 설치 선언문 URL은 앱이 제출되고 나면 변경이 불가능합니다. 설치 선언문 URL을 조정해야 할 이유가 있을 경우엔 <a href="mailto:%(email)s">%(email)s</a>로 이메일을 보내주세요.
nl: Manifest-URL’s kunnen niet worden gewijzigd nadat uw app is ingediend. Stuur een e-mailbericht naar <a href="mailto:%(email)s">%(email)s</a> als u uw manifest-URL om een bepaalde reden dient te wijzigen.
pl: Nie można zmienić adresu URL manifestu po przesłaniu aplikacji. Prześlij e-mail na adres <a href="mailto:%(email)s">%(email)s</a>, jeśli istnieje powód modyfikacji adresu URL manifestu.
zh_cn: 您的应用提交之后旧不能修改清单网址。如果因为某种原因您需要修改您的清单网址，请发邮件给 <a href="mailto:%(email)s">%(email)s</a>。

source: An explanation of features, functionality, and other relevant information. This field is displayed on the app's details page.
de: Eine Erklärung von Funktionen, Zweck und anderer relevanter Informationen. Dieses Feld wird auf der Detailseite der Anwendung angezeigt.
es: Una explicación acerca de las características, funcionalidad y otra información relevante. Este campo se muestra en la página de detalles de la aplicación.
fr: Une explication des fonctionnalités et d'autres informations pertinentes. Ce champ est affiché sur la page de détails de l'application.
it: Questo campo verrà visualizzato nella pagina dell'app e deve riportare caratteristiche, funzionalità e altre informazioni rilevanti.
ko: 주요 기능, 목적, 그 외 적절한 정보에 관한 설명입니다. 이 항목은 앱의 상세 정보 페이지에 노출됩니다.
nl: Een uitleg van functies, functionaliteit en andere relevante informatie. Dit veld wordt weergegeven op de detailpagina van de app.
pl: Wyjaśnienie podstawowych funkcji i innych istotnych informacji. To pole jest wyświetlane na stronie ze szczegółami aplikacji.
zh_cn: 性能、功能和其他相关信息的说明。这个字段会显示在应用的详情页面。

source: Categories are the primary way users browse through apps. Choose any that fit your app's functionality for the most exposure.
cs: Kategorie jsou hlavní způsob, jakým uživatelé prochází aplikace. Zvolte takovou, která nejvíce odpovídá funkcionalitě aplikace.
de: Kategorien sind die Hauptmethode, wie Benutzer Anwendungen durchblättern. Wählen Sie alle aus, die zur Funktionalität Ihrer Anwendung passen, um ein möglichst großes Publikum zu erreichen.
es: Las categorías son la principal forma en que los usuarios exploran la lista de aplicaciones. Elige cualesquiera que sean apropiadas para la funcionalidad de tu aplicación, para maximizar su visibilidad.
fr: Les catégories sont la première manière pour les utilisateurs de parcourir les applications. Choisissez-en qui correspondent aux fonctionnalités de votre application pour une exposition maximale.
it: Le categorie rappresentano il principale metodo utilizzato dagli utenti per trovare l'ap che stanno cercando. Scegli la categoria che meglio si adatta alle caratteristiche della tua app che garantisca la maggiore visibilità.
ko: 각 분류는 사용자가 앱을 찾을 때 가장 먼저 찾아보게 되는 곳입니다. 앱의 기능과 가장 어울리는 분류를 선택하세요.
nl: Categorieën zijn de voornaamste manier waarop gebruikers door apps bladeren. Kies er één die past bij de functionaliteit van uw app voor de beste presentatie.
pl: Kategorie są podstawowym sposobem przeglądania aplikacji przez użytkowników. Wybierz kategorie pasujące do funkcji aplikacji w celu lepszego wyeksponowania.
ru: Категории являются основным способом просмотра приложений пользователями. Выберите любую, под которое подходит ваше приложение и которая даст максимальный эффект.
zh_cn: 分类是用户浏览应用的主要方式。为了有尽可能多的展示机会，请选择上所有适合您的应用功能的分类。

source: Categories cannot be changed while your app is featured. Please email <a href="mailto:%(email)s">%(email)s</a> if there is a reason you need to modify your categories.
cs: V době, kdy je vaše aplikace vedena jako doporučovaná, nemohou být změněny kategorie. Pokud k tomu máte důvod, napište nám na <a href="mailto:%(email)s">%(email)s</a>.
de: Kategorien können nicht geändert werden, solange die Anwendung vorgestellt wird. Bitte schreiben Sie eine E-Mail an <a href="mailto:%(email)s">%(email)s</a>, wenn es einen Grund gibt, aus dem Sie Ihre Kategorien ändern müssen.
es: No se pueden cambiar las categorías mientras tu aplicación esté destacada. Envía un correo electrónico a <a href="mailto:%(email)s">%(email)s</a> si existe alguna razón por la que necesites modificarlas.
it: Non è possibile modificare le categorie se la tua app risulta essere un app consigliata. Se per qualche motivo avessi bisogno di modificare le tue categorie invia una email a <a href="mailto:%(email)s"> %(email)s</a>.
pl: Nie można zmieniać kategorii, gdy aplikacja jest polecana. Napisz na adres <a href="mailto:%(email)s">%(email)s</a>, jeśli masz powód, by zmodyfikować kategorie.

source: App Details
cs: Detaily aplikace
de: Anwendungsdetails
es: Detalles de la aplicación
fr: Détails de l'application
it: Dettagli app
ko: 앱 상세 정보
pl: Szczegóły aplikacji
ru: Информация о приложении
sl: Podrobnosti o aplikaciji
zh_cn: 应用明细

source: Information about your app is displayed in this locale unless you override it with a locale-specific translation.
cs: Informace o vaší aplikace je zobrazena v tomto jazyce, pakliže je pro jiný jazyk nenastavíte separátně.
de: Informationen über Ihre Anwendung werden in dieser Sprache angezeigt, wenn Sie sie nicht durch eine regionspezifische Übersetzung ersetzen.
es: La información sobre esta aplicación se muestra en esta configuración regional a menos que la reemplaces con una traducción específica de otra.
fr: Les informations à propos de votre application sont affichées dans cette locale à moins que vous ne passiez outre avec une traduction propre.
it: Le informazioni relative all'app saranno visualizzate in questa lingua a meno che tu non forzi la traduzione in una lingua specifica.
ko: 앱 정보는 언어별 번역을 하지 않는 한 현재 사용중인 언어로 표시됩니다.
nl: Informatie over uw app wordt weergegeven in deze taal, tenzij u deze vervangt door een locale-specifieke vertaling.
pl: Informacje o aplikacji wyświetlane są w tym języku, chyba że zastąpisz je tłumaczeniem.
ru: Информация о вашем приложении отображается на этом языке, если вы не замените её переводом на другой язык.
zh_cn: 您的应用信息将以这种语言显示，除非您以指定语种的译文代替他。

source: If your app has another homepage, enter its address here. If your website is localized into other languages multiple translations of this field can be added.
cs: Pokud má vaše aplikace jinou domovskou stránku, vložte adresu zde. Pokud je vaše stránka lokalizována do dalších jazyků, můžete přidat adresy pro jednotlivé z nich.
de: Wenn Ihre Anwendung eine weitere Homepage hat, geben Sie hier ihre Adresse ein. Wenn Ihre Website in andere Sprachen übersetzt wurde, können für dieses Feld mehrere Übersetzungen eingegeben werden.
es: Si tu aplicación tiene otra página de inicio, escribe aquí su dirección. Si tu página web está localizada a otros idiomas, se pueden agregar más traducciones de este campo.
fr: Si votre application a une autre page d'accueil, indiquez son adresse ici. Si votre site est traduit dans d'autres langues, de multiples traductions de ce champ peuvent être ajoutées.
it: Se l'app ha una propria pagina inserisci l'indirizzo qui. Se il tuo sito è localizzato in più lingue puoi aggiungere più traduzioni di questo campo.
ko: 앱에 다른 홈페이지가 있다면 이곳에 주소를 적어주세요. 다른 언어로 번역된 웹사이트가 있을 경우 각 언어별로 항목을 추가해서 적을 수 있습니다.
nl: Als uw app een andere startpagina heeft, voer dan hier het adres in. Als uw website naar andere talen is vertaald, kunnen meerdere vertalingen van dit veld worden toegevoegd.
pl: Jeśli ta aplikacja ma inną stronę domową, wprowadź tutaj jej adres. Jeśli witryna jest przetłumaczona na inne języki, można dodać wiele tłumaczeń tego pola.
ru: Если у вашего приложения есть другая домашняя страница, введите здесь её адрес. Если ваш сайт переведен на другие языки, для этого поля можно добавить несколько переводов.
zh_cn: 如果您的应用有另一个主页，在这里输入地址。如果您的网站被本地化为其他语言，这个字段可以添加多个翻译语种。

source: A privacy policy is required that explains what data is transmitted from a user's computer and how it is used.
cs: Zásady ochrany soukromí jsou vyžadována pro vysvětlení, jaká data putují z počítače uživatele a jak je s nimi nakládáno.
de: Eine Datenschutzerklärung wird benötigt, die erklärt, welche Daten vom Rechner des Benutzers übertragen und wie sie genutzt werden.
es: Es necesaria una política de privacidad que explique qué datos se transmiten desde el equipo de un usuario y cómo se usan.
fr: Une politique de vie privée est nécessaire pour expliquer quelles données sont transmises depuis l'ordinateur de l'utilisateur et comment elles sont utilisées.
it: È obbligatorio inserire una informativa sulla privacy che specifichi quali dati vengono trasmessi dal computer dell'utente e come vengono utilizzati.
ko: 개인 정보 보호 정책엔 어떤 데이터가 사용자의 컴퓨터에서 전송되며 어떤 용도로 쓰이는 지에 대한 설명이 있어야 합니다.
nl: Er is een privacybeleid vereist dat uitlegt welke gegevens vanaf de computer van de gebruiker worden verzonden en hoe deze worden gebruikt.
pl: Wymagana jest polityka prywatności, wyjaśniająca, jakie dane przesyłane są z komputera użytkownika i jak są wykorzystywane.
zh_cn: 需要隐私政策解释来自用户计算机的哪些数据被传输以及如何使用。

source: Country and Language
cs: Země a jazyk
de: Land und Sprache
es: País e idioma
fr: Pays et langue
it: Paese e lingua
ko: 국가와 언어
nl: Land en taal
pl: Kraj i język
zh_cn: 国家与语言

source: Country and Language Details for {0}
de: Details zu Land und Sprache für {0}
es: Detalles de país e idioma para {0}
fr: Pays et langue, détails pour {0}
it: Informazioni relative a paese e lingua per {0}
ko: {0}에 적용할 국가와 언어 세부 정보
nl: Land- en taaldetails voor {0}
pl: Szczegóły kraju i języka dla {0}
zh_cn: {0} 有关国家与语言的详情

source: Edit country on the Compatibility Page
de: Land auf der Kompatibilitätsseite bearbeiten
es: Editar el país en la página de compatibilidad
fr: Modifiez le pays via la page Compatibilité
it: Modificare il paese nella pagina Controllo compatibilità
ko: 국가별 호환성 페이지 수정
nl: Land op de compatibiliteitspagina bewerken
pl: Edytuj kraj na stronie kompatybilności
zh_cn: 在兼容性页面编辑国家

source: default
cs: výchozí
de: Standard
es: por defecto
fr: par défaut
it: predefinito
ko: 기본값
nl: standaard
pl: domyślnie
zh_cn: 默认

source: Edit language in your app manifest file
de: Sprache in Ihrer Anwendungs-Manifest-Datei bearbeiten
es: Edita el idioma en el archivo manifest de tu aplicación
fr: Modifiez la langue dans votre fichier manifeste
it: Modificare la lingua nel file manifesto dell'app
ko: 앱 설치 선언문 파일에 쓰일 언어 수정
nl: Taal in uw app-manifestbestand bewerken
pl: Edytuj język w pliku manifestu aplikacji
zh_cn: 在您的应用清单文件中编辑语言

source: The email address used by end users to contact you with support issues and refund requests. If you have different addresses for each language multiple translations of this field can be added.
cs: E-mailová adresa, která je použita uživateli pro kontakt s vámi, na otázky podpory a na žádosti o vrácení peněz. Pokud máte pro jednotlivé jazyky odlišné adresy, můžete pro každý z nich přidat vlastní.
de: Die E-Mail-Adresse, die Endbenutzer verwenden können, um Sie wegen Hilfsanfragen und Erstattungsforderungen zu kontaktieren. Wenn Sie verschiedene Adressen für jede Sprache haben, können diesem Feld mehrere Übersetzungen hinzugefügt werden.
es: La dirección de correo electrónico utilizada por los usuarios finales para contactar contigo con peticiones de asistencia y solicitudes de reembolsos. Si tienes direcciones diferentes para cada idioma, puedes añadirlas como diferentes traducciones de este campo.
fr: L'adresse courriel utilisée par les utilisateurs finaux pour vous contact pour assistance et remboursement. Si vous avez des adresses différentes pour chaque langue, plusieurs traduction de ce champs peuvent être ajoutées.
it: L'indirizzo email a cui gli utenti finali ti contatteranno per richieste di supporto e di rimborso. Se hai un indirizzo diverso per ogni lingua puoi aggiungere più traduzioni di questo campo.
ko: 이메일 주소는 최종 사용자가 기술 지원 문제나 환불 요청 등의 이유로 개발자와 연락할 때 쓰입니다. 언어별로 다른 이메일 주소를 가지고 있다면 각 언어별로 추가도 가능합니다.
nl: Het e-mailadres dat eindgebruikers kunnen gebruiken om contact met u op te nemen met ondersteuningsvragen en restitutieaanvragen. Als u voor verschillende talen verschillende adressen gebruikt kunnen meerdere vertalingen van dit veld worden toegevoegd.
pl: Adres e-mail wykorzystywany przez użytkowników do kontaktu z tobą w sprawie pomocy lub prośby o zwrot. Jeśli masz różne adresy dla każdego języka, możesz dodać wiele tłumaczeń tego pola.
sl: E-poštni naslov potrebujejo vaši končni uporabniki , da se lahko obrnejo na vaš s vprašanji za podporo in zahtevki za povračila. If you have different addresses for each language multiple translations of this field can be added.
zh_cn: 这个邮件地址供最终用户联系您获取支持或者发出退款请求。如果您对每种语言有不同的邮件地址，可以在这里添加多个。

source: If your app has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added.
cs: Pokud má vaše aplikace stránky podpory či fórum, vložte adresy zde. Pokud je vaše webová stránka přeložena do více jazyků, můžete pro každý jazyk přidat vlastní.
de: Wenn Ihre Anwendung eine Hilfe-Website oder ein -Forum hat, geben Sie hier die Adresse ein. Wenn Ihre Website in andere Sprachen übersetzt wurde, können in diesem Feld mehrere Übersetzungen hinzugefügt werden.
es: Si tu aplicación tiene un sitio web o foro de soporte, introduce su dirección aquí. Si tu sitio web está traducido a otros idiomas, puedes añadir sus direcciones como diferentes traducciones de este campo.
fr: Si votre application a un site ou un forum d'assistance, indiquez l'adresse ici. S'il est disponible dans d'autres langues, de multiples traductions de ce champs peuvent être ajoutées.
it: Se l'app ha un sito o forum di supporto, inserisci l'indirizzo qui. Se il tuo sito è localizzato in più lingue puoi aggiungere più traduzioni di questo campo.
ko: 앱의 기술 지원 웹사이트나 포럼이 있다면 주소를 이곳에 적어주세요. 다른 언어로 번역된 웹사이트가 있을 경우 각 언어별로 따로 추가도 가능합니다.
nl: Als uw app een ondersteuningswebsite of -forum heeft, voor dan hier het adres in. Als uw website is vertaald in andere talen kunnen meerdere vertalingen van dit veld worden toegevoegd.
pl: Jeśli aplikacja ma stronę lub forum pomocy, wprowadź tu jej adres. Jeśli strona jest przetłumaczona na inne języki, można dodać wiele tłumaczeń tego pola.
zh_cn: 如果您的应用有一个支持网站或者论坛，在这里输入他的地址。如果您的网站被本地化为其他语言，这个字段可以添加多个语种。

source: Uses Flash
cs: Používá Flash
de: Verwendet Flash
es: Usa Flash
fr: Utilise Flash
it: Utilizza Flash
ko: 플래시 사용
nl: Gebruikt Flash
pl: Używa Flasha
ru: Использует Flash
zh_cn: 使用 Flash

source: If your app uses Flash, it will be hidden from the Marketplace on devices without Flash support.
cs: Pokud vaše aplikace využívá Flash, bude na Marketplace skryta pro zařízení, která Flash nepodporují.
de: Wenn Ihre Anwendung Flash verwendet, wird Sie im Marktplatz versteckt, wenn Geräte ohne Flash-Unterstützung verwendet werden.
es: Si tu aplicación usa Flash, no aparecerá en Marketplace para aquellos dispositivos que no admitan Flash.
fr: Si votre application utilise Flash, elle ne sera pas visible sur le Marketplace pour les appareils ne supportant pas Flash.
it: Se l'app necessita di Flash per funzionare, essa non verrà mostrata ai visitatori di Firefox Marketplace che utilizzano dispositivi che non supportano questa tecnologia.
ko: 앱이 플래시를 사용한다면 플래시를 지원하지 않는 기기의 마켓플레이스에선 앱 노출되지 않습니다.
nl: Als uw app Flash gebruikt, wordt deze op de Marketplace verborgen op apparaten zonder Flash-ondersteuning.
pl: Jeśli twoja aplikacja używa Flasha, będzie niewidoczna w Marketplace na urządzeniach nieobsługujących Flasha.
zh_cn: 如果您的应用使用 Flash，以不支持 Flash 的设备访问市场时，他就会被隐藏。

source: Whether the install and usage stats of your app can be displayed in our online viewer.
cs: Zda mají být informace o počtu instalací a používání vaší aplikace zobrazitelné anonymním uživatelům.
de: Ob die Installations- und Nutzungsstatistiken Ihrer Anwendung in unserer Online-Darstellung angezeigt werden können.
es: Si las estadísticas de instalación y uso de tu aplicación pueden mostrarse en nuestro visor en línea.
fr: Permettre l'affichage dans notre visualiseur en ligne des statistiques d'installation et d'utilisation de votre application.
it: Determina se le statistiche di installazione e utilizzo dell'app possono apparire nel nostro visualizzatore online.
ko: 앱의 설치 및 이용 현황은 저희의 온라인 뷰어를 통해서 볼 수 있습니다.
nl: Of de installatie- en gebruiksstatistieken van uw app online kunnen worden weergegeven.
pl: Czy statystyki instalacji i użycia twojej aplikacji mogą być wyświetlane przez nas online?
ru: Статистика установок и использования вашего приложения может быть показана в нашем средстве онлайн-просмотра.
zh_cn: 您的应用的安装和使用状态可以在我们的在线查看器中显示。

source: This app's stats are publicly viewable.
cs: Statistiky této aplikace jsou veřejně zobrazitelné.
de: Die Statistiken dieser Anwendung sind öffentlich sichtbar.
es: Las estadísticas de esta aplicación son públicas.
fr: Les statistiques de cette application sont publiques.
it: Le statistiche per questa app sono visibili a tutti.
ko: 이 앱의 통계를 다른 사람들이 볼 수 있게 합니다.
nl: De statistieken van deze app zijn openbaar.
pl: Statystyki tej aplikacji są dostępne publicznie.
ru: Статистика этого приложения доступна для публичного просмотра.
zh_cn: 这个应用的统计信息可以公开查看。

source: No, this app's stats are not publicly viewable.
cs: Ne, statistiky této aplikace nejsou veřejně zobrazitelné.
de: Nein, die Statistiken dieser Anwendung sind nicht öffentlich sichtbar.
es: No, las estadísticas de esta aplicación no son públicas.
fr: Non, cette application n'a pas de statistique publique.
it: No, le statistiche per questa app rimangono private.
ko: 아니오, 이 앱의 통계를 다른 사람이 볼 수 없도록 합니다.
nl: Nee, de statistieken van deze app zijn niet openbaar.
pl: Nie, statystyki tej aplikacji nie są dostępne publicznie.
ru: Нет, статистика этого приложения не доступна для публичного просмотра.
zh_cn: 不，这个应用的统计信息不能公开查看。

source: This app does not require any device features
cs: Tato aplikace nevyžaduje žádnou funkci zařízení
de: Diese Anwendung erfordert keine Funktionen des Geräts
es: Esta aplicación no necesita ninguna característica del dispositivo
fr: Cette application ne nécessite aucune fonctionnalité de l'appareil.
it: Questa app non richiede particolari caratteristiche dal dispositivo
ko: 이 앱은 단말기 기능을 전혀 필요로 하지 않습니다.
nl: Deze app heeft geen apparaatfuncties nodig
pl: Ta aplikacja nie wymaga żadnych funkcji sprzętowych
zh_cn: 此应用不需要设备支持任何特性即可运行。

source: App Icon
cs: Ikona aplikace
de: Symbol der Anwendung
es: Icono de la aplicación
fr: Icône de l'application
it: Icona dell'app
ko: 앱 아이콘
nl: App-pictogram
pl: Ikona aplikacji
ru: Значок приложения
zh_cn: 应用图标

source: Upload an icon for your app or choose from one of ours. The icon is displayed nearly everywhere your app is. Uploaded images must be one of the following image types: .png, .jpg
cs: Nahrajte ikonu pro vaši aplikaci nebo zvolte jednu ze svých. Ikona je zobrazena prakticky na všech místech, kde je vaše aplikace umístěna. Nahrané obrázky musí mít jeden z následujících typů: .png, .jpg
de: Laden Sie ein Symbol für Ihre Anwendung hoch oder wählen Sie eines von unseren. Dieses Symbol wird nahezu überall angezeigt, wo Ihre Anwendung ist. Hochgeladene Grafiken müssen zu den folgenden Grafiktypen gehören: .png, .jpg
es: Sube un icono para tu aplicación o elige una de los nuestros. El icono se muestra prácticamente en todos los sitios donde esté tu aplicación. Las imágenes subidas deben tener los siguientes formatos: .png, .jpg
fr: Envoyez une icône pour votre application ou en choisir une des nôtres. L'icône est affichée quasiment partout où votre module l'est. Les images envoyées doivent être du type .png ou .jpg
it: Carica un'icona per l'app, o scegline una tra quelle proposte. L'icona verrà visualizzata quasi ovunque si trovi l'app. Le immagini caricate devono essere in uno dei seguenti formati: .png, .jpg
ko: 앱에 쓸 아이콘을 직접 업로드 하거나 저희가 마련한 것들 중 하나를 골라주세요. 이 아이콘은 앱이 있는 곳이면 항상 노출됩니다. 업로드된 이미지는 다음 종류중 하나여야 합니다: .png, .jpg
nl: Upload een pictogram voor uw app of kier er één van ons. Het pictogram wordt vrijwel overal bij uw app weergegeven. Geüploade afbeeldingen dienen van het type .png of .jpg te zijn.
pl: Wgraj ikonkę aplikacji lub dołącz jedną z naszych. Ikona jest wyświetlana prawie wszędzie tam, gdzie aplikacja. Wgrywane obrazy muszą być w formacie .png lub .jpg
ru: Загрузите иконку для вашего приложения или выберите одну из наших. Иконка отображается почти везде, где показано ваше приложение. Загруженные изображения должны иметь один из следующих типов: .png, .jpg
zh_cn: 为您的应用上传一个图标或者从我们提供的里面选择一个。这个图标总会显示在您的应用旁边。上传的文件必须是下列图像格式之一：.png, .jpg

source: Select an icon for your app:
cs: Vyberte ikonku vaší aplikace:
de: Wählen Sie ein Symbol für Ihre Anwendung:
es: Selecciona un icono para tu aplicación:
fr: Sélectionnez une icône pour votre application :
it: Seleziona un'icona per l'app:
ko: 앱에 쓸 아이콘을 선택하세요:
nl: Selecteer een pictogram voor uw app:
pl: Wybierz ikonę aplikacji:
ru: Выберите значок для вашего приложения:
zh_cn: 为您的应用选择一个图标：

source: Used on the search pages, browse pages, and homepage.
de: Wird verwendet bei: Suchergebnissen, Durchblättern von Seiten und der Startseite.
es: Usado en páginas de búsqueda, páginas de navegación y página principal.
fr: Utilisé dans les pages de recherche, de parcours et sur la page d'accueil.
it: Utilizzata nelle pagine di ricerca, nelle pagine di navigazione e nella pagina principale.
ko: 검색 페이지, 탐색 페이지, 홈페이지에서 사용됩니다.
nl: Gebruikt op zoekpagina’s, bladerpagina’s en startpagina.
pl: Używane na stronach wyszukiwania, przeglądania i stronie domowej.
zh_cn: 用于搜索页，浏览页和主页。

source: Used in app detail pages.
cs: Použita na stránkách aplikace.
de: Wird auf Detailseiten der Anwendung verwendet.
es: Usados en las páginas de descripción de las aplicaciones.
fr: Utilisé dans la page de détails de l'application.
it: Utilizzata per la scheda completa dell'app.
ko: 앱 상세 정보 페이지에서 사용됩니다.
nl: Gebruikt in app-detailpagina’s.
pl: Używane na stronach aplikacji.
ru: Используется на странице описания приложения.
zh_cn: 用于应用详情页面。
