Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The Recommended lists are an important part of exposing AMO visitors to useful and compelling add-ons within a small &amp; focused list. It allows us to feature add-ons that have done a good job of creating a unique and/or exciting enhancement to Mozilla software and increasing awareness of the thousands of add-ons hosted on AMO. The lists are broken down into two categories; Recommended and Category Recommended. The former is shown on the home page of AMO and is typically limited to 40 featured add-ons. The latter are lists of add-ons that are recommended at the category level. The only distinction between the two lists is that Category Recommended add-ons are not featured on the home page. Apart from that, both lists are meant to recognize the achievements of individual add-on authors and the work they’ve produced.
cs: Doporučené seznamy jsou důležitou části AMO, v rámci které návštěvníci vidí na malém seznamu užitečné a prověřené doplňky. Jejich existence nám dává možnost propagovat doplňky, které jsou výsledkem dobré práce, představují zajímavé či unikátní vylepšení software od Mozilly a zvyšují povědomí o tisících doplňků, které jsou na AMO hostovány. Seznamy jsou rozděleny do dvou kategorií: doporučené a doporučené pro kategorii. Doporučené jsou zobrazovány na titulní stránce AMO a seznam je typicky omezen na 40 doplňků. Pak jsou zde doporučené pro kategorie, kde se také zobrazují. Jediným rozdílem mezi těmito dvěma seznamy je to, že doporučené doplňky pro kategorii se nezobrazují na domovské stránce. Bez ohledu na tento rozdíl jsou oba seznamy ukázkou dobré práce autorů jednotlivých doplňků, které vytvořili.
de: Die Empfehlungslisten sind ein wichtiger Teil, wenn es darum geht, AMO-Besuchern hilfreiche und verlockende Add-ons in einer kleinen & konzentrierten Liste darzustellen. Es ermöglicht uns auch, Add-ons vorzustellen, die gute Arbeit geleistet haben, indem sie ein einzigartiges und/oder aufregendes Erlebnis mit Mozilla-Software geschaffen haben und die Aufmerksamkeit der tausenden auf AMO gehosteten Add-ons zu erhöhen. Die Listen werden in zwei Kategorien geteilt; Empfohlen und Empfohlen in Kategorie. Die Add-ons der ersten Liste werden auf der AMO-Startseite gezeigt und sind üblicherweise auf 40 vorgestellte Add-ons beschränkt. Die zweite Liste sind Add-ons, die auf Kategorieebene empfohlen werden. Der einzige unterschied zwischen beiden Listen besteht darin, dass Add-ons, die in der Kategorie empfohlen werden, nicht auf der Startseite vorgestellt werden. Davon abgesehen sollen beide Listen die Leistungen einzelner Add-on-Autoren und der Arbeit, die sie geschaffen haben, anerkennen.
es: Las listas de Recomendados son importantes para mostrar complementos útiles e importantes a los visitantes de AMO mediante listas breves y especializadas. Las listas nos permiten destacar complementos que han dado buenos resultados creando atractivas y únicas mejoras en el software de Mozilla. Asimismo, nos permite dar a conocer complementos entre los miles alojados en AMO. Las listas se dividen en dos categorías: Recomendados y Recomendados por categoría. La primera se encuentra en la página principal de AMO y, normalmente, se limita a 40 complementos destacados. La segunda la conforman listas de complementos recomendados por categoría. La única diferencia entre ambas listas es que los complementos Recomendados por categoría no aparecen como destacados en la página principal. Aparte de eso, el propósito de ambas listas es reconocer los logros y el trabajo llevado a cabo por los autores de complementos.
fr: Les listes de recommandation sont une partie importante de l'exposition aux visiteurs d'AMO d'une liste courte et centrée sur un sujet, complète et utile de modules. Cela nous permet de mettre en avant des modules qui ont réussi à créer une amélioration unique et/ou importante du logiciel Mozilla et améliorer la visibilité de milliers de modules hébergés sur AMO. Les listes sont divisées en deux catégories : recommandé, et la recommandation par catégorie. La première est affichée sur la page d'accueil d'AMO et est limitée à 40 modules. La dernière est une liste de modules qui sont recommandé a niveau des catégories. La seule distinction entre les deux est que la recommandation par catégorie n'est pas présente sur la page d'accueil. Hormis ce détail, les deux listes existent pour reconnaître le travail des auteurs de modules et les récompenser.
it: Le liste di componenti Consigliati giocano un ruolo importante nel far conoscere ai visitatori di AMO componenti aggiuntivi utili e interessanti grazie a una lista breve e e coincisa. Ci consente di mettere in evidenza componenti aggiuntivi che sono riusciti ad aggiungere un miglioramento originale o entusiasmante a un programma Mozilla, e anche di rendere gli utenti più consapevoli delle migliaia di componenti aggiuntivi presenti su AMO. Le liste sono divise in due categorie: Consigliati e Consigliati per la categoria. La prima viene visualizzata sulla pagina principale di AMO e di solito è limitata a 40 componenti consigliati. La seconda raccoglie componenti consigliati all'interno della singola categoria. L'unica differenza tra le due liste è che i Consigliati nella categoria non sono visualizzati nella pagina iniziale. Eccetto questo, entrambe le liste sono state ideate per riconoscere i meriti dei singoli autori di componenti aggiuntivi e le loro opere.
ko: 추천 목록이란 AMO 방문자에게 노출되는 주요 부분으로, 유용하고 반드시 소개해야 할 부가 기능들이 들어있는 작은 목록을 말합니다. 이곳에선 매우 특별한 기능을 가진 잘 만든 부가 기능이거나 Mozilla 소프트웨어의 기능을 매우 인상적으로 향상시켰거나 AMO에 올라온 수천가지 부가 기능중 인지도가 상승중인 부가 기능 등이 실리게 됩니다. 목록은 추천 및 분류별 추천 두가지로 구분됩니다. 전자의 경우 AMO 첫 페이지에 40개 한정으로 표시됩니다. 후자는 각 분류 페이지마다 추천 목록으로 표시됩니다. 두 목록간 유일한 차이점이 있다면 분류별 추천 부가 기능은 첫 페이지에 소개되지 않는다는 것입니다. 이 점을 제외하곤 두 목록 다 부가 기능 개발자와 그들이 제작한 부가 기능이 이룩한 위업을 알린다는 의의를 가지고 있습니다.
nl: De lijsten Aanbevolen zijn een belangrijk middel om bezoekers van AMO kennis te laten maken met nuttige en aansprekende add-ons in een kleine en gerichte lijst. Wij kunnen er add-ons mee presenteren die een unieke en/of opwindende toevoeging zijn aan Mozilla-software en die aandacht trekken voor de duizenden op AMO gehoste add-ons. De lijsten worden opgesplitst in twee categorieën: Aanbevolen en Categorie aanbevolen. De eerste wordt weergegeven op de startpagina van AMO en is beperkt tot 40 gepresenteerde add-ons. De laatste zijn lijsten met add-ons die worden aanbevolen op categorieniveau. Het enige verschil tussen beide lijsten is dat add-ons in Categorie aanbevolen niet worden gepresenteerd op de startpagina. Dit uitgezonderd zijn beide lijsten bedoeld als erkenning voor wat individuele add-onschrijvers en hun werk hebben bereikt.
pl: Listy polecanych dodatków są ważnym elementem eksponowania odwiedzającym witrynę AMO użytecznych i fascynujących dodatków za pomocą małych, aktywnych list. Umożliwia to nam polecanie dodatków, które tworzą wyjątkowe lub interesujące ulepszenia programów Mozilli i zwiększają zainteresowanie tysiącami dodatków przechowywanych na AMO. Listy są podzielone na dwie kategorie: Polecane i Polecane w kategorii. Formatka jest wyświetlana na stronie głównej AMO i zazwyczaj zawiera 40 polecanych dodatków. Dalej znajdują się listy dodatków polecanych w poszczególnych kategoriach. Jedyną różnicą pomiędzy tymi dwoma listami jest to, że dodatki polecane w kategoriach nie są polecane na stronie głównej. Poza tym na obu listach są dostępne informacje o autorach i ich osiągnięciach.
pt_pt: As listas de recomendações são uma parte importante para apresentar aos visitantes do AMO extras úteis e interessantes numa lista pequena e focada. Permite-nos destacar extras que fizeram um bom trabalho criando uma única e/ou excitante melhoria ao software da Mozilla, aumentando o reconhecimento de milhares de extensões disponibilizadas no AMO. As listas são divididas em duas categorias; Recomendadas e Recomendas por categoria. A primeira é apresentada na página inicial do AMO e é tipicamente limitada a 40 extras em destaque. A segunda são listas de extras que são recomendadas ao nível da categoria. A única distinção entre as duas listas está relacionada com o facto de as listas de extras recomendados em categorias não serem destacadas na página inicial. À parte disto, ambas as listas têm como objetivo destacar as conquistas de autores individuais de extras e o trabalho que produziram.
ru: Списки Рекомендуемых дополнений являются важной частью работы по ознакомлению посетителей АМО с полезными и интересными дополнениями из небольшого сфокусированного списка. Это дает нам возможность представлять для широкой публики дополнения, проделавшие хорошую работу по созданию уникальных и/или захватывающих возможностей для программ Mozilla, и повышать осведомленность посетителей о тысячах дополнений, размещенных на АMO. Списки разбиваются на две категории; Рекомендуемые и Рекомендуемые для Категории. Первые показываются на домашней странице АМО и обычно ограничены 40 избранными дополнениями. Вторые являются списками дополнений, рекомендуемыми на уровне категории. Единственным различием между двумя списками является то, что Рекомендуемые для Категории дополнения не отображаются на домашней странице. В остальном, оба списка предназначены для признания достижений авторов отдельных дополнений и проделанной ими работы.
zh_cn: 推荐列表是一个引人注意的小列表，是向 AMO 访问者推介有用的和可能引起兴趣的附加组件的重要途径。一些附加组件对 Mozilla 软件进行了独一无二的 和/或 激动人心的改进，提升了 AMO 上成千上万附加组件的整体声誉，我们可以通过这个推荐列表将他们精选出来。列表分为两类，推荐的和分类推荐的。前者显示在首页并且通常限制在40个精选附加组件。后者是在特定分类中的推荐作品。两个列表唯一的区别就是分类推荐的附加组件不会列在首页中。除此之外，两个列表都意在褒扬附加组件作者个人的成就和他们的作品。

source: What is a Featured add-on?
cs: Co je doporučený doplněk?
de: Was ist ein vorgestelltes Add-on?
es: ¿Qué es un complemento Destacado?
fr: Que sont les modules en vedette ?
it: Che cos'è un componente aggiuntivo consigliato?
ja: おすすめのアドオンとは？
ko: 추천 부가 기능이 뭔가요?
nl: Wat is een Aanbevolen add-on?
pl: Co to są polecane dodatki?
pt_pt: O que é um extra em destaque?
ru: Что такое Избранное дополнение?
sl: Kaj ke Predstavljen dodatek?
zh_cn: 什么是“精选”附加组件？

source: The main page of AMO as well as the main page for each category contain three slots which are used to display a set of Featured Add-Ons. These add-ons are pulled from the Recommended and Category Recommended lists respectively and periodically rotated as described in the <a href="%(url)s">Featured Add-ons FAQ</a> to allow recommended add-ons a chance for increased visibility to users. Featured add-ons are rotated regularly to prevent staleness.
cs: Hlavní stránka AMO a stejně tak hlavní stránka každé kategorie doplňků obsahuje tři pozice, kde jsou zobrazovány doporučené doplňky. Ty jsou náhodně brány ze seznamu, který je průběžně aktualizován a dává vývojářům možnost zviditelnit svůj doplněk. Aktualizace tohoto seznamu je popsána v <a href="%(url)s">Featured Add-ons FAQ</a>. Aktualizace probíhají pravidelně, aby se zamezilo "okoukání".
de: Die Startseite von AMO und die Startseiten jeder Kategorie enthalten drei Spalten, die verwendet werden, eine Reihe von vorgestellten Add-ons anzuzeigen. Diese Add-ons werden aus den Listen „Empfohlen“ und „Empfohlen in Kategorie“ entnommen und periodisch ausgewechselt, wie in den <a href="%(url)s">FAQ zu vorgestellten Add-ons</a> beschrieben, um empfohlenen Add-ons eine Chance auf größere Sichtbarkeit für Benutzer zu bieten. Vorgestellte Add-ons werden periodisch ausgewechselt, um Verbrauchtheit zu vermeiden.
es: La página principal de AMO, así como la página principal de cada categoría, contienen tres espacios que se utilizan para mostrar una serie de complementos Destacados. Estos complementos son seleccionados de las listas de Recomendados y Recomendados por categoría, respectivamente. Los complementos Destacados se alternan periódicamente, acorde a lo establecido en la página de <a href="%(url)s">Preguntas frecuentes sobre complementos Destacados</a> para así aumentar la visibilidad de todos los complementos recomendados. Los complementos Destacados se alternan a menudo para evitar su caducidad.
fr: La page d'accueil d'AMO ainsi que la page principale de chaque catégorie contiennent trois emplacements qui sont utilisés pour afficher un ensemble de modules en vedette. Ces modules sont obtenus à partir des listes de recommandations, et recommandation par catégorie, respectivement, et sont sujettes à une rotation périodique comme indiqué dans la <a href="%(url)s">FAQ des modules vedettes</a> pour augmenter la visibilité auprès des utilisateurs des modules recommandés. Les modules en vedettes sont changés régulièrement.
it: La pagina principale di AMO, come le pagine principali di ogni categoria, contiene tre spazi destinati ciascuno a un set di componenti aggiuntivi consigliati. Questi componenti sono presi rispettivamente dalle liste di componenti Consigliati e Consigliati nella categoria, e ruotano periodicamente come descritto nella <a href="%(url)s">Featured Add-ons FAQ</a> per dare ai componenti consigliati un'occasione di maggiore visibilità agli utenti. I componenti aggiuntivi consigliati ruotano periodicamente per conservare la varietà della pagina.
ko: AMO 메인 페이지와 각 분류 메인 페이지에는 추천 부가 기능 표시에 쓰이는 슬롯 3개가 있습니다. 이들 부가 기능은 <a href="%(url)s">추천 부가 기능 FAQ</a>에 명시된 대로 이용자의 노출 기회 증가를 위해 일정 주기에 따라 개별적으로 돌아가며 추천 목록 및 분류별 추천 목록에서 빠지게 됩니다. 추천 부가 기능도 진부함을 방지하기 위해 주기적으로 순환됩니다.
nl: De hoofdpagina van AMO en de hoofdpagina van elke categorie bevatten drie vakken voor de weergave van een set met Aanbevolen add-ons. Deze add-ons worden uit de lijsten Aanbevolen en Categorie aanbevolen gehaald en periodiek geroteerd, zoals beschreven in de <a href="%(url)s">Veelgestelde vragen over Aanbevolen add-ons</a> om zo aanbevolen add-ons een kans op verhoogde zichtbaarheid naar gebruikers te bieden. Aanbevolen add-ons worden regelmatig afgewisseld om verstarring te voorkomen.
pl: Główna strona AMO, tak samo, jak główna strona każdej kategorii, zawiera trzy okienka, które są używane do wyświetlania zestawu polecanych dodatków. Nazwy tych dodatków są pobierane odpowiednio z listy polecanych dodatków i list polecanych dodatków w każdej kategorii. Dodatki te podlegają okresowej rotacji, tak jak opisano to w artykule <a href="%(url)s">Polecane dodatki – FAQ</a>. Działanie to ma na celu wyeksponowanie polecanych dodatków użytkownikom. Aby zapobiec utracie atrakcyjności, polecane dodatki są regularnie zmieniane.
pt_pt: A página principal do AMO bem como a página principal para cada categoria contem três espaços que são utilizados para mostrar um conjunto de extras em destaque. Estes extras são obtidos respetivamente das listas de Recomendados e Recomendados por categorias e são trocados periodicamente tal como é descrito na <a href="%(url)s">FAQ de extras em destaque</a> para permitir que extras recomendados tenham hipótese de uma visibilidade acrescida. Os extras em destaque são trocados regularmente para impedir estagnação.
ru: Главная страница АМО, а также главная страница для каждой категории, содержат три слота, которые используются для отображения Избранных дополнений. Эти дополнения выбираются соответственно из списков Рекомендуемых и Рекомендуемых для Категории и периодически ротируются, как описано в <a href="%(url)s">FAQ по Избранным дополнениям</a>, что дает рекомендуемым дополнениям шанс повысить свою популярность среди пользователей. Во избежание застоя список избранных дополнений периодически ротируется.
zh_cn: AMO 的首页以及每个分类的主要页面都包含三个插槽用于显示精选的附加组件。这些附加组件都是按照<a href="%(url)s">精选附加组件FAQ</a>，从推荐和分类推荐名单中分别抽取并定期的轮流展现，给推荐的附加组件一个向用户提高知名度的机会。精选附加组件会定期轮换以防止过时。

source: How can my add-on be listed as Recommended?
cs: Za jakých okolností se může můj doplněk objevit v seznamu doporučených?
de: Wie kann mein Add-on als empfohlen aufgelistet werden?
es: ¿Cuántos complementos pueden incluirse en la lista de Recomendados?
fr: Comment mon module peut être listé comme recommandé ?
it: Come può fare il mio componente aggiuntivo a entrare nella lista Consigliati?
ko: 부가 기능이 추천 목록에 오르려면 어떻게 해야 하나요?
nl: Hoe kan mijn add-on worden aanbevolen?
pl: W jaki sposób dodatek może być wyświetlany jako polecany?
pt_pt: Como eu posso incluir meu extra na lista de recomendação?
ru: Как мое дополнение может попасть в Рекомендуемые?
sl: Kako lahko moj dodatek pride na seznam Priporočeni?
zh_cn: 我可以让我的附加组件被列入推荐吗？

source: <a href="%(url)s">This blog post</a> describes the process by which the Recommended lists are managed.
cs: Informace o tom, jak je spravován list doporučených doplňků, naleznete v <a href="%(url)s">následujícím příspěvku</a>.
es: <a href="%(url)s">Esta entrada</a> describe el proceso de administración de las listas de Recomendados.
pl: Następujący <a href="%(url)s">wpis na blogu</a> opisuje proces, według którego listy polecanych dodatków są zarządzane.
ru: <a href="%(url)s">Этот пост в блоге</a> описывает процесс составления списков Рекомендуемых дополнений.

source: Can I pay to have my add-on listed as Recommended?
cs: Mohu zaplatit za to, že se můj doplněk objeví v seznamu doporučených?
de: Kann ich bezahlen, damit mein Add-on als empfohlen aufgelistet wird?
es: ¿Puedo pagar para que mi complemento aparezca como Recomendado?
fr: Est-ce que je peut payer pour avoir mon module listé en recommandation ?
it: Posso pagare per fare includere il mio componente aggiuntivo nella lista Consigliati?
ko: 부가 기능이 추천 목록에 오르려면 돈을 지불해야 하나요?
nl: Kan ik betalen om mijn add-on aanbevolen te laten worden?
pl: Czy można zapłacić za to, aby dodatek był wyświetlany na liście polecanych dodatków?
pt_pt: Eu posso pagar para ter meu extra na lista de recomendações?
ru: Могу ли я заплатить, чтобы мое дополнение попало в Рекомендуемые?
sl: Ali lahko plačam, da pride moj dodatek na seznam Priporočeni?
zh_cn: 我可以付费让我的附加组件被列入推荐吗？

source: Why is my add-on no longer listed as Recommended?
cs: Proč jich není můj doplněk v seznamu doporučených?
de: Warum wird mein Add-on nicht mehr als empfohlen aufgelistet?
es: ¿Por qué ya no aparece mi complemento como Recomendado?
fr: Pourquoi mon module n'est-il plus listé en recommandation ?
it: Perché il mio componente aggiuntivo non risulta più nella lista Consigliati?
ko: 왜 제 부가 기능이 더이상 추천 목록에 오르지 않는건가요?
nl: Waarom wordt mijn add-on niet meer aanbevolen?
pl: Dlaczego dodatek nie jest już wyświetlany jako polecany?
pt_pt: Por que meu extra não está mais na lista de recomendações?
ru: Почему мое дополнение больше не числится в Рекомендуемых?
sl: Zakaj je moj dodatek ni več med Priporočenimi?
uk: Чому мій додаток більше не значиться, як рекомендований?
zh_cn: 为什么我的附加组件不再被列入推荐了？

source: How do I reply to a user who has posted a negative review of my add-on?
cs: Jak mohu odpovědět uživateli, který přidal k mému doplňku negativní recenzi?
de: Wie antworte ich auf einen Benutzer, der eine negative Bewertung zu meinem Add-on geschrieben hat?
es: ¿Cómo puedo responder a un usuario que ha publicado una valoración negativa de mi complemento?
fr: Comment puis-je répondre à un utilisateur qui a posté un commentaire négatif sur mon module ?
it: Come rispondo ad un utente che ha inserito un commento negativo sul mio componente aggiuntivo?
ko: 부가 기능에 부정적인 평가를 올린 이용자에게 답글을 올리려면 어떻게 해야 하나요?
nl: Hoe beantwoord ik een gebruiker die een negatieve beoordeling van mijn add-on heeft geplaatst?
pa_in: ਜਿਸ ਉਪਭੋਗੀ ਨੇ ਮੇਰੇ ਐਡ-ਆਨ ਦੀ ਨਕਰਾਤਮਕ ਸਮੀਖਿਆ ਦਰਜ ਕੀਤੀ ਮੈਂ ਉਸ ਨੂੰ ਜਵਾਬ ਕਿਵੇਂ ਦਿਆਂ?
pl: Jak można odpowiedzieć użytkownikowi, który wystawił dodatkowi negatywną opinię?
pt_pt: Como eu posso responder para um usuário que postou uma análise negativa do meu extra?
ru: Как мне ответить пользователю, который разместил негативный отзыв на моё дополнение?
sl: Kako odgovoriti uporabniku, ki je objavil negativno mnenje o mojem dodatku?
uk: Як мені відповісти користувачу, який розмістив негативний відгук на мій додаток?
zh_cn: 我该如何回复一名用户发在我附加组件评论的负面回复？

source: A developer may reply to any review posted to their add-on as long as they are logged into AMO. In addition, any user can flag a review as:
cs: Vývojář může odpovědět na jakoukoliv recenzi přidanou k jeho doplňku v situaci, kdy je k AMO přihlášen. Navíc může jakoukoliv recenzi označit jako:
de: Ein Entwickler kann auf eine beliebige Bewertung für sein Add-on antworten, solange er bei AMO angemeldet ist. Außerdem kann jeder Benutzer eine Bewertung melden als:
es: Un desarrollador puede contestar a cualquier valoración publicada en su complemento siempre y cuando haya iniciado sesión en AMO. Asimismo, cualquier usuario puede marcar críticas como:
fr: Un développeur peut répondre à tout commentaire posté sur son module du moment qu'il est connecté sur AMO. En plus, tout utilisateur peut étiquetter un commentaire comme :
it: Lo sviluppatore può rispondere a ogni commento scritto sul proprio componente aggiuntivo, basta effettuare l'accesso ad AMO. Inoltre ogni utente può segnalare un commento come:
ko: 개발자는 AMO에 로그인만 하면 어떤 평가든 답글을 달 수 있습니다. 거기에 이용자에겐 다음과 같은 표식도 할 수 있습니다:
nl: Een ontwikkelaar mag op elke beoordeling van zijn/haar add-on reageren, als ze maar zijn aangemeld bij AMO. Hiernaast kan elke gebruiker een beoordeling rapporteren als:
pa_in: ਡਿਵੈਲਪਰ ਉਸ ਦੇ ਐਡ-ਆਨ ਬਾਰੇ ਪੋਸਟ ਹੋਈ ਕਿਸੇ ਵੀ ਸਮੀਖਿਆ ਦਾ ਜਵਾਬ ਦੇ ਸਕਦੇ ਹਨ ਜਦੋਂ ਤੱਕ ਉਹ AMO ਤੇ ਲਾਗ ਹੋਏ ਹੋਣ। ਨਾਲ ਹੀ, ਕੋਈ ਵੀ ਉਪਭੋਗੀ ਫ਼ਲੈਗ ਕਰ ਸਕਦਾ ਦੇ ਤੌਰ ਤੇ:
pl: Autorzy dodatków mogą odpowiadać na każdą opinię wystawioną ich dodatkom tak długo, jak są zalogowani na AMO. Ponadto każdy użytkownik może oznaczyć opinię jako:
pt_pt: Um desenvolvedor pode responder qualquer análise postada para seu extra desde que esteja identificado no AMO. Além disso, qualquer usuário pode denunciar uma análise como:
ru: Разработчик может ответить на любой отзыв, оставленный на его дополнение, если он залогинен на АМО. Кроме того, любой пользователь может отметить отзыв как:
uk: Розробник може відповісти на будь-який відгук, розміщений на його додаток, якщо він увійшов до AMO. Крім того, будь-який користувач може відмітити відгук як:
zh_cn: 开发者只要登录 AMO，就可以对任何在它们自己的附加组件评论进行回复。此外，任何用户都可以标记要求审核：

source: Spam or otherwise non-review content
cs: Nevyžádaný příspěvek či obsah nesouvisící s recenzí
de: Spam oder anderweitiger Inhalt, der keine Bewertung ist
el: Ανεπιθύμητο ή άσχετο με την αξιολόγηση περιεχόμενο.
es: Publicidad u otro contenido no relacionado
fr: Spam ou contenu qui n'est pas une critique du module
it: spam o contenuti fuori luogo
ja: スパムあるいはその他レビューと無関係の内容
ko: 스팸이거나 내용이 평가가 아닙니다
nl: Spam of andere tekst niet zijnde beoordeling
pa_in: ਸਪੈਮ ਜਾਂ ਹੋਰ ਬਿਨਾਂ-ਸਮੀਖਿਆ ਵਾਲੀ ਸਮੱਗਰੀ
pl: Spam lub niecenzuralna treść
pt_pt: Spam ou caso contrário conteúdo não revisto
ru: Спам или другое несоответствующее содержимое
sl: Smeti ali druga vsebina, ki ni za pregled
uk: Спам чи інший непереглянутий зміст
zh_cn: 垃圾信息或其他非评论内容

source: Inappropriate language/dialog
cs: Nevhodný jazyk/chování
de: Unpassende Wortwahl
el: Ανάρμοστη διατύπωση
es: Lenguaje/diálogo inapropiado
fr: Langage inapproprié
it: linguaggio non appropriato
ja: 不適切な言葉・会話
ko: 부적절한 언어/대화입니다
nl: Ongepast taalgebruik
pa_in: ਬੇਤੁਕੀ ਭਾਸ਼ਾ/ਗੱਲਬਾਤ
pl: Niewłaściwy język/dialog
pt_pt: Idioma/diálogo inapropriado
ru: Неприемлемые выражения/перебранка
sl: Neprimeren jezik/dialog
uk: Невідповідна мова/вікно
zh_cn: 不适当的语言/对话
