Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: To include an add-on in this collection, enter its name in the box below and hit enter. You can also use the <strong>Add to Collection</strong> links throughout the site to include add-ons later.
cs: Pro přidání doplňku do sbírky vložte jeho jméno do pole níže a stiskněte klávesu Enter. Doplňky též můžete přidat později klepnutím na odkaz <strong>Přidat do sbírky</strong> na stránce doplňku.
de: Um ein Add-on in diese Sammlung aufzunehmen, geben Sie dessen Namen in das Feld ein und drücken Sie die Eingabetaste. Sie können ebenso die <strong>Zur Sammlung hinzufügen</strong>-Links verwenden, die auf der ganzen Website verteilt sind, um Add-ons später hinzuzufügen.
el: Για να συμπεριλάβετε ένα πρόσθετο στη συλλογή, εισάγετε το όνομα του στο παρακάτω πλαίσιο και πατήστε το «enter». Μπορείτε επίσης να χρησιμοποιήσετε τους δεσμούς <strong>Προσθήκη σε συλλογή</strong> που θα δείτε στις σελίδες μας για να προσθέσετε πρόσθετα αργότερα.
es: Para incluir un complemento en esta colección, introduce su nombre en el campo de debajo y pulsa Intro. También puedes usar los enlaces <strong>Agregar a colección</strong> en el sitio para incluir complementos más tarde.
fr: Pour inclure un module dans cette collection, entrez son nom dans la zone ci-dessous puis validez par Entrée. Vous pouvez aussi utiliser les liens <strong>Ajouter à une collection</strong> parsemés sur le site pour ajouter des modules plus tard.
it: Per aggiungere un componente aggiuntivo a questa raccolta, digitare il nome nel campo seguente e premere invio. È anche possibile utilizzare i link <strong>Aggiungi alla raccolta</strong> presenti sul sito per aggiungere dei componenti aggiuntivi in seguito.
ja: このコレクションにアドオンを追加するには、下のボックスにその名前を入力して Enter キーを押してください。また、サイトのあちこちにある <strong>コレクションへ追加</strong> リンクをクリックして、後からでもアドオンを追加できます。
ko: 모음집에 부가 기능을 추가하려면, 아래 상자에 이름을 입력 후 엔터를 눌러주세요. 나중에 부가 기능을 추가하려면 사이트 내에 <strong>모음집에 추가하기</strong> 링크를 사용하시면 됩니다.
nl: Voer om een add-on aan deze collectie toe te voegen de naam in onderstaand veld in en druk op Enter. U kunt ook de koppelingen <strong>Toevoegen aan collectie</strong> op deze website gebruiken om add-ons later toe te voegen.
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਇੱਕ ਐਡ-ਆਨ ਸ਼ਾਮਲ ਕਰ ਲਈ, ਉਸਦਾ ਨਾਂ ਹੇਠ ਦਿੱਤੇ ਬਾਕਸ ਵਿੱਚ ਦਰਜ ਕਰੋ ਅਤੇ ਐਂਟਰ ਦੱਬੋ। ਤੁਸੀਂ ਐਡ-ਆਨ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਪੂਰੀ ਸਾਈਟ ਵਿੱੱਚ ਦਿੱਤੇ <strong>ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਜੋੜੋ</strong> ਲਿੰਕਾਂ ਦੀ ਵੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।
pl: Aby dodać dodatek do tej kolekcji, wprowadź jego nazwę w polu poniżej i naciśnij Enter. Aby dodać dodatek później, można użyć odnośnika <strong>Dodaj do kolekcji</strong> znajdującego się w wielu miejscach witryny.
pt_pt: Para incluir um extra nesta colecção, escreva o nome na caixa em baixo e clique em enter. Pode também usar as ligações <strong>Adicionar à colecção</strong> presentes em todo o sítio para incluir os extras mais tarde.
ru: Чтобы включить дополнение в эту подборку, введите его имя в расположенное ниже поле и нажмите Enter. В дальнейшем для добавления дополнений вы также можете использовать расположенные на сайте ссылки <strong>Добавить в подборку</strong>.
sl: Če želite vključiti kak dodatek v svojo zbirko, vnesite njegovo ime v polje spodaj ter pritisnite na enter. Lahko tudi uporabljate povezave <strong>Dodaj v zbirko</strong> po spletišču, da dodatke vključite kasneje.
uk: Щоб додати додаток до цієї збірки, введіть його назву в поле внизу та натисніть enter. Ви також можете скористатися посиланням <strong>Додати до збірки</strong>, яке можна знайти всюди на сайті.
zh_cn: 要在此收藏集中增加一个附加组件，请在下面的框中输入其名称然后回车。您也可以使用遍布整个网站的<strong>添加到收藏集</strong>链接来添加附加组件。

source: Add-on
cs: Doplněk
el: Πρόσθετο
es: Complemento
fr: Module
it: Componente aggiuntivo
ja: アドオン
ko: 부가 기능
pa_in: ਐਡ-ਆਨ
pl: Dodatek
pt_pt: Extra
ru: Дополнение
sl: Dodatek
uk: Додаток
zh_cn: 附加组件

source: Enter the name of the add-on to include
cs: Zadejte jméno doplňku, který chcete vložit
de: Geben Sie den Namen des einzufügenden Add-ons ein
el: Εισαγωγή ονόματος πρόσθετου για να συμπεριληφθεί
es: Introduce el nombre del complemento que vas a incluir
fr: Entrez le nom du module à ajouter
it: Inserisci il nome del componente aggiuntivo da includere
ja: 追加するアドオンの名前を入力してください
ko: 추가하고자 하는 부가 기능의 이름을 입력하세요
nl: Voer de naam van de op te nemen add-on in
pa_in: ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਐਡ-ਆਨ ਦਾ ਨਾਂ ਦਰਜ ਕਰੋ
pl: Aby dodać dodatek, podaj jego nazwę
pt_pt: Escreva o nome do extra a incluir
ru: Введите имя включаемого дополнения
sl: Vnesite ime dodatke, ki ga hočete vključiti
uk: Введіть назву додатку щоб включити
zh_cn: 输入要加入的附加组件名称

source: Add to Collection
cs: Přidat do sbírky
de: Zur Sammlung hinzufügen
el: Προσθήκη σε συλλογή
es: Agregar a colección
fr: Ajouter à la collection
it: Aggiungi ad una raccolta
ja: コレクションへ追加
ko: 모음집에 추가하기
nl: Toevoegen aan collectie
pa_in: ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do kolekcji
pt_pt: Adicionar à colecção
ru: Добавить в подборку
sl: Dodaj v zbirko
uk: Додати до збірки
zh_cn: 添加到收藏集

source: Pending
cs: Čeká
de: Ausstehend
el: Σε αναμονή
es: Pendiente
fr: En attente
it: In sospeso
ja: 保留中
ko: 대기중
nl: In behandeling
pa_in: ਅਧੂਰਾ
pl: Oczekujące
pt_pt: Em espera
ru: В ожидании
sl: Na čakanju
uk: Очікує
zh_cn: 等待中

source: Add a comment
cs: Přidat komentář
de: Kommentar hinzufügen
el: Προσθήκη σχολίου
es: Agregar un comentario
fr: Ajouter un commentaire
it: Aggiungi un commento
ja: コメントを追加
ko: 코멘트 작성
nl: Opmerking toevoegen
pa_in: ਇੱਕ ਟਿੱਪਣੀ ਜੋੜੋ
pl: Dodaj komentarz
pt_pt: Adicionar um comentário
ru: Добавить комментарий
sl: Dodaj komentar
uk: Додати коментар
zh_cn: 添加评论

source: Remove this add-on from the collection
cs: Odebrat doplněk ze sbírky
de: Dieses Add-on aus der Sammlung entfernen
el: Αφαίρεση του πρόσθετου από τη συλλογή
es: Eliminar este complemento de la colección
fr: Enlever ce module de la collection
it: Rimuovi questo componente aggiuntivo dalla raccolta
ja: このアドオンをコレクションから削除
ko: 모음집에서 부가 기능 삭제하기
nl: Deze add-on uit de collectie verwijderen
pa_in: ਸੰਗ੍ਰਹਿ ਤੋਂ ਇਸ ਐਡ-ਆਨ ਨੂੰ ਹਟਾਓ
pl: Usuń ten dodatek z kolekcji
pt_pt: Remover este extra desta colecção
ru: Удалить это дополнение из подборки
sl: Odstrani ta dodatek iz zbirke
uk: Вилучити цей додаток зі збірки
zh_cn: 从收藏集中移除此附加组件

source: COLLECTIONS
cs: SBÍRKY
de: SAMMLUNGEN
el: ΣΥΛΛΟΓΕΣ
es: COLECCIONES
it: Raccolte
ja: コレクション
ko: 모음집
nl: COLLECTIES
pa_in: ਸੰਗ੍ਰਹਿ
pl: KOLEKCJE
pt_pt: COLEÇÕES
ru: ПОДБОРКИ
sl: ZBIRKE
uk: ЗБІРКИ
zh_cn: 收藏集

source: Groups of related add-ons that anyone can create.
cs: Skupiny souvisejících doplňků, které může každý vytvořit.
de: Gruppen von verwandten Add-ons, die jeder erstellen kann.
el: Ομάδες σχετιζόμενων πρόσθετων που μπορεί να δημιουργήσει ο καθένας
es: Grupos de complementos relacionados que puede crear cualquiera.
fr: Groupes de modules similaires, que tout un chacun peut créer.
it: Gruppi di componenti aggiuntivi collegati tra loro che ogni utente può creare.
ja: 誰でも作成できる、関連したアドオンのグループ。
ko: 누구나 제작 가능한 유사한 부가 기능끼리의 모음집입니다.
nl: Groepen verwante add-ons die iedereen kan aanmaken.
pa_in: ਸਬੰਧਤ ਐਡ-ਆਨ ਦੇ ਗਰੁੱਪ ਇਹ ਕੋਈ ਵੀ ਬਣਾ ਸਕਦਾ ਹੈ।
pl: Grupy podobnych dodatków, które każdy może utworzyć.
pt_pt: Grupos de extras relacionados que qualquer um pode criar.
ru: Группы родственных дополнений, которые может создавать любой.
sl: Skupine sorodnih dodatkov, ki jih lahko vsakdo ustvari in deli z drugimi.
uk: Групи подібних додатків, які може створити кожен.
zh_cn: 任何人都可以建立的一组相关的附加组件名单。

source: Blocked Add-ons
cs: Blokované doplňky
de: Gesperrte Add-ons
el: Αποκλεισμένα πρόσθετα
es: Complementos bloqueados
fr: Modules bloqués
it: Componenti aggiuntivi bloccati
ja: ブロックされているアドオン
ko: 차단된 부가 기능
nl: Geblokkeerde add-ons
pa_in: ਬਲਾਕ ਕੀਤੇ ਐਡ-ਆਨ
pl: Zablokowane dodatki
pt_pt: Extras bloqueados
ru: Заблокированные дополнения
sl: Blokirani dodatki
uk: Заблоковані додатки
zh_cn: 阻止的附加组件

source: Blocklist
de: Sperrliste
el: Λίστα αποκλεισμένων
es: Lista de bloqueados
fr: Liste de blocage
ja: ブロックリスト
ko: 차단 목록
nl: Blokkeerlijst
pa_in: ਬਲਾਕ ਸੂਚੀ
pl: Lista zablokowanych dodatków
pt_pt: Lista de bloqueados
ru: Чёрный список
sl: Blok-lista
uk: Чорний список
zh_cn: 阻止列表

source: <b>{0}</b> has been blocked for your protection.
cs: <b>{0}</b> byl pro vaši ochranu zablokován.
de: <b>{0}</b> wurde zu Ihrem Schutz gesperrt.
el: Το <b>{0}</b> έχει αποκλειστεί για δική σας προστασία.
es: <b>{0}</b> ha sido bloqueado para tu protección.
fr: <b>{0}</b> a été bloqué pour votre protection.
it: <b>{0}</b> è stato bloccato per la tua protezione.
ja: ユーザを保護するため <b>{0}</b> はブロックされています。
ko: <b>{0}</b>은(는) 보호 설정에 따라 차단되었습니다.
nl: <b>{0}</b> is geblokkeerd voor uw bescherming.
pa_in: ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਲਈ <b>{0}</b> ਬਲਾਕ ਕੀਤਾ ਗਿਆ।
pl: Dla twojej ochrony dodatek <b>{0}</b> został zablokowany.
pt_pt: <b>{0}</b> foi bloqueado para sua protecção.
ru: <b>{0}</b> был заблокирован для вашей защиты.
sl: <b>{0}</b> se je blokiralo, da se vas zaščiti.
uk: <b>{0}</b> було заблоковано для вашого захисту.
zh_cn: 为了保护您，<b>{0}</b> 已被封锁。

source: Why was it blocked?
cs: Proč došlo k zablokování?
de: Warum wurde es gesperrt?
el: Γιατί αποκλείστηκε;
es: ¿Por qué fue bloqueado?
fr: Pourquoi a-t-il été bloqué ?
it: Perché è stato bloccato?
ja: ブロックされたのはなぜですか？
ko: 차단 사유는 무엇입니까?
nl: Waarom is deze geblokkeerd?
pa_in: ਇਹ ਬਲਾਕ ਕਿਉਂ ਕੀਤਾ ਗਿਆ?
pl: Dlaczego został zablokowany?
pt_pt: Porque é que foi bloqueado?
ru: Почему оно было заблокировано?
sl: Zakaj je bilo blokirano?
uk: Чому його було заблоковано?
zh_cn: 为什么它被封锁？

source: Who is affected?
cs: Koho to ovlivní?
de: Wer ist betroffen?
el: Ποιοι επηρεάζονται;
es: ¿A quien afecta?
fr: Qui est affecté ?
it: Chi è interessato?
ja: 誰に影響しますか？
ko: 누가 이런 문제를 일으킨건가요?
nl: Wie ondervindt hier gevolgen van?
pa_in: ਕੌਣ ਪ੍ਰਭਾਵਿਤ ਹੋਇਆ ਹੈ?
pl: Kogo to dotyczy?
pt_pt: Quem é afectado?
ru: Кто затронут?
sl: Kdo je prizadet?
uk: На кого вплинуло?
zh_cn: 谁会受到影响？

source: What does this mean?
cs: Co to znamená?
de: Was bedeutet das?
el: Τί σημαίνει αυτό;
es: ¿Qué significa esto?
fr: Qu'est-ce que cela signifie ?
it: Che cosa significa?
ja: これはどういう意味ですか？
ko: 차단되면 어떻게 되는건가요?
nl: Wat betekent dit?
pa_in: ਇਸ ਦਾ ਕੀ ਮਤਲਬ ਹੈ?
pl: Co to znaczy?
pt_pt: O que é que isto significa?
ru: Что это значит?
sl: Kaj to pomeni?
uk: Що це значить?
zh_cn: 这是什么意思？

source: Users are strongly encouraged to disable the problematic add-on or plugin, but may choose to continue using it if they accept the risks described.
cs: Uživatelům je silně doporučeno problematický doplněk či zásuvný modul zakázat, ale mohou jej i nadále používat, pokud berou na vědomí rizika, která jsou zde popsána.
de: Die Anwender werden nachdrücklich aufgefordert, das problematische Add-on oder Plugin zu deaktivieren, können es aber auch weiter verwenden, wenn sie die beschriebenen Risiken akzeptieren.
el: Συνιστούμε στους χρήστες να απενεργοποιήσουν το προβληματικό πρόσθετο ή την πρόσθετη λειτουργία αλλά μπορείτε αν θέλετε να συνεχίσετε να το χρησιμοποιείτε αν θεωρείτε ότι η προβληματική λειτουργία που περιγράφουμε είναι αποδεκτή.
es: Se recomienda a los usuarios deshabilitar el complemento o plugin problemático, pero pueden optar por seguir utilizándolo si aceptan los riesgos descritos.
fr: Les utilisateurs sont fortement encouragés à désactiver les modules ou greffons qui sont problématiques, mais peuvent choisir de continuer à les utiliser s'ils acceptent les risques décrits.
it: Consigliamo agli utenti di disattivare un componente aggiuntivo o un plugin con problemi, ciononostante è comunque possibile continuare a utilizzarlo se si comprendono e accettano i rischi indicati.
ja: 問題のあるアドオンやプラグインは無効にすることが強く推奨されますが、ここで説明されているリスクを受け入れるのであれば、使い続けることもできます。
ko: 문제가 발생한 부가 기능 및 플러그인을 사용할 수 없게 되어 굉장히 불편한 사용자들은 위험 요소에 대한 설명에 동의할 경우에 한해 계속 사용할 수 있는 방법도 있습니다.
nl: Gebruikers wordt sterk aangeraden om de problematische add-on of plug-in uit te schakelen, maar ze kunnen ervoor kiezen deze verder te gebruiken als zij de beschreven risico’s accepteren.
pa_in: ਉਪਭੋਗੀਆਂ ਨੂੰ ਸਮੱਸਿਆ ਵਾਲੇ ਐਡ-ਆਨ ਜਾਂ ਪਲੱਗਇਨ ਅਯੋਗ ਕਰਨ ਲਈ ਜ਼ੋਰਦਾਰ ਉਤਸ਼ਾਹਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਪਰ ਉਹ ਇਸ ਦੀ ਵਰਤੋਂ ਜਾਰੀ ਰੱਖਣਾ ਚੁਣ ਸਕਦੇ ਹਨ ਜੇਕਰ ਉਹ ਦੱਸੇ ਗਏ ਖਤਰਿਆਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੇ ਹਨ।
pl: Zalecamy wyłączenie dodatku lub wtyczki powodujących problemy, ale jeśli zaakceptujesz opisane ryzyko, możesz ich dalej używać.
pt_pt: Os utilizadores são fortemente encorajados a desactivar os extras ou plugins problemáticos, mas podem optar por continuar a usá-los se eles aceitarem os riscos descritos.
ru: Пользователям настоятельно рекомендуется отключить вызывающее проблемы дополнение или плагин. Они могут продолжать использовать его, если они принимают на себя описанный здесь риск.
sl: Uporabnikom se resno svetuje, da problematični dodatek ali vstavek deaktivirajo, vendar se lahko odločijo, da ga bodo še naprej uporabljali, če sprejmejo opisana tveganja.
uk: Користувачам наполегливо рекомендується відключити проблемний додаток чи плагін, хоча вони можуть продовжувати використовувати його, якщо вони приймають на себе описаний ризик.
zh_cn: 强烈建议用户禁用有问题的附加组件或者插件，但如果用户决定接受描述的这些风险，依然可以选择使用它们。

source: The problematic add-on or plugin will be automatically disabled and no longer usable.
cs: Problematický doplněk nebo zásuvný modul bude automaticky zakázán a nebude již dostupný.
de: Das problematische Add-on oder Plugin wird automatisch deaktiviert und ist dann nicht mehr benutzbar.
el: Το προβληματικό πρόσθετο ή η πρόσθετη λειτουργία θα απενεργοποιηθεί αυτόματα και δεν θα λειτουργεί στο εξής.
es: El complemento o plugin problemático será deshabilitado automáticamente y ya no podrá usarse.
fr: Les modules ou greffons qui posent problème seront automatiquement désactivés et plus utilisables.
it: Il componente aggiuntivo o il plugin con problemi verrà automaticamente disattivato e non sarà più utilizzabile.
ja: 問題のあるアドオンやプラグインは自動的に無効化され、使用できなくなります。
ko: 문제가 발생한 부가 기능 및 플러그인은 자동으로 사용 중단 처리되어 더이상 사용할 수 없게 됩니다.
nl: De problematische add-on of plug-in wordt automatisch uitgeschakeld en kan niet meer worden gebruikt.
pa_in: ਸਮੱਸਿਆ ਵਾਲੇ ਐਡ-ਆਨ ਜਾਂ ਪਲੱਗਇਨ ਆਪਣੇ ਆਪ ਹੀ ਅਯੋਗ ਹੋ ਜਾਣਗੇ ਅਤੇ ਹੁਣ ਵਰਤਣਯੋਗ ਨਹੀਂ ਰਹਿਣਗੇ।
pl: Problematyczny dodatek lub problematyczna wtyczka zostaną automatycznie wyłączone i nie będą więcej zdatne do użytku.
pt_pt: Os extras ou plugins problemáticos serão automaticamente desactivados e não poderão ser utilizados.
ru: Вызывающее проблемы дополнение или плагин будет автоматически отключено и больше не может быть использовано.
sl: Problematičen dodatek ali vstavek bo samodejno onemogočen in ne bo več uporaben.
uk: Проблемний додаток чи плагін буде автоматично відключено і надалі не зможе використовуватись.
zh_cn: 有问题的附加组件或插件将自动被禁用且不再可用。

source: When Mozilla becomes aware of add-ons, plugins, or other third-party software that seriously compromises %(app)s security, stability, or performance and meets <a href="%(criteria)s">certain criteria</a>, the software may be blocked from general use. For more information, please read <a href="%(support)s">this support article</a>.
cs: Pokud Mozilla zjistí, že doplněk, zásuvný modul či software třetí strany způsobuje vážné problémy v otázkách bezpečnosti, stability a výkonu u aplikace %(app)s a splňuje <a href="%(criteria)s">daná kritéria</a>, může být takový software zablokován. Pro více informací si přečtěte <a href="%(support)s">tento článek podpory</a>.
de: Wenn Mozilla Kenntnis von Add-ons, Plugins oder anderer Drittsoftware erhält, die ernsthaft die Sicherheit, Stabilität oder Leistung von %(app)s beeinträchtigt und <a href="%(criteria)s">bestimmte Kriterien</a> erfüllt, kann diese Software von der allgemeinen Benutzung ausgeschlossen werden. Weitere Informationen finden Sie in <a href="%(support)s">diesem Hilfeartikel</a>.
el: Όταν η κοινότητα Mozilla εντοπίσει κάποιο πρόσθετο, πρόσθετη λειτουργία ή οποιοδήποτε άλλο λογισμικό τρίτων κατασκευαστών, που θέτει σε κίνδυνο την ασφάλεια, τη σταθερότητα ή τις επιδόσεις του %(app)s και πληρεί <a href="%(criteria)s">συγκεκριμένα κριτήρια</a>, μπορεί να απενεργοποιήσει τη χρήση του γενικά. Για περισσότερες πληροφορίες, σας παρακαλούμε να διαβάσετε <a href="%(support)s">αυτό το άρθρο υποστήριξης</a>.
es: Cuando Mozilla advierte que hay complementos, plugins o programas de terceros que comprometen seriamente la seguridad, estabilidad o rendimiento de %(app)s y <a href="%(criteria)s">ciertos criterios</a>, el programa puede ser bloqueado para el uso general. Para obtener más información, lee <a href="%(support)s">este artículo de ayuda</a>.
fr: Quand Mozilla est mis au courant qu'un module, greffon ou tout autre logiciel tierce-partie peut remettre en cause la sécurité, stabilité ou les performances de %(app)s et que <a href="%(criteria)s">certain critères</a> sont réunis, le logiciel peut être bloqué pour l'usage général. Pour plus d'informations, merci de vous reporter à <a href="%(support)s">cet article du support</a>.
it: Nel momento in cui Mozilla scopre che un componente aggiuntivo, un plugin o un altro software di terze parti può compromettere seriamente la sicurezza, la stabilità o le prestazioni di %(app)s ae rientra in <a href="%(criteria)s">determinati criteri</a>, è possibile che questo software venga bloccato e ne venga impedito l'utilizzo. Per ulteriori informazioni consultare questo <a href="%(support)s">articolo</a>.
ja: アドオンやプラグイン、その他のサードパーティ製ソフトウェアが、%(app)s の安全性、安定性、あるいはパフォーマンスに深刻な影響を与えることを Mozilla が認識し、それが <a href="%(criteria)s">特定の基準</a> を満たした場合、そのソフトウェアはブロックされ、一般的に使用できなくなる可能性があります。詳しくは、<a href="%(support)s">このサポート記事</a> をご覧ください。
ko: Mozilla에선 부가 기능, 플러그인, 기타 써드파티 소프트웨어에서 %(app)s에 심각한 보안, 안정성, 성능 저하 문제를 초래하는 것이 있을 경우 <a href="%(criteria)s">규정</a>에 의거, 해당 소프트웨어를 일반적인 사용을 할 수 없도록 차단하게 됩니다. 보다 자세한 정보를 보시려면 <a href="%(support)s">다음의 도움말</a>을 읽어보시기 바랍니다.
nl: Wanneer Mozilla kennis krijgt van add-ons, plug-ins of software van derden die de veiligheid, stabiliteit of prestaties van %(app)s ernstig bedreigt en aan <a href="%(criteria)s">bepaalde criteria</a> voldoet, kan de software voor algemeen gebruik worden geblokkeerd. Lees <a href="%(support)s">dit ondersteuningsartikel</a> voor meer informatie.
pa_in: ਜਦੋਂ ਮੌਜੀਲਾ ਐਡ-ਆਨ, ਪਲੱਗਇਨ, ਜਾਂ ਤੀਜੀ-ਧਿਰ ਦੇ ਸਾਫ਼ਟਵੇਅਰ ਤੋਂ ਜਾਣੂ ਹੋ ਜਾਂਦਾ ਜੋ ਗੰਭੀਰਤਾ ਨਾਲ %(app)s ਸੁਰੱਖਿਆ, ਸਥਿਰਤਾ, ਜਾਂ ਕਾਰਗੁਜ਼ਾਰੀ ਨਾਲ ਸਮਝੌਤਾ ਕਰਦਾ ਅਤੇ <a href="%(criteria)s">ਯਕੀਨੀ ਮਾਪਦੰਡ</a> ਪੂਰੇ ਕਰਦਾ, ਸਾਫ਼ਟਵੇਅਰ ਆਮ ਵਰਤੋਂ ਤੋਂ ਬਲਾਕ ਹੋ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ. ਕਿਰਪਾ ਕਰਕੇ ਪੜ੍ਹੋ <a href="%(support)s">ਇਹ ਸਹਾਇਤਾ ਲੇਖ</a>।
pl: Gdy Mozilla dowie się, że dodatki, wtyczki lub inne programy stron trzecich poważnie naruszają bezpieczeństwo, stabilność lub wydajność programu %(app)s oraz spełniają <a href="%(criteria)s">określone kryteria</a>, oprogramowanie takie może zostać zablokowane przed ogólnym użytkiem. Więcej informacji dostępnych jest w <a href="%(support)s">tym artykule pomocy</a>.
pt_pt: Quando a Mozilla se torna consciente de extras, plugins, ou software de terceiros, que comprometem seriamente a segurança, estabilidade ou desempenho do %(app)s e reúne <a href="%(criteria)s">determinados critérios </a >, o software pode ser impedido de ser usado. Para obter mais informações, leia <a href="%(support)s">este artigo de suporte</a>.
ru: Когда Mozilla становится известно о дополнениях, плагинах или других сторонних программах, которые серьезно подрывает безопасность, стабильность или производительность %(app)s и отвечают <a href="%(criteria)s">определенным критериям</a>, использование этих программ может быть заблокировано. Для получения дополнительной информации, пожалуйста, прочтите <a href="%(support)s">эту статью</a>.
sl: Ko Mozilla zve, da kak dodatek, vstavek ali druga programska oprema iz tretje roke resno ogroža varnost, stabilnost, ali delo z %(app)s in izpolnjuje <a href="%(criteria)s"> določena merila </a>, lahko programsko opremo onemogoči za splošno rabo. Za več o tem preberite <a href="%(support)s"> ta članek za podporo</a>.
uk: Коли Mozilla стає відомо про додатки, плагіни чи інші сторонні програми, які серйозно підривають безпеку, стабільність чи продуктивність %(app)s та відповідають <a href="%(criteria)s">певним критеріям</a>, використання цих програм може бути заблоковане. Для отримання додаткової інформації, будь ласка, прочитайте <a href="%(support)s">цю статтю</a>.
zh_cn: 当 Mozilla 注意到有附加组件、插件，或其他第三方软件严重危及 %(app)s 的安全性、稳定性或性能，并符合<a href="%(criteria)s">特定标准</a>时，该软件就可能被封锁，防止被公众使用。有关更多信息，请阅读<a href="%(support)s">这篇技术支持文章</a>。

source: Blocked on %(date)s. <a href="%(link)s">View block request</a>.
cs: Zablokován dne %(date)s.<a href="%(link)s">Zobrazit požadavek na zablokování</a>.
de: Gesperrt am %(date)s. <a href="%(link)s">Sperranforderung lesen</a>.
el: Αποκλείστηκε στις %(date)s. <a href="%(link)s">Δείτε το αίτημα αποκλεισμού</a>.
es: Bloqueado el %(date)s. <a href="%(link)s">Ver solicitud de bloqueo</a>.
fr: Bloqué le %(date)s. <a href="%(link)s">Voir la demande de blocage</a>.
it: Bloccato il %(date)s. <a href="%(link)s">Visualizza la richiesta di blocco</a>.
ja: %(date)s にブロックされました。<a href="%(link)s">ブロックのリクエスト</a> を見てください。
ko: %(date)s자로 차단되었습니다. <a href="%(link)s">차단 요청 내역 보기</a>
nl: Geblokkeerd op %(date)s. <a href="%(link)s">Lees het blokkeringsverzoek</a>.
pa_in: %(date)s ਨੂੰ ਬਲਾਕ ਕੀਤਾ। <a href="%(link)s">ਬਲਾਕ ਬੇਨਤੀ ਵੇਖੋ</a>।
pl: Zablokowano %(date)s. <a href="%(link)s">Wyświetl prośbę o zablokowanie</a>.
pt_pt: Bloqueado em%(date)s. <a href="%(link)s">Ver pedido de bloqueio</a>.
ru: Заблокировано %(date)s. <a href="%(link)s">Посмотреть запрос на блокировку</a>.
sl: Blokirano dne %(date)s. <a href="%(link)s">Prikaz zahteve za blok</a>.
uk: Заблоковано %(date)s. <a href="%(link)s">Переглянути запит блокування</a>.
zh_cn: 阻止于 %(date)s 。<a href="%(link)s">查看阻止请求</a> 。

source: Blocked on %(date)s.
cs: Zablokováno dne %(date)s.
de: Gesperrt am %(date)s.
el: Αποκλείστηκε στις %(date)s.
es: Bloqueado el %(date)s.
fr: Bloqué depuis le %(date)s.
it: Bloccato il %(date)s.
ja: %(date)s にブロックされました。
ko: %(date)s자로 차단되었습니다.
nl: Geblokkeerd op %(date)s.
pa_in: %(date)s ਨੂੰ ਬਲਾਕ ਕੀਤਾ।
pl: Zablokowano %(date)s.
pt_pt: Bloqueado em %(date)s.
ru: Заблокировано %(date)s.
sl: Blokirano dne %(date)s.
uk: Заблоковано %(date)s.
zh_cn: %(date)s 阻止。
