Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add Bango Account
cs: Přidat účet Bango
de: Bango-Konto hinzufügen
es: Agregar una cuenta de Bango
fr: Ajouter un compte Bango
it: Aggiungi account Bango
ko: Bango 계정 추가
nl: Bango-account toevoegen
pl: Dodaj konto Bango
ru: Добавить учётную запись Bango
zh_cn: 添加 Bango 帐号

source: Branch (4)
cs: Pobočka (4)
es: Sucursal (4)
pl: Oddział (4)
ru: Филиал (4)

source: Account (7)
cs: Účet (7)
es: Cuenta (7)
pl: Konto (7)
ru: Учётная запись (7)

source: Suffix (2)
cs: Sufix (2)
es: Sufijo (2)
pl: Sufiks (2)
ru: Суффикс (2)

source: My account number is not in this format.
cs: Mé číslo účtu není v tomto formátu.
es: Mi número de cuenta no tiene este formato.
pl: Numer mojego konta nie jest w tym formacie.

source: Optional
cs: Volitelné
es: Opcional
fr: Optionnel
it: Facoltativo
ko: 선택 입력 사항
nl: Optioneel
pl: Opcjonalnie
ru: Необязательно
zh_cn: 可选

source: Register Payment Account
cs: Registrace účtu pro platby
de: Zahlungskonto registrieren
es: Registrar cuenta para pagos
fr: Enregistrer le compte de paiement
it: Registrare conto pagamenti
ko: 결제 계좌 등록
nl: Betalingsaccount registreren
pl: Zarejestruj rachunek płatniczy
ru: Регистрация счёта для платежей
zh_cn: 注册付款帐号

source: Processing Request...
cs: Probíhá zpracování požadavku...
de: Anfrage wird verarbeitet …
es: Procesando solicitud...
fr: Traitement de la requête ...
it: Elaborazione della richiesta in corso…
ko: 요청 진행 중...
nl: Verzoek verwerken…
pl: Przetwarzanie zapytania…
ru: Обработка запроса...
zh_cn: 正在处理请求...

source: Please wait while we contact the payment server.
cs: Probíhá kontaktování platebního serveru, vyčkejte prosím.
de: Bitte warten Sie, während wir den Zahlungsserver kontaktieren.
es: Por favor, espera mientras contactamos con el servidor de pagos.
fr: Merci de patienter pendant le contact du serveur de paiement.
it: Stiamo contattando il server per i pagamenti. Rimani in attesa.
ko: 지불 서버와 통신하는데 잠시만 기다려 주십시오.
nl: Een ogenblik geduld terwijl we contact opnemen met de betalingsserver.
pl: Podczas łączenia z serwerem płatności.
zh_cn: 正在联系支付服务器，请等候。

source: Select Payment Provider
cs: Volba poskytovatele pro platby
de: Zahlungsdienstleister auswählen
es: Seleccionar proveedor de pagos
it: Seleziona provider per i pagamenti
pl: Wybierz dostawcę płatności
ru: Выбрать провайдера платежей

source: Add PayPal Account
cs: Přidat účet PayPal
de: PayPal-Konto hinzufügen
es: Agregar cuenta de PayPal
it: Aggiungi account PayPal
pl: Dodaj konto PayPal
ru: Добавить учётную запись PayPal

source: What is the email for your PayPal account?
cs: Jaký je e-mail vašeho účtu u PayPalu?
de: Wie lautet die E-Mail-Adresse für Ihr PayPal-Konto?
es: ¿Cuál es el correo electrónico de tu cuenta de PayPal?
it: Qual è l'indirizzo email associato al tuo account PayPal?
pl: Jaki jest e-mail do twojego konta PayPal?

source: Please enter a valid PayPal email.
cs: Vložte prosím platný e-mail u PayPalu.
de: Bitte geben Sie eine gültige PayPal-E-Mail-Adresse ein.
es: Escribe un correo electrónico de PayPal válido.
it: Inserisci una email valida associata al tuo account PayPal.
pl: Podaj poprawny e-mail PayPal.

source: No Premier or Business PayPal account? Sign up.
cs: Nemáte účet PayPal Premier či Business? Přihlašte se.
de: Kein Premier- oder Business-PayPal-Konto? Registrieren Sie sich.
es: ¿No dispones de una cuenta PayPal Premier o Business? Regístrate.
it: Non disponi di un account PayPal Premier o Business? Iscriviti.
pl: Nie masz konta Premier lub Business PayPal? Zarejestruj się

source: On continue, log in to PayPal to give the Marketplace permissions to process refunds and access your PayPal account information.
de: Wenn Sie fortfahren, melden Sie sich bei PayPal an, um dem Marktplatz die Berechtigung zu erteilen, Erstattungen zu bearbeiten und auf Ihre PayPal-Kontodaten zuzugreifen.
es: Si deseas continuar, entra en PayPal para permitir que Marketplace pueda procesar reembolsos y acceder a la información de tu cuenta PayPal.
it: Ora accedi a PayPal per garantire al marketplace i permessi di elaborare i rimborsi e accedere alle informazioni del tuo account.
pl: W celu kontynuacji zaloguj się do PayPal, by ustawić dla Marketplace uprawnienia do przetwarzania zwrotów i dostęp do informacji twojego konta PayPal.

source: You don't have any payment accounts set up.
cs: Aktuálně nemáte nastaven žádný účet pro platby.
de: Sie haben keine Zahlungskonten eingerichtet.
es: No tienes ninguna cuenta para pagos registrada.
fr: Vous n'avez pas configuré de compte de paiement.
it: Non è stato configurato un conto pagamenti.
ko: 설정한 지불 계정이 아직 없습니다.
nl: U hebt geen betalingsaccounts ingesteld.
pl: Nie masz żadnych skonfigurowanych rachunków płatniczych.
zh_cn: 你没有设置支付帐号。

source: The current payment account was associated with the app by an app owner.
de: Das aktuelle Zahlungskonto wurde von einem Anwendungsbesitzer mit der Anwendung verknüpft.
fr: Le compte de paiement actuel a été associé avec l'application par un propriétaire.
it: L'attuale conto pagamenti è stato associato a questa app da un proprietario.
ko: 현재 결제 계좌는 앱 소유자에 의해 앱에 지정되었습니다.
nl: De huidige betalingsaccount is door een app-eigenaar aan de app verbonden.
pl: Aktualny rachunek płatniczy został powiązany z aplikacją przez właściciela aplikacji.
zh_cn: 当前支付账户已经关联到一位应用程序所有者的应用。

source: Modify Bango Account
cs: Úprava účtu Bango
de: Bango-Konto ändern
es: Modificar cuenta de Bango
fr: Modifier le compte Bango
it: Modifica account Bango
ko: Bango 계좌 수정
nl: Bango-account aanpassen
pl: Modyfikuj konto Bango
ru: Изменить учётную запись Bango
zh_cn: 修改 Bango 帐号

source: Learn why some regions are restricted.
cs: Přečtěte si, proč jsou některé regiony omezeny.
de: Erfahren Sie, warum manche Regionen eingeschränkt sind.
es: Conoce por qué algunas regiones están restringidas.
fr: Découvrez pourquoi certaines régions sont restreintes.
it: Scopri perché alcune regioni hanno delle limitazioni.
ko: 일부 지역이 제한되는 이유를 알아봅시다.
nl: Lees waarom sommige regio’s beperkt zijn.
pl: Dowiedz się, dlaczego niektóre regiony są ograniczone.
zh_cn: 了解为什么一些区域受到限制。

source: Your app will no longer be listed in certain regions because those regions do not support payments. We have transferred your region choices. Please review the changes before saving.
cs: Vaše aplikace nebude dostupná pro konkrétní regiony, protože v těchto regionech není podpora pro platby. Upravili jsme proto vaše nastavení regionů. Před uložením si je prosím zkontrolujte.
de: Ihre Anwendung wird in bestimmten Regionen nicht mehr aufgelistet, weil diese Regionen Zahlungen nicht unterstützen. Wir haben Sie zur Auswahl der Regionen weitergeleitet. Bitte überprüfen Sie vor dem Speichern die Änderungen.
es: Tu aplicación no aparecerá en la lista de determinadas regiones porque esas regiones no aceptan pagos. Hemos transferido tus preferencias regionales. Revisa los cambios antes de guardar.
fr: Votre application ne sera plus présente dans certaines régions suite à l'absence de possibilité de paiement. Nous avons transféré vos choix de régions. Merci de vérifier les changements avant de valider.
it: L'app non verrà più visualizzata nelle regioni che non supportano i pagamenti. Abbiamo provveduto a trasferire le tue impostazioni regionali. Controlla le modifiche prima di salvare.
ko: 앱이 결제 시스템을 지원하지 않는 특정 지역에선 노출되지 않습니다. 선택하신 지역으로 이전되었으니 저장하기 전에 이전 내역을 확인하시기 바랍니다.
nl: Uw app wordt niet meer weergegeven voor bepaalde regio’s omdat die regio’s betalingen niet ondersteunen. We hebben uw regiokeuzes omgezet. Bekijk de wijzigingen voordat u ze opslaat.
pl: Twoja aplikacja nie będzie wyświetlana w niektórych regionach, ponieważ te regiony nie obsługują płatności. Przenieśliśmy twój wybór regionów. Sprawdź zmiany przed zapisaniem.
zh_cn: 你的应用不再显示于某些地区，因为那些地区不支持付款。我们修改了你的地区选择。请在保存之前审核这些修改。

source: Your app will be displayed in any regional Marketplace that is added in the future. You will receive an email notification when a new region is added.
de: Ihre Anwendung wird in jedem regionalen Marketplace angezeigt, der in Zukunft hinzugefügt wird. Sie erhalten eine E-Mail-Benachrichtigung, wenn eine neue Region hinzugefügt wird.
pl: Twoja aplikacja będzie wyświetlana w każdym regionie Marketplace dodanym w przyszłości. Otrzymasz powiadomienie e-mailem, gdy nowy region zostanie dodany.

source: Your app will be displayed in the worldwide Marketplace and in any regional Marketplace that is added in the future. You will receive an email notification when a new region is added.
de: Ihre Anwendung wird im weltweiten Marketplace angezeigt, und in jedem regionalen Marketplace, der in Zukunft hinzugefügt wird. Sie erhalten eine E-Mail-Benachrichtigung, wenn eine neue Region hinzugefügt wird.
pl: Twoja aplikacja będzie wyświetlana w ogólnoświatowym Marketplace i w każdym regionie Marketplace dodanym w przyszłości. Otrzymasz powiadomienie e-mailem, gdy nowy region zostanie dodany.

source: Select All
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ko: 모두 선택
nl: Alles selecteren
pl: Zaznacz wszystko
ru: Выбрать всё
sl: Izberi vse
zh_cn: 全部选定

source: Thank you for subscribing!
cs: Děkujeme za přihlášení odběru!
de: Danke für Ihr Abonnement!
es: ¡Gracias por suscribirte!
fr: Merci de votre inscription !
it: Grazie per aver effettuato la sottoscrizione.
ko: 등록해주셔서 감사합니다!
nl: Bedankt voor uw inschrijving!
pl: Dziękujemy za subskrypcję!
ru: Спасибо за подписку!
zh_cn: 感谢订阅！

source: We apologize, but an error occurred in our system. Please try again later.
cs: Omlouváme se, ale v našem systému došlo k chybě. Zkuste to prosím později.
de: Es tut uns Leid, aber in unserem System ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Lo sentimos, ha habido un error en nuestro sistema. Inténtalo de nuevo.
fr: Nous sommes désolés, une erreur est survenue dans notre système. Merci de réessayer plus tard.
it: Ci dispiace, ma si è verificato un errore sul nostro sistema. Riprova più tardi.
ko: 죄송합니다. 시스템에 오류가 발생했습니다. 다음에 다시 시도해주세요.
nl: Sorry, maar er is een fout opgetreden in ons systeem. Probeer het later nog eens.
pl: Przepraszamy, ale wystąpił błąd w naszym systemie. Spróbuj ponownie później.
sl: We apologize, but an error occurred in our system. Poskusite ponovno kasneje.
zh_cn: 抱歉，我们的系统出现错误，请稍后再试。

source: App Stub
cs: Kostra aplikace
fr: Application basique
ko: 앱 토막
pl: Zalążek aplikacji
ru: Заготовка приложения
zh_cn: 应用中心

source: App Stub is the simplest of the app templates: It provides an unstyled HTML document and is therefore the best choice for porting over existing web content or for implementing an existing design.
cs: Kostra aplikace je nejjednodušší z šablon aplikací. Poskytuje nestylovaný HTML dokument a je tak nejlepší volbou pro portování existujícího webového obsahu či pro implementaci existujícího návrhu.
de: App Stub ist die einfachste der Anwendungs-Vorlagen: Er bietet ein nicht-gestyltes HTML-Dokument und ist daher die beste Wahl, wenn bestehender Web-Inhalt portiert werden oder ein bestehendes Design implementiert werden soll.
es: App Stub es la plantilla para aplicaciones más simple: proporciona un documento HTML sin estilo y es, por lo tanto, la mejor opción para llevar contenidos de una web o implementar diseños ya existentes.
fr: L'Application basique est le plus simple des patrons d'application : elle fournis un document HTML non stylé et est donc le meilleur choix pour le portage d'un contenu web existant ou l'implémentation d'un design existant.
it: App Stub è il modello per app più semplice che esista: un documento HTML senza stili che costituisce la scelta migliore per importare contenuti web preesistenti o implementare strutture già pronte.
ko: 앱 토막은 가장 단순한 앱 탬플릿입니다: 스타일 지정이 되어있지 않은 HTML 문서를 제공하며 거기에 미리 제작해 놓은 웹 콘텐트나 디자인을 이식할 수 있습니다.
nl: App Stub is het eenvoudigste app-sjabloon: het biedt een stijlloos HTML-document en is daarom de beste keuze voor het overzetten van bestaande webinhoud of voor implementatie van een bestaand ontwerp.
pl: Zalążek aplikacji jest najprostszym z szablonów aplikacji. Udostępnia dokument HTML bez stylów, zatem jest to najlepszy wybór przy przenoszeniu istniejącej zawartości lub implementowania gotowego projektu.
zh_cn: 应用起源是最简单的应用模板：提供无样式的 HTML 文档，因此是将已有网页内容或者实现已有设计的最佳选择。

source: well-structured and minimal HTML to get started quickly
cs: přehledně strukturované a minimalistické HTML, které vám umožní snadno rychle začít
de: Gut strukturiertes und minimales HTML, um schnell anzufangen
es: un HTML mínimo y bien estructurado para comenzar rápidamente
fr: HTML minimal et correctement structuré pour se lancer rapidement
it: un documento HTML con una struttura agile e minimale per iniziare immediatamente
ko: 잘 구축되어 제공된 최소한의 HTML로 빠르게 시작합시다
nl: goed gestructureerd en minimale HTML om snel van start te kunnen
pl: prosty i o poprawnej strukturze kod HTML do szybkiego rozpoczęcia
zh_cn: 以结构良好和最少的 HTML 快速入门

source: <a href="http://requirejs.org" rel="external" target="_blank">RequireJS</a> for JavaScript management
cs: <a href="http://requirejs.org" rel="external" target="_blank">RequireJS</a> pro práci s JavaScriptem
de: <a href="http://requirejs.org" rel="external" target="_blank">RequireJS</a> für JavaScript-Verwaltung
es: <a href="http://requirejs.org" rel="external" target="_blank">RequireJS</a> para la gestión de JavaScript
fr: <a href="http://requirejs.org" rel="external" target="_blank">RequireJS</a> pour gérer le code JavaScript
it: <a href="http://requirejs.org" rel="external" target="_blank">RequireJS</a> per la gestione di JavaScript
ko: 자바스크립트 관리용 <a href="http://requirejs.org" rel="external" target="_blank">RequireJS</a>
nl: <a href="http://requirejs.org" rel="external" target="_blank">RequireJS</a> voor JavaScript-beheer
pl: <a href="http://requirejs.org" rel="external" target="_blank">RequireJS</a> do zarządzania JavaScriptem
zh_cn: 用于 JavaScript 管理的 <a href="http://requirejs.org" rel="external" target="_blank">RequireJS</a> 。

source: <a href="http://volojs.org" rel="external" target="_blank">Volo.js</a> for adding JavaScript packages, compiling assets, and deploying to Github
cs: <a href="http://volojs.org" rel="external" target="_blank">Volo.js</a> pro přidávání balíčků JavaScriptu, automatizaci úkonů a publikování na Github
de: <a href="http://volojs.org" rel="external" target="_blank">Volo.js</a>, um JavaScript-Pakete hinzuzufügen, wiederverwendbare Teile zu kompilieren und und bei Github zu veröffentlichen
es: <a href="http://volojs.org" rel="external" target="_blank">Volo.js</a> para agregar paquetes de JavaScript, compilar recursos y enviar a Github
fr: <a href="http://volojs.org" rel="external" target="_blank">Volo.js</a> pour ajouter des paquets JavaScript, compiler, et déployer sur Github
it: <a href="http://volojs.org" rel="external" target="_blank">Volo.js</a> per l'aggiunta di pacchetti JavaScript, la compilazione di asset e il caricamento su Github
ko: 자바스크립트 패키지, 컴파일링 자원 추가 및 Github 배치에 쓰이는 <a href="http://volojs.org" rel="external" target="_blank">Volo.js</a>
nl: <a href="http://volojs.org" rel="external" target="_blank">Volo.js</a> voor toevoegen van JavaScript-pakketten, compilatie van delen en uitzetten bij Github
pl: <a href="http://volojs.org" rel="external" target="_blank">Volo.js</a> do dodawania paczek JavaScript, kompilowania zasobów i umieszczania w Githubie.
zh_cn: <a href="http://volojs.org" rel="external" target="_blank">Volo.js</a> 将 JavaScript 包、编译资源和部署功能添加到 Github 。

source: List/Detail View
cs: Pohled seznam/detail
de: Listen-/Detailansicht
es: Vista lista/detalles
fr: Vue liste/détail
it: Vista elenco/dettagli
nl: Lijst-/detailweergave
pl: Widok listy/szczegółów
zh_cn: 列表/详情视图

source: In addition to all the basic app template features, the List/Detail View template provides a simple list of content items and a details page for each of them. The template simplifies common app tasks, like automated content updating across the app, intelligent back button behavior, etc.
cs: Nad rámec funkčnosti všech základních šablon aplikací poskytuje šablona pohledu seznam/detail jednoduchý seznam položek a pro každou z nich i detail. Šablona zjednodušuje základní úlohy aplikace jako je automatická aktualizace obsahu napříč aplikací, chytré tlačítko pro přechod zpět atd.
de: Zusätzlich zu den grundlegenden Funktionen der Anwendungs-Vorlage bietet die Listen-/Detailansicht-Vorlage eine einfache Liste der Inhalte und eine Detailseite für jedes Element. Diese Vorlage vereinfacht häufige Anwendungs-Aufgaben, wie automatisierte Aktualisierung von in der ganzen Anwendung, intelligentes Verhalten der Zurück-Schaltfläche usw.
es: Además de todas las características de las plantillas de aplicaciones básicas, la plantilla Vista lista/detalles proporciona una lista sencilla de contenidos y una página con detalles sobre cada uno de ellos. La plantilla simplifica las tareas frecuentes de las aplicaciones como la actualización automática de contenido, el botón de retroceso inteligente, etc.
fr: En plus de toutes les fonctionnalités de base du squelette d'application, le patron de vue liste/détail propose une simple liste d'éléments avec une page de déail pour chacun d'entre eux. Ce patron simplifie des tâches classiques d'application, comme l'automatisation de la mise à jour de contenu dans toute l'application, un comportement intelligent du bouton de retour, etc.
it: In aggiunta alle funzioni di base dei modelli per app, il modello Vista elenco/dettagli fornisce una semplice lista di elementi di contenuto e una pagina dettagli per ciascun elemento . Questo modello semplifica operazioni comuni come l'aggiornamento automatico dei contenuti all'interno dell'app, il comportamento intelligente del pulsante Indietro, ecc.
ko: 기본 앱 탬플릿 기능에 추가적으로 List/Detail View 템플릿이 콘텐트 아이템의 간단한 목록과 각 아이템 별 상세 페이지를 제공합니다. 이 템플릿은 자동으로 앱 간 콘텐트 업데이트, 지능적인 뒤로 가기 버튼의 작동과 같이 자주 하는 앱 업무를 단순화 합니다.
nl: Naast alle basale app-sjabloonfuncties biedt het sjabloon Lijst-/detailweergave een eenvoudige lijst met inhoudsdelen en een detailpagina voor elk deel. Het sjabloon vereenvoudigt veelgebruikte app-taken, zoals geautomatiseerde inhoudsupdates in de gehele app, intelligent gedrag van de terugknop, enz.
pl: Oprócz wszystkich podstawowych funkcji szablonu aplikacji Widok listy/szczegółów udostępnia prostą listę pozycji oraz stronę ze szczegółami dla każdej z nich. Szablon upraszcza częste zadania związane z aplikacjami, jak automatyczna aktualizacji treści w całej aplikacji, inteligentne działanie przycisku „wstecz” itp.
zh_cn: 在所有基本的应用模板特性之外，列表/详情视图模板为内容项目提供了一个简单的列表，并且为其中每一个项目提供了一个详情页。模板简化了常规的应用任务，比如像跨应用自动内容更新，智能后退按钮行为等等。

source: includes all of <a href="https://github.com/mozilla/mortar-app-stub">App Stub's</a> features
cs: obsahuje všechny funkce <a href="https://github.com/mozilla/mortar-app-stub">Kostry aplikace</a>
de: Enthält alle Funktionen von <a href="https://github.com/mozilla/mortar-app-stub">App Stub</a>
es: incluye todas las funciones de <a href="https://github.com/mozilla/mortar-app-stub">App Stub</a>
fr: inclus toutes les fonctionnalités de <a href="https://github.com/mozilla/mortar-app-stub">l'application basique</a>
it: include tutte le funzioni di <a href="https://github.com/mozilla/mortar-app-stub">App Stub</a>
ko: <a href="https://github.com/mozilla/mortar-app-stub">앱 토막</a>의 모든 기능 포함
nl: bevat alle functies van <a href="https://github.com/mozilla/mortar-app-stub">App Stub</a>
pl: zawiera wszystkie funkcje <a href="https://github.com/mozilla/mortar-app-stub">Zalążka aplikacji</a>
zh_cn: 包括全部 <a href="https://github.com/mozilla/mortar-app-stub">应用起源的</a> 特性

source: a navigation stack for managing app structure
cs: navigační prvek pro správu struktury aplikace
de: Ein Navigations-Stack für das Verwalten der Anwendungs-Struktur
es: una pila de componentes de navegación para gestionar la estructura de la aplicación
fr: une pile de navigation pour gérer la structure de l'application
it: un insieme di strumenti di navigazione per gestire la struttura dell'app
ko: 앱 구축 관리용 네비게이션 스택
nl: een navigatiestapel voor het beheren van de app-structuur
pl: stos nawigacji do zarządzania strukturą aplikacji
zh_cn: 管理应用结构的导航堆栈

source: a header element and automatic back button
cs: hlavičku okna s tlačítkem pro přechod zpět
de: Ein Header-Element und eine automatische Zurück-Schaltfläche
es: un elemento de encabezado y un botón de retroceso automático
fr: un élément d'entête et un bouton retour automatique
it: un elemento di testata e pulsante Indietro automatico
ko: 헤더 요소 및 자동 뒤로가기 버튼
nl: een headerelement en automatische knop terug
pl: element nagłówka i automatyczny przycisk „wstecz”
zh_cn: 页眉元素和自动后退按钮

source: data propagation across the app, via <a href="http://backbonejs.org">Backbone.js</a>
cs: propagace dat napříč aplikace pomocí <a href="http://backbonejs.org">Backbone.js</a>
de: Datenverbreitung in der ganzen Anwendung per <a href="http://backbonejs.org">Backbone.js</a>
es: propagación de datos a través de la aplicación gracias a <a href="http://backbonejs.org">Backbone.js</a>
fr: transmission de données dans toute l'application, via <a href="http://backbonejs.org">Backbone.js</a>
it: propagazione dei dati all'interno dell'app tramite <a href="http://backbonejs.org">Backbone.js</a>
ko: <a href="http://backbonejs.org">Backbone.js</a>을 통한 앱 간 데이터 전파
nl: gegevensupdate in de gehele app, via <a href="http://backbonejs.org">Backbone.js</a>
pl: automatyczna propagacja danych w całej aplikacji poprzez <a href="http://backbonejs.org">Backbone.js</a>
zh_cn: 应用间数据传递，通过 <a href="http://backbonejs.org">Backbone.js</a>

source: Game Stub
cs: Kostra hry
fr: Base de jeu
ko: 게임 토막
pl: Zalążek gry

source: Game Stub is a template for developing 2D Games apps in HTML5, CSS and JavaScript. It greatly reduces the time spent on the basics of games development, such as creating a canvas and an event loop.
cs: Kostra hry je šablona pro vývoj 2D her v HTML5, CSS a JavaScriptu. Redukuje čas nutný pro vybudování základu hry jako je vytváření canvasu či smyček událostí.
de: Game Stub ist eine Vorlage für die Entwicklung von 2D-Spiele-Anwendungen in HTML5, CSS und JavaScript. Es reduziert deutlich die Zeit, die für die Grundlagen der Spielentwicklung benötigt wird, wie das Erstellen von Canvas und einer Ereignisschleife.
es: Game Stub es una plantilla para desarrollar aplicaciones de juegos 2D en HTML5, CSS y JavaScript. Reduce enormemente el tiempo invertido en los elementos básicos del desarrollo de juegos, como la creación de un lienzo y un bucle de evento.
fr: La base de jeu est un squelette pour développer des jeux 2D exploitant HTML5, CSS et JavaScript. Il simplifie énormément le temps passé sur les bases du développement de jeux, comme la création du canvas et la boucle d'évènements.
it: Game Stub è un modello di app per sviluppare giochi in 2D utilizzando HTML5, CSS e JavaScript. Riduce notevolmente i tempi di sviluppo dei componenti base del gioco, come la creazione di canvas e dell'event loop.
ko: 게임 토막은 HTML5, CSS, 자바스크립트로 2D 게임 앱 개발에 쓰이는 템플릿입니다. 캔버스 생성과 이벤트 루프 생성과 같은 게임 개발의 기본 작업들에 걸리는 시간을 획기적으로 줄여줍니다.
nl: Game Stub is een sjabloon voor de ontwikkeling van 2D-spellen in HTML5, CSS en JavaScript. Het vermindert de tijd die nodig is voor de basale spelelementen, zoals het maken van een canvas en een gebeurtenislus.
pl: Zalążek gry jest szablonem do tworzenia gier 2D w językach HTML5, CSS i JavaScript. Znacznie skraca czas spędzany nad tworzeniem podstaw gier, jak generowanie elementu canvas i pętli zdarzeń.
zh_cn: Game Stub是个用HTML5，CSS和JavaScript语言开发2D游戏的模板。它通常可以减少在游戏基础架构开发过程中所消耗的时间，比如创建一个canvas标签或者一个事件循环。
