Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: This is why it's very important to read the <a href="%(g_url)s">Editors Reviewing Guide</a> to ensure that your add-on is setup as expected. It's also a good idea to read the blog post, <a href="%(blog_url)s">Successfully Getting your Add-on Reviewed</a> which provides excellent insight into ensuring a smooth review of your add-on.
cs: To je důvod, proč je důležité číst <a href="%(g_url)s">Editors Reviewing Guide</a> a ujistit se, že vás doplněk splňuje všechna pravidla. Je také dobré si přečíst příspěvek <a href="%(blog_url)s">Successfully Getting your Add-on Reviewed</a>, který poskytuje excelentní pohled na kontrolu doplňků.
de: Daher ist es sehr wichtig, den <a href="%(g_url)s">Überprüfungsleitfaden für Redakteure</a> zu lesen, um sicherzustellen, dass Ihr Add-on wie erwartet eingerichtet ist. es ist auch eine gute Idee, den Blog-Beitrag <a href="%(blog_url)s">Wie Sie Ihr Add-on erfolgreich überprüft bekommen</a> zu lesen, der einen hervorragenden Einblick dazu bietet, wie Sie eine problemlose Überprüfung Ihres Add-ons sicherstellen.
es: Por eso es tan importante que leas la <a href="%(g_url)s">Guía de revisión para editores</a> y te asegures de que tu complemento está configurado según lo establecido. También es una buena idea leer el post <a href="%(blog_url)s">Cómo lograr que tu complemento sea revisado con éxito</a>, que ofrece un excelente análisis sobre cómo asegurarte de que tu complemento obtenga una revisión satisfactoria.
fr: C'est pour cela qu'il est très important de lire le <a href="%(g_url)s">guide de revue des éditeurs</a> pour s'assurer que votre module est configuré comme attendu. C'est également une bonne idée de lire le billet, <a href="%(blog_url)s">Successfully Getting your Add-on Reviewed</a> qui fournit d'excellentes pistes pour assurer une revue aussi douce que possible de votre module.
it: Per questo è così importante leggere la <a href="%(g_url)s">Guida per revisori</a>, in modo che il tuo componente aggiuntivo sia impostato come indicato. Un'altra buona idea è leggere nel blog il post <a href="%(blog_url)s">Successfully Getting your Add-on Reviewed</a>, che fornisce eccellenti spunti su come far passare la verifica al tuo componente aggiuntivo senza intoppi.
ko: 이러한 이유로 <a href="%(g_url)s">편집자 심사 가이드</a>를 읽어보고 부가 기능이 의도한 대로 설정되었는지 확인하는 작업이 매우 중요하다는 것입니다. <a href="%(blog_url)s">성공적인 부가 기능 심사</a>와 같은 블로그 글을 읽고 원만한 부가 기능 심사 통과에 대한 이해를 높이는 것도 좋은 생각입니다.
nl: Het is hierom erg belangrijk om de <a href="%(g_url)s">Beoordelingsrichtlijnen voor editors</a> te lezen om ervoor te zorgen dat uw add-on correct in elkaar zit. Het is ook een goed idee om de blogpost <a href="%(blog_url)s">Successfully Getting your Add-on Reviewed</a> te lezen; deze biedt inzicht in een soepel beoordelingsproces van uw add-on.
pa_in: ਇਹੀ ਕਾਰਨ ਹੈ ਕੀ <a href="%(g_url)s">ਸੰਪਾਦਕੀ ਸਮੀਖਿਆ ਗਾਈਡ</a> ਨੂੰ ਪੜ੍ਹਨਾ ਲਾਜ਼ਮੀ ਹੈ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕੀ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਉਮੀਦ ਅਨੁਸਾਰ ਸੈੱਟ ਹੋਇਆ। <a href="%(blog_url)s">ਆਪਣੇ ਐਡ-ਆਨ ਦੀ ਸਫ਼ਲਤਾਪੂਰਵਕ ਸਮੀਖਿਆ ਕਰਵਾਓ</a> ਬਲਾਗ ਪੋਸਟ ਨੂੰ ਪੜ੍ਹਨਾ ਇੱਕ ਵਧੀਆ ਤਰਕੀਬ ਹੈ, ਜੋ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੀ ਇੱਕ ਨਿਰਵਿਘਨ ਸਮੀਖਿਆ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਉੱਤਮ ਸਮਝ ਦਿੰਦਾ ਹੈ।
pl: Właśnie dlatego tak ważne jest, aby autor zapoznał się z <a href="%(g_url)s">Instrukcją recenzji</a>, by upewnić się, że dodatek jest skonfigurowany zgodnie z oczekiwaniami. Zaleca się także zapoznać z wpisem na blogu <a href="%(blog_url)s">Successfully Getting your Addon Reviewed</a>, który dostarcza świetnych informacji na temat, jak bezproblemowo przejść przez proces sprawdzania.
pt_pt: É por isso que é muito importante ler o <a href="%(g_url)s">Guia de análise para editores</a> para garantir que seu extra seja processado conforme esperado. Também é uma ótima ideia ler a postagem <a href="%(blog_url)s">Successfully Getting your Add-on Reviewed</a>, que fornece uma excelente visão do processo, assegurando uma análise tranquila do seu extra.
ru: Вот почему очень важно прочесть <a href="%(g_url)s">Руководство редакторов по проверке</a>, чтобы убедиться, что ваше дополнение настроено так, как нужно. Также хорошей идеей является прочесть пост в блоге, <a href="%(blog_url)s">Как успешно пройти проверку для вашего дополнения</a>, в котором отлично описано то, что нужно сделать, чтобы обеспечить беспроблемную проверку для вашего дополнения.
zh_cn: 这就是为什么阅读<a href="%(g_url)s">审核员审核指南</a>是非常重要的，确定您的附加组件如预期的那样设置。阅读博客文章 <a href="%(blog_url)s">Successfully Getting your Add-on Reviewed</a> 也是个好主意，它提供了卓越的见解，确保您的附加组件能顺利的通过审核。

source: How can I see how many times my add-on has been downloaded?
cs: Kde mohu vidět, kolikrát byl můj doplněk stažen?
de: Wie kann ich sehen, wie oft mein Add-on heruntergeladen wurde?
es: ¿Cómo puedo ver cuántas veces se ha descargado mi complemento?
fr: Comment voir combien de fois mon module a été téléchargé ?
it: Come posso sapere quante volte è stato scaricato il mio componente aggiuntivo?
ko: 부가 기능이 몇회나 다운로드 되었는지 알 수 있나요?
nl: Hoe kan ik zien hoe vaak mijn add-on is gedownload?
pa_in: ਮੈਂ ਕਿਵੇਂ ਵੇਖ ਸਕਦਾ ਕੀ ਮੇਰਾ ਐਡ-ਆਨ ਕਿੰਨੀ ਵਾਰ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਚੁੱਕਿਆ?
pl: Czy można sprawdzić, ile razy dodatek był pobierany?
pt_pt: Como posso ver quantas vezes o meu extra foi transferido?
ru: Как я могу увидеть сколько раз был загружено мое дополнение?
sl: Kako lahko vidim. kolikokrat se je preneslo moj dodatek?
zh_cn: 我怎么看到我的附加组件已被下载了多少次？

source: The Statistics Dashboard found in the Developer Tools dashboard provides information that can help you determine your add-on downloads since you've submitted it to AMO.
cs: Informace o počtu stažení doplňku od doby, kdy jste jej nahrál(a) na AMO, můžete nalézt na nástěnce statistik, kterou naleznete na nástěnce v nástrojích pro vývojáře.
de: Die Statistik-Übersicht in der Übersicht der Entwicklerwerkzeuge bietet Informationen, die Ihnen helfen, festzustellen, wie oft Ihr Add-on seit seiner Einreichung auf AMO herunterladen wurde.
es: El Panel de estadísticas, localizado en el panel de Herramientas para desarrolladores, contiene información que puede ayudarte a calcular el número de descargas del complemento desde su publicación en AMO.
fr: Le tableau de bord des statistiques peut être trouvé dans le tableau de bord des outils du développeur et contient des informations qui vous permettent de savoir le nombre de téléchargements de votre module depuis qu'il a été envoyé sur AMO.
it: Il Pannello statistiche, situato nella dashboard Strumenti per sviluppatori, ti offre delle informazioni per aiutarti a determinare il numero di download del tuo componente a partire dal momento in cui è stato caricato su AMO.
ko: 개발자 도구의 통계 대시보드에서 AMO에 제출된 이후 다운로드 횟수에 대한 정보를 제공하고 있습니다.
nl: Het Statistiekendashboard in het dashboard Ontwikkelaarshulpmiddelen biedt informatie over het aantal downloads van uw add-on sinds u deze bij AMO hebt ingediend.
pa_in: ਡਿਵੈਲਪਰ ਟੂਲ ਡੈਸਬੋਰਡ ਵਿੱਚ ਦਿੱਤਾ ਅੰਕੜੇ ਡੈਸਬੋਰਡ ਜਾਣਕਾਰੀ ਮੁੱਹਈਆ ਕਰਵਾਉਂਦਾ ਹੋ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੇ ਡਾਊਨਲੋਡਾਂ ਬਾਰੇ ਪਤਾ ਲਗਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਜਦੋਂ ਤੋਂ ਤੁਸੀਂ ਇਸ ਨੂੰ AMO ਤੇ ਦਾਖਲ ਕੀਤਾ।
pl: Panel statystyk, znajdujący się w panelu narzędzi programisty, dostarcza informacje, które mogą pomóc określić, ile razy dany dodatek został pobrany od czasu umieszczenia go na witrynie AMO.
pt_pt: O painel de estatísticas encontrado na página Meus extras oferece informações que podem ajudá-lo a determinar o número de downloads desde a data de envio do extra para o AMO.
ru: Панель статистики, размещенная в панели Инструменты разработчика, предоставляет информацию, которая может помочь вам определить число загрузок вашего дополнения с того момента, как вы представили его на AMO.
sl: Kontrolna tabla za statistiko v okviru Orodij za razvijalce vsebuje podatke o številu prenosov od trenutka, ko ste dodatek oddali v AMO.
zh_cn: 在开发者工具面板中能找到统计信息面板，那里提供的信息可以帮您确定自从您提交它到 AMO 后的下载量。

source: How can I see how many active users are using my add-on?
cs: Jak se mohu podívat, kolik aktivních uživatelů používá můj doplněk?
de: Wie kann ich sehen, wie viele aktive Benutzer mein Add-on verwenden?
es: ¿Cómo puedo ver cuántos usuarios activos están usando mi complemento?
fr: Comment voir combien d'utilisateurs actifs utilisent mon module ?
it: Come posso sapere quanti utenti attivi stanno utilizzando il mio componente aggiuntivo?
ko: 부가 기능을 실제 사용중인 이용자 수를 알 수 있나요?
nl: Hoe kan ik zien hoe veel actieve gebruikers mijn add-on gebruiken?
pa_in: ਮੈਂ ਕਿਵੇਂ ਵੇਖ ਸਕਦਾ ਕੀ ਕਿੰਨੇ ਸਰਗਰਮ ਉਪਭੋਗੀ ਮੇਰੇ ਐਡ-ਆਨ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹਨ?
pl: Czy można sprawdzić, ilu aktywnych użytkowników korzysta z dodatku?
pt_pt: Como posso ver quantos utilizadores ativos estão a utilizar o meu extra?
ru: Как я могу увидеть сколько активных пользователей используют мое дополнение?
sl: Kako lahko vidim, koliko aktivnih uporabnikov uporablja moj dodatek?
zh_cn: 我怎么看到有多少活跃用户在使用我的附加组件？

source: The Statistics Dashboard found in the Developer Tools dashboard provides information that can help you determine how many users have been actively using your add-on since you've submitted it to AMO.
cs: Informace o aktuálním počtu uživatelů doplňku od doby, kdy jste jej nahrál(a) na AMO, můžete nalézt na nástěnce statistik, kterou naleznete na nástěnce v nástrojích pro vývojáře.
de: Die Statistik-Übersicht in der Übersicht der Entwicklerwerkzeuge bietet Informationen, die Ihnen helfen, festzustellen, wie viele Benutzer Ihr Add-on seit seiner Einreichung auf AMO aktiv nutzen.
es: El Panel de estadísticas, localizado en el panel de Herramientas para desarrolladores, contiene información que puede ayudarte a determinar cuántos usuarios han estado usando activamente tu complemento desde su publicación en AMO.
fr: Le tableau de bord des statistiques peut être trouvé dans le tableau de bord des outils du développeur et contient des informations qui vous permettent de savoir le nombre d'utilisateurs actifs de votre module depuis qu'il a été envoyé sur AMO.
it: Il Pannello statistiche, situato nella dashboard Strumenti per sviluppatori, offre delle informazioni per determinare il numero di utenti che hanno utilizzato attivamente il tuo componente aggiuntivo da quando è stato caricato su AMO.
ko: 개발자 도구의 통계 대시보드에서 AMO에 제출된 이후 실제 사용중인 이용자 수가 몇인지에 대한 정보를 제공하고 있습니다.
nl: Het Statistiekendashboard in het dashboard Ontwikkelaarshulpmiddelen biedt informatie over hoeveel gebruikers uw add-on actief gebruiken sinds u deze bij AMO hebt ingediend.
pa_in: ਡਿਵੈਲਪਰ ਟੂਲਾਂ ਵਿੱਚ ਦਿੱਤਾ ਅੰਕੜੇ ਡੈਸਬੋਰਡ ਜਾਣਕਾਰੀ ਮੁਹੱਈਆ ਕਰਵਾਊਂਦਾ ਜੋ ਪਤਾ ਲਗਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਕੀ ਕਿੰਨੇ ਉਪਭੋਗੀ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਵਰਤ ਰਹੇ ਹਨ ਜਦੋਂ ਤੋਂ ਤੁਸੀਂ AMO ਤੇ ਦਾਖਲ ਕੀਤਾ।
pl: Panel statystyk, znajdujący się w panelu narzędzi programisty, dostarcza informacje, które mogą pomóc określić, ilu użytkowników aktywnie używa danego dodatku od czasu umieszczenia go na witrynie AMO.
pt_pt: O painel de estatísticas encontrado na página "Meus extras" oferece informações que podem ajudá-lo a determinar quantos usuários estão usando seu extra ativamente desde a data de envio do extra para o AMO.
ru: Панель статистики, размещенная в панели Инструменты разработчика, предоставляет информацию, которая может помочь вам определить число пользователей, активно использующих ваше дополнение, с того момента, как вы представили его на AMO.
sl: Kontrolna tabla za statistiko v okviru Orodij za razvijalce vsebuje podatke o številu aktivnih uporabnikov vašega dodatka od trenutka, ko ste dodatek oddali v AMO.
zh_cn: 在开发者工具面板中能找到统计信息面板，那里提供的信息可以帮您确定自从您提交它到 AMO 后，有多少活跃用户在使用您的附加组件。

source: How do I submit an update for my add-on?
cs: Jak přidám aktualizaci mého doplňku?
de: Wie übermittle ich ein Update für mein Add-on?
es: ¿Cómo puedo enviar una actualización de mi complemento?
fr: Comment puis-je envoyer une mise à jour pour mon module ?
it: Come carico un aggiornamento del mio componente aggiuntivo?
ko: 부가 기능의 업데이트는 어떻게 제출하나요?
nl: Hoe dien ik een update voor mijn add-on in?
pa_in: ਮੈਂ ਆਪਣੇ ਐਡ-ਆਨ ਲਈ ਇੱਕ ਅੱਪਡੇਟ ਦਾਖਲ ਕਿਵੇਂ ਕਰਾਂ?
pl: W jaki sposób można przesłać aktualizację dodatku?
pt_pt: Como submeto uma atualização para o meu extra?
ru: Как мне отправить обновление для моего дополнения?
sl: Kako naj predložim posodobitev za svoj dodatek?
zh_cn: 我该如何提交我的附加组件的更新？

source: You can submit an update for your add-on via the Developer Tools dashboard by choosing the option "Upload a new version" and uploading a new .xpi file for your add-on.
cs: Aktualizaci svého doplňku můžete přidat na nástěnce nástrojů pro vývojáře, kde zvolíte volbu "Nahrát novou verzi" a nahrajete nový .xpi soubor s vaším doplňkem.
de: Sie können ein Update für Ihr Add-on über die Übersicht der Entwicklerwerkzeuge übermitteln, indem Sie die Option „Neue Version hochladen“ wählen, und eine neue .xpi-Datei für Ihr Add-on hochladen.
es: Puedes enviar una actualización de tu complemento accediendo al panel de Herramientas para desarrolladores y seleccionando la opción "Subir nueva versión" para subir un nuevo archivo .xpi de tu complemento.
fr: Vous pouvez envoyer une mise à jour de votre module via le tableau de bord des outils du développeur en choisissant l'option « Envoyer une nouvelle version » et en chargeant en nouveau fichier .xpi pour votre module.
it: Puoi caricare un aggiornamento del tuo componente aggiuntivo tramite la dashboard Strumenti di sviluppo, selezionando l'opzione "Carica una nuova versione" e caricando un nuovo file .xpi per il tuo componente.
ko: 개발자 도구 대시보드의 "새 버전 업로드" 옵션을 골라 새 .xpi 파일을 업로드해서 업데이트를 제출할 수 있습니다.
nl: U kunt een update voor uw add-on indienen via het dashboard Ontwikkelaarshulpmiddelen door de optie “Een nieuwe versie uploaden” te kiezen en een nieuw .xpi-bestand voor uw add-on te uploaden.
pa_in: ਤੁਸੀਂ ਡਿਵੈਲਪਰ ਟੂਲ ਡੈਸਬੋਰਡ ਵਿੱਚੋਂ "ਨਵਾਂ ਵਰਜਨ ਅੱਪਲੋਡ ਕਰੋ" ਦੀ ਚੋਣ ਅਤੇ ਆਪਣੇ ਐਡ-ਆਨ ਲਈ ਨਵੀਂ .xpi ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਕਰਨ ਦੁਆਰਾ ਆਪਣੇ ਐਡ-ਆਨ ਲਈ ਨਵੀਂ ਅੱਪਡੇਟ ਦਾਖਲ ਕਰ ਸਕਦੇ ਹੋ।
pl: Aktualizację dodatku można przesłać z poziomu panelu narzędzi programisty, wybierając opcję „Wyślij nową wersję”, i wysłać na AMO nowy plik .xpi dodatku.
pt_pt: Você pode enviar uma atualização do seu extra pela página "Meus extras" escolhendo a opção "Enviar uma nova versão" e enviando um novo arquivo .xpi para o seu extra.
ru: Вы можете представить обновление для вашего дополнения через панель Инструменты разработчика, выбрав опцию «Загрузить новую версию» и загрузив новый файл вашего дополнения с расширением .xpi.
sl: Posodobitev za svoj dodatek lahko predložite preko kontrolne table Orodja za razvijalce, izberite na njej možnost "Prenos nove različice" in prenesite potem novo datoteko .xpi za svoj dodatek.
zh_cn: 您可以在开发者工具面板中选择“上传新版本”并上传您附加组件的 .xpi 文件为您的附加组件提交更新。

source: Does my update need to be reviewed by editors?
cs: Musí být aktualizace mého doplňku schválena redaktorem?
de: Muss mein Update von Redakteuren überprüft werden?
es: ¿Es necesario que los editores revisen mi actualización?
fr: Ma mise à jour a-t-elle besoin d'être vérifiée par les éditeurs.
it: Il mio aggiornamento deve essere verificato dai revisori?
ko: 업데이트도 편집자의 심사가 필요한가요?
nl: Moet mijn update door editors worden beoordeeld?
pa_in: ਕੀ ਮੇਰੀ ਅੱਪਡੇਟ ਨੂੰ ਸੰਪਾਦਕਾਂ ਤੋਂ ਸਮੀਖਿਆ ਕਰਵਾਉਣ ਦੀ ਲੋੜ ਹੈ?
pl: Czy aktualizacja musi być sprawdzana przez recenzentów?
pt_pt: A minha atualização precisa ser analisada pelos editores?
ru: Мое обновление должно быть проверено редакторами?
sl: Ali morajo mojo posodobitev uredniki pregledati?
zh_cn: 我的更新是否需要被审核员审核？

source: That depends. If you are simply changing a description of your add-on or updating a "maxVersion" to ensure compatibility with a new Mozilla software update, then your add-on does not need to be reviewed again. If, however, you submit a new updated file, then your add-on update will need to be reviewed by an editor.
cs: To záleží na situaci. Pokud pouze změníte popis svého doplňku či aktualizujete "maxVersion", aby byl váš doplněk aktuální pro aktualizace, pak váš doplněk nemusí být znovu zkontrolován. Pokud však nahrajete jeho novou aktualizaci, pak bude potřeba, aby ji redaktor zkontroloval.
de: Das kommt darauf an. Wenn Sie nur eine Beschreibung Ihres Add-ons ändern oder die „maxVersion“ aktualisieren, um die Kompatibilität mit einem Update von Mozilla-Software sicherzustellen, dann muss Ihr Add-on nicht erneut überprüft werden. Wenn Sie aber eine neue aktualisierte Datei übermitteln, dass muss Ihr Add-on-Update von einem Redakteur überprüft werden.
es: Depende. Si solo estás modificando la descripción del complemento o actualizando una «maxVersion» para asegurar la compatibilidad con una nueva actualización del software de Mozilla, tu complemento no será revisado. Sin embargo, si envías un archivo nuevo y actualizado, la actualización de tu complemento deberá ser revisada por un editor.
fr: Cela dépend. Si vous faites seulement un changement de description ou que vous mettez à jour la valeur « maxVersion » pour assurer la compatibilité avec une nouvelle version, alors votre module n'a pas besoin d'être revérifié. Par contre, si vous envoyez un nouveau fichier, alors votre mise à jour sera vérifiée par un éditeur.
it: Dipende. Se hai semplicemente cambiato la descrizione del tuo componente aggiuntivo o aggiornato la"maxVersion" per la compatibilità con un nuovo aggiornamento del programma Mozilla, allora il tuo componente non ha bisogno di essere nuovamente verificato. Se invece carichi un nuovo file aggiornato, il tuo componente dovrà essere verificato da un revisore.
ko: 그때그때 다릅니다. 단순히 부가 기능 설명이나 Mozilla 소프트웨어 신버전과의 호환성 유지를 목적으로 "maxVersion" 정도만 변경한다면 재심사가 필요하지 않습니다. 하지만 새로 업데이트된 파일을 제출했을 시엔 편집자의 심사를 받게 될 것입니다.
nl: Dat hangt ervan af. Als u alleen maar een beschrijving van uw add-on wijzigt of de “maxVersion” bijwerkt om compatibiliteit met een nieuwe versie van Mozilla-software aan te geven, dan hoeft uw add-on niet opnieuw te worden beoordeeld. Als u echter een nieuw bijgewerkt bestand uploadt, dan moet uw add-on worden beoordeeld door een editor.
pa_in: ਇਹ ਨਿਰਭਰ ਕਰਦਾ। ਕੀ ਤੁਸੀਂ ਆਮ ਤੌਰ ਤੇ ਆਪਣੇ ਐਡ-ਆਨ ਦੇ ਵੇਰਵੇ ਵਿੱਚ ਬਦਲਾਅ ਜਾਂ ਨਵੀਂ ਮੌਜੀਲਾ ਸਾਫ਼ਟਵੇਅਰ ਅੱਪਡੇਟ ਨਾਲ ਅਨੁਕੂਲਤਾ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ "ਮੈਕਸ ਵਰਜਨ" ਅੱਪਡੇਟ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਨੂੰ ਮੁੜ ਸਮੀਖਿਆ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ। ਜੇਕਰ, ਤੁਸੀਂ ਨਵੀਂ ਅੱਪਡੇਟ ਕੀਤੀ ਫ਼ਾਈਲ ਦਾਖਲ ਕੀਤੀ, ਤਾਂ ਤੁਹਾਡੀ ਐਡ-ਆਨ ਅੱਪਡੇਟ ਨੂੰ ਸੰਪਾਦਕਾਂ ਕੋਲੋਂ ਸਮੀਖਿਆ ਕਰਵਾਉਣ ਦੀ ਲੋੜ ਪਵੇਗੀ।
pl: To zależy… Jeśli, np. zostaje zmieniony tylko opis dodatku lub zaktualizowany parametr „maxVersion”, aby zapewnić kompatybilność z aktualizacją programu Mozilli, dodatek nie musi być ponownie sprawdzany. Jeśli jednak został wysłany nowy zaktualizowany plik, aktualizacja dodatku musi być sprawdzona przez recenzenta.
pt_pt: Depende. Se você estiver simplesmente alterando a descrição do seu extra ou atualizando a propriedade "maxVersion" para assegurar compatibilidade com novas versões das aplicações Mozilla, então seu extra não precisa ser analisado novamente. Entretanto, se você enviar um novo arquivo de atualização, então a atualização do seu extra deverá ser analisada por um editor.
ru: Когда как. Если вы просто изменяете описание вашего дополнения или обновляете «maxVersion», чтобы обеспечить совместимость с новой версией программного обеспечения Mozilla, то повторная проверка вашего дополнения не требуется. Однако, если вы представляете новый обновленный файл, то обновление вашего дополнения должно быть проверено редактором.
zh_cn: 这看情况。如果您只是简单的修改了您附加组件的描述或者更新“maxVersion”值以确定兼容一个新的 Mozilla 软件版本，那么您的附加组件并不需要再被审核一次。但如果，您提交了一个新的更新的文件，那么您的附加组件更新仍然需要被审核员审核。

source: What are the Recommended Lists?
cs: Co jsou doporučené seznamy?
de: Was sind die Empfehlungslisten?
es: ¿Qué son las Listas de recomendaciones?
fr: Que sont les listes de recommandation ?
it: Che cosa sono le Liste di componenti consigliati?
ko: 추천 목록이 뭔가요?
nl: Wat zijn de Aanbevolen-lijsten?
pl: Co to są listy polecanych dodatków?
pt_pt: O que são as listas de recomendação?
ru: Что такое списки Рекомендуемых дополнений?
sl: Kakšne so Priporočeni seznami?
zh_cn: 什么是“推荐名单”？
