Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: A certified app is intended for a critical system function like the default dialer or the system settings app on a smartphone. This type of app would be used for critical functions on a Firefox OS phone. It is not intended for third party apps, so most app developers can disregard this type of app. A certified app is a packaged app that is similar to a privileged app, except that all device permissions are implicit, meaning they do not require explicit user approval. A certified app must be approved for a device by the OEM or carrier in order to have this implicit approval to use critical APIs. To specify that an app is a certified app, add the <code>type</code> field to its <code>manifest.webapp</code> file and set it to <code>certified</code>. The following is the CSP for a certified app, which is slightly different from the CSP for a privileged app:
de: Eine zertifizierte Anwendung ist geeignet für kritische Systemfunktionen wie die Standard-Wählfunktion oder die Anwendung für Systemeinstellungen auf einem Smartphone. Dieser Anwendungstyp kann für kritische Funktionen auf Firefox-OS-Handys verwendet werden. Sie richtet sich nicht an externe Anwendungen, daher können die meisten Entwickler diesen Anwendungstyp ignorieren. Eine zertifizierte Anwendung ist eine gepackte Anwendung ähnlich einer privilegierten Anwendung mit dem Unterschied, dass alle Gerätegenehmigungen implizit sind, also keine explizite Bestätigung durch den Anwender erfordern. Eine zertifizierte Anwendung muss vom OEM oder Mobilfunkanbieter für ein Gerät freigegeben sein, um diese implizite Erlaubnis zur Verwendung kritischer APIs zu haben. Um anzugeben, dass eine Anwendung eine privilegierte Anwendung ist, fügen Sie in der Datei <code>manifest.webapp</code> das Feld <code>type</code> hinzu und setzen Sie es auf <code>certified</code>. Es folgt die CSP für eine zertifizierte Anwendung, die sich leicht von der CSP für eine privilegierte Anwendung unterscheidet:
fr: Une application certifiée est prévue pour certaines fonctionnalités critiques du système, tel le téléphone ou l'application pour les paramètres sur un smartphone. Ce type d'application serait utilisé pour des fonctionnalités critiques sur un téléphone Firefox OS. Ce n'est pas prévu pour les applications tierces, la plupart des développeurs peuvent donc passer leur chemin pour ce type d'application. Une application certifiée est une application empaquetée similaire à une application privilégiée, la différence étant que toutes les permissions de périphériques sont implicites, i.e., elles ne nécessitent pas d'approbation explicite par l'utilisateur. Une application certifiée doit être validée pour un périphérique par le constructeur ou l'opérateur pour avoir cette autorisation implicite d'utiliser des APIs critiques Pour spécifier qu'une application est certifiée, ajoutez le champ <code>type</code> dans son fichier <code>manifest.webapp</code> et mettez-le à la valeur <code>certified</code>. Les CSP pour une application certifiée sont particulièrement différentes de celles pour une application privilégiée :
it: Un'app certificata è realizzata per adempiere a una funzione critica come il dialer predefinito o le impostazioni di sistema in uno smartphone. Questo tipo di app sarà utilizzato sui telefoni Firefox OS per funzioni critiche. Poiché non è previsto che le app certificate vengano sviluppate da terze parti, la maggior parte degli sviluppatori può ignorare questo tipo. Un'app certificata è un'app pacchettizzata molto simile alle app con privilegi, con la sola eccezione che tutte le autorizzazioni concesse dal dispositivo sono implicite, ovvero non richiedono l'approvazione dell'utente. Un'app certificata deve essere approvata dall'OEM o dal gestore telefonico del dispositivo prima di ottenere le approvazioni implicite per utilizzare API critiche. Per specificare che l'app è di tipo "certificata", aggiungi il campo <code>type</code> al file <code>manifest.webapp</code> e impostalo su <code>certified</code>. Di seguito è riportata la CSP di un'app certificata, leggermente diversa da quella di un'app con privilegi:
pl: Certyfikowana aplikacja jest przeznaczona dla krytycznych funkcji systemu, jak domyślny dialer lub ustawienia systemowe smartfona. Ten typ aplikacji powinien być używany dla krytycznych funkcji telefonu Firefox OS. Nie jest przeznaczony dla aplikacji stron trzecich, zatem większość autorów aplikacji może pominąć ten typ aplikacji. Certyfikowana aplikacja jest spakowaną aplikacją podobną do aplikacji uprzywilejowanej, z tą różnicą, że wszystkie uprawnienia urządzenia są domniemane, co oznacza, że nie wymagają osobnej zgody użytkownika. Aplikacja certyfikowana musi być zatwierdzona przez dostawcę OEM lub operatora, by miała domyślne zezwolenie na użycie krytycznych API. Aby zdefiniować, że aplikacja jest aplikacją certyfikowaną, dodaj pole <code>type</code> do jej pliku <code>manifest.webapp</code> i ustaw jego wartość na <code>certified</code>. Poniżej znajduje się CSP dla aplikacji certyfikowanej, który jest nieco inny niż dla aplikacji certyfikowanej.

source: This has the effect of slightly looser rules for inline CSP for privileged apps when compared to certified apps. If you want more of the reasoning behind this, see <a href="%(url_default_csp)s">Default CSP policy</a> and <a href="%(url_bug)s">Bug 768029</a>.</dd>
de: Dies hat den Effekt etwas lockerer Regeln für Inline-CSP für privilegierte Anwendungen im Vergleich zu zertifizierten Anwendungen. Wenn Sie mehr über die Gründe dahinter erfahren möchten, lesen Sie die <a href="%(url_default_csp)s">Standard-CSP-Regeln</a> und <a href="%(url_bug)s">Bug 768029</a>.
es: Esto tiene como efecto unas reglas ligeramente más relajadas para el CSP incrustado para las aplicaciones con privilegios comparado con las aplicaciones con certificado. Si quieres más información sobre las razones que hay detrás de esto, lee <a href="%(url_default_csp)s">política CSP predeterminada</a> y el <a href="%(url_bug)s">bug 768029</a>.</dd>
fr: Ceci a pour effet de donner des règles légèrement plus souples sur la politique de sécurité du contenu pour les applications privilégiées par rapport aux applications certifiées. Si vous voulez en savoir plus sur le raisonnement derrière ceci, voyez <a href="%(url_default_csp)s">la politique CSP par défaut</a> et <a href="%(url_bug)s">le bug 768029</a>.</dd>
it: La conseguenza è una serie di regole leggermente più flessibili per le app con privilegi nella CSP inline rispetto alle app certificate. Per ulteriori informazioni sulle motivazioni che hanno portato a questa conclusione vedi la <a href="%(url_default_csp)s">Politica CSP predefinita</a> e il <a href="%(url_bug)s">Bug 768029</a>.</dd>
pl: Ma to wpływ na nieco luźniejsze zasady inline CSP dla uprzywilejowanych aplikacji w porównaniu do certyfikowanych aplikacji. Jeśli chcesz poznać więcej argumentów na rzecz tego rozwiązania, zobacz <a href="%(url_default_csp)s">Default CSP policy</a> oraz <a href="%(url_bug)s">Bug 768029</a>.</dd>

source: Plain packaged app
cs: Čistá zabalená aplikace
de: Einfache gepackte Anwendung
es: Aplicación empaquetada simple
fr: Application empaquetée simple
it: App pacchettizzate semplici
pl: Zwykła spakowana aplikacja
ru: Плоскоупакованное приложение

source: You can also make a regular app that is simply packaged in a zip file. The Marketplace signs it, but does not perform the special authentication process used for privileged or certified apps. This plain packaged app cannot use certain sensitive Web APIs. It is not subject to the CSPs described for privileged and certified apps. This type of app could be useful if you want all of your app's resources available on the device when the user first uses it, with no downloading. This type of packaged app does not require the <code>type</code> field in its <code>manifest.webapp</code> file, because the default value for <code>type</code> (<code>web</code>) is correct.
de: Sie können auch eine normale Anwendung entwickeln, die einfach in eine ZIP-Datei gepackt wird. Der Marketplace signiert sie, führt aber nicht den besonderen Authentifizierungsprozess durch wie für privilegierte oder zertifizierte Anwendungen. Die einfache gepackte Anwendung kann bestimmte sensible Web-APIs nicht verwenden. Sie unterliegt nicht den CSP, die für die privilegierten und zertifizierten Anwendungen beschrieben wurden. Der Typ dieser Anwendung könnte hilfreich sein, wenn Sie alle Ressourcen Ihrer Anwendung ohne Download auf dem Gerät bereitstellen möchten, wenn der Benutzer sie zum ersten Mal einsetzt. Dieser Typ einer gepackten Anwendung erfordert nicht das Feld <code>type</code> in seiner Datei <code>manifest.webapp</code>, weil der Standardwert für <code>type</code> (<code>web</code>) korrekt ist.
fr: Vous pouvez également faire une application normale qui est empaquetée dans un fichier ZIP. Le Marketplace va le signer, mais aucune vérification particulière ne sera réalisée contrairement aux applications privilégiée ou certifiées. Cette application ne pourra pas utiliser certaines APIs Web sensibles. Elle n'est pas soumise aux CSPs décrites pour les applications privilégiées ou certifiées. Ce type d'application peut être utile si vous souhaitez rendre votre application totalement disponible hors-ligne dès la première utilisation, sans téléchargement particulier. Ce type d'application ne nécessite pas de modifier le champ <code>type</code> du fichier <code>manifest.webapp</code>, car la valeur par défaut pour <code>type</code> (<code>web</code>) est correcte.
it: È anche possibile realizzare una normale app pacchettizzata in un file zip. Il Marketplace la firma, ma non esegue il processo di autenticazione speciale per le app certificate o con privilegi. Un'app pacchettizzata semplice non può utilizzare certe API web sensibili e nemmeno è soggetta alle CSP dei due tipi precedenti. Questo tipo di app è utile per rendere tutte le risorse dell'app disponibili sul dispositivo dell'utente al primo utilizzo senza bisogno di eseguire download. Nel caso delle app pacchettizzate semplici non è necessario includere il campo <code>type</code> nel file <code>manifest.webapp</code>, in quanto il valore predefinito per <code>type</code> (<code>web</code>) è già quello corretto.
pl: Możesz też utworzyć zwykłą aplikację, która jest po prostu spakowana w pliku zip. Marketplace podpisuje ją, ale nie wykonuje specjalnego procesu autentykacji używanych dla aplikacji uprzywilejowanych lub certyfikowanych. Ta zwykła spakowana aplikacja nie może używać niektórych wrażliwych Web API. Nie podlega pod CSP opisane dla aplikacji uprzywilejowanych i certyfikowanych. Ten typ aplikacji może być przydatny, gdy chcesz, by wszystkie zasoby twojej aplikacji były dostępne bez dodatkowego pobierania na urządzeniu, kiedy użytkownik uruchamia ją po raz pierwszy. Ten typ spakowanej aplikacji nie wymaga pola <code>type</code> w swoim pliku manifestu, ponieważ domyślna wartość <code>type</code> (<code>web</code>) jest prawidłowa.

source: Differences from hosted apps
de: Unterschiede zu gehosteten Anwendungen
es: Diferencias con las aplicaciones alojadas
fr: Différentes avec les applications hébergées
it: Differenze rispetto alle app ospitate
pl: Różnice względem aplikacji hostowanych

source: Packaged apps have the same capabilites as normal website-style Open Web Apps (&quot;hosted&quot; apps), but packaged apps have a few differences:
de: Gepackte Anwendungen haben die gleichen Möglichkeiten wie normale Website-ähnliche Anwendungen des offenen Web („gehostete“ Anwendungen), aber gepackte Anwendungen haben ein paar Unterschiede:
es: Las aplicaciones empaquetadas tienen las mismas capacidades que las aplicaciones normales al estilo de la Web abierta (&quot;alojadas&quot;), pero las aplicaciones empaquetadas tienen algunas diferencias:
fr: Les applications empaquetées ont les mêmes possibilités que les Open Web Apps («&nbsp;applications hébergées&nbsp;»), mais il y a quelques différences :
it: Le app pacchettizzate hanno le stesse funzionalità delle app web aperte caricate sul server come i siti web (le app "ospitate"), con alcune piccole differenze:
pl: Spakowane aplikacje mają takie same możliwości, jak zwykłe aplikacje otwartej sieci w formie stron internetowych („hostowane”). lecz różnią się kilkoma rzeczami:

source: They have no Internet origin. The one-app-per-origin policy that governs hosted apps does not apply to packaged apps.
de: Sie haben keine Internet-Herkunft. Die Regel „Eine Anwendung pro Herkunft“, die für gehostete Anwendungen gilt, gilt nicht für gepackte Anwendungen.
es: No tienen un origen de Internet. La política de una aplicación por origen que gobiernas las aplicaciones alojadas no se aplica a las aplicaciones empaquetadas.
fr: elles n'ont pas d'origine Internet. La politique «&nbsp;une application par origine&nbsp;»en œuvre pour les applications hébergées ne s'applique donc pas&nbsp;;
it: Non hanno un'origine Internet. La regola di una sola app per origine, che vige per le app ospitate, non viene applicata alle app pacchettizzate.
pl: Nie mają źródła internetowego. Zasada „jedna aplikacja - jedno źródło”, obowiązująca aplikacje hostowane, nie stosuje się do aplikacji spakowanych.

source: They use a special protocol internal to the zip file: <code>app://&lt;uuid&gt;</code>. Example: When you load the content <code>/index.html</code> in a packaged app, you are actually loading something like the following (the UUID will be different):
de: Sie verwenden ein besonderes Protokoll in der ZIP-Datei: <code>app://&lt;uuid&gt;</code>. Beispiel: Wenn Sie den Inhalt <code>/index.html</code> in einer gepackten Anwendung laden, laden Sie eigentlich etwas wie das Folgende (die UUID wird unterschiedlich sein):
es: Usan un protocolo especial interno al archivo zip <code>app://&lt;uuid&gt;</code>. Ejemplo: cuando cargas el contenido <code>/index.html</code> en una aplicación empaquetada, realmente estás cargando algo como lo siguiente (el UUID será distinto):
fr: elles utilisent un protocole spécial interne au fichier zip : <code>app://&lt;uuid&gt;</code>. Exemple : quand vous chargez le contenu <code>/index.html</code> dans une application empaquetée, en réalité vous chargez quelque chose comme ce qui suit (les UUIDs seront différents) :
it: Utilizzano uno speciale protocollo interno al file zip: <code>app://&lt;uuid&gt;</code>. Esempio: quando carichi il contenuto <code>/index.html</code> in un'app pacchettizzata, stai in realtà caricando qualcosa di simile a questo (con UUID diverso):
pl: Używają specjalnego protokołu wewnątrz do pliku zip: <code>app://&lt;uuid&gt;</code>. Na przykład: Gdy pobierasz zawartość <code>/index.html</code> w spakowanej aplikacji, w rzeczywistości pobierasz coś poniższego rodzaju (UUID będzie inne):

source: The manifest file must be named <code>manifest.webapp</code>.
de: Die Manifest-Datei muss <code>manifest.webapp</code> heißen.
es: El archivo del archivo manifest debe tener el nombre <code>manifest.webapp</code>.
fr: le manifeste doit être nommé <code>manifest.webapp</code>&nbsp;;
it: Il nome del loro file manifesto deve essere <code>manifest.webapp</code>.
pl: Plik manifestu musi nosić nazwę <code>manifest.webapp</code>.

source: Their resources are accessed from the zip file, which is stored on the device where the app is installed.
de: Auf ihre Ressourcen wird aus der ZIP-Datei zugegriffen, die auf dem Gerät gespeichert wird, wo die Anwendung installiert wird.
es: Sus recursos son accedidos desde el archivo zip, que es almacenado en el dispositivo en donde se ha instalado la aplicación.
fr: leurs ressources sont accédées depuis le fichier zip, qui est stocké sur l'appareil où elles sont installées&nbsp;;
it: Il dispositivo su cui l'app è stata installata può accedere alle risorse dal file zip, archiviato sul dispositivo stesso.
pl: Ich zasoby są dostępne z pliku zip, który jest przechowany na urządzeniu, na którym zainstalowana jest aplikacja.

source: They are installed with a different <code>mozApps</code> API function: <code>installPackage()</code>.
de: Sie werden mit einer anderen <code>mozApps</code>-API-Funktion installiert: <code>installPackage()</code>.
es: Se instalan en una función API <code>mozApps</code> diferente: <code>installPackage()</code>.
fr: elles sont installées avec une fonction de l'API <code>mozApps</code> différente : <code>installPackage()</code>&nbsp;;
it: Vengono installate con una diversa funzione API <code>mozApps</code>: <code>installPackage()</code>.
pl: Są instalowane inną funkcją <code>mozApps</code> API: <code>installPackage()</code>.

source: They enforce a specific <a href="%(url)s">CSP</a> for all application content (a hosted app could also use a CSP, but it is not required).
de: Sie erzwingen eine bestimmte <a href="%(url)s">CSP</a>für alle Inhalte der Anwendung (eine gehostete Anwendung kann auch eine CSP verwenden, es ist aber nicht erforderlich).
es: Fuerzan una <a href="%(url)s">CSP</a> específica para todo el contenido de la aplicación (una aplicación alojada podría usar también un CSP, pero no se requiere).
fr: elles utilisent une <a href="%(url)s">CSP</a> spécifique pour tout le contenu de l'application (une application hébergée peut le faire également, mais ce n'est pas nécessaire)i&nbsp;;
it: Devono rispettare una <a href="%(url)s">CSP</a> specifica per i contenuti delle applicazioni (anche un'app ospitata può seguire una CSP, ma non è obbligatorio).
pl: Wymuszają specjalny <a href="%(url)s">CSP</a> dla całej zawartości aplikacji (aplikacje hostowane również mogą używać CSP, ale nie jest to wymagane).

source: They can embed remote content in iframes, but that content will not have access to privileged APIs nor will it have the default CSP applied to it.
de: Sie können externe Inhalte in iframes einbetten, aber dieser Inhalt hat keinen Zugriff auf privilegierte APIs und unterliegt auch nicht den Standard-CSP.
es: Pueden alojar contenido remoto en iframes, pero ese contenido no tendrá acceso a las API privilegiadas ni tendrá aplicada una CSP de forma predeterminada.
fr: elles peuvent embarquer du contenu distant dans des iframes, mais ce contenu ne peut pas accéder aux API privilégiées ni se voir appliqué la CSP par défaut&nbsp;;
it: Possono incorporare contenuti remoti in iframes, ma questi contenuti non hanno accesso alle API con privilegi né devono seguire la CSP predefinita.
pl: Mogą osadzać zdalną zawartość w elementach iframe, ale ta zawartość nie ma dostępu do uprzywilejowanych API, nie będzie też stosowało się do niej domyślne CSP.

source: They have an update process for getting new versions of the app to users. Hosted apps do not need this process.
de: Sie haben einen Update-Prozess, um neuere Versionen der Anwendung zu den Benutzern zu bringen. Gehostete Anwendungen brauchen diesen Prozess nicht.
es: Tienen un proceso de actualización para obtener nuevas versiones de la aplicación para los usuarios. Las aplicaciones alojadas no requieren este proceso.
fr: elles ont un processus de mise à jour pour fournir les nouvelles versions aux utilisateurs. Les applications hébergées n'en ont pas besoin.
it: Al contrario delle app ospitate, devono eseguire un processo di aggiornamento per distribuire agli utenti l'ultima versione dell'app.
pl: Mają proces aktualizacji, by użytkownicy aplikacji otrzymywali nowe wersje. Aplikacje hostowane nie potrzebują takiego procesu.

source: The packaged app can still do things like access a database on a Web server, like a regular hosted app.
de: Die gepackte Anwendung kann trotzdem Dinge tun wie Zugreifen auf eine Datenbank auf einem Webserver, genau wie eine reguläre gehostete Anwendung.
es: La aplicación empaquetada puede igual hacer cosas como acceder a una base de datos en un servidor web, al igual que una aplicación alojada.
fr: L'application empaquetée peut faire des choses comme accéder à une base de données sur un serveur web, comme une application hébergée classique.
it: Un'app pacchettizzata è comunque in grado di eseguire operazioni come l'accesso al database di un server web, proprio come una normale app ospitata.
pl: Aplikacje spakowane mogą nadal wykonywać działania, typu dostęp do bazy danych na serwerze sieciowym, jak zwykłe aplikacje hostowane.

source: Using sensitive Web APIs
de: Verwendung sensibler Web-APIs
es: Usar las API web delicadas
fr: Utilisation des API Web sensibles
it: Utilizzare API web sensibili
pl: Używanie wrażliwych Web API

source: There are Web APIs that could be used maliciously, so access to them must be controlled. For every sensitive API you want your app to access, you must add an entry to the <code>permissions</code> field in the <a href="%(url)s">app's manifest</a>.
de: Es gibt Web-APIs, die zu böswilligen Zwecken verwenden werden könnten, daher muss der Zugriff darauf kontrolliert werden. Für jede sensible API, auf die Ihre Anwendung zugreifen soll, müssen Sie einen Eintrag ins Feld <code>permissions</code> im <a href="%(url)s">Anwendungsmanifest</a> anlegen.
es: Hay algunas API Web que podrían usarse de forma maliciosa, por lo que el acceso a ellas debe controlarse. Para cada API delicada a la que desees que acceda tu aplicación, debes agregar una entrada en el campo <code>permissions</code> en <a href="%(url)s">el archivo manifest de la aplicación</a>.
fr: Il existe des API Web qui peuvent être utilisées à mauvais escient, leur accès doit donc être vérifié. Pour chaque API sensible dont vous souhaitez vous servir dans votre application, vous devez inclure une entrée dans le champ <code>permissions</code> du <a href="%(url)s">manifeste de l'application</a>.
it: Alcune API web potrebbero essere utilizzate per scopi maliziosi, per questo motivo il loro utilizzo deve essere controllato. Per ciascuna API sensibile a cui vuoi che la tua app abbia accesso è necessario aggiungere una voce al campo <code>permissions</code> nel <a href="%(url)s">manifesto dell'app</a>.
pl: Istnieją Web API, które mogą być użyte złośliwie, zatem dostęp do nich musi być kontrolowany. Dla każdego wrażliwego API, do którego chcesz zapewnić dostęp aplikacji, musisz dodać wpis w polu <code>permissions</code> w <a href="%(url)s">manifeście aplikacji</a>.
