Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: By now, you've identified your main use case, target users, and key features. Your main scenario should also consider the user environment in which your app is used. For example, a young mom with her baby at daycare might use your app to note a nice stroller (potential multi-tasking, pausing and continuing the task later). A different user might plan her next laptop purchase at home, in an armchair, without interruptions.
cs: Nyní jste identifikovali vaše primární případy použití, zacílené uživatele a klíčové funkce. Váš hlavní scénář by měl též zahrnovat uživatelské prostředí, v kterém bude vaše aplikace použita. Například mladá maminka se svým dítětem v kočárku může používat vaši aplikaci při tlačení (potenciální multitasking, pozastavování a pokračování s úkolem později). Jiný uživatel plánuje doma v křesle koupi svého nového notebooku a nic jej nebude rušit.
de: Mittlerweile haben Sie Ihren Hauptanwendungsfall, Ihre Zielgruppe und die wichtigsten Funktionen identifiziert. Ihr Hauptszenario sollte auch die Benutzerumgebung berücksichtigen, in der Ihre Anwendung verwendet wird. Beispielsweise könnte eine junge Mutter mit ihrem Kind in der Kindertagesstätte Ihre Anwendung nutzen, um einen schönen Kinderwagen zu finden (potenzielles Multitasking, Unterbrechung und spätere Fortsetzung der Arbeit). Ein anderer Anwender könnte zu Hause ungestört in seinem Sessel den Kauf ihres nächsten Laptops planen.
es: Hasta ahora has identificado el caso principal de utilización, los usuarios objetivo y las características principales. Tu escenario debería contemplar también el entorno del usuario. Por ejemplo, una madre joven con su bebé en una guardería podría utilizar tu aplicación para anotar una sillita (en teoría una actividad multitarea, con pausa y continuación posterior). Una usuaria diferente podría planificar desde casa la próxima compra de su laptop/portátil, sin interrupción de ningún tipo.
fr: Maintenant vous avez identifié votre cas d'utilisation principal, les utilisateurs cibles ainsi que les fonctionnalités primordiales. Votre scénario principal devrait également prendre en compte l'environnement utilisateur dans lequel l'application est utilisée. Par exemple, une jeune mère avec son bébé à la crèche peut utiliser votre application pour noter une poussette qui lui plaît (utilisatrice potentiellement multitâches, qui va mettre en pause et reprendre plus tard). Un utilisateur différent peut prévoir son prochain achat d'ordinateur portable à la maison, dans son fauteuil, sans interruption.
it: A questo punto hai già identificato il caso d'uso, il target di utenza e le funzioni chiave dell'app. Ma nel quadro generale devi anche considerare l'ambiente intorno all'utente, cioè il contesto in cui l'app viene utilizzata. Per esempio una giovane madre che porta il figlio all'asilo potrebbe utilizzare la tua app per prendere nota di un passeggino che le piace (potenziale multitasking, possibilità di mettere in pausa l'operazione e riprenderla più tardi). Un utente diverso potrebbe pianificare l'acquisto di un nuovo laptop a casa, in poltrona e senza interruzioni esterne.
pl: Teraz, gdy główne zastosowanie jest określone, zdefiniuj użytkowników oraz kluczowe funkcje. Podstawowy scenariusz powinien wziąć również pod uwagę środowisko użytkownika, w którym aplikacja będzie wykorzystywana. Na przykład: młoda mama z dzieckiem w wieku przedszkolnym może używać twojej aplikacji do zapamiętania ładnego wózka (potencjalna wielozadaniowość, wstrzymanie i kontynuacja zadania później). Inny użytkownik może planować zakup następnego laptopa w domowym zaciszu bez rozproszeń.

source: Concentrate on a few key features
cs: Koncentrujte se na několik klíčových vlastností
de: Konzentrieren Sie sich auf wenige wichtige Funktionen
es: Concéntrate en unas pocas características clave
fr: Concentrez-vous sur quelques fonctionnalités clés
it: Concentrati su un piccolo numero di funzioni chiave
pl: Skoncentruj się na kilku kluczowych funkcjach

source: Look at your task list again. Filter your list through the goal statement. If the tasks do not align with your goal statement, exclude them in your app.
cs: Podívejte se znovu na svůj seznam. Projděte jej a pokud některý úkol nezapadá do vašeho hlavního cíle, vyškrtněte jej ze své aplikace.
de: Sehen Sie sich noch einmal Ihre Aufgabenliste an. Filtern Sie Ihre Liste durch die Zielformulierung. Wenn die Aufgaben nicht zu Ihrer Zielformulierung passen, lassen Sie sie aus Ihrer Anwendung draußen.
es: Revisa de nuevo tu lista de tareas. Filtra tu lista teniendo en cuenta la declaración de objetivos. Si las tareas no se corresponden con tu declaración, exclúyelas de tu aplicación.
fr: Regardez encore votre liste de tâches. Filtrez par rapport au but. Si les tâches ne sont pas nécessaires pour le but, excluez-les de votre application.
it: Rileggi la lista delle operazioni filtrandola attraverso la dichiarazione d'intento. Se le operazioni non sono in linea con la dichiarazione, escludile dall'app.
pl: Spójrz znowu na listę zadań. Przejrzyj ją, mając na uwadze główny cel. Jeśli funkcje nie pasują do głównego celu, usuń je ze swojej aplikacji.

source: Describe each core task as a feature and then ask yourself, is this feature essential? Or is it nice-to-have but not required by the target user to complete the defined task? Be honest with yourself. If you end up with a short list of features, you are on the right track.
cs: Popište si každý klíčový úkol jako funkci, a pak se sami sebe zeptejte, zda je tato funkce zásadní. Nebo zda je fajn ji mít, ale není vyžadována koncovým uživatelem pro dokončení úlohy. Buďte k sobě upřímní. Pokud skončíte s krátkým seznamem funkcí, jste na správné cestě.
de: Beschreiben Sie jede Kernaufgabe als Funktion und fragen Sie sich dann, ob diese Funktion essenziell ist. Oder wäre sie nur ganz schön aber nicht unbedingt nötig, damit der Zielanwender die beschriebene Aufgabe erfüllen kann? Seien Sie ehrlich zu sich selbst. Wenn Sie am Ende eine kurze Liste mit Funktionen haben, sind Sie auf dem richtigen Weg.
es: Describe cada tarea básica como una característica y, a continuación, hazte estas preguntas: «¿Es esencial esta característica? ¿Está genial tenerla pero no es imprescindible para que el usuario objetivo complete la tarea definida?» Sé sincero contigo mismo. Si terminas teniendo una lista breve de características, vas por el buen camino.
fr: Décrivez chacune des tâches de base comme une fonctionnalité, puis demandez-vous si elle est essentielle ? Ou si c'est pratique mais pas critique pour l'utilisateur ciblé ? Soyez honnête avec vous-même. Si vous obtenez une petite liste de fonctionnalités, vous tenez le bon bout.
it: Descrivi ciascuna operazione principale come una funzione dell'app e poi chiedi a te stesso: questa funzione è davvero essenziale, oppure è un'aggiunta desiderabile ma non necessaria al target di utenza per adempiere allo scopo per cui l'app è stata creata? Sii onesto con te stesso e ricorda: se ti ritrovi con una lista breve sei sulla pista giusta.
pl: Opisz każde podstawowe zadanie jako funkcję, a następnie zastanów się, czy ta funkcja jest niezbędna. Lub czy jest to funkcja, którą miło mieć, ale nie jest wymaga przez docelowego użytkownika do wykonania zdefiniowanego zadania. Bądź ze sobą szczery. Jeśli zakończysz z krótką listą funkcji, jesteś na dobrej drodze.

source: Remember, the best apps usually do one thing well. Apps often fail not because they have too little features, but too many.
cs: Mějte na paměti, že nejlepší aplikace obvykle dělají jednu funkci skvěle. Aplikaci obvykle selžou, protože nedělají pouze základní funkce, ale snaží se dělat vše.
de: Denken Sie daran, die besten Anwendungen machen üblicherweise eine Aufgabe genau richtig. Anwendungen scheitern häufig nicht an zu wenigen, sondern an zu vielen Funktionen.
es: Recuerda: normalmente las mejores aplicaciones hacen bien una cosa. La aplicaciones a menudo fracasan, no porque tengan muy pocas características, sino porque tienen demasiadas.
fr: Souvenez-vous, les meilleurs applications font en général une seule chose, mais bien. Les applications échouent rarement par manque de fonctionnalité, mais plutôt par excès.
it: Ricorda: le app migliori quasi sempre fanno una sola cosa, ma la fanno bene. Le app spesso non raggiungono il successo non perché hanno troppo poche funzionalità, ma perché ne hanno troppe.
pl: Pamiętaj, najlepsze aplikacje zwykle robią jedna rzecz, ale dobrze. Aplikacje często są nieudane nie dlatego, że mają zbyt mało funkcji, ale zbyt dużo.

source: Your app in its most basic form
cs: Vaše aplikace ve své nejzákladnější podobě
de: Ihre Anwendung in ihrer grundlegendsten Form
es: Tu aplicación en su forma más básica
fr: Votre application est dans un état des plus basiques
it: L'app nella sua forma più elementare
pl: Twoja aplikacja w najbardziej podstawowej formie

source: Once you have a few key moments, you can translate those steps into screens. You can sketch out the user flow, that is, what do your users go from one screen to another to complete a task.
cs: Jakmile budete mít vše hotovo, můžete převést jednotlivé body na obrazovky. Můžete si nakreslit průchody uživatele aplikací tj. jak budou uživatelé přecházet z jednoho okna aplikace na druhé a dokončovat úkoly.
de: Sobald Sie ein paar Schlüsselmomente haben, können Sie diese Schritte in Szenen verwandeln. Sie können den Nutzungsablauf skizzieren, also sich vorstellen, wie Ihre Anwender von einer Szene zur nächsten gehen, um eine Aufgabe zu erfüllen.
es: Una vez que tengas una cuantos hitos, puedes traducir esos pasos a pantallas. Puedes hacer un boceto del flujo del usuario, es decir, de lo que un usuario hace pantalla a pantalla hasta completar una tarea.
fr: Dès que vous avez repéré quelques cas d'utilisation particliers, vous pouvez les traduire en écrans. Vous pouvez esquisser le déroulement de l'utilisation, c'est-à-dire ce que doivent faire les utilisateurs allant d'un écran à l'autre pour terminer une tâche.
it: Quando avrai individuato alcuni momenti chiave potrai trasporre questi passi in schermate e abbozzare il flusso utente, ovvero il passaggio dell'utente da una schermata all'altra per completare un'operazione.
pl: Gdy masz już kilka kluczowych momentów działania, możesz przełożyć te kroki na ekrany. Możesz naszkicować drogę użytkownika, z jakiego i do jakiego ekranu przechodzi, by wykonać zadanie.

source: Think about the information a user wants to see and record. Consider which user interface (UI) elements correspond to the information above. Put things that your users need most often in the most prominent places in the screens. Even just writing out the sequence of moments helps define a wireframe model of your app and its features.
cs: Přemýšlejte o informacích, které chce uživatel vidět a upravovat. Zvažte, jaké prvky uživatelskéo rozhraní (UI) korespondují s informacemi výše. Dejte věci, které uživatelé nejčastěji dělají, na nejvíce viditelná místa na obrazovce.
de: Denken Sie an die Informationen, die ein Anwender sehen und speichern möchte. Überlegen Sie, welche Elemente der Benutzeroberfläche zu den obigen Informationen passen. Platzieren Sie Dinge, die Ihre Anwender am häufigsten brauchen an den wichtigsten Stellen der Szenen. Auch wenn Sie nur die Abfolge der Momente aufschreiben, hilft das, ein Drahtgittermodell Ihrer Anwendung und ihrer Funktionen zu definieren.
es: Piensa en qué información desea ver y registrar un usuario. Considera qué elementos de la interfaz de usuario (IU) corresponden a la información anterior. Coloca las cosas que los usuarios necesiten con mayor frecuencia en los sitios más destacados de las pantallas. El simple hecho de escribir la secuencia de hitos te ayudará a definir un modelo wireframe de tu aplicación y las características que esta tiene.
fr: Pensez à l'information que l'utilisateur veut voir et enregistrer. Considérez quels éléments d'interface utilisateur correspondent à l'information ci-dessus. Placez les éléments les plus utilisés aux endroits adéquats des écrans. Il suffit d'écrire la séquence d'évèments pour pouvoir définir un modèle de votre application et de ses fonctionnalités.
it: Individua le informazioni che un utente vuole visualizzare e registrare. Decidi quali elementi dell'interfaccia utente (UI) corrisponderanno a queste informazioni, collocando le parti di cui gli utenti hanno bisogno più spesso nelle posizioni più prominenti dello schermo. Anche il semplice scrivere le sequenze dei momenti aiuta a definire un modello wireframe dell'app e le sue funzioni.
pl: Pomyśl o informacji, którą użytkownik chce zobaczyć i zachować. Zastanów się, które elementy interfejsu użytkownika odpowiadają powyższej informacji. Umieść rzeczy, których użytkownik najczęściej potrzebuje, w najbardziej widocznych miejscach na ekranie. Nawet zwykłe wypisanie sekwencji momentów pomaga zdefiniować model szkieletu aplikacji i jej funkcji.

source: Consider incorporating the following principles in your app to optimize the user experience. Please note that this is only a small set of design principles to get you started and it's by no means comprehensive.
cs: Zvažte začlenění těchto zásad do své aplikace a optimalizujte tak uživatelské rozhraní. Vezměte prosím na vědomí, že toto je pouze malá skupina návrhových vzorů pro začátek a není v žádném případě vyčerpávající.
de: Überlegen Sie, ob Sie die folgenden Prinzipien in Ihre Anwendung integrieren, um das Benutzererlebnis zu optimieren. Beachten Sie bitte, dass dies nur einige wenige Design-Prinzipien für den Anfang sind und auf keinen Fall eine vollständige Aufzählung ist.
es: Plantéate incorporar los siguientes principios a tu aplicación para optimizar la experiencia de usuario. Ten en cuenta que esto es solo un grupo reducido de principios de diseño para ayudarte a comenzar y de ninguna manera pretende ser exhaustivo.
fr: Pensez à prendre en compte les principes suivants dans votre application pour optimiser l'expérience utilisateur. Merci de noter que ceci n'est qu'un sous-ensemble des principes de design pour vous lancer et que cela n'est pas exhaustif.
it: Prendi in considerazione l'idea di incorporare i seguenti principi nella tua app per ottimizzare l'esperienza utente. Tieni presente che la seguente è una selezione limitata, e non una raccolta esauriente, di principi del design stilata per aiutare i principianti.
pl: Rozważ zastosowanie poniższych zasad w swojej aplikacji, by zoptymalizować doznania użytkownika. Pamiętaj, że jest to tylko podstawowy zestaw zasad projektowania, pomocny w rozpoczęciu pracy, i nie wyczerpuje on tematu.

source: Be consistent
cs: Buďte konzistentní
de: Seien Sie konsistent
es: Sé coherente
fr: Soyez cohérent
it: Sii coerente
pl: Zachowuj konsekwencję

source: Be consistent in your language. Refer to an action or an item with the same term in your app, and use each term for only one action or item.
cs: Buďte konzistentní ve svém jazyce. Odkazujte ve své aplikaci na akce či položky stejnou terminologií a používejte každý výraz pouze pro jednu akci či položku.
de: Seien Sie konsistent was Ihre Sprache angeht. Beziehen Sie sich auf eine Aktion oder ein Element mit dem gleichen Begriff in Ihrer Anwendung und verwenden Sie jeden Begriff für nur eine Aktion oder ein Element.
es: Mantén la coherencia de tu lenguaje. Haz referencia a una acción o un elemento con el mismo término y utiliza cada término solo para una acción o un elemento.
fr: Soyez cohérent dans votre langage. Utilisez toujours le même terme dans votre application lorsque vous vous référez à une action ou un élément, et utilisez chaque terme pour une action ou élément.
it: Utilizza il linguaggio in modo coerente. Fai riferimento a un'azione o a un elemento dell'app utilizzando sempre lo stesso termine, e utilizza ogni termine per una sola azione o elemento.
pl: Zachowuj konsekwencję języka. Odnoś się do działania lub elementu w aplikacji tym samym terminem oraz używaj każdego terminu tylko dla jednego działania lub elementu.

source: Be consistent in your user interface (UI). For example, if you place your back button on the top left corner, it should not appear on the bottom left corner in other screens within your app.
cs: Buďte konzistentní ve svém uživatelském rozhraní (UI). Například pokud umístíte tlačítko pro přechod zpět do levého horního roku, nemělo by se na jiných oknech aplikace zobrazovat v levém dolním rohu.
de: Seien Sie konsistent in Ihrer Benutzeroberfläche. Wenn Sie beispielsweise Ihre Zurück-Schaltfläche in der linken oberen Ecke platzieren, sollte sie in anderen Szenen Ihrer Anwendung nicht in der linken unteren Ecke erscheinen.
es: Mantén la coherencia en la interfaz de usuario (UI). Por ejemplo, si colocas tu botón para volver hacia atrás en la esquina superior izquierda, no debe aparecer en la esquina inferior izquierda en otras pantallas dentro de tu aplicación.
fr: Soyez cohérent dans votre interface utilisateur. Par exemple, si vous placez votre bouton retour dans le coin haut gauche, il ne devrait pas apparaître en bas à gauche dans d'autres écrans de votre application.
it: Disegna l'interfaccia utente (UI) in modo coerente. Per esempio, se collochi il pulsante Indietro nell'angolo in alto a sinistra in una schermata, nelle schermate successive all'interno della stessa app non dovrà apparire in basso a destra.
pl: Zachowuj konsekwencję interfejsu użytkownika (UI). Na przykład, jeśli umieścisz przycisk „wstecz” w lewym górnym rogu, powinien on pojawiać się w lewym górnym rogu na wszystkich ekranach twojej aplikacji.

source: Be consistent in your visual elements. If two elements look the same, they should have the same behavior. If two elements have different functions, they should have distinctively different looks.
cs: Buďte konzistentní ve vizuálních prvcích. Pokud dva prvky vypadají stejně, měly by se stejně chovat. Pokud mají dva prvky odlišnou funkci, měly by vypadat odlišně.
de: Seien Sie konsistent was visuelle Elemente angeht. Wenn zwei Elemente gleich aussehen, sollten sie das gleiche Verhalten zeigen. Wenn zwei Elemente verschiedene Funktionen haben, sollten sie sich deutlich unterscheiden.
es: Mantén la coherencia en los elementos gráficos. Si dos elementos tienen el mismo diseño, deben comportarse igual. Si dos elementos tienen funciones diferentes, sus diseños deben ser igualmente diferentes.
fr: Soyez cohérent dans vos éléments visuels. Si deux éléments se ressemblent, ils devraient avoir le même comportement. Si deux éléments ont des fonctionnalités différentes, ils devraient être facilement distincts.
it: Utilizza gli elementi visivi con coerenza. Se due elementi appaiono uguali, dovranno comportarsi allo stesso modo. Se due elementi hanno due funzioni diverse dovranno essere diversi anche nell'aspetto.
pl: Zachowuj konsekwencję elementów wizualnych. Jeśli dwa elementy wyglądają tak samo, powinny zachowywać się tak samo. Jeśli dwa elementy mają różne funkcje, powinny odróżniać się wyglądem.

source: Be concise and use appropriate language
cs: Buďte konzistentní a používejte vhodný jazyk
de: Fassen Sie sich kurz und nutzen Sie angemessene Formulierungen
es: Sé conciso y usa lenguaje apropiado
fr: Soyez concis et utilisez un registre de langue adapté
it: Sii sintetico e utilizza un linguaggio appropriato
pl: Zachowuj konsekwencję i używaj odpowiedniego języka

source: The text you use should express the most important information in a concise way. Most users don't read a lot before they decide to continue or to abandon a task.
cs: Text by měl obsahovat nejdůležitější informace v pochopitelné podobě. Většina uživatelů moc nečte předtím, než se rozhodnou pokračovat nebo ukončí úkol.
de: Der Text, den Sie verwenden, sollte die wichtigsten Informationen kurz und knapp ausdrücken. Die meisten Anwender lesen nicht viel, bevor sie sich entschließen, weiterzumachen oder eine Aufgabe abzubrechen.
es: El texto que usas debe expresar la información más importante de una forma concisa. Muchos usuarios no leen mucho antes de decidir si continuar o abandonar una tarea.
fr: Le texte que vous utilisez doit exprimer l'information importante de la manière la plus concise. La plupart des utilisateurs lisent peu avant de décider s'ils continuent ou abandonnent une tâche.
it: Il testo utilizzato deve esprimere le informazioni più importanti in modo conciso. La maggior parte degli utenti non legge tutto prima di decidere se continuare con un'operazione o abbandonarla.
pl: Użyty tekst powinien przekazywać najważniejszą informację w zwięzły sposób. Większość użytkowników nie czyta zbyt wiele przed podjęciem decyzji, czy kontynuować, czy porzucić zadanie.

source: Always provide clues and immediate feedback
cs: Vždy poskytněte očekávanou a okamžitou reakci
de: Liefern Sie immer Hinweise und direkte Rückmeldung
es: Proporciona siempre pistas e información al instante
fr: Donnez toujours des indices et un retour immédiat
it: Fornisci sempre all'utente suggerimenti e un feedback istantaneo
pl: Zawsze dostarczaj wskazówek i natychmiastowej informacji zwrotnej

source: Provide clues which make the correct steps apparent. For example, a big &quot;+&quot; button to indicate adding items if that's the correct next step.
cs: Navrhujte prvky tak, aby reakce na ně byly očekávané. Například velké tlačítko &quot;+&quot; indikuje přidání položek, což je z pohledu uživatele očekávaná funkce.
de: Liefern Sie Hinweise, die die richtigen Schritte verdeutlichen. Eine große „+“-Schaltfläche zum Hinzufügen eines Elements zeigt zum Beispiel, dass dies der richtige nächste Schritt ist.
es: Proporciona pistas que dejen claro cuáles son los pasos correctos. Por ejemplo, si el siguiente paso correcto es agregar elementos, utiliza un botón &quot;+&quot; grande para indicarlo.
fr: Donnez des indices indiquant les étapes correctes. Par exemple, un gros bouton « + » pour indiquer l'ajout d'éléments si c'est la bonne prochaine étape.
it: Inserisci suggerimenti che rendano espliciti i passaggi corretti da seguire. Per esempio, se la prossima operazione consiste nell'aggiungere un elemento, indicala con un grosso pulsante &quot;+&quot;.
pl: Dostarcz wskazówek sprawiających, że właściwe kroki będą jasne. Na przykład umieść duży przycisk „+”, aby zasygnalizować dodawanie elementów, jeśli jest to prawidłowy następny krok.
