Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: While we call these "Beta versions", you can use this channel for nightlies, or alphas, or prerelease versions as you wish. Please note that there is only one channel for this purpose and all of your users on this channel will receive the latest add-ons submitted. For instance, if you upload <code>1.0beta1</code> to the release channel and then upload <code>1.1alpha1</code>, all users of <code>1.0beta1</code> will be offered an upgrade to <code>1.1alpha1</code>. Updates are pushed by submission date and not version number, so users will always get the most recent channel update regardless of any kind of alphabetical sorting.
cs: Ačkoliv mluvíme o "betaverzích", můžete používat tento kanál pro noční vývojové verze, alfaverze nebo předverze. Zkrátka jak si přejete. Mějte prosím na paměti, že pro tyto účely existuje pouze jeden kanál a všichni vaši uživatelé, kteří tento kanál používají, budou dostávat poslední verze doplňku, které zpřístupníte. Pokud například nahrajete verzi <code>1.0beta1</code>, a poté nahrajete verzi <code>1.1alpha1</code>, bude všem uživatelům verze <code>1.0beta1</code> nabídnuta aktualizace na verzi <code>1.1alpha1</code>. Aktualizace jsou řazeny dle data přidání a nikoliv dle čísla verze. Uživatelé tak dostanou vždy nejnovější aktualizaci bez ohledu na řazení verzí.
de: Auch wenn wir diese als „Beta-Versionen“ bezeichnen, können Sie diesen Kanal für Nightlys, Alphas oder Prelelease-Versionen verwenden, wie Sie möchten. Bitte beachten Sie, dass es nur einen Kanal für diesen Zweck gibt und alle Ihre Benutzer auf diesem Kanal die neuesten übermittelten Add-ons erhalten werden. Wenn Sie beispielsweise <code>1.0beta1</code> im Release-Kanal hochladen und dann <code>1.1alpha1</code> hochladen, wird allen Nutzern von <code>1.0beta1</code> ein Update auf <code>1.1alpha1</code> angeboten. Updates werden nach Übermittlungsdatum weitergegeben und nicht nach Versionsnummer, daher erhalten Nutzer immer das neueste Update im Kanal, unabhängig von alphabetischer Sortierung.
es: Aunque les llamamos "versiones beta", puedes usar este canal para binarios diarios, o alfas, o versiones prelanzamiento si lo deseas. Ten en cuenta que sólo hay un canal para este propósito y que todos tus usuarios en este canal recibirán los últimos complementos enviados. Por ejemplo, si subes <code>1.0beta1</code> al canal de publicación y luego subes <code>1.1alpha1</code>, todos los usuarios de <code>1.0beta1</code> recibirán un aviso de actualización a <code>1.1alpha1</code>. Las actualizaciones se envían por fecha de entrega y no por número de versión, así que los usuarios siempre obtendrán la actualización más reciente del canal sin considerar ningún tipo de orden alfabético.
fr: Bien que nous appelions ces versions « Versions Beta », vous pouvez utiliser ce canal pour des versions quotidiennes, ou alpha, ou des pré-versions, comme vous le souhaitez. Merci de noter qu'il n'existe qu'un seul canal pour ce but et que tous vos utilisateurs recevront les derniers modules envoyés. Ainsi, si vous envoyez <code>1.0beta1</code> dans le canal des sorties et ensuite <code>1.1alpha1</code>, tous les utilisateurs de <code>1.0beta1</code> se verront proposer la mise à jour vers <code>1.1alpha1</code>. Les mises à jour sont envoyées par dates d'envoi et pas par numéro de version de sorte que les utilisateurs reçoivent toujours la dernière mise à jour, sans s'inquiéter d'un quelconque ordre alphabétique.
it: Anche se chiamiamo questo canale "beta", puoi utilizzarlo per versioni nightly, alfa o pre-release. Ricordati che è disponibile un solo canale per questo scopo e che tutti gli utenti riceveranno automaticamente l'ultima versione caricata. Ad esempio, se carichi <code>1.0beta1</code> sul canale di distribuzione e poi carichi <code>1.1alpha1</code>, tutti gli utenti della versione <code>1.1beta1</code> riceveranno l'aggiornamento a <code>1.1alpha1</code>. Gli aggiornamenti vengono distribuiti in base alla data di caricamento e non al numero di versione, in modo che gli utenti ricevano sempre l'ultimo aggiornamento, a prescindere da qualsiasi altro tipo di ordinamento.
ko: "베타 버전"이라 불리는 동안엔 베타 채널을 통해서 나이티, 알파, 프리릴리즈 버전을 원하는대로 사용할 수 있습니다. 이러한 사유로 채널은 한개 뿐이며 이 채널의 모든 사용자는 가장 최근에 올라온 부가 기능을 받아보게 됩니다. 예를 들어 <code>1.0beta1</code> 버전을 공개 채널에 업로드 한 다음 <code>1.1alpha1</code> 버전을 또 업로드하게 되면 <code>1.0beta1</code> 버전의 모든 사용자들은 <code>1.1alpha1</code>으로 업그레이드를 통보받게 됩니다. 업데이트는 버전 넘버가 아닌, 제출일을 기준으로 제공되므로 사용자들은 항상 가장 최근 채널에 업데이트된 버전을 받아야 하며 알파벳 순으로 버전 순서를 이해해선 안됩니다.
nl: Hoewel we dit “bètaversies” noemen, kunt u dit kanaal naar wens gebruiken voor nightly’s, alpha’s of prerelease-versies. Bedenk wel dat er slechts één kanaal voor dit doeleinde is en dat al uw gebruikers op dit kanaal de laatst ingediende add-ons ontvangen. Als u bijvoorbeeld <code>1.0beta1</code> naar het release-kanaal uploadt en vervolgens <code>1.1alpha1</code>, krijgen alle gebruikers van <code>1.0beta1</code> een upgrade naar <code>1.1alpha1</code> aangeboden. Updates worden doorgezet op indieningsdatum en niet op versienummer, dus gebruikers krijgen altijd de meest recente kanaalupdate, onafhankelijk van enige alfabetische volgorde.
pa_in: ਜਦ ਤੱਕ ਅਸੀਂ ਇਹਨਾਂ "ਬੀਟਾ ਵਰਜਨਾਂ" ਨੂੰ ਸੱਦ ਰਹੇ ਹਾਂ, ਤੁਸੀਂ ਇਸ ਚੈਨਲ ਨੂੰ ਨਾਈਟਲਾਈਸ, ਜਾਂ ਅਲਫ਼ਾ, ਜਾਂ ਪ੍ਰੀ-ਰੀਲੀਜ਼ ਵਰਜਨਾਂ ਲਈ ਵਰਤ ਸਕਦੇ ਹੋ ਜਿਵੇਂ ਤੁਸੀ ਚਾਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਰੱਖੋ ਕਿ ਇਸ ਮਕਸਦ ਲਈ ਕੇਵਲ ਇੱਥੇ ਇੱਕ ਚੈਨਲ ਹੀ ਹੈ ਅਤੇ ਇਸ ਚੈਨਲ ਤੇ ਤੁਹਾਡੇ ਸਾਰੇ ਉਪਭੋਗੀ ਦਾਖਲ ਕੀਤੇ ਤਾਜ਼ਾ ਐਡ-ਆਨ ਪ੍ਰਾਪਤ ਕਰਨਗੇ। ਮਿਸਾਲ ਲਈ, ਜੇਕਰ ਤੁਸੀਂ ਰੀਲੀਜ਼ ਚੈਨਲ ਤੇ <code>1.obeta1</code> ਅੱਪਲੋਡ ਕੀਤਾ ਅਤੇ ਫ਼ੇਰ <code>1.1alpha1<code> ਅੱਪਲੋਡ ਕੀਤਾ, <code>1.0beta1</code> ਦੇ ਸਾਰੇ ਉਪਭੋਗੀਆਂ ਨੂੰ <code>1.1alpha1<code>ਅੱਪਗਰੇਡ ਦੀ ਪੇਸਕਸ਼ ਕੀਤੀ ਜਾਏਗੀ। ਅੱਪਡੇਟਾਂ ਨੂੰ ਦਾਖਲ ਮਿਤੀ ਦੁਆਰਾ ਅੱਗੇ ਵਧਾਇਆ ਜਾਂਦਾ ਅਤੇ ਨਾ ਕੀ ਵਰਜਨ ਨੰਬਰ, ਇਸ ਲਈ ਉਪਭੋਗੀ ਹਮੇਸ਼ਾ ਕਿਸੇ ਕਿਸਮ ਦੀ ਵਰਣਮਾਲਾ ਛਾਂਟ ਤੋਂ ਬਿਨਾਂ ਸੱਭ ਤੋਂ ਤਾਜ਼ੀਆਂ ਚੈਨਲ ਅੱਪਡੇਟ ਪ੍ਰਾਪਤ ਕਰਨਗੇ।
pl: Mimo tego, że nazywamy te wersje „wersjami beta”, można używać tego kanału dla wydań „nocnych”, alfa czy kandydackich. Należy pamiętać, że do tego celu istnieje tylko jeden kanał i wszyscy użytkownicy na tym kanale będą odbierać ostatnio zamieszczone dodatki. Zatem jeśli do kanału zostanie wgrana wersja <code>1.0beta1</code>, a następnie <code>1.1alpha1</code>, wszystkim użytkownikom wersji <code>1.0beta1</code> zostanie zaproponowana aktualizacja do wersji <code>1.1alpha1</code>. Aktualizacje są oferowane wg daty zamieszczenia, a nie numeru wersji. Tak więc użytkownicy będą zawsze otrzymywać najświeższe aktualizacje kanału niezależnie od wyniku sortowania alfabetycznego.
pt_pt: Enquanto nós chamamos "versões Beta", pode usar este canal para nightlies, ou alphas, ou versões de pré-lançamento como desejar. Por favor, note que há apenas um canal para este fim e todos os seus utilizadores deste canal irão receber os últimas extras submetidos. Por exemplo, se você carregar <code>1.0beta1</code> para o canal de lançamento e em seguida carregar <code>1.1alpha1</code>, todos os utilizadores de <code>1.0beta1</code> terão uma atualização para <code>1.1alpha1</code>. As atualizações são enviadas por data de submissão e não pelo número da versão, para que os utilizadores obtenham sempre a atualização mais recente do canal, independentemente de qualquer tipo de ordenação alfabética.
ru: Хотя мы называем это "Бета-версии", вы можете использовать этот канал для ночных сборок, или альф, или предварительных версий, как вы того хотите. Пожалуйста, обратите внимание, что для этой цели есть только один канал и все ваши пользователи на этом канале будут получать самые последние представленные дополнения. Например, если вы загружаете <code>1.0beta1</code> в канал релизов, а затем загружаете <code>1.1alpha1</code>, всем пользователям <code>1.0beta1</code> будет предлагаться обновление до <code>1.1alpha1</code>. Обновления распространяются по дате представления, а не по номеру версии, так что пользователи всегда будут получать самое последнее обновление канала, независимо от какой-либо сортировки по алфавиту.
sl: Te različice imenujemo sicer "Beta", lahko pa uporabite ta kanal za nočne verzije, za alfa, predhodno objavo, kot vam najbolj ustreza. Prosim upoštevajte, da je na razpolago samo en kanal za te namene in da bodo vsi vaši uporabniki na tem kanalu prejemali najnovejše dodatke, kot jih boste objavljali. Na primer, če ste prenesete <code>1.0beta1</code> na kanal za javnost in nato naložite <code>1.1alpha1</code> , bodo vsi uporabniki <code>1.0beta1</code> dobili obvestilo, da lahko nadgradijo na <code>1.1alpha1</code>. Posodobitve se potiska po datumu vložitve in ne po številkah različice, tako da bodo uporabniki po kanalu vedno dobili najnovejše posodobitve, ne glede na abecedni vrstni red.
uk: Хоч ми й називаємо це "Бета-версії", ви можете використовувати цей канал для нічних збірок, чи альф, або попередніх версій, як ви того хочете. Будь ласка, зверніть увагу, що для цього є тільки один канал і всі ваші користувачі на цьому каналі отримуватимуть найновіші представлені додатки. Наприклад, якщо ви завантажуєте <code>1.0beta1</code> у канал релізів, а потім завантажуєте <code>1.1alpha1</code>, усім користувачам <code>1.0beta1</code> буде запропоновано оновлення до <code>1.1alpha1</code>. Оновлення поширюються за датою представлення, а не за номером версії, тому користувачі завжди будуть отримувати найновіші оновлення каналу, незалежно від будь-якого сортування за абеткою.
zh_cn: 虽然我们称之为“公开测试版”，但您可以按您的意愿使用此通道分发每夜版、内部测试版或预发布版。请注意，您只有一个通道来用于上述用途，并且您的所有使用此通道的用户都将收到最新提交的附加组件。举例来说，如果您上传了一个 <code>1.0beta1</code> 到发布通道，然后又上传了 <code>1.1alpha1</code>，那么所有 <code>1.0beta1</code> 用户都将被提供一个升级至 <code>1.1alpha1</code> 的更新。更新是根据提交日期而不是版本号进行推送，所以用户始终会收到所选通道的最新更新，无论版本号是什么。

source: Required Updates
cs: Vyžadované aktualizace
de: Benötigte Updates
es: Actualizaciones necesarias
fr: Mises à jour requises
it: Aggiornamenti richiesti
ja: 必要な更新
ko: 업데이트 요구사항
nl: Vereiste updates
pa_in: ਲੌੜੀਦੀਂਆਂ ਅੱਪਡੇਟਾਂ
pl: Wymagane aktualizacje
pt_pt: Actualizações necessárias
ru: Требуемые обновления
sl: Zahtevane posodobitve
uk: Потрібні оновлення
zh_cn: 亟待更新

source: Certain situations may arise in which Mozilla requests that an add-on developer update their add-on within a given time period to address a major security issue or policy violation. We work with developers to reasonably accommodate their own schedules, but if the issue is of a serious enough nature, add-ons that cannot issue an update with the requested fix may be demoted from fully-reviewed status, disabled, or permanently removed from the site.
cs: Mohou nastat situace, kdy Mozilla požádá vývojáře doplňku, aby aktualizoval svůj doplněk do konkrétního data. Důvodem může být vážná bezpečnostní chyba či porušení zásad pro doplňky. V takových situacích spolupracujeme s vývojáři doplňků a snažíme se naše představy sladit s jejich časovými možnostmi. Pokud je však problém závažný a u doplňku není problém odstraněn, může mu být odebrán status plného zkontrolování, může být zakázán nebo trvale z webu odstraněn.
de: In bestimmten Situationen kann Mozilla einen Add-on-Entwickler auffordern, sein Add-on in einer festgelegten Frist zu aktualisieren, um ein größeres Sicherheitsproblem oder eine Regelverletzung zu beheben. Wir arbeiten mit den Entwicklern, um uns möglichst an ihre Zeitpläne anzupassen, aber wenn das Problem erst genug ist, können Add-ons, die kein Update mit der geforderten Lösung besitzen, den Status „vollständig überprüft“ aberkannt bekommen, deaktiviert oder dauerhaft von der Seite entfernt werden.
es: Pueden surgir ciertas situaciones en las que Mozilla solicite al desarrollador que actualice su complemento en un determinado plazo de tiempo para abordar un problema importante de seguridad o una infracción de la política de privacidad. Trabajamos con los desarrolladores para adaptar sus propios calendarios en la medida de lo posible, pero si el fallo es bastante serio, los complementos que no puedan distribuir una actualización con la solución requerida serán degradados del estado de valorado completamente, deshabilitados o eliminados del sitio definitivamente.
fr: Certaines situations peuvent se présenter où Mozilla demande à un développeur de module de mettre à jour son module dans un laps de temps donné pour corriger une faille de sécurité majeure ou une violation de la politique. Nous travaillons avec les développeurs pour adapter leur planification, mais si la faille est suffisamment grave, les modules qui ne peuvent proposer de mise à jour avec la correction demandée pourront être déclassés, désactivés voire retirés de manière permanente du site.
it: In alcuni casi Mozilla potrebbe chiedere allo sviluppatore di aggiornare il proprio componente aggiuntivo entro un determinato periodo di tempo per risolvere problemi di sicurezza o privacy. Cerchiamo di adattarci in modo ragionevole ai tempi dello sviluppatore, ma se il problema è abbastanza serio e non viene distribuito un aggiornamento, il componente aggiuntivo potrebbe perdere lo status di revisione completa, venire disattivato o rimosso in modo definitivo dal sito.
ko: 일정 주기마다 Mozilla측에서 긴급 보안 문제나 개인 정보 침해에 대한 부가 기능 업데이트를 개발자에게 요구하는 상황이 종종 발생할 것입니다. 저희는 개발자와 합리적인 일정 조정을 통해 작업을 하지만, 문제가 근본적 수준의 심각한 상태라면 부가 기능은 문제를 수정할 업데이트를 내놓지 못하고 시험용 상태, 사용 중단 상태로 돌아가거나 사이트에서 영구 삭제될 것입니다.
nl: Er kunnen bepaalde situaties optreden waarin Mozilla een add-on-ontwikkelaar vraagt zijn of haar add-on binnen een bepaalde periode bij te werken om een belangrijk beveiligingsprobleem of schending van het beleid op te lossen. We werken samen met ontwikkelaars om naar alle redelijkheid rekening te houden met hun schema’s, maar als het probleem ernstig genoeg is, kunnen add-ons die geen update met de benodigde oplossing kunnen uitgeven vanuit de status volledig beoordeeld worden teruggeplaatst, uitgeschakeld of permanent van de website verwijderd.
pa_in: ਕੁੁੱਝ ਖਾਸ ਹਲਾਤ ਹੋ ਸਕਦੇ ਹਨ ਜਿਸ ਵਿੱਚ ਮੌਜੀਲਾ ਇੱਕ ਮੁੱਖ ਸੁਰੱਖਿਆ ਮੁੱਦੇ ਜਾਂ ਨੀਤੀ ਉਲੰਘਣਾ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਐਡ-ਆਨ ਡਿਵੈਲਪਰ ਨੂੰ ਉਸ ਦਾ ਐਡ-ਆਨ ਇੱਕ ਮਿੱਥੇ ਸਮੇਂ ਵਿੱਚ ਅੱਪਡੇਟ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕਰੇ। ਅਸੀਂ ਡਿਵੈਲਪਰਾਂ ਨਾਲ ਉਹਨਾਂ ਦੀ ਆਪਣੀ ਸੂਚੀ ਨਾਲ ਮੁਨਾਸਬ ਅਨੁਕੂਲਣ ਲਈ ਕੰਮ ਕਰਦੇ ਹਾਂ। ਪਰ ਜੇਕਰ ਮੁੱਦਾ ਕਾਫ਼ੀ ਗੰਭੀਰ ਹੋਵੇ, ਜਿਹੜਾ ਐਡ-ਆਨ ਬੇਨਤੀ ਕੀਤੇ ਹੱਲ ਨਾਲ ਅੱਪਡੇਟ ਨਹੀਂ ਜਾਰੀ ਕਰਦਾ ਹੋ ਸਕਦਾ ਪੂਰੀ-ਸਮੀਖਿਆ ਦਰਜੇ ਤੋਂ ਘਟਾਇਆ ਜਾਵੇ, ਅਯੋਗ ਜਾਂ ਸਾਈਟ ਤੋਂ ਪੱਕੇ ਤੌਰ ਤੇ ਹਟਾਇਆ ਜਾਵੇ।
pl: W pewnych określonych sytuacjach, gdy dotyczy to poważnych problemów bezpieczeństwa lub naruszenia zasad, Mozilla może poprosić autora, by uaktualnił swój dodatek w ciągu podanego czasu. Staramy się rozsądnie dostosować terminy autorów z naszymi wymaganiami, ale jeśli przypadek jest naprawdę poważny, dodatek, który nie zostanie uaktualniony i poprawiony w żądany sposób, może stracić status dodatku w pełni sprawdzonego, wyłączony lub trwale usunięty z witryny.
pt_pt: Podem surgir situações em que a Mozilla pode pedir a um desenvolvedor de extra para atualizar os seus extras dentro de um determinado período de tempo para resolver um grande problema de segurança ou uma violação de política. Nós trabalhamos com os desenvolvedores para definir os seus próprios horários, mas se o problema for de natureza suficientemente grave, os extras que não lançarem uma atualização com a correção necessária podem ser despromovidos de totalmente revisto, serem desactivados ou removidos permanentemente do sítio.
ru: Могут возникнуть определённые ситуации, при которых Mozilla просит разработчика дополнения обновить своё дополнение в течение определённого периода времени, чтобы решить серьёзную проблему безопасности или исправить нарушение политики. Мы работаем с разработчиками, чтобы по возможности согласовать это с их собственными графиками, но если вопрос носит достаточно серьезный характер, то дополнения, которые не могут выпустить обновления с запрошенным исправлением, могут быть понижены в статусе с полностью проверенного, отключены или навсегда удалены с сайта.
sl: Pride lahko do določenih situacij, v katerih se zahteva od razvijalca dodatka Mozilla. da svoj dodatek zaradi pomembnih razlogov varnosti ali zaradi kršitev pravilnika v določenem roku posodobi. Sodelujemo z razvijalci, da lahko ustrezno prilagodijo svoje urnike, če pa vprašanje je dovolj resne narave, se bo dodatke, za katere ni dobiti posodobitve, črtalo iz množice odobrenih dodatkov, onemogočilo, ali trajno odstranilo s spletišča.
uk: Можуть виникнути певні ситуації, за яких Mozilla просить розробника додатку оновити свій додаток протягом визначеного періоду часу, задля вирішення серйозної проблеми безпеки чи виправити порушення політики. Ми працюємо з розробниками, щоб при змозі узгодити це з їх власними графіками, але якщо це питання з досить серйозним характером, то додатки, які не можуть випустити оновлення з потрібним виправленням, можуть бути понижені в статусі з повністю перевіреного, виключені чи назавжди видалені з сайту.
zh_cn: 在某些情况下 Mozilla 可能会要求附加组件的开发者限期更新他们的附加组件，以解决重要的安全问题或违反政策的情况。我们也会适当地顾及到开发者自己的日常安排，但是如果问题的性质足够严重，附加组件无法发布被要求解决上述情况的更新，那么可能会从已全面审核状态降级、停用或从网站上永久性地移除。

source: Transfer of Ownership
cs: Přesun vlastnictví
de: Übertragung des Eigentums
es: Cambio de la titularidad
fr: Transfert de propriété
it: Trasferimento di proprietà
ja: オーナーの変更
ko: 소유권 이전
nl: Eigendomsoverdracht
pa_in: ਮਲਕੀਅਤ ਦਾ ਤਬਾਦਲਾ
pl: Przekazanie własności
pt_pt: Transferência de propriedade
ru: Передача владения
sl: Prenos lastništva
uk: Передача власності
zh_cn: 所有权转移

source: Add-ons can have multiple users with permission to update and manage the listing. Existing authors of an add-on can transfer ownership and add additional developers to an add-on's listing through the Developer Tools provided. No interaction with Mozilla representatives is necessary for a transfer of ownership.
cs: Doplňky mohou být přiřazeny více uživatelům s různým stupněm oprávněný od aktualizací po správu stránky doplňku. Existující autoři doplňku mohou předávat vlastnictví a a přidávat k doplňku další vývojáře. To vše skrze Nástroje pro vývojáře. Kvůli změně vlastnictví není žádná nutnost se dotazovat Mozilly.
de: Add-ons können mehrere Benutzer mit der Erlaubnis, die Listeneinträge zu aktualisieren und zu verwalten, haben. Bestehende Autoren eines Add-ons können das Eigentum übertragen und mit den bereitstehenden Entwicklerwerkzeugen zusätzliche Entwickler zur Auflistung des Add-ons hinzufügen. Für die Übertragung des Eigentums ist keine Interaktion mit Mozilla-Vertretern erforderlich.
es: Los complementos pueden tener múltiples usuarios con permisos para actualizar y administrar la lista. Los autores actuales de un complemento pueden cambiar la titularidad y agregar más desarrolladores al listado de un complemento a través de las herramientas para desarrolladores que se ofrecen. No es necesaria la intervención de un representante de Mozilla para realizar un cambio en la titularidad.
fr: Les modules peuvent avoir plusieurs utilisateurs avec la permission de mettre à jour et gérer le listing. Les auteurs existant d'un module peuvent transférer la propriété et ajouter de nouveaux développeurs au module via les outils pour le développeur fournis. Aucune interaction avec des représentants de Mozilla n'est nécessaire pour un tel transfert de propriété.
it: È possibile che un componente aggiuntivo abbia più utenti con i permessi necessari per aggiornarlo o modificarne la presenza negli elenchi. Gli autori esistenti possono trasferire la proprietà o aggiungere nuovi sviluppatori attraverso gli Strumenti per sviluppatori. Non è necessario alcun intervento di Mozilla per il trasferimento di proprietà.
ko: 부가 기능은 업데이트할 권리 및 등록 관리에 있어 여러 사용자를 보유할 수 있습니다. 부가 기능 제작자는 개발자 도구를 통해 소유권 이전과 추가 개발자 임명을 할 수 있습니다. 소유권 이전에 있어 Mozilla측 대표와 대화를 할 필요는 없습니다.
nl: Add-ons kunnen meerdere gebruikers hebben die toestemming hebben om de lijstopname bij te werken en te beheren. Bestaande schrijvers van een add-on kunnen het eigendom overdragen en aanvullende ontwikkelaars toevoegen aan de add-on via de Ontwikkelaarshulpmiddelen. Er is geen contact met Mozilla nodig om het eigendom over te dragen.
pa_in: ਐਡ-ਆਨ ਕੋਲ ਸੂਚੀ ਦੀ ਅੱਪਡੇਟ ਅਤੇ ਸਾਂਭ-ਸੰਭਾਲ੍ਹ ਕਰਨ ਦੀ ਮਨਜ਼ੂਰੀ ਵਾਲੇ ਬਹੁਤ ਸਾਰੇ ਉਪਭੋਗੀ ਹੋ ਸਕਦੇ ਹਨ। ਇੱਕ ਐਡ-ਆਨ ਦਾ ਮੌਜੂਦਾ ਲੇਖਕ ਮਲਕੀਅਤ ਦਾ ਤਬਾਦਲਾ ਅਤੇ ਦਿੱਤੇ ਗਏ ਡਿਵੈਲਪਰਾਂ ਟੂਲਾਂ ਦੇ ਨਾਲ ਵਾਧੂ ਡਿਵੈਲਪਰਾਂ ਨੂੰ ਐਡ-ਆਨ ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰ ਸਕਦਾ ਹੈ। ਮਲਕੀਅਤ ਦੇ ਤਬਾਦਲੇ ਲਈ ਮੌਜੀਲਾ ਦੇ ਨੁਮਾਇੰਦੇ ਨਾਲ ਗੱਲਬਾਤ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
pl: Wielu użytkowników może mieć prawo do aktualizacji dodatku i zarządzania jego stroną. Autorzy dodatku mogą przekazać prawa własności oraz dodać kolejnych programistów, wykorzystując do tego narzędzia autora. Do przekazania praw własności nie jest konieczny żaden kontakt z przedstawicielami Mozilli.
pt_pt: Os extras podem ter vários utilizadores com permissão para atualizar e gerir a listagem. Os autores existentes de um extra podem transferir a propriedade e adicionar desenvolvedores adicionais para uma listagem do extra através das Ferramentas do desenvolvedor fornecidas. Nenhuma interação com representantes da Mozilla é necessária para uma transferência de propriedade.
ru: Дополнения могут иметь несколько пользователей, которым разрешено обновлять и управлять его листингом. Существующие авторы дополнения может передавать право собственности и добавлять дополнительных разработчиков в листинг дополнения, доступный из Инструментов Разработчика. Для передачи права собственности взаимодействие с представителями Mozilla не требуется.
sl: Dodatki imajo lahko več uporabnikov z dovoljenjem za posodabljanje in skrb za objave. Obstoječi avtorji dodatka lahko lastništvo prenesejo na druge osebe in dodajo dodatne razvijalce na seznam, in sicer s pomočjo orodja za razvijalce. ki je na razpolago. Za prenos lastništva stik s predstavniki Mozille ni potreben.
uk: Додатки можуть мати декілька користувачів, яким дозволено оновлювати і змінювати його сторінку. Існуючі автори додатку можуть передавати у власність і додавати додаткових розробників на сторінку додатку через Інструменти Розробника. Для передачі у власність взаємодія з представниками Mozilla не потрібна.
zh_cn: 附加组件可以同时有多位有权更新和管理的用户。附加组件的现有作者可以通过开发者工具来转让所有权和添加其他的开发者至附加组件的作者名单。您无需联系 Mozilla 工作人员即可进行所有权的转让。
