Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If you are unsure of the current copyright status of an add-on's source code, you must contact the original author and receive explicit permission before using the source code.
cs: Pokud si nejste jist(a) o stavu práv u kódu u vašeho doplňku, kontaktujte jeho původního autora a vyžádejte si explicitní svolení, že jej smíte použít.
de: Wenn Sie sich über den aktuellen Urheberrechtsstatus des Quelltextes eines Add-ons unsicher sind, müssen Sie den ursprünglichen Autor kontaktieren und eine ausdrückliche Genehmigung erhalten, bevor Sie den Quelltext verwenden.
es: Si no estás seguro del estado actual del copyright del código fuente de un complemento, debes contactar con el autor original y recibir permiso explícito antes de usar el código fuente.
fr: Si vous n'êtes pas certain du statut du code source de votre module, vous devriez contacter l'auteur originel et recevoir une permission explicite avant d'utiliser le code source.
it: Se non sei sicuro del copyright del codice di un componente aggiuntivo, devi prima contattare l'autore e ricevere un'autorizzazione esplicita prima di poterlo utilizzare.
ko: 현재 부가 기능의 소스 코드 저작권을 확실하게 알고있지 않다면, 원 제작자에게 연락을 취하고 소스 코드 사용 전에 확실한 권리를 받아놔야 합니다.
nl: Als u twijfels hebt over de huidige auteursrechtstatus van de broncode van een add-on, dient u contact op te nemen met de oorspronkelijke schrijver en expliciete toestemming te vragen voordat u de broncode gebruikt.
pa_in: ਜੇਕਰ ਤੁਸੀਂ ਐਡ-ਆਨ ਸੋਰਸ ਕੋਡ ਦੇ ਮੌਜੂਦਾ ਕਾਪੀਰਾਈਟ ਦਰਜੇ ਤੋਂ ਅਣਜਾਣ ਹੋ, ਤੁਹਾਨੂੰ ਅਸਲੀ ਲੇਖਕ ਨੂੰ ਸੰਪਰਕ ਕਰਨਾ ਚਾਹੀਦਾ ਅਤੇ ਸੋਰਸ ਕੋਡ ਨੂੰ ਵਰਤਣ ਤੋਂ ਪਹਿਲਾਂ ਖਾਸ ਮਨਜ਼ੂਰੀਆਂ ਲੈ ਲੈਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ।
pl: Jeśli nie masz pewności co do statusu praw autorskich dodatku, musisz przed użyciem kodu źródłowego skontaktować się z autorem i otrzymać bezpośrednie pozwolenie.
pt_pt: Se você não tiver certeza do estado de copyright atual de um código fonte de um extra, você deve contactar o autor original e receber permissão explícita antes de usar o código fonte.
ru: Если вы не уверены в текущем состоянии авторских прав на исходный код дополнения, вы должны связаться с первоначальным автором и получить явное разрешение, прежде чем использовать исходный код.
sl: Če niste prepričani o trenutnem stanju avtorskih pravic za izvorno kodo dodatka. se morate, preden kodo uporabite, obrniti na izvirnega avtorja in zaprositi za izrecno dovoljenje.
uk: Якщо ви не впевнені в поточному стані авторських прав на програмний код додатку, ви повинні зв'язатися з оригінальним автором і отримати дозвіл, перш ніж використовувати програмний код.
zh_cn: 如果您不确定某个附加组件源代码目前的著作权状态，那么您必须联系原作者并取得明确的许可后才能使用其源代码。

source: Last updated: January 13, 2011
cs: Naposledy aktualizováno: 13. ledna 2011
de: Zuletzt aktualisiert: 13. Januar 2011
el: Τελευταία ενημέρωση: 13 Ιανουαρίου 2011
es: Última actualización: 13 de enero de 2011
fr: Dernière mise à jour : 13 janvier 2011
it: Ultimo aggiornamento: 13 gennaio 2011
ja: 最終更新日: 2011 年 1 月 13 日
ko: 마지막 업데이트: 2011년 1월 13일
nl: Laatst bijgewerkt: 13 januari 2011
pa_in: ਆਖਰੀ ਅੱਪਡੇਟ: ਜਨਵਰੀ 13, 2011
pl: Aktualizacja: 13 stycznia 2011
pt_pt: Última actualização: 13 de Janeiro de 2011
ru: Последнее обновление: 13 января 2011
sl: Nazadnje posodobljeno: 13. januarja 2011
uk: Останнє оновлення: 13 січня 2011
zh_cn: 最后更新：2011年1月13日

source: Featured add-ons are top-quality extensions and themes highlighted on <a href="%(link_gallery)s">AMO</a>, Firefox's Add-ons Manager, and across other Mozilla websites. These add-ons showcase the power of Firefox customization and are useful to a wide audience.
de: Vorgestellte Add-ons sind qualitativ hochwertige Erweiterungen und Themes, die auf <a href="%(link_gallery)s">AMO</a>, im Add-ons-Manager in Firefox und auf anderen Mozilla-Websites präsentiert werden. Diese Add-ons demonstrieren das Potenzial der Anpassbarkeit von Firefox und sind hilfreich für eine breite Masse der Anwender.
es: Los complementos recomendados son extensiones de alta calidad y temas destacados en <a href="%(link_gallery)s">AMO</a>, en el administrador de complementos de Firefox y en otros sitios de Mozilla. Estos complementos muestran el poder de personalización de Firefox y le resultan útiles a una amplia cantidad de usuarios.
fr: Les modules en vedettes sont des extensions de haute qualité et des thèmes mis en valeur sur <a href="%(link_gallery)s">AMO</a>, le gestionnaire de modules de Firefox, ainsi que sur d'autres sites web Mozilla. Ces modules montrent la puissance de personnalisation intrinsèque à Firefox et sont utiles pour une large part du public.
it: I componenti aggiuntivi consigliati sono estensioni e temi di qualità superiore posti in evidenza su <a href="%(link_gallery)s">AMO</a>, nel pannello Gestione componenti aggiuntivi di Firefox e su vari siti di Mozilla perché mostrano le potenzialità di personalizzazione di Firefox e sono utili a un'ampia fascia di utenti.
ko: 추천 부가 기능은 <a href="%(link_gallery)s">AMO</a>, Firefox의 부가 기능 관리자, 그리고 다른 Mozilla 웹사이트에 하이라이트된 상위 품질의 확장 기능과 테마입니다. 이런 부가 기능은 Firefox 사용자화의 능력을 보여주며 더 많은 사람들에게 유용합니다.
nl: Aanbevolen add-ons zijn extensies en thema’s van topkwaliteit die onder de aandacht worden gebracht op <a href="%(link_gallery)s">AMO</a>, in de add-onbeheerder van Firefox en op andere Mozilla-websites. Deze add-ons demonstreren de kracht van Firefox-aanpassing en zijn nuttig voor een breed publiek.
pa_in: ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ <a href="%(link_gallery)s">AMO</a>, ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੇ ਐਡ-ਆਨ ਮੈਨੇਜਰ, ਅਤੇ ਹੋਰ ਮੌਜੀਲਾ ਵੈੱਬਸਾਈਟਾਂ ਤੇ ਉਜਾਗਰ ਕੀਤੇ ਉੱਚ-ਗੁਣਵੱਤਾ ਵਾਲੇ ਐਕਸਟੇਸ਼ਨ ਅਤੇ ਥੀਮ ਹਨ। ਇਹ ਐਡ-ਆਨ ਫ਼ਾਇਰਫ਼ਾਕਸ ਫ਼ੇਰਬਦਲ ਦੀ ਸ਼ਕਤੀ ਦਾ ਮੁਜਾਹਰਾ ਕਰਦੇ ਅਤੇ ਇੱਕ ਵੱਡੇ ਹਾਜ਼ਰੀਨ ਲਈ ਲਾਭਦਾਇਕ ਹਨ।
pl: Polecane dodatki są rozszerzeniami i motywami najwyższej jakości, wyróżnionymi na <a href="%(link_gallery)s">AMO</a>, w Menedżerze dodatków Firefoksa oraz na stronach Mozilli. Te dodatki pokazują możliwości dostosowywania Firefoksa, a także są użyteczne dla szerokiej grupy odbiorców.
pt_pt: Extras em destaque são extensões e temas de qualidade superior destacados no <a href="%(link_gallery)s">AMO</a>, o Gestor de extras do Firefox, e outros sites web da Mozilla. Estes extras mostram o poder da personalização do Firefox e são úteis para uma audiência mais ampla.
sl: Predstavljeni dodatki so dodatki in teme vrhunske kvalitete, ki se jih naglaša v <a href="%(link_gallery)s">AMO</a>, v Upravitelju dodatkov za Firefox in na drugih spletnih straneh Mozille. Ti dodatki so lep primer za možnosti, ki jih imajo dodatki za Firefox, poleg tega so zanimivi za širok krog uporabnikov.
uk: Відібрані додатки є високоякісними розширеннями і темами, виділеними на <a href="%(link_gallery)s">AMO</a>, менеджері додатків Firefox та інших веб-сайтах Mozilla. Ці додатки демонструють силу налаштовуваності Firefox і корисні для широкої аудиторії.
zh_cn: 精选附加组件是 <a href="%(link_gallery)s">AMO</a>、Firefox 附加组件管理器和其他 Mozilla 网站上隆重推荐的最高品质的扩展和主题。这些附加组件充分地展现了 Firefox 的定制能力，为众多用户带来了帮助。

source: Featured add-ons are chosen by the Featured Add-ons Advisory Board, a small group of add-on developers and fans from the Mozilla community who have volunteered to review and vote on nominations.
de: Vorgestellte Add-ons werden jeden Monat vom Beratungsgremium für vorgestellte Add-ons gewählt, einer kleinen Gruppe von Add-on-Entwicklern und Fans aus der Mozilla-Gemeinschaft, die sich freiwillig gemeldet haben, um Nominierungen zu bewerten und darüber abzustimmen.
es: Los complementos recomendados son seleccionados por la Junta de asesores de los complementos recomendados, un pequeño grupo de desarrolladores de complementos y de seguidores de la comunidad Mozilla que voluntariamente se ofrecieron para comentar y votar los complementos nominados.
fr: Les modules vedettes sont sélectionnés par le conseil d'administration des modules vedettes, un petit groupe de développeurs de modules et de membres de la communauté Mozilla qui s'engagent volontairement à tester et voter pour ces nominations.
it: I componenti aggiuntivi consigliati vengono selezionati dall'apposito Comitato consultivo per i componenti aggiuntivi consigliati, un ristretto gruppo di sviluppatori di componenti aggiuntivi e sostenitori della comunità di Mozilla che si sono offerti volontari per sottoporre a revisione e votare i componenti candidati.
ko: 추천 부가 기능은, 후보 부가 기능들에 리뷰와 투표를 자원하는 Mozilla 커뮤니티의 부가 기능 개발자와 팬으로 구성된 작은 그룹인 추천 부가 기능 자문 위원회에서 선택합니다.
nl: Aanbevolen add-ons worden gekozen door de Adviesraad voor Aanbevolen add-ons, een kleine groep add-on-ontwikkelaars en fans uit de Mozilla-gemeenschap die vrijwillig nominaties beoordelen en hun stem uitbrengen.
pa_in: ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ ਪੇਸ਼ਕਸ ਐਡ-ਆਨ ਸਲਾਹਕਾਰੀ ਬੋਰਡ, ਐਡ-ਆਨ ਡਿਵੈਲਪਰਾਂ ਦੇ ਇੱਕ ਛੋਟੇ ਗਰੁੱਪ, ਅਤੇ ਮੌਜੀਲਾ ਭਾਈਚਾਰੇ ਦੇ ਪ੍ਰਸ਼ੰਕ ਜਿਹੜੇ ਸਮੀਖਿਆ ਲਈ ਯੋਗਦਾਨ ਦਿੰਦੇ ਅਤੇ ਨਾਮਜ਼ਦਗੀ ਤੇ ਵੋਟ ਕਰਦੇ ਨੇ ਵੱਲੋਂ ਚੁਣੇ ਗਏ ਹਨ।
pl: Polecane dodatki są wybierane przez Komitet Doradczy Polecanych Dodatków, niewielką grupę twórców dodatków oraz fanów ze społeczności Mozilli, którzy jako wolontariusze sprawdzają je oraz głosują nad nominacjami.
pt_pt: Os extras em destaque são escolhidos pelo Conselho Consultivo de Extras em Destaque, um pequeno grupo de programadores e fãs de extras da comunidade Mozilla que se voluntariaram para rever e votar em nomeados.
sl: Dodatke za objavo izbira Odbor svetovalcev za dodatke, to je majhna skupina razvijalcev in ljubiteljev dodatkov, ki prostovoljno sodelujejo pra recenzijau in izbiri kandidatov za objavo.
uk: Відібрані додатки вибираються кожен місяць Консультативною Радою з Відібраних додатків, невеликою групою розробників додатків і шанувальників зі спільноти Mozilla, які зголосилися розглянути кандидатів і проголосувати за номінаціями.
zh_cn: 精选附加组件由“精选附加组件顾问委员会”推选，这是一个由 Mozilla 社区中附加组件开发者和爱好者组成的小组，他们为审核和票选活动志愿工作。

source: <a href="%(link_featured)s">Featured extensions</a> are chosen every month, and <a href="%(link_themes)s">featured complete themes</a> are chosen every quarter.
cs: <a href="%(link_featured)s">Propagovaná rozšíření</a> jsou vybírána každý měsíc, <a href="%(link_themes)s">propagované plné motivy</a> jsou vybírány každé čtvrtletí.
de: <a href="%(link_featured)s">Vorgestellte Erweiterungen</a> werden jeden Monat gewählt und <a href="%(link_themes)s">vorgestellte vollständige Themes</a> werden vierteljährlich gewählt.
es: Las <a href="%(link_featured)s">extensiones destacadas</a> se eligen cada mes, mientras que los <a href="%(link_themes)s">temas completos desctacados</a> se eligen cada trimestre.
fr: Les <a href="%(link_featured)s">extensions vedettes</a> sont sélectionnés tous les mois, et les <a href="%(link_themes)s">thèmes complets vedettes</a> sont choisis tous les trimestres.
it: Le <a href="%(link_featured)s">estensioni consigliate</a> vengono scelte con cadenza mensile, i <a href="%(link_themes)s">temi completi consigliati</a> con cadenza trimestrale.
ko: <a href="%(link_featured)s">추천 확장 기능</a>은 매달 선정되며, <a href="%(link_themes)s">추천 완전 테마</a>는 매 분기마다 선정됩니다.
nl: <a href="%(link_featured)s">Aanbevolen extensies</a> worden maandelijks gekozen, en <a href="%(link_themes)s">aanbeolen complete thema’s</a> worden elk kwartaal gekozen.
pa_in: <a href="%(link_featured)s">ਪੇਸ਼ ਕੀਤੀਆਂ ਐਕਸਟੇਸ਼ਨਾਂ</a> ਹਰ ਮਹੀਨੇ ਚੁਣੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਅਤੇ <a href="%(link_themes)s">ਪੇਸ਼ ਕੀਤੇ ਮੁਕੰਮਲ ਥੀਮ</a> ਹਰੇਕ ਤਿਮਾਹੀ ਚੁਣੇ ਜਾਂਦੇ ਹਨ।
pl: <a href="%(link_featured)s">Polecane dodatki</a> są wybierane każdego miesiąca, zaś <a href="%(link_themes)s">polecane kompletne motywy</a> są wybierane raz na kwartał.
pt_pt: <a href="%(link_featured)s">Extensões em destaque</a> são escolhidos todos os meses e <a href="%(link_themes)s">temas completos em destaque</a> são escolhidos todos os trimestres.
sl: <a href="%(link_featured)s">Predstavljene razširitve</a> se izbira enkrat na mesec, in <a href="%(link_themes)s">predstavljene popolne teme</a> pa enkrat na četrt leta.
uk: <a href="%(link_featured)s">Відібрані розширення</a> вибираються кожен місяць, а <a href="%(link_themes)s"> відібрані повні теми </a> вибираються раз в квартал.
zh_cn: <a href="%(link_featured)s">精选扩展</a>每月评选一次，而<a href="%(link_themes)s">精选完整主题</a>每季度评选一次。

source: Criteria for Featured Add-ons
cs: Kritéria pro doporučené doplňky
de: Kriterien für vorgestellte Add-ons
es: Criterios para los complementos destacados
fr: Critères pour les modules en vedette
it: Criteri per i componenti aggiuntivi consigliati
ja: おすすめアドオンの基準
ko: 추천 부가 기능 선정 기준
nl: Criteria voor Aanbevolen add-ons
pa_in: ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨਾਂ ਲਈ ਮਾਪਦੰਡ
pl: Kryteria dla polecanych dodatków
pt_pt: Critério para extras em destaque
ru: Критерии для избранных дополнений
sl: Pogoji za predstavitev dodatka
uk: Критерії для відібраних додатків
zh_cn: 精选附加组件的标准

source: Before nominating an add-on to be featured, please ensure it meets the following criteria:
cs: Dříve než doporučíte doplněk, aby byl doporučován, ujistěte se, že splňuje následující kritéria:
de: Bevor Sie ein Add-on für den Vorgestellt-Status nominieren, stellen Sie bitte sicher, dass es den folgenden Kriterien entspricht:
es: Antes de seleccionar un complemento como destacado, asegúrate de que cumple los siguientes criterios:
fr: Avant de nominer un module pour être en vedette, assurez-vous qu'il soit conforme aux critères :
it: Prima di candidare un componente aggiuntivo come consigliato assicurati che soddisfi i seguenti criteri:
ja: おすすめのアドオンに推薦する前に、そのアドオンが以下の基準を満たしていること確認してください。
ko: 부가 기능을 추천하기 전에, 다음의 영역에 부합하는지 먼저 확인해주세요:
nl: Zorg voordat u een add-on voor Aanbevolen nomineert ervoor dat deze aan de volgende criteria voldoet:
pa_in: ਇੱਕ ਐਡ-ਆਨ ਪੇਸ਼ ਕਰਨ ਦੀ ਨਾਮਜ਼ਦਗੀ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਯਕੀਨੀ ਕਰ ਲਵੋ ਇਹ ਹੇਠ ਦਿੱਤੇ ਮਾਪਦੰਡ ਪੂਰੇ ਕਰਦਾ:
pl: Przed nominowaniem dodatku jako polecanego upewnij się, że spełnia poniższe kryteria:
pt_pt: Antes de nomear um extra para ser destacado, por favor garanta que cumpre os seguintes critérios:
sl: Da se vaš dodatek lahko uvrsti med kandidate, morate zagotoviti, da ustreza pogojem, ki so navedeni spodaj:
uk: Перед номінацією додатку до обраних переконайтеся, що він відповідає таким критеріям:
zh_cn: 一款附加组件参评精选之前，请确保符合以下条件：

source: The add-on must have a complete and informative listing on AMO. This means:
cs: Doplněk musí mít kompletní a informačně užitečný popis na AMO. To znamená:
de: Das Add-on muss einen vollständigen und informativen Listeneintrag auf AMO haben. Das heißt:
es: El complemento debe tener una lista completa e informativa en AMO. Esto significa:
fr: Le module doit avoir une présentation complète et informative sur AMO. Cela implique :
it: Il componente aggiuntivo deve essere presente in modo completo e dettagliato negli elenchi di AMO. Questo significa:
ja: アドオンには AMO 上で完全かつ有益な情報を提供しなければなりません。つまり、
ko: AMO에 올라온 부가 기능은 모든 요소를 갖추고 있어야 하며 유용하게 쓸 수 있어야 합니다. 구체적으로 말하자면:
nl: De add-on dient een complete en informatieve lijstvermelding op AMO hebben. Dit betekent:
pa_in: ਐਡ-ਆਨ ਕੋਲ AMO ਤੇ ਇੱਕ ਮੁਕੰਮਲ ਅਤੇ ਜਾਣਕਾਰਕ ਸੂਚੀ ਹੋਵੇ। ਇਸ ਤੋਂ ਭਾਵ:
pl: Dodatek musi mieć kompletną i zawierającą dużo informacji stronę na AMO. Składa się na to:
pt_pt: O extra deve ter uma listagem completa e informativa na AMO. Isto significa:
ru: Дополнение должно иметь полную и информативную страницу на AMO. Это означает:
sl: Dodatek mora imeti popoln in informativen vnos na seznamu AMO. To pomeni:
uk: Додаток повинен мати повну і інформативну сторінку на AMO. Це означає:
zh_cn: 附加组件在 AMO 上必须有完整的信息。具体来说是：

source: a 64-pixel custom icon
cs: ikonu o rozměrech 64 pixelů
de: Ein benutzerdefiniertes Symbol mit 64 Pixeln
es: un icono personalizado de 64 píxeles
fr: une icône personnalisée de 64 pixels.
it: icona personalizzata di 64 pixel
ja: 64 ピクセル四方の独自アイコン
ko: 64픽셀 크기의 직접 제작한 아이콘
nl: een aangepast pictogram van 64 pixels
pa_in: ਇੱਕ 64-ਪਿਕਸਲ ਕਸਟਮ ਆਈਕਾਨ
pl: własna ikona o wymiarach 64x64 px
pt_pt: um ícone personalizado de 64-pixéis
ru: свой 64-пиксельный значок
sl: lastno ikono v velikosti 64 točk
uk: свою 64-піксельну іконку
zh_cn: 一个64像素的自定义图标

source: a clear and concise name (no lengthy keywords)
cs: jasný a výstižný název (žádný dlouhý výčet klíčových slov)
de: Einen klaren und präzisen Namen (keine langen Schlüsselwörter)
es: un nombre claro y conciso (sin largas palabras clave)
fr: un nom clair et concis (pas de mot clés à rallonge)
it: nome chiaro e breve (senza lunghe parole chiave)
ja: 明確で簡潔な名前 (冗長なキーワードを含まないこと)
ko: 명확하고 간결한 이름 (너무 장황한 키워드는 불가)
nl: een duidelijke en beknopte naam (geen lange trefwoorden)
pa_in: ਇੱਕ ਸਾਫ਼ ਅਤੇ ਸੰਖੇਪ ਨਾਂ ( ਲੰਬੇ ਸ਼ਬਦ ਨਹੀਂ)
pl: jasna i zwięzła nazwa (bez długich słów)
pt_pt: um nome simples e conciso (sem muitas palavras)
ru: четкое и краткое имя (без длинных ключевых слов)
sl: jasno in nedvoumno ime (brez dolgoveznih ključnih izrazov)
uk: чітке і коротке ім'я (без довгих ключових слів)
zh_cn: 简洁明了的名字（不要冗长的关键字）

source: a clear and concise summary of the add-on's functionality
cs: jasný a výstižný souhrn funkcí doplňku
de: Eine klare und präzise Zusammenfassung der Funktionalität des Add-ons
es: un resumen claro y conciso de la funcionalidad del complemento
fr: un résumé clair et concis des fonctionnalités
it: sommario chiaro delle funzionalità
ja: アドオンの機能に関する明確で簡潔な要約
ko: 명확하고 간결한 기능 설명
nl: een duidelijke en beknopte samenvatting van de functionaliteit van de add-on
pa_in: ਐਡ-ਆਨ ਦੀ ਕਾਰਜਕੁਸ਼ਲਤਾ ਦਾ ਇੱਕ ਸਾਫ਼ ਅਤੇ ਸੰਖੇਪ ਸਾਰ
pl: jasny i zwięzły opis funkcji dodatku
pt_pt: um súmario simples e conciso das funcionalidades dos extras
ru: четкая и краткая сводка функциональности дополнения
sl: jasen in nedvoumen povzetek funkcije dodatka
uk: чітке і коротке зведення функціональності додатку
zh_cn: 简明扼要的附加组件功能概述

source: detailed description and privacy policy, if applicable
cs: detailní popis a informace o zásadách soukromí, pokud jsou potřeba
de: Detaillierte Beschreibung und Datenschutzerklärung, falls zutreffend
es: una descripción detallada y una política de privacidad, si procede
fr: une description détaillée ainsi qu'une politique de confidentialité, si nécessaire
it: descrizione dettagliata e informativa sulla privacy (se applicabile)
ja: 詳細な説明と (必要な場合は) プライバシーポリシー
ko: 자세한 설명과 해당될 경우 개인 정보 보호 정책 확립
nl: een gedetailleerde beschrijving en, indien van toepassing, privacybeleid
pa_in: ਵਿਸਥਾਰ ਜਾਣਕਾਰੀ ਅਤੇ ਪਰਦਾ ਨੀਤੀ, ਜੇਕਰ ਲਾਗੂ ਹੋਵੇ
pl: szczegółowy opis i zasady ochrony prywatności, jeśli dodatek ma własne regulacje w tym zakresie
pt_pt: descrição e política de privacidade detalhada, se aplicável
ru: подробное описание и политика приватности, если применимо
sl: podroben opis in pravila o zasebnosti, če potrebno
uk: докладний опис і політика приватності, якщо застосовується
zh_cn: 详细的描述和隐私政策（如果有）

source: updated screenshots of the add-on's functionality
cs: aktualizované obrázky funkcionality doplňku
de: Aktualisierte Screenshots der Funktionalität des Add-ons
es: capturas de pantalla actualizadas de la funcionalidad del complemento
fr: des captures d'écran à jour des fonctionnalités
it: screenshot aggiornati delle caratteristiche del componente aggiuntivo
ja: アドオンの機能の最新スクリーンショット
ko: 기능 작동 스크린샷의 최신 업데이트 유지
nl: actuele schermafbeeldingen van de functionaliteit van de add-on
pa_in: ਐਡ-ਆਨ ਕਾਰਜਕੁਸ਼ਲਤਾ ਦਾ ਅੱਪਡੇਟਿਡ ਸਕਰੀਨਸ਼ਾੱਟ
pl: aktualne obrazki ilustrujące funkcje dodatku
pt_pt: miniaturas actualizadas da funcionalidade do extra
ru: обновленные скриншоты функциональности дополнения
sl: posodobljene posnetke delovanja dodatka
uk: оновлені знімки екрану функціональності додатку
zh_cn: 展示附加组件功能的最新屏幕截图

source: must be fully approved by AMO editors (no preliminarily reviewed entries)
cs: musí být plně schválen redaktorem AMO (předběžné kontroly nejsou dostatečné)
de: Muss von AMO-Redakteuren vollständig freigeschaltet sein (keine vorläufig überprüften Einträge)
es: debe haber sido aprobado completamente por los editores de AMO (no se admiten entradas revisadas preliminarmente)
fr: approbation finalisée par les éditeurs AMO
it: deve aver ricevuto una revisione completa (non verranno accettate candidature con revisione parziale)
ja: AMO のエディタによる本審査を受けていること (事前審査のみのアドオンは不可)
ko: AMO 편집자의 완벽한 승인을 받아야 함 (예비 심사 상태로는 불가)
nl: volledige goedkeuring door AMO-editors (geen voorlopig beoordeelde add-ons)
pa_in: AMO ਸੰਪਾਦਕਾਂ ਵੱਲੋਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਮਨਜ਼ੂਰ ਹੋਣਾ ਚਾਹੀਦਾ (ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਬੇਨਤੀਆਂ ਨਾ ਹੋਣ)
pl: musi być w pełni zatwierdzony przez recenzentów AMO (nie może być tylko wstępnie sprawdzony)
pt_pt: tem de ser totalmente aprovado pelos editores da AMO (sem entradas de revisão preliminares)
ru: должно быть полностью одобрено редакторами АМО (нет записей предварительной проверки)
sl: dodatek morajo uredniki AMO v celoti odobriti (predhodno pregledani prispevki ne pridejo v poštev)
uk: має бути повністю схвалений редакторами АМО (немає записів попередньої перевірки)
zh_cn: 必须通过 AMO 审核员的全面审核（不是通过初步审核的附加组件）

source: The add-on must have excellent user reviews and any problems or support requests must be promptly addressed by the developer.
cs: Doplněk musí mít skvělé recenze od uživatelů a jakékoliv problémy či dotazy na podporu musí být vývojářem rychle řešeny.
de: Das Add-on muss hervorragende Benutzerbewertungen haben und jegliche Probleme oder Hilfeanfragen müssen zeitnah von Entwickler bearbeitet werden.
es: El complemento debe tener excelentes valoraciones de los usuarios y cualquier problema o solicitud de asistencia deben ser resueltas rápidamente por el desarrollador.
fr: Le module doit avoir d'excellentes critiques de la part des utilisateurs, et tout problème ou requête d'assistance doit être rapidement prise en charge par le développeur.
it: Il componente aggiuntivo deve avere commenti positivi da parte degli utenti e ogni richiesta di supporto deve essere risolta tempestivamente dallo sviluppatore.
ko: 사용자들에게 좋은 평가를 받고 있어야 하며 문제 발생 및 기술 지원 요청이 있을시 즉시 개발자에게 내용이 전달되야 합니다.
nl: De add-on dient uitstekende gebruikersbeoordelingen te hebben en eventuele problemen of ondersteuningsvragen dienen direct door de ontwikkelaar te worden geadresseerd.
pa_in: ਐਡ-ਆਨ ਦੀਆਂ ਸ਼ਾਨਦਾਰ ਉਪਭੋਗੀ ਸਮੀਖਿਆਵਾਂ ਹੋਣ ਅਤੇ ਕੋਈ ਪਰੇਸ਼ਾਨੀ ਜਾਂ ਸਹਿਯੋਗ ਬੇਨਤੀ ਤੁਰੰਤ ਡਿਵੈਲਪਰ ਵੱਲੋਂ ਮੁਖਾਤਿਬ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pl: Dodatek musi mieć doskonałe opinie użytkowników, a wszelkie problemy i prośby o pomoc muszą być niezwłocznie rozwiązywane przez autora.
pt_pt: O extra deve ter comentários excelentes e quaisquer problemas ou pedidos de apoio devem ser prontamente resolvidos pelo desenvolvedor.
ru: Дополнения должны иметь отличные отзывы пользователей, а любые проблемы или запросы на поддержку должны быть незамедлительно рассмотрены разработчиком.
sl: Dodatek mora imeti odlične ocene uporabnikov in na probleme ali zahteve za podporo mora razvijalec nemudoma reagirati.
uk: Додатки повинні мати відмінні відгуки користувачів, а будь-які проблеми або запити на підтримку повинні бути негайно розглянуті розробником.
zh_cn: 附加组件必须获得优良的用户评论，并且开发者必须及时处理任何问题或用户支持请求。
