Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add-on Documentation :: Developer Hub
cs: Dokumentace k doplňku :: Centrum pro vývojáře doplňků
de: Add-on-Dokumentation :: Entwicklerecke
el: Τεκμηρίωση πρόσθετων :: Κέντρο δημιουργών
es: Documentación sobre complementos :: Centro de Desarrolladores
fr: Documentation Module :: Centre développeur
it: Documentazione :: Centro di sviluppo
ja: アドオン開発ドキュメント :: 開発者センター
ko: 부가 기능 문서 자료 :: 개발자 허브
nl: Add-ondocumentatie :: Ontwikkelaarshub
pa_in: ਐਡ-ਆਨ ਦਸਤਾਵੇਜ਼ :: ਡਿਵੈਲਪਰ ਹਬ
pl: Dokumentacja dodatku :: Strefa autora
pt_pt: Documentação do extra :: Hub do desenvolvedor
ru: Документация по дополнениям :: Центр разработчика
sl: Dokumentacija za dodatke:: Razvojni center
uk: Документація по додатках :: Центр розробки
zh_cn: 附加组件文档 :: 开发者中心

source: My Apps
cs: Mé aplikace
de: Meine Apps
es: Mis aplicaciones
fr: Mes applications
it: Le mie app
ko: 내 앱
nl: Mijn apps
pl: Moje aplikacje
ru: Мои приложения
sl: Moje aplikacije
zh_cn: 我的应用

source: My Submissions
cs: Mé příspěvky
de: Meine Einreichungen
el: Οι υποβολές μου
es: Mis envíos
fr: Mes propositions
it: I miei caricamenti
ja: 自分の登録アイテム
ko: 내 제출 내역
nl: Mijn bijdragen
pa_in: ਮੇਰੀਆਂ ਬੇਨਤੀਆਂ
pl: Moje zgłoszenia
pt_pt: As minhas submissões
ru: Мои представления
sl: Moji prispevki
uk: Мої представлення
zh_cn: 我的提交

source: Developer Docs
cs: Dokumentace pro vývojáře
de: Entwicklerdokumente
el: Έγγραφα δημιουργών
es: Documentación para desarrolladores
fr: Documentations développeur
it: Documenti per sviluppatori
ja: 開発者向けドキュメント
ko: 개발자 문서
nl: Ontwikkelaarsdocumenten
pa_in: ਡਿਵੈਲਪਰ ਡਾਕਸ
pl: Dokumentacja
pt_pt: Documentos do desenvolvedor
ru: Документация разработчика
sl: Dokumentacija za razvijalce
uk: Документація розробника
zh_cn: 开发者文档

source: {0} error
cs: {0} chyba
de: {0} Fehler
el: {0} σφάλμα
fr: {0} erreur
it: {0} errore
ja: {0} 個のエラー
ko: 오류 {0}개
nl: {0} fout
pa_in: {0} ਗਲਤੀ
pl: {0} błąd
pt_pt: {0} erro
ru: {0} ошибка
sl: {0} napaka
uk: {0} помилка
zh_cn: {0} 个错误

source: {0} warning
cs: {0} varování
de: {0} Warnung
el: {0} προειδοποίηση
es: {0} aviso
fr: {0} avertissement
it: {0} avviso
ja: {0} 個の警告
ko: 경고 {0}개
nl: {0} waarschuwing
pa_in: {0} ਚੇਤਾਵਨੀ
pl: {0} ostrzeżenie
pt_pt: {0} aviso
ru: {0} предупреждение
sl: {0} opozorilo
uk: {0} попередження
zh_cn: {0} 个警告

source: Review
cs: Recenze
de: Bewertung
el: Αξιολόγηση
es: Revisión
fr: Critique
it: Recensione
ja: レビュー
ko: 평가
nl: Beoordeling
pa_in: ਸਮੀਖਿਆ
pl: Opinia
pt_pt: Comentário
ru: Отзыв
sl: Recenzija
uk: Відгук
zh_cn: 评论

source: %s responded with %s (%s).
cs: %s odpověděl(a) %s (%s).
de: %s hat mit %s (%s) geantwortet.
el: %s αποκρίθηκε με %s (%s).
es: %s ha respondido con %s (%s).
fr: %s a répondu avec %s (%s).
it: %s ha risposto con %s (%s).
ja: %s が %s (%s) を返しました。
ko: %s이(가) %s (%s)에 응답했습니다.
nl: %s heeft geantwoord met %s (%s).
pa_in: %s ਦਾ ਜਵਾਬ %s (%s) ਦੇ ਨਾਲ ਦਿੱਤਾ।
pl: %s odpowiada %s (%s).
pt_pt: %s respondeu com %s (%s).
ru: %s ответил с %s (%s).
sl: %s odgovoril %s (%s).
uk: %s відповів з %s (%s).
zh_cn: %s 响应 %s（%s）。

source: Connection to "%s" timed out.
cs: Při připojování k "%s" vypršel čas spojení.
de: Zeitüberschreitung bei der Verbindung mit "%s".
el: Λήξη χρόνου σύνδεσης με «%s».
es: La conexión a "%s" ha caducado.
fr: Connexion à « %s » expiré.
it: Tempo per la connessione a "%s" esaurito.
ja: 「%s」への接続がタイムアウトしました。
ko: "%s"에 대한 연결 시간이 초과됐습니다.
nl: Wachttijd voor verbinding met “%s” verstreken.
pa_in: "%s" ਲਈ ਕੁਨੈਕਸ਼ਨ ਦਾ ਸਮਾਂ ਖਤਮ ਹੋਇਆ।
pl: Upłynął limit czasu połączenia z „%s”.
pt_pt: A ligação a "%s" expirou.
ru: Время ожидание соединения с "%s" истекло.
sl: Povezava z "%s" je pretekla.
uk: Час очікування з'єднання з "%s" завершився.
zh_cn: 连接“%s”超时。

source: Could not contact host at "%s".
cs: Nepodařilo se kontaktovat host "%s".
de: Host unter "%s" konnte nicht erreicht werden.
el: Αδυναμία επικοινωνίας με «%s».
es: No se ha podido contactar con el servidor en "%s".
fr: Impossible de contacter l'hôte « %s ».
it: Impossibile contattare l'host "%s".
ja: ホスト「%s」へ接続できませんでした。
ko: "%s"에 호스트 접속을 할 수 없습니다.
nl: Kan geen verbinding maken met de host op “%s”.
pa_in: "%s" ਤੇ ਹੋਸਟ ਨਾਲ ਸਪੰਰਕ ਨਹੀਂ ਕਰ ਸਕਿਆ।
pl: Nie można połączyć się z serwerem „%s”.
pt_pt: Não foi possível contactar o servidor em "%s" .
ru: Не удалось связаться с хостом на "%s".
sl: Ni prišlo do stika z gostiteljem na "%s".
uk: Не вдалося зв'язатись з хостом на "%s".
zh_cn: 无法连接到主机“%s”。

source: Your icon must be less than %s bytes.
cs: Vaše ikonka musí být menší než %s bajtů.
de: Ihr Symbol muss weniger als %s Bytes groß sein.
es: Tu icono debe tener menos de %s bytes.
fr: Votre icône doit faire moins de %s octets.
it: L'icona deve essere inferiore a %s byte.
ko: 아이콘은 %s byte 보다 작아야 합니다.
nl: Uw pictogram dient kleiner te zijn dan %s bytes.
pl: Twoja ikona musi mieć mniej bajtów niż %s.
ru: Размер вашего значка не может превышать %s байт.
sl: Vaša ikona mora imeti manj kot %s bajtov.
zh_cn: 您的图必须小于 %s 字节。

source: Your manifest must be served with the HTTP header "Content-Type: %s".
cs: Váš manifest musí být distribuován pomocí HTTP hlavičky "Content-Type: %s".
de: Ihr Manifest muss mit dem HTTP-Header „Content-Type: %s“ ausgeliefert werden.
es: Tu archivo manifest debe ser servido con el encabezado HTTP "Content-Type: %s".
fr: Votre manifest doit être servi avec l'entête HTTP « Content-Type: %s ».
it: È necessario trasmettere il manifesto utilizzando l'header HTTP "Content-Type: %s".
ko: 앱 정보 설정 파일은 HTTP 헤더 "Content-Type: %s"가 반드시 있어야 합니다.
nl: Uw manifest dient te worden aangeboden met de HTTP-header “Content-type: %s”.
pl: Manifest musi być wysyłany z nagłówkiem HTTP „Content-Type: %s”.
ru: Ваш манифест необходимо отправлять с HTTP-заголовком "Content-Type: %s".
sl: Vaš manifest mora vsebovati glavo HTTP "Content-Type: %s".
zh_cn: 您的清单发出的 HTTP 头必须包含“Content-Type: %s”。

source: Your manifest must be served with the HTTP header "Content-Type: %s". We saw "%s".
cs: Váš manifest musí být distribuován pomocí HTTP hlavičky "Content-Type: %s". Bylo navráceno "%s".
de: Ihr Manifest muss mit dem HTTP-Header „Content-Type: %s“ ausgeliefert werden. Wir haben „%s“ erhalten.
es: Tu archivo manifest debe ser servido con el encabezado HTTP "Content-Type: %s". Vimos "%s".
fr: Votre manifest doit être servi avec l'entête HTTP « Content-Type: %s ». Nous avons reçu « %s ».
it: È necessario trasmettere il manifesto utilizzando l'header HTTP "Content-Type: %s". Ci risulta che stai utilizzando "%s".
ko: 앱 정보 설정 파일엔 HTTP 헤더 "Content-Type: %s"가 반드시 있어야 합니다. 현재 내용은 "%s" 입니다.
nl: Uw manifest dient te worden aangeboden met de HTTP-header “Content-type: %s”. Momenteel zien wij “%s”.
pl: Manifest musi być wysyłany z nagłówkiem HTTP „Content-Type: %s”. Zauważyliśmy „%s”.
ru: Ваш манифест необходимо отправлять с HTTP-заголовком "Content-Type: %s". Мы увидели "%s".
sl: Vaš manifest mora vsebovati glavo HTTP "Content-Type: %s". Zapazili pa smo "%s".
zh_cn: 您的清单发出的 HTTP 头必须包含“Content-Type: %s”，我们接收到“%s”。

source: Your manifest must be less than %s bytes.
cs: Váš manifest musí být menší než %s bajtů.
de: Ihr Manifest muss weniger als %s Byte groß sein.
es: Tu archivo manifest debe tener menos de %s bytes.
fr: Votre manifeste doit faire moins de %s octets.
it: La dimensione del manifesto non può superare i%s byte.
ko: 앱 정보 설정 파일은 %s 바이트를 넘어선 안됩니다.
nl: Uw manifest dient kleiner dan %s bytes te zijn.
pl: Twoja deklaracja musi mieć mniej niż %s bajtów.
ru: Ваш манифест не должен превышать %s байт.
sl: Vaš manifest mora imeti manj kot %s bajtov.
zh_cn: 您的清单必须小于 %s 字节。

source: All My Add-ons
cs: Všechny mé doplňky
de: Alle meine Add-ons
el: Όλα μου τα πρόσθετα
es: Todos mis complementos
fr: Tous mes modules
it: Tutti i miei componenti aggiuntivi
ja: 自分のすべてのアドオン
ko: 내가 제작한 모든 부가 기능
nl: Al mijn add-ons
pa_in: ਮੇਰੇ ਸਾਰੇ ਐਡ-ਆਨ
pl: Moje dodatki
pt_pt: Todos os meus extras
ru: Все мои дополнения
sl: Vsi moji dodatki
uk: Всі мої додатки
zh_cn: 我的所有附加组件

source: All Activity
cs: Všechny aktivity
de: Alle Aktivitäten
el: Όλες οι δραστηριότητες
es: Toda la actividad
fr: Toute l'activité
it: Qualsiasi attività
ja: すべてのアクティビティ
ko: 전체 활동 내역
nl: Alle activiteit
pa_in: ਸਾਰੀ ਸਰਗਰਮੀ
pl: Wszystkie czynności
pt_pt: Toda a actividade
ru: Вся активность
sl: Vsa aktivnost
uk: Вся активність
zh_cn: 所有动态

source: Add-on Updates
cs: Aktualizace doplňku
el: Ενημερώσεις πρόσθετου
es: Actualizaciones del complemento
fr: Mises à jour du module
it: Aggiornamenti del componente aggiuntivo
ja: アドオンの更新
ko: 부가 기능 업데이트
pa_in: ਐਡ-ਆਨ ਅੱਪਡੇਟ
pl: Aktualizacje dodatku
pt_pt: Actualizações do extra
ru: Обновления дополнения
sl: Posodobitve dodatkov
uk: Оновлення додатку
zh_cn: 附加组件更新

source: Add-on Status
cs: Stav doplňku
el: Κατάσταση πρόσθετου
es: Estado del complemento
fr: Statut du module
it: Stato del componente aggiuntivo
ja: アドオンのステータス
ko: 부가 기능 상태
pa_in: ਐਡ-ਆਨ ਦਰਜਾ
pl: Status dodatku
pt_pt: Estado do extra
ru: Статус дополнения
sl: Stanje dodatka
uk: Статус додатку
zh_cn: 附加组件状态

source: User Collections
cs: Sbírky uživatele
de: Benutzer-Sammlungen
el: Συλλογές χρήστη
es: Colecciones de los usuarios
fr: Collections de l'utilisateur
it: Raccolte dell'utente
ja: ユーザコレクション
ko: 사용자 모음집
nl: Gebruikerscollecties
pa_in: ਉਪਭੋਗੀ ਸੰਗ੍ਰਹਿ
pl: Kolekcje użytkownika
pt_pt: Coleções do utilizador
ru: Подборки пользователя
sl: Uporabniške zbirke
uk: Збірки користувача
zh_cn: 用户收藏集

source: User Reviews
cs: Recenze uživatelů
de: Benutzer-Bewertungen
el: Αξιολογήσεις χρηστών
es: Valoraciones de los usuarios
fr: Commentaires de l'utilisateur
it: Commenti degli utenti
ja: ユーザレビュー
ko: 사용자 평가
nl: Gebruikersbeoordelingen
pa_in: ਉਪਭੋਗੀ ਸਮੀਖਿਆਵਾਂ
pl: Opinie użytkownika
pt_pt: Comentários do utilizador
ru: Отзывы пользователей
sl: Pregledi uporabnikov
uk: Відгуки користувачів
zh_cn: 用户评论

source: Changes successfully saved.
cs: Změny byly úspěšně uloženy.
de: Änderungen erfolgreich gespeichert.
el: Οι αλλαγές αποθηκεύτηκαν με επιτυχία.
es: Los cambios se han guardado correctamente.
fr: Modifications enregistrées avec succès.
it: Modifiche salvate correttamente.
ja: 変更は正しく保存されました。
ko: 변경 내역이 성공적으로 저장되었습니다.
nl: Wijzigingen met succes opgeslagen.
pa_in: ਬਦਲਾਵ ਸਫ਼ਲਤਾਪੂਰਕ ਸੰਭਾਲ੍ਹੇ ਗਏ।
pl: Zmiany zostały zapisane.
pt_pt: Alterações guardadas com sucesso.
ru: Изменения успешно сохранены.
sl: Spremembe uspešno shranjene.
uk: Зміни успішно збережені.
zh_cn: 更改已成功保存。

source: Add-on cannot be deleted. Disable this add-on instead.
cs: Doplněk nemůže být smazán. Na místo toho jej zakažte.
de: Add-on kann nicht gelöscht werden. Deaktivieren Sie dieses Add-on stattdessen.
el: Δεν είναι δυνατή η διαγραφή του προσθέτου. Απενεργοποιήστε το πρόσθετο αντ'αυτού.
es: El complemento no puede desinstalarse. En su lugar, desactiva este complemento.
fr: Le module ne peut pas être supprimé. Vous devez le désactiver.
it: Il componente aggiuntivo non può essere eliminato. Puoi invece disattivare questo componente aggiuntivo.
ja: アドオンを削除できません。代わりに無効化してください。
ko: 부가 기능을 삭제할 수 없습니다. 사용 정지 상태로 만드세요.
nl: Add-on kan niet worden verwijderd. Schakel deze add-on uit.
pa_in: ਐਡ-ਆਨ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਇਸ ਦੀ ਬਜਾਏ ਇਸ ਐਡ-ਆਨ ਨੂੰ ਅਯੋਗ ਕਰੋ।
pl: Dodatek nie może zostać usunięty. Zamiast tego możesz go wyłączyć.
pt_pt: O extra não pode ser eliminado. Em alternativa desativar este extra.
ru: Дополнение не может быть удалено. Вместо этого отключите это дополнение.
sl: Dodatka ni mogoče zbrisati. Namesto tega ga onemogočite.
uk: Додаток неможливо видалити. Натомість відключіть його.
zh_cn: 附加组件无法被删除，可以禁用。

source: Theme deleted.
cs: Motiv byl smazán.
de: Theme gelöscht.
el: Το θέμα διαγράφηκε.
es: Tema borrado.
fr: Thème supprimé.
it: Tema eliminato.
ja: テーマは削除されました。
ko: 테마가 삭제됐습니다.
nl: Thema verwijderd.
pa_in: ਥੀਮ ਹਟਾਇਆ।
pl: Usunięto motyw.
pt_pt: Tema eliminado.
ru: Тема удалена.
sl: Tema zbrisana.
uk: Тема видалена.
zh_cn: 主题已删除。

source: Add-on deleted.
cs: Doplněk smazán.
de: Add-on gelöscht
el: Διαγράφηκε το πρόσθετο.
es: Complemento borrado.
fr: Module supprimé
it: Componente aggiuntivo eliminato.
ja: アドオンは削除されました。
ko: 부가 기능이 삭제되었습니다.
nl: Add-on verwijderd.
pa_in: ਐਡ-ਆਨ ਹਟਾਇਆ।
pl: Dodatek został usunięty.
pt_pt: Extra eliminado.
ru: Дополнение удалено.
sl: Dodatek izbrisan.
uk: Додаток видалений.
zh_cn: 附加组件已删除。

source: Password was incorrect. Theme was not deleted.
cs: Heslo je neplatné. Motiv nebyl smazán.
de: Passwort war falsch. Theme wurde nicht gelöscht.
el: Ο κωδικός ήταν λάθος. Το θέμα δε διαγράφηκε.
es: La contraseña era incorrecta. El tema no se ha eliminado.
fr: Le mot de passe était incorrect, le thème n'a pas été supprimé.
it: La password inserita è errata. Il tema non è stato eliminato.
ja: パスワードが間違っています。テーマは削除されませんでした。
ko: 비밀번호가 틀렸습니다. 테마가 삭제되지 않았습니다.
nl: Wachtwoord onjuist. Thema is niet verwijderd.
pa_in: ਪਾਸਵਰਡ ਗਲਤ ਸੀ। ਥੀਮ ਨਹੀਂ ਹਟਾਇਆ ਗਿਆ।
pl: Nieprawidłowe hasło. Motyw nie został usunięty.
pt_pt: A senha estava incorreta. O tema não foi eliminado.
ru: Пароль неверен. Тема не была удалено.
sl: Geslo je nepravilno. Teme se ni zbrisalo.
uk: Було введено невірний пароль. Тема не була видалена.
zh_cn: 密码不正确。主题没有删除。

source: Password was incorrect. Add-on was not deleted.
cs: Heslo bylo neplatné. Doplněk nebyl smazán.
de: Passwort war falsch. Add-on wurde nicht gelöscht.
el: Ο κωδικός που δώσατε ήταν λάθος. Το πρόσθετο δεν διαγράφηκε.
es: La contraseña era incorrecta. El complemento no se ha borrado.
fr: Le mot de passe était incorrect, le module n'a pas été supprimé.
it: La password inserita è errata. Il componente aggiuntivo non è stato eliminato.
ja: パスワードが間違っています。アドオンは削除されませんでした。
ko: 비밀번호가 틀렸습니다. 부가 기능이 삭제되지 않았습니다.
nl: Wachtwoord onjuist. Add-on is niet verwijderd.
pa_in: ਪਾਸਵਰਡ ਗਲਤ ਸੀ। ਐਡ-ਆਨ ਨਹੀਂਂ ਹਟਾਇਆ ਗਿਆ।
pl: Hasło było nieprawidłowe. Dodatek nie został usunięty.
pt_pt: A senha está incorrecta. O extra não foi eliminado.
ru: Пароль неверен. Дополнение не было удалено.
sl: Geslo je bilo napačno. Dodatka se ni zbrisalo.
uk: Було введено невірний пароль. Додаток не був видалений.
zh_cn: 密码错误，附加组件没有删除。

source: There were errors in your submission.
cs: V rámci vašeho odeslání se vyskytly chyby.
de: In Ihrer Übertragung waren Fehler enthalten.
el: Υπήρχαν σφάλματα στην υποβολή σας.
es: Ha habido errores en tu envío.
fr: Il y avait des erreurs dans votre envoi.
it: Si sono verificati degli errori nell'invio.
ja: 送信内容にエラーがありました。
ko: 등록 과정 도중 오류가 발생했습니다.
nl: Er zijn fouten opgetreden tijdens het indienen.
pa_in: ਤੁਹਾਡੀ ਬੇਨਤੀਆਂ ਵਿੱਚ ਗਲਤੀਆਂ ਹਨ।
pl: Podczas zamieszczania dodatku wystąpiły błędy.
pt_pt: Houve erros na sua submissão.
ru: При вашей отправке были ошибки.
sl: V vaši prijavi so bile napake.
uk: У Вашому представленні були помилки.
zh_cn: 您的提交发生错误。

source: Refund already processed.
cs: Vrácení peněz již proběhlo.
de: Erstattung bereits bearbeitet.
es: Reembolso ya procesado.
fr: Remboursement déjà effecté.
it: Il rimborso è già stato elaborato.
ko: 이미 환불 처리되었습니다.
nl: Restitutie reeds uitgevoerd.
pl: Zwrot został już dokonany.
ru: Возмещение уже обработано.
sl: Vračilo že obdelano.
zh_cn: 已处理退款。

source: Refund failed. error: %s
cs: Vrácení peněz selhalo. Chyba: %s
de: Erstattung fehlgeschlagen. Fehler: %s
es: Reintegro fallido. error: %s
fr: Remboursement échoué. Erreur : %s
it: Rimborso fallito. Errore: %s
ko: 환불에 실패했습니다. 오류: %s
nl: Restitutie mislukt. Fout: %s
pl: Zwrot nie powiódł się. błąd: %s
ru: Возмещение не прошло. ошибка: %s
sl: Vračilo ni uspelo. Napaka: %s
zh_cn: 退款失败。错误：%s

source: Refund was previously issued; no action taken.
de: Erstattung wurde bereits ausgestellt; keine Aktion durchgeführt.
es: El reembolso fue efectuado previamente; no se realizó ninguna acción.
fr: Remboursement déjà effectué ; aucune action réalisée.
it: Il rimborso è stato emesso precedentemente; non è stata intrapresa alcuna azione.
ko: 이미 환불되었습니다; 아무런 조치도 취하지 않습니다.
nl: Restitutie is al uitgevoerd, geen actie ondernomen.
pl: Zwrot został już dokonany – nie podjęto żadnego działania.
ru: Возврат был уже произведен; действие не произведено.
sl: Vračilo je že bilo izdano, brez ukrepa.
zh_cn: 已发放过退款，未进行操作。

source: Refund issued.
cs: Peníze byly vráceny
de: Erstattung ausgestellt.
es: Reembolso efectuado.
fr: Remboursement effectué.
it: Il rimborso è stato emesso.
ko: 환불되었습니다.
nl: Restitutie uitgevoerd.
pl: Zwrot został dokonany.
ru: Возмещение выдано.
sl: Vračilo izdano.
zh_cn: 已发放退款。

source: Refund declined.
cs: Zamítnutí vrácení peněz
de: Erstattung verweigert.
es: Reembolso rechazado.
fr: Remboursement refusé.
it: Rimborso rifiutato.
ko: 환불이 거부되었습니다.
nl: Restitutie afgewezen.
pl: Zwrot został odrzucony.
ru: Возмещение отклонено.
sl: Vračilo zavrnjeno.
zh_cn: 已拒绝退款。

source: Validate Add-on
cs: Kontrola doplňku
de: Add-on überprüfen
el: Επικύρωση πρόσθετου
es: Validar el complemento
fr: Valider le module
it: Valida componente aggiuntivo
ja: アドオンの検証
ko: 부가 기능 검사
nl: Add-on valideren
pa_in: ਐਡ-ਆਨ ਦੀ ਪੜਤਾਲ
pl: Sprawdzanie dodatku
pt_pt: Validar extra
ru: Валидировать дополнение
sl: Validiraj dodatek
uk: Валідувати додаток
zh_cn: 验证附加组件

source: Check Add-on Compatibility
cs: Kontrola kompatibility doplňku
de: Add-on-Kompatibilität prüfen
el: Έλεγχος συμβατότητας πρόσθετου
es: Comprobar la compatibilidad del complemento
fr: Vérifier la compatibilité du module
it: Verifica compatibilità componente aggiuntivo
ja: アドオンの互換性を確認
ko: 부가 기능 호환성 검사
nl: Add-on-compatibiliteit controleren
pa_in: ਐਡ-ਆਨ ਅਨੁਕੂਲਤਾ ਦੀ ਪੜਤਾਲ ਕਰੋ
pl: Sprawdź kompatybilność dodatku
pt_pt: Verifique a compatibilidade do extra
ru: Проверка совместимости дополнений
uk: Перевірка сумісності додатку
zh_cn: 检查附加组件兼容性

source: There was an error with the submission.
cs: Při odesílání nastala chyba.
de: Bei der Übertragung ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την υποβολή.
es: Ha habido un error en el envío.
fr: Une erreur est survenue avec l'envoi.
it: Si è verificato un errore durante l'invio.
ja: 送信内容にエラーがありました。
ko: 등록 과정에서 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het indienen.
pl: Wystąpił błąd w trakcie wysyłania.
pt_pt: Houve um erro com a submissão.
ru: В процессе представления произошла ошибка.
sl: Ob predaji je prišlo do napake.
uk: Під час відправлення сталася помилка.
zh_cn: 提交时发生错误。

source: Validation generated too many errors/warnings so %s messages were truncated. After addressing the visible messages, you'll be able to see the others.
cs: Kontrola vygenerovala příliš mnoho chyb/varování. %s zpráv tak není zobrazeno. Po opravení zobrazených nedostatků budete moci vidět další.
de: Die Überprüfung hat zu viele Fehler/Warnungen ergeben, daher wurden %s Nachrichten abgetrennt. Wenn Sie die sichtbaren Nachrichten abgearbeitet haben, können Sie die anderen sehen.
el: Η επικύρωση παρήγαγε πάρα πολλά λάθη/προειδοποιήσεις έτσι %s μηνύματα περικόπηκαν. Αφού εντοπίσετε τα ορατά μηνύματα, θα μπορείτε να δείτε τα υπόλοιπα.
es: La validación ha generado demasiados errores/advertencias de modo que %s mensajes han sido ocultados. Una vez tratados los mensajes visibles, podrás ver el resto.
fr: La validation a généré trop d'erreurs et/ou d'avertissements, et %s messages ont été tronqués. Après avoir corrigé les messages visibles, vous pourrez voir les autres.
it: Il processo di convalida per %s ha generato troppi avvisi/messaggi e sono stati perciò troncati. Quando saranno stati risolti i messaggi visualizzati, dovrebbe essere possibile visualizzare il resto.
ja: 検証の結果、多数のエラーや警告が見つかったため、%s 個のメッセージが省略されました。表示されているメッセージを解決すると、他のメッセージも表示されます。
ko: 검사 과정에서 너무 많은 오류/경고가 발생했으며 %s개의 메세지가 잘려져 있는 상태입니다. 현재 표시된 메세지부터 확인 후에 나머지 메세지를 확인하실 수 있습니다.
nl: De validatie leverde te veel fouten/waarschuwingen op, dus %s berichten zijn ingekort. Nadat de zichtbare berichten zijn geadresseerd kunt u de overige lezen.
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ ਨੇ ਬਹੁਤ ਸਾਰੀਆਂ ਗਲਤੀਆਂ/ਚੇਤਾਵਨੀਆਂ ਪੈਦਾ ਕੀਤੀਆਂ ਇਸ ਲਈ %s ਸੁਨੇਹੇ ਛੋਟੇ ਹੋ ਗਏ। ਵੇਖਣਯੋਗ ਸੁਨੇਹਿਆਂ ਦਾ ਸੰਬੋਧਨ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ ਹੋਰਾਂ ਨੂੰ ਵੇਖਣ ਦੇ ਯੋਗ ਹੋ ਜਾਵੋਗੇ।
pl: Sprawdzenie wygenerowało zbyt dużo błędów/ostrzeżeń, zatem przycięto komunikaty %s.
pt_pt: A validação gerou muitos erros/alertas então %s mensagens foram cortadas. Após corrigir as mensagens visíveis, você poderá ver as outras mensagens.
sl: Med validiranjem je prišlo do preveč napak/opozoril, tako da je %s sporočil skrajšanih. Ko enkrat spravite v red sporočila, ki so vidna, boste lahko videti tudi preostale.
uk: Валідація згенерувала занадто багато помилок та попереджень, тому %s повідомлень не було відображено. Після усунення видимих повідомлень, Ви зможете побачити інші.
zh_cn: 验证过程中产生的错误或警告信息过多，%s 个信息已被省略。在处理完可见信息后，您将可以看到其他被省略的信息。

source: Images must be either PNG or JPG.
cs: Obrázky musí být ve formátech PNG či JPG.
de: Bilder müssen entweder im PNG- oder JPG-Format vorliegen.
el: Οι εικόνες θα πρέπει να είναι σε μορφή αρχείου PNG ή JPG.
es: Las imágenes deben estar en formato PNG o JPG.
fr: Les images doivent être au format PNG ou JPG.
it: Le immagini devono essere in formato PNG o JPG.
ja: 画像は PNG か JPEG 形式でなければなりません。
ko: 이미지는 PNG나 JPG 형식이어야 합니다.
nl: Afbeeldingen dienen van het type PNG of JPG te zijn.
pa_in: ਤਸਵੀਰਾਂ PNG ਜਾਂ JPG ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ।
pl: Obrazki muszą być w formacie PNG lub JPG.
pt_pt: As imagens devem ser ou PNG ou JPG.
ru: Изображения могут быть либо в PNG либо в JPG.
sl: Slike morajo biti bodisi PNG ali JPG.
uk: Зображення повинні бути у форматі PNG чи JPG.
zh_cn: 图像必须为 PNG 或 JPG 格式。

source: Icons cannot be animated.
cs: Ikony nemohou být animované.
de: Animierte Symbole dürfen nicht verwendet werden.
el: Δεν επιτρέπονται κινούμενες εικόνες.
es: Los iconos no pueden ser animados.
fr: Les icônes ne peuvent pas être animées.
it: Le icone non possono essere animate.
ja: アニメーションするアイコンは使用できません。
ko: 움직이는 아이콘은 사용할 수 없습니다.
nl: Pictogrammen mogen niet bewegend zijn.
pa_in: ਆਈਕਾਨ ਐਨੀਮੇਟ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl: Nie można używać animowanych ikon.
pt_pt: Os ícones não podem ser animados.
ru: Иконки не могут быть анимированы.
sl: Ikone ne morejo biti animirane.
uk: Іконки не можуть бути з анімацією.
zh_cn: 不能使用动画图标。

source: Images cannot be animated.
cs: Obrázky nemohou být animované.
de: Grafiken können nicht animiert sein.
el: Οι εικόνες δεν επιτρέπεται να έχουν εφέ κίνησης.
es: Las imágenes no pueden ser animadas.
fr: Les images ne peuvent pas être animées.
it: Le immagini non possono essere animate.
ja: アニメーションする画像は使用できません。
ko: 움직이는 이미지는 제대로 작동하지 않습니다.
nl: Afbeeldingen mogen niet bewegend zijn.
pa_in: ਤਸਵੀਰ ਐਨੀਮੇਟ ਨਹੀਂ ਹੋ ਸਕਦੀ।
pl: Nie można używać animowanych obrazków.
pt_pt: As imagens não podem ser animadas.
ru: Изображения не могут быть анимированы.
uk: Зображення не можуть бути з анімацією.
zh_cn: 不能使用动态图像。

source: Images cannot be larger than %dKB.
cs: Obrázky nemohou být větší než %d kb.
de: Grafiken können nicht größer als %d KB sein.
el: Οι εικόνες δεν μπορούν να είναι μεγαλύτερες από %dKB.
es: Las imágenes no pueden ser mayores de %dKB.
fr: Les images ne peuvent pas dépasser %dKiO.
it: Le immagini non possono essere più grandi di %dKB.
ja: 画像は %d KB 未満でなければなりません。
ko: 이미지는 %dKB보다 작아야 합니다.
nl: Afbeeldingen mogen niet groter zijn dan %dKB.
pa_in: ਤਸਵੀਰ %dKB ਤੋਂ ਵੱਡੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।
pl: Plik graficzny nie może być większy niż %d KB.
pt_pt: As imagens não podem ser maiores que %dKB.
ru: Изображения не могут быть больше %dKB.
uk: Зображення не можуть перевищувати розмір %dKB.
zh_cn: 图像大小不能超过 %dKB。
