Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Preview deleted from {addon}.
cs: U doplňku {addon} byl smazán obrázek.
de: Vorschau von {addon} gelöscht.
el: Διαγράφηκε εικόνα προεπισκόπησης του {addon}.
es: Vista previa borrada de {addon}.
fr: Aperçu supprimé de {addon}.
it: Anteprima eliminata da {addon}.
ja: {addon} のプレビュー画像が削除されました。
ko: {addon}의 미리보기가 삭제되었습니다.
nl: Voorbeeld van {addon} verwijderd.
pa_in: ਝਲਕ {addon}ਤੋਂ ਹਟਾਇਆ।
pl: Usunięto obrazek z dodatku {addon}.
pt_pt: Pré-visualizaçãoeliminada de {addon}.
ru: Из {addon} удалены изображения предпросмотра.
sl: Predogled za {addon} zbrisan.
uk: Зображення для перегляду видалені з {addon}.
zh_cn: {addon} 的预览图已删除。

source: {version} added to {addon}.
cs: K doplňku {addon} byla přidána verze {version}.
de: {version} zu {addon} hinzugefügt.
el: Η έκδοση {version} προστέθηκε στο πρόσθετο {addon}.
es: {version} añadida a {addon}.
fr: {version} ajoutée pour {addon}.
it: {version} aggiunta a {addon}.
ja: {addon} のバージョン {version} が追加されました。
ko: {addon}에 {version} 버전이 추가되었습니다.
nl: {version} aan {addon} toegevoegd.
pa_in: {version} {addon}ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਇਆ।
pl: Dodano do dodatku {addon} wersję {version}.
pt_pt: {version} adicionado a {addon}.
ru: В {addon} добавлена версия {version}.
sl: {version} dodan {addon}.
uk: {version} додано до {addon}.
zh_cn: {addon} 已添加版本 {version}。

source: {version} edited for {addon}.
cs: U doplňku {addon} byla upravena verze {version}.
de: {version} von {addon} bearbeitet.
el: Επεξεργάστηκε η έκδοση {version} του {addon}.
es: {version} editada para {addon}.
fr: {version} éditée pour {addon}.
it: {version} modificata per {addon}.
ja: {addon} の {version} が編集されました。
ko: {addon}의 {version} 버전이 수정되었습니다.
nl: {version} voor {addon} bewerkt.
pa_in: {addon} ਲਈ {version}ਵਿੱਚ ਸੋਧ ਹੋਇਆ।
pl: Edytowano wersję {version} dodatku {addon}.
pt_pt: {version} editada para {addon}.
ru: {version} отредактирована для {addon}.
sl: {version} za {addon} urejena.
uk: {version} змінена для {addon}.
zh_cn: {addon} 的版本 {version} 已编辑。

source: Version {0} deleted from {addon}.
cs: U doplňku {addon} byla smazána verze {0}.
de: Version {0} von {addon} gelöscht.
el: Διαγράφηκε η έκδοση {0} του {addon}.
es: La versión {0} se ha borrado de {addon}.
fr: Version {0} supprimée du module {addon}.
it: Eliminata versione {0} di {addon}.
ja: {addon} のバージョン {0} が削除されました。
ko: {addon}에서 {0} 버전이 삭제되었습니다.
nl: Versie {0} uit {addon} verwijderd.
pa_in: ਵਰਜਨ {0} {addon}ਤੋਂ ਹਟਾਇਆ।
pl: Z dodatku {addon} została usunięta wersja {0}.
pt_pt: Versão {0} eliminada de {addon}.
ru: Версия {0} удалена из {addon}.
sl: Različica {0} za {addon} zbrisana.
uk: Версію {0} вилучено з {addon}.
zh_cn: {addon} 已删除版本 {0}。

source: File {0.name} added to {version} of {addon}.
cs: K doplňku {addon} verze {version} byl přidán soubor {0.name}.
de: Datei {0.name} zu {version} von {addon} hinzugefügt.
el: Προστέθηκε το αρχείο {0.name} στην έκδοση {version} του {addon}.
es: Archivo {0.name} añadido a {version} de {addon}.
fr: Fichier {0.name} ajouté à la version {version} de {addon}.
it: File {0.name} aggiunto a {addon} {version}.
ja: {addon} のバージョン {version} にファイル {0.name} が追加されました。
ko: {addon}의 {version} 버전에서 {0.name} 파일이 추가되었습니다.
nl: Bestand {0.name} aan {version} van {addon} toegevoegd.
pa_in: {addon}ਦੇ {version} ਵਿੱਚ File {0.name} ਸ਼ਾਮਲ ਹੋਇਆ।
pl: Do wersji {version} dodatku {addon} dodano plik {0.name}.
pt_pt: O ficheiro {0.name} foi adicionado à {version} do {addon}.
ru: Файл {0.name} добавлен в версию {version} дополнения {addon}.
sl: Datoteka {0.name} dodana v {version} za {addon}.
uk: Файл {0.name} додано до {version} {addon}.
zh_cn: 文件 {0.name} 已添加到 {addon} {version} 。

source: File {0} deleted from {version} of {addon}.
cs: Od doplňku {addon} verze {version} byl smazán soubor {0.name}.
de: Datei {0} aus {version} von {addon} gelöscht.
el: Διαγράφηκε το αρχείο {0} από την έκδοση {version} του {addon}.
es: Archivo {0} borrado de {version} de {addon}.
fr: Fichier {0} supprimé de la version {version} de {addon}.
it: File {0} eliminato dalla {version} di {addon}.
ja: {addon} のバージョン {version} からファイル {0} が削除されました。
ko: {addon}의 {version} 버전에서 {0} 파일이 삭제되었습니다.
nl: Bestand {0} uit {version} van {addon} verwijderd.
pa_in: {addon}ਦੇ {version} ਤੋਂ File {0} ਹਟਾਈ।
pl: Z wersji {version} dodatku {addon} usunięto plik {0}.
pt_pt: O ficheiro {0} foi eliminado da {version} do {addon}.
ru: Файл {0} удалён из версии {version} дополнения {addon}.
sl: Datoteka {0} zbrisana iz različice {version} za {addon}.
uk: Файл {0} вилучено з {version} {addon}.
zh_cn: 已经从 {addon} {version} 中删除文件 {0} 。

source: {addon} {version} approved.
cs: {addon} {version} byl schválen.
de: {addon} {version} freigeschaltet.
el: Εγκρίθηκε το {addon} {version}.
es: {addon} {version} aprobado.
fr: {addon} {version} approuvée.
it: {addon} {version} approvato.
ja: {addon} {version} が承認されました。
ko: {addon} {version}이(가) 승인되었습니다.
nl: {addon} {version} goedgekeurd.
pa_in: {addon} {version} ਮਨਜ਼ੂਰ ਹੋਇਆ।
pl: Zaakceptowano dodatek {addon} {version}.
pt_pt: {addon} {version} aprovado.
ru: {addon} {version} одобрено.
sl: {addon} {version} odobrena.
uk: {addon} {version} схвалено.
zh_cn: {addon} {version} 已通过审核。

source: {addon} {version} given preliminary review.
cs: {addon} {version} byl předběžně zkontrolován.
de: {addon} {version} vorläufig freigeschaltet.
el: Η έκδοση {version} του {addon} έχει αξιολογηθεί εισαγωγικώς.
es: {addon} {version} ha obtenido una revisión preliminar.
fr: {addon} {version} revue préliminaire faite.
it: Revisione preliminare effettuata per {addon} {version}.
ja: {addon} {version} の事前審査が承認されました。
ko: {addon} {version}에 예비 심사 등급이 주어졌습니다.
nl: {addon} {version} is voorlopig beoordeeld.
pa_in: {addon} {version} ਨੂੰ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਦਿੱਤੀ।
pl: Dodatek {addon} {version} został wstępnie przejrzany.
pt_pt: Efectuada revisão preliminar de {addon} {version}.
ru: {addon} {version} прошло предварительную проверку.
sl: {addon} {version} predhodno pregledan.
uk: {addon} {version} пройшов попередній розгляд.
zh_cn: {addon} {version} 已提交初步审核。

source: Preliminarily approved
cs: Předběžně schváleno
de: Vorläufig freigeschaltet
el: Εγκρίθηκε προκαταρκτικά
es: Aprobado preliminarmente
fr: Approuvé de manière préliminaire
it: Approvazione preliminare
ja: 事前承認されました
ko: 예비 심사 등급 승인
nl: Voorlopig beoordeeld
pa_in: ਸ਼ੁਰੂਆਤੀ ਤੌਰ ਤੇ ਸਵੀਕਾਰ ਹੋਇਆ।
pl: Wstępnie zatwierdzono
pt_pt: Aprovado preliminarmente
ru: Предварительно одобрено
sl: Predhodno odobreno
uk: Попередньо схвалено
zh_cn: 已通过初步审核

source: {addon} {version} rejected.
cs: {addon} {version} zamítnut.
de: {addon} {version} zurückgewiesen.
el: Το {addon} {version} απορίφθηκε.
es: {addon} {version} ha sido rechazado.
fr: {addon} {version} rejeté.
it: {addon} {version} respinto.
ja: {addon} {version} の審査が却下されました。
ko: {addon} {version}이(가) 심사 거부 되었습니다.
nl: {addon} {version} afgewezen.
pa_in: {addon} {version} ਠੁਕਰਾਇਆ।
pl: Dodatek {addon} {version} został odrzucony.
pt_pt: {addon} {version} rejeitado.
ru: {addon} {version} отвергнуто.
sl: {addon} {version} zavrnjen.
uk: {addon} {version} відхилено.
zh_cn: {addon} {version} 已被退回。

source: {addon} {version} retained.
cs: {addon} {version} byl pozdržen.
de: {addon} {version} zurückgehalten.
el: Η έκδοση {version} του {addon} διατηρήθηκε.
es: {addon} {version} ha sido retenido.
fr: {addon} {version} retenu.
it: {addon} {version} mantenuto in coda.
ja: {addon} {version} の審査が保留されました。
ko: {addon} {version}의 등급이 종전 그대로 유지되었습니다.
nl: {addon} {version} behouden.
pa_in: {addon} {version} ਰੱਖਿਆ।
pl: Dodatek {addon} {version} został zachowany.
pt_pt: {addon} {version} mantido.
ru: {addon} {version} оставлено.
sl: {addon} {version} ohranjena.
uk: {addon} {version} утримано.
zh_cn: {addon} {version} 已被保留。

source: Retained
cs: Pozdržen
de: Zurückgehalten
el: Διατηρήθηκε
es: Retenido
fr: Retenu
it: Mantenuto in coda
ja: 審査保留
ko: 등급 유지됨
nl: Behouden
pa_in: ਰੱਖਿਆ
pl: Zachowano
pt_pt: Retido
ru: Сохранено
sl: Obdržano
uk: Утримано
zh_cn: 已被保留

source: {addon} {version} escalated.
cs: {addon} {version} bude detailně zkontrolován.
de: {addon} {version} an nächsthöhere Stelle weitergegeben.
el: Η έκδοση {version} του {addon} κλιμακώθηκε.
es: {addon} {version} ha sido remitida por incidencias.
fr: {addon} {version} escaladé.
it: {addon} {version} inoltrato.
ja: {addon} {version} が上級審査へ回されました。
ko: {addon} {version}이(가) 검토 대상이 되었습니다.
nl: {addon} {version} is geëscaleerd.
pa_in: {addon} {version} ਵਧਾਇਆ।
pl: Przekazano sprawdzenie dodatku {addon} {version}.
pt_pt: {addon} {version} escalado.
ru: {addon} {version} отправлено наверх.
sl: {addon} {version} eskaliran.
uk: {addon} {version} передано вище.
zh_cn: {addon} {version} 已进入升级流程。

source: Escalated
cs: Zvýšen důraz
de: Weitergegeben
el: Κλιμακώθηκε
es: Remitido por incidencias
fr: Escaladé
it: Inoltrato
ja: 上級審査依頼中
ko: 검토 대상이 됨
nl: Geëscaleerd
pa_in: ਵਧਾਇਆ
pl: Przekazano
pt_pt: Escalado
ru: Отправлено наверх
sl: Stopnjevano
uk: Передано вище
zh_cn: 已进入升级流程

source: {addon} {version} review requested.
cs: {addon} {version} - vyžádána kontrola.
de: Überprüfung zu {addon} {version} angefordert.
el: Έγινε αίτηση αξιολόγησης για το {addon} {version}.
es: Se ha solicitado la revisión de {addon} {version}.
fr: {addon} {version} revue demandée.
it: Richiesta revisione per {addon} {version}.
ja: {addon} {version} の審査が申請されました。
ko: {addon} {version}의 심사가 요청되었습니다.
nl: Beoordeling voor {addon} {version} aangevraagd.
pa_in: {addon} {version} ਸਮੀਖਿਆ ਦੀ ਮੰਗ ਹੋਈ।
pl: Poproszono o sprawdzenie dodatku {addon} {version}.
pt_pt: {addon} {version} análise solicitada.
ru: запрошена проверка {addon} {version} .
sl: za {addon} {version} zahtevan pregled.
uk: Запитаний розгляд {addon} {version}.
zh_cn: {addon} {version} 已申请审核。

source: Review requested
cs: Vyžádána kontrola
de: Überprüfung angefordert
el: Ζητήθηκε αξιολόγηση
es: Revisión solicitada
fr: Revue demandée
it: Richiesta revisione
ja: 審査が申請されました
ko: 심사 요청됨
nl: Beoordeling aangevraagd
pa_in: ਸਮੀਖਿਆ ਦੀ ਮੰਗ ਹੋਈ
pl: Poproszono o sprawdzenie
pt_pt: Análise pedida
ru: Запрошена рецензия
sl: Zahtevan pregled
uk: Запитаний розгляд
zh_cn: 已申请审核

source: {addon} {version} more information requested.
cs: U doplňku {addon} {version} bylo požádáno o více informací.
de: Weitere Informationen zu {addon} {version} angefordert.
el: Ζητήθηκαν περισσότερες πληροφορίες για το {addon} {version}.
es: {addon} {version} necesita más información.
fr: {addon} {version} besoin de plus d'informations.
it: Richieste ulteriori informazioni per {addon} {version}.
ja: {addon} {version} の詳細情報がリクエストされました。
ko: {addon} {version}의 보다 자세한 정보가 필요합니다.
nl: Meer informatie over {addon} {version} gevraagd.
pa_in: {addon} {version} ਹੋਰ ਜਾਣਕਾਰੀ ਦੀ ਮੰਗ ਹੋਈ।
pl: Poproszono o więcej informacji o dodatku {addon} {version}.
pt_pt: {addon} {version} pedida mais informação.
ru: Запрошено больше информации о {addon} {version}.
sl: {addon} {version} - zahteva se dodatne podatke.
uk: Запитано більше інформації про {addon} {version}.
zh_cn: {addon} {version} 被要求更多信息。

source: More information requested
cs: Vyžádáno více informací.
de: Weitere Informationen angefordert
el: Ζητήθηκαν περισσότερες πληροφορίες
es: Se ha solicitado más información
fr: Plus d'informations demandées
it: Richieste ulteriori informazioni
ja: 詳細情報リクエスト済み
ko: 추가 정보 필요
nl: Meer informatie gevraagd
pa_in: ਹੋਰ ਜਾਣਕਾਰੀ ਦੀ ਮੰਗ ਹੋਈ
pl: Poproszono o więcej informacji
pt_pt: Pedida mais informação
ru: Запрошено больше информации
sl: Potrebno je več informacije
uk: Запитано більше інформації
zh_cn: 要求更多信息

source: {addon} {version} super review requested.
cs: U doplňku {addon} {version} byla vyžádána kontrola administrátorem.
de: Super-Freigabe von {addon} {version} angefordert.
el: Ζητήθηκε αξιολόγηση συντάκτη για το {addon} {version}.
es: Se ha solicitado la superrevisión de {addon} {version}.
fr: {addon} {version} super revue nécessaire.
it: Richiesta super revisione per {addon} {version}.
ja: {addon} {version} の上級審査が申請されました。
ko: {addon} {version}의 상급 심사가 요청되었습니다.
nl: Superbeoordeling voor {addon} {version} aangevraagd.
pa_in: {addon} {version} ਸੁਪਰ ਸਮੀਖਿਆ ਦੀ ਮੰਗ ਹੋਈ।
pl: Poproszono o specjalne sprawdzenie dodatku {addon} {version}.
pt_pt: {addon} {version} pedido de super revisão.
ru: Запрошено super review на {addon} {version}.
sl: {addon} {version} - zahtevan superpregled.
uk: Запитано спеціальний огляд {addon} {version}.
zh_cn: {addon} {version} 已要求高级审核。

source: Super review requested
cs: Vyžádána kontrola administrátorem
de: Super-Freigabe angefordert
el: Ζητήθηκε υπερ αξιολόγηση
es: Solicitada superrevisión
fr: Super revue demandée
it: Richiesta super revisione
ja: 上級審査が申請されました
ko: 상급 심사 요청됨
nl: Superbeoordeling aangevraagd
pa_in: ਸੁਪਰ ਸਮੀਖਿਆ ਦੀ ਮੰਗ ਹੋਈ।
pl: Poproszono o specjalne sprawdzenie
pt_pt: Pedida super revisão
ru: Запрошена суперрецензия
sl: Zahteva se super pregled
uk: Запитано спеціальний огляд
zh_cn: 已要求高级审核

source: Comment on {addon} {version}.
cs: Komentář u doplňku {addon} {version}.
de: Kommentar zu {addon} {version}.
el: Σχόλιο για το πρόσθετο {addon} {version}.
es: Comentario en {addon} {version}.
fr: Commentaire sur {addon} {version}.
it: Commento su {addon} {version}.
ja: {addon} {version} についてのコメントが追加されました。
ko: {addon} {version}에 코멘트가 달렸습니다.
nl: Opmerking over {addon} {version}.
pa_in: ਟਿੱਪਣੀ {addon} {version}ਲਈ।
pl: Skomentuj dodatek {addon} {version}.
pt_pt: Comentário em {addon} {version}.
ru: Коментарий о {addon} {version}.
sl: Komentar o {addon} {version}.
uk: Коментар про {addon} {version}.
zh_cn: {addon} {version} 的评论。

source: Comment
cs: Komentář
de: Kommentar
el: Σχόλιο
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
ko: 코멘트
nl: Opmerking
pa_in: ਟਿੱਪਣੀ
pl: Komentarz
pt_pt: Comentário
ru: Комментарий
sl: Komentar
uk: Коментар
zh_cn: 评论

source: {tag} added to {addon}.
cs: K doplňku {addon} byl přidán štítek {tag}.
de: {tag} zu {addon} hinzugefügt.
el: Προστέθηκε η ετικέτα {tag} στο {addon}.
es: {tag} añadida a {addon}.
fr: {tag} ajoutéee à {addon}.
it: {tag} aggiunto a {addon}.
ja: {addon} に {tag} タグが追加されました。
ko: {addon}에 {tag} 태그가 추가되었습니다.
nl: {tag} aan {addon} toegevoegd.
pa_in: {tag} {addon}ਵਿੱਚ ਸ਼ਾਮਲ।
pl: Do dodatku {addon} dodano etykietę {tag}.
pt_pt: {tag} adicionada a {addon}.
ru: {tag} добавлена в {addon}.
sl: {tag} dodan {addon}.
uk: {tag} додано до {addon}.
zh_cn: {addon} 已添加标签 {tag}。

source: {tag} removed from {addon}.
cs: U doplňku {addon} byl odebrán štítek {tag}.
de: {tag} von {addon} entfernt.
el: Αφαιρέθηκε η ετικέτα {tag} από το {addon}.
es: {tag} eliminada de {addon}.
fr: {tag} supprimée de {addon}.
it: {tag} rimosso da {addon}.
ja: {addon} から {tag} タグが削除されました。
ko: {addon}에 {tag} 태그가 삭제되었습니다.
nl: {tag} van {addon} verwijderd.
pa_in: {tag} {addon}ਤੋਂ ਹਟਾਇਆ।
pl: Z dodatku {addon} usunięto etykietę {tag}.
pt_pt: {tag} removida de {addon}.
ru: {tag} удалена из {addon}.
sl: {tag} odstranjen iz{addon}.
uk: {tag} прибрано з {addon}.
zh_cn: {addon} 已移除标签 {tag}。

source: {addon} added to {collection}.
cs: Doplněk {addon} byl přidán do sbírky {collection}.
de: {addon} zu {collection} hinzugefügt.
el: Το {addon} προστέθηκε στη συλλογή {collection}.
es: {addon} agregado a {collection}.
fr: {addon} ajouté à {collection}.
it: {addon} aggiunto a {collection}.
ja: {addon} が {collection} へ追加されました。
ko: {addon}이(가) {collection}에 추가되었습니다.
nl: {addon} aan {collection} toegevoegd.
pa_in: {addon} {collection}ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਇਆ।
pl: Dodatek {addon} został dodany do kolekcji {collection}.
pt_pt: {addon} adicionado a {collection}.
ru: {addon} добавлен в {collection}.
sl: {addon} dodan v {collection}.
uk: {addon} додано до {collection}.
zh_cn: {addon} 已添加到收藏集 {collection}。

source: {addon} removed from {collection}.
cs: Doplněk {addon} byl odebrán ze sbírky {collection}.
de: {addon} aus {collection} entfernt.
el: Αφαιρέθηκε το {addon} από τη συλλογή {collection}.
es: {addon} eliminado de {collection}.
fr: {addon} supprimé de {collection}.
it: {addon} rimosso da {collection}.
ja: {addon} が {collection} から削除されました。
ko: {addon}이(가) {collection}에 삭제되었습니다.
nl: {addon} uit {collection} verwijderd.
pa_in: {addon} ਤੋਂ{collection}ਹਟਾਇਆ।
pl: Z kolekcji {collection} usunięto dodatek {addon}.
pt_pt: {addon} removido de {collection}.
ru: {addon} удалено из {collection}.
sl: {addon} odstranjen iz {collection}.
uk: {addon} вилучено з {collection}.
zh_cn: {addon} 已从 {collection} 中移除。

source: {review} for {addon} written.
cs: K doplňku {addon} byla napsána recenze {review}.
de: {review} für {addon} geschrieben.
el: Συντάχθηκε η αξιολόγηση {review} για το {addon}.
es: Escrita {review} para {addon}.
fr: {review} pour {addon} écrite.
it: Scritta {review} per {addon}.
ja: {addon} についての {review} が投稿されました。
ko: {addon}에 {review} 평가가 작성되었습니다.
nl: {review} voor {addon} geschreven.
pa_in: {addon} ਲਈ {review} ਲਿਖਿਆ।
pl: {review} o dodatku {addon}.
pt_pt: {review} para {addon} escrita.
ru: На {addon} был написан {review}.
sl: {review} za {addon} spisan.
uk: Для {addon} написано {review}.
zh_cn: {addon} 的评论 {review} 已撰写。

source: {addon} featured in {0}.
cs: Doplněk {addon} je mezi doporučenými v {0}.
de: {addon} in {0} empfohlen.
el: Το {addon} προβάλλεται σε: {0}.
es: {addon} destacado en {0}.
fr: {addon} en vedette dans {0}.
it: {addon} consigliato in {0}.
ja: {addon} が {0} の中でおすすめのアドオンとして取り上げられました。
ko: {addon}이(가) {0}의 추천 부가 기능이 되었습니다.
nl: {addon} aanbevolen in {0}.
pa_in: {addon} {0}ਵਿੱਚ ਪੇਸ਼ ਕੀਤਾ।
pl: Dodatek {addon} jest polecany w kategorii {0}.
pt_pt: {addon} incluído em {0}.
ru: {addon} избрано для показа в {0}.
sl: {addon} izbran na {0}.
uk: {addon} відібрано в {0}.
zh_cn: {addon} 已精选到分类 {0}。

source: {addon} no longer featured in {0}.
cs: Doplněk {addon} již není mezi doporučenými v {0}.
de: {addon} in {0} nicht mehr empfohlen.
el: Το {addon} δεν προβάλλεται πια σε: {0}.
es: {addon} ya no aparece destacado en {0}.
fr: {addon} plus en vedette dans {0}.
it: {addon} non più consigliato in {0}.
ja: {addon} が {0} のおすすめのアドオンから外されました。
ko: {addon}은(는) 더이상 {0}의 추천 부가 기능이 아닙니다.
nl: {addon} niet meer aanbevolen in {0}.
pa_in: {addon} {0} ਵਿੱਚ ਹੁਣ ਨਹੀਂ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ।
pl: Dodatek {addon} jest polecany w kategorii {0}.
pt_pt: {addon} já não está incluído em {0}.
ru: {addon} больше не избрано для показа в {0}.
sl: {addon} ni več izbran na {0}.
uk: {addon} більше не відзначений в {0}.
zh_cn: {addon} 已从分类 {0} 精选中移除。

source: {addon} is now featured.
cs: Doplněk {addon} je nyní mezi doporučenými.
de: {addon} wird jetzt empfohlen.
el: Το {addon} είναι τώρα στα προβεβλημένα.
es: {addon} está ahora destacado.
fr: {addon} est maintenant mis en vedette.
it: {addon} è ora consigliato.
ja: {addon} がおすすめのアドオンとして取り上げられました。
ko: {addon}이(가) 추천 부가 기능이 되었습니다.
nl: {addon} is nu aanbevolen.
pa_in: {addon} ਹੁਣ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ।
pl: Dodatek {addon} jest teraz polecany.
pt_pt: {addon} está destacado.
ru: {addon} теперь избрано.
sl: {addon} je sedaj izbran.
uk: {addon} тепер відібрано.
zh_cn: {addon} 已成为精选附加组件。

source: {addon} is no longer featured.
cs: Doplněk {addon} již není mezi doporučenými.
de: {addon} wird nicht mehr empfohlen.
el: Το {addon} δεν είναι πια προβεβλημένο.
es: {addon} ya no es destacado.
fr: {addon} n'est plus mis en vedette.
it: {addon} non è più consigliato.
ja: {addon} がおすすめのアドオンから外されました。
ko: {addon}이(가) 더이상 추천 부가 기능이 아닙니다.
nl: {addon} is niet meer aanbevolen.
pa_in: {addon} ਹੁਣ ਨਹੀਂ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ।
pl: Dodatek {addon} nie jest już polecany.
pt_pt: {addon} já não está em destaque.
ru: {addon} больше не избрано.
sl: {addon} ni več izbran.
uk: {addon} більше не є відібраним.
zh_cn: {addon} 已不再是精选项目。

source: {0} {1} added.
cs: {0} {1} byl přidán.
de: {0} {1} hinzugefügt.
el: Προστέθηκε ο {0} {1}.
es: {0} {1} añadido.
fr: {0} {1} ajouté.
it: Aggiunto {0} {1}.
ja: {0} {1} が追加されました。
ko: {0} {1}이(가) 추가되었습니다.
nl: {0} {1} toegevoegd.
pa_in: {0} {1} ਸ਼ਾਮਲ ਹੋਏ।
pl: Program {0} {1} został dodany.
pt_pt: {0} {1} adicionado.
ru: {0} {1} добавлено.
sl: Dodano {0} {1}
uk: {0} {1} додано.
zh_cn: {0} {1} 已添加。

source: {0.name} role changed to {1} for {addon}.
cs: Uživatel {0.name} má u doplňku {addon} nově roli {1}.
de: Rolle von {0.name} für {addon} in {1} geändert.
el: Ο ρόλος του/της {0.name} άλλαξε σε: {1} για το {addon}.
es: El rol de {0.name} se ha cambiado a {1} para {addon}.
fr: {0.name} est maintenant {1} pour le module {addon}.
it: Ruolo di {0.name} modificato a {1} per {addon}.
ja: {addon} における {0.name} の役割が {1} へ変更されました。
ko: {addon}에서 {0.name}님의 역할이 {1}(으)로 변경되었습니다.
nl: rol van {0.name} gewijzigd in {1} voor {addon}.
pa_in: {addon} ਲਈ {0.name}ਭੂਮਿਕਾ ਨੂੰ {1} ਵਿੱਚ ਬਦਲਿਆ।
pl: W dodatku {addon} zmieniono rolę użytkownika {0.name} na „{1}”.
pt_pt: {0.name} papel alterado para {1} para {addon}.
ru: роль {0.name} изменена на {1} для {addon}.
sl: Vloga {0.name} spremenjena v {1} za {addon}.
uk: Роль {0.name} змінено на {1} для {addon}.
zh_cn: {0.name} 在 {addon} 的角色已更改为 {1}。

source: {addon} is now licensed under {0.name}.
cs: Doplněk {addon} je nyní dostupný pod licencí {0.name}.
de: {addon} steht jetzt unter der Lizenz {0.name}.
el: Το {addon} έχει τώρα την άδεια χρήσης {0.name}.
es: {addon} está ahora licencia bajo {0.name}.
fr: {addon} est maintenant sous licence {0.name}.
it: {addon} è ora disponibile sotto licenza {0.name}.
ja: {addon} のライセンスが {0.name} へ変更されました。
ko: {addon}이(가) {0.name} 라이선스를 채용했습니다.
nl: {addon} valt nu onder de licentie {0.name}.
pa_in: {addon} ਨੂੰ ਹੁਣ {0.name}ਦੇ ਅਧੀਨ ਲਾਇਸੰਸ ਮਿਲਿਆ।
pl: Dodatek {addon} jest teraz udostępniany na licencji {0.name}.
pt_pt: {addon} está agora licenciado sobre {0.name}.
ru: {addon} теперь лицензировано на условиях {0.name}.
sl: {addon} je sedaj pod licenco {0.name}.
uk: Тепер {addon} ліцензовано на умовах {0.name}.
zh_cn: {addon} 的许可协议已更改为 {0.name}。

source: {addon} policy changed.
cs: U doplňku {addon} se změnily zásady použití.
de: Regeln von {addon} geändert.
el: Άλλαξε η πολιτική του {addon}.
es: Política de {addon} cambiada.
fr: {addon} a changé de politique.
it: {addon} ha cambiato informativa sulla privacy.
ja: {addon} のポリシーが変更されました。
ko: {addon}의 개인 정보 보호 정책이 변경되었습니다.
nl: beleid van {addon} gewijzigd.
pa_in: {addon} ਨੀਤੀ ਬਦਲ ਗਈ।
pl: Zostały zmienione zasady ochrony prywatności dodatku {addon}.
pt_pt: {addon} política alterada.
ru: политика {addon} изменена.
sl: Politika za {addon} spremenjena.
uk: Політика {addon} змінена.
zh_cn: {addon} 政策已更改。

source: {addon} icon changed.
cs: Ikonka doplňku {addon} byla změněna.
de: Symbol von {addon} geändert.
el: Άλλαξε το εικονίδιο του {addon}.
es: Icono de {addon} cambiado.
fr: {addon} icône changée.
it: Icona di {addon} modificata.
ja: {addon} のアイコンが変更されました。
ko: {addon} 아이콘이 변경되었습니다.
nl: {addon}-pictogram gewijzigd.
pa_in: {addon} ਆਈਕਾਨ ਬਦਲਿਆ।
pl: Zmieniono ikonę dodatku {addon}.
pt_pt: {addon} ícone alterado.
ru: значок {addon} изменён.
sl: Sličica za {addon} spremenjena.
uk: Іконка {addon} змінена.
zh_cn: {addon} 图标已更改。

source: {review} for {addon} approved.
cs: Recenze {review} pro doplněk {addon} byla schválena.
de: {review} für {addon} freigeschaltet.
el: Η αξιολόγηση {review} για το {addon} εγκρίθηκε.
es: aprobada {review} de {addon}.
fr: {review} pour {addon} approuvée.
it: Approvata {review} per {addon}.
ja: {addon} の {review} が承認されました。
ko: {addon}의 {review}가 승인되었습니다.
nl: {review} voor {addon} goedgekeurd.
pa_in: {addon} ਲਈ {review} ਸਵੀਕਾਰ ਹੋਇਆ।
pl: Zaakceptowano {review} dla dodatku {addon}.
pt_pt: {review} para {addon} aprovado.
ru: {review} for {addon} одобрено.
sl: {review} za{addon} odobren.
uk: {review} для {addon} схвалено.
zh_cn: {addon} 的 {review} 已通过审核。
