Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add-ons, unlike plugins, are automatically checked for updates once every day. In Firefox, updates are automatically installed by default. Versions of Firefox prior to 4 (and other applications) will alert you that updates to your add-ons are available. <a href="%(plugin_url)s">Plugins</a> are not currently automatically checked for updates, so be sure to regularly visit the <a href="%(plugincheck_url)s">Plugin Check</a> page to stay up-to-date.
cs: Doplňky, na rozdíl od zásuvných modulů, jsou automaticky kontrolovány na aktualizace jednou za den. Ve Firefoxu 4 budou ve výchozím nastavení aktualizace instalovány automaticky. Do této verze Firefoxu a u jiných aplikací jste na dostupnost aktualizací upozorněni. <a href="%(plugin_url)s">Zásuvné moduly</a> nejsou aktuálně automaticky kontrolovány na aktualizace, takže pro kontrolu jejich aktuálnosti navštěvujte webovou stránku <a href="%(plugincheck_url)s">Plugin Check</a>.
de: Anders als Plugins werden Add-ons einmal täglich auf Updates überprüft. In Firefox werden Updates standardmäßig automatisch installiert. Firefox-Versionen vor 4 (und andere Anwendungen) melden Ihnen, dass Updates für Ihre Add-ons verfügbar sind. <a href="%(plugin_url)s">Plugins</a> werden derzeit nicht automatisch auf Updates überprüft, also besuchen Sie regelmäßig die <a href="%(plugincheck_url)s">Plugin-Testseite</a>, um auf dem neuesten Stand zu bleiben.
es: A diferencia de los plugins, los complementos son comprobados automáticamente una vez al día para ser actualizados. En Firefox, las actualizaciones se instalan automáticamente por defecto. Las versiones anteriores a Firefox 4 (y otras aplicaciones) te avisarán cuando existan actualizaciones disponibles para tus complementos. Los <a href="%(plugin_url)s">plugins</a> no son comprobados automáticamente, así que mantente pendiente de comprobar sus actualizaciones visitando la página <a href="%(plugincheck_url)s">Comprobación de plugins</a> para estar al día.
fr: Les modules, contrairement aux greffons, sont automatiquement mis à jour quotidiennement. Dans Firefox, les mises à jour seront automatiquement installées par défaut. Les versions précédentes de Firefox et les autres applications vous alertent de la disponibilité d'une nouvelle version de vos modules. Les <a href="%(plugin_url)s">greffons</a> ne sont pas, à l'heure actuelle, automatiquement vérifiés pour s'assurer d'une mise à jour existante, vous devrez vous rendre régulièrement sur la page <a href="%(plugincheck_url)s">vérification des greffons</a> pour rester à jour.
it: I componenti aggiuntivi, a differenza dei plugin, verificano automaticamente la presenza di aggiornamenti una volta al giorno. In Firefox gli aggiornamenti vengono installati automaticamente come impostazione predefinita. Le versioni precedenti a Firefox 4 (e le altre applicazioni) avvisano quando un aggiornamento è disponibile. <a href="%(plugin_url)s">I plugin</a> attualmente non ricercano aggiornamenti automaticamente, per tenerli aggiornati visita regolarmente la pagina <a href="%(plugincheck_url)s">Verifica plugin</a>.
ko: 부가 기능은 플러그인과 달리 Firefox 내에서 하루에 한번씩 업데이트가 있는지 검사를 해서 자동으로 설치합니다. Firefox 4까지의 구버전은 업데이트가 있을 경우 알림 메세지만 표시됩니다. <a href="%(plugin_url)s">플러그인</a>의 경우 현재는 업데이트를 자동으로 검사하지는 않지만 정기적으로 <a href="%(plugincheck_url)s">플러그인 검사</a>페이지 방문해서 업데이트 여부를 확인할 수 있습니다.
nl: Add-ons worden, anders dan plug-ins, dagelijks automatisch gecontroleerd op updates. In Firefox worden updates standaard automatisch geïnstalleerd. Versies van Firefox lager dan 4 (en andere toepassingen) geven u een bericht dat er updates voor uw add-ons beschikbaar zijn. <a href="%(plugin_url)s">Plug-ins</a> worden momenteel niet automatisch gecontroleerd op updates, dus controleer regelmatig de pagina <a href="%(plugincheck_url)s">Plug-in-controle</a> om up-to-date te blijven.
pa_in: ਐਡ-ਆਨ, ਪਲੱਗਇਨਾਂ ਦੇ ਉਲਟ, ਹਰ ਰੋਜ ਇੱਕ ਵਾਰ ਆਪਣੇ-ਆਪ ਅੱਪਡੇਟਾਂ ਲਈ ਪੜਤਾਲ ਕਰਦੇ ਹਨ। ਫ਼ਾਇਰਫ਼ਾਕਸ ਵਿੱਚ, ਅੱਪਡੇਟਾਂ ਮੂਲ ਤੌਰ ਤੇ ਆਪਣੇ-ਆਪ ਇੰਸਟਾਲ ਹੁੰਦੀਆਂ ਹਨ। 4 ਤੋਂ ਪੁਰਾਣੇ ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੇ ਵਰਜਨਾਂ (ਅਤੇ ਹੋਰ ਐਪਲੀਕੇਸ਼ਨਾਂ) ਤੁਹਾਨੂੰ ਸੁਚੇਤ ਕਰਦੀਆਂ ਹਨ ਜਦੋਂ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਲਈ ਅੱਪਡੇਟਾਂ ਉੱਪਲਬਧ ਹੋਣ। <a href="%(plugin_url)s">ਪਲੱਗਇਨ</a> ਮੌਜੂਦਾ ਤੌਰ ਤੇ ਆਪਣੇ-ਆਪ ਅੱਪਡੇਟਾਂ ਦੀ ਪੜਤਾਲ ਨਹੀਂ ਕਰਦੇ, ਆਧੁਨਿਕ ਰਹਿਣਾ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਨਿਯਮਿਤ ਤੌਰ ਤੇ <a href="%(plugincheck_url)s">ਪਲੱਗਇਨ ਪੜਤਾਲ</a> ਕਰਦੇ ਰਹੋ।
pl: Aktualizacje dodatków, w przeciwieństwie do wtyczek, sprawdzane są raz każdego dnia. W Firefoksie aktualizacje są domyślnie instalowane automatycznie. Wersje starsze niż Firefox 4 (oraz inne programy) będą informowały ciebie o dostępnych aktualizacjach. Aktualizacje <a href="%(plugin_url)s">wtyczek</a> nie są obecnie sprawdzane automatycznie, należy więc regularnie odwiedzać stronę <a href="%(plugincheck_url)s">Sprawdzanie wtyczek</a>, by wtyczki były zaktualizowane.
pt_pt: Extras, diferentemente dos plugins, são verificados automaticamente à procura de atualizações uma vez por dia. No Firefox, as atualizações são instaladas automaticamente por padrão. Versões do Firefox a partir da versão 4 (e outras aplicações) alertarão quando houver atualizações disponíveis para seus extras. <a href="%(plugin_url)s">Plugins</a> não são verificados automaticamente à procura de atualizações atualmente, então lembre-se de visitar regularmente a página <a href="%(plugincheck_url)s">Verificação de plugins</a> para mantê-los atualizados.
ru: Дополнения, в отличие от плагинов, автоматически проверяются на наличие обновлений один раз в день. По умолчанию в Firefox обновления устанавливаются автоматически. Firefox с версией ниже 4 (и другие приложения) будут уведомлять вас, что для ваших дополнений доступны обновления. <a href="%(plugin_url)s">Плагины</a> в настоящее время не проверяются автоматически на наличие обновлений, поэтому вам следует регулярно посещать страницу <a href="%(plugincheck_url)s">Проверки плагинов</a> для поддержания их в актуальном состоянии.
sl: Posodobitve za dodatke se za razliko od vtičnikov samodejno preverja enkrat na dan. Firefox ima privzeto nastavitev, da se posodobitve samodejno namešča. Različice Firefoxa pred 4 (in drugih aplikacij) vas bodo opozorile, da so za vaše dodatke na voljo posodobitve. <a href="%(plugin_url)s">Vstavkov</a> se zaenkrat ne preverja samodejno, zato priporočamo, da redno obiskujete stran<a href="%(plugincheck_url)s">Kontrola vstavkov</a> in tako ostanete na tekočem.
uk: Додатки, на відміну від плагінів, автоматично перевіряють оновлення один раз на день. В Firefox, оновлення встановлюються автоматично. Версії Firefox до 4 (та інші програми) будуть попереджати вас про наявність оновлень для ваших додатків. <a href="%(plugin_url)s">Плагіни</a> в даний момент не перевіряють оновлення автоматично, тому рекомендуємо регулярно відвідувати сторінку <a href="%(plugincheck_url)s">Перевірки плагінів</a>.
zh_cn: 附加组件，与插件不同，会每天自动检查一次更新。在 Firefox 中，默认自动安装更新。版本大于4的 Firefox （以及其他应用程序）在有可用的附加组件更新时会提醒您。<a href="%(plugin_url)s">插件</a>目前不会自动检查更新，因此要确保定期访问<a href="%(plugincheck_url)s">插件</a>检查页面以保证版本更新。

source: Are add-ons safe to install?
cs: Je bezpečné instalovat doplňky?
de: Ist es sicher, Add-ons zu installieren?
el: Είναι ασφαλής η εγκατάσταση πρόσθετων;
es: ¿Es seguro instalar los complementos?
fr: Est-ce que les modules sont sûrs à installer ?
it: I componenti aggiuntivi sono sicuri da installare?
ko: 부가 기능 설치시 보안에 문제는 없을까요?
nl: Zijn add-ons veilig om te installeren?
pa_in: ਕੀ ਐਡ-ਆਨ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਸੁਰੱਖਿਅਤ ਹਨ?
pl: Czy zainstalowanie dodatków nie stwarza problemów bezpieczeństwa?
pt_pt: É seguro instalar extras?
ru: Безопасно ли устанавливать дополнения?
sl: Ali je dodatke varno namestiti?
zh_cn: 安装附加组件是否安全？

source: Unless clearly marked otherwise, add-ons available from this gallery have been checked and approved by Mozilla's team of editors and are safe to install. We recommend that you only install approved add-ons. If you wish to install unapproved add-ons or add-ons from third-party websites, use caution as these add-ons may harm your computer or violate your privacy. <a href="%(learnmore_url)s">Learn more about our approval process</a>
cs: Pokud není řečeno jinak, jsou doplňky dostupné v galerii kontrolovány a schvalovány týmem redaktorů Mozilly a jsou tak bezpečné. Doporučujeme, abyste instalovali pouze schválené doplňky. Pokud si přejete instalovat neschválené doplňky či doplňky z webových stránek třetích stran, mějte na paměti, že tyto doplňky mohou poškodit váš počítač či ohrozit vaše soukromí. <a href="%(learnmore_url)s">Dozvědět se více o našem procesu schvalování</a>
de: Wenn nicht anders angegeben, wurden Add-ons in dieser Galerie durch Mozillas Editoren-Team geprüft und können sicher installiert werden. Wir empfehlen, dass Sie nur überprüfte Add-ons installieren. Wenn Sie ein ungeprüftes Add-on oder Add-ons von Webseiten Dritter installieren möchten, seien Sie vorsichtig, denn diese Add-ons könnten Ihrem Computer Schaden zufügen oder die Geheimhaltung Ihrer persönlichen Daten verletzen. <a href="%(learnmore_url)s">Lernen Sie mehr über den Prüfprozess</a>.
el: Εκτός απ' όπου αναφέρεται διαφορετικά, τα πρόσθετα που διατίθενται από τις λίστες μας έχουν ελεγχθεί κι έχουν την έγκριση της συντακτικής ομάδας του Mozilla και η εγκατάσταση τους είναι ασφαλής. Συστήνουμε την εγκατάσταση μόνο εγκεκριμένων πρόσθετων. Αν θέλετε να εγκαταστήσετε μη εγκεκριμένα πρόσθετα ή πρόσθετα από ιστοσελίδες τρίτων, κάντε το με προσοχή αφού ίσως αυτά τα πρόσθετα προκαλέσουν πρόβλημα στο σύστημα σας ή να παραβιάσουν το ιδιωτικό σας απόρρητο. <a href="%(learnmore_url)s">Μάθετε περισσότερα για τη διαδικασία έγκρισης που ακολουθούμε</a>
es: A menos que claramente se indique lo contrario, los complementos disponibles desde esta galería han sido revisados y aprobados por el equipo de editores de Mozilla y es seguro instalarlos. Te recomendamos que sólo instales complementos aprobados. Si deseas instalar complementos sin aprobar o desde la página de un tercero, ten precaución, ya que dichos complementos pueden dañar tu equipo o violar tu privacidad. <a href="%(learnmore_url)s">Más información sobre nuestro proceso de aprobación</a>
fr: Sauf mention contraire clairement notifiée, les modules disponibles depuis cette galerie ont été vérifiés et approuvés par l'équipe des éditeurs de Mozilla et peuvent être installés sans inquiétude. Nous vous recommandons de n'installer que les modules approuvés. Si vous voulez installer des modules non approuvés ou des modules provenant de sites web tiers, faites-le avec précaution car ces modules pourraient altérer votre configuration ou violer votre vie privée. <a href="%(learnmore_url)s">En savoir plus à propos du processus d'approbation</a>
it: Dove non è espressamente indicato il contrario, i componenti aggiuntivi presenti in questa galleria sono stati controllati e approvati da un gruppo di revisori di Mozilla e sono da ritenersi affidabili. Ti consigliamo di installare solo componenti aggiuntivi approvati. Se vuoi installare componenti aggiuntivi non approvati o da siti web di terze parti, ti consigliamo la massima cautela in quanto potrebbero danneggiare il tuo computer o violare la tua privacy. Scopri <a href="%(learnmore_url)s">ulteriori informazioni sul processo di approvazione</a>.
ko: 극히 일부 예외를 제외하고, 이 갤러리에 등재된 부가 기능은 Mozilla 편집자 팀에 의해 검사 및 승인된 것으로 설치하셔도 안전합니다. 승인된 부가 기능만 설치하는 것을 권장합니다. 승인되지 않은 부가 기능이나 써드파티 웹사이트에 있는 부가 기능을 설치하실 경우엔 해당 부가 기능이 컴퓨터에 문제를 야기할 수 있거나 개인 정보를 침해할 수 있다는 사실에 주의하시기 바랍니다. <a href="%(learnmore_url)s">승인 절차에 대해 자세히 알아보기</a>
nl: Tenzij duidelijk anders vermeld, zijn in deze galerij beschikbare add-ons gecontroleerd en goedgekeurd door het team van editors van Mozilla en zijn ze veilig te installeren. We raden aan alleen goedgekeurde add-ons te installeren. Als u niet-goedgekeurde add-ons of add-ons van externe websites wilt installeren, wees dan voorzichtig, aangezien deze add-ons mogelijk schade aan uw computer kunnen toebrengen of uw privacy in gevaar kunnen brengen. <a href="%(learnmore_url)s">Meer over ons goedkeuringsproces</a>
pa_in: ਸ਼ਾਫ਼ ਨਿਸ਼ਾਨ ਲੱਗੇ ਤੋਂ ਇਲਾਵਾ ਹੋਰ, ਗੈਲਰੀ ਵਿੱਚ ਮੌਜੂਦ ਐਡ-ਆਨ ਸੰਪਾਦਕਾਂ ਦੀ ਮੌਜੀਲਾ ਟੀਮ ਵੱਲੋਂ ਪੜਤਾਲ ਅਤੇ ਮਨਜ਼ੂਰ ਕੀਤੇ ਗਏ ਹਨ ਅਤੇ ਇੰਸਟਾਲ ਲਈ ਸੁਰੱਖਿਅਤ ਹਨ। ਅਸੀਂ ਸਿਫ਼ਾਰਿਸ਼ ਕਰਦੇ ਹਾਂ ਤੁਸੀਂ ਸਿਰਫ਼ ਮਨਜ਼ੂਰ ਐਡ-ਆਨ ਹੀ ਇੰਸਟਾਲ ਕਰੋ। ਜੇਕਰ ਤੁਸੀਂ ਬਿਨ-ਮਨਜ਼ੂਰੀ ਵਾਲੇ ਜਾਂ ਤੀਜੀ-ਧਿਰ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਐਡ-ਆਨ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਸਾਵਧਾਨੀ ਵਰਤੋਂ, ਇਹ ਐਡ-ਆਨ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਦਾ ਨੁਕਸਾਨ ਜਾਂ ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਦੀ ਉਲੰਘਣਾ ਕਰ ਸਕਦੇ ਹਨ। <a href="%(learnmore_url)s">ਸਾਡੇ ਮਨਜ਼ੂਰੀ ਕਾਰਜ ਬਾਰੇ ਹੋਰ ਜਾਣੋ</a>
pl: Chyba że wyraźnie zaznaczono inaczej, dodatki dostępne w tej galerii zostały sprawdzone i zaakceptowane przez zespół recenzentów Mozilli i są bezpieczne. Zalecamy, by instalować tylko dodatki zaakceptowane przez naszych recenzentów. Jeśli chcesz zainstalować niezaakceptowane dodatki lub pochodzące z innych źródeł, zachowaj ostrożność, ponieważ mogą uszkodzić twój komputer lub naruszyć prywatność. <a href="%(learnmore_url)s">Dowiedz się więcej o procesie akceptacji dodatków</a>
pt_pt: A menos que indicado o contrário, os extras presentes nesta galeria foram verificados e aprovados pel equipa de editores da Mozilla e é seguro intalá-los. Recomendamos que instale apenas extras que tenham sido aprovados. Se desejar instalar extras não aprovados a partir de outros sítios web, tenha cuidado pois estes extras podem danificar o seu computador ou violar a sua privacidade. <a href="%(learnmore_url)s">Saiba mais sobre o nosso processo de aprovação</a>
ru: Если явно не указано обратное, дополнения, доступные в этой галерее были проверены и одобрены командой редакторов Mozilla и безопасны для установки. Мы рекомендуем вам устанавливать только одобренные дополнения. Если вы хотите установить неодобренные дополнения или дополнения со сторонних веб-сайтов, соблюдайте осторожность, так как эти дополнения могут нанести вред вашему компьютеру или нарушить вашу приватность. <a href="%(learnmore_url)s">Узнайте больше о нашем процессе проверки</a>
sl: Razen če ni jasno označeno drugače, je dodatke, ki so na voljo v tej galeriji, pregledala in odobrila skupina urednikov Mozille, tako da so dodatki varni za namestitev. Priporočamo vam, da nameščate samo odobrene dodatke. Če želite namestiti neodobrene dodatke ali dodatke s spletnih strani tretjih oseb, bodite previdni, saj ti dodatki lahko škodijo vašemu računalniku ali zlorabijo vašo zasebnost. <a href="%(learnmore_url)s">Več o našem postopku odobritve</a>
zh_cn: 除非另有明确标示，否则这个画廊中的附加组件都已经经过了 Mozilla 团队的审核确定安装是安全的。我们建议您只安装已审核的附加组件。如果您想从第三方网站安装未经审核的附加组件，请谨慎使用那些附加组件，因为它们可能会侵害您的计算机和隐私。<a href="%(learnmore_url)s">了解我们的审批流程</a>

source: Can add-ons make %(app_name)s slower?
cs: Mohou doplňky aplikaci %(app_name)s zpomalit?
de: Können Add-ons %(app_name)s langsamer machen?
el: Μπορούν τα πρόσθετα να επιβραδύνουν τη λειτουργία του %(app_name)s;
es: ¿Pueden los complementos hacer %(app_name)s más lento?
fr: Est-ce que les modules peuvent rendre %(app_name)s plus lent ?
it: I componenti aggiuntivi possono rallentare %(app_name)s?
ko: 부가 기능이 %(app_name)s을(를) 느리게 만들 수도 있나요?
nl: Kunnen add-ons %(app_name)s langzamer maken?
pa_in: ਕੀ ਐਡ-ਆਨ %(app_name)s ਨੂੰ ਹੌਲੀ ਕਰ ਸਕਦੇ ਹਨ?
pl: Czy dodatki mogą spowalniać działanie programu %(app_name)s?
pt_pt: Os extras podem tornar o %(app_name)s mais lento?
ru: Могут ли дополнения замедлить работу %(app_name)s?
sl: Ali lahko dodatki %(app_name)s upočasnijo?
zh_cn: 附加组件会导致 %(app_name)s 变慢吗？

source: Most add-ons do not cause a perceivable performance decrease in %(app_name)s, though installing an excessive number may have adverse effects. If you suspect an add-on is causing %(app_name)s to be slow, try disabling it. Add-ons that cause large start-up performance issues will have warning messages on their details page.
cs: Většina doplňků nezpůsobuje výrazné snížení výkonu aplikace %(app_name)s. Instalace většího počtu doplňků však může mít na výkon negativní vliv. Pokud se vám zdá, že doplněk aplikaci %(app_name)s zpomaluje, zkuste jej zakázat. Doplňky, které způsobují pomalejší start, budou mít na své stránce varování.
de: Die meisten Add-ons führen nicht zu einer merklichen Verlangsamung von %(app_name)s, aber eine außergewöhnlich hohe Anzahl von Add-ons kann sich negativ auswirken. Wenn Sie vermuten, dass ein bestimmtes Add-on dazu führt, dass %(app_name)s langsam ist, versuchen Sie es damit, das Add-on zu deaktivieren. Add-ons, die %(app_name)s beim Start sehr langsam machen, haben einen Warnhinweis auf ihrer Details-Seite.
el: Τα περισσότερα πρόσθετα δεν προκαλούν αισθητή μείωση στις επιδόσεις του %(app_name)s, αν και η εγκατάσταση μεγάλου αριθμού πρόσθετων μπορεί να έχει δυσμενείς επιπτώσεις. Αν υποψιάζεστε ότι ένα πρόσθετο κάνει τον %(app_name)s πιο αργό, δοκιμάστε να το απενεργοποιήσετε. Πρόσθετα που προκαλούν αξιοσημείωτη καθυστέρηση στην εκκίνηση θα έχουν προειδοποιητικό μήνυμα στη σελίδα με τις λεπτομέρειες τους.
es: La mayoría de los complementos no causa disminución perceptible de rendimiento en %(app_name)s, aunque la instalación de un número excesivo puede tener efectos adversos. Si sospechas que un complemento está causando que %(app_name)s se vuelva lento, intenta desactivarlo. Los complementos que causan problemas de rendimiento al iniciarse incluirán mensajes de advertencia en su página de detalles.
fr: La plupart des modules n'ont pas d'impact perceptible sur les performances de %(app_name)s, même si l'installation d'un nombre excessif de modules peut avoir des effets. Si vous suspectez qu'un module ralentit %(app_name)s, essayez de le désactiver. Les modules qui engendrent un important problème au démarrage sont signalés par un avertissement sur leur page des détails.
it: Nella maggior parte dei casi l'installazione di molti componenti aggiuntivi non comporta un degrado delle prestazioni di %(app_name)s, anche se l'installazione di un numero eccessivo di componenti aggiuntivi potrebbe generare problemi. Se sospetti che un componente aggiuntivo stia rallentando %(app_name)s, prova a disattivarlo. I componenti aggiuntivi che comportano un rallentamento evidente all'avvio presentano degli avvisi nella propria scheda.
ko: 대부분의 부가 기능의 경우 %(app_name)s을(를) 눈에 띄게 느리게 만들지는 않지만, 지나치게 많은 부가 기능을 설치했을 경우엔 부작용이 발생할 수 있습니다. 부가 기능이 %(app_name)s을(를) 느리게 만든다고 의심되면 해당 부가 기능의 사용을 중지해 보세요. 실행시 과도한 성능 저하를 유발하는 부가 기능의 경우 소개 페이지에 경고 메시지가 표시될 것입니다.
nl: De meeste add-ons veroorzaken geen merkbare teruggang in de prestaties van %(app_name)s, hoewel het installeren van zeer grote aantallen negatieve effecten kan hebben. Als u vermoedt dat een add-on voor vertraging van %(app_name)s zorgt, probeer deze dan uit te schakelen. Add-ons die grote opstartprestatieproblemen veroorzaken hebben waarschuwingen op hun respectievelijke detailpagina’s.
pl: Większość dodatków nie powoduje zauważalnego spadku wydajności programu %(app_name)s, niemniej instalacja dużej liczby dodatków może mieć niekorzystny wpływ. Jeśli podejrzewasz, że dany dodatek powoduje spowolnienie działania programu %(app_name)s, spróbuj go wyłączyć. Dodatki, które powodują duże problemy ze spadkiem wydajności podczas uruchamiania, będą miały stosowne ostrzeżenia na swojej stronie w galerii.
pt_pt: A maioria dos extras não provoca um decréscimo no desempenho do %(app_name)s, no entanto instalar demasiados extras pode ter efeitos adversos. Se suspeitar que um extra está a fazer com que o %(app_name)s fique lento, experimente desactivá-lo. Extras que causem demasiados problemas no arranque têm mensagens de aviso na página de detalhes.
ru: Большинство дополнений не вызывают явного уменьшения производительности %(app_name)s, хотя установка чрезмерного количества дополнений может оказать неблагоприятное воздействие. Если вы подозреваете, что дополнение замедляет работу %(app_name)s, попробуйте его отключить. Если дополнения вызывают большие задержки при запуске, то на страницах с их описанием будут показаны предупреждающие сообщения.
sl: Večina dodatkov za %(app_name)s ne povzročijo občutnega zmanjšanja zmogljivosti, vendar ima lahko preveliko število nameščenih dodatkov škodljive učinke. Če sumite, da dodatek zavira %(app_name)s, ga onemogočite. Dodatki, ki povzročajo veliko vprašanj v zvezi z zagonom aplikacije, vsebujejo na svoji strani opozorilo in podrobnosti.
zh_cn: 绝大多数附加组件不会导致 %(app_name)s 的性能有可察觉的降低，尽管安装过多数量时可能造成不利影响。如果您怀疑一款附加组件正在导致 %(app_name)s 变慢，可以尝试禁用他。会明显导致启动速度下降的附加组件，会在详情页面标示警告信息。

source: %(app_name)s told me an add-on isn't compatible. Is there a way I can still use it?
cs: Aplikace %(app_name)s mi řekla, že doplněk není kompatibilní. Existuje způsob, jak ho přesto mohu používat?
de: %(app_name)s sagt, dass ein Add-on inkompatibel ist. Kann ich es trotzdem noch irgendwie verwenden?
el: Ο %(app_name)s επισημαίνει ότι το πρόσθετο δεν είναι συμβατό. Υπάρχει τρόπος να το χρησιμοποιήσω;
es: La aplicación %(app_name)s indica que el complemento no es compatible. ¿Hay alguna forma de que pueda seguir utilizándolo?
fr: %(app_name)s m'indique qu'un module n'est pas compatible. Existe-t-il une solution pour que je puisse continuer à l'utiliser ?
it: Secondo %(app_name)s questo componente aggiuntivo non è compatibile. C'è comunque un modo per utilizzarlo?
ko: %(app_name)s에서 호환되지 않는 부가 기능이 있다고 합니다. 어떻게 계속 쓸 수 있는 방법이 없을까요?
nl: %(app_name)s zegt me dat een add-on niet compatibel is. Is er een manier waarop ik deze toch kan gebruiken?
pa_in: %(app_name)s ਨੇ ਮੈਨੂੰ ਕਿਹਾ ਕੀ ਐਡ-ਆਨ ਅਨੁਕੂਲ ਨਹੀਂ। ਕੀ ਕੋਈ ਤਰੀਕਾ ਹੈ ਕੀ ਹਾਲੇ ਵੀ ਮੈਂ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਾਂ?
pl: Program %(app_name)s podał informację, że dodatek jest niekompatybilny. Czy jest jakiś sposób, by go nadal używać?
pt_pt: %(app_name)s informou-me que um extra não é compatível. Existe alguma maneira para mesmo assim o utilizar?
ru: %(app_name)s сказал мне, что дополнение не совместимо. Могу ли я как-то продолжить его использовать?
sl: %(app_name)s mi je sporočil, da dodatek ni združljiv. Ali obstaja kak način, da ga vseeno uporabljam?
zh_cn: %(app_name)s 告诉我一个附加组件不兼容，有没有办法让我继续使用他？
