Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The following software is known to cause serious security, stability, or performance issues with {app}.
cs: U následujícího software je známo, že v kombinaci s aplikací {app} má vážný bezpečnostní problém, má problém se stabilitou či problémy s výkonem.
de: Die folgenden Programme sind bekannt dafür, ernsthafte Sicherheits-, Stabilitäts-, oder Leistungsprobleme mit {app} zu verursachen.
el: Το παρακάτω λογισμικό έχει αποδειχτεί ότι προκαλεί σοβαρά προβλήματα ασφαλείας, σταθερότητας ή επιδόσεων στον {app}.
es: El siguiente software es conocido por causar graves problemas de seguridad, estabilidad, o rendimiento con {app}.
fr: Les logiciels suivant sont connus pour poser de graves problèmes de sécurité, stabilité ou de performance avec {app}.
it: Il seguente software è riconosciuto come fonte di gravi problemi di sicurezza, stabilità o prestazioni con {app}.
ja: 次のソフトウェアは、{app} の安全性、安定性、あるいはパフォーマンスに関して深刻な問題を引き起こすことが分かっています。
ko: 다음의 소프트웨어들은 {app}에 심각한 보안, 안정성, 성능 저하 문제를 일으키는 것으로 알려져 있습니다.
nl: Van de volgende software is bekend dat er ernstige veiligheids-, stabiliteits- of prestatieproblemen met {app} kunnen optreden.
pa_in: ਅੱਗੇ ਦਿੱਤਾ ਗਿਆ ਸਾਫ਼ਟਵੇਅਰ {app} ਨਾਲ ਗੰਭੀਰ ਸੁਰੱਖਿਆ, ਸਥਿਰਤਾ ਜਾਂ ਕਾਰਗੁਜ਼ਾਰੀ ਮਸਲੇ ਪੈਦਾ ਕਰਨ ਲਈ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ।
pl: Wiadomo, że następujące oprogramowanie powoduje poważne problemy dotyczące bezpieczeństwa, stabilności i wydajności programu {app}.
pt_pt: O seguinte software é conhecido por causar problemas graves de segurança, estabilidade ou de desempenho com o {app}.
ru: Известно, что следующие программы вызывают серьезные проблемы с безопасностью, стабильностью или производительностью {app}.
sl: Za naslednjo programsko opremo je znano, da povzroča resne probleme glede varnosti, stabilnosti, ali težave pri delu s {app}.
uk: Відомо, що наступні програми викликають серйозні проблеми з безпекою, стабільністю чи продуктивністю {app}.
zh_cn: 已知在 {app} 上，以下软件会引发严重的安全性、稳定性或者性能问题。

source: %s Add-ons
cs: doplňky aplikace %s
el: Πρόσθετα %s
fr: %s Modules
it: Componenti aggiuntivi in %s
ja: %s カテゴリのアドオン
ko: %s 부가 기능
pa_in: %s ਐਡ-ਆਨ
pl: %s – dodatki
pt_pt: %s Extras
ru: Дополнения для %s
sl: %s Dodatki
uk: %s додатків
zh_cn: %s 附加组件

source: %s Themes
cs: Motivy vzhledu pro %s
el: %s Θέματα
es: Temas de %s
fr: %s Thèmes
it: %s Temi
ja: %s カテゴリのテーマ
ko: %s 테마
nl: %s-thema’s
pa_in: %s ਥੀਮ
pl: Motywy %s
pt_pt: %s Temas
ru: %s Темы
sl: %s Teme
uk: %s Теми
zh_cn: %s 主题

source: Featured Add-ons :: %s
cs: Doporučené doplňky :: %s
de: Empfohlene Add-ons :: %s
el: Προβεβλημένα πρόσθετα :: %s
es: Complementos destacados :: %s
fr: Modules en vedette :: %s
it: Componenti aggiuntivi consigliati :: %s
ja: おすすめのアドオン :: %s
ko: 추천 부가 기능 :: %s
nl: Aanbevolen add-ons :: %s
pa_in: ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ :: %s
pl: Polecane dodatki :: %s
pt_pt: Extras em destaque :: %s
ru: Избранные Дополнения :: %s
sl: Izbrani dodatki :: %s
uk: Відібрані додатки :: %s
zh_cn: 精选附加组件 :: %s

source: Here's a few of our favorite add-ons to help you get started customizing %s.
cs: Zde je pár z našich doporučených doplňků, které vám pomohou začít s přizpůsobováním %s.
de: Hier sind ein paar unserer Lieblings-Add-ons, die Ihnen dabei helfen können, %s nach Ihren Vorlieben einzurichten.
el: Σας παρουσιάζουμε μερικά από τα αγαπημένα μας πρόσθετα για να σας βοηθήσουμε να ξεκινήσετε να προσαρμόζετε τον %s.
es: Aquí hay algunos de nuestros complementos favoritos para ayudarte a comenzar a personalizar %s.
fr: Voici quelques-un de nos modules favoris pour vous aider à commencer à personnaliser %s.
it: Ecco un elenco dei nostri componenti aggiuntivi preferiti per iniziare a personalizzare %s.
ja: %s を初めてカスタマイズする人に役立つおすすめのアドオンをいくつかご紹介しましょう。
ko: %s을(를) 처음 개인화 할 때 도움이 되는 유용한 부가 기능들이 여기에 마련되어 있습니다.
nl: Hier zijn een paar van onze favoriete add-ons om u bij het aanpassen van %s op weg te helpen.
pa_in: ਤੁਹਾਨੂੰ %s ਫ਼ੇਰਬਦਲ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਮਦਦ ਲਈ ਸਾਡੇ ਕੁੱਝ ਪਸੰਦੀਦਾ ਐਡ-ਆਨ।
pl: By pomóc ci rozpocząć dostosowywanie programu %s, przedstawiamy kilka naszych ulubionych dodatków.
pt_pt: Eis alguns dos nosso extras favoritos para o ajudar a começar a personalizar o %s.
ru: Вот несколько из наших любимых дополнений, которые помогут вам начать настраивать %s.
sl: Tukaj je nekaj naših najljubših dodatkov, da boste laže začeli prilagajati %s.
uk: Ось кілька наших улюблених додатків, щоб допомогти вам почати прилаштовувати %s.
zh_cn: 这里是一些我们喜爱的附加组件，可以帮助您着手定制 %s。

source: Search tools relating to %s
cs: Nástroje pro vyhledávání související s %s
de: Mit %s verwandte Suchwerkzeuge
el: Εργαλεία αναζήτησης σχετικά με %s
es: Buscar herramientas relacionadas con %s
fr: Outils de recherche liés à %s
it: Strumenti di ricerca relativi a %s
ja: %s 関連の検索ツール
ko: %s와(과) 관련된 검색 도구
nl: Zoekhulpmiddelen in relatie tot %s
pa_in: ਖੋਜ ਟੂਲ %s ਨਾਲ ਸਬੰਧਤ
pl: Narzędzia wyszukiwania związane z kategorią %s
pt_pt: Ferramentas de pesquisa relacionadas com %s
ru: Инструменты поиска относящиеся к %s
sl: Iskalna orodja, ki se nanašajo na %s.
uk: Інструменти пошуку, які мають відношення до %s
zh_cn: 与 %s 相关的搜索工具

source: Search tools and search-related extensions
cs: Nástroje pro vyhledávání a rozšíření, která s vyhledáváním souvisí
de: Suchwerkzeuge und Erweiterungen mit Bezug zur Suche
el: Εργαλεία αναζήτησης και επεκτάσεις σχετικές με αναζητήσεις
es: Buscar herramientas y extensiones relacionadas
fr: Outils de recherche et extensions liées à la recherche
it: Strumenti di ricerca ed estensioni legate alla ricerca
ja: 検索ツールと検索関連の拡張機能
ko: 검색 도구 및 검색 관련 확장 기능
nl: Zoekhulpmiddelen en zoekgerelateerde extensies
pa_in: ਖੋਜ ਟੂਲ ਅਤੇ ਖੋਜ-ਸਬੰਧਤ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Narzędzia wyszukiwania i związane z wyszukiwaniem rozszerzenia
pt_pt: Ferramentas de pesquisa e extensões relacionadas com pesquisas
ru: Инструменты поиска и связанные с поиском расширения
sl: Orodja za iskanje in razširitve v zvezi z iskanjem
uk: Засоби пошуку та пов'язані з пошуком розширення
zh_cn: 搜索工具和搜索相关的扩展

source: Search tools
cs: Nástroje pro vyhledávání
de: Suchwerkzeuge
el: Εργαλεία αναζήτησης
es: Buscar herramientas
fr: Outils de recherche
it: Strumenti di ricerca
ja: 検索ツール
ko: 검색 도구
nl: Zoekhulpmiddelen
pa_in: ਖੋਜ ਟੂਲ
pl: Narzędzia wyszukiwania
pt_pt: Ferramentas de pesquisa
ru: Инструменты поиска
sl: Iskalniki
uk: Засоби пошуку
zh_cn: 搜索工具

source: Most Users
cs: Nejvíce uživatelů
de: Meiste Anwender
el: Περισσότεροι χρήστες
es: Con más usuarios
fr: Plus d'utilisateurs
it: Maggior numero di utenti
ja: 人気
ko: 최고 사용자 수
nl: Meeste gebruikers
pa_in: ਬਹੁਤ ਸਾਰੇ ਉਪਭੋਗੀ
pl: Najwięcej użytkowników
pt_pt: maior número de utilizadores
ru: Число пользователей
uk: Найбільше користувачів
zh_cn: 用户最多

source: Up & Coming
cs: Žádané
de: Neu & aufstrebend
el: Επερχόμενα
es: Disponibles próximamente
fr: En progression
it: Emergenti
ja: 注目
ko: 인기 급상승
nl: Aankomend
pa_in: ਉੱਪਰ ਅਤੇ ਆ ਰਿਹਾ
pl: Najczęściej używane
pt_pt: Futuramente
ru: Набирающие популярность
sl: Kmalu
uk: Набирають популярність
zh_cn: 崭露头角

source: Created
cs: Vytvořeno
de: Angelegt
el: Δημιουργήθηκε
es: Creadas
fr: Créé
it: Creato
ja: 新着
ko: 신규 등록
nl: Aangemaakt
pa_in: ਰਚਿਆ
pl: Data utworzenia
pt_pt: Criado
ru: Создано
sl: Ustvarjeno
uk: Створено
zh_cn: 创建日期

source: Downloads
cs: Stažení
el: Λήψεις
es: Descargas
fr: Téléchargements
it: Download
ja: ダウンロード数
ko: 다운로드 횟수
pa_in: ਡਾਊਨਲੋਡ
pl: Liczba pobrań
pt_pt: Transferências
ru: Загрузки
sl: Prenosi
uk: Завантаження
zh_cn: 下载次数

source: Rating
cs: Hodnocení
de: Bewertung
el: Βαθμολογία
es: Calificación
fr: Appréciation
it: Voto
ja: 評価
ko: 별점
nl: Waardering
pa_in: ਰੇਟਿੰਗ
pl: Oceny
pt_pt: Avaliação
ru: Рейтинг
sl: Ocena
uk: Оцінка
zh_cn: 评分

source: {0}: Featured Add-ons
cs: {0}: Doporučené doplňky
de: {0}: Empfohlene Add-ons
el: {0}: Προβεβλημένα πρόσθετα
es: {0}: Complementos destacados
fr: {0}: Modules en vedette
it: {0}: componenti aggiuntivi consigliati
ja: {0}: おすすめのアドオン
ko: {0}: 추천 부가 기능
nl: {0}: Aanbevolen add-ons
pa_in: {0}: ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ
pl: {0}: Polecane dodatki
pt_pt: {0}: Extras em destaque
ru: {0}: Избранные дополнения
sl: {0}: izbrani dodatki
uk: {0}: Відібрані додатки
zh_cn: {0}：精选附加组件

source: Featured Add-ons
cs: Doporučené doplňky
de: Empfohlene Add-ons
el: Προβεβλημένα πρόσθετα
es: Complementos destacados
fr: Modules en vedette
it: Componenti aggiuntivi consigliati
ja: おすすめのアドオン
ko: 추천 부가 기능
nl: Aanbevolen add-ons
pa_in: ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ
pl: Polecane dodatki
pt_pt: Extras em destaque
ru: Избранные Дополнения
sl: Izbrani dodatki
uk: Відібрані додатки
zh_cn: 精选附加组件

source: No featured add-ons in {0}.
cs: Žádné doporučené doplňky v kategorii {0}.
de: Keine empfohlenen Add-ons in {0}.
el: Δεν υπάρχουν προβεβλημένα πρόσθετα για {0}.
es: No hay complementos destacados en {0}.
fr: Pas de module en vedette dans {0}.
it: Nessun componente aggiuntivo consigliato in {0}.
ja: {0} カテゴリにおすすめのアドオンはありません。
ko: {0}에 추천 부가 기능이 없습니다.
nl: Geen aanbevolen add-ons in {0}.
pa_in: {0}ਵਿੱਚ ਕੋਈ ਐਡ-ਆਨ ਪੇਸ਼ਕਸ਼ ਨਹੀਂ।
pl: Nie ma polecanych dodatków w {0}.
pt_pt: Sem extras em destaque para {0}.
ru: В {0} нет избранных дополнений.
sl: Ni izbranih dodatkov v {0}.
uk: В {0} немає відібраних додатків.
zh_cn: {0} 中没有精选附加组件。

source: Here's a few of our favorite add-ons to help you get started customizing %(app)s.
cs: Tady máte několik z námi doporučených doplňků, které vám pomohou začít s přizpůsobováním aplikace %(app)s.
de: Hier sind ein paar unserer bevorzugten Add-ons, die Ihnen bei den ersten Schritten helfen, um %(app)s anzupassen.
el: Σας παρουσιάζουμε μερικά από τα αγαπημένα μας πρόσθετα για να σας βοηθήσουμε να ξεκινήσετε να προσαρμόζετε τον %(app)s.
es: Aquí hay algunos de nuestros complementos favoritos para ayudarte a comenzar a personalizar %(app)s.
fr: Voici quelques-un de nos modules favoris pour vous aider à commencer à adapter %(app)s.
it: Ecco un elenco dei nostri componenti aggiuntivi preferiti per iniziare a personalizzare %(app)s.
ja: %(app)s を初めてカスタマイズする人に役立つおすすめのアドオンをいくつかご紹介しましょう。
ko: %(app)s을(를) 처음 개인화 할 때 도움이 되는 유용한 부가 기능들이 여기에 마련되어 있습니다.
nl: Hier zijn een paar van onze favoriete add-ons om u met het aanpassen van %(app)s op weg te helpen.
pa_in: ਤੁਹਾਨੂੰ %(app)s ਫ਼ੇਰਬਦਲ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਮਦਦ ਲਈ ਸਾਡੇ ਕੁੱਝ ਪਸੰਦੀਦਾ ਐਡ-ਆਨ।
pl: Tutaj znajduje się kilka naszych ulubionych dodatków, pomocnych w rozpoczęciu personalizacji programu %(app)s.
pt_pt: Aqui estão alguns dos nossos extras favoritos para o ajudar a começar a personalizar %(app)s.
ru: Вот несколько из наших любимых дополнений, которые помогут вам начать настраивать %(app)s.
sl: Tukaj je nekaj naših najljubših dodatkov, da boste laže začeli prilagajati %(app)s.
uk: Ось кілька наших улюблених додатків, щоб допомогти вам почати прилаштовувати %(app)s.
zh_cn: 这里是一些我们喜爱的附加组件，可以帮助您着手定制 %(app)s。

source: Install Dictionary
cs: Instalovat slovník
de: Wörterbuch installieren
el: Εγκατάσταση λεξικού
es: Instalar diccionario
fr: Installer le dictionnaire
it: Installa dizionario
ja: 辞書をインストール
ko: 맞춤법 사전 설치
nl: Woordenboek installeren
pa_in: ਸ਼ਬਦਕੋਸ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj słownik
pt_pt: Instalar Dicionário
ru: Установить словарь
sl: Namesti slovar
uk: Встановити словник
zh_cn: 安装字典

source: Install Language Pack
cs: Instalovat jazykový balíček
de: Sprachpaket installieren
el: Εγκατάσταση πακέτου γλώσσας
es: Instalar paquete de idioma
fr: Installer le paquetage linguistique
it: Installa language pack
ja: 言語パックをインストール
ko: 언어팩 설치
nl: Taalpakket installeren
pa_in: ਭਾਸ਼ਾ ਪੈਕ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj pakiet językowy
pt_pt: Instalar Pacote de Idioma
ru: Установить локализацию
sl: Namesti jezikovni paket
uk: Встановити мовний пакет
zh_cn: 安装语言包

source: Download Dictionary
cs: Stáhnout slovník
de: Wörterbuch herunterladen
el: Λήψη λεξικού
es: Descargar diccionario
fr: Télécharger le dictionnaire
it: Scarica dizionario
ja: 辞書をダウンロード
ko: 맞춤법 사전 다운로드
nl: Woordenboek downloaden
pa_in: ਸ਼ਬਦਕੋਸ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz słownik
pt_pt: Transferir Dicionário
ru: Загрузить словарь
sl: Prenesi slovar
uk: Завантажити словник
zh_cn: 下载字典

source: Download Language Pack
cs: Stáhnout jazykový balíček
de: Sprachpaket herunterladen
el: Λήψη πακέτου γλώσσας
es: Descargar paquete de idioma
fr: Télécharger le paquetage linguistique
it: Scarica language pack
ja: 言語パックをダウンロード
ko: 언어팩 다운로드
nl: Taalpakket downloaden
pa_in: ਭਾਸ਼ਾ ਪੈਕ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz pakiet językowy
pt_pt: Transferir Pacote de Idioma
ru: Загрузить локализацию
sl: Prenesi jezikovni paket
uk: Завантажити мовний пакет
zh_cn: 下载语言包

source: Available in your locale
cs: Dostupné ve vašem jazyce
de: In Ihrer Sprache verfügbar
el: Διαθέσιμα στη γλώσσα σας
es: Disponible en tu idioma
fr: Disponible dans votre langue
it: Disponibile nella tua lingua
ja: あなたのロケールに対応しているもの
ko: 한글판 있음
nl: Beschikbaar in uw taal
pa_in: ਤੁਹਾਡੇ ਲੋਕੇਲ ਵਿੱਚ ਉੱਪਲਬਧ
pl: Dostępny w twoim języku
pt_pt: Disponível no seu idioma
ru: Доступно на вашем языке
sl: Na razpolago v slovenščini
uk: Доступно вашою мовою
zh_cn: 您的语言下可用的

source: List of language packs and dictionaries available in your locale.
cs: Seznam jazykových balíčků a slovníků, které jsou dostupné ve vašem jazyce.
de: Liste von für Ihre Sprache verfügbaren Sprachpaketen und Wörterbüchern
el: Λίστα πακέτων γλώσσας και λεξικών διαθέσιμων για τη γλώσσα σας.
es: Lista de paquetes de idiomas y diccionarios disponibles en tu idioma.
fr: Liste de paquets de langue et dictionnaires disponibles dans votre langue.
it: Un elenco di tutti i language pack e dizionari disponibili nella tua lingua.
ja: あなたのロケールで利用可能な言語パックとスペルチェック辞書の一覧です。
ko: 현재 사용중인 언어로 언어팩과 맞춤법 사전 목록을 사용할 수 있습니다.
nl: Lijst met taalpakketten en woordenboeken in uw taal.
pa_in: ਤੁਹਾਡੇ ਲੋਕੇਲ ਵਿੱਚ ਉੱਪਲਬਧ ਭਾਸ਼ਾ ਪੈਕ ਅਤੇ ਸ਼ਬਦਕੋਸ਼ਾਂ ਦੀ ਸੂਚੀ।
pl: Lista pakietów językowych i słowników dostępnych w twoim języku.
pt_pt: Lista de pacotes de idioma e dicionários disponíveis no seu idioma.
ru: Список локализаций и словарей, доступных для вашего языка.
sl: Seznam jezikovnih paketov in slovarjev v slovenščini.
uk: Список мовних пакетів та словників, які доступні вашою мовою.
zh_cn: 您的语言下可用的语言包和字典列表。

source: Language
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어별
nl: Taal
pa_in: ਭਾਸ਼ਾ
pl: Język
pt_pt: Idioma
ru: Язык
sl: Jezik
uk: Мова
zh_cn: 语言

source: Dictionary
cs: Slovník
de: Wörterbuch
el: Λεξικό
es: Diccionario
fr: Dictionnaire
it: Dizionario
ja: スペルチェック辞書
ko: 맞춤법 사전
nl: Woordenboek
pa_in: ਸ਼ਬਦਕੋਸ
pl: Słownik
pt_pt: Dicionário
ru: Словарь
sl: Slovar
uk: Словник
zh_cn: 字典

source: Language Pack
cs: Jazykový balíček
de: Sprachpaket
el: Πακέτο γλώσσας
es: Paquete de idioma
fr: Pack de langue
ja: 言語パック
ko: 언어팩
nl: Taalpakket
pa_in: ਭਾਸ਼ਾ ਪੈਕ
pl: Pakiet językowy
pt_pt: Pacote de Idioma
ru: Локализация
sl: Jezikovni paket
uk: Мовний пакет
zh_cn: 语言包

source: All locales
cs: Všechny jazyky
de: Alle Sprachen
el: Όλες οι γλώσσες
es: Todos los idiomas
fr: Toutes les langues
it: Tutte le lingue
ja: すべてのロケール
ko: 모든 언어
nl: Alle talen
pa_in: ਸਾਰੇ ਲੋਕੇਲ
pl: Wszystkie języki
pt_pt: Todos os idiomas
ru: Все языки
sl: Vsi jeziki
uk: Всі мови
zh_cn: 所有语言

source: List of language packs and dictionaries.
cs: Přehled slovníků a jazykových balíčků.
de: Liste von Wörterbüchern und Sprachpaketen.
el: Λίστα πακέτων γλωσσών και λεξικών..
es: Lista de paquetes de idioma y diccionarios.
fr: Liste des dictionnaires et paquetages linguistiques.
it: Elenco dei language pack e dei dizionari.
ja: 言語パックとスペルチェック辞書の一覧です。
ko: 언어팩 및 맞춤법 사전 목록
nl: Lijst van taalpakketten en woordenboeken.
pa_in: ਭਾਸ਼ਾ ਪੈਕ ਅਤੇ ਸ਼ਬਦਕੋਸ਼ਾਂ ਦੀ ਸੂਚੀ।
pl: Lista pakietów językowych i słowników.
pt_pt: Lista de pacotes de idioma e dicionários
ru: Список локализаций и словарей
sl: Seznam jezikovnih paketov in slovarjev.
uk: Перелік мовних пакетів та словників.
zh_cn: 语言包和字典列表。

source: {0} :: Search Tools
cs: {0} :: Nástroje pro vyhledávání
de: {0} :: Suchwerkzeuge
el: {0} :: Εργαλεία αναζήτησης
es: {0} :: Herramientas de búsqueda
fr: {0} :: Outils de recherche
it: {0} :: Strumenti di ricerca
ja: {0} :: 検索ツール
ko: {0} :: 검색 도구
nl: {0} :: Zoekhulpmiddelen
pa_in: {0}:: ਖੋਜ ਟੂਲ
pl: {0} :: Narzędzia szukania
pt_pt: {0} :: Ferramentas de pesquisa
ru: {0} :: Инструменты поиска
sl: {0} :: iskalniki
uk: {0} :: Засоби пошуку
zh_cn: {0} :: 搜索工具

source: <b>{0}</b> add-on
cs: <b>{0}</b> doplněk
el: <b>{0}</b> πρόσθετο
es: <b>{0}</b> complemento
fr: <b>{0}</b> module
it: <b>{0}</b> componente aggiuntivo
ja: <b>{0}</b> 個のアドオン
ko: 부가 기능 <b>{0}</b>개
pa_in: <b>{0}</b> ਐਡ-ਆਨ
pl: <b>{0}</b> dodatek
pt_pt: <b>{0}</b> extra
ru: <b>{0}</b> дополнение
sl: <b>{0}</b> dodatek
uk: <b>{0}</b> додаток
zh_cn: <b>{0}</b> 个附加组件

source: Search Extensions
cs: Rozšíření pro vyhledávání
de: Erweiterungen suchen
el: Αναζήτηση για επεκτάσεις
es: Buscar complementos
fr: Extensions de recherche
it: Estensioni per la ricerca
ja: 検索拡張機能
ko: 검색 관련 확장 기능
nl: Zoekextensies
pa_in: ਇਕਸਟੈਨਸ਼ਨਾਂ ਖੋਜੋ
pl: Rozszerzenia wspomagające wyszukiwanie
pt_pt: Pesquisar extensões
ru: Расширения поиска
sl: Razširitve za iskanje
uk: Розширення пошуку
zh_cn: 搜索扩展

source: Add search-related functionality to Firefox
cs: Přidejte si do Firefoxu nové funkce související s vyhledáváním.
de: Fügt Firefox suchfunktionsähnliche Dienste hinzu
el: Προσθήκη νέων λειτουργιών αναζήτησης στον Firefox
es: Agregar funcionalidad de búsqueda en Firefox
fr: Ajouter à Firefox des fonctionnalités liées à la recherche
it: Aggiungi a Firefox nuove funzioni di ricerca
ja: Firefox に検索関連の機能を追加します
ko: Firefox에 검색 관련 기능을 추가해 보세요
nl: Voeg zoekgerelateerde functionaliteit toe aan Firefox
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਵਿੱਚ ਖੋਜ-ਸਬੰਧਤ ਕਾਰਜਕੁਸ਼ਲਤਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj do Firefoksa funkcje związane z wyszukiwaniem
pt_pt: Adicionar funcionalidades de pesquisa ao Firefox
ru: Добавить связанную с поиском функциональность в Firefox
sl: Dodaj Firefoxu, funkcionalnost, ki je povezana z iskanjem
uk: Додати до Firefox функціональність пов'язану з пошуком
zh_cn: 为 Firefox 添加搜索相关的功能

source: Search Providers
cs: Vyhledávací moduly
de: Anbieter suchen
el: Αναζήτηση για μηχανές αναζήτησης
es: Buscar proveedores
fr: Fournisseurs de recherche
it: Fornitori di ricerca
ja: 検索エンジン
ko: 검색 도구 제공자
nl: Zoekproviders
pa_in: ਖੋਜ ਪ੍ਰਦਾਤਾ
pl: Wtyczki wyszukiwarek
pt_pt: Pesquisar fornecedores
ru: Провайдеры поиска
sl: Ponudniki iskanja
uk: Провайдери пошуку
zh_cn: 搜索提供程序

source: Find new providers for your search bar
cs: Nalezněte nové vyhledávací moduly pro vaše pole vyhledávání.
de: Neuen Anbieter für Ihre Suchleiste finden
el: Βρείτε νέες υπηρεσίες για την εργαλειοθήκη αναζήτησης
es: Buscar nuevos proveedores para tu barra de búsqueda
fr: Découvrez de nouveaux fournisseurs pour votre barre de recherche
it: Trova nuovi motori di ricerca per la barra di ricerca
ja: 検索バーへ追加する新しい検索エンジンを探す
ko: 검색 바에 추가할 새 검색 엔진을 찾아보세요
nl: Vind nieuwe providers voor uw zoekbalk
pa_in: ਆਪਣੀ ਖੋਜ ਬਾਰ ਲਈ ਨਵੇਂ ਖੋਜ ਪ੍ਰਦਾਤਾ ਲੱਭੋ
pl: Znajdź nowe wtyczki wyszukiwarek dla swojego paska wyszukiwania
pt_pt: Encontre novos fornecedores para a sua barra de pesquisa
ru: Найдите новых провайдеров для панели поиска
sl: Poiščite nove ponudnike za iskalno vrstico
uk: Знайти нових провайдерів для вашої пошукової панелі
zh_cn: 为您的搜索栏发掘更多新的提供程序

source: Additional Resources
cs: Další zdroje
de: Weiterführende Links
el: Πρόσθετοι πόροι
es: Recursos adicionales
fr: Ressources supplémentaires
it: Risorse aggiuntive
ja: 関連情報
ko: 부가 정보
nl: Aanvullende hulpbronnen
pa_in: ਹੋਰ ਵਾਧੂ ਵਸੀਲੇ
pl: Dodatkowe zasoby
pt_pt: Recursos adicionais
ru: Дополнительные ресурсы
sl: Dodatni Viri
uk: Додаткові ресурси
zh_cn: 附加资源

source: Learn more about the <a href="http://support.mozilla.com/kb/Search+bar">search bar</a> in {0}
cs: Přečtěte si více o <a href="http://support.mozilla.com/kb/Search+bar">poli vyhledávání</a> v aplikaci {0}.
de: Erfahren Sie mehr über die <a href="http://support.mozilla.com/kb/Search+bar">Suchleiste</a> in {0}
el: Μάθετε περισσότερα για την <a href="http://support.mozilla.com/kb/Search+bar">εργαλειοθήκη αναζήτησης</a> του {0}
es: Más información acerca de la <a href="http://support.mozilla.com/kb/Search+bar">barra de búsqueda</a> en {0}
fr: En savoir plus sur la <a href="http://support.mozilla.com/kb/Search+bar">barre de recherche</a> dans {0}
it: Scopri ulteriori informazioni sulla <a href="http://support.mozilla.com/kb/Search+bar">barra di ricerca</a> di {0}
ja: {0} の <a href="http://support.mozilla.com/ja/kb/Search+bar">検索バー</a> について詳しく知る
ko: {0}의 <a href="http://support.mozilla.com/kb/Search+bar">검색 바</a>에 대해 더 알아보기
nl: Meer over de <a href="http://support.mozilla.com/kb/Search+bar">zoekbalk</a> in {0}
pa_in: {0} ਵਿੱਚ <a href="http://support.mozilla.com/kb/Search+bar">ਖੋਜ ਬਾਰ</a> ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej o <a href="http://support.mozilla.com/kb/Search+bar">pasku wyszukiwania</a> w programie {0}
pt_pt: Saiba mais sobre a <a href="http://support.mozilla.com/kb/Search+bar">Barra de pesquisa</a> em {0}
ru: Узнайте больше о <a href="http://support.mozilla.com/kb/Search+bar">панели поиска</a> в {0}
sl: Preberite več o <a href="http://support.mozilla.com/kb/Search+bar">iskalni vrstici</a> v {0}
uk: Дізнатись більше про <a href="http://support.mozilla.com/kb/Search+bar">панель пошуку</a> в {0}
zh_cn: 详细了解关于 {0} 中的<a href="http://support.mozilla.com/kb/Search+bar">搜索栏</a>的信息

source: Browse through even more search providers at <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
cs: Projděte si další vyhledávací moduly, které naleznete na <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>.
de: Durchsuchen Sie noch mehr Suchanbieter auf <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
el: Δείτε ακόμη περισσότερες υπηρεσίες αναζήτησης στο <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
es: Busca aún más proveedores de búsqueda en <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
fr: Découvrez encore plus de fournisseurs de moteurs de recherche sur <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
it: Scopri altri provider di ricerca su <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
ja: <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a> でさらに多くの検索エンジンを探す
ko: <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>에서 더 많은 검색 도구를 찾아보실 수 있습니다
nl: Blader door nog meer zoekmachines op <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
pa_in: <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>ਤੇ ਹੋਰ ਵੀ ਖੋਜ ਪ੍ਰਦਾਤਿਆਂ ਦੀ ਝਲਕ ਵੇਖੋ
pl: Więcej wtyczek wyszukiwarek znajdziesz na witrynie <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
pt_pt: Navegue através de mais fornecedores de pesquisa em <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
ru: Найдите ещё больше провайдеров поиска на сайте <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
sl: Brskajte po še več ponudnikih za iskanje na <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
uk: Знайдіть ще більше провайдерів пошуку на сайті <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
zh_cn: 到 <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a> 浏览更多的搜索提供程序
