Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: A table summarizing and comparing how some of the key open source licenses treat distributions, proprietary software linking, and redistribution of code with changes.
cs: Tabulka, která shrnuje a porovnává některé klíčové open-source licence z hlediska distribuce, přibalování k proprietárnímu software a redistribuci kódu se změnami.
de: Eine Tabelle, die zusammenfasst und vergleicht, wie einige der wichtigsten Open-Source-Lizenzen Weitergabe, Verbindung mit proprietärer Software und Weitergabe mit Änderungen am Quelltext handhabt.
es: Tabla comparativa que incluye información resumida sobre algunas de las licencias de código abierto más relevantes en materia de distribución, vinculación de software patentado y redistribución de código modificado.
fr: Un tableau résumant et comparant comment certaines des licences open sources principales traitent la distribution, le lien avec les logiciels propriétaires et la redistribution du code avec des changements.
it: Una tabella che riassume e confronta come le principali licenze Open Source trattano la distribuzione, i rapporti con il software proprietario e la redistribuzione di codice modificato
ko: 오픈 소스 라이센스별로 상용 소프트웨어 연결 및 변경 코드 재배포 등에 대한 비교 및 요약 정보
nl: Een tabel met een samenvatting en vergelijking van hoe de belangrijkste opensourcelicenties omgaan met verspreiding, koppeling aan eigen software en nieuwe verspreiding van code met wijzigingen.
pa_in: ਇੱਕ ਟੇਬਲ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਦਿੰਦਾ ਅਤੇ ਤੁਲਨਾ ਕਰਦਾ ਕੀ ਖਾਸ਼ ਓਪਨ ਸੋਰਸ ਲਾਇਸੰਸ ਵਿੱਚੋਂ ਕੁੱਝ ਕਿਵੇਂ ਡਿਸਟਰੀਬਿਊਸ਼ਨ, ਮਲਕੀਅਤ ਸਾਫ਼ਟਵੇਅਰ ਲਿੰਕਿੰਗ, ਅਤੇ ਬਦਲਾਅ ਵਾਲੇ ਕੋਡ ਨੂੰ ਮੁੜ-ਵੰਡਣ ਲਈ ਵਰਤੋਂ ਕਰਦੇ ਹਨ।
pl: Na tej witrynie znajduje się tabela podsumowująca i porównująca, jak niektóre kluczowe licencje otwartego dostępu do kodu źródłowego odnoszą się do dystrybucji, odwołań do oprogramowania o kodzie zamkniętym i redystrybucji zmienionego kodu.
pt_pt: Uma tabela resumindo e comparando a distribuição, vinculação de software proprietário e redistribuição de código com alterações de algumas das principais licenças de código aberto.
ru: Таблица, суммирующая и сравнивающая позиции, занимаемые некоторыми из ключевых лицензий для открытого исходного кода, в отношении дистрибуции, связывания с проприетарным программным обеспечением и распространения кода с изменениями.
sl: Tabela, ki povzema in primerja nekaj ključnih odprtokodnih licenc med seboj s stališča distribucije, povezanosti z lastniško programsko opremo in nadaljnjega širjenja kode s spremembami.
uk: Порівняльна таблиця сумарних показників покриття деякими основними ліцензіями для відкритого програмного коду дистрибуцій, зв'язку з посиланнями на власне програмне забезпечення та поширення зміненого коду.
zh_cn: 这个表格总结和比较了关键的开源许可协议对于分发、专有软件、连接、更改后代码的再分发。

source: Free Software Foundation provides short summaries of the key open source licenses, including whether the license qualifies as a free software license or a copyleft license. Also includes a discussion of what constitutes a free software license or a copyleft license (e.g., a Copyleft license is a general method for making a program or other work free, and requiring all modified and extended versions of the program to be free as well.)
cs: Free Software Foundation poskytuje krátká shrnutí klíčových open-source licencí včetně toho, zda je licence určená pro free software či se jedná o copyleft. Obsahuje též debatu na téma, co představuje licence pro free software a copyleft.
de: Die Free Software Foundation bietet kurze Zusammenfassungen der wichtigsten Open-Source-Lizenzen, einschließlich Informationen dazu, ob die Lizenz als freie Software-Lizenz oder als Copyleft-Lizenz gilt. Sie bietet auch eine Diskussion darüber, was eine freie Software-Lizenz oder eine Copyleft-Lizenz ist (z.B. ist eine Copyleft-Lizenz eine allgemeine Methode, um ein Programm oder eine andere Arbeit frei zur Verfügung zu stellen und zu fordern, dass alle veränderten und erweiterten Versionen des Programms auch frei sind).
es: La Fundación para el Software Libre (Free Software Foundation) proporciona breves resúmenes sobre las licencias de código abierto más relevantes, incluyendo información sobre si cierto tipo de licencia se encuentra clasificada como software libre o copyleft. Asimismo, contiene debates sobre qué constituye licencia de software libre y licencia de copyleft (por ejemplo, una licencia de copyleft es uno de los métodos generales para distribuir un programa o cualquier otro tipo de trabajo gratuitamente. Asimismo, requiere que todas las versiones modificadas o extendidas del programa también lo sean).
fr: La Free Software Foundation propose un court résumé des licences open source, incluant la qualification de licence logiciel libre ou licence copyleft. Cela inclus une discussion sur ce qui constitue une licence logiciel libre ou une licence copyleft (e.g., une licence copyleft est une méthode générale pour rendre un programme ou autre création libre, et imposer que toute version modifiée et étendue de celui-ci soient libres également).
it: La Free Software Foundation mette a disposizione brevi riassunti delle principali licenze Open Source, inclusa la classificazione di tali licenze come software libero o copyleft. Comprende anche una discussione sulle differenze tra licenza per software libero e licenza Copyleft (es. una licenza Copyleft è un metodo comune per registrare come libero un programma o altra opera e rendere obbligatorio che anche tutte le sue versioni modificate o estese siano libere.)
ko: 자유소프트웨어재단은 주요 오픈 소스 라이센스에 대한 간단한 요약 및 카피레프트나 자유 SW라이센스에 대한 정보와 이에 대한 토론 정보를 제공합니다.
nl: Free Software Foundation geeft korte samenvattingen van de belangrijkste opensourcelicenties, inclusief of de licentie volstaat als een gratis software-licentie of een copyleft-licentie. Bevat ook een discussie over de betekenis van een gratis software-licentie of een copyleft-licentie (zo is bijvoorbeeld een copyleft-licentie een algemene methode om een programma of ander werk gratis te maken en alle aangepaste en uitgebreide versies ervan eveneens gratis te maken.)
pa_in: ਮੁਫ਼ਤ ਸਾਫ਼ਟਵੇਅਰ ਸੰਸਥਾ ਖਾਸ਼ ਓਪਨ ਸੋਰਸ ਲਾਇਸੰਸਾਂ ਬਾਰੇ ਛੋਟੀਆਂ ਸੰਖੇਪ ਜਾਣਕਾਰੀਆਂ ਮੁਹੱਈਆ ਕਰਵਾਉਂਦੀ ਹੈ, ਭਾਵੇ ਲਾਇਸੰਸ ਇੱਕ ਮੁਫ਼ਤ ਸਾਫ਼ਟਵੇਅਰ ਲਾਇਸੰਸ ਜਾਂ ਕਾਪੀਲੇਫ਼ਟ ਲਾਇਸੰਸ ਦੇ ਤੌਰ ਤੇ ਕਾਬਲ ਹੋਵੇ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ। ਨਾਲ ਹੀ ਇੱਕ ਮੁਫ਼ਤ ਸਾਫ਼ਟਵੇਅਰ ਲਾਇਸੰਸ ਜਾਂ ਕਾਪੀਲੇਫ਼ਟ ਲਾਇਸੰਸ ਦਾ ਗਠਨ ਕੀ ਹੈ ਬਾਰੇ ਇੱਕ ਵਿਚਾਰ-ਚਰਚਾ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ (ਜਿਵੇਂ, ਕਾਪੀਲੇਫ਼ਟ ਲਾਇਸੰਸ ਇੱਕ ਪ੍ਰੋਗਰਾਮ ਜਾਂ ਹੋਰ ਕੰਮ ਨੂੰ, ਅਤੇ ਪ੍ਰੋਗਰਾਮ ਦੇ ਸਾਰੇ ਸੋਧ ਅਤੇ ਵਧਾਏ ਵਰਜਨਾਂ ਨੂੰ ਵੀ ਨਾਲ ਹੀ ਮੁਫ਼ਤ ਦੇਣ ਦਾ ਇੱਕ ਆਮ ਤਰੀਕਾ ਹੈ।)
pl: Fundacja Wolnego Oprogramowania (Free Software Foundation) udostępnia krótkie podsumowania kluczowych licencji otwartego dostępu do kodu źródłowego łącznie z tym, czy licencja zalicza się do licencji wolnego oprogramowania, czy jest to licencja niewprowadzająca ograniczeń praw autorskich. Zawiera także dyskusję o tym, co stanowi licencję otwartego dostępu do kodu źródłowego, a co licencję bez ograniczeń praw autorskich – Copyleft (np. czy licencja Copyleft jest ogólną metodą wytworzenia programu lub innego utworu jako wolnego i czy wymaga, aby wszystkie zmodyfikowane i rozbudowane wersje były także wolne od ograniczeń).
pt_pt: A Free Software Foundation oferece resumos curtos das principais licenças de código aberto, incluindo se a licença se qualifica como um licença de software livre ou uma licença copyleft. Também inclui uma discussão sobre o que constitui uma licença de software livre ou licença copyleft (e.g., uma licença copyleft é um método geral para tornar um programa ou outro trabalho livre, requerendo que todas as versões modificadas e extendidas também sejam livres).
ru: Free Software Foundation предоставляет краткие описания ключевых лицензий для открытого исходного кода, в том числе, является ли лицензия free software лицензией или copyleft лицензией. Также там располагается обсуждение того, что составляет собой free software лицензия или copyleft лицензия (например, Copyleft лицензия - это типичный метод перевода программ или других работ в разряд бесплатных, требующий, чтобы все изменённые и расширенные версии программ также были бесплатны).
zh_cn: 自由软件基金会提供关键的开源许可协议的简短摘要，包括许可协议是否有资格作为一项自由软件许可协议，或一项 Copyleft 许可协议。还有包括什么是一项自由软件许可协议或或 Copyleft 许可协议的讨论（例如 Copyleft 许可协议是一种通用的方法，对于制作一个程序或其他作品，并要求所有修改和程序的扩展版本都应是自由的。)

source: Open Source Initiative provides the terms of some of the key open source licenses.
cs: Open Source Initiative poskytuje informace o některých nejrozšířenějších open-source licencích.
de: Die Open Source Initiative bietet die Bedingungen von einigen der wichtigsten Open-Source-Lizenzen.
es: La Open Source Initiative proporciona información sobre los términos de algunas de las licencias de código abierto más relevantes.
fr: L'Open Source Initiative donne les termes de certaines des licences open sources principales.
it: Open Source Initiative mette a disposizione i termini di alcune delle principali licenze Open Source.
ko: 오픈 소스 이니시티브도 주요 오픈 소스 라이센스에 대한 정보를 제공합니다.
nl: Open Source Initiative geeft de voorwaarden van enkele van de belangrijkste opensourcelicenties.
pa_in: ਓਪਨ ਸੋਰਸ ਪਹਿਲ ਖਾਸ਼ ਓਪਨ ਸੋਰਸ ਲਾਇਸੰਸਾਂ ਵਿੱਚ ਕੁੱਝ ਦੀਆਂ ਸ਼ਰਤਾਂ ਮੁਹੱਈਆ ਕਰਵਾਉਂਦੀ ਹੈ।
pl: Inicjatywa Otwartego Kodu Źródłowego (Open Source Initiative) udostępnia pełne teksty niektórych kluczowych licencji otwartego dostępu do kodu źródłowego programu.
pt_pt: A Open Source Initiative fornece os termos de algumas das principais licenças de código aberto.
ru: Open Source Initiative предоставляет условия некоторых из ключевых лицензий для открытого исходного кода.
sl: Open Source Initiative nudi pogoje nekaterih ključnih odprtokodnih licenc.
zh_cn: Open Source Initiative 提供了一些关键开源许可协议的条款。

source: Wikipedia listing of known open source licenses.
cs: Na Wikipedii lze nalézt seznam známých open-source licencí.
de: Wikipedia führt die bekannten Open-Source-Lizenzen auf.
es: Listado de Wikipedia de licencias de código libre reconocidas.
fr: Liste de licences open sources connues sur Wikipedia.
it: Wikipedia ha compilato una lista delle licenze Open Source conosciute.
ko: 위키백과 오픈소스 라이센스 목록
nl: Wikipedia-lijst van bekende opensourcelicenties.
pl: Dyskusja na Wikipedii o licencjach Open Source Definition (OSD).
ru: Список известных лицензий для открытого исходного кода в Википедии.
sl: Seznam znanih odprtokodnih licenc - Wikipedia
zh_cn: Wikipedia 列出了著名的开源许可协议。

source: Using Add-ons
cs: Používání doplňků
de: Add-ons verwenden
el: Χρησιμοποιώντας πρόσθετα
es: Usar complementos
fr: Utiliser des modules
it: Utilizzare i componenti aggiuntivi
ja: アドオンの活用
ko: 부가 기능 사용
nl: Add-ons gebruiken
pa_in: ਐਡ-ਆਨ ਵਰਤਦੇ ਸਮੇਂ
pl: Pytania związane z dodatkami
pt_pt: A usar extras
ru: Использование дополнений
sl: Uporaba dodatkov
uk: Використання додатків
zh_cn: 使用附加组件

source: What is an add-on?
cs: Co je doplněk?
de: Was ist ein Add-on?
el: Τι είναι τα πρόσθετα;
es: ¿Qué es un complemento?
fr: Qu'est-ce qu'un module ?
it: Che cos'è un componente aggiuntivo?
ja: アドオンとは何ですか？
ko: 부가 기능이 뭔가요?
nl: Wat is een add-on?
pa_in: ਐਡ-ਆਨ ਕੀ ਹੈ?
pl: Czym jest dodatek?
pt_pt: O que é um extra?
ru: Что такое дополнение?
sl: Kaj je dodatek?
uk: Що таке додаток?
zh_cn: 什么是附加组件？

source: Add-ons are small pieces of software that add new features or functionality to your installation of %(app_name)s. Add-ons can augment %(app_name)s with new features, foreign language dictionaries, or change its visual appearance. Through add-ons, you can customize %(app_name)s to meet your needs and tastes. <a href="%(learnmore_url)s">Learn more about customization</a>
cs: Doplňky jsou malé kousky software, které přidávají nové vlastnosti či funkce do vaší instalace aplikace %(app_name)s. Doplňky mohou rozšířit aplikaci %(app_name)s o nové vlastnosti, slovníky na kontrolu pravopisu či změnit její vzhled. Pomocí doplňků můžete přizpůsobit aplikaci %(app_name)s dle svých potřeb. <a href="%(learnmore_url)s">Dozvědět se více o možnostech přizpůsobení</a>
de: Add-ons sind kleine Software-Pakete, die neue Funktionen zu Ihrer Installation von %(app_name)s hinzufügen. Add-ons können %(app_name)s um neue Fähigkeiten erweitern, Wörterbücher anderer Sprachen installieren, oder das Aussehen der Anwendung verändern. Durch Add-ons können Sie %(app_name)s so personalisieren, dass es Ihren Anforderungen und Ihrem Geschmack genau entspricht. <a href="%(learnmore_url)s">Mehr über Personalisierung erfahren</a>
el: Τα πρόσθετα είναι μικρά κομμάτια λογισμικού που προσθέτουν νέα χαρακτηριστικά ή λειτουργίες στον %(app_name)s. Τα πρόσθετα μπορούν να βελτιώσουν τον %(app_name)s, προσθέτοντας νέα χαρακτηριστικά, αλλάζοντας ήδη υπάρχοντα χαρακτηριστικά, προσθέτοντας λεξικά ξένων γλωσσών ή αλλάζοντας την εμφάνιση του. Μ' αυτά μπορείτε να προσαρμόσετε τον %(app_name)s στις απαιτήσεις και το γούστο σας. <a href="%(learnmore_url)s">Μάθετε περισσότερα για την προσαρμογή</a>
es: Los complementos son pequeños programas que añaden nuevas características o funcionalidades a tu instalación de %(app_name)s. Los complementos pueden hacer crecer a %(app_name)s con nuevas características, diccionarios de otros idiomas o cambiar su aspecto visual. A través de los complementos, puedes personalizar %(app_name)s para satisfacer tus necesidades y gustos. <a href="%(learnmore_url)s">Más información sobre la personalización</a>
fr: Les modules sont de petits morceaux de logiciel qui ajoutent de nouvelles fonctionnalités à votre installation de %(app_name)s. Les modules peuvent améliorer %(app_name)s en proposant de nouvelles fonctionnalités, des dictionnaires de langues étrangères ou changer son apparence. Grâce aux modules, vous pouvez personnaliser %(app_name)s conformément à vos goûts et besoins. <a href="%(learnmore_url)s">En savoir plus sur la personnalisation</a>
it: I componenti aggiuntivi sono piccoli software in grado di aggiungere nuove caratteristiche all'installazione di %(app_name)s. I componenti aggiuntivi possono migliorare %(app_name)s con nuove funzioni, dizionari per lingue straniere o modificando l'aspetto del browser. Attraverso i componenti aggiuntivi puoi personalizzare %(app_name)s per adattarlo ai tuoi gusti e alle tue esigenze. <a href="%(learnmore_url)s">Scopri altre informazioni sulla personalizzazione</a>
ja: アドオンは、あなたの %(app_name)s に新しい特徴や機能を追加する小さなアプリケーションです。アドオンによって、%(app_name)s に新しい機能や外国語の辞書を追加したり、その外観を変更したりすることができます。これにより、%(app_name)s をあなたのニーズや好みに合わせてカスタマイズすることができます。<a href="%(learnmore_url)s">カスタマイズに関する詳細</a>
ko: 부가 기능이란 %(app_name)s에 새로운 기능 및 기능성을 향상시키는 간단한 소프트웨어를 말합니다. 부가 기능은 %(app_name)s에 새로운 기능, 외국어 사전, 외형 등을 추가시킬 수 있습니다. 부가 기능을 통해 입맛대로 %(app_name)s을(를) 개인화 할 수 있는겁니다. <a href="%(learnmore_url)s">개인화에 대해 더 알아보기</a>
nl: Add-ons zijn kleine stukjes software die nieuwe functies of functionaliteit aan uw installatie van %(app_name)s toevoegen. Add-ons kunnen %(app_name)s aanvullen met nieuwe functies, taalbibliotheken, of de verschijningsvorm wijzigen. Met add-ons kunt u %(app_name)s aan uw behoeften en smaak aanpassen. <a href="%(learnmore_url)s">Meer info over aanpassen</a>
pa_in: ਐਡ-ਆਨ ਸਾਫ਼ਟਵੇਅਰ ਦੇ ਕੁੱਝ ਛੋਟੇ ਹਿੱਸੇ ਹਨ ਜੋ %(app_name)s ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਵਿੱਚ ਨਵੇਂ ਗੁਣ ਅਤੇ ਕਾਰਜਕੁਸ਼ਲਤਾ ਸ਼ਾਮਲ ਕਰਦੇ ਹਨ। ਐਡ-ਆਨ %(app_name)s ਨੂੰ ਨਵੇਂ ਗੁਣਾਂ ਨਾਲ, ਵਿਦੇਸ਼ੀ ਭਾਸ਼ਾ ਸ਼ਬਦਕੋਸ਼ਾਂ, ਜਾਂ ਇਸ ਦੀ ਦਿੱਖ ਨੂੰ ਵਧਾ ਸਕਦੇ ਹਨ। ਐਡ-ਆਨ ਦੁਆਰਾ, ਤੁਸੀਂ ਆਪਣੀ %(app_name)s ਨੂੰ ਆਪਣੀ ਲੋੜ ਅਤੇ ਸੁਆਦ ਅਨੁਸਾਰ ਪਸੰਦੀਦਾ ਬਣਾ ਸਕਦੇ ਹੋ। <a href="%(learnmore_url)s">ਪਸੰਦੀਦਾ ਸੋਧ ਬਾਰੇ ਹੋਰ ਜਾਣੋ</a>
pl: Dodatki to małe moduły dodające nowe funkcje lub działania do programu %(app_name)s. Dodatki mogą rozszerzać program %(app_name)s o nowe funkcje, słowniki języków obcych lub zmieniać jego wygląd. Za pomocą dodatków można dostosować program %(app_name)s do swoich potrzeb i gustu. Dowiedz się więcej o <a href="%(learnmore_url)s">dostosowywaniu do potrzeb użytkownika</a>.
pt_pt: Os extras são pequenos pedaços de software que adicionam novas funcionalidades à sua instalação do %(app_name)s. Os extras podem aumentar o %(app_name)s com novas funcionalidades, dicionários de idiomas estrangeiros ou alterar o visual. Através dos extras, pode personalizar o %(app_name)s conforme a sua necessidade e gosto. <a href="%(learnmore_url)s">Saber mais sobre a personalização</a>
ru: Дополнения это небольшие программы, которые добавляют новые возможности или функциональность в установленный у вас %(app_name)s. Дополнения могут дополнять %(app_name)s новыми функциями, добавлять словари иностранного языка или изменять его внешний вид. Через дополнения вы можете настроить %(app_name)s по своему вкусу, чтобы удовлетворить свои потребности. <a href="%(learnmore_url)s">Узнайте больше о настройке</a>
sl: Dodatki so majhni koščki programske opreme, ki vaši namestitvi %(app_name)s dodajo nove poteze in funkcionalnost. Dodatki lahko %(app_name)s razširijo z novimi funkcijami, s slovarji tujih jezikov, ali pa spremenijo njen videz. S pomočjo dodatkov, lahko prilagodite %(app_name)s svojim potrebam in okusu. <a href="%(learnmore_url)s">Preberite več o prilagoditvah</a>
zh_cn: 附加组件是种能给您安装的%(app_name)s增加新特性和功能的小型软件。附加组件可以为%(app_name)s增加新特色，外语词典，或者变更视觉表现。通过附加组件，您可以定制%(app_name)s来满足您的要求和品味。<a href="%(learnmore_url)s">了解更多定制</a>

source: Will add-ons work with my web browser or application?
cs: Budou doplňky fungovat s mým webovým prohlížečem či aplikací?
de: Werden Add-ons mit meinem Browser oder meiner Anwendung funktionieren?
el: Θα δουλεύουν τα πρόσθετα με τον περιηγητή μου ή άλλη εφαρμογή;
es: ¿Funcionarán los complementos con mi navegador o mi aplicación?
fr: Les modules fonctionnent-ils avec mon navigateur web ou mon application ?
it: I componenti aggiuntivi funzioneranno con il mio browser web o la mia applicazione?
ja: アドオンは私の Web ブラウザやアプリケーションで動作しますか？
ko: 부가 기능이 제 웹 브라우저나 애플리케이션에서 작동할까요?
nl: Werken add-ons met mijn webbrowser of toepassing?
pa_in: ਕੀ ਐਡ-ਆਨ ਮੇਰੇ ਵੈੱਬ ਬਰਾਊਜ਼ਰ ਜਾਂ ਐਪਲੀਕੇਸ਼ਨ ਨਾਲ ਕੰਮ ਕਰਨਗੇ?
pl: Czy dodatek będzie działał z moją przeglądarką lub programem?
pt_pt: Os extras funcionam com o meu navegador web ou aplicação?
ru: Будут ли дополнения работать в моём веб-браузере или приложении?
sl: Bodo dodatki delali z mojim spletnim brskalnikom ali aplikacijo?
uk: Чи будуть додатки працювати з моїм браузером чи програмою?
zh_cn: 附加组件能在我的浏览器或应用程序上运作吗？
