Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: We're excited you've built an app using web technologies, and submitting it to the Firefox Marketplace is the best way for users to discover and enjoy it across their devices. First, you'll need to join the Marketplace Developer Program below.
cs: Jsme rádi, že jste se rozhodli vytvořit aplikaci pomocí webových technologií. Její přidání do Firefox Marketplace je nejlepší způsob, jakým o ní dáte vědět uživatelům napříč zařízeními. Prvně musíte odsouhlasit podmínky programu Marketplace pro vývojáře, které jsou uvedeny níže.
de: Wir freuen uns, dass Sie eine Anwendung mit Web-Technologien entwickelt haben und ein Einstellen in den Firefox-Marktplatz ist die beste Möglichkeit, damit Anwender sie entdecken und auf all ihren Geräten verwenden können. Zunächst müssen Sie sich im Folgenden dem Marktplatz-Entwicklerprogramm anschließen.
es: Nos entusiasma que hayas desarrollado una aplicación utilizando las tecnologías web, y la mejor forma de que los usuarios descubran y disfruten de ella en todos los dispositivos es enviándola a Firefox Marketplace. Pero primero tendrás que unirte al Programa de Desarrolladores de Marketplace.
fr: Nous sommes très contents que vous ayez construit une application avec les technologies du web, et la rendre disponible sur le Marketplace Firefox est la meilleure manière de la faire découvrir aux utilisateurs pour l'apprécier sur de multiples appareils. D'abord, vous devrez rejoindre le Programme Développeur Marketplace ci-dessous.
it: Siamo lieti che tu abbia creato un'app sfruttando le tecnologie web. Il modo migliore per consentire agli utenti di scoprirla e utilizzarla su tutti i loro dispositivi è esporla su Firefox Marketplace. Innanzitutto aderisci al seguente Programma sviluppatori di Firefox Marketplace.
ko: 웹 기술로 앱을 만들고 Firefox Marketplace에 등록하면 다양한 디바이스에서 사용자들이 이용할 수 있습니다. 먼저 Marketplace 개발자 프로그램에 등록하세요.
nl: We zijn blij dat u een app hebt gemaakt met webtechnologieën, en deze indienen bij de Firefox Marketplace is de beste manier voor gebruikers om de app te ontdekken en op hun apparaten te gebruiken. U dient zich eerst hieronder aan te melden voor het Marketplace Developer Program.
pl: Cieszymy się, że utworzyłeś aplikację, używając technologii sieciowych, zaś umieszczenie jej w Firefox Marketplace jest najlepszym sposobem dla użytkowników, by ją odkryli i cieszyli się na swoich różnych urządzeniach. Po pierwsze musisz dołączyć do programu Marketplace Developer.
zh_cn: 我们很高兴您使用 Web 技术构建应用，提交应用到火狐应用市场市场是让用户在他们的设备上发现和使用应用的最好方式。首先，您要加入下面的“应用市场开发者计划”。

source: To begin, please read and accept our <strong>Developer Agreement</strong>:
cs: Na začátek si prosím přečtěte a odsouhlaste <strong>ujednání pro vývojáře</strong>:
de: Lesen und akzeptieren Sie bitte zunächst unsere <strong>Entwicklervereinbarung</strong>:
es: Lo primero que debes hacer es leer y aceptar nuestro <strong>Acuerdo para desarrolladores</strong>:
fr: Pour commencer, merci de lire et d'accepter notre <strong>accord développeur</strong> :
it: Per iniziare leggi e accetta il nostro <strong>Accordo per gli sviluppatori</strong>:
ko: 시작하려면 <strong>개발자 약관</strong>을 읽고 동의해 주십시오:
nl: Lees en accepteer om te beginnen onze <strong>Ontwikkelaarsovereenkomst</strong>:
pl: Aby rozpocząć, przeczytaj naszą <strong>Umowę autora</strong>:
zh_cn: 要想开始，请阅读并接受我们的<strong>开发者协议</strong>。

source: Mozilla may email me with relevant App Developer news and surveys
cs: Mozilla mě může e-mailem kontaktovat v souvislosti s novinkami a průzkumy týkajících se vývojářů aplikací
de: Mozilla darf mir E-Mails mit relevanten Neuigkeiten und Umfragen für Anwendungsentwickler schicken
es: Mozilla podrá enviarme correos electrónicos con encuestas y noticias relevantes respecto al desarrollo de aplicaciones
fr: Mozilla peut m'envoyer des courriels avec les nouvelles pour les développeurs d'application et des sondages
it: Mozilla può inviarmi email con novità rilevanti per lo sviluppo delle app o sondaggi
ko: Mozilla에서 앱 개발자 소식과 설문 조사 관련해서 이메일을 보낼 수도 있습니다.
nl: Mozilla mag me relevant app-ontwikkelaarsnieuws en enquêtes sturen
pl: Mozilla może przesyłać do mnie e-mailem aktualności dla twórców aplikacji oraz ankiety
zh_cn: Mozilla 可能会发送给我相关应用开发者的新闻和调查的邮件。

source: Héllo
de: Hallo
es: ¡Hola!
nl: Hállo
pl: Cześć
zh_cn: 您好

source: Edit Account Settings
cs: Úprava nastavení účtu
de: Kontoeinstellungen bearbeiten
es: Editar configuración de la cuenta
fr: Éditer les paramètres du compte
it: Modifica impostazioni account
ko: 계정 설정 수정하기
nl: Accountinstellingen bewerken
pl: Edytuj ustawienia konta
ru: Изменить параметры учётной записи
zh_cn: 编辑帐户设置

source: Return to the Marketplace
cs: Zpět na Marketplace
de: Zurück zum Marktplatz
es: Volver a Marketplace
fr: Retourner sur le Marketplace
it: Ritorna al Marketplace
nl: Terug naar de Marketplace
pl: Wróć do Marketplace
ru: Вернуться в Магазин
zh_cn: 返回市场

source: Sign Out
cs: Odhlášení
de: Abmelden
es: Salir
fr: Déconnexion
it: Esci
ko: 로그아웃
nl: Afmelden
pl: Wyloguj
ru: Выйти
sl: Odjava
zh_cn: 退出

source: Develop apps for<br> the Marketplace!
cs: Vyvíjejte aplikace pro <br> Marketplace!
de: Entwickeln Sie Anwendung für<br> den Marktplatz!
es: ¡Desarrolla aplicaciones para<br> Marketplace!
fr: Développez des applications pour<br> le Marketplace !
it: Sviluppa app per<br> il Marketplace.
pl: Twórz aplikacje dla<br>Marketplace!

source: Visit the Developer Hub
cs: Navštivte sekci Pro vývojáře
de: Besuchen Sie die Entwicklerecke
es: Visitar el Centro de Desarrolladores
fr: Visiter le pôle développeur
it: Visita il Centro di sviluppo
pl: Przejdź do strefy autora
ru: Посетите Центр разработчиков

source: Just log in or register with your <a href="%(url)s">Persona</a> account.
cs: Jednoduše se přihlašte nabo zaregistrujte pomocí účtu <a href="%(url)s">Persona</a>.
de: Melden Sie sich einfach an oder registrieren Sie sich mit Ihrem <a href="%(url)s">Persona</a>-Konto.
es: Conéctate o regístrate con tu cuenta de <a href="%(url)s">Mozilla Persona</a>.
fr: Identifiez-vous simplement ou avec votre compte <a href="%(url)s">Persona</a>.
it: Puoi accedere oppure registrarti con il tuo account <a href="%(url)s">Persona</a>.
pl: Po prostu zaloguj się lub zarejestruj swoim kontem <a href="%(url)s">Persona</a>.

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
cs: Pokud není řečeno <a href="%(legal_url)s">jinak</a>, je obsah webu k dispozici pod licencí <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v. 3.0</a> či jakoukoliv novější verzí.
de: Sofern nicht anders <a href="%(legal_url)s">vermerkt</a>, steht der Inhalt dieser Seite unter der <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v3.0</a> oder einer späteren Version.
es: Excepto donde se <a href="%(legal_url)s">indique</a> lo contrario, el contenido de este sitio se distribuye bajo la licencia <a href="%(cc_url)s">Creative Commons Reconocimiento-Compartir Igual v3.0</a> o una versión posterior.
fr: Sauf mention contraire <a href="%(legal_url)s">indiquée</a>, le contenu de ce site est sous licence <a href="%(cc_url)s">Creative Commons Attribution Share-Alike v3.0</a> ou version supérieure.
it: Salvo dove diversamente <a href="%(legal_url)s">indicato</a>, il contenuto di questo sito è sotto licenza <a href="%(cc_url)s">Creative Commons Attribuzione - Condividi allo stesso modo versione 3.0</a> o successive.
ko: 특별한 <a href="%(legal_url)s">법적 고지</a>가 없는 한, 본 웹 사이트 정보는 <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v3.0</a> 및 모든 상위 버전하에서 사용 가능합니다.
nl: Tenzij anders <a href="%(legal_url)s">vermeld</a>, is op de inhoud van deze website de <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v3.0</a> of latere versie van toepassing.
pl: Wyłączając miejsca, gdzie wskazano <a href="%(legal_url)s">inaczej</a>, zawartość tej witryny jest dostępna na licencji <a href="%(cc_url)s">Creative Commons Attribution Share-Alike License wer. 3.0</a> lub dowolnej nowszej wersji.
ru: За исключением содержимого с <a href="%(legal_url)s">явно указанной</a> лицензией, содержимое этого сайта лицензировано на условиях <a href="%(cc_url)s">лицензии Creative Commons Атрибуция — С сохранением условий версии 3.0</a> или более поздней.
zh_cn: 除特别<a href="%(legal_url)s">标明</a>以外，本站所有内容均遵循<a href="%(cc_url)s">Creative Commons Attribution Share-Alike License v3.0</a>或者更新版本的许可协议。

source: Report Trademark Abuse
cs: Nahlásit zneužití ochranné známky
de: Markenrechtsverletzung melden
es: Informar sobre un abuso de marca
fr: Signaler un abus de marque déposée
it: Segnala abusi dei marchi registrati
ko: 상표권 침해 신고
nl: Misbruik van handelsmerk melden
pl: Nadużycie znaku towarowego
ru: Сообщить о злоупотреблении торговой маркой
sl: Poročilo o zlorabi trgovske znamke
zh_cn: 报告商标侵权。

source: Back
cs: Zpět
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ko: 닫기
nl: Terug
pl: Powrót
ru: Назад
sl: Nazaj
zh_cn: 后退

source: Clear
cs: Vymazat
de: Löschen
es: Eliminar
fr: Effacer
it: Cancella
nl: Wissen
pl: Wyczyść
ru: Очистить
sl: Počisti
zh_cn: 清除

source: Expand
cs: Zvětšit
de: Ausklappen
es: Expandir
fr: Développer
it: Espandi
ko: 펼치기
nl: Uitvouwen
pl: Rozwiń
ru: Развернуть
sl: Razširi
zh_cn: 展开

source: You must provide a support email.
cs: Musíte zadat e-mail podpory.
de: Sie müssen eine E-Mail-Adresse für Hilfsanfragen angeben.
es: Debes proporcionar un correo electrónico de asistencia técnica.
fr: Vous devez fournir une adresse courriel d'assistance.
it: È necessario indicare un indirizzo email per il supporto.
ko: 기술 지원 이메일 주소를 입력해야 합니다.
nl: U dient een e-mailadres voor ondersteuning op te geven.
pl: Musisz podać adres e-mail pomocy.
ru: Вы должны указать адрес эл. почты поддержки.
sl: Navesti morate e-pošto za podporo.
zh_cn: 您必须提供一个支持的邮箱。

source: You must provide an app name.
cs: Musíte zadat jméno aplikace.
de: Sie müssen einen Anwendungsnamen angeben.
es: Debes ponerle un nombre a la aplicación.
fr: Vous devez fournir un nom d'application.
it: È necessario indicare un nome per l'app.
ko: 앱 이름을 입력해야 합니다.
nl: U dient een naam voor de app op te geven.
pl: Musisz podać nazwę aplikacji.
ru: Вы должны указать имя приложения.
sl: Navesti morate ime aplikacije.
zh_cn: 您至少应该填写一个应用名称。

source: You must provide at least one device type.
cs: Musíte zvolit alespoň jden typ zařízení.
de: Sie müssen mindestens einen Gerätetyp angeben.
es: Debes proporcionar al menos un tipo de dispositivo.
fr: Vous devez fournir au moins un type d'appareil.
it: È necessario indicare almeno un dispositivo.
ko: 장치 종류를 한 개 이상 설정해야 합니다.
nl: U dient ten minste één apparaattype op te geven.
pl: Musisz podać przynajmniej jeden typ urządzenia.
ru: Вы должны указать не менее одного типа устройства.
sl: Navesti morate vsaj en tip naprave.
zh_cn: 您应该提供至少一个设备类型。

source: You must provide at least one category.
cs: Musíte zvolit alespoň jednu kategorii.
de: Sie müssen mindestens eine Kategorie angeben.
es: Debes proporcionar al menos una categoría.
fr: Vous devez fournir au moins une catégorie.
it: È necessario selezionare almeno una categoria.
ko: 분류를 한 개 이상 설정해야 합니다.
nl: U dient ten minste één categorie op te geven.
pl: Musisz podać przynajmniej jedną kategorię.
ru: Вы должны указать не менее одной категории.
sl: Navesti morate vsaj eno kategorijo.
zh_cn: 您必须提供至少一个种类。

source: No featured graphics found.
cs: Nebyla nalezena žádná preferovaná grafika.
de: Keine vorgestellten Grafiken gefunden.
es: No se encontró ningún gráfico destacado.
it: Nessun elemento grafico disponibile rilevato.
pl: Nie znaleziono grafiki polecanych.

source: Sponsored
cs: Sponzorováno
de: Gesponsert
es: Patrocinadas
it: Sponsorizzato
pl: Sponsorowane
ru: Спонсированное

source: Start date
cs: Počáteční datum
de: Anfangsdatum
es: Fecha inicial
it: Data iniziale
pl: Data początkowa
ru: Дата начала

source: End date
cs: Koncové datum
de: Enddatum
es: Fecha final
it: Data finale
pl: Data końcowa
ru: Дата окончания

source: Regions / Carriers
cs: Regiony / Provoz
de: Regionen/Mobilfunkanbieter
es: Regiones / Proveedores
it: Regioni / Gestori telefonici
pl: Regiony / Operatorzy
ru: Регионы / Операторы

source: Other languages
cs: Ostatní jazyky
de: Andere Sprachen
el: Άλλες γλώσσες
es: Otros idiomas
fr: Autres langues
it: Altre lingue
ja: 他の言語
ko: 다른 언어 보기
nl: Andere talen
pa_in: ਹੋਰ ਭਾਸ਼ਾਵਾਂ
pl: Inne języki
pt_pt: Outros idiomas
ru: Другие языки
sl: Drugi jeziki
uk: Інші мови
zh_cn: 其他语言

source: Find add-ons for other applications
cs: Zobrazí doplňky pro ostatní aplikace
de: Add-ons für andere Anwendungen finden
el: Αναζήτηση πρόσθετων για άλλα προγράμματα
es: Encuentra complementos para otras aplicaciones
fr: Trouver des modules pour d'autres logiciels
it: Scopri i componenti aggiuntivi per le altre applicazioni
ja: 他のアプリケーション用のアドオンを探す
ko: 다른 애플리케이션의 부가 기능도 찾아보세요
nl: Add-ons voor andere toepassingen zoeken
pa_in: ਹੋਰ ਐਪਲੀਕੇਸ਼ਨਾਂ ਲਈ ਐਡ-ਆਨ ਖੋਜੋ
pl: Znajdź dodatki dla innych programów
pt_pt: Procure extras para outras aplicações
ru: Найти дополнения для других приложений
sl: Poišči dodatke za druge aplikacije
uk: Знайти додатки для іншої програми
zh_cn: 查找其他应用程序的附加组件

source: Other Applications
cs: Ostatní aplikace
de: Andere Anwendungen
el: Άλλα προγράμματα
es: Otras aplicaciones
fr: Autres applications
it: Altre applicazioni
ja: 他のアプリケーション
ko: 다른 애플리케이션
nl: Andere toepassingen
pa_in: ਹੋਰ ਐਪਲੀਕੇਸ਼ਨਾਂ
pl: Inne programy
pt_pt: Outras Aplicações
ru: Другие приложения
sl: Ostale aplikacije
uk: Інші програми
zh_cn: 其他应用程序

source: To create your own collections, you must have a Mozilla Add-ons account.
cs: Pro založení své vlastní sbírky musíte mít účet na serveru Doplňky Mozilly.
de: Um Ihre eigenen Sammlungen zu erstellen, müssen Sie einen Benutzeraccount bei Mozilla Add-ons haben.
el: Για να δημιουργήσετε τις δικές σας συλλογές, θα πρέπει να έχετε λογαριασμό στα Πρόσθετα Mozilla.
es: Para crear tu propia colección, debes tener una cuenta de Mozilla Add-ons.
fr: Pour créer vos propres collections, vous devez avoir un compte Mozilla Add-ons.
it: Per creare una tua raccolta devi avere un account per Mozilla Add-ons.
ja: 自分のコレクションを作成するには Mozilla Add-ons のアカウントが必要です。
ko: 모음집을 제작하시려면 Mozilla 부가 기능 계정이 있어야 합니다.
nl: Om uw eigen collecties aan te maken dient u een Mozilla-add-ons-account te hebben.
pa_in: ਆਪਣੇ ਖੁਦ ਦੇ ਸੰਗ੍ਰਹਿ ਬਣਾਉਣ ਲਈ, ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਮੌਜੀਲਾ ਐਡ-ਆਨ ਖਾਤਾ ਹੋਣਾ ਚਾਹੀਦਾ।
pl: Aby tworzyć własne kolekcje, musisz mieć konto na witrynie Mozilla Add-ons.
pt_pt: Para criar as suas próprias coleções, tem de ter uma conta dos extras da Mozilla.
ru: Для создания своих подборок вам необходимо иметь учётную запись на сайте дополнений Mozilla.
sl: Če želite ustvarjate lastne zbirke, morate imeti račun pri Dodatki Mozille.
uk: Для створення власних збірок, необхідно мати обліковий запис сайту додатків Mozilla.
zh_cn: 创建您自已的收藏集，您必须一个Mozilla附加组件账户

source: Choose a category
cs: Vybere kategorii
de: Wählen Sie eine Kategorie
el: Επιλογή κατηγορίας
es: Elige una categoría
fr: Choisir une catégorie
it: Scegliere una categoria
ja: カテゴリを選択
ko: 분류를 선택하세요
nl: Kies een categorie
pa_in: ਇੱਕ ਸੰਗ੍ਰਹਿ ਚੁਣੋ
pl: Wybierz kategorię
pt_pt: Escolha uma categoria
ru: Выбрать категорию
sl: Izberite kategorijo
uk: Оберіть категорії
zh_cn: 选择一个分类

source: Mobile Categories
cs: Kategorie
de: Mobile Kategorien
el: Κατηγορίες για κινητά
es: Categorías para dispositivos móviles
fr: Catégorie pour Mobile
it: Categoria dispositivi portatili
ja: モバイル用カテゴリ
ko: 모바일 분류
nl: Mobiel-categorieën
pa_in: ਮੋਬਾਈਲ ਸੰਗ੍ਰਹਿ
pl: Kategorie
pt_pt: Categorias do Mobile
ru: Мобильные категории
sl: Kategorije za mobilne naprave
uk: Категорії для мобільного
zh_cn: 移动版分类

source: View Mobile Site
cs: Zobrazit mobilní verzi
de: Zur mobilen Version
el: Δείτε τον ιστότοπο για κινητά
es: Ver sitio para dispositivos móviles
fr: Voir le site mobile
it: Visualizza sito Mobile
ja: モバイル用サイトを表示
ko: 모바일 사이트 보기
nl: Mobiel-website bekijken
pa_in: ਮੋਬਾਈਲ ਸਾਈਟ ਵੇਖੋ
pl: Przejdź do witryny Mobile
pt_pt: Ver sítio do Mobile
ru: Посетите мобильный сайт
sl: Prikaži mobilno stran
uk: Переглянути сайт для мобільного
zh_cn: 查看移动版网站

source: get to know <b>add-ons</b>
cs: seznamte se s <b>doplňky</b>
de: Lernen Sie Add-ons kennen
el: Γνωρίστε τα <b>πρόσθετα</b>
es: conoce los <b>complementos</b>
fr: découvrez les <b>modules</b>
it: Scopri i <b>componenti aggiuntivi</b>
ja: サイト情報
ko: <b>부가 기능</b> 안내
nl: maak kennis met <b>add-ons</b>
pa_in: <b>ਐਡ-ਆਨਾਂ</b>ਬਾਰੇ ਜਾਨਣ ਲਈ
pl: poznaj <b>dodatki</b>
pt_pt: conheça os <b>extras</b>
ru: узнайте о <b>дополнениях</b>
sl: seznanite se z <b>dodatki</b>
uk: дізнайтеся про <b>додатки</b>
zh_cn: 认识 <b>附加组件</b>

source: About
cs: O nás
de: Über Mozilla Add-ons
el: Περί
es: Acerca de
fr: À propos
it: Informazioni su
ja: 概要
ko: 소개
nl: Over
pa_in: ਬਾਰੇ
pl: Wszystko o…
pt_pt: Sobre
ru: О сайте
sl: Vizitka
uk: Про
zh_cn: 关于

source: <img alt="Firefox" src="{0}"> Add-ons
cs: <img alt="Firefox" src="{0}"> Doplňky
el: <img alt="Firefox" src="{0}"> Πρόσθετα
es: <img alt="Firefox" src="{0}"> Complementos
fr: <img alt="Firefox" src="{0}"> Modules
it: <img alt="Firefox" src="{0}"> Componenti aggiuntivi
ja: <img alt="Firefox" src="{0}"> アドオン
ko: <img alt="Firefox" src="{0}"> 부가 기능
pa_in: <img alt="Firefox" src="{0}"> ਐਡ-ਆਨ
pl: <img alt="Firefox" src="{0}"> Dodatki
pt_pt: <img alt="Firefox" src="{0}"> Extras
ru: Дополнения для <img alt="Firefox" src="{0}">
uk: <img alt="Firefox" src="{0}"> Додатки
zh_cn: <img alt="Firefox" src="{0}"> 附加组件

source: <img alt="Thunderbird" src="{0}"> Add-ons
cs: <img alt="Thunderbird" src="{0}"> Doplňky
el: <img alt="Thunderbird" src="{0}"> Πρόσθετα
es: <img alt="Thunderbird" src="{0}"> Complementos
fr: <img alt="Thunderbird" src="{0}"> Modules
it: <img alt="Thunderbird" src="{0}"> Componenti aggiuntivi
ja: <img alt="Thunderbird" src="{0}"> アドオン
ko: <img alt="Thunderbird" src="{0}"> 부가 기능
pa_in: <img alt="ਥੰਡਰਬਰਡ"src="{0}">ਐਡਓਨ
pl: <img alt="Thunderbird" src="{0}"> Dodatki
pt_pt: <img alt="Thunderbird" src="{0}"> Extras
ru: Дополнения для <img alt="Thunderbird" src="{0}">
sl: <img alt="Thunderbird" src="{0}"> Dodatki
uk: <img alt="Thunderbird" src="{0}"> Додатки
zh_cn: <img alt="Thunderbird" src="{0}"> 附加组件

source: <img alt="Firefox" src="{0}"> Mobile Add-ons
cs: <img alt="Firefox" src="{0}"> Doplňky pro mobily
el: <img alt="Firefox" src="{0}"> Πρόσθετα κινητων
es: <img alt="Firefox" src="{0}"> Complementos para Mobile
fr: <img alt="Firefox" src="{0}"> Modules Mobile
it: <img alt="Firefox" src="{0}"> Comp. agg. Mobile
ja: <img alt="Firefox" src="{0}"> モバイル用アドオン
ko: <img alt="Firefox" src="{0}"> 모바일 부가 기능
nl: <img alt="Firefox" src="{0}"> Mobiel-add-ons
pa_in: <img alt="Firefox" src="{0}"> ਮੋਬਾਈਲ ਐਡ-ਆਨ
pl: <img alt="Firefox" src="{0}"> Dodatki Mobile
pt_pt: <img alt="Firefox" src="{0}"> Extras do Mobile
ru: Дополнения для <img alt="Firefox" src="{0}"> Mobile
sl: <img alt="Firefox" src="{0}"> Dodatki za mobile
uk: <img alt="Firefox" src="{0}"> Мобільні додатки
zh_cn: <img alt="Firefox" src="{0}"> 移动版附加组件

source: <img alt="SeaMonkey" src="{0}"> Add-ons
cs: <img alt="SeaMonkey" src="{0}"> Doplňky
el: <img alt="SeaMonkey" src="{0}"> Πρόσθετα
es: <img alt="SeaMonkey" src="{0}"> Complementos
fr: <img alt="SeaMonkey" src="{0}"> Modules
it: <img alt="SeaMonkey" src="{0}"> Componenti aggiuntivi
ja: <img alt="SeaMonkey" src="{0}"> アドオン
ko: <img alt="SeaMonkey" src="{0}"> 부가 기능
pa_in: <img alt="SeaMonkey" src="{0}"> ਐਡ-ਆਨ
pl: <img alt="SeaMonkey" src="{0}"> Dodatki
pt_pt: <img alt="SeaMonkey" src="{0}"> Extras
ru: Дополнения для <img alt="SeaMonkey" src="{0}">
sl: <img alt="SeaMonkey" src="{0}"> Dodatki
uk: <img alt="SeaMonkey" src="{0}"> Додатки
zh_cn: <img alt="SeaMonkey" src="{0}"> 附加组件

source: <img alt="" src="{0}"> Add-ons
cs: <img alt="" src="{0}"> Doplňky
el: <img alt="" src="{0}"> Πρόσθετα
es: <img alt="" src="{0}"> Complementos
fr: <img alt="" src="{0}"> Modules
it: <img alt="" src="{0}"> Componenti aggiuntivi
ja: <img alt="" src="{0}"> アドオン
ko: <img alt="" src="{0}"> 부가 기능
pa_in: <img alt="" src="{0}"> ਐਡ-ਆਨ
pl: <img alt="" src="{0}"> Dodatki
pt_pt: <img alt="" src="{0}"> Extras
ru: Дополнения для <img alt="" src="{0}">
sl: <img alt="" src="{0}"> Dodatki
uk: <img alt="" src="{0}"> Додатки
zh_cn: <img alt="" src="{0}"> 附加组件

source: Firefox Add-ons
cs: Doplňky pro Firefox
el: Πρόσθετα Firefox
es: Complementos de Firefox
fr: Modules Firefox
it: Componenti aggiuntivi per Firefox
ja: Firefox アドオン
ko: Firefox 부가 기능
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਐਡ-ਆਨ
pl: Dla Firefoksa
pt_pt: Extras do Firefox
ru: Дополнения Firefox
sl: Dodatki Firefox
uk: Додатки до Firefox
zh_cn: Firefox 附加组件

source: Language Support
cs: Jazyková podpora
de: Sprachunterstützung
el: Υποστήριξη γλωσσών
es: Compatibilidad con idiomas
fr: Support des langages
it: Supporto per le lingue
ja: 言語サポート
ko: 언어팩 지원
nl: Taalondersteuning
pa_in: ਭਾਸ਼ਾ ਸਹਿਯੋਗ
pl: Pomoce językowe
pt_pt: Suporte de idioma
ru: Поддержка языка
sl: Jezikovna podpora
uk: Підтримка мови
zh_cn: 语言支持

source: About Firefox
cs: O Firefoxu
de: Über Firefox
el: Περί Firefox
es: Acerca de Firefox
fr: À propos de Firefox
it: Informazioni su Firefox
ja: Firefox について
ko: Firefox 소개
nl: Over Firefox
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਬਾਰੇ
pl: O Firefoksie
pt_pt: Sobre o Firefox
ru: О Firefox
sl: O Firefoxu
uk: Про Firefox
zh_cn: 关于 Firefox

source: Join Mozilla
cs: Připojení se k Mozille
de: Bei Mozilla mitmachen
el: Συμμετέχετε στο Mozilla
es: Únete a Mozilla
fr: Rejoindre Mozilla
it: Collabora con Mozilla
ja: Mozilla へ参加
nl: Sluit u aan bij Mozilla
pa_in: ਮੌਜੀਲਾ ਨਾਲ ਜੁੜੋ
pl: Dołącz do Mozilli
pt_pt: Junte-se à Mozilla
ru: Присоединяйтесь к Mozilla
sl: Pridružite se Mozilli
uk: Вступити до Mozilla
zh_cn: 加入 Mozilla

source: Participate
cs: Podílet se
de: Mitmachen
el: Πάρτε μέρος
es: Participa
fr: Participer
it: Dai il tuo contributo
ja: 参加する
ko: 참여하기
nl: Meehelpen
pa_in: ਹਿੱਸਾ ਲਓ
pl: Zaangażuj się
pt_pt: Participar
ru: Участвовать
sl: Sodelujte
uk: Прийняти участь
zh_cn: 参与

source: Press Center
cs: Tiskové centrum
de: Pressezentrum
el: Κέντρο τύπου
es: Centro de prensa
fr: Centre de presse
it: Sala stampa
ja: プレスセンター
nl: Perscentrum
pa_in: ਪੱਤਰਕਾਰਤਾ ਕੇਂਦਰ
pl: Centrum prasowe
pt_pt: Centro de Imprensa
ru: Пресс-центр
sl: Center za tisk
uk: Прес центр
zh_cn: 新闻中心

source: Brand Toolkit
de: Marken-Werkzeugkasten
el: Εργαλειοθήκη Είδους
es: Identidad gráfica
fr: Outils de marque
ja: ブランドツールキット
nl: Merktoolkit
pa_in: ਨਿਸ਼ਾਨ ਟੂਲਕਿੱਟ
pl: Marka
pt_pt: Materiais de divulgação
zh_cn: 品牌工具

source: Careers
cs: Kariéra
de: Karriere
el: Σταδιοδρομία
es: Carreras
fr: Carrières
it: Opportunità di lavoro
ja: 採用情報
ko: 채용
nl: Banen
pa_in: ਰੁਜ਼ਗਾਰ
pl: Dołącz do nas
pt_pt: Carreiras
ru: Карьера
sl: Zaposlitev
uk: Кар'єра
zh_cn: 职业

source: Partnerships
cs: Partnerství
de: Partnerschaft
el: Συνεργασίες
es: Socios
fr: Partenariats
it: Collaborazioni
ja: パートナー
ko: 파트너쉽
nl: Partners
pa_in: ਹਿੱਸੇਦਾਰੀਆਂ
pl: Partnerstwo
pt_pt: Parcerias
ru: Партнерства
sl: Partnerstva
uk: Партнерство
zh_cn: 伙伴

source: Legal
cs: Právní omezení
de: Rechtliches
el: Νομικές σημειώσεις
fr: Légal
it: Note legali
ja: 利用規約
ko: 법적 고지
nl: Juridisch
pa_in: ਕਾਨੂੰਨੀ
pl: Informacje prawne
ru: Права
sl: Pravno
zh_cn: 法律

source: Contact Us
cs: Kontaktujte nás
de: Kontakt
el: Επικοινωνία
es: Contacta con nosotros
fr: Nous contacter
it: Contattaci
ja: お問い合わせ
ko: 연락처
nl: Contact
pa_in: ਸਾਨੂੰ ਸੰਪਰਕ ਕਰੋ
pl: Kontakt z nami
pt_pt: Contacte-nos
ru: Свяжитесь с нами
sl: Stopite v stik z nami
uk: Зв'язатися з нами
zh_cn: 联系我们

source: Welcome, {0}
cs: Vítejte uživateli {0}
de: Willkommen, {0}
el: Καλώς ορίσατε, {0}
es: Bienvenido/a, {0}
fr: Bienvenue, {0}
it: Benvenuto, {0}
ja: ようこそ {0} さん
ko: {0}님, 어서오세요
nl: Welkom {0}
pa_in: ਜੀ ਆਇਆ ਨੂੰ, {0}
pl: Witaj, {0}
pt_pt: Bem-vindo, {0}
ru: Добро пожаловать, {0}
sl: Dobrodošli, {0}
uk: Вітаємо, {0}
zh_cn: 欢迎，{0}
