Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The badge should link to an app details page within the Firefox Marketplace<br> For example: https://marketplace.firefox.com/app/twitter
fr: Le badge doit pointer sur la page de détails d'une application sur le Marketplace Firefox<br> Par exemple : https://marketplace.firefox.com/app/twitter
it: Il link del distintivo deve rimandare alla pagina di un'app all'interno di Firefox Marketplace<br> Esempio: https://marketplace.firefox.com/app/twitter
ko: 버튼에 Firefox Marketplace의 앱 상세 정보 페이지 링크가 걸려 있어야 합니다<br> 예: https://marketplace.firefox.com/app/twitter
nl: De badge dient te koppelen naar een app-detailpagina op de Firefox Marketplace<br> Bijvoorbeeld: https://marketplace.firefox.com/app/twitter
zh_cn: 徽章链接到火狐应用市场的应用详情页面<br>例如：https://marketplace.firefox.com/app/twitter

source: Orange
it: Arancione
ko: 오렌지색
nl: Oranje
zh_cn: 橘色

source: Grey
fr: Gris
it: Grigio
ko: 회색
nl: Grijs
zh_cn: 灰色

source: Black
fr: Noir
it: Nero
ko: 검은색
nl: Zwart
zh_cn: 黑色

source: To view and download the Firefox Marketplace logo, please visit the <a href="%(style_guide_url)s">Mozilla style guide</a>.
fr: Pour voir et télécharger le logo du Marketplace Firefox, merci de visiter la page <a href="%(style_guide_url)s">guide de style Mozilla</a>.
it: Per visualizzare e scaricare il logo di Firefox Marketplace visita la <a href="%(style_guide_url)s">guida di stile di Mozilla</a>.
ko: Firefox Marketplace 로고를 보고 다운로드 받으려면 <a href="%(style_guide_url)s">Mozilla 스타일 가이드</a>를 방문하시기 바랍니다.
nl: Bezoek om het Firefox Marketplace-logo te bekijken en te downloaden de <a href="%(style_guide_url)s">Mozilla-stijlgids</a>.
zh_cn: 要查看和下载火狐应用市场标志，请访问<a href="%(style_guide_url)s">Mozilla 样式指引</a>。

source: After you have submitted your App and gotten it published, you should start promoting it! We would recommend creating a information and support page somewhere, to point people to for more information. We have created some <a href="%(branding_url)s">button assets</a> that you can use to promote your app and link through to the Marketplace.
fr: Après avoir envoyé votre application et une fois qu'elle est publiée, vous devriez commencer à en faire la publicité ! Nous vous recommandons de créer une page d'information et d'assistance quelque part, où envoyer les gens pour plus d'informations. Nous avons quelques <a href="%(branding_url)s">boutons</a> que vous pouvez utiliser pour promouvoir votre application et faire des liens vers le Marketplace.
it: Dopo aver caricato e reso pubblica l'app, il passo successivo è promuoverla. È consigliabile creare una pagina informativa e di supporto come riferimento per gli utenti che cercano ulteriori informazioni. Puoi utilizzare questi <a href="%(branding_url)s">pulsanti</a>, creati appositamente per promuovere la tua app ed essere utilizzati come collegamento al Marketplace.

source: Reason for Deletion
fr: Raison de suppression
it: Motivo dell'eliminazione
nl: Reden voor verwijdering
zh_cn: 删除原因

source: Manifest
es: Archivo manifest
fr: Manifeste
it: Manifesto
ko: 설치 선언문
ru: Манифест
zh_cn: 清单

source: General
fr: Général
it: Generale
nl: Algemeen
zh_cn: 常规

source: Delete User
fr: Supprimer l'utilisateur
it: Elimina utente
nl: Gebruiker verwijderen
zh_cn: 删除用户

source: Deleting this user will <strong>permanently</strong> delete this user's account.
fr: Supprimer cet utilisateur détruira de manière <strong>permanente</strong> son compte.
it: Eliminando l'utente si procede alla cancellazione <strong>permanente</strong> del suo account.
nl: Verwijdering van deze gebruiker leidt tot <strong>permanente</strong> verwijdering van de account van deze gebruiker.
zh_cn: 删除这个用户将会<strong>永久</strong>删除他的账户。

source: Are you sure you wish to delete this user?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?
it: Procedere con l'eliminazione dell'utente?
nl: Weet u zeker dat u deze gebruiker wilt verwijderen?
zh_cn: 你是否确实要删除这个用户？

source: This user has already been deleted.
fr: Cet utilisateur a déjà été supprimé.
it: Questo utente è già stato eliminato.
nl: Deze gebruiker is al verwijderd.
zh_cn: 用户已删除。

source: Deleted by
fr: Supprimé par
it: Eliminato da
nl: Verwijderd door
zh_cn: 删除者

source: Account Deleted
fr: Compte supprimé
it: Account eliminato
nl: Account verwijderd
zh_cn: 账户已删除

source: {num} Pending Theme Review
de: {num} ausstehende Theme-Überprüfung
el: {num} Αξιολόγηση θέματος εκκρεμεί
fr: {num} Thème en attente de validation
it: {num} revisione tema in sospeso
ja: {num} 個の審査待ちテーマ
nl: {num} themabeoordeling in wachtrij
pa_in: {num} ਅਧੂਰੀ ਥੀਮ ਸਮੀਖਿਆ
pt_pt: {num} tema a aguardar revisão
zh_cn: {num}个待决定的主题审核{num}个待决定的主题审核

source: {num} Flagged Review
de: {num} gekennzeichnete Überprüfung
el: {num} Αξιολόγηση επισημάνθηκε
fr: {num} Validation étiquettée
it: {num} revisione segnalata
ja: {num} 個のフラグ付き審査
nl: {num} gevlagde beoordeling
pa_in: {num} ਫ਼ਲੈਗ ਕੀਤੀ ਸਮੀਖਿਆ
pt_pt: {num} marcação para análise
zh_cn: {num}个打标签的审核{num}个打标签的审核

source: {num} Update
el: {num} Ενημέρωση
fr: {num} Mise à jour
it: {num} Aggiornamento
ja: {num} 個の更新
pa_in: {num} ਅੱਪਡੇਟ
pt_pt: {num} atualização
uk: {num} Оновлення
zh_cn: {num}个更新{num}个更新

source: {num} unreviewed theme submission this week.
de: {num} nicht überprüfte Theme-Einreichung in dieser Woche.
el: {num} υποβολή θέματος χωρις αξιολόγηση αυτή την εβδομάδα.
fr: {num} thème envoyé cette semaine non vérifié.
it: {num} Richiesta di tema non revisionata questa settimana.
ja: {num} 個の週内新規登録・未審査テーマ
nl: {num} ingediend niet beoordeeld thema deze week.
zh_cn: 本周有{num}个提交的主题没有审核。本周有{num}个提交的主题没有审核。

source: Privileged packaged app
fr: Application empaquetée privilégiée
it: App pacchettizzata con privilegi
nl: Verpakte voorkeurs-app
zh_cn: 特权封装应用

source: Supported languages
fr: Langues prises en charge
it: Lingue supportate
nl: Ondersteunde talen
zh_cn: 支持的语言

source: Packaged apps are not yet supported for those platforms.
fr: Les applications empaquetées ne sont pas encore prises en charge sur ces plateformes.
it: Le app pacchettizzate non sono ancora supportate da queste piattaforme.
nl: Verpakte apps worden voor die platforms nog niet ondersteund.
zh_cn: 那些平台尚不支持封装应用。

source: We've got your app saved and ready to go! Your app is currently awaiting review, and once it is reviewed you will need to manually enable your app from the <a href="%(url)s">Manage Status page</a> for it to show up on listing pages and in search. Until then, feel free to tweak your app's details and settings.
fr: Nous avons bien enregistré votre application ! Elle est actuellement en attente de validation et une fois validée vous devrez manuellement l'activer depuis la <a href="%(url)s">page Gestion du statut</a> pour être affichée dans les pages et dans les résultats de recherche. En attendant, n'hésitez pas à optimiser les paramètres et détails de l'application.
it: L'app è stata salvata correttamente ed è pronta per la revisione. Concluso il processo di revisione, è necessario attivare l'app manualmente dalla pagina <a href="%(url)s">Gestisci stato</a> perché appaia negli elenchi e nei risultati di ricerca. Mentre aspetti puoi approfittarne per migliorare la scheda e le impostazioni dell'app.
nl: We hebben uw app opgeslagen en deze is klaar voor vertrek! Uw app wacht nu nog op beoordeling, en hierna dient u uw app handmatig in te schakelen via de pagina <a href="%(url)s">Status beheren</a> zodat deze in lijsten en zoekresultaten verschijnt. Tot die tijd kunt u de details en instellingen van uw app wijzigen.
zh_cn: 我们已经保存好您的应用准备后续操作了！应用目前正在等待审核，一旦完成您需要在<a href="%(url)s">状态管理页面</a>手动启用应用，从而让他显示出来并可以被搜索到。到那时，就可以随意调整应用的详情和设置了。

source: Issue with your app "{app}" on the Firefox Marketplace
fr: Problème avec votre application « {app} » sur le Marketplace Firefox
it: Problemi riscontrati nell'app "{app}" su Firefox Marketplace
nl: Probleem met uw app “{app}” op de Firefox Marketplace
zh_cn: 火狐应用市场中您的应用 "{app}" 的问题

source: Mobile Home
cs: Pro mobily
de: Startseite für Mobile
el: Mobile Αρχική
es: Inicio de Mobile
fr: Page d'accueil Mobile
it: Home Mobile
ja: モバイル用サイトのホームページ
ko: 모바일 대문
nl: Mobiel-startpagina
pa_in: ਮੋਬਾਈਲ ਹੋਮ
ru: Мобильный
uk: Мобільна домівка
zh_cn: 移动版主页

source: EULA
de: Endbenutzer-Lizenzvereinbarung (EULA)
el: ΣΑΤΧ (EULA)
es: CLUF
fr: CLUF
ja: エンドユーザ使用許諾契約書 (EULA)
pt_pt: ALUF
ru: Лицензионное соглашение с конечным пользователем (EULA)
uk: ЛУКК
zh_cn: 最终用户许可协议

source: Firefox Marketplace
de: Firefox-Marktplatz
el: Firefox Αγορά
fr: Marketplace Firefox
ru: Магазин Firefox
zh_cn: 火狐应用市场

source: Email
es: Correo electrónico
fr: Courriel
ja: メールアドレス
ko: 이메일
nl: E-mailadres
pa_in: ਈਮੇਲ
pt_pt: Correio electrónico
ru: Адрес эл. почты
sl: E-pošta
uk: Адреса ел. пошти
zh_cn: 电子邮件

source: Desktop
el: Υπολογιστές
es: Escritorio
fr: Bureau
ja: デスクトップ
ko: 데스크톱
pa_in: ਡੈਸਕਟੋਪ
ru: Десктоп
sl: Namizje
uk: Десктоп
zh_cn: 桌面版

source: Beta
de: Beta-Version
el: Δοκιμαστική έκδοση
fr: Bêta
ja: ベータ版
ko: 베타
nl: Bèta
pa_in: ਬੀਟਾ
ru: Бета
uk: Бета
zh_cn: 公开测试版

source: Please check the form for errors.
fr: Merci de vérifier les erreurs dans le formulaire.
ja: フォームの入力ミスを確認してください。
ko: 오류 유형에 체크해 주세요.
nl: Controleer het formulier op fouten.
pa_in: ਗਲਤੀਆਂ ਲਈ ਫ਼ਾਰਮ ਦੀ ਪੜਤਾਲ ਕਰੋ।
pt_pt: Por favor, verifique se o formulário tem erros.
uk: Перевірте форму на наявність помилок.
zh_cn: 请检查表单中的错误。

source: marketplace-staff at mozilla dot org
de: marketplace-staff at mozilla punkt org
es: marketplace-staff arroba mozilla punto org
fr: marketplace-staff à mozilla point org

source: {0} post
cs: {0} příspěvek
de: {0} Artikel
el: {0} δημοσίευση
es: {0} artículo
fr: {0} écho
ja: {0} 件の投稿
ko: 글 {0}개
pa_in: {0} ਪੋਸਟ
pt_pt: {0} tópico
ru: {0} пост
sl: {0} prispevek
uk: {0} пост
zh_cn: {0} 个评论

source: Time of last login
fr: Heure de la dernière connexion
ja: 最終ログイン日時
ko: 마지막 로그인 시간
nl: Tijdstip laatste aanmelding
pa_in: ਆਖਰੀ ਲਾਗਇਨ ਦਾ ਸਮਾਂ
pt_pt: Momento do último início de sessão
uk: Час останнього входу
zh_cn: 上次登录时间

source: IP address of last login
fr: Adresse IP de la dernière connexion
ja: 最終ログイン IP アドレス
ko: 마지막 로그인 IP 주소
nl: IP-adres bij laatste aanmelding
pa_in: ਆਖਰੀ ਲਾਗਇਨ ਦਾ IP ਪਤਾ
pt_pt: Endereço de IP do último início de sessão
uk: IP адреса останнього входу
zh_cn: 上次登录 IP 地址

source: Albania
cs: Albánie
de: Albanien
fr: Albanie
ko: 알바니아
nl: Albanië
ru: Албания
sl: Angvila
zh_cn: 阿尔巴尼亚

source: Algeria
cs: Alžírsko
de: Algerien
es: Argelia
fr: Algérie
ko: 알제리
nl: Algerije
ru: Алжир
sl: Alžirija
zh_cn: 阿尔及利亚

source: Armenia
cs: Arménie
de: Armenien
fr: Arménie
ko: 아르메니아
nl: Armenië
ru: Армения
sl: Armenija
zh_cn: 亚美尼亚

source: Australia
cs: Austrálie
de: Australien
fr: Australie
ko: 호주
nl: Australië
ru: Австралия
sl: Avstralija
zh_cn: 澳大利亚

source: Austria
cs: Rakousko
de: Österreich
fr: Autriche
ko: 오스트리아
nl: Oostenrijk
ru: Австрия
sl: Avstrija
zh_cn: 奥地利

source: Barbados
fr: Barbade
ko: 바베이도스
ru: Барбадос
zh_cn: 巴巴多斯岛

source: Benin
es: Benín
fr: Bénin
ko: 베냉
ru: Бенин
zh_cn: 贝宁

source: Estonia
cs: Estónsko
de: Estland
fr: Estonie
ko: 에스토니아
nl: Estland
ru: Эстония
sl: Estonija
zh_cn: 爱沙尼亚

source: Gambia
cs: Gambie
fr: Gambie
ko: 감비아
ru: Гамбия
sl: Gambija
zh_cn: 冈比亚

source: Grenada
es: Granada
fr: Grenade
ko: 그레나다
ru: Гренада
zh_cn: 格林纳达

source: Guernsey
fr: Guernesey
ko: 건지
ru: Гернси
zh_cn: 根西岛

source: Haiti
es: Haití
fr: Haïti
ko: 아이티
nl: Haïti
ru: Гаити
zh_cn: 海地

source: Liberia
cs: Libérie
fr: Libéria
ko: 라이베리아
ru: Либерия
sl: Liberija
zh_cn: 利比里亚

source: Malta
fr: Malte
ko: 몰타
ru: Мальта
zh_cn: 马耳他

source: Mauritius
es: Mauricio
fr: Île Maurice
ko: 모리셔스
ru: Маврикий
sl: Mavricius
zh_cn: 毛里求斯

source: Mongolia
cs: Mongolsko
de: Mongolei
fr: Mongolie
ko: 몽골
nl: Mongolië
ru: Монголия
sl: Mongolija
zh_cn: 蒙古

source: Montserrat
fr: Montserrat (Antilles)
ko: 몬트세라트 섬
ru: Монтсеррат
zh_cn: 蒙特塞拉特

source: Myanmar
es: Birmania
fr: Birmanie
ko: 미얀마
ru: Мьянма
zh_cn: 缅甸

source: Namibia
cs: Namibie
fr: Namibie
ko: 나미비아
nl: Namibië
ru: Намибия
sl: Namibija
zh_cn: 纳米比亚

source: Nepal
cs: Nepál
fr: Népal
ko: 네팔
ru: Непал
zh_cn: 尼泊尔

source: Palau
fr: Palaos
ko: 팔라우
ru: Палау
zh_cn: 帕劳

source: Pitcairn
es: Islas Pitcairn
fr: Îles Pitcairn
ko: 피트케언 섬
ru: Питкэрн
zh_cn: 皮特凯恩

source: Saint Lucia
de: St. Lucia
es: Santa Lucía
fr: Sainte-Lucie
ko: 세인트루시아
nl: Santa Lucia
ru: Сент-Люсия
zh_cn: 圣卢西亚

source: San Marino
fr: Saint-Marin
ko: 산마리노
ru: Сан-Марино
zh_cn: 圣马力诺

source: Serbia
cs: Srbsko
de: Serbien
fr: Serbie
ko: 세르비아
nl: Servië
ru: Сербия
sl: Srbija
zh_cn: 塞尔维亚

source: Somalia
cs: Somálsko
fr: Somalie
ko: 소말리아
nl: Somalië
ru: Сомали
sl: Somalija
zh_cn: 索马里

source: Sudan
cs: Súdán
es: Sudán
fr: Soudan
ko: 수단
nl: Soedan
ru: Судан
zh_cn: 苏丹

source: Uganda
fr: Ouganda
ko: 우간다
nl: Oeganda
ru: Уганда
zh_cn: 乌干达

source: Uzbekistan
de: Usbekistan
es: Uzbekistán
fr: Ouzbékistan
ko: 우즈베키스탄
nl: Oezbekistan
ru: Узбекистан
zh_cn: 乌兹别克斯坦

source: Zambia
cs: Zambie
de: Sambia
fr: Zambie
ko: 잠비아
ru: Замбия
sl: Zambija
zh_cn: 赞比亚

source: Idle
cs: Nečinnost
de: Untätig
es: En espera
fr: Veille
nl: Inactief
sl: V mirovanju
zh_cn: 空闲

source: Gamepad
fr: Manette de jeu
ko: 게임패드
zh_cn: 游戏手柄

source: Camera
fr: Appareil photo
ko: 카메라
zh_cn: 摄像头

source: WebRTC MediaStream
fr: MediaStream WebRTC
zh_cn: WebRTC 媒体流

source: WebRTC PeerConnection
fr: PeerConnection WebRTC

source: Pointer Lock
fr: Verrouillage du pointeur
zh_cn: 指针锁

source: Third-Party Keyboard Support
fr: Prise en charge des claviers tiers
ko: 서드파티 키보드 지원
nl: Ondersteuning extern toetsenbord
zh_cn: 第三方键盘支持

source: The app requires the platform to support third-party keyboards.
fr: Cette application nécessite que la plateforme prenne en charge les claviers tierce-parties.
ko: 본 앱은 서드파티 키보드를 지원하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform externe toetsenborden ondersteunt.
zh_cn: 此应用程序需要平台支持第三方键盘。

source: I agree to the Terms and Conditions
fr: J'accepte les conditions d'utilisations
ko: 이용 약관에 동의합니다
nl: Ik accepteer de voorwaarden

source: Upload Your Test Plan (.pdf, .xls under 2.5MB)
fr: Envoyer votre plan de test (.pdf, .xls inférieur à 2.5Mo)
ko: 테스트 계획을 업로드 하세요 (2.5MB 미만의 .pdf, .xls)
nl: Upload uw testplan (.pdf, .xls onder 2.5 MB)
zh_cn: 上传您的测试计划 (.pdf, .xls 小于 2.5MB)

source: Test plan required.
fr: Plan de test nécessaire.
ko: 테스트 계획이 필요합니다.
nl: Testplan verplicht.
zh_cn: 测试计划是必须的。

source: File too large. Keep size under %s. Current size %s.
fr: Fichier trop gros. Restez sous %s. Taille actuelle %s.
ko: 파일이 너무 큽니다. %s 미만의 크기여야 합니다. 현재 크기는 %s 입니다.
nl: Bestand te groot. Houd de omvang onder %s. Huidige omvang %s.
zh_cn: 文件过大。请保持大小小于 %s。当前大小 %s。

source: Invalid file type. Only %s files are supported.
fr: Format de fichier invalide. Seuls les fichiers %s sont pris en charge.
ko: 잘못된 파일 종류입니다. %s 파일만 지원합니다.
nl: Ongeldig bestandstype. Alleen bestanden van het type %s worden ondersteund.
zh_cn: 错误的文件类型。仅支持 %s 文件。

source: Application for preinstall successfully submitted.
fr: Préinstallation d'application envoyé avec succès.

source: There was an error with the form.
fr: Une erreur est survenue avec le formulaire.
ko: 양식에 오류가 있습니다.
nl: Er is een fout in het formulier.
zh_cn: 表单中存在错误。

source: Testing Apps
fr: Test des applications
ko: 앱 테스트
nl: Apps testen
zh_cn: 测试应用

source: Testing
fr: Test
ko: 테스트 작업
nl: Testen
zh_cn: 测试

source: Use these tools for testing your apps prior to submission to the Firefox Marketplace.
fr: Utilisez ces outils pour tester vos applications avant l'envoi sur le Marketplace Firefox.
ko: Firefox 마켓플레이스에 제출하기에 앞서 다음의 도구를 사용해 앱을 테스트해 보세요.
nl: Gebruik deze hulpmiddelen voor het testen van uw apps voordat u ze indient bij de Firefox Marketplace.
zh_cn: 提交至 Firefox Marketplace 之前使用这些工具来测试您的应用。

source: Test App Validation
fr: Tester la validation de l'application
ko: 앱 안정성 검사
nl: App-validatie testen
zh_cn: 测试应用验证

source: Pre-Installed App Status
fr: Statut de l'application pré-installée
ko: 사전 설치된 앱 상태
nl: Status voorgeïnstalleerde app
zh_cn: 预安装应用程序状态

source: <strong class="submitted">Application Submitted</strong> on %(last_submission)s
fr: <strong class="submitted">Application envoyée</strong> le %(last_submission)s
ko: %(last_submission)s에 <strong class="submitted">애플리케이션 제출됨</strong>
nl: <strong class="submitted">Aanvraag ingediend</strong> op %(last_submission)s
zh_cn: <strong class="submitted">已提交应用</strong> 于 %(last_submission)s

source: Not Submitted
fr: Non envoyée
ko: 제출되지 않음
nl: Niet aangevraagd
zh_cn: 未提交

source: New version of the test plan available
fr: Nouvelle version du plan de test disponible
ko: 새 버전의 테스트 계획이 있습니다
nl: Nieuwe versie van testplan beschikbaar
zh_cn: 新版本的测试计划已经可用

source: View your most recently submitted test plan
fr: Voir votre dernier plan de test envoyé
ko: 가장 최근에 제출된 테스트 계획 보기
nl: Uw meest recent ingediende testplan bekijken
zh_cn: 查看您最近提交的测试计划

source: Learn how to get your app pre-installed on FirefoxOS devices
fr: Découvrez comment avoir votre application pré-installée sur des périphériques FirefoxOS

source: Update your test plan
fr: Mise à jour du plan de test
ko: 테스트 계획 업데이트하기
nl: Uw testplan bijwerken
zh_cn: 更新您的测试计划

source: Media
cs: Média
de: Medien
es: Medios
fr: Média
ko: 매체
ru: Медиа
sl: mediji
zh_cn: 媒体

source: Preinstalled
fr: Pré-installée

source: Preinstalled App
fr: Application pré-installée

source: Download the test plan
fr: Télécharger le plan de test
ko: 테스트 계획 다운로드 받기
nl: Download het testplan
zh_cn: 下载测试计划

source: Testing Finished?
fr: Tests terminés ?
ko: 테스트 작업이 완료됐습니까?
nl: Klaar met testen?
zh_cn: 测试已完成？

source: Submit your app for preinstall
fr: Envoyer votre application à pré-installer

source: You can submit your to be considered for being <strong>preinstalled and shipped with FirefoxOS devices</strong> by phone operators. To opt-in for preinstallation, you may download a test template from us below, test your app, fill out the template, and upload your results back to us from the <a href="%(submit_url)s">app preinstall submission form</a>. We will store your test results on our servers where they will be reviewed by interested phone operators. If you have further questions, you can email %(email)s.
fr: Vous pouvez envoyer la votre pour qu'elle puisse être <strong>pré-installée et fournie avec les périphériques FirefoxOS</strong> par les opérateurs téléphoniques. Pour permettre la pré-installation, vous devez télécharger une maquette de test ci-dessous, tester votre application, remplir cette maquette, et nous renvoyer les résultats via le <a href="%(submit_url)s">formulaire d'envoi d'application pré-installée</a>. Nous stockerons les résultats des tests sur nos serveurs d'où ils seront mis à disposition pour évaluation par les opérateurs téléphoniques. Si vous avez la moindre question, vous pouvez envoyer un courriel à %(email)s.

source: Preinstalled App Terms and Conditions
fr: Conditions d'utilisation pour une application pré-installée

source: View Communication Dashboard
fr: Voir le tableau de bord communication

source: Test App Installation
fr: Tester l'installation de l'application
ko: 앱 설치작업 테스트
nl: App-installatie testen
zh_cn: 测试应用安装

source: Test In-App Payments
fr: Tester les micro-paiements
ko: 앱 내부 결제 기능 테스트
nl: In-app-betalingen testen
zh_cn: 测试应用内支付

source: Add, manage or view transactions for your payment account
fr: Ajouter, gérer et voir les transactions sur votre compte de paiement
ko: 결제용 계좌의 등록, 관리, 거래 내역 조회를 할 수 있습니다
nl: Transacties voor uw betalingsaccount toevoegen, beheren of bekijken
zh_cn: 添加、管理或查看支付账户的交易

source: Check out the <a href="%(status_url)s">status page</a> to see what countries are currently enabled for sale.
fr: Vérifiez sur la <a href="%(status_url)s">page de statut</a> pour voir quels sont les pays où les ventes sont possibles.
ko: 현재 판매가 활성화된 국가를 보려면 <a href="%(status_url)s">현황 페이지</a>를 확인하시기 바랍니다.
nl: Kijk op de <a href="%(status_url)s">statuspagina</a> om te lezen welke landen momenteel voor verkoop zijn ingeschakeld.

source: View transactions
fr: Voir les transactions
ko: 거래내역 조회
nl: Transacties bekijken
zh_cn: 查看交易

source: Payment Account deletion
fr: Suppression du compte de paiement
ko: 결제용 계좌 삭제
nl: Verwijdering betalingsaccount
zh_cn: 支付账户删除

source: Concept: A Great App
fr: Concept : une super application
ko: 구상: 위대한 앱
nl: Concept: Een geweldige app
zh_cn: 理念：优秀应用

source: Deploying Your App
fr: Déployer votre application
ko: 앱 배치하기
nl: Uw app uitrollen
zh_cn: 部署应用

source: Badges, Banners, and Icons
fr: Badges, bannières et icônes
ko: 버튼, 배너, 아이콘
nl: Badges, banners en pictogrammen
zh_cn: 徽章、广告条和图标

source: General Notes
es: Notas generales
fr: Notes générales
zh_cn: 通用说明

source: <a href="%(us_ebay_url)s" class="button">Buy from US store</a> <a href="%(uk_ebay_url)s" class="button">Buy from UK store</a> <a href="%(hk_ebay_url)s" class="button">Buy from HK store</a>
fr: <a href="%(us_ebay_url)s" class="button">Acheter depuis la boutique des États-Unis d'Amérique</a> <a href="%(uk_ebay_url)s" class="button">Acheter depuis la boutique du Royaune-Uni</a> <a href="%(hk_ebay_url)s" class="button">Acheter depuis la boutique de Hong-Kong</a>
ko: <a href="%(us_ebay_url)s" class="button">미국 쇼핑몰에서 구입</a> <a href="%(uk_ebay_url)s" class="button">영국 쇼핑몰에서 구입</a> <a href="%(hk_ebay_url)s" class="button">홍콩 쇼핑몰에서 구입</a>
nl: <a href="%(us_ebay_url)s" class="button">Kopen in de Amerikaanse winkel</a> <a href="%(uk_ebay_url)s" class="button">Kopen in de UK-winkel</a> <a href="%(hk_ebay_url)s" class="button">Kopen in de Hong Kong-winkel</a>
zh_cn: <a href="%(us_ebay_url)s" class="button">从美国商店购买</a><a href="%(uk_ebay_url)s" class="button">从英国商店购买</a><a href="%(hk_ebay_url)s" class="button">从香港商店购买</a>

source: After a lot of hard work alongside ZTE we are proud to announce the release of the ZTE OPEN Firefox OS phone, a powerful device aimed at developers and early adopters worldwide. These devices are available through ZTE's US, UK, and HK eBay stores, priced at $79.99/£59.99, and will be unlocked and open for testing and experimentation. <a href="%(zte_url)s">Read more details.</a>
fr: Après beaucoup de travail aux côtés de ZTE, nous sommes fiers d'annoncer la disponibilité du téléphone Firefox OS ZTE OPEN, un excellent périphérique destiné aux développeurs et aux technophiles du monde entier. Ces téléphones sont disponibles via les boutiques eBay de ZTE aux États-Unis d'Amérique, au Royaune-Uni ainsi qu'à Hong-Kong, à un prix de vente de $79.99/£59.99, et ils sont prêts pour les tests et expérimentations. <a href="%(zte_url)s">En savoir plus.</a>
ko: ZTE와의 고된 작업 끝에 전세계 개발자와 얼리어답터를 겨냥해서 만든 강력한 단말기, ZTE OPEN Firefox OS 스마트폰을 발매하게 되서 무척이나 자랑스럽습니다. 이 스마트폰은 ZTE의 미국, 영국, 홍콩 eBay 쇼핑몰을 통해서 $79.99/£59.99에 구입할 수 있으며 각종 테스트와 실험을 할 수 있도록 언락 상태로 판매됩니다. <a href="%(zte_url)s">자세한 정보 보기</a>
nl: Na intensieve samenwerking met ZTE kunnen we met trots de ZTE OPEN Firefox OS-telefoon aankondigen, een krachtig apparaat dat wereldwijd is gericht op ontwikkelaars en vroege gebruikers. Deze apparaten zijn beschikbaar via de Amerikaanse, Engelse en Hong Kong eBay-winkels van ZTE voor een prijs van $79.99/£59.99, en zijn simlockvrij en open voor testen en experimenten. <a href="%(zte_url)s">Meer details.</a>
zh_cn: 我们与中兴一道经过艰苦的工作，终于发布了 ZTE OPEN Firefox OS 手机，这是一款面向全球开发者和早期用户的强大设备。可以通过中兴的美国、英国和香港 eBay 商店购买，价格为79.99美元或59.99欧元，设备是解锁的并开放测试体验。<a href="%(zte_url)s">了解更多细节。</a>

source: NOTE: New devices have been made available from Hong Kong to cut down on postage costs for Asian and Oceanian users.
fr: Note : De nouveaux téléphones ont été mis à disposition depuis Hong-Kong pour limiter les frais de ports pour les utilisateurs situés en Asie et en Océanie.
ko: 알림: 아시아 및 오세아니아 지역 사용자는 홍콩에서 판매되는 새 단말기를 구입하면 배송비가 절약됩니다.
nl: NOOT: Nieuwe apparaten zijn beschikbaar vanuit Hong Kong om de verzendkosten voor gebruikers in Azië en Oceanië te reduceren.
zh_cn: 说明：已经可以从香港购买这款新设备，以节省亚洲和大洋洲用户的邮寄费用。
