Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Here are some great add-ons for Firefox 4.
cs: Některé skvělé doplňky pro Firefox 4.
de: Hier sind ein paar tolle Add-ons für Firefox 4.
el: Ιδού μερικά θαυμάσια πρόσθετα για τον Firefox 4.
es: Aquí hay algunos complementos excelentes para Firefox 4.
fr: Voici quelques super modules pour Firefox 4
it: Ecco alcuni straordinari componenti aggiuntivi per Firefox 4.
ja: Firefox 4 用の素晴らしいアドオンをいくつか紹介します。
ko: 뛰어난 성능의 Firefox 4용 부가 기능입니다.
nl: Dit zijn een paar geweldige add-ons voor Firefox 4.
pa_in: ਇੱਥੇ ਫ਼ਾਇਰਫ਼ਾਕਸ 4 ਲਈ ਕਾਫ਼ੀ ਵਧੀਆ ਐਡ-ਆਨ ਹਨ।
pl: Tutaj znajduje się kilka najlepszych dodatków dla Firefoksa 4.
pt_pt: Aqui estão alguns grandes extras para o Firefox 4.
ru: Вот несколько отличных дополнений для Firefox 4.
sl: Za vas smo izbrali nekaj odličnih dodatkov za Firefox 4.
uk: Ось кілька чудових додатків для Firefox 4.
zh_cn: 这里有一些超赞的适用于 Firefox 4 的附加组件。

source: St. Patrick&rsquo;s Day Themes
cs: Motivy ke dni Sv. Patrika
de: Themes zum St. Patrick’s Day
es: Temas relacionados con el día de San Patricio
fr: Thèmes de la Saint Patrick
it: Temi per il giorno di San Patrizio
ja: 聖パトリック祭のテーマ
ko: 성 페트릭의 날 테마
nl: Thema’s voor St. Patrick’s Day
pa_in: St. Patrick&rsquo;s ਦਿਨ ਥੀਮ
pl: Motywy na Dzień św. Patryka
pt_pt: Temas do dia de São Patrício
ru: Темы для дня Святого Патрика
sl: Teme za dan sv. Patrika
uk: Теми до дня Святого Патріка
zh_cn: 圣帕特里克节主题

source: Decorate your browser to celebrate St. Patrick&rsquo;s Day.
de: Schmücken Sie Ihren Browser, um St. Patrick’s Day zu feiern.
el: Διακοσμήστε στον περιηγητή σας για να γιορτάσετε την ημέρα του Αγίου Πατρίκιου.
es: Decora tu navegador para festejar el día de San Patricio.
fr: Décorez votre navigateur pour fêter la Saint Patrick.
it: Addobba il tuo browser per il giorno di San Patrizio.
ko: 성 페트릭의 날을 기념하며 브라우저를 꾸며봅시다.
nl: Versier uw browser om St. Patrick’s Day te vieren.
pa_in: St. Patrick&rsquo;s ਦਿਹਾੜਾ ਮਨਾਉਣ ਲਈ ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਨੂੰ ਸਜਾਓ।
pl: Udekoruj swoją przeglądarkę, by uczcić dzień św. Patryka.
pt_pt: Decore o seu navegador pata celebrar o Dia de São Patrício.
ru: Украсьте свой браузер чтобы отпраздновать день Святого Патрика
sl: Polepšajte si svoj brskalnik na dan sv. Patrika
uk: Прикрасьте свій браузер, щоб відзначити день Святого Патріка.
zh_cn: 装扮您的浏览器来庆祝一下圣帕特里克&rsquo;节。

source: Firefox Summer Collection
cs: Letní sbírka pro Firefox
de: Firefox-Sommer-Sammlung
el: Καλοκαιρινή συλλογή για τον Firefox
es: Colección estival para Firefox
fr: Collection Firefox Été
it: Firefox - Collezione estiva
ja: Firefox サマーコレクション
ko: Firefox 여름 콜렉션
nl: Firefox-zomercollectie
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਗਰਮ ਮੌਸਮ ਸੰਗ੍ਰਹਿ
pl: Letnia kolekcja Firefoksa
pt_pt: Colecção de Verão do Firefox
ru: Летняя подборка Firefox
sl: Poletna kolekcija Firefoxa
uk: Літня збірка Firefox
zh_cn: Firefox 夏季收藏集

source: Here are some great add-ons for Firefox.
cs: Některé skvělé doplňky pro Firefox.
de: Hier sind ein paar tolle Add-ons für Firefox.
el: Ιδού μερικά φανταστικά πρόσθετα για τον firefox.
es: Aquí hay algunos complementos excelentes para Firefox.
fr: Voici quelques super modules pour Firefox.
it: Ecco alcuni straordinari componenti aggiuntivi per Firefox.
ja: Firefox 用の素晴らしいアドオンをいくつか紹介します。
ko: 멋진 Firefox용 부가 기능들이 준비되어 있습니다.
nl: Dit zijn een paar geweldige add-ons voor Firefox.
pa_in: ਇੱਥੇ ਫ਼ਾਇਰਫ਼ਾਕਸ ਲਈ ਕਾਫ਼ੀ ਵਧੀਆ ਐਡ-ਆਨ ਹਨ।
pl: Tutaj znajdziesz kilka świetnych dodatków dla Firefoksa.
pt_pt: Aqui estão alguns grandes extras para o Firefox.
ru: Вот несколько отличных дополнений для Firefox.
sl: Nekaj prima dodatkov za Firefox.
uk: Ось кілька чудових додатків для Firefox.
zh_cn: 这里有一些超赞的适用于 Firefox 的附加组件。

source: Thunderbird Collection
cs: Sbírka pro Thunderbird
de: Thunderbird-Sammlung
el: Συλλογή Thunderbird
es: Colección para Thunderbird
fr: Collection Thunderbird
it: Collezione Thunderbird
ja: Thunderbird コレクション
ko: Thunderbird 콜렉션
nl: Thunderbird-collectie
pa_in: ਥੰਡਰਬਰਡ ਸੰਗ੍ਰਹਿ
pl: Kolekcja dla Thunderbirda
pt_pt: Colecção do Thunderbird
ru: Подборка для Thunderbird
sl: Kolekcija za Thunderbird
uk: Збірка Thunderbird
zh_cn: Thunderbird 收藏集

source: Here are some great add-ons for Thunderbird.
cs: Některé skvělé doplňky pro Thunderbird.
de: Hier sind ein paar tolle Add-ons für Thunderbird
el: Ιδού μερικά φανταστικά πρόσθετα για τον Thunderbird.
es: Aquí hay algunos complementos excelentes para Thunderbird.
fr: Voici quelques super modules pour Thunderbird.
it: Ecco alcuni straordinari componenti aggiuntivi per Thunderbird.
ko: 멋진 Thunderbird용 부가 기능들이 준비되어 있습니다.
nl: Dit zijn een paar geweldige add-ons voor Thunderbird.
pa_in: ਇੱਥੇ ਥੰਡਰਬਰਡ ਲਈ ਕੁੱਝ ਕਾਫ਼ੀ ਵਧੀਆ ਐਡ-ਆਨ ਮੌਜੂਦ ਹਨ।
pl: Tutaj znajdziesz kilka świetnych dodatków dla Thunderbirda.
pt_pt: Aqui estão alguns grandes extras para o Thunderbird.
ru: Вот несколько отличных дополнений для Thunderbird.
sl: Nekaj prima dodatkov za Thunderbird.
uk: Ось кілька чудових додатків для Thunderbird.
zh_cn: 这里有一些超赞的适用于 Thunderbird 的附加组件。

source: Sit Back and Relax
cs: Seďte a relaxujte
de: Zurücklehnen und entspannen
es: Siéntate y relájate
fr: Asseyez-vous et relaxez-vous
it: Siediti e rilassati
ko: 일단 앉아서 편하게 둘러보세요
nl: Leun achterover en ontspan
pa_in: ਬੈਠੋ ਅਤੇ ਅਰਾਮ ਕਰੋ
pl: Usiądź wygodnie i odpoczywaj
pt_pt: Sente-se e relaxe
ru: Устройтесь поудобнее и расслабьтесь
uk: Сядьте та розслабтеся
zh_cn: 坐下来放松一下

source: Add-ons that help you on your travels!
cs: Doplňky, které vám pomohou cestovat!
de: Add-ons, die Ihnen auf Ihren Reisen helfen!
es: ¡Complementos que te ayudan en tus viajes!
fr: Modules qui vous seront utiles pour vos voyages !
it: Un aiuto per i tuoi viaggi
ko: 여행을 도와주는 부가 기능입니다!
nl: Add-ons die u bij uw reizen helpen!
pa_in: ਐਡ-ਆਨ ਜੋ ਯਾਤਰਾ ਦੌਰਾਨ ਤੁਹਾਡੀ ਮਦਦ ਕਰਦੇ ਹਨ!
pl: Dodatki pomocne w podróży!
pt_pt: Extras que o ajudam nas suas viagens!
ru: Дополнения, которые помогут вам в дороге!
uk: Додатки, які допомагають вам під час подорожей!
zh_cn: 这些该附加组件对您的旅途大有益处！

source: Displays a country flag depicting the location of the current website's server and more.
cs: Zobrazuje pro stránku ikonku vlajky v závislosti na tom, kde se nachází server.
de: Zeigt eine Länderflagge an, um den Standort des Servers der aktuellen Website und mehr anzuzeigen.
es: Muestra una bandera de país mostrando la ubicación del servidor del sitio web actual, y otras cosas.
fr: Affiche un drapeau du pays représentant la localisation du serveur du site web et plus.
it: Visualizza la bandiera della nazione in cui è ospitato il server del sito web che stai visitando e molto altro ancora.
ko: 현재 웹사이트 서버가 있는 곳을 국기로 표시하고 그 외 여러 정보를 보여줍니다.
nl: Geeft een vlag van het land van de locatie van de server van de huidige website en meer.
pa_in: ਮੌਜੂਦਾ ਵੈਬਸਾਈਟ ਦੇ ਸਰਵਰ ਦੀ ਸਥਿਤੀ ਜਾਹਰ ਕਰਦੇ ਹੋਏ ਦੇਸ਼ ਦਾ ਝੰਡਾ ਵਿਖਾਓ ਅਤੇ ਹੋਰ।
pl: Wyświetla flagę kraju, w którym jest umiejscowiony serwer aktualnie oglądanej witryny oraz inne dane.
pt_pt: Exibe uma bandeira referente à localização do servidor do sitio visitado e mais.
ru: Отображает флаг страны, в которой располагается сервер текущего веб-сайта и многое другое.
uk: Відображає прапор країни, який показує розташування сервера поточного веб-сайту та інше.
zh_cn: 显示一个国旗图标来表示当前网站服务器的所在位置和其他相关信息。

source: FoxClocks let you keep an eye on the time around the world.
cs: Díky FoxClocks máte stále přehled o tom, jaký čas je kdekoliv na světě.
de: Mit FoxClocks behalten Sie die Zeit auf der ganzen Welt im Auge.
es: FoxClocks te permite tener a la vista la hora local de cualquier parte del mundo.
fr: FoxClocks vous permet de garder un œil sur le temps à travers le monde.
it: Con FoxClocks potrai sempre conoscere l'ora esatta in tutto il mondo.
ko: FoxClocks는 세계 각지의 시간을 알려줍니다.
nl: Met FoxClocks houdt u de tijd op de wereld in de gaten.
pa_in: ਫ਼ਾਕਸਘੜੀ ਤੁਹਾਨੂੰ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਸਮੇਂ ਤੇ ਅੱਖ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ।
pl: FoxClocks umożliwia obserwowanie czasu na świecie.
pt_pt: FoxClocks deixa-o ver as horas em todo o mundo.
ru: FoxClocks позволяет вам следить за временем по всему миру.
uk: FoxClocks дозволяє вам слідкувати за часом по всьому Світу.
zh_cn: FoxClocks 让您一览尽收世界各地的时间。

source: Automatically get the lowest price when you shop online or search for flights.
cs: Automaticky vám nabízí nejlevnější ceny, když nakupujete online či hledáte let.
de: Erhalten Sie automatisch den niedrigsten Preis, wenn Sie im Internet einkaufen oder Flüge suchen.
es: Consigue automáticamente el precio más bajo cuando compres en Internet o busques vuelos.
fr: Obtenir automatiquement le prix le plus bas lorsque vous achetez en ligne ou que vous cherchez des vols.
it: Trova il prezzo più conveniente quando fai shopping online o stai cercando un volo per le vacanze.
ko: 온라인 쇼핑이나 비행기 티켓 구입시 자동으로 최저가를 찾아줍니다.
nl: Ontvang automatisch de laagste prijs wanneer u online winkelt of naar vluchten zoekt.
pa_in: ਆਪਣੇ ਆਪ ਹੀ ਘੱਟ ਤੋਂ ਘੱਟ ਕੀਮਤ ਤੇ ਪ੍ਰਾਪਤ ਕਰੋ ਜਦੋਂ ਤੁਸੀਂ ਆਨਲਾਈਨ ਖਰੀਦਦਾਰੀ ਜਾਂ ਉਡਾਣਾਂ ਦੀ ਖੋਜ ਕਰ ਰਹੇ ਹੋਵੋ।
pl: W trakcie zakupów w internecie lub wyszukiwania biletów lotniczych automatycznie przedstawia najniższe cenowo oferty.
pt_pt: Obtenha automaticamente o menor preço quando faz compras online ou procura vôos.
ru: Автоматически получайте самую низкую цену, когда вы делаете покупки в онлайне или ищете авиабилеты.
uk: Автоматично отримуйте найнижчу ціну при покупках онлайн чи пошуку авіаквитків.
zh_cn: 在您网上购物或查询航班时自动获得最低报价。

source: A+ add-ons for School
cs: Doplňky do školy
de: 1+ Add-ons für die Schule
es: Complementos de Sobresaliente
fr: Modules A+ pour l'École
it: Componenti aggiuntivi da 10 e lode per la scuola
ko: 학교에서 A+를 받게 해주는 부가 기능
nl: Uitmuntende add-ons voor school
pa_in: ਸਕੂਲ ਲਈ A+ ਐਡ-ਆਨ
pl: Dodatki A+ do szkoły
pt_pt: Extras A+ para a Escola
ru: Дополнения на 5+
sl: Odlični dodatki za šolo
uk: Додатки для школи A+
zh_cn: 适合校园的满分级附加组件

source: Add-ons for teachers, parents, and students heading back to school.
cs: Doplněk pro učitele, rodiče a studenty, kteří míří zpět do školy.
de: Add-ons für Lehrer, Eltern und Schüler, die wieder in die Schule gehen.
es: Complementos para profesores, padres y estudiantes que vuelven a las aulas.
fr: Des modules pour les enseignants, parents, et étudiants qui retournent à l'école.
it: Componenti aggiuntivi per insegnanti, genitori e studenti al ritorno a scuola.
ko: 선생님, 부모님, 학생을 다시 학교에 모일 수 있게 하는 부가 기능입니다.
nl: Add-ons voor leraren, ouders en leerlingen die weer naar school gaan.
pa_in: ਸਕੂਲ ਜਾਂਦੇ ਅਧਿਆਪਕਾਂ, ਮਾਪਿਆਂ, ਅਤੇ ਵਿਦਿਆਰਥੀਆਂ ਲਈ ਐਡ-ਆਨ।
pl: Dodatki dla nauczycieli, rodziców i uczniów udających się do szkoły.
pt_pt: Extras para professores, pais e estudantes que regressam à escola.
ru: Дополнения для учителей, родителей и учащихся, возвращающихся в школу.
sl: Dodatki za učitelje, starše in učence, ki se vračajo v šolo.
uk: Додатки для вчителів, батьків та студентів, які повертаються в школу.
zh_cn: 适合教师、家长和学生返校用的附加组件。

source: Would you like to know which websites you can trust?
cs: Rádi byste věděli, kterým webovým stránkám můžete věřit?
de: Wüssten Sie gerne, welchen Websites Sie vertrauen können?
es: ¿Te gustaría saber en qué sitios web puedes confiar?
fr: Voudriez-vous savoir en quel sites vous pouvez avoir confiance ?
it: Vuoi conoscere quali siti web sono affidabili?
ko: 어떤 웹사이트가 믿을 수 있는 곳인지 알고 싶으신가요?
nl: Wilt u weten welke websites u kunt vertrouwen?
pa_in: ਕੀ ਤੁਸੀਂ ਜਾਨਣਾ ਚਾਹੋਗੇ ਕੀ ਕਿਸ ਵੈੱਬਸਾਈਟ ਤੇ ਯਕੀਨ ਕੀਤਾ ਜਾਵੇ?
pl: Chcesz wiedzieć, którym witrynom można zaufać?
pt_pt: Deseja saber em que sítios web pode confiar?
ru: Хотите знать, каким веб-сайтам вы можете доверять?
uk: Бажаєте знати, яким веб-сайтам ви можете довіряти?
zh_cn: 您想知道哪些网站是值得信任的吗？

source: Xmarks is the #1 bookmarking add-on.
cs: Xmarks je nejpopulárnější doplněk pro záložky.
de: Xmarks ist das Lesezeichen-Add-on Nummer 1.
es: Xmarks es el complementos para marcadores número 1.
fr: Xmarks est le module de gestion de marque-pages numéro 1.
it: Xmarks è il componente aggiuntivo numero 1 per i tuoi segnalibri.
ko: Xmarks는 1등 북마크 부가 기능입니다.
nl: Xmarks is de beste add-on voor bladwijzers.
pa_in: xmarks #1 ਬੁੱਕਮਾਰਕਿੰਗ ਐਡ-ਆਨ ਹੈ।
pl: Xmarks jest najlepszym dodatkiem do synchronizacji zakładek.
pt_pt: Xmarks é o extra de marcadores #1.
ru: Xmarks является дополнением #1 для закладок.
uk: Xmarks - додаток керування закладками №1.
zh_cn: Xmarks 是最佳的书签类附加组件。

source: Web page and text translator, dictionary, and more!
cs: Překladač webových stránek či textu, slovník atd.!
de: Webseiten- und Textübersetzung, Wörterbuch und mehr!
es: ¡Traductor de páginas web y textos, diccionario, y más cosas!
fr: Traducteur de pages, texte, dictionnaire et plus !
it: Traduzione di testi e pagine web, dizionario e molto altro ancora!
ko: 웹 페이지와 텍스트 번역, 사전, 그 외 여러 기능들!
nl: Webpagina- en tekstvertaler, woordenboek en meer!
pa_in: ਵੈੱਬ ਸਫ਼ਾ ਅਤੇ ਟੈਕਸਟ ਅਨੁਵਾਦਕ, ਕੋਸ਼ ਅਤੇ ਹੋਰ!
pl: Tłumacz stron internetowych i tekstu, słownik i dużo więcej!
pt_pt: Página web e tradutor de texto, dicionário e muito mais!
ru: Переводчик текстов и веб-страниц, словарь и многое другое!
uk: Перекладач веб-сторінок та тексту, словник та інше!
zh_cn: 网页翻译、文字翻译、字典以及更多好用的附加组件！

source: Add-ons to help you on your way in 2012
cs: Doplňky, které vám pomohou na vaší cestě rokem 2012
de: Add-ons, die Ihnen 2012 auf Ihrem Weg helfen
es: Complementos que te harán la vida más fácil en 2012
fr: Modules pour vous aider sur le chemin de 2012
it: Componenti aggiuntivi che ti aiuteranno nel cammino nel 2012
ko: 2012년에도 부가 기능이 돕겠습니다.
nl: Add-ons om u op weg te helpen in 2012
pa_in: 2012 ਵਿੱਚ ਐਡ-ਆਨ ਤੁਹਾਡੀ ਰਾਹ ਵਿੱਚ ਮਦਦ ਕਰਨਗੇ
pl: Dodatki pomocne w drodze przez 2012 rok
pt_pt: Extras para ajudá-lo durante 2012
ru: Дополнения, которые помогут вам на вашем пути в 2012 году
sl: Dodatki, ki vam pomagajo na poti v leto 2012
uk: Додатки, які допоможуть вам у 2012 році
zh_cn: 能助您在 2012 年更加得心应手的附加组件

source: Love is in the Air
cs: Láska je ve vzduchu
de: Liebe liegt in der Luft
it: L'amore è nell'aria
ko: 온누리에 사랑이
nl: Er hangt liefde in de lucht
pa_in: ਪਿਆਰ ਹਵਾ ਵਿੱਚ ਹੈ
pl: Miłość wisi w powietrzu
pt_pt: O amor está no ar
ru: Любовь царит в воздухе
sl: Ljubezen je v zraku
uk: Повітря наповнене любов'ю
zh_cn: 爱在空中

source: Add some romance to your Firefox.
cs: Přidejte trochu romantiky do svého Firefoxu.
de: Geben Sie Ihrem Firefox ein bisschen Romantik.
es: Añade algo de romance a tu Firefox.
fr: Ajouter un peu de romantisme à votre Firefox.
it: Aggiungi un tocco di romanticismo al tuo Firefox.
ko: Firefox에 낭만을 담아보세요.
nl: Voeg wat romantiek toe aan uw Firefox.
pa_in: ਆਪਣੇ ਫ਼ਾਇਰਫ਼ਾਕਸ ਵਿੱਚ ਕੁੱਝ ਪ੍ਰੀਤ ਸ਼ਾਮਲ ਕਰੋ।
pl: Dodaj trochę romantyczności do swojego Firefoksa.
pt_pt: Adicione romance ao seu Firefox.
ru: Добавьте в ваш Firefox немного романтики.
sl: Dodajte nekaj romance svojemu Firefoxu.
uk: Додайте до свого Firefox трохи романтики.
zh_cn: 给您的 Firefox 增添一些浪漫。

source: Put a Theme on It!
cs: Oblečte si motiv!
de: Geben Sie ihm ein Theme!
es: ¡Ponle un tema!
fr: Mettez-lui un thème !
it: Scegli il tuo nuovo tema!
ko: 테마를 입혀보세요!
nl: Plak er een thema op!
pa_in: ਉਸ ਤੇ ਥੀਮ ਲਗਾਓ!
pl: Wykorzystaj motyw!
pt_pt: Ponha um tema nisso!
uk: Прикрасьте його темою!
zh_cn: 为火狐换上绚丽主题！

source: Visit addons.mozilla.org from Firefox for Android and dress up your mobile browser to match your style, mood, or the season.
cs: Navštivte addons.mozilla.org z Firefoxu pro Android a oblečte svůj mobilní webový prohlížeč do stylu, který se vám líbí.
de: Besuchen Sie addons.mozilla.org mit Firefox für Android und kleiden Sie Ihren mobilen Browser, so dass er zu Ihrem Stil, Ihrer Stimmung oder der Jahreszeit passt.
es: Visita addons.mozilla.org desde Firefox para Android y viste tu navegador móvil para que vaya con tu estilo, tu humor o la estación del año.
fr: Visitez addons.mozilla.org depuis Firefox pour Android et habillez votre navigateur mobile pour correspondre à votre style, humeur ou à la saison.
it: Visita addons.mozilla.org utilizzando Firefox per Android e travesti il tuo browser mobile con un tema che rispecchi il tuo stile, il tuo umore oppure la stagione.
ko: 안드로이드용 Firefox로 addons.mozilla.org에 접속해 모바일 브라우저를 나만의 스타일, 분위기, 또는 계절에 맞게 바꿔보세요.
nl: Bezoek addons.mozilla.org met Firefox voor Android en verkleed uw mobiele browser naar uw stijl, humeur of het seizoen.
pa_in: ਐਨਡਰੋਇਡ ਲਈ ਫ਼ਾਇਰਫ਼ਾਕਸ ਤੋਂ addon.mozilla.org ਤੇ ਜਾਓ ਅਤੇ ਆਪਣੇ ਮੋਬਾਈਲ ਬਰਾਊਜ਼ਰ ਨੂੰ ਆਪਣੀ ਸ਼ੈਲੀ, ਇੱਛਾ ਜਾਂ ਰੁੱਤ ਨਾਲ ਮੇਲ ਅਨੁਸਾਰ ਤਿਆਰ ਕਰੋ।
pl: Odwiedź addons.mozilla.org, używając Firefoksa dla Androida, i ubierz przeglądarkę, by pasowała do twojego stylu, nastroju lub pory roku.
pt_pt: Visite addons.mozilla.org no Firefox para Android e altere a aparência do seu navegador móvel para combinar com o seu estilo, estado de espírito ou estação.
uk: Відвідайте addons.mozilla.org з Firefox для Android і одягніть ваш мобільний браузер під ваш стиль, настрій або сезон.
zh_cn: 您还可以在手机上用 Firefox Android 版访问 addons.mozilla.org，让您的移动浏览器充分体现您的个性、情绪或季节。

source: Get up and move!
cs: Vstaňte a hýbejte se!
de: Stehen Sie auf und bewegen Sie sich!
es: ¡Levántate y muévete!
fr: Levez-vous et bougez !
it: Fai un po' di esercizio!
ko: 일어나 운동합시다!
nl: Sta op en beweeg!
pa_in: ਉੱਠ ਜਾਓ ਅਤੇ ਚਲੋ!
pl: Wstań i rusz się!
pt_pt: Levante-se e mexa-se!
uk: Вставайте та рухайтесь!
zh_cn: 身体力行！

source: Install these fitness add-ons to keep you active and healthy.
cs: Nainstalujte si sportovně laděné doplňky pro podporu vaší aktivity a zdraví.
de: Installieren Sie diese Fitness-Add-ons, um Sie aktiv und gesund zu erhalten.
es: Instala estos complementos de fitness para mantenerte activo y saludable.
fr: Installez ces modules de fitness pour rester actif et en bonne santé
it: Installa questi componenti aggiuntivi dedicati alla tua salute per mantenerti attivo e in forma.
ko: 건강을 위해 헬스 부가 기능을 설치해 보세요.
nl: Installeer deze fitness-add-ons om uzelf actief en gezond te houden.
pa_in: ਖੁਦ ਨੂੰ ਸਰਗਰਮ ਅਤੇ ਸਿਹਤਮੰਦ ਰੱਖਣ ਲਈ ਇਹਨਾਂ ਫ਼ਿਟਨੇਸ ਐਡ-ਆਨਾਂ ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ।
pl: Zainstaluj te dodatki fitness, by zachować aktywność i zdrowie.
pt_pt: Instale estes extras de fitness para o manter saudável e ativo.
uk: Встановіть ці додатки для фітнесу, щоб бути активними та здоровими.
zh_cn: 安装健身类附加组件，让您保持健康，时刻充满活力。

source: New &amp; Now
cs: Nové a aktuální
de: Neu &amp; Jetzt
es: Lo ultimísimo
fr: Nouveau &amp; maintenant
it: Novità del momento
ko: 신상 부가 기능
nl: Nieuw en nu
pa_in: ਨਵਾਂ &amp; ਹੁਣ
pl: Nowe i aktualne
pt_pt: Novo e recente
uk: Нове і Потрібне
zh_cn: 与时俱进

source: Get the latest, must-have add-ons of the moment.
cs: Získejte nejnovější užitečné doplňky.
de: Holen Sie sich die neuesten Add-ons, die man jetzt haben muss.
es: Obtén los últimos complementos que no te puedes perder.
fr: Obtenez les derniers modules indispensables du moment.
it: Prova gli ultimi, imperdibili, componenti aggiuntivi del momento.
ko: 신상 머스트해브 부가 기능을 써보세요.
nl: Download de laatste en populairste add-ons van het moment.
pa_in: ਬਿਲਕੁਲ ਨਵਾਂ, ਇਸ ਵਾਰ ਦਾ ਲਾਜ਼ਮੀ ਐਡ-ਆਨ ਪ੍ਰਾਪਤ ਕਰੋ।
pl: Pobierz najnowsze dodatki, które obecnie należy mieć.
pt_pt: Obtenha os últimos extras do momento, que não vai querer perder.
uk: Отримайте найновіші, найкорисніші додатки цього часу.
zh_cn: 立即获取最新且不可或缺的附加组件。

source: Worry-free browsing
cs: Prohlížení bez starostí
de: Sorgenfreies Surfen
es: La navegación sin preocupaciones
fr: Navigation sans soucis
it: Naviga senza preoccupazioni
ko: 걱정 없는 웹서핑
nl: Zorgeloos browsen
pa_in: ਚਿੰਤਾ-ਮੁਕਤ ਬਰਾਊਜ਼ਿੰਗ
pl: Bezpieczne przeglądanie
pt_pt: Navegação sem preocupações
uk: Вільний перегляд без проблем
zh_cn: 无忧浏览

source: Protect your privacy online with the add-ons in this collection.
cs: Chrańte své online soukromí pomocí doplňků v této kolekci.
de: Schützen Sie Ihre Privatsphäre im Internet mit den Add-ons in dieser Sammlung.
es: Protege tu privacidad en línea con los complementos de esta colección.
fr: Protégez votre vie privée en ligne avec les modules de cette collection.
it: Proteggi la tua privacy online con i componenti aggiuntivi di questa raccolta.
ko: 이 모음집의 부가 기능만 있으면 개인 정보를 온라인 환경에서 보호할 수 있습니다.
nl: Bescherm online uw privacy met de add-ons in deze collectie.
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਦੇ ਐਡ-ਆਨਾਂ ਨਾਲ ਆਪਣੀ ਆਨਲਾਈਨ ਪਰਦੇਦਾਰੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ।
pl: Chroń swoją prywatność online z dodatkami w tej kolekcji.
pt_pt: Proteja a sua privacidade online com os extras desta coleção.
uk: Захистіть свою приватність в мережі за допомогою додатків з цієї збірки.
zh_cn: 用这个收藏集中的附加组件保护你的隐私。

source: Great add-ons for work, fun, privacy, productivity&hellip; just about anything!
de: Tolle Add-ons für die Arbeit, Spaß, Datenschutz, Produktivität &hellip; für so ziemlich alles!
es: Grandes complementos para trabajar, divertirse, mantener tu privacidad, mejorar tu productividad,... ¡para lo que quieras!
fr: D'excellents modules pour travailler, s'amuser, protéger votre vie privée ou améliorer votre productivité &hellip; pour tout !
it: Componenti aggiuntivi per ogni esigenza: dal lavoro al divertimento, alla privacy, alla produttività e altro ancora…
ko: 업무, 오락, 개인 정보 보호, 생산성&hellip; 그냥 모든 면에서 전부 훌륭한 부가 기능들입니다!
nl: Geweldige add-ons voor werk, plezier, privacy, productiviteit… vrijwel alles!
pa_in: ਕੰਮ, ਮਜ਼ੇ, ਪਰਦੇਦਾਰੀ, ਉਤਪਾਦਨ&hellip ਲਈ ਵਧੀਆ ਐਡ-ਆਨ; ਕਿਸੇ ਵੀ ਚੀਜ਼ ਬਾਰੇ!
pl: Świetne dodatki do pracy, zabawy, prywatności, produktywności&hellip; po prostu do wszystkiego!
pt_pt: Ótimos extras para trabalho, diversão, privacidade, produtividade&hellip; enfim, extras para quase tudo!
uk: Чудові додатки для роботи, розваг, приватності, продуктивності&hellip; на будь-який смак!
zh_cn: 助力工作、娱乐、隐私和工作效率等各个方面的优秀附加组件。

source: Discover Add-ons
cs: Objevte doplňky
de: Add-ons entdecken
el: Ανακαλύψτε πρόσθετα
es: Descubrir complementos
fr: Découvrir des modules
it: Scopri componenti aggiuntivi
ja: アドオンを見つける
ko: 부가 기능에 대해 알아보기
nl: Ontdek add-ons
pa_in: ਐਡ-ਆਨ ਖੋਜੋ
pl: Poznaj dodatki
pt_pt: Descobrir extras
ru: Откройте дополнения
sl: Odkrijte dodatke
uk: Відкрийте додатки
zh_cn: 发掘附加组件
