Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add-on SDK Version:
cs: Verze Add-on SDK:
es: Versión del SDK de complementos:
fr: Version du SDK Module :
it: Versione di Add-on SDK
ja: Add-on SDK のバージョン:
ko: 부가 기능 SDK 버전:
nl: Add-on SDK-versie:
pa_in: ਐਡ-ਆਨ SDK ਵਰਜਨ:
pl: Wersja SDK dodatków:
pt_pt: Versão do Add-on SDK:
ru: Версия Add-on SDK:
uk: Версія SDK додатку:
zh_cn: 附加组件SDK版本：

source: Tab stops:
cs: Tabulátory:
de: Tabulatorabstand:
es: Puntos de tabulación:
fr: Arrêts tabulation :
it: Tabulazioni:
ja: タブストップ:
ko: 탭 중단:
pa_in: ਟੈਬ ਰੁਕੀ:
pl: Tabulator:
pt_pt: O separador pára:
ru: Позиции табуляции:
sl: Tabulatorji:
uk: Позиції табуляції:
zh_cn: 制表符宽度：

source: Up file
cs: Soubor výše
de: Vorherige Datei
es: Subir archivo
fr: Monter le fichier
it: File precedente
ko: 파일 위로
nl: Bestand omhoog
pa_in: ਅੱਪ ਫ਼ਾਈਲ
pl: Plik w górę
pt_pt: Subir o ficheiro
ru: Файл выше
sl: Gor datoteka
uk: Файл вище
zh_cn: 上一个文件

source: Down file
cs: Soubor níže
de: Nächste Datei
es: Bajar archivo
fr: Descendre le fichier
it: File successivo
ko: 파일 아래로
nl: Bestand omlaag
pa_in: ਡਾਊਨ ਫ਼ਾਈਲ
pl: Plik w dół
pt_pt: Baixar o ficheiro
ru: Файл ниже
sl: Dol datoteka
uk: Файл нижче
zh_cn: 下一个文件

source: Previous diff
cs: Předchozí rozdíl
de: Vorheriges Diff
es: Diff anterior
fr: Différence précédente
it: Diff precedente
ja: 前の差分
ko: 이전 비교
nl: Voorgaand verschil
pa_in: ਪਿਛਲੀ ਤੁਲਨਾ
pl: Poprzednia różnica
pt_pt: Diff anterior
ru: Предыдущее изменение
sl: Prejšnji diff
uk: Попередня різниця
zh_cn: 上一个差异

source: Previous note
cs: Předchozí poznámka
de: Vorherige Anmerkung
es: Nota anterior
fr: Note précédente
it: Nota precedente
ja: 前のメモ
ko: 이전 메모
nl: Voorgaande opmerking
pa_in: ਪਿਛਲਾ ਨੋਟ
pl: Poprzednia informacja
pt_pt: Nota anterior
ru: Предыдущее примечание
sl: Prejšnja opomba
uk: Попередня примітка
zh_cn: 上一个记录

source: Next diff
cs: Další rozdíl
de: Nächstes Diff
es: Diff siguiente
fr: Différence suivante
it: Diff successivo
ja: 次の差分
ko: 다음 비교
nl: Volgend verschil
pa_in: ਅਗਲੀ ਤੁਲਨਾ
pl: Następna różnica
pt_pt: Próximo diff
ru: Следующее изменение
sl: Naslednji diff
uk: Наступна відмінність
zh_cn: 下一个差异

source: Next note
cs: Další poznámka
de: Nächste Anmerkung
es: Nota siguiente
fr: Note suivante
it: Nota successiva
ja: 次のメモ
ko: 다음 메모
nl: Volgende opmerking
pa_in: ਅਗਲਾ ਨੋਟ
pl: Następna informacja
pt_pt: Próxima nota
ru: Следующее примечание
sl: Naslednja opomba
uk: Наступна примітка
zh_cn: 下一个记录

source: Expand all
cs: Rozbalit vše
de: Alle ausklappen
el: Ανάπτυξη όλων
es: Expandir todo
fr: Tout développer
it: Espandi tutto
ja: すべて展開
ko: 전부 보기
nl: Alles uitvouwen
pa_in: ਸਾਰਾ ਫ਼ੈਲਾਓ
pl: Rozwiń wszystko
pt_pt: Expandir tudo
ru: Развернуть всё
sl: Razširi vse
uk: Розгорнути все
zh_cn: 展开全部

source: Hide or unhide tree
cs: Skrýt či zobrazit nabídku
de: Baum ein- oder ausblenden
el: Εμφάνιση ή απόκρυψη του δένδρου
es: Ocultar o mostrar árbol
fr: Cacher ou afficher l'arbre
it: Mostra o nascondi albero
ja: ツリーを広げる・折りたたむ
ko: 트리 숨김/표시
nl: Structuur weergeven of verbergen
pa_in: ਰੁੱਖ ਨੂੰ ਲੁਕਾਓ ਜਾਂ ਵਿਖਾਓ
pl: Ukryj lub wyświetl drzewo
pt_pt: Mostrar ou ocultar árvore
ru: Скрыть или показать дерево
sl: Skrij/razkrij drevo
uk: Приховати чи показати дерево
zh_cn: 隐藏或取消隐藏树形列表

source: Wrap or unwrap text
cs: Zalomit nebo nezalomit text
de: Zeilenumbrüche an oder ausschalten
el: Αναδίπλωση ή ανάπτυξη κειμένου
es: Cortar o no cortar texto
fr: Ajouter/retirer des retours à la ligne
it: Attiva o annulla testo a capo
ja: テキストを広げる・折りたたむ
ko: 텍스트 감싸기/해제
nl: Regelafbreking aan/uit
pa_in: ਸਮੇਟਿਆ ਜਾਂ ਖੁੱਲਿਆ ਟੈਕਸਟ
pl: Włącz/wyłącz zawijanie tekstu
pt_pt: Mostrar ou não mostrar o texto
ru: Завернуть или развернуть текст
sl: Ovij/razvij besedilo
uk: Загорнути чи розгорнути текст
zh_cn: 文本换行或不换行

source: No files in the uploaded file.
cs: V nahraném souboru se nenachází žádné soubory.
de: Keine Dateien in der hochgeladenen Datei
el: Δεν υπάρχουν αρχεία μέσα στο αρχείο που ανεβάσατε.
es: No hay archivos en el archivo subido.
fr: Pas de fichier dans le fichier envoyé.
it: Nessun file nell'elemento caricato.
ja: アップロードされたファイルにはファイルが含まれていません。
ko: 업로드한 파일 내역에 파일이 없습니다.
nl: Geen bestanden in geüpload bestand.
pa_in: ਅੱਪਲੋਡ ਕੀਤੀ ਫ਼ਾਈਲ ਵਿੱਚ ਕੋਈ ਫ਼ਾਈਲਾਂ ਨਹੀਂ।
pl: Brak plików w przesyłanym pliku.
pt_pt: Não há ficheiros no arquivo carregado.
ru: В загруженном файле нет файлов.
sl: Ni datotek v naloženi datoteki.
uk: В завантаженому файлі немає файлів.
zh_cn: 上传的文件中没有文件。

source: Fetching file.
cs: Probíhá stahování souboru.
de: Datei wird geholt.
el: Φορτώνεται το αρχείο.
es: Extrayendo archivo.
fr: Récupération du fichier.
it: Recupero file in corso.
ja: ファイルを取得しています。
ko: 파일을 가져오고 있습니다.
nl: Bestand ophalen.
pa_in: ਫ਼ਾਈਲ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ।
pl: Pobieranie pliku.
pt_pt: A procurar ficheiro.
ru: Получение файла.
sl: Pridobivam datoteko.
uk: Отримання файлу.
zh_cn: 正在获取文件。

source: An error occurred saving this message.
cs: Při ukládání této zprávy nastala chyba.
de: Beim Speichern dieser Nachricht ist ein Fehler aufgetreten.
es: Ha ocurrido un error al guardar este mensaje.
fr: Une erreur s'est produite pendant la sauvegarde de ce message.
it: Si è verificato un errore durante il salvataggio del messaggio.
ja: このメッセージを保存中に問題が発生しました。
ko: 메시지 저장중 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het opslaan van dit bericht.
pa_in: ਇਸ ਸੁਨੇਹੇ ਨੂੰ ਸੰਭਾਲ੍ਹਦੇ ਸਮੇਂ ਖਾਮੀ ਆਈ।
pl: Podczas zapisywania wiadomości wystąpił błąd.
pt_pt: Houve um erro ao salvar essa mensagem.
ru: При сохранении этого сообщения произошла ошибка.
sl: Med shranjevanjem sporočila je prišlo do napake.
uk: При збереженні цього повідомлення сталася помилка.
zh_cn: 保存此消息时发生错误。

source: Access Denied
cs: Přístup byl zamezen
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
it: Accesso negato
ja: アクセスが拒否されました
ko: 접근이 거부됨
nl: Toegang geweigerd
pa_in: ਪਹੁੰਚ ਤੋਂ ਇਨਕਾਰ
pl: Odmowa dostępu
pt_pt: Acesso negado
ru: В доступе отказано
sl: Dostop zavrnjen
uk: Доступ заборонено
zh_cn: 拒绝访问

source: Localizer Dashboard
cs: Nástěnka překladatele
de: Übersicht für Übersetzer
es: Panel de control del localizador
fr: Tableau de bord du traducteur
it: Dashboard localizzatori
ja: ローカライザ用ダッシュボード
ko: 번역자 대시보드
nl: Vertalersdashboard
pa_in: ਲੋਕਾਲਾਈਜ਼ਰ ਡੈਸਬੋਰਡ
pl: Panel lokalizatora
pt_pt: Quadro do tradutor
ru: Панель локализатора
sl: Kontrolna tabla za lokalizatorja
uk: Панель перекладача
zh_cn: 本地化人员仪表盘

source: Localization Summary for {0}
cs: Souhrn lokalizace pro jazyk {0}
de: Zusammenfassung der Übersetzung für {0}
es: Resumen de localización para {0}
fr: Résumé de traduction pour %s
it: Sommario localizzazione per {0}
ja: {0} のローカライズ概要
ko: {0} 번역 작업 개요
nl: Vertalingssamenvatting voor {0}
pa_in: {0} ਲਈ ਲੋਕਾਲਾਈਜ਼ੇਸਨ ਸੰਖੇਪ
pl: Opis lokalizacji dla {0}
pt_pt: Resumo de tradução para {0}
ru: Сводка локализации на {0}
sl: Povzetek lokalizacije za {0}
uk: Стисло про локаль для {0}
zh_cn: {0} 的本地化概要

source: Localization Dashboard
cs: Nástěnka překladatele
de: Übersicht der Übersetzung
es: Panel de control de localización
fr: Tableau de bord de traduction
it: Dashboard localizzatori
ja: ローカライズダッシュボード
ko: 번역 작업 대시보드
nl: Vertaaldashboard
pa_in: ਲੋਕਾਲਾਈਜ਼ੇਸਨ ਡੈਸਬੋਰਡ
pl: Panel lokalizacji
pt_pt: Quadro de tradução
ru: Панель локализации
sl: Kontrolna tabla za lokalizacijo
uk: Панель локалей
zh_cn: 本地化仪表盘

source: Category Localization for {0}
cs: Lokalizace kategorií pro jazyk {0}
de: Übersetzung der Kategorien für {0}
es: Categoría de localización para {0}
fr: Traduction de catégorie pour {0}
it: Localizzazione categoria per {0}
ja: {0} のカテゴリローカライズ
ko: {0}용 분류 번역
nl: Categorievertaling voor {0}
pa_in: {0} ਲਈ ਸੰਗ੍ਰਹਿ ਲੋਕਾਲਾਈਜ਼ੇਸਨ
pl: Kategorie lokalizacji dla {0}
pt_pt: Tradução de categorias para {0}
ru: Локализация категорий для {0}
sl: Lokalizacija kategorije za {0}
uk: Категорія локалі для {0}
zh_cn: {0} 分类本地化

source: Update
cs: Aktualizovat
el: Ενημέρωση
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Bijwerken
pa_in: ਅੱਪਡੇਟ
pl: Aktualizuj
pt_pt: Atualizar
ru: Обновить
sl: Obnovi
uk: Оновити
zh_cn: 更新

source: Want to get in touch with the {0} L10n team?
cs: Chcete být v kontaktu s lokalizačním týmem pro jazyk {0}?
de: Möchten Sie in Kontakt mit dem Übersetzer-Team für {0} treten?
es: ¿Te quieres poner en contacto con el equipo de localización {0}?
fr: Vous souhaitez entrer en contact avec l'équipe de localisation pour le {0} ?
it: Vuoi metterti in contatto con il team l10n {0}?
ko: {0} L10n 팀과 연락하며 지내고 싶습니까?
nl: Wilt u contact opnemen met het L10n-team voor {0}?
pa_in: ਕੀ ਤੁਸੀਂ {0} L10n ਟੀਮ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chcesz skontaktować się z zespołem lokalizacji na język {0}?
pt_pt: Quer entrar em contato com a equipe L10n do {0}?
ru: Хотите связаться с командой локализации на {0}?
sl: Želite priti v stik z L10n ekipo za {0}?
uk: Хочете зв'язатися з командою L10n {0}?
zh_cn: 要联系 {0} 本地化团队吗？

source: Visit the {0} L10n Homepage
cs: Navštívit domovskou stránku týmu pro jazyk {0}
de: Besuchen Sie die Übersetzer-Homepage für {0}
es: Visita la página de inicio de la l10n {0}
fr: Visiter la page d'accueil de la traduction en {0}
it: Visita il sito web del gruppo l10n {0}
ja: {0} のローカライズホームページへ
ko: {0} L10n 홈페이지 방문
nl: Bezoek de L10n-startpagina voor {0}
pa_in: {0} L10n ਮੁੱਖਸਫ਼ੇ ਤੇ ਜਾਓ
pl: Odwiedź stronę główną lokalizacji
pt_pt: Visitar a página L10n do {0}
ru: Посетить домашнюю страницу {0} L10n
sl: Obiščite domači stran za L10n {0}
uk: Відвідайте домашню сторінку {0} L10n
zh_cn: 访问 {0} 本地化主页

source: Current Localizers for {0}:
cs: Aktuální překladatelé pro {0}:
de: Aktuelle Übersetzer für {0}:
es: Localizadores actuales de {0}:
fr: Traducteurs actuels pour {0} :
it: Attuali localizzatori per {0}:
ja: 現在の {0} ローカライズ担当者:
ko: 현재 {0} 번역자:
nl: Huidige vertalers voor {0}:
pa_in: {0} ਲਈ ਮੌਜੂਦਾ ਲੋਕਾਲਾਈਜ਼ਰ:
pl: Obecni tłumacze na {0}:
pt_pt: Tradutores atuais para {0}:
ru: Текущие локализаторы для {0}:
sl: Aktivni lokalizatorji za {0}:
uk: Поточні локалізатори для {0}:
zh_cn: 目前 {0} 的本地化人员：

source: Change Locale:
cs: Změna jazyka:
de: Sprache ändern:
es: Cambiar idioma:
fr: Changer la langue :
it: Cambia locale:
ja: ロケールを変更:
ko: 언어 변경:
nl: Locale wijzigen:
pa_in: ਲੋਕੇਲ ਬਦਲੋ:
pl: Zmień język:
pt_pt: Mudar idioma:
ru: Сменить локаль:
sl: Spremeni lokalno nastavitev:
uk: Змінити локаль:
zh_cn: 更改语言：

source: Good to know
cs: Dobré vědět
de: Gut zu wissen
es: Bueno recordar
fr: Bon à savoir
it: Informazioni utili
ko: 알아두면 좋은 정보
nl: Goed om te weten
pa_in: ਜਾਨਣਾ ਚੰਗਾ
pl: Dobrze wiedzieć
pt_pt: É bom saber
ru: Полезно знать
sl: Dobro je vedeti
uk: Добре знати
zh_cn: 有用的信息

source: Want the bigger picture?
cs: Chcete získat lepší přehled?
de: Möchten Sie einen weiteren Blickwinkel?
es: ¿Quieres toda la información?
fr: Vous voulez la grosse image ?
it: Vuoi il quadro d'insieme?
ko: 보다 전체적인 상황이 보고 싶으세요?
nl: Wilt u het grotere geheel zien?
pa_in: ਜਿਆਦਾ ਖੁਲਾਸਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chcesz wiedzieć więcej?
pt_pt: Quer ter uma visão mais ampla?
ru: Хотите более общий вид?
sl: Vas zanima velika slika?
uk: Хочете побачити повну картину?
zh_cn: 想要更大的图片吗？

source: Visit localize.mozilla.org
cs: Navštivte localize.mozilla.org
de: Besuchen Sie localize.mozilla.org
es: Visita localize.mozilla.org
fr: Visiter localize.mozilla.org
it: Visita localize.mozilla.org
ko: localize.mozilla.org 방문하기
nl: Bezoek localize.mozilla.org
pa_in: localize.mozilla.org ਤੇ ਜਾਓ
pl: Przejdź na stronę localize.mozilla.org
pt_pt: Visite localize.mozilla.org
ru: Посетить localize.mozilla.org
sl: Obiščite localize.mozilla.org
uk: Відвідайте localize.mozilla.org
zh_cn: 访问 localize.mozilla.org

source: Options
cs: Možnosti
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pa_in: ਚੋਣਾਂ
pl: Opcje
pt_pt: Opções
ru: Настройки
sl: Možnosti
uk: Налаштування
zh_cn: 选项

source: Need Help?
cs: Potřebujete pomoci?
de: Benötigen Sie Hilfe?
es: ¿Necesitas ayuda?
fr: Besoin d'aide ?
it: Hai bisogno di aiuto?
ja: サポートが必要ですか？
ko: 도움이 필요하세요?
nl: Hulp nodig?
pa_in: ਮਦਦ ਦੀ ਲੋੜ?
pl: Potrzebujesz pomocy?
pt_pt: Precisa de ajuda?
ru: Нужна помощь?
sl: Potrebujete pomoč?
uk: Потрібна допомога?
zh_cn: 需要帮助吗？

source: Visit the Newsgroup
cs: Navštívit diskusní skupinu
de: Besuchen Sie die Newsgroup
es: Visita el grupo de noticias
fr: Voir les newsgroup
it: Visita il newsgroup
ja: ニュースグループを見る
ko: 뉴스그룹 방문
nl: Bezoek de nieuwsgroep
pa_in: ਨਿਊਜ਼ਗਰੁੱਪ ਤੇ ਜਾਓ
pl: Odwiedź grupę dyskusyjną
pt_pt: Visite o grupo de discussão
ru: Посетить группу новостей
sl: Obiščite novičarsko skupino
uk: Відвідати групу новин
zh_cn: 访问新闻组

source: E-Mail Your Team:
cs: E-mail na tým:
de: Senden Sie eine E-Mail an Ihr Team:
es: Envía un correo electrónico a tu equipo:
fr: Contacter votre équipe par courriel :
it: Invia una email al tuo team:
ja: チームへメールを送る:
ko: 팀에 이메일 전송:
nl: Stuur een e-mailbericht naar uw team:
pa_in: ਆਪਣੀ ਟੀਮ ਨੂੰ ਈ-ਮੇਲ ਕਰੋ:
pl: Wyślij e-mail do swojego zespołu:
pt_pt: Envie uma mensagem para a sua equipa:
ru: Отправьте письмо вашей команде:
sl: Pošljite E-pošto svoji ekipi:
uk: Відправте лист своїй команді:
zh_cn: 给您的团队发送电子邮件：

source: Submit
cs: Odeslat
de: Abschicken
el: Υποβολή
es: Enviar
fr: Proposer
it: Invia
ja: 登録
ko: 입력하기
nl: Indienen
pa_in: ਭੇਜੋ
pl: Prześlij
pt_pt: Submeter
ru: Отправить
sl: Predloži
uk: Затвердити
zh_cn: 提交

source: (edit)
cs: (upravit)
de: (Bearbeiten)
es: (editar)
fr: (éditer)
it: (modifica)
ja: (編集)
ko: (편집)
nl: (bewerking)
pa_in: (ਸੋਧ)
pl: (edytuj)
pt_pt: (editar)
ru: (править)
sl: (uredi)
uk: (редагувати)
zh_cn: （编辑）

source: Mozilla Add-ons Localization
cs: Překlad serveru Doplňky Mozilly
de: Übersetzung von Mozilla-Add-ons
es: Localización de complementos de Mozilla
fr: Traduction Mozilla Add-ons
it: Localizzazione Mozilla Add-ons
ja: Mozilla Add-ons のローカライズ
ko: Mozilla 부가 기능 번역
nl: Lokalisatie van Mozilla-add-ons
pa_in: ਮੌਜੀਲਾ ਐਡ-ਆਨ ਲੋਕਾਲਾਈਜ਼ੇਸਨ
pl: Lokalizacja dodatków Mozilli
pt_pt: Tradução do Mozilla Extras
ru: Локализация дополнений Mozilla
sl: Lokalizacija dodatkov za Mozillo
uk: Переклад додатків Mozilla
zh_cn: Mozilla 附加组件本地化

source: Want to help?
cs: Chcete pomoci?
de: Möchten Sie helfen?
es: ¿Quieres ayudar?
fr: Vous voulez aider ?
it: Vuoi dare una mano?
ko: 도움이 필요하세요?
nl: Wilt u helpen?
pa_in: ਮਦਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chcesz pomóc?
pt_pt: Quer ajudar?
ru: Хотите помочь?
sl: Hočete pomagati?
uk: Хочете допомогти?
zh_cn: 想要帮忙吗？

source: AMO is available in so many languages thanks to the help of people like you!
cs: AMO je díky lidem jako jste vy k dispozici v řadě jazyků!
de: AMO ist dank der Hilfe von Menschen wie Ihnen in so vielen Sprachen verfügbar!
es: ¡AMO está disponible en muchos idiomas gracias a la ayuda de gente como tú!
fr: AMO est disponible dans tant de langues grâce à l'aide de personnes comme vous !
it: AMO è disponibile in così tante lingue grazie al contributo di persone come te.
ko: AMO는 여러 언어로 사용이 가능하며 이렇게 만들어주신 분들께 감사하고 있습니다!
nl: AMO is dankzij de hulp van mensen zoals u beschikbaar in zo veel talen!
pa_in: ਤੁਹਾਡੇ ਵਰਗੇ ਲੋਕਾਂ ਦੇ ਸਹਿਯੋਗ ਕਾਰਨ AMO ਬਹੁਤ ਸਾਰੀਆਂ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਉੱਪਲਬਧ ਹੈ!
pl: Dzięki wsparciu osób, takich jak ty, AMO jest dostępne w tak wielu językach!
pt_pt: O AMO está disponível em tantos idiomas graças à ajuda de pessoas como você!
ru: АМО доступен на стольких языках благодаря помощи таких как вы людей!
sl: AMO je na voljo v številnih jezikih, ker so ga ljudje, kot ste vi, pomagali prevesti! <
uk: AMO доступний на багатьох мовах завдяки допомозі людей, таких як ви!
zh_cn: AMO 感谢有您这样的热心人帮助，让它能以如此多的语言呈现于世！

source: Get started with AMO L10n
cs: Začít s překladem AMO
de: Erste Schritte bei der AMO-Übersetzung
es: Iníciate en la L10n de AMO
fr: Se lancer avec la traduction AMO
it: Scopri come iniziare con AMO l10n
ja: AMO のローカライズを始める
ko: AMO L10n으로 시작하기
nl: Van start met AMO-L10n
pa_in: AMO L10n ਨਾਲ ਸ਼ੁਰੂ ਕਰੋ
pl: Zaczynamy lokalizację AMO
pt_pt: Começar com o AMO L10n
ru: Начало работы над локализацией AMO
sl: Začnite z AMO L10n
uk: Початок роботи з AMO L10n
zh_cn: AMO L10n 入门

source: Existing AMO locales
cs: Existující jazyky AMO
de: Bestehende AMO-Sprachen
es: Idiomas existentes en AMO
fr: Traductions AMO existantes
it: Lingue esistenti su AMO
ja: 既存の AMO ロケール
ko: AMO 번역판들
nl: Bestaande AMO-locales
pa_in: ਮੌਜੂਦਾ AMO ਲੋਕੇਲ
pl: Istniejące lokalizacje AMO
pt_pt: Idiomas existentes na AMO
ru: Существующие локализации AMO
sl: Lokalne nastavitve, ki že obstajajo
uk: Наявні локалі AMO
zh_cn: 现有的 AMO 语言

source: Locale code
cs: Kód jazyka
de: Sprachcode
es: Código del idioma
fr: Code de locale
it: Codice lingua
ja: ロケールコード
ko: 지역 코드
pa_in: ਲੋਕੇਲ ਕੋਡ
pl: Kod lokalizacji
pt_pt: Código do idioma
ru: Код локали
sl: Koda za lokale
uk: Код локалі
zh_cn: 语言代码

source: Locale name
cs: Jméno jazyka
de: Name der Sprache
es: Nombre del idioma
fr: Nom de locale
it: Nome lingua
ja: ロケール名
ko: 지역명
nl: Locale-naam
pa_in: ਲੋਕੇਲ ਨਾਂ
pl: Nazwa lokalizacji
pt_pt: Nome do idioma
ru: Имя локали
sl: Ime lokale
uk: Ім'я локалі
zh_cn: 语言名称

source: Tier %s
cs: Hladina %s
de: Preisstufe %s
es: Nivel %s
fr: Tranche %s
it: Fascia %s
ko: 티어 %s
nl: Categorie %s
pl: Poziom %s
zh_cn: %s 等级

source: App disabled on the Firefox Marketplace.
cs: Aplikace je na Firefox Marketplace zakázána.
de: Anwendung im Firefox-Marktplatz deaktiviert.
es: Aplicación deshabilitada en Firefox Marketplace.
fr: Application désactivée sur le Marketplace Firefox.
it: App disattivata sul Firefox Marketplace.
ko: Firefox 마켓플레이스에서 앱을 이용할 수 없습니다.
nl: App uitgeschakeld op de Firefox Marketplace.
pl: Aplikacja wyłączona w Firefox Marketplace.
ru: Приложение отключено в Магазине Firefox.
zh_cn: 火狐应用市场中被禁用的应用。

source: Add-on disabled on the Firefox Marketplace.
cs: Doplněk byl na Firefox Marketplace zakázán.
de: Add-on im Firefox-Marktplatz deaktiviert.
es: Complemento deshabilitado en Firefox Marketplace.
fr: Module désactivée sur le Marketplace Firefox.
it: Componente aggiuntivo disattivato in Firefox Marketplace.
ko: Firefox 마켓플레이스에서 부가 기능을 이용할 수 없습니다.
nl: Add-on uitgeschakeld op de Firefox Marketplace.
pl: Dodatek wyłączony w Firefox Marketplace.
ru: Дополнение отключено в Магазине Firefox.
zh_cn: 火狐应用市场中被禁用的附加组件。

source: Add-on Compatibility Reporter
de: Add-on-Kompatibilitätsmelder
fr: Rapporteur de compatibilité de module
ja: アドオン互換性レポーター
ko: 부가 기능 호환성 제보기
pa_in: ਐਡ-ਆਨ ਅਨੁਕੂਲਤਾ ਸੂਚਕ
pl: Reporter kompatybilności dodatków
ru: Информатор о совместимости дополнений
sl: Poročevalec o združljivosti dodatkov
uk: Засіб звітів сумісності додатків

source: Add-on Compatibility Reporter has been installed
cs: Add-on Compatibility Reporter byl nainstalován
de: Der Add-on-Kompatibilitätsmelder wurde installiert
es: Se ha instalado Add-on Compatibility Reporter
fr: Le rapporteur de compatibilité de module a été installé
it: Add-on Compatibility Reporter è stato installato.
ja: アドオン互換性レポーターがインストールされました
ko: 부가 기능 호환성 제보기가 설치됐습니다
nl: Add-on Compatibility Reporter is geïnstalleerd
pa_in: ਐਡ-ਆਨ ਅਨੁਕੂਲਤਾ ਸੂਚਕ ਇੰਸਟਾਲ ਹੋ ਚੁੱਕਿਆ
pl: Reporter kompatybilności dodatków został zainstalowany
pt_pt: O Extra Compatibility Reporter foi instalado
ru: Был установлен Add-on Compatibility Reporter
sl: Poročevalec o združljivosti dodatkov je nameščen
uk: Засіб звітів сумісності додатків був встановлений
zh_cn: Add-on Compatibility Reporter 已安装

source: It’s easy to help us make sure add-ons are updated in time for the release of the next version of Firefox.
cs: Je snadné nám pomoci se ujistit, že jsou doplňky v době vydání další verze Firefoxu aktualizované.
de: Es ist einfach, uns dabei zu helfen, dafür zu sorgen, dass Add-ons rechtzeitig zur Veröffentlichung der nächsten Firefox-Version aktualisiert werden.
es: Es fácil ayudarnos a garantizar que los complementos estén actualizados a tiempo para el lanzamiento de la próxima versión de Firefox.
fr: C'est facile de nous aider à nous assurer que les modules sont mis à jour à temps pour les sorties des versions prochaines de Firefox.
it: È facile Aiutarci a fare in modo che i componenti aggiuntivi siano aggiornati in tempo per l'uscita della nuova versione di Firefox.
ko: 차기 Firefox 버전용으로 부가 기능이 업데이트 됐는지 여부를 확인해주는 역할을 하는 부가 기능입니다.
nl: Het is eenvoudig om ons te helpen ervoor te zorgen dat add-ons op tijd voor de uitgave van de volgende versie van Firefox worden bijgewerkt.
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੇ ਅਗਲੇ ਵਰਜਨ ਨੂੰ ਜਾਰੀ ਕਰਨ ਲਈ ਸਮੇਂ ਸਿਰ ਐਡ-ਆਨਾਂ ਦਾ ਅੱਪਡੇਟ ਹੋਣਾ ਯਕੀਨੀ ਬਣਾਉਣ ਵਿੱਚ ਸਾਡੀ ਸਹਾਇਤਾ ਕਰਨਾ ਸੌਖਾ ਹੈ।
pl: Reporter pomaga nam upewnić się, że dodatki są na czas zaktualizowane do następnej wersji Firefoksa.
pt_pt: É fácil nos ajudar a garantir que os extras sejam atualizados a tempo quando uma nova versão do Firefox for lançada.
ru: Можно легко помочь нам убедиться, что при выпуске следующей версии Firefox дополнения обновляются в срок.
sl: Na enostaven način nam lahko pomagate zagotoviti, da bodo dodatki posodobljeni pravočasno za sprostitev v naslednji različici Firefox.
uk: Можна легко допомогти нам переконатися в тому, що додатки оновлюються вчасно для випуску наступної версії Firefox.
zh_cn: 它能更容易地帮助我们确保附加组件能在下一个版本的 Freifox 发布时及时更新。

source: Here’s how to get started reporting add-on compatibility:
cs: Zde si můžete přečíst, jak se zapojit do nahlašování kompatibility doplňků:
de: Hier sind die ersten Schritte zum Melden der Add-on-Kompatibilität:
es: Aquí te explicamos cómo comenzar a informar sobre la compatibilidad de complementos:
fr: Voici comment se lancer dans la vérification de compatibilité d'un module :
it: Se vuoi informarci sulla compatibilità di un componente aggiuntivo, ecco da dove iniziare:
ko: 부가 기능 호환성을 제보하는 방법:
nl: Zo start u met rapporteren van compatibiliteit van add-ons:
pa_in: ਐਡ-ਆਨ ਅਨੁਕੂਲਤਾ ਸੂਚਨਾਵਾਂ ਦੇਣਾ ਕਿਵੇਂ ਸ਼ੁਰੂ ਕਰੀਏ ਬਾਰੇ ਜਾਣੋ:
pl: Jak rozpocząć raportowanie kompatybilności dodatków:
pt_pt: Aqui está como nos ajudar a relatar a compatibilidade dos extras:
ru: Вот как можно начать сообщать о совместимости дополнений:
sl: Takole začnete s poročilom o združljivosti dodatka:
uk: Ось як почати звітувати про сумісність додатків:
zh_cn: 如何开始报告附加组件兼容性问题：
