Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: A faster review of your add-on's source for any major problems. <a href="%(url)s">Learn more&hellip;</a>
cs: Rychlejší kontrola zdrojového kódu doplňku, zda neobsahuje zásadní problémy. <a href="%(url)s">Dozvědět se více&hellip;</a>
de: Eine schnellere Überprüfung des Quelltextes Ihres Add-ons auf größere Probleme. <a href="%(url)s">Erfahren Sie mehr &hellip;</a>
el: Μια γρήγορη αξιολόγηση του πηγαίου κώδικα του πρόσθετου σας που εντοπίζει σοβαρά προβλήματα μόνο. <a href="%(url)s">Μάθετε περισσότερα&hellip;</a>
es: Una revisión más rápida del código de tu complemento para cualquier problema importante. <a href="%(url)s">Más información&hellip;</a>
fr: Une revue rapide du code source de votre module pour vérifier l'absence de problème grave. <a href="%(url)s">En savoir plus &hellip;</a>
it: Una revisione più rapida del codice sorgente del tuo componente aggiuntivo per identificare i problemi più evidenti. <a href="%(url)s">Ulteriori informazioni&hellip;</a>
ja: アドオンのソースコードに重大な問題がないかを確認する、より迅速な審査です。<a href="%(url)s">詳細...</a>
ko: 부가 기능의 소스 및 기능에 대한 빠른 심사를 합니다. <a href="%(url)s">자세히 알아보기&hellip;</a>
nl: Een snellere beoordeling van de bron van uw add-on op eventuele grote problemen. <a href="%(url)s">Meer…</a>
pa_in: ਕੋਈ ਵੀ ਮੁੱਖ ਪਰੇਸ਼ਾਨੀਆਂ ਲਈ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੇ ਸੋਰਸ ਦੀ ਇੱਕ ਤੇਜ਼ ਸਮੀਖਿਆ। <a href="%(url)s">ਹੋਰ ਜਾਣੋ&hellip;</a>
pl: Szybkie sprawdzenie kodu źródłowego dodatku w poszukiwaniu znaczących problemów. <a href="%(url)s">Dowiedz się więcej&hellip;</a>
pt_pt: Uma revisão rápida de qualquer problema da fonte do seu extra. <a href="%(url)s">Saber mais&hellip;</a>
ru: Быстрая проверка исходного кода вашего дополнения на предмет выявления каких-либо серьезных проблем. <a href="%(url)s">Узнать больше&hellip;</a>
sl: Hitrejši pregled izvorne kode vašega dodatka, kar se nevarnosti za večje probleme tiče. <a href="%(url)s">Več o tem&hellip</a>
uk: Швидка перевірка програмного коду вашого додатку для виявлення будь-яких серйозних проблем. <a href="%(url)s">Докладніше&hellip;</a>
zh_cn: 对您的附加组件的源代码进行较快的审核以发现重要的问题。<a href="%(url)s">了解更多&hellip;</a>

source: Appropriate for experimental add-ons
cs: Vhodné pro experimentální doplňky
de: Genehmigung als experimentelles Add-on
el: Κατάλληλο για πειραματικά πρόσθετα
es: Apropiado para complementos experimentales
fr: Adapté pour des modules expérimentaux
it: Adatto per componenti aggiuntivi sperimentali
ja: 実験的なアドオン向けです
ko: 시험용 부가 기능에 적합한 과정
nl: Gepast voor experimentele add-ons
pa_in: ਪ੍ਰਯੋਗਆਤਮਕ ਐਡ-ਆਨਾਂ ਲਈ ਠੀਕ
pl: Właściwe dla eksperymentalnych dodatków
pt_pt: Apropriado para extras experimentais.
ru: Допустимо для экспериментальных дополнений
sl: Primerno za eksperimentalne dodatke
uk: Підходить до експериментальних додатків
zh_cn: 适合实验性的附加组件

source: Review should take place within 3 days
cs: Kontrola by měla proběhnout do 3 dní
de: Überprüfung sollte innerhalb von 3 Tagen stattfinden
el: Η αξιολόγηση θα πρέπει να γίνει μέσα σε 3 ημέρες
es: La valoración debe tener lugar en tres días
fr: La vérification devrait être effectuée d'ici 3 jours
it: La revisione dovrebbe avvenire entro 3 giorni
ja: 審査は通常 3 日以内に行われます
ko: 3일 이내의 차세대 버전에 대한 심사
nl: Beoordeling zou binnen 3 dagen moeten plaatsvinden
pa_in: ਸਮੀਖਿਆ 3 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਅੰਦਰ ਕੀਤੀ ਜਾਵੇਗੀ
pl: Sprawdzenie powinno odbyć się w ciągu 3 dni
pt_pt: A revisão deve acontecer dentro de 3 dias
ru: Проверка будет проведена в течение 3 дней
sl: Pregled načeloma v 3 dneh
uk: Розгляд буде проведено протягом 3 днів
zh_cn: 审核将在三天内进行

source: Some feature limitations
cs: Některé funkce jsou omezeny
de: Einige Funktionsbeschränkungen
el: Περιορισμός χρήσης μερικών λειτουργιών
es: Algunas limitaciones de características
fr: Certaines limitations de fonctionnalité
it: Alcune limitazioni sulle funzioni
ja: いくつかの機能制限
ko: 일부 기능은 제한됩니다
nl: Enkele functionele beperkingen
pa_in: ਕੁੱਝ ਫ਼ੀਚਰਾਂ ਦੀ ਪਾਬੰਦੀ
pl: Niektóre ograniczenia funkcji
pt_pt: Algumas limitações de funcionalidades
ru: Некоторые функциональные ограничения
sl: Nekaj omejitev glede funkcionalnosti
uk: Деякі функціональні обмеження
zh_cn: 部分功能限制

source: Binary and obfuscated add-ons ineligible
cs: Doplňky s binárním či zakrytým (obfuscated) kódem nejsou povoleny.
de: Binäre und verschleierte Add-ons sind unzulässig
el: Πρόσθετα που περιέχουν μόνο εκτελέσιμα αρχεία ή ο κώδικας τους είναι ακατάληπτος δεν είναι αποδεκτά.
es: Binarios y complementos ofuscados no legibles
fr: Modules binaires et obfusqués inéligibles
it: Non applicabile per componenti aggiuntivi compilati o offuscati
ja: バイナリを含む、あるいはソースコードが難読化されたアドオンは対象外です
ko: 이진 및 암호화된 부가 기능은 심사를 받으실 수 없습니다
nl: Add-ons met binaire en verborgen code komen niet in aanmerking
pa_in: ਬਾਇਨਰੀ ਅਤੇ ਅਸਪਸ਼ਟ ਐਡ-ਆਨ ਅਯੋਗ ਹਨ
pl: Binarne i utajnione treści niespełniające wymaganych warunków
pt_pt: Extras binários não ilegíveis
ru: Дополнения с бинарным и запутанным кодом недопустимы
sl: Binarni in zamešani dodatki ne pridejo v poštev
uk: Додатки з бінарним чи заплутаним кодом є неприпустимими
zh_cn: 不接受二进制和代码混淆的附加组件

source: Cannot request Full Review for 10 days
cs: Nelze požádat o plnou kontrolu dříve než za 10 dní
de: Vollständige Überprüfung kann für 10 Tage nicht angefordert werden
el: Δεν είναι δυνατή η αίτηση πλήρους αξιολόγησης για 10 ημέρες.
es: No es posible solicitar una revisión completa por 10 días
fr: Impossible de demander une revue complète pour 10 jours
it: Non puoi richiedere una revisione completa per 10 giorni
ja: 10 日間は本審査を申請できません
ko: 10일간은 전체 심사를 요청하실 수 없습니다
nl: Kan geen volledige beoordeling aanvragen gedurende 10 dagen
pl: Nie można prosić o pełne sprawdzenie w ciągu 10 dni
pt_pt: Não pode pedir a revisão completa durante 10 dias
ru: Нельзя запросить полную проверку в ближайшие 10 дней
sl: Popoln pregled ni mogoče zahtevati 10 dni
zh_cn: 在 10 天内不能请求全面审核

source: Choose Preliminary Review
cs: Zvolit předběžnou kontrolu
de: Vorläufige Freigabe wählen
el: Επιλογή εισαγωγικής αξιολόγησης
es: Elegir revisión preliminar
fr: Choisir une revue préliminaire
it: Scegli la revisione preliminare
ja: 事前審査を選択
ko: 예비 심사 선택
nl: Kies Voorlopige beoordeling
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਚੁਣੋ
pl: Wybierz wstępne sprawdzenie
pt_pt: Escolher revisão preliminar
ru: Выбрать предварительную проверку
sl: Izberite predhodni pregled
uk: Вибрати попередню перевірку
zh_cn: 选择初步审核

source: Link your app
cs: Odkaz na aplikaci
de: Verlinken Sie Ihre Anwendung
es: Enlaza tu aplicación
fr: Lier votre application
it: Collega l'app
ko: 앱 링크하기
nl: Koppel uw app
pl: Podłącz aplikację
ru: Ссылка на ваше приложение
sl: Povezava na vašo aplikacijo
zh_cn: 链接您的应用

source: Describe your app
cs: Popis aplikace
de: Beschreiben Sie Ihre Anwendung
es: Describe tu aplicación
fr: Décrire votre application
it: Descrivi l'app
ko: 앱에 대한 정보 입력하기
nl: Beschrijf uw app
pl: Opisz aplikację
ru: Опишите ваше приложение
sl: Opišite svojo aplikacijo
zh_cn: 描述您的应用

source: Add images
cs: Přidání obrázků
de: Fügen Sie Grafiken hinzu
el: Προσθήκη εικόνων
es: Agregar imágenes
fr: Ajouter des images
it: Aggiungi immagini
ja: 画像を追加
ko: 이미지 등록
nl: Afbeeldingen toevoegen
pa_in: ਤਸਵੀਰਾਂ ਜੋੜੋ
pl: Dodaj obrazki
pt_pt: Adicionar imagens
ru: Добавить изображения
sl: Dodajte slike
uk: Додати зображення
zh_cn: 添加图片

source: Upload your add-on
cs: Nahrát doplněk
de: Laden Sie Ihr Add-on hoch
el: Αποστολή πρόσθετου
es: Envía tu complemento
fr: Envoyer votre module
it: Carica il tuo componente aggiuntivo
ja: アドオンをアップロード
ko: 부가 기능 업로드
nl: Upload uw add-on
pa_in: ਆਪਣਾ ਐਡ-ਆਨ ਅੱਪਲੋਡ ਕਰੋ
pl: Prześlij dodatek
pt_pt: Carregar o seu extra
ru: Загрузить ваше дополнение
sl: Naložite svoj dodatek
uk: Завантажити ваш додаток
zh_cn: 上传您的附加组件

source: Select a license
cs: Volba licence
de: Wählen Sie eine Lizenz
el: Επιλογή άδειας
es: Seleccionar una licencia
fr: Sélectionnez une licence
it: Seleziona una licenza
ja: ライセンスを選択
ko: 라이센스를 선택하세요
nl: Selecteer een licentie
pa_in: ਇੱਕ ਲਾਇਸੰਸ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz licencję
pt_pt: Seleccione uma licença
ru: Выберите лицензию
sl: Izberite licenco
uk: Виберіть ліцензію
zh_cn: 选择一种许可协议

source: Select a review process
cs: Volba procesu kontroly
de: Wählen Sie einen Überprüfungsprozess
el: Επιλογή διαδικασίας αξιολόγησης
es: Seleccionar un proceso de revisión
fr: Sélectionnez un processus de revue
it: Seleziona un processo di revisione
ja: 審査方法を選択
ko: 심사 절차를 선택하세요
nl: Selecteer een beoordelingsproces
pa_in: ਇੱਕ ਸਮੀਖਿਆ ਕਾਰਜ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz sposób sprawdzenia
pt_pt: Seleccione um processo de revisão
ru: Выберите процесс проверки
sl: Izberite postopek pregleda
uk: Виберіть процес розгляду
zh_cn: 选择一项审核程序

source: Submission Process
cs: Proces přidání
de: Übermittlungsprozess
el: Διαδικασία υποβολής
es: Proceso de envío
fr: Processus d'envoi
it: Processo di invio
ja: 登録手続き
ko: 등록 절차
nl: Indieningsproces
pa_in: ਦਾਖਲ ਕਾਰਜ
pl: Proces zamieszczania dodatku
pt_pt: Processo de submissão
ru: Процесс отправки
sl: Postopek predložitve
uk: Процес відправлення
zh_cn: 提交流程

source: Step 1
cs: Krok 1
de: Schritt 1
el: Βήμα 1ο
es: Paso 1
fr: Étape 1
it: Passaggio 1
ja: ステップ 1
ko: 1단계
nl: Stap 1
pa_in: ਕਦਮ 1
pl: Krok 1
pt_pt: Passo 1
ru: Шаг 1
sl: Korak 1
uk: Крок 1
zh_cn: 第 1 步

source: Step 1. Getting Started
cs: Krok 1. Úvod
de: Schritt 1. Erste Schritte
el: Βήμα 1. Ξεκινώντας
es: Paso 1. Comenzar
fr: Étape 1. Mise en route
it: Passaggio 1. Per iniziare
ja: ステップ 1. ここからスタート
ko: 1단계. 시작하기
nl: Stap 1. Van start
pa_in: ਕਦਮ 1. ਸ਼ੁਰੂ ਕਰਨਾ
pl: Krok 1. Zaczynamy
pt_pt: Passo 1. Como começar
ru: Шаг 1. Приступая к работе
sl: Korak 1. Kako začeti
uk: Крок 1. Початок
zh_cn: 第 1 步：入门指南

source: Hosting your add-on in our gallery is the best way to expose your work to millions of Firefox users. We'll provide everything you need to distribute and update your add-on for free.
cs: Hostování svého doplňku v naší galerii je nejlepší způsob, jak vystavit svou práci miliónům uživatelů Firefoxu. Poskytneme vám zdarma vše, co potřebujete k distribuci a aktualizacím svého doplňku.
de: Ihr Add-on in unserer Galerie zu hosten ist die beste Möglichkeit, um Ihre Arbeit Millionen von Firefox-Nutzern zur Verfügung zu stellen. Wir bieten alles, was Sie benötigen, um Ihr Add-on zu verteilen und zu aktualisieren, und das kostenlos.
el: Η φιλοξενία του πρόσθετου σας στις σελίδες μας είναι ο καλύτερος τρόπος για να δείξετε τη δουλειά σας σε εκατομμύρια χρηστών του Firefox. Όλα όσα απαιτούνται για τη διανομή και την ενημέρωση του πρόσθετου σας, θα σας τα παρέχουμε εμείς δωρεάν.
es: Alojar tu complemento en nuestra galería es la mejor manera de exponer tu trabajo a millones de usuarios de Firefox. Te proporcionaremos todo lo que necesitas para distribuir y actualizar tu complemento.
fr: Héberger votre module au sein de notre galerie est la meilleure manière d'exposer votre travail aux millions d'utilisateurs de Firefox. Nous vous fournirons le nécessaire dont vous avez besoin pour distribuer et mettre à jour votre module, gratuitement.
it: Ospitare il tuo componente aggiuntivo nelle nostre gallerie è il modo migliore per far conoscere il tuo lavoro a milioni di utilizzatori di Firefox. Ti offriamo gratuitamente tutti gli strumenti necessari per distribuire e aggiornare il tuo componente aggiuntivo.
ja: このサイトにアドオンを登録すると、何百万人もの Firefox ユーザに向けてあなたの作品を発信することができます。Mozilla は、あなたのアドオンの配布や更新に必要な機能をすべて無料で提供します。
ko: 제작하신 부가 기능을 저희 갤러리에 호스팅을 맡기는 것이야 말로 여러분의 작품을 수백만 Firefox 사용자들에게 노출시킬 수 있는 최선의 방법입니다. 저희는 여러분이 부가 기능을 배포하고 업데이트하는 데 있어서 모든 자원을 무료로 제공할 것입니다.
nl: Het hosten van uw add-on in onze galerij is de beste manier om uw werk aan miljoenen Firefox-gebruikers te tonen. Wij geven u alles wat u nodig hebt om uw add-on gratis te verspreiden en bij te werken.
pl: Udostępnianie dodatku poprzez naszą galerię jest najlepszym sposobem pokazania swojej pracy milionom użytkowników Firefoksa. Za darmo zapewnimy wszystko, co jest potrzebne do dystrybucji i aktualizacji twojego dodatku.
pt_pt: Alojar o seu extra na nossa galeria é a melhor maneira para mostrar o seu trabalho ao milhões de utilizadores do Firefox. Fornecemos gratuitamente tudo o que necessita para distribuir e atualizar o seu extra.
ru: Размещение вашего дополнения в нашей галерее это лучший способ открыть вашу работу для миллионов пользователей Firefox. Мы бесплатно предоставим вам всё необходимое для распространения и обновления дополнения.
sl: Če želite, da je vaš dodatek dostopen milijonom uporabnikov Firefoxa, je najbolj enostavno, če ga gostujete v naši galeriji. Omogočili vam bomo vse, kar je za širjenje potrebno in vaš dodatek bomo posodobili brezplačno.
zh_cn: 将您的附加组件托管在我们的展示库是向数百万 Firefox 用户展示您的作品的最佳方式。我们免费提供一切您所需要的工具来分发和更新您的附加组件。

source: To complete this submission process you'll need your add-on package (.xpi, .jar, or .xml) and at least one screenshot of your add-on in action.
cs: Pro dokončení procesu přidání budete potřebovat balíček s doplňkem (.xpi, .jar nebo .xml) a nejméně jeden obrázek s vaším doplňkem v akci.
de: Um den Übermittlungsprozess abzuschließen benötigen Sie Ihr Add-on-Paket (.xpi, .jar, or .xml) und mindestens einen Screenshot von Ihrem Add-on in Aktion.
el: Για να ολοκληρωθεί η διαδικασία υποβολής, θα χρειαστεί το πακέτο του πρόσθετου σας (.xpi, .jar, ή .xml) και τουλάχιστον μια εικόνα - στιγμιότυπο του πρόσθετου σας σε λειτουργία.
es: Para completar el proceso de envío, necesitas el paquete de tu complemento (.xpi, .jar o .xml) y al menos una captura del mismo en ejecución.
fr: Pour terminer ce processus d'envoi vous avez besoin de votre paquet de module (.xpi, .jar ou .xml) et d'au moins une capture d'écran de votre module en action.
it: Per completare il processo di invio adesso hai bisogno del pacchetto del tuo componente aggiuntivo (.xpi, .jar, o .xml) e almeno una immagine dell'estensione "in azione".
ja: アドオンの登録手続きを完了させるには、アドオンのパッケージ (.xpi、.jar または .xml) と、そのアドオンが動作しているスクリーンショット 1 枚以上が必要となります。
ko: 현재 등록 작업을 완료하려면 부가 기능 패키지 (.xpi, .jar, or .xml) 및 작동중인 부가 기능을 찍은 스크린샷이 1개 이상 있어야 합니다.
nl: Om dit indieningsproces af te ronden hebt u uw add-onpakket (.xpi, .jar of .xml) en ten minste één schermafbeelding van uw add-on in gebruik nodig.
pl: Aby zakończyć proces zamieszczania dodatku, potrzebny jest spakowany plik dodatku w jednym z formatów: .xpi, .jar lub .xml oraz przynajmniej jeden obrazek ilustrujący jego działanie.
pt_pt: Para completar o processo de submissão precisa do pacote do seu extra (.xpi, .jar, ou .xml) e de pelo menos uma imagem do seu extra em funcionamento.
ru: Для завершения этого процесса представления вам потребуется пакет вашего дополнения (.xpi, .jar, или .xml) и хотя бы один скриншот вашего дополнения в действии.
sl: Da dokončate ta postopek oddaje, boste potrebovali svoj paket za dodatek (.xpi, .jar, ali .xml) in vsaj en posnetek zaslona z vašim dodatkom na delu.
zh_cn: 要完成提交流程，您需要您的附加组件包（.xpi、.jar 或 .xml）和至少一幅您的附加组件运行时的屏幕截图。

source: When you're ready to begin, please read and accept our <strong>Developer Agreement</strong>:
cs: Nyní můžete začít. Přečtěte si a akceptujte naše <strong>ujednání pro vývojáře</strong>:
de: Wenn Sie startklar sind, lesen und akzeptieren Sie bitte unsere <strong>Entwickler-Vereinbarung</strong>:
el: Όταν είστε έτοιμοι να ξεκινήσετε, παρακαλώ διαβάστε και αποδεχτείτε τη <strong>Συμφωνία Προγραμματιστή</strong>:
es: Cuando estés listo para comenzar, lee y acepta nuestro <strong>acuerdo de desarrolladores</strong>:
fr: Quand vous êtes prêt à commencer, merci de lire et d'accepter notre <strong>accord développeur de module</strong> :
it: Quando sei pronto per iniziare, leggi e accetta il nostro <strong>Accordo per gli sviluppatori</strong>:
ja: 始める準備ができたら、下記の <strong>開発者規約</strong> を読んで同意してください:
ko: 시작할 준비가 됐다면 <strong>개발자 동의서</strong>를 읽고 동의하세요:
nl: Wanneer u klaar bent om te beginnen, dient u eerst onze <strong>Ontwikkelaarsovereenkomst</strong> te lezen en te accepteren:
pl: Kiedy będziesz gotowy/gotowa, aby rozpocząć, przeczytaj i zaakceptuj naszą <strong>Umowę autora</strong>:
pt_pt: Quando estiver pronto para começar, por favor, leia e aceite o nosso <strong>Acordo de Desenvolvedor</strong>:
ru: Когда вы будете готовы начать, пожалуйста прочтите и примите наше <strong>Соглашение Разработчика</strong>:
sl: Ko ste pripravljeni začeti, preberite in sprejmite naš <strong>Sporazum za razvijalce </strong>:
zh_cn: 当您都准备好了，请阅读并同意接受我们的<strong>开发者协议</strong>：

source: Printable Version
cs: Tisková verze
de: Druckbare Version
el: Έκδοση για εκτύπωση
es: Versión para imprimir
fr: Version imprimable
it: Versione stampabile
ja: 印刷版
ko: 인쇄용 버전
nl: Afdrukbare versie
pa_in: ਛਪਣਯੋਗ ਵਰਜਨ
pl: Wersja do druku
pt_pt: Versão para impressão
ru: Версия для печати
sl: Inačica za tisk
uk: Версія для друку
zh_cn: 可打印版本

source: Additional Add-on Policies
cs: Další zásady pro doplňky
de: Zusätzliche Add-on-Richtlinien
el: Συμπληρωματικές πολιτικές πρόσθετου
es: Políticas adicionales sobre complementos
fr: Politiques de modules complémentaires
it: Norme aggiuntive comp. aggiuntivi
ja: 追加アドオンポリシー
ko: 추가 부가 기능 정책
nl: Aanvullend add-onbeleid
pl: Dodatkowe zasady dotyczące dodatku
pt_pt: Políticas de extras adicionais
ru: Дополнительные политики дополнения
sl: Dodatna pravila glede dodatkov
zh_cn: 附加的附加组件政策

source: I Accept this Agreement
cs: Souhlasím s tímto ujednáním
de: Ich akzeptiere diese Vereinbarung.
el: Αποδέχομαι το συμφωνητικό
es: Acepto la licencia
fr: J'accepte cet accord
it: Accetto questo accordo
ja: この規約に同意します
ko: 약관에 동의합니다
nl: Ik accepteer deze Overeenkomst
pa_in: ਮੈਨੂੰ ਇਹ ਸਮਝੌਤਾ ਮਨਜ਼ੂਰ ਹੈ
pl: Akceptuję umowę
pt_pt: Eu aceito este acordo
ru: Я принимаю это соглашение
sl: S tem sporazumom se strinjam
uk: Я приймаю цю угоду
zh_cn: 我同意这个协议

source: or <a href="{0}">Cancel</a>
cs: nebo <a href="{0}">Zrušit</a>
de: oder <a href="{0}">Abbrechen</a>
el: ή <a href="{0}">Ακύρωση</a>
es: o <a href="{0}">Cancelar</a>
fr: ou <a href="{0}">Annuler</a>
it: o <a href="{0}">Annulla</a>
ja: または <a href="{0}">キャンセル</a>
ko: 또는 <a href="{0}">취소</a>
nl: of <a href="{0}">Annuleer</a>
pa_in: ਜਾਂ <a href="{0}">ਰੱਦ</a>
pl: lub <a href="{0}">Anuluj</a>
pt_pt: ou <a href="{0}">Cancelar</a>
ru: или<a href="{0}">Отменить</a>
sl: ali <a href="{0}">Prekliči</a>
uk: чи<a href="{0}">Скасувати</a>
zh_cn: 或<a href="{0}">取消</a>

source: Step 2
cs: Krok 2
de: Schritt 2
el: Βήμα 2ο
es: Paso 2
fr: Étape 2
it: Passaggio 2
ja: ステップ 2
ko: 2단계
nl: Stap 2
pa_in: ਕਦਮ 2
pl: Krok 2
pt_pt: Passo 2
ru: Шаг 2
sl: Korak 2
uk: Крок 2
zh_cn: 第 2 步

source: Step 2. Upload Your Add-on
cs: Krok 2. Nahrání doplňku
de: Schritt 2. Laden Sie Ihr Add-on hoch
el: Βημα 2. Αποστολή του πρόσθετου σας
es: Paso 2. Envía tu complemento
fr: Étape 2. Envoyer votre module
it: Passaggio 2: carica il tuo componente aggiuntivo
ja: ステップ 2. アドオンをアップロード
ko: 2단계. 부가 기능 업로드
nl: Stap 2. Upload uw add-on
pa_in: ਕਦਮ 2. ਆਪਣਾ ਐਡ-ਆਨ ਅੱਪਲੋਡ ਕਰੋ
pl: Krok 2. Prześlij dodatek
pt_pt: Passo 2. Carregue o seu extra
ru: Шаг 2. Загрузите ваше дополнение
sl: Korak 2. Naložite svoj dodatek
uk: Крок 2. Завантажте ваш додаток
zh_cn: 第 2 步：上传您的附加组件

source: Use the fields below to upload your add-on package and select any platform restrictions. After upload, a series of automated validation tests will be run on your file.
cs: Pro nahrání balíčku se svým doplňkem a omezení cílových platforem použijte pole níže. Po nahrání bude spuštěna skupina automatizovaných testů, které váš balíček zkontrolují.
de: Verwenden Sie die folgenden Felder, um Ihr Add-on-Paket hochzuladen und Plattformbeschränkungen auszuwählen. Nach dem Hochladen wird Ihre Datei mehreren automatischen Validierungstests unterzogen.
el: Χρησιμοποιήστε τα παρακάτω πεδία για να αποστείλετε το πακέτο του πρόσθετου σας και να επιλέξετε τυχόν περιορισμούς λειτουργικού συστήματος. Μετά την αποστολή, θα διεξαχθεί στο αρχείο σας μια σειρά αυτοματοποιημένων δοκιμών και ελέγχων.
es: Use los siguientes campos para enviar tu paquete y seleccionar cualquier restricción en la plataforma. Tras enviarlo, una serie de pruebas de validación automática se ejecutarán sobre tu fichero.
fr: Utilisez les champs ci-dessous pour envoyer le paquet de votre module et sélectionnez toutes restrictions liées aux plateformes. Après envoi, une série de tests automatisés seront exécutés sur votre fichier.
it: Utilizza il seguente campo per caricare il pacchetto del tuo componente aggiuntivo e specificare eventuali limitazioni sul sistema operativo. Una volta completato il caricamento verranno eseguiti dei test automatici sul tuo file.
ja: 下のフォームを使ってアドオンのパッケージをアップロードし、対応 OS を選択してください。アップロードが完了すると、そのファイルに対して一連の自動検証テストが実施されます。
ko: 부가 기능 패키지를 업로드 하시려면 아래 항목을 이용하신 후 플랫폼 제한 사항을 선택해 주세요. 업로드가 끝나면 파일들에 대한 몇가지 검사가 자동으로 이루어질 것입니다.
nl: Gebruik onderstaande velden om uw add-onpakket te uploaden en selecteer eventuele platformbeperkingen. Na de upload wordt een aantal geautomatiseerde validatietests op uw bestand uitgevoerd.
pa_in: ਆਪਣਾ ਐਡ-ਆਨ ਪੈਕੇਜ ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਹੇਠ ਦਿੱਤੇ ਖੇਤਰ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਕੋਈ ਵੀ ਪਲੇਟਫ਼ਾਰਮ ਪਾਬੰਦੀਆਂ ਚੁਣੋ। ਅੱਪਲੋਡ ਤੋਂ ਬਾਅਦ, ਸਵੈ ਪ੍ਰਮਾਣਿਕਤਾ ਜਾਂਚਾਂ ਦੀ ਇੱਕ ਲੜੀ ਤੁਹਾਡੀ ਫ਼ਾਈਲ ਉੱਤੇ ਚਲਾਈ ਜਾਏਗੀ।
pl: Użyj poniższego formularza, by przesłać spakowany plik dodatku i określić systemy operacyjne. Po przesłaniu dodatku zostanie uruchomiona seria automatycznych testów sprawdzających.
pt_pt: Use os campos em baixo para carregar o pacote do seu extra e seleccionar restrições de plataformas. Após carregar. uma série de testes automatizados irão ser executados no seu ficheiro.
ru: Для загрузки своего пакета дополнения и выбора ограничений по платформе используйте расположенные ниже поля. После загрузки ваш файл будет проверен с использованием серии автоматических тестов валидации.
sl: Uporabite polja spodaj, da prenesete svoj paket za dodatek in da izberete omejitve glede platform. Po zaključenem prenosu se bo vašo datoteko preverilo z nizom samodejnih testov.
uk: Для завантаження пакету свого додатку і вибору обмежень щодо платформи користуйтеся полями нижче. Після завантаження ваш файл буде перевірено з використанням серії автоматичних тестів валідації.
zh_cn: 使用下面的按钮上传您的附加组件包，并选择可兼容的平台。在上传完成后，将会对您的文件执行一系列的自动化验证测试。

source: Which desktop platforms is this file compatible with?
cs: S jakými desktopovými platformami je tento soubor kompatibilní?
de: Mit welchen Desktop-Plattformen ist diese Datei kompatibel?
el: Με ποιες πλατφόρμες υπολογιστών είναι συμβατό αυτό το αρχείο;
es: ¿Con qué plataformas de escritorio es compatible este archivo?
fr: Avec quelle plateforme de bureau ce fichier est-il compatible ?
it: Con quali sistemi operativi desktop è compatibile questo file?
ja: このファイルはどのデスクトップ OS に対応していますか？
ko: 이 파일과 호환되는 데스크톱 플랫폼은 어느것인가요?
nl: Met welke desktopplatformen is dit bestand compatibel?
pl: Systemy, z którymi ten dodatek jest kompatybilny
ru: С какими настольными платформами совместим этот файл?
sl: S katero platformo je ta datoteka v skladu?
zh_cn: 这个文件兼容哪些桌面平台？

source: Which mobile platforms is this file compatible with?
cs: S jakými mobilními platformami je tento soubor kompatibilní?
de: Mit welchem mobilen Plattformen ist diese Datei kompatibel?
el: Με ποιες πλατφόρμες κινητών είναι συμβατό αυτό το αρχείο;
es: ¿Con qué plataformas móviles es compatible este archivo?
fr: Avec quelle plateforme mobile ce fichier est-il compatible ?
it: Con quali sistemi portatili è compatibile questo file?
ja: このファイルはどのモバイル OS に対応していますか？
ko: 이 파일과 호환되는 모바일 플랫폼은 어느것인가요?
nl: Met welke mobiele platformen is dit bestand compatibel?
pl: Systemy dla urządzeń przenośnych, z którymi ten dodatek jest kompatybilny
ru: С какими мобильными платформами совместим этот файл?
sl: S katerimi mobilnimi platformami je ta datoteka v skladu?
zh_cn: 这个文件兼容哪些移动平台？

source: Administrative overrides
de: Überschreibungen durch Administratoren
el: Διαχειριστική υπερίσχυση
es: Anulaciones administrativas
fr: Dérogations administratives
it: Sostituzioni amministrative
ja: 管理者による上書き
ko: 관리자 우선 작업내역
nl: Negeerhandelingen van beheer
pa_in: ਪ੍ਰਬੰਧਕੀ ਓਵਰਰਾਈਡ
pl: Administracyjne zastąpienia
pt_pt: Sobreposições administrativas
sl: Razveljavitve administratorja
uk: Адміністративні дії
zh_cn: 管理覆盖
