Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If the add-on is site-specific, it is recommended that a test account is provided for use during the review process. Additionally, including detailed testing instructions will allow an editor to better understand how the add-on functions and expedite the testing process. This information can be placed in the Notes to Reviewer field when editing a version in the Developer Hub.
cs: Pokud je doplněk určen pro konkrétní stránku, pak je doporučeno, aby byl v rámci procesu kontroly poskytnut testovací účet pro zmíněnou stránku (pokud je vyžadován). Taktéž je dobré uvést instrukce pro redaktora, které mu pomohou lépe porozumět doplňku, jeho funkčnosti, a které mu usnadní jeho otestování. Tato informace může být vložena do pole s poznámkou pro redaktora při přidávání nové verze v rámci stránek pro vývojáře.
de: Wenn das Add-on sich auf eine bestimmte Seite bezieht, wird empfohlen, ein Test-Konto für die Überprüfung bereitzustellen. Außerdem ermöglichen detaillierte Testanleitungen dem Redakteur, besser zu verstehen, wie das Add-on funktioniert und den Testprozess zu beschleunigen. Diese Informationen können im Feld „Hinweise an den Gutachter“ eingetragen werden, wenn eine Version in der Entwicklerecke bearbeitet wird.
es: Si el complemento es específico del sitio, se recomienda que se proporcione una cuenta de pruebas para su uso durante el proceso de revisión. Además, incluir instrucciones de prueba detalladas permitirá al editor comprender mejor cómo funciona el complemento y acelerar el proceso de pruebas. Esta información puede situarse en el campo Notas para el revisor al editar una versión en el Centro de Desarrolladores.
fr: Si le module est spécifique à un site, il est recommandé qu'un compte de test soit fourni pour l'utiliser pendant le processus de revue. De plus, l'inclusion d'instructions de test détaillée permettra à l'éditeur de mieux comprendre comment le module fonctionne et tester plus rapidement. Cette information peut être placée dans le champ Notes au testeur lors de l'édition d'une version dans le Hub développeur.
it: Se si tratta di un componente aggiuntivo specifico per un sito, ti consigliamo di inserire i dati di un account di prova per consentire il processo di revisione, includendo istruzioni dettagliate per il revisore e velocizzare il processo di revisione. Questa informazione può essere inserita nel campo Note per i revisori quando si modifica una versione nel Centro sviluppatori.
ko: 특정 사이트에 특화된 부가 기능의 경우 심사 과정에서 이용 가능한 테스트 계정을 제공하는 것이 좋습니다. 추가로 테스트 방침에 관한 것도 적어놓는다면 편집자가 부가 기능이 작동되는 원리를 보다 잘 이해하고 테스트를 빠르게 마칠 수 있을겁니다. 이러한 정보는 개발자 허브에서 버전 편집시 심사자에게 적는 메모란에 기입하시면 됩니다.
nl: Als uw add-on website-specifiek is, wordt het aanbevolen een testaccount te leveren die tijdens het beoordelingsproces kan worden gebruikt. Als aanvulling hierop kan een editor de werking van uw add-on beter begrijpen als u gedetailleerde testinstructies geeft, waardoor het testproces sneller verloopt. Deze informatie kan in het veld Opmerkingen voor de beoordelaar worden geplaatst bij het bewerken van een versie in de Ontwikkelaarshub.
pa_in: ਜੇਕਰ ਐਡ-ਆਨ ਖਾਸ਼-ਸਾਈਟ ਵਾਲਾ ਹੈ, ਤਾਂ ਸਮੀਖਿਆ ਕਾਰਜ ਦੇ ਦੌਰਾਨ ਵਰਤੋਂ ਲਈ ਇੱਕ ਟੈਸਟ ਖਾਤਾ ਮੁਹੱਈਆਂ ਕਰਵਾਉਣ ਦੀ ਸਿਫ਼ਾਰਿਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਇਸ ਦੇ ਨਾਲ, ਵਿਸਥਾਰ ਟੈਸਟਿੰਗ ਹਿਦਾਇਤਾਂ ਸ਼ਾਮਲ ਕਰਨਾ ਇੱਕ ਸੰਪਾਦਕ ਨੂੰ ਸਮਝਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਕਿ ਐਡ-ਆਨ ਕਿਵੇਂ ਕੰਮ ਅਤੇ ਟੈਸਟਿੰਗ ਕਾਰਜ ਨੂੰ ਤੇਜ਼ ਕਰਦਾ । ਇਹ ਜਾਣਕਾਰੀ ਸਮੀਖਿਅਕ ਥਾਂ ਦੇ ਨੋਟਾਂ ਵਿੱਚ ਰੱਖੀ ਜਾ ਸਕਦੀ ਹੈ ਜਦੋਂ ਡਿਵੈਲਪਰ ਹਬ ਵਿੱਚ ਵਰਜਨ ਦਾ ਸੋਧ ਹੋ ਰਿਹਾ ਹੋਵੇ।
pl: Jeśli dodatek przeznaczony jest dla konkretnej witryny, zaleca się dostarczenie konta testowego, które zostanie użyte podczas procesu sprawdzania. Ponadto dołączenie szczegółowych instrukcji testowania pozwoli recenzentowi na lepsze zrozumienie działania dodatku i przyspieszy jego proces sprawdzania. Informacja ta może być umieszczona w uwagach lub polu przeznaczonym na informacje dla recenzenta podczas edytowania wersji w strefie autora.
pt_pt: Se o extra funcionar com um site específico, é recomendado que uma conta de testes seja fornecida para uso durante o processo de análise. Adicionalmente, a inclusão de instruções detalhadas de teste permitirão que o Editor entenda melhor como o extra funciona e agilizarão o processo de testes. Essas informações podem ser incluídas no campo Comentários ao editor ao editar uma versão na Central de Desenvolvedores.
ru: Если дополнение специфично для сайта, мы рекомендуем вам предоставить тестовую учётную запись для использования в процессе проверки. Кроме того, включив подробные инструкции по тестированию, вы поможете редактору лучше понять, как работает дополнение и ускорить процесс тестирования. Эта информация может быть размещена в поле Примечания для проверяющих при редактировании версии в Центре Разработчика.
sl: Če je dodatek vezan na določeno spletno stran, je priporočljivo, da se omogoči testni račun, ki se ga lahko uporablja med postopkom revizije. Dalje bodo podrobna navodila testiranja omogočila uredniku bolje razumeti, kako dodatek deluje, in tako pospešila proces testiranja. Te podatke se lahko da v opombe na področju za recenzente, ko se v Developer Hub ureja različico.
uk: Якщо додаток є специфічним для сайту, ми рекомендуємо вам надати тестовий обліковий запис для використання в процесі перевірки. Крім того, включивши докладні інструкції з тестування, ви допоможете редактору краще зрозуміти, як працює додаток і прискорити процес тестування. Ця інформація може бути розміщена в поле Примітки для перевіряючих при редагуванні версії в Центрі розробки.
zh_cn: 如果附加组件需要配合一个特定网站使用，我们建议您给我们提供一个在审核流程中需要用到的测试帐户。此外，提供详细的测试说明可以让我们的编辑更好地理解这个附加组件的功能并加快测试进度。这些信息可以在开发者中心编辑某个版本时放在“给审核员的备注”字段。

source: After the Review
cs: Po kontrole
de: Nach der Überprüfung
el: Μετά την αξιολόγηση
es: Tras la revisión
fr: Après la revue
it: Dopo la revisione
ja: 審査の後
ko: 심사 이후
nl: Na de beoordeling
pa_in: ਸਮੀਖਿਆ ਤੋਂ ਬਾਅਦ
pl: Po sprawdzeniu
pt_pt: Após a revisão
ru: После проверки
sl: Po pregledu
uk: Після розгляду
zh_cn: 审核后

source: Once an add-on is granted full review, it will immediately be available in the gallery, showing in browse and search results with a warning-free install button. All features, including voluntary contributions and beta channels will be available.
cs: Jakmile bude doplněk jednou plně zkontrolován, bude dostupný v galerii, bude se zobrazovat v kategoriích a ve výsledcích vyhledávání. A to bez jakéhokoliv varování u tlačítka k instalaci. Všechny funkce, včetně možnosti dobrovolných příspěvků a beta kanálů, budou k dispozici.
de: Sobald ein Add-on die vollständige Freigabe erhält, ist es sofort in der Galerie zu sehen, sowie beim Durchblättern und in Suchergebnissen mit einer Installationsschaltfläche ohne Warnung. Alle Funktionen, einschließlich freiwilliger Spenden und Beta-Kanäle sind verfügbar.
es: Una vez que un complemento obtiene una revisión completa, estará disponible inmediatamente en la galería y aparecerá en los resultados de búsqueda y exploración con un botón de instalación sin aviso de advertencia. Todas las características, incluyendo las colaboraciones voluntarias y los canales beta, estarán disponibles.
fr: Une fois qu'un module a passé la revue complète, il sera immédiatement disponible dans la galerie, affiché dans les résultats de recherche avec un bouton d'installation sans avertissement. Toutes les fonctionnalités, dont les contributions volontaires et les canaux beta seront disponibles.
it: Una volta ricevuta la revisione completa, il componente aggiuntivo verrà aggiunto automaticamente alla galleria, visualizzato nella navigazione e nei risultati di ricerca con un pulsante di installazione privo di avvisi. Saranno attive tutte le funzionalità, inclusa la possibilità di ricevere donazioni e avere un canale di distribuzione beta.
ko: 부가 기능이 전체 심사를 통과하고 나면 즉시 갤러리 상에 등재되어 찾아볼 수 있으며 경고문이 없는 설치 버튼도 부여됩니다. 기부 제도 및 베타 채널 등의 모든 기능도 이용이 가능하게 됩니다.
nl: Nadat een add-on volledig is beoordeeld is deze onmiddellijk beschikbaar in de galerij en wordt deze getoond in blader- en zoekresultaten met een waarschuwingsvrije installatieknop. Alle functies, inclusief vrijwillige bijdragen en bètakanalen, zijn beschikbaar.
pa_in: ਜਦੋਂ ਐਡ-ਆਨ ਦੀ ਪੂਰੀ ਸਮੀਖਿਆ ਹੋ ਜਾਂਦੀ ਹੈ, ਇਹ ਉਸੇ ਵੇਲੇ ਹੀ ਗੈਲਰੀ ਵਿੱਚ ਉੱਪਲਬਧ ਹੋ ਜਾਏਗਾ, ਝਲਕ ਅਤੇ ਖੋਜ ਨਤੀਜਿਆਂ ਵਿੱਚ ਬਿਨਾਂ-ਚੇਤਾਵਨੀ ਵਾਲੇ ਇੰਸਟਾਲ ਬਟਨ ਵਿਖਾਇਆ ਜਾਏਗਾ। ਸਵੈ-ਇੱਛੁਕ ਯੋਗਦਾਨ ਸ਼ਾਮਲ, ਸਾਰੀਆਂ ਵਿਸ਼ੇਸਤਾਵਾਂ ਅਤੇ ਬੀਟਾ ਚੈਨਲ ਉੱਪਲਬਧ ਕਰਾਏ ਜਾਣਗੇ।
pl: Po otrzymaniu statusu pełnego sprawdzenia, dodatek będzie niezwłocznie dostępny w galerii, wyświetlany w wynikach przeglądania i wyszukiwania i dostępny do pobierania bez żadnych ograniczeń i ostrzeżeń. Wszystkie funkcje witryny włącznie z dobrowolnymi dotacjami i kanałami beta będą dostępne.
pt_pt: Assim que o extra for aprovado na análise completa, ele será disponibilizado na galeria, sendo exibido na navegação e resultados de pesquisa sem alertas ao ser instalado. Todos os recursos, incluindo doações voluntárias e canais beta, estarão disponíveis.
ru: Как только дополнение пройдёт полную проверку, оно будет немедленно доступно в галерее, будет отображено при просмотре сайта и в результатах поиска с кнопкой установки, не имеющей предупреждения. Все функции, включая добровольные взносы и бета-каналы будут доступны.
sl: Ko se za dodatek dovoli popoln pregled, bo takoj na voljo v galeriji, videti ga bo v rezultatih brskanja in iskanja z gumbom za namestitev brez opozoril. Vse funkcije, vključno s prostovoljnimi prispevki in beta kanali, bodo na voljo.
uk: Як тільки додаток пройде повну перевірку, він зразу стане доступним в галереї, відображатиметься на сайті і в результатах пошуку з кнопкою установки, яка не має попередження. Всі функції, включаючи добровільні внески та бета-канали будуть доступні.
zh_cn: 在附加组件通过全面审核后，它会立即出现在展示库，展示在浏览和搜索结果中，并且安装按钮上没有警告信息。所有的功能，包括自愿捐款和公开测试通道都会开放。

source: Subsequent versions of the add-on will automatically be placed in the full review queue. Until the review is completed, the new version will only be displayed on the Version History page of the add-on. Once reviewed, the version will be updated across the site and deployed through the automatic update service.
cs: Další verze doplňku budou automaticky umisťovány do fronty pro plnou kontrolu doplňku. Do doby, než bude kontrola dokončena, bude nová verze zobrazena pouze na stránce s historií verzí doplňku. Jakmile bude schválena, zobrazí se napříč webem a bude distribuována v rámci služby automatických aktualizací.
de: Nachfolgende Versionen des Add-ons werden automatisch in der Warteschlange für die vollständige Überprüfung platziert. Bis die Überprüfung abgeschlossen ist, wird die neue Version nur in der Versionsgeschichte des Add-ons angezeigt. Sobald das Add-on erfolgreich überprüft wurde, wird die Version auf der ganzen Seite aktualisiert und über den automatischen Update-Dienst verteilt.
es: Las versiones subsiguientes del complemento serán situadas automáticamente en la cola de revisiones completas. Hasta que se complete la revisión, la nueva versión sólo se mostrará en la página del historial de versiones del complemento. Una vez revisado, la versión será actualizada en el sitio y distribuida por el servicio automático de actualizaciones.
fr: Les versions suivantes du module seront automatiquement placées dans la file d'attente de revue complète. Jusqu'à ce que celle-ci soit réalisée, la nouvelle version ne sera uniquement accessible qu'à partir de l'historique de version sur la page du module. Une fois vérifié, la version sera mise à jour dans le site et déployée via le système de mises à jour.
it: Tutte le versioni successive verranno inserite automaticamente nella coda di revisione completa. La nuova versione verrà visualizzata nella pagina Cronologia versioni fino a quando non ne sarà completata la revisione. Una volta completata la revisione, la nuova versione verrà aggiornata in tutto il sito e distribuita attraverso il sistema di aggiornamento automatico.
ko: 해당 부가 기능의 차기 버전은 자동으로 전체 심사 대기열에 올라가게 됩니다. 심사가 끝나기 전까지 새 버전은 부가 기능의 버전 내역 페이지에만 노출됩니다. 심사가 끝나면 새 버전은 사이트 상에 전체적인 업데이트가 되고 자동 업데이트 서비스를 통해 사용자에게 제공될 것입니다.
nl: Nieuwe versies van publieke add-ons worden automatisch aan de wachtrij voor volledige beoordeling toegevoegd. Totdat de beoordeling is afgerond, is de nieuwe versie uitsluitend zichtbaar op de pagina met versiegeschiedenis van de add-on. Na beoordeling wordt de versie op de gehele website bijgewerkt en middels de updateservice verspreid.
pa_in: ਐਡ-ਆਨ ਦੇ ਬਾਅਦ ਵਾਲੇ ਵਰਜਨ ਆਪਣੇ ਆਪ ਹੀ ਪੂਰੀ ਸਮੀਖਿਆ ਕਤਾਰ ਵਿੱਚ ਰੱਖ ਦਿੱਤੇ ਜਾਣਗੇ। ਜਦ ਤੱਕ ਸਮੀਖਿਆ ਪੂਰੀ ਹੋਵੇਗੀ, ਨਵਾਂ ਵਰਜਨ ਕੇਵਲ ਐਡ-ਆਨ ਦੇ ਵਰਜਨ ਇਤਿਹਾਸ ਸਫ਼ੇ ਤੇ ਵਿਖਾਇਆ ਜਾਵੇਗਾ। ਇੱਕ ਵਾਰ ਸਮੀਖਿਆ ਹੋਣ ਤੇ, ਵਰਜਨ ਆਪਣੇ ਆਪ ਹੀ ਸਾਰੀ ਸਾਈਟ ਤੇ ਅੱਪਡੇਟ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਸਵੈ-ਚਾਲਿਤ ਅੱਪਡੇਟ ਸੇਵਾ ਦੁਆਰਾ ਤੈਨਾਤ ਕੀਤਾ ਜਾਏਗਾ।
pl: Kolejne wersje dodatku będą automatycznie umieszczane w kolejce do pełnego sprawdzenia. Do czasu zakończenia sprawdzania nowa wersja będzie wyświetlana tylko na stronie historii wersji dodatku. Po sprawdzeniu, wersja zostanie zaktualizowana na całej witrynie i umieszczona w serwisie automatycznych aktualizacji.
pt_pt: Versões posteriores do extra serão posicionadas automaticamente na fila de espera de análises completas. Até que a análise seja completada, a nova versão será exibida somente no histórico de versões do extra. Assim que for analisada, a versão será atualizada no site e distribuída pelo serviço de atualizações automáticas.
ru: Последующие версии дополнения будут автоматически размещаться в очереди на полную проверку. До завершения проверки, новая версия будет отображаться только на странице истории версий дополнения. По завершении проверки, версия будет обновлена на сайте и развернута через службу автоматического обновления.
sl: Kasnejše različice dodatka se bo samodejno postavilo v čakalno vrsto za celoten pregled. Dokler se ne konča s pregledom, bo novo različico videti le na strani Zgodovina različic za dodatek. Ko jo bodo pregledali, se bo različico posodobilo po celotnem spletišču in začelo se jo bo širiti prek samodejnega postopka za posodabljanje.
uk: Подальші версії додатку будуть автоматично розміщуватися в черзі на повну перевірку. До завершення перевірки, нова версія відображатиметься тільки на сторінці історії версій додатку. По завершенні перевірки, версію буде оновлено на сайті й розгорнуто через службу автоматичного оновлення.
zh_cn: 附加组件的后续版本会被自动加入全面审核队列。在审核完成前，新版本只会显示在附加组件的版本历史页面。审核通过后，这个版本将在全站更新，并通过自动更新服务部署。

source: If a version does not meet the criteria for full review, it can either be granted preliminary review or disabled if there is a security concern. The author will receive an email explaining the action taken and how to fix it. In most cases, the developer can simply fix the problem and re-submit for full review.
cs: Pokud verze nesplní kritéria pro plnou kontrolu, může jí být udělena předběžná kontrola nebo zakázána v případě, že je v ní bezpečnostní problém. Autor obdrží e-mail s vysvětlením a informací, jak problém vyřešit. Ve většině případech vývojář jednoduše problém opraví a nahraje novou verzi doplňku k plné kontrole.
de: Wenn eine Version die Kriterien für eine vollständige Überprüfung nicht erfüllt, kann es entweder den Status einer vorläufigen Überprüfung erhalten, oder deaktiviert werden, wenn es Sicherheitsbedenken gibt. Der Autor erhält eine E-Mail mit einer Erklärung der ergriffenen Maßnahmen und Anleitungen, um das Problem zu beheben. In den meisten Fällen kann der Entwickler einfach das Problem beheben und das Add-on erneut zur vollständigen Überprüfung einreichen.
es: Si una versión no cumple los criterios para una revisión completa, o bien se le puede conceder una revisión preliminar o bien se la puede desactivar si hay dudas sobre su seguridad. El autor recibirá un mensaje explicando la acción tomada y cómo solucionarla. En la mayoría de los casos, el desarrollador puede simplemente corregir el problema y re-enviarla para su revisión completa.
fr: Si une version ne correspond pas aux critères de revue complète, elle peut être promue en revue préliminaire ou désactivée s'il y a un problème de sécurité. L'auteur recevra un courriel expliquant l'action prise et comment corriger. Dans la plupart des cas, le développeur peut simplement corriger le problème et ré-envoyer pour revue complète.
it: Se una versione non rispetta i criteri di una revisione completa, può ricevere una revisione preliminare o essere disattivata in caso di problemi di sicurezza. L'autore riceverà una email che spiega i motivi della decisione presa e come risolvere eventuali problemi. In molti casi lo sviluppatore può semplicemente risolvere l'errore e inviare nuovamente il file per la revisione completa.
ko: 전체 심사 기준에 적합하지 않은 버전이 있을 경우 예비 심사를 받거나 보안 문제가 있을시 사용을 정지하는 것 중 한가지를 할 수 있습니다. 제작자는 어떤 조치가 있었는지와 어떻게 수정했는지를 설명하는 이메일을 받아보게 됩니다. 대부분의 경우 개발자가 문제를 수정 후 전체 심사를 다시 신청하는 쪽으로 해결합니다.
nl: Als een versie niet aan de criteria voor volledige beoordeling voldoet wordt ofwel een voorlopige beoordeling uitgevoerd ofwel de add-on uitgeschakeld als er een beveiligingsprobleem is. De schrijver ontvangt een e-mailbericht waarin de genomen actie wordt uitgelegd en hoe het probleem kan worden verholpen. In de meeste gevallen kan de ontwikkelaar het probleem eenvoudig oplossen en de add-on opnieuw indienen voor volledige beoordeling.
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆਵਾਂ ਪ੍ਰਯੋਗਤਾਮਕ ਐਡ-ਆਨਾਂ ਲਈ ਵਾਜਬ ਹਨ ਅਤੇ ਲੰਬੇ, ਜਿਆਦਾ ਗਹਨ ਸਮੀਖਿਆ ਕਾਰਜ ਵਿੱਚੋਂ ਲੰਘੇ ਬਿਨਾਂ ਉਪਭੋਗੀ ਟੈਸਟਿੰਗ ਅਤੇ ਪ੍ਰਤੀਕਿਰਿਆ ਲੈਣ ਦਾ ਇੱਕ ਢੰਗ ਮੁਹੱਈਆਂ ਕਰਵਾਉਂਦੇ ਹਨ। 3 ਦਿਨਾਂ ਵਿੱਚ ਇਹ ਸਮੀਖਿਆਵਾਂ ਮੁਕੰਮਲ ਕਰਨਾ ਸਾਡੀ ਕੋਸ਼ਿਸ ਹੁੰਦੀ ਹੈ।
pl: Jeśli wersja nie spełnia kryteriów pełnego sprawdzenia, może uzyskać status wstępnego sprawdzenia lub, jeśli istnieje zagrożenie bezpieczeństwa, zostać wyłączona. Autor otrzyma wówczas e-mail z wyjaśnieniem podjętych działań i informacjami, jak naprawić występujące błędy. W większości przypadków autor może łatwo naprawić błędy i ponownie wysłać dodatek do pełnego sprawdzenia.
pt_pt: Se uma versão não atender aos critérios da análise completa, ela poderá obter o status de análise preliminar ou ser desativada, caso haja preocupações com a segurança do usuário. O autor receberá uma mensagem explicando a ação tomada e como corrigi-la. Na maioria dos casos, o desenvolvedor pode simplesmente corrigir o problema e reenviar a versão para uma nova análise completa.
ru: Если версия не соответствует критериям полной проверки, она может либо пройти предварительную проверку, либо быть отключена, если возникла проблема с безопасностью. Автор получит электронное письмо, объясняющее принятые меры и то, как исправить эту ситуацию. В большинстве случаев разработчик может просто исправить проблему и вновь представить версию для полной проверки.
sl: Če različica ne izpolnjuje kriterijev za popoln pregled, se lahko bodisi odobri predhodni pregled ali pa se jo, če obstaja vprašanje varnosti, onesposobi. Avtor bo prejel e-pošto s pojasnilom ukrepov in o tem, kaj lahko stori. V večini primerov lahko razvijalec enostavno reši problem in dodatek ponovno predloži v celoten pregled.
uk: Якщо версія не відповідає критеріям повної перевірки, вона може або пройти попередню перевірку, або бути відключена, якщо виникла проблема з безпекою. Автор отримає електронного листа, що пояснює вжиті заходи і те, як виправити цю ситуацію. У більшості випадків розробник може просто виправити проблему і знову представити версію для повної перевірки.
zh_cn: 如果这个版本不符合全面审核的条件，它可能只会通过初步审核。如果它有安全性问题则会被停用。我们会通过电子邮件向作者解释此决定，并提供解决方案。在大多数情况下，开发者可以轻松地解决问题并重新提交全面审核。

source: Preliminary reviews are appropriate for experimental add-ons and provide a way to get user testing and feedback without going through the longer, more thorough review process. We aim to complete these reviews in under 3 days.
cs: Předběžné kontroly jsou vhodné pro experimentální doplňky a poskytují způsob, jak získat zpětnou vazbu od uživatelů bez toho, aby doplněk procházel delším a podrobnějším procesem kontroly. Snažíme se, aby tyto kontroly byly do tří dní.
de: Vorläufige Überprüfungen sind angemessen für experimentelle Add-ons und bieten eine Möglichkeit, Tests und Meinungen von Benutzern zu erhalten, ohne den längeren, gründlicheren Überprüfungsprozess durchlaufen zu müssen. Wir versuchen, diese Überprüfungen in weniger als 3 Tagen fertigzustellen.
es: Las revisiones preliminares son apropiadas para los complementos experimentales y proporcionan una manera de obtener pruebas y opiniones de usuarios sin pasar por el más largo y detallado proceso de revisión. Intentamos completar estas revisiones en menos de 3 días.
fr: Les revues préliminaires sont appropriées pour les modules expérimentaux et fournissent une manière d'avoir des tests utilisateurs et des retours sans avoir à suivre le processus de revue plus long et plus profond. Nous visons un objectif de faire ces revues en moins de trois jours.
it: Le recensioni preliminari sono adatte a componenti aggiuntivi sperimentali e permettono di ricevere l'opinione degli utente in tempi più rapidi, senza i tempi di attesa della revisione completa. Il nostro obiettivo è quello di completare queste revisioni in meno di 3 giorni.
ko: 예비 심사는 시험용 부가 기능에 적합하며 심사를 더 오래 받지 않고도 사용자의 테스트와 피드백을 받을 수 있게됩니다. 이 심사는 3일 안에 끝내는게 저희 방침입니다.
nl: Voorlopige beoordelingen zijn van toepassing op experimentele add-ons en bieden een manier om gebruikers te laten testen en feedback te laten geven zonder door het langere en grondigere volledige beoordelingsproces te hoeven gaan. We mikken op afronding van voorlopige beoordeling binnen drie dagen.
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆਵਾਂ ਪ੍ਰਯੋਗਤਾਮਕ ਐਡ-ਆਨਾਂ ਲਈ ਵਾਜਬ ਹਨ ਅਤੇ ਲੰਬੇ, ਜਿਆਦਾ ਗਹਨ ਸਮੀਖਿਆ ਕਾਰਜ ਵਿੱਚੋਂ ਲੰਘੇ ਬਿਨਾਂ ਉਪਭੋਗੀ ਟੈਸਟਿੰਗ ਅਤੇ ਪ੍ਰਤੀਕਿਰਿਆ ਲੈਣ ਦਾ ਇੱਕ ਢੰਗ ਮੁਹੱਈਆਂ ਕਰਵਾਉਂਦੇ ਹਨ। 3 ਦਿਨਾਂ ਵਿੱਚ ਇਹ ਸਮੀਖਿਆਵਾਂ ਮੁਕੰਮਲ ਕਰਨਾ ਸਾਡੀ ਕੋਸ਼ਿਸ ਹੁੰਦੀ ਹੈ।
pl: Wstępne sprawdzenie jest odpowiednie dla dodatków eksperymentalnych i umożliwiają testowanie i otrzymywanie opinii użytkowników bez przechodzenia przez długi, szczegółowy proces sprawdzania. Naszym celem jest, aby wykonywać sprawdzenia tego typu w ciągu trzech dni.
pt_pt: Análises preliminares são adequadas para extras experimentais e oferecem uma maneira para usuários testarem e mandarem suas opiniões sem passar pelo processo de análise mais longo e detalhado. Nossa meta é completar essas análises em até 3 dias.
ru: Предварительные проверки подходят для экспериментальных дополнений и обеспечивают тестирования пользователями и обратную связь, без прохождения более долгого, более тщательного процесса проверки. Мы стремимся завершать эти проверки в течение 3 дней.
sl: Predhodni pregledi so primerni za eksperimentalne dodatke in nudijo možnost, priti uporabniki dodatek testirajo in nudijo povratne informacije, ne da bi bilo zato potrebno iti skozi daljši, bolj temeljit proces pregleda. Naš cilj je te preglede opraviti v največ 3 dneh.
uk: Попередні перевірки підходять для експериментальних додатків і забезпечують тестування користувачами і зворотний зв'язок, без проходження більш довгого, більш ретельного процесу перевірки. Ми прагнемо завершувати ці перевірки протягом 3 днів.
zh_cn: 实验性的附加组件比较适合申请初步审核，不用通过需要较长时间的全面审核程序就可以让用户试用并获得反馈意见。我们的目标是在三天内完成初步审核。

source: Testing Methods
cs: Metodika testování
de: Testmethoden
el: Μέθοδοι ελέγχων
es: Métodos de pruebas
fr: Méthodes de tests
it: Metodi di test
ja: テスト方法
ko: 테스트 방법
nl: Testmethoden
pa_in: ਟੈਸਟਿੰਗ ਤਰੀਕੇ
pl: Sposoby testowania
pt_pt: Métodos de teste
ru: Методы тестирования
sl: Testne metode
uk: Методи тестування
zh_cn: 测试方法
