Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Always give immediate feedback when the users take an action. For example, if users click on a &quot;new message&quot; button, lead them directly to the screen for creating a new message. You could also temporarily change the color of the “new message” button and provide a tactile feedback to show that your app understands the users' command.
de: Liefern Sie immer direkte Rückmeldung, wenn der Benutzer etwas tut. Wenn der Benutzer zum Beispiel auf eine Schaltfläche „Neue Nachricht“ klickt, leiten Sie ihn direkt zum Bildschirm für das Erstellen einer neuen Nachricht. Sie könnten auch kurzzeitig die Farbe der Schaltfläche „Neue Nachricht“ verändern und taktile Rückmeldung bieten, um zu zeigen, dass die Anwendung den Befehl des Benutzers versteht.
es: Ofrece siempre información en el mismo instante en que los usuarios realizan una acción. Por ejemplo, si los usuarios hacen clic en un botón &quot;nuevo mensaje&quot;, llévalos directamente a la pantalla que permite crear un nuevo mensaje. De forma temporal, puedes modificar el color del botón del &quot;nuevo mensaje&quot; y ofrecer información táctil que muestre que tu aplicación comprende la orden del usuario.
fr: Donnez toujours un retour immédiat quand l'utilisateur fait une action. Par exemple, si les utilisateurs cliquent sur un bouton « nouveau message », envoyez-les directement vers l'écran de rédaction d'un nouveau message. Vous pouvez également temporairement changer la couleur du bouton qui a été activé et donner un retour haptique pour indiquer la prise en compte de la commande.
it: Fai sempre in modo che l'app risponda immediatamente alle azioni dell'utente. Per esempio, se l'utente fa clic sul pulsante &quot;Nuovo messaggio&quot;, conducilo direttamente alla schermata di scrittura del nuovo messaggio. Puoi anche dare un feedback tattile cambiando momentaneamente il colore del pulsante "Nuovo messaggio" per mostrare all'utente che l'app ha ricevuto il suo comando.
pl: Zawsze dostarczaj natychmiastowej informacji zwrotnej, gdy użytkownicy wykonują działanie. Na przykład, jeśli użytkownik kliknie przycisk &quot;nowa wiadomość&quot;, skieruj go bezpośrednio do ekranu tworzenia nowej wiadomości. Możesz również tymczasowo zmienić kolor przycisku „nowa wiadomość” i dać reakcję dotykową, by pokazać, że aplikacja rozumie komendę użytkownika.

source: If an action takes more than a few seconds, provide a status update. For example, if your app is downloading the new messages, you could show the progress with a loading icon.
de: Wenn eine Aktion länger als ein paar Sekunden dauert, bieten Sie eine Statusanzeige. Wenn Ihre Anwendung zum Beispiel die neuen Nachrichten herunterlädt, könnten Sie den Fortschritt mit einem Ladesymbol zeigen.
es: Si una acción tarda más de unos segundos, ofrece una actualización del estado. Por ejemplo, si tu aplicación está descargando los nuevos mensajes, puedes mostrar el progreso con un icono de descarga.
fr: Si une action nécessite plusieurs secondes, donnez un état du statut. Par exemple, si votre application télécharge les nouveaux messages, vous pouvez afficher l'avancement avec une icône de chargement.
it: Se un'azione impiega più di qualche secondo per concludersi, fornisci un aggiornamento di stato. Per esempio, se l'app sta scaricando i nuovi messaggi, puoi mostrare il progresso del download grazie a un'icona di caricamento.
pl: Jeśli działanie trwa dłużej niż kilka sekund, zapewnij aktualizację statusu. Na przykład, jeśli aplikacja pobiera nowe wiadomości, możesz pokazać postęp, używając ikony pobierania.

source: Minimize typing
cs: Minimalizujte zadávání
de: Minimieren die den Tippaufwand
es: Minimiza la escritura
fr: Limitez la frappe
it: Riduci al minimo la digitazione
pl: Minimalizuj wpisywanie

source: Use selectors, checkboxes, radio buttons etc., whenever you can. Typing on mobile devices is often a slow and tedious task.
de: Verwenden Sie Auswahlfelder, Kontrollkästchen, Mehrfachoptionsfelder, usw. wo immer Sie können. Tippen auf Mobilgeräten ist oft langsam und aufwändig.
es: Usa selectores, casillas de verificación, botones de selección, etc. siempre que puedas. Escribir en dispositivos móviles normalmente resulta pesado y lento.
fr: Utilisez des sélecteurs, des boites à cocher, des boutons radios, etc., dès que vous le pouvez. Entrer du texte sur des appareils mobiles est souvent lent et peu pratique.
it: Utilizza selettori, caselle di spunta, pulsanti di opzioni ecc. ovunque sia possibile. Digitare un testo sui dispositivi portatili è spesso un procedimento lento e fastidioso.
pl: Używaj list, pól wyboru, pól „radio” itp., gdy tylko możesz. Wpisywanie na urządzeniach mobilnych jest często wolnym i żmudnym zadaniem.

source: Aim for a pleasant first launch experience
cs: Zaměřte se na milé první seznámení po prvním spuštění
de: Peilen Sie ein angenehmes Erlebnis beim ersten Start an
es: Aspira a disfrutar de una grata experiencia en el primer lanzamiento
fr: Visez une première expérience agréable
it: Fai in modo che il primo avvio dell'app sia un'esperienza piacevole
pl: Staraj się o przyjemne wrażenia podczas pierwszego uruchomienia

source: People often spend only a minute or two deciding whether to continue or abandon an app. Some of the factors you may want to consider include:
de: Oft verbringen Menschen nur ein oder zwei Minuten mit der Entscheidung, ob sie eine Anwendung weiter nutzen wollen oder nicht. Einige der Faktoren, die Sie berücksichtigen können, sind:
es: La gente normalmente dedica solo un minuto o dos a decidir si continúa o abandonar una aplicación. Algunos de los factores que tal vez desees considerar son los siguientes:
fr: Les gens ne passent souvent qu'une minute ou deux à décider s'ils continuent ou laissent tomber une application. Voici certains des facteurs que vous devriez prendre en considération :
it: Spesso l'utente impiega solo un paio di minuti a decidere se tenere un'app o abbandonarla. Alcuni dei fattori che potresti considerare:
pl: Ludzie często spędzają tylko minutę albo dwie, decydując, czy kontynuować, czy porzucić aplikację. Niektóre elementy warte rozważenia to:

source: provide a quick introduction to your app (and provide an easy way to end it anytime)
cs: poskytněte rychlý úvod do aplikaci (a poskytněte snadný způsob jej kdykoliv ukončit)
de: Bieten Sie eine kurze Einführung in Ihre Anwendung (und bieten Sie eine einfache Möglichkeit, sie jederzeit zu beenden)
es: ofrece una introducción rápida a tu aplicación (y también una forma fácil de terminarla en cualquier momento)
fr: fournir une rapide introduction à votre application (et donner un moyen rapide de passer outre)
it: una breve guida introduttiva (che possa essere chiusa con facilità in qualsiasi momento)
pl: krótkie wprowadzenie do aplikacji (a także dostarczenie prostego sposobu na zakończenie go w każdej chwili)

source: instant access to features and suggestions
cs: rychlý přístup k funkcím a doporučením
de: Sofortiger Zugriff auf Funktionen und Vorschläge
es: acceso inmediato a características y sugerencias
fr: fournir un accès instantané aux fonctionnalités et suggestions
it: accesso immediato alle funzioni e ai suggerimenti
pl: natychmiastowy dostęp do funkcji i sugestii

source: minimize initial user input
cs: minimalizujte uživatelský vstup
de: Minimieren Sie die anfängliche Eingabe durch den Benutzer
es: minimiza la interacción inicial del usuario
fr: minimiser les entrées utilisateurs initiales
it: inserimenti da parte dell'utente ridotti al minimo
pl: minimalizacja początkowego wprowadzania danych przez użytkownika

source: express the most important information in a concise way
cs: poskytujte nejdůležitější informace ve snadno pochopitelné podobě
de: Drücken Sie die wichtigsten Informationen kurz aus
es: expresa la información más importante de un modo conciso
fr: exprimer l'information importante de manière concise
it: Il testo utilizzato deve esprimere le informazioni più importanti in modo conciso
pl: przekazywanie najważniejszych informacji w sposób zwięzły

source: Present action choices if possible
cs: Používejte akce voleb, pokud je to možné
de: Bieten Sie Auswahlmöglichkeiten für Aktionen, wenn möglich
es: Presenta distintas opciones de acciones si es posible
fr: Présentez les choix d'actions si possible
it: Dove possibile, presenta le scelte in forma di azioni
pl: Udostępniaj wybór działań, jeśli to możliwe

source: If your alert says &quot;Delete all contacts?&quot;, you should provide action labels like &quot;Delete&quot; instead of &quot;OK&quot;.
de: Wenn Ihr Bestätigungsdialog sagt „Alle Kontakte löschen“ sollten Sie Beschriftungen wie „Löschen“ anstelle von „Ok“ anbieten.
es: Si tu alerta dice &quot;¿Deseas borrar todos los contactos?&quot;, se tendrán que ofrecer etiquetas de acciones como &quot,Borrar&quot;, no &quot;Aceptar&quot;.
fr: Si votre alerte indique « Supprimer tous les contacts ? », vous devriez avoir des labels d'actions tels que « Supprimer » au lieu de « OK ».
it: Se un messaggio di avviso chiede &quot;Eliminare tutti i contatti?&quot;, l'opzione dovrebbe essere espressa da un'azione come &quot;Elimina&quot; e non da &quot;OK&quot;.
pl: Jeśli ostrzeżenie zawiera pytanie „Czy usunąć wszystkie kontakty?”, należy umieszczać etykiety działań, takie jak „Usuń”, zamiast „OK”.

source: Also, try to avoid using alerts that only notify about a situation. Give your users a choice of actions to address the situation.
de: Versuchen Sie auch, Bestätigungsdialoge zu vermeiden, die nur über eine Situation informieren. Geben Sie Ihren Anwendern eine Auswahl von Aktionen, um eine Situation zu bearbeiten.
es: Del mismo modo, intenta evitar el uso de alertas que solo notifican una situación. Ofrece a tus usuarios la posibilidad de elegir distintas acciones para abordar la situación.
fr: De plus, évitez d'utiliser les alertes uniquement pour notifier à propos de l'état. Laissez le choix des actions pour remédier à la situation à vos utilisateurs.
it: Inoltre cerca di evitare gli avvisi che si limitano a notificare una situazione. Invece fornisci agli utenti opzioni espresse in forma di azioni per gestire la situazione.
pl: Ponadto należy starać się unikać ostrzeżeń, które tylko informują o sytuacji. Daj użytkownikom wybór działań w celu zareagowania na sytuację.

source: Focus on the main task
cs: Zaměřte se na hlavní úkol
de: Konzentrieren Sie sich auf die Hauptaufgabe
es: Céntrate en la tarea principal
fr: Concentrez-vous sur la tâche principale
it: Concentra l'attenzione sull'operazione principale
pl: Skup się na głównym zadaniu

source: Decide the main task of each screen and place features related to the main task in the most prominent places.
de: Entscheiden Sie sich für eine Hauptaufgabe für jeden Bildschirm und platzieren Sie Funktionen mit Bezug zur Hauptaufgabe an den wichtigsten Stellen.
es: Decide cuál es la tarea principal de cada pantalla y, en función de ella, coloca las características en los sitios más destacados.
fr: Décidez quelle est la tâche principale de chaque écran et placez les fonctionnalités liés à celle-ci dans les endroits les plus proéminents.
it: Decidi qual è l'operazione principale di ogni schermata e colloca le azioni che la riguardano nelle posizioni più prominenti.
pl: Zdecyduj, jakie jest główne zadanie każdego ekranu i umieść funkcje związane z głównym zadaniem w najbardziej widocznych miejscach.

source: Prepare for interruptions
cs: Buďte připraveni na přerušení
de: Treffen Sie Vorbereitungen für Unterbrechungen
es: Prevé interrupciones
fr: Préparez-vous aux interruptions
it: Sii pronto ad affrontare le interruzioni
pl: Przygotuj do przerw
ru: Подготовьтесь к прерываниям

source: People may use your app anywhere. Prepare for interruptions by saving the user's work automatically if possible. Ideally, information and tasks should behave normally even without an Internet connection.
de: Menschen verwenden Ihre Anwendung möglicherweise überall. Treffen Sie Vorbereitungen für Unterbrechungen, indem Sie die Arbeit der Anwender möglichst automatisch speichern. Idealerweise sollten sich Informationen und Aufgaben auch ohne Internetverbindung normal verhalten.
es: La gente usará tu aplicación en cualquier sitio. Prevé todo tipo de interrupciones y ofrece, siempre que puedas, la posibilidad de que el usuario guarde su trabajo automáticamente. Idealmente, la información y las tareas deberán comportarse de forma normal aunque no haya una conexión a internet.
fr: Les gens peuvent utiliser votre application n'importe où. Préparez-vous aux interruptions en sauvegardant le travail de l'utilisateur automatiquement si possible. Idéalement, informations et tâches devraient se comporter normalement même sans accès Internet.
it: Gli utenti possono utilizzare la tua app in ogni genere di luogo. Dove possibile, premunisci la tua app contro le interruzioni salvando automaticamente ciò che sta facendo l'utente. In linea di principio le informazioni e le operazioni dovrebbero funzionare normalmente anche senza una connessione a Internet.
pl: Ludzie mogą korzystać z aplikacji w dowolnym miejscu. Przygotuj do przerw poprzez automatyczne zapisanie pracy użytkownika, jeśli to możliwe. Idealnie byłoby, gdyby informacje i zadania mogły działać normalnie nawet bez połączenia z Internetem.

source: Responsive Navigation Patterns
de: Responsive Navigationsmuster
es: Patrones de navegación adaptativos
fr: Patrons de navigation adaptative
it: Modelli di navigazione reattivi
ko: 반응성이 뛰어난 메뉴 이동 패턴
nl: Responsieve navigatiepatronen
pl: Wzorce elastycznej nawigacji
zh_cn: 响应式导航条模式

source: Need some help designing your app's navigation? These patterns are a great place to start.
de: Benötigen Sie Hilfe bei der Gestaltung der Navigation Ihrer Anwendung? Diese Muster sind eine gute Einstiegsmöglichkeit.
es: ¿Necesitas ayuda para diseñar la navegación de tu aplicación? Estos patrones son un buen comienzo.
fr: Besoin d'aide pour mettre au point la navigation dans votre application ? Ces patrons sont un bon point de départ.
it: Se hai difficoltà a progettare il sistema di navigazione della tua app, puoi iniziare con questi modelli.
pl: Potrzebujesz pomocy w projektowaniu nawigacji w aplikacjach? Te wzorce są dobrym punktem startu.

source: The following responsive navigation patterns present several ways to handle navigation on large and small screens. Top and left navigation menus are common on larger screens, but are often not the optimal way to present information on small screens because of the reduced screen real estate. Therefore, it is necessary to consider the presentation of content and ease of navigation for all screen sizes.
de: Die folgenden responsiven Navigationsmuster bieten mehrere Möglichkeiten, um die Navigation auf großen und kleinen Bildschirmen zu behandeln. Navigationsmenüs oben und links sind auf größeren Bildschirmen üblichen, sind aber oft nicht die optimale Möglichkeit um Informationen auf kleinen Bildschirmen zu zeigen, weil der Platz auf dem Bildschirm zu klein ist. Daher ist es notwendig, die Darstellung der Inhalte und Einfachheit der Navigation auf allen Bildschirmgrößen zu berücksichtigen.
es: Los siguientes patrones de navegación adaptativos presentan distintas formas de gestionar la navegación en pantallas grandes y pequeñas. Los menús de navegación en las partes superior e izquierda son frecuentes en pantallas grandes, pero no lo son tanto en pantallas pequeñas si se quiere presentar la información de una forma óptima, debido a su tamaño reducido. Por lo tanto, es necesario plantearse la presentación de contenidos y facilidad de navegación para todos los tamaños de pantalla.
fr: Les patrons de navigation adaptative qui suivent présentent différentes manières de prendre en compte la navigation sur de petits et grands écrans. Les menus de navigation en haut et à gauche sont courants sur les grands écrans mais ne sont pas souvent la manière optimale de présenter l'information sur les petits, à cause de la taille réduite. C'est pourquoi il est nécessaire de prendre en compte la présentation du contenu ainsi que la facilité de navigation pour toutes les tailles d'écrans.
it: I seguenti modelli di navigazione reattivi offrono vari metodi per gestire la navigazione su schermi grandi e piccoli. I menu di navigazione in alto e a sinistra sono comuni sugli schermi grandi, ma spesso non rappresentano il modo ottimale per visualizzare le informazioni sugli schermi piccoli per via dello spazio ridotto. È quindi necessario tenere in considerazione come presentare i contenuti in modo da garantire una navigazione agevole su schermi di ogni dimensione.
pl: Poniższe wzorce elastycznej nawigacji prezentują kilka metod radzenia sobie z nawigacją na dużych i małych ekranach. Menu nawigacyjne na górze i po lewej stronie jest typowe na dużych ekranach, ale często nie jest optymalnym sposobem przekazywania informacji na małych ekranach z powodu mniejszego rzeczywistego rozmiaru. W związku z tym należy wziąć pod uwagę prezentowanie treści i łatwość nawigacji na wszystkich rozmiarach ekranów.

source: Note: HTML/CSS for the corresponding patterns will be available soon.
cs: Poznámka: HTML/CSS pro odpovídající vzory bude brzy dostupné.
de: Hinweis: HTML/CSS für die entsprechenden Muster wird bald verfügbar sein.
es: Nota: pronto estarán disponibles HTML/CSS para los patrones correspondientes.
fr: Note : Le code HTML/CSS pour les patrons correspondants sera bientôt disponible.
it: Nota: il codice HTML/CSS per i modelli corrispondenti sarà disponibile a breve.
pl: Informacja: HTML/CSS dla odpowiednich wzorców będzie dostępny wkrótce.

source: Pattern 1: Top toggle menu
cs: Vzor 1: Horní přepínatelná nabídka
de: Muster 1: Umschaltmenü oben
es: Patrón 1: menú superior adaptativo
fr: Patron 1 : Menu en haut avec bascule
it: Modello 1: menu superiore a comparsa
pl: Wzorzec 1: Menu przełączane na górze

source: In this pattern, as the screen width is reduced, the top navigation items rearrange until there is not enough space. At that point, some items move from the top navigation to a drop-down menu. In the smallest screen, all navigation items live in a toggle menu, and the user has to tap to expand the toggle menu.
de: In diesem Muster werden bei Reduzierung der Bildschirmbreite die oberen Navigationselemente neu geordnet, bis es keinen Platz mehr gibt. Dann werden einige Elemente von der oberen Navigation in ein Aufklappmenü verschoben. Beim kleinsten Bildschirm befinden sich alle Navigationselemente in einem Umschaltmenü und der Benutzer muss tippen, um das Umschaltmenü auszuklappen.
es: En este patrón, a medida que se reduce la anchura de la pantalla, los elementos de navegación principales se reajustan hasta ocupar todo el espacio disponible. En ese punto, algunos elementos se mueven desde el menú superior de navegación a un menú desplegable. En la pantalla más pequeña, todos los elementos de navegación residen en un menú adaptativo que el usuario tiene que tocar para poder expandirlo.
fr: Dans ce patron, étant donné que la largeur de l'écran est réduite, les éléments de navigation du haut seront réarrangés jusqu'à manque de place. À ce moment, certains des éléments seront déplacés du haut de la navigation vers un menu déroulant. Dans les plus petits écrans, tous les éléments seront dans un menu à bascule et l'utilisateur doit taper pour le développer.
it: In questo modello con il ridursi della dimensione dello schermo gli elementi nel menu di navigazione superiore vengono ridisposti finché c'è spazio sufficiente. Quando non c'è più spazio disponibile nella schermata, alcuni elementi vengono spostati in un menu a comparsa. Negli schermi più piccoli tutti gli elementi sono collocati nel menu a comparsa, che l'utente può espandere al tocco.
pl: W tym wzorcu, gdy szerokość ekranu zmniejsza się, elementy górnej nawigacji reorganizują się, dopóki starcza miejsca. Gdy miejsca zabraknie, niektóre pozycje przechodzą z górnej nawigacji do menu rozwijanego. Na najmniejszych ekranach wszystkie elementy nawigacji znajdują się w przełączanym menu, zaś użytkownik musi stuknąć w ekran, by rozwinąć menu.

source: You could rank the item priorities to ensure the most important items always appear in the top navigation.
de: Sie könnten die Elemente nach Priorität ordnen, damit die wichtigsten Elemente immer oben in der Navigation erscheinen.
es: Puedes priorizar los elementos para garantizar que los más importantes siempre se muestren en la navegación principal.
fr: Vous pouvez classer les priorités des éléments pour vous assurer que les plus importants sont toujours dans la navigation supérieure.
it: È possibile attribuire una priorità agli elementi per fare in modo che siano sempre i più importanti a essere visualizzati nel menu di navigazione in alto.
pl: Możesz uszeregować priorytety elementów, by zagwarantować, że najważniejsze pozycje pojawią się w górnej nawigacji.

source: Pros:
cs: Výhody:
de: Pro:
fr: Pour :
it: Vantaggi:
pl: Zalety:

source: <strong>one button in header</strong> maximizes space for content on a small screen
de: <strong>Eine Schaltfläche in der Kopfzeile</strong> maximiert den Platz für den Inhalt auf einem kleinen Bildschirm
es: <strong>un botón en el encabezado</strong> maximiza el espacio para mostrar contenidos en pantallas pequeñas
fr: <strong>un bouton dans l'entête</strong> maximise l'espace pour le contenu sur un petit écran
it: <strong>un solo pulsante nella testata</strong> aumenta lo spazio disponibile per i contenuti su schermi di piccole dimensioni
pl: <strong>jeden przycisk w nagłówku</strong> maksymalizuje przestrzeń na treść na małych ekranach

source: <strong>important items stay visible</strong>in most screen sizes and you decide the item priorities
de: <strong>Wichtige Elemente bleiben sichtbar</strong> bei den meisten Bildschirmgrößen und Sie bestimmten die Wichtigkeit der Elemente
es: <strong>los elementos importantes se mantienen visibles</strong> en la mayoría de tamaños de pantalla y tú decides qué elementos son prioritarios
fr: <strong>les éléments importants restent visibles</strong> dans la plupart des tailles d'écrans et vous décidez de la priorité des éléments
it: <strong>gli elementi più importanti vengono visualizzati</strong> nella maggior parte degli schermi ed è possibile stabilirne la priorità
pl: <strong>ważne elementy pozostają widoczne</strong> na większości rozmiarów ekranu i możesz decydować o hierarchii elementów

source: <strong>legibility of navigation items is maintained</strong> with adequate spacing, by automatically hiding items that don't fit
de: <strong>Lesbarkeit der Navigationselemente bleibt erhalten</strong> mit angemessenen Abständen, durch automatisches Ausblenden von Elementen, die nicht mehr hinpassen
es: <strong>se mantiene la legibilidad de los elementos de navegación</strong> con el espaciado correcto al ocultar automáticamente los elementos que no caben
fr: <strong>la lisibilité des éléments de navigation est conservée</strong> avec un espacement adapté, en cachant automatiquement ceux qui ne rentrent pas
it: <strong>viene preservata la leggibilità degli elementi di navigazione</strong> con una spaziatura adeguata nascondendo automaticamente gli elementi che non rientrano nello spazio stabilito
pl: <strong>czytelność elementów nawigacji jest zachowana</strong> z odpowiednim odstępem poprzez automatyczne ukrywanie niemieszczących się elementów

source: Cons:
cs: Nevýhody:
de: Kontra:
es: Contras:
fr: Contre :
it: Svantaggi:
pl: Wady:
