Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: by %(user)s on %(date)s %(stars)s (%(locale)s)
cs: od %(user)s dne %(date)s %(stars)s (%(locale)s)
de: von %(user)s am %(date)s %(stars)s (%(locale)s)
el: από τον/την %(user)s στις %(date)s %(stars)s (%(locale)s)
es: por %(user)s el %(date)s %(stars)s (%(locale)s)
fr: par %(user)s le %(date)s %(stars)s (%(locale)s)
it: di %(user)s il %(date)s %(stars)s (%(locale)s)
ko: 제작자: %(user)s 날짜: %(date)s %(stars)s (%(locale)s)
nl: door %(user)s op %(date)s %(stars)s (%(locale)s)
pa_in: %(date)s %(stars)s (%(locale)s) ਤੇ %(user)s ਵੱਲੋਂ
pl: autor: %(user)s dnia %(date)s %(stars)s (%(locale)s)
pt_pt: por %(user)s em %(date)s %(stars)s (%(locale)s)
ru: от %(user)s на %(date)s %(stars)s (%(locale)s)
sl: s strani %(user)s dne %(date)s %(stars)s (%(locale)s)
uk: від %(user)s %(date)s %(stars)s (%(locale)s)
zh_cn: 由 %(user)s 于 %(date)s %(stars)s（%(locale)s）

source: <strong>%(reason)s</strong> <span class="light">Flagged by %(user)s on %(date)s</span>
cs: <strong>%(reason)s</strong> <span class="light">Označil(a) %(user)s dne %(date)s</span>
de: <strong>%(reason)s</strong> <span class="light">Markiert von %(user)s am %(date)s</span>
es: <strong>%(reason)s</strong> <span class="light">marcada por %(user)s el %(date)s</span>
fr: <strong>%(reason)s</strong> <span class="light">Noté par %(user)s le %(date)s</span>
it: <strong>%(reason)s</strong> <span class="light">Segnalato da %(user)s il %(date)s</span>
ko: <strong>%(reason)s</strong> <span class="light">표시자: %(user)s 날짜: %(date)s</span>
nl: <strong>%(reason)s</strong> <span class="light">Gemarkeerd door %(user)s op %(date)s</span>
pa_in: <strong>%(reason)s</strong> <span class="light">%(date)s ਨੂੰ %(user)s ਵੱਲੋਂ ਫ਼ਲੈਗ ਕੀਤਾ</span>
pl: <strong>%(reason)s</strong> <span class="light">Oznaczony przez %(user)s dnia %(date)s</span>
pt_pt: <strong>%(reason)s</strong> <span class="light">Etiquetado por %(user)s em %(date)s</span>
ru: <strong>%(reason)s</strong> <span class="light">Отмечено %(user)s в %(date)s</span>
sl: <strong>%(reason)s</strong> <span class="light">Označil %(user)s dne %(date)s</span>
uk: <strong>%(reason)s</strong> <span class="light">Позначено %(user)s %(date)s</span>
zh_cn: <strong>%(reason)s</strong> <span class="light">由 %(user)s 于 %(date)s 标记</span>

source: All reviews have been moderated. Good work!
cs: Všechny recenze byly zkontrolovány. Skvělá práce!
de: Alle Überprüfungen wurden moderiert. Gute Arbeit!
el: Όλες οι αξιολογήσεις έχουν περάσει από έλεγχο. Συγχαρητήρια!
es: Todas las revisiones han sido moderadas. ¡Buen trabajo!
fr: Toutes les revues ont été modérées. Bon travail !
it: Tutte le recensioni sono state moderate. Ottimo lavoro.
ko: 모든 심사가 처리되었습니다. 수고하셨습니다!
nl: Alle beoordelingen zijn verwerkt. Goed werk!
pa_in: ਸਾਰੀਆਂ ਸਮੀਖਿਆਵਾਂ ਸੰਤੁਲਿਤ ਕੀਤੀਆਂ ਗਈਆਂ। ਬਹੁਤ ਵਧੀਆ!
pl: Wszystkie sprawdzenia zostały zmoderowane. Dobra robota!
pt_pt: Todos os comentários foram moderados. Bom trabalho!
ru: Все отзывы были отмодерированы. Хорошая работа!
sl: Vse preglede se je moderiralo. Dobro delo!
uk: Всі відгуки були промодеровані. Гарна робота!
zh_cn: 所有评论已仲裁完成。做得真棒！

source: Version Notes / Notes for Reviewer
cs: Poznámky k verzi / Poznámky pro redaktora
de: Versionshinweise / Hinweise für Überprüfer
es: Notas de la versión / Notas para el revisor
fr: Notes de version / Notes pour le testeur
it: Note di versione/Note per il revisore
ja: リリースノート / 審査担当者へのメモ
ko: 버전 기록서 / 심사자 메모
nl: Versieopmerkingen / Opmerkingen voor beoordelaar
pa_in: ਵਰਜਨ ਨੋਟ / ਸਮੀਖਿਅਕ ਲਈ ਨੋਟ
pl: Informacje o wersji / Informacje dla recenzentów
pt_pt: Notas da versão / Comentários ao editor
ru: Примечания к версии / Замечания для проверяющего
sl: Pripombe za različico / za recenzenta
uk: Примітки до версії / Примітки для рецензента
zh_cn: 版本说明 / 给审核员的备注

source: There are currently no add-ons of this type to review.
cs: Aktuálně zde nejsou na kontrolu žádné doplňky tohoto typu.
de: Es gibt derzeit keine Add-ons dieses Typs, die überprüft werden müssen.
el: Προς το παρόν δεν υπάρχουν πρόσθετα αυτού του τύπου για αξιολόγηση.
es: No hay ningún complemento de este tipo para revisar.
fr: Il n'y a actuellement aucun module de ce type à vérifier.
it: Non sono presenti componenti aggiuntivi di questo tipo da revisionare.
ko: 현재 이러한 종류의 부가 기능에선 심사할 수 있는 것이 없습니다.
nl: Er zijn momenteel geen add-ons van dit type te beoordelen.
pa_in: ਇੱਥੇ ਸਮੀਖਿਆ ਲਈ ਮੌਜੂਦਾ ਤੌਰ ਤੇ ਇਸ ਕਿਸਮ ਦੇ ਕੋਈ ਐਡ-ਆਨ ਨਹੀਂ।
pl: Tego typu dodatków nie ma obecnie do sprawdzenia.
pt_pt: De momento não existem extras deste tipo para rever
ru: В настоящее время нет дополнений данного типа ждущих проверки.
sl: Trenutno ne čaka nobena od razvrstitev te vrste za pregled.
uk: В даний момент немає додатків цього типу для перегляду.
zh_cn: 目前此类型下没有要审核的附加组件。

source: Helpful Links:
cs: Užitečné odkazy:
de: Hilfreiche Links:
el: Χρήσιμοι δεσμοί:
es: Enlaces útiles:
fr: Liens utiles :
it: Link utili:
ja: 参考になるリンク:
ko: 도움이 될만한 링크:
nl: Nuttige koppelingen:
pa_in: ਸਹਾਇਕ ਲਿੰਕ:
pl: Pomocne odnośniki:
pt_pt: Ligações de ajuda:
ru: Полезные ссылки:
sl: Koristne povezave:
uk: Корисні посилання:
zh_cn: 有用的链接：

source: Add-on Policy
cs: Zásady pro doplňky
de: Rechtliche Hinweise zum Add-on
el: Πολιτική πρόσθετου
es: Política sobre complementos
fr: Politique du module
it: Policy componente aggiuntivo
ja: アドオンポリシー
ko: 부가 기능 정책
nl: Add-onbeleid
pa_in: ਐਡ-ਆਨ ਨੀਤੀ
pl: Zasady dodatków
pt_pt: Política do extra
ru: Политика дополнений
sl: Smernice za dodatke
uk: Політика додатку
zh_cn: 附加组件政策

source: Editors' Guide
cs: Průvodce redaktora
de: Moderatorenhandbuch
el: Οδηγός συντακτών
es: Guía de editores
fr: Guide des éditeurs
it: Guida per revisori
ja: 編集者ガイド
ko: 편집 가이드
nl: Gids voor editors
pa_in: ਸੰਪਾਦਕ ਗਾਈਡ
pl: Wytyczne dla recenzentów
pt_pt: Guia do editor
ru: Руководство редактора
sl: Vodič za urednike
uk: Інструкції редактора
zh_cn: 审核员指南

source: Review {0}
cs: Kontrola {0}
de: Überprüfung {0}
el: Αξιολόγηση {0}
es: Revisión {0}
fr: Revue {0}
it: Revisione {0}
ja: {0} を審査
ko: 심사 {0}
nl: Beoordeling {0}
pa_in: ਸਮੀਖਿਆ {0}
pl: Recenzja {0}
pt_pt: Revisão {0}
ru: Проверить {0}
sl: Preglej {0}
uk: Перевірити {0}
zh_cn: 审核 {0}

source: Add-on History
cs: Historie doplňku
de: Add-on-Chronik
es: Historial de complementos
fr: Historique du module
it: Cronologia componente aggiuntivo
ja: アドオンの履歴
ko: 부가 기능 변경 내역
nl: Add-ongeschiedenis
pa_in: ਐਡ-ਆਨ ਇਤਿਹਾਸ
pl: Historia dodatku
pt_pt: Histórico do extra
ru: История дополнения
sl: Zgodovina dodatka
uk: Історія додатку
zh_cn: 附加组件历史

source: Version %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
cs: Verze %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
de: Version %(version)s · %(created)s <span class="light">· %(version_status)s</span>
es: Versión %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
it: Versione %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
ko: 버전 %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
nl: Versie %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
pa_in: ਵਰਜਨ %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
pl: Wersja %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
pt_pt: Versão %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
ru: Версия %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
sl: Inačica %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
uk: Версія %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
zh_cn: 版本 %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>

source: Files in this version:
cs: Soubory v této verzi:
de: Dateien in dieser Version
es: Archivos de esta versión:
fr: Fichiers dans cette version :
it: File in questa versione:
ja: このバージョンのファイル:
ko: 이 버전의 파일:
nl: Bestanden in deze versie:
pa_in: ਇਸ ਵਰਜਨ ਵਿੱਚ ਫ਼ਾਈਲਾਂ:
pl: Pakiet dla systemu:
pt_pt: Ficheiros nesta versão:
ru: Файлы в этой версии:
sl: Datoteke v tej različici:
uk: Файли в цій версії:
zh_cn: 在此版本中的文件：

source: Contents
cs: Obsah
de: Inhalte
es: Contenidos
fr: Contenu
it: Contenuto
ja: 内容
ko: 내용
nl: Inhoud
pa_in: ਸਮੱਗਰੀ
pl: Zawartość
pt_pt: Conteúdos
ru: Содержимое
sl: Vsebina
zh_cn: 内容

source: Compare
cs: Porovnání
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
ja: 比較
ko: 비교하기
nl: Vergelijken
pa_in: ਤੁਲਨਾ
pl: Porównaj
pt_pt: Comparar
ru: Сравнить
sl: Primerjaj
zh_cn: 比较

source: Compatibility:
cs: Kompatibilita:
de: Kompatibilität
es: Compatibilidad:
fr: Compatibilité :
it: Compatibilità:
ja: 互換性:
ko: 호환성:
nl: Compatibiliteit:
pa_in: ਅਨੁਕੂਲਤਾ:
pl: Kompatybilność:
pt_pt: Compatibilidade:
ru: Совместимость:
sl: Združljivost:
uk: Сумісність:
zh_cn: 兼容性：

source: This version has not been reviewed.
cs: Tato verze nebyla zkontrolována.
de: Diese Version wurde nicht überprüft.
es: Esta versión no se ha revisado.
fr: Cette version n'a pas été revue.
it: Questa versione non è stata revisionata.
ja: このバージョンはまだ審査を受けていません。
ko: 이 버전은 아직 심사를 거치지 않았습니다.
nl: Deze versie is niet beoordeeld.
pa_in: ਇਸ ਵਰਜਨ ਦੀ ਸਮੀਖਿਆ ਨਹੀਂ ਕੀਤੀ ਗਈ।
pl: Ta wersja nie została sprawdzona.
pt_pt: Esta versão ainda não foi revista.
ru: Эта версия не была проверена.
sl: Te različice se ni pregledalo.
uk: Ця версія не була розглянута.
zh_cn: 此版本尚未审核。

source: You can still submit this form, however only do so if you know it won't conflict.
cs: Stále můžete tento formulář odeslat, ale udělejte to pouze tehdy, když víte, že to nezpůsobí konflikt.
de: Sie können dieses Formular trotzdem absenden, tun Sie es aber bitte nur, wenn Sie einen Konflikt ausschließen können.
es: Aún puedes enviar este formulario, pero hazlo sólo si sabes que no habrá conflictos.
fr: Vous pouvez toujours envoyer ce formulaire, cependant ne le faites que si vous savez que cela n'entrera pas en conflit.
it: Puoi comunque inviare questo modulo, assicurati comunque che non ci siano conflitti.
ja: このフォームを送信することはできますが、競合しないと分かっている場合のみ送信してください。
ko: 이 양식은 제출 가능하지만 어떠한 충돌도 없을 거라는 확신이 있을 때만 제출하시기 바랍니다.
nl: U kunt dit formulier nog steeds indienen, maar doe dit alleen als u weet dat er geen conflicten zullen optreden.
pa_in: ਹਾਲੇ ਵੀ ਤੁਸੀਂ ਫ਼ਾਰਮ ਨੂੰ ਦਾਖਲ ਕਰ ਸਕਦੇ ਹੋ, ਪਰ ਕੇਵਲ ਇਹ ਤਾਂ ਕਰੋ ਜੇਕਰ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਇਹ ਅਪਵਾਦ ਨਹੀਂ ਕਰੇਗਾ।
pl: Nadal możesz wysłać ten formularz pod warunkiem, że nie będzie on sprzeczny.
pt_pt: Pode, ainda assim, submeter este formulário, no entanto, faça-o apenas se souber que não entra em conflito.
ru: Вы все ещё можете отправить эту форму, но делайте это, только если вы уверены, что это не вызовет конфликт.
sl: Ta obrazec lahko še vedno uporabite, vendar le v primeru, če veste, da ne bo konfliktov.
uk: Ви все ще можете відправити цю форму, але все ж робіть це лише якщо ви впевнені, що не буде конфлікту.
zh_cn: 您依然可以提交此表单，但请在确保它不会发生冲突时提交。

source: Insert canned response...
cs: Vložení předpřipravené odpovědi...
de: Eine fertige Antwort einfügen …
el: Εισαγωγή τυποποιημένης απάντησης...
es: Insertar una respuesta predefinida...
fr: Insérez une réponse enregistrée ...
it: Inserisci risposta predefinita…
ja: 定型文の返信を挿入...
ko: 자동 응답 메시지를 입력하세요...
nl: Voorgedefinieerd antwoord invoegen…
pa_in: ਡਿੱਬਾਬੰਦ ਜਵਾਬ ਪਾਓ...
pl: Gotowe odpowiedzi
pt_pt: Inserir modelo de resposta ...
ru: Вставить стандартный ответ...
sl: Vstavi pripravljen odgovor ...
uk: Вставити стандартну відповідь...
zh_cn: 插入一项预置的回复...

source: Notice: Only review more than one file if you have tested <strong>every</strong> file you select.
cs: Poznámka: Schvalte více než jeden souboru pouze tehdy, pokud jste testovali <strong>každý</strong> soubor, který jste zvolili.
de: Hinweis: Überprüfen Sie nur dann mehr als eine Datei, wenn Sie <strong>alle</strong> ausgewählten Dateien getestet haben.
el: Σημείωση: Αξιολογήστε πάνω από ένα αρχείο <strong>μόνο</strong> αν έχετε ελέγξει <strong>όλα</strong> τα αρχεία που επιλέξατε.
es: Atención: revisa más de un archivo sólo si has chequeado <strong>cada</strong> archivo que hayas seleccionado.
fr: Remarque : ne faites une revue sur plus d'un fichier uniquement si vous avez testé <strong>chaque</strong> fichier que vous sélectionnez.
it: Importante: seleziona più file solo se hai effettivamente revisionato <strong>tutti</strong> i file in questione.
ko: 알림: 선택한 <strong>모든</strong> 파일을 테스트 하셨으면 1개 이상의 파일을 심사하셔야 합니다.
nl: Opmerking: Beoordeel alleen meerdere bestanden als u <strong>elk</strong> geselecteerd bestand hebt getest.
pl: Informacja. Wystawiaj recenzję dla kilku pakietów jednocześnie, tylko jeśli <strong>każdy</strong> zaznaczony pakiet został sprawdzony.
pt_pt: Aviso: Apenas comentar mais do que um ficheiro se testou <strong>todos</strong>os ficheiros que seleccionou.
ru: Примечание: Оставляйте отзыв более чем на один файл если вы протестировали <strong>каждый</strong> выбранный вами файл.
sl: Obvestilo: pregledujte več kot eno datoteko samo, če ste testirali <strong>vsako</strong> od izbranih datotek.
zh_cn: 注意：请仅在您已经测试完<strong>每个</strong>文件后再一次性对超过一个的文件进行审核。

source: Tested on:
cs: Testováno na:
de: Getestet am:
el: Δοκιμάστηκε σε:
es: Probado en:
fr: Testé sur :
it: Verificato con:
ja: テスト環境:
ko: 테스트:
nl: Getest op:
pa_in: ਤੇ ਟੈਸਟ ਕੀਤਾ:
pl: Testowany na:
pt_pt: Testado em:
ru: Протестировано на:
sl: Preizkušeno na:
uk: Перевірено на:
zh_cn: 已测试于：

source: <strong>Warning!</strong> Another user was viewing this page before you.
cs: <strong>Upozornění!</strong> Jiný uživatel před vámi tuto stránku prohlížel.
de: <strong>Warnung!</strong> Ein anderer Benutzer hat vor Ihnen diese Seite angesehen.
es: <strong>¡Atención!</strong> Otro usuario estuvo mirando esta página antes que tú.
fr: <strong>Attention !</strong> Un autre utilisateur regardait cette page avant vous.
it: <strong>Attenzione!</strong> Un altro utente stava visualizzando questa pagina prima di te.
ko: <strong>경고!</strong> 다른 사용자가 먼저 이 페이지를 조회했습니다.
nl: <strong>Waarschuwing!</strong> Een andere gebruiker heeft deze pagina vóór u bekeken.
pa_in: <strong>ਚੇਤਾਵਨੀ!</strong> ਦੂਜਾ ਉਪਭੋਗੀ ਤੁਹਾਡੇ ਤੋਂ ਪਹਿਲਾਂ ਇਹ ਸਫ਼ਾ ਵੇਖ ਰਿਹਾ ਸੀ।
pl: <strong>Uwaga!</strong> Inny użytkownik oglądał tę stronę przed tobą.
pt_pt: <strong>Aviso!</strong> Outro utilizador estava a visualizar esta página antes de si.
ru: <strong>Предупреждение!</strong> До вас другой пользователь просматривал эту страницу.
sl: <strong> Opozorilo! </strong> Nek drug uporabnik je ogledoval to stran pred vami.
uk: <strong>Увага!</strong> Інший користувач переглядав цю сторінку перед вами.
zh_cn: <strong>警告！</strong>已有其他用户先于您在查看此页。

source: %(current)s of %(total)s
cs: %(current)s z %(total)s
de: %(current)s von %(total)s
el: %(current)s από %(total)s
es: %(current)s de %(total)s
fr: %(current)s sur %(total)s
it: %(current)s di %(total)s
ko: %(current)s / %(total)s
nl: %(current)s van %(total)s
pl: %(current)s z %(total)s
ru: %(current)s из %(total)s
sl: %(current)s od %(total)s
zh_cn: %(current)s / %(total)s

source: Admin Page
cs: Stránka administrace
de: Administrator-Seite
es: Página de administración
fr: Page d'administration
it: Pagina di amministrazione
ja: 管理者ページ
ko: 관리자 페이지
nl: Beheerderspagina
pa_in: ਪ੍ਰਬੰਧਕ ਸਫ਼ਾ
pl: Strona administratora
pt_pt: Página do Admin
ru: Страница администратора
sl: Stran administratorja
uk: Сторінка адміністратора
zh_cn: 管理员页面

source: Review This Add-on
cs: Kontrola doplňku
de: Dieses Add-on überprüfen
el: Αξιολόγηση αυτού του πρόσθετου
es: Revisar este complemento
fr: Vérifier ce module
it: Revisiona questo componente aggiuntivo
ja: このアドオンを審査
ko: 부가 기능 심사
nl: Deze add-on beoordelen
pa_in: ਇਸ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pl: Sprawdzenie
pt_pt: Rever este extra
ru: Проверить это дополнение
sl: Pregled tega dodatka
uk: Перевірити цей додаток
zh_cn: 审核此附加组件

source: More Information
cs: Více informací
de: Weitere Informationen
el: Περισσότερες πληροφορίες
es: Más información
fr: Plus d'informations
it: Ulteriori informazioni
ja: 詳しい情報
ko: 자세한 정보
nl: Meer informatie
pa_in: ਹੋਰ ਜਾਣਕਾਰੀ
pl: Więcej informacji
pt_pt: Mais informação
ru: Дополнительная информация
sl: Več informacij
uk: Більше інформації
zh_cn: 更多信息

source: Resolution
cs: Řešení
de: Entscheidung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 審査結果
ko: 해상도
nl: Resolutie
pa_in: ਮਤਾ
pl: Decyzja
pt_pt: Resolução
ru: Разрешение
sl: Odločitev
uk: Рішення
zh_cn: 决定

source: Premium type
cs: Typ aplikace
de: Premium-Typ
es: Tipo premium
fr: Type premium
it: Tipo premium
ko: 프리미엄 형태
pl: Płatny
ru: Тип премиум
sl: Premium vrsta
zh_cn: 付费类型

# editorcp_reviewlog_page_heading
source: Filter
cs: Filtrovat
el: Φίλτρο
es: Filtrar
fr: Filtre
it: Filtra
ja: フィルタ
ko: 필터
nl: Filteren
pa_in: ਫ਼ਿਲਟਰ
pl: Filtruj
pt_pt: Filtro
ru: Фильтр
sl: Filtriraj
uk: Фільтр
zh_cn: 过滤条件

# editorcp_reviewlog_page_heading
source: Add-on Review Log
cs: Seznam kontrol doplňků
de: Logbuch der Add-on-Überprüfungen
es: Registro de revisión del complemento
fr: Journal de revue du module
it: Registro revisioni
ja: アドオンの審査履歴
ko: 부가 기능 심사 기록
nl: Add-on-beoordelingslogboek
pa_in: ਐਡ-ਆਨ ਸਮੀਖਿਆ ਚਿੱਠਾ
pl: Dziennik sprawdzeń dodatków
pt_pt: Registo da revisão do extra
ru: Журнал проверок дополнений
sl: Dnevnik s pregledi dodatkov
uk: Журнал перевірки додатку
zh_cn: 附加组件审核日志

# editorcp_reviewlog_column_date
source: Date
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
it: Data
ja: 日付
ko: 날짜
nl: Datum
pa_in: ਮਿਤੀ
pl: Data
pt_pt: Data
ru: Дата
sl: Datum
uk: Дата
zh_cn: 日期

source: Editor
cs: Redaktor
de: Redakteur
el: Συντάκτης
fr: Éditeur
it: Revisore
ja: エディタ
ko: 편집자
pa_in: ਸੰਪਾਦਕ
pl: Recenzent
ru: Редактор
sl: Urednik
uk: Редактор
zh_cn: 审核员

source: Add-on has been deleted.
cs: Doplněk byl smazán.
de: Add-on wurde gelöscht.
el: Διαγράφηκε το πρόσθετο.
es: El complemento ha sido borrado.
fr: Le module a été supprimé.
it: Il componente aggiuntivo è stato eliminato.
ja: アドオンは削除されました。
ko: 부가 기능이 삭제되었습니다.
nl: Add-on is verwijderd.
pa_in: ਐਡ-ਆਨ ਹਟਾਇਆ ਜਾ ਚੁੱਕਿਆ।
pl: Dodatek został usunięty.
pt_pt: O extra foi eliminado.
ru: Дополнение было удалено.
sl: Dodatek se je zbrisalo.
uk: Додаток був видалений.
zh_cn: 附加组件已被删除。

source: Show Comments
cs: Zobrazit komentáře
de: Kommentare anzeigen
el: Προβολή σχολίων
es: Mostrar comentarios
fr: Voir les commentaires
it: Visualizza commenti
ja: コメントを表示
ko: 코멘트 표시
nl: Opmerkingen tonen
pa_in: ਟਿੱਪਣੀਆਂ ਵਿਖਾਓ
pl: Wyświetl komentarze
pt_pt: Mostrar comentários
ru: Показать комментарии
sl: Pokaži komentarje
uk: Показати коментарі
zh_cn: 显示意见

source: Hide Comments
cs: Skrýt komentáře
de: Kommentare ausblenden
el: Απόκρυψη σχολίων
es: Ocultar comentarios
fr: Cacher les commentaires
it: Nascondi commenti
ja: コメントを隠す
ko: 코멘트 숨김
nl: Opmerkingen verbergen
pa_in: ਟਿੱਪਣੀਆਂ ਲੁਕਾਓ
pl: Ukryj komentarze
pt_pt: Ocultar comentários
ru: Скрыть комментарии
sl: Skrij komentarje
uk: Приховати коментарі
zh_cn: 隐藏意见

source: No reviews found for this period.
cs: Za zvolenou dobu nebyly nalezeny žádné kontroly.
de: Keine Überprüfungen für diesen Zeitraum gefunden.
el: Δεν βρέθηκαν αξιολογήσεις γι' αυτή την περίοδο.
es: No se ha encontrado ninguna revisión para este periodo.
fr: Pas de revue trouvée pour cette période.
it: Nessuna revisione disponibile per questo periodo.
ja: この期間に審査が行われたアドオンはありません。
ko: 기간 내 제출된 심사 항목이 없습니다.
nl: Geen beoordelingen in deze periode gevonden.
pa_in: ਇਸ ਮਿਆਦ ਦੌਰਾਨ ਕੋਈ ਸਮੀਖਿਆ ਨਹੀਂ ਮਿਲੀ।
pl: W tym okresie nie znaleziono żadnych zdarzeń.
pt_pt: Nenhuma revisão encontrada para este período.
ru: Отзывы за этот период не найдены.
sl: Za to obdobje ni najti pregledov.
uk: Не знайдено відгуків для цього періоду.
zh_cn: 在此时间段内没有审核。

source: Dismiss this announcement
cs: Skrýt toto oznámení
de: Diese Ankünfigung verwerfen
el: Απομάκρυνση αυτής της ανακοίνωσης
es: Cerrar este aviso
fr: Rejeter cette annonce
it: Elimina annuncio
ja: このお知らせを削除
ko: 알림 무시하기
nl: Deze aankondiging verwijderen
pa_in: ਇਹ ਐਲਾਨ ਖਾਰਜ ਕਰੋ
pl: Zamknij komunikat
pt_pt: Retirar este anúncio
ru: Игнорировать это объявление
sl: Opusti to objavo
uk: Ігнорувати це оголошення
zh_cn: 忽略此公告

source: <div>By %(user)s on %(date)s</div>
cs: <div>Od %(user)s dne %(date)s</div>
de: <div>Von %(user)s am %(date)s</div>
es: <div>De %(user)s el %(date)s</div>
fr: <div>Par %(user)s le %(date)s</div>
it: <div>Di %(user)s il %(date)s</div>
ko: <div>작성자: %(user)s 날짜: %(date)s</div>
nl: <div>Door %(user)s op %(date)s</div>
pa_in: <div>%(date)s ਨੂੰ %(user)s ਵੱਲੋਂ</div>
pl: <div>Przez %(user)s dnia %(date)s</div>
pt_pt: <div>Por %(user)s em %(date)s</div>
ru: <div>От %(user)s на %(date)s</div>
sl: <div>Od%(user)s dne %(date)s</div>
uk: <div>Від %(user)s на %(date)s</div>
zh_cn: <div>由 %(user)s 于 %(date)s</div>

source: Older
cs: Starší
de: Älter
es: Anteriores
fr: Plus ancien
it: Più vecchio
ko: 이전 목록
nl: Ouder
pa_in: ਪੁਰਾਣਾ
pl: Starsze
pt_pt: Mais antigo
ru: Старше
sl: Starejše
uk: Старіший
zh_cn: 较旧

source: Newer
cs: Novější
de: Neuer
es: Recientes
fr: Plus récent
it: Più recente
ko: 다음 목록
nl: Nieuwer
pa_in: ਨਵਾਂ
pl: Nowsze
pt_pt: Mais recente
ru: Новее
sl: Novejše
uk: Новіший
zh_cn: 较新

source: Recent Points
cs: Nedávno přidělené body
de: Neue Punkte
es: Puntos recientes
fr: Points récents
it: Punti recenti
ja: 最近のポイント
ko: 최근 포인트
nl: Recente punten
pa_in: ਤਾਜ਼ੇ ਅੰਕ
pl: Ostatnio zdobyte punkty
pt_pt: Pontos recentes
ru: Недавние очки
zh_cn: 最近所得点数

source: No points awarded yet.
cs: Dosud jste neobdržel(a) žádný bod.
de: Noch keine Punkte verliehen.
es: No se otorgaron puntos todavía.
fr: Pas encore de point gagné.
it: Nessun punto assegnato ancora.
ja: まだポイントは与えられていません。
ko: 아직 받은 포인트가 없습니다.
nl: Nog geen punten toegewezen.
pa_in: ਹਾਲੇ ਤੱਕ ਕੋਈ ਅੰਕ ਨਹੀਂ ਦਿੱਤੇ ਗਏ।
pl: Nie ma jeszcze przyznanych punktów.
pt_pt: Nenhum ponto recebido ainda.
ru: Очков пока не начислено.
zh_cn: 尚无奖励点数。

source: Top Reviewers (past 7 days)
cs: Aktivní redaktoři (posledních 7 dní)
de: Beste Überprüfung (letzte 7 Tage)
es: Revisores más activos (últimos 7 días)
fr: Top des testeurs (7 derniers jours)
it: Migliori revisori (ultimi 7 giorni)
ko: 상위 평가자 (지난 7일간)
nl: Topbeoordelaars (laatste 7 dagen)
pa_in: ਚੋਟੀ ਦੇ ਸਮੀਖਿਅਕ (ਪਿਛਲੇ 7 ਦਿਨ)
pl: Czołowi recenzenci (ostatnie 7 dni)
pt_pt: Principais editores (últimos 7 dias)
ru: Топ редакторов (последние 7 дней)
zh_cn: 顶级审核员（过去七天）

source: No top reviewers yet.
cs: Dosud nejsou žádní hlavní redaktoři.
de: Noch keine Überprüfer mit Bestnote
es: No hay ningún revisor destacado todavía.
fr: Pas encore de meilleur éditeur.
it: Ancora nessun revisore in vetta alla classifica.
ko: 아직 상위 평가자가 없습니다.
nl: Nog geen topbeoordelaars.
pa_in: ਹਾਲੇ ਤੱਕ ਕੋਈ ਚੋਟੀ ਦੇ ਸਮੀਖਿਅਕ ਨਹੀਂ।
pl: Nie ma jeszcze czołowych recenzentów.
pt_pt: Ainda sem revisores principais.
zh_cn: 还没有顶级审核员。

source: All Time
cs: Po celý čas
de: Gesamte Zeit
es: Cualquier rango temporal
fr: Toujours
it: Di sempre
ja: 全期間
ko: 전체 시간
nl: Altijd
pa_in: ਹਰ ਵੇਲੇ
pl: Od początku
pt_pt: Desde sempre
ru: Всё время
sl: Ves čas
uk: Весь час
zh_cn: 全部时间

source: You have <span>{0}</span> points.
cs: Obdržel(a) jste <span>{0}</span> bodů.
de: Sie haben <span>{0}</span> Punkte.
es: Tienes <span>{0}</span> puntos.
fr: Vous avez <span>{0}</span> points.
it: Hai totalizzato <span>{0}</span> punti.
ko: <span>{0}</span> 포인트가 있습니다.
nl: U hebt <span>{0}</span> punten.
pa_in: ਤੁਹਾਡੇ <span>{0}</span> ਅੰਕ ਹਨ।
pl: Masz następującą liczbę punktów: <span>{0}</span>.
pt_pt: Você possui <span>{0}</span> pontos.
ru: У вас <span>{0}</span> очков.
zh_cn: 您有 <span>{0}</span> 点。
