Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Réunion
es: Reunión
it: Isola Riunione
ko: 레위니옹
ru: Реюньон
zh_cn: 留尼旺岛

source: Rwanda
de: Ruanda
es: Ruanda
it: Ruanda
ko: 르완다
ru: Руанда
sl: Ruanda
zh_cn: 卢旺达

source: Web Payment
de: Web-Zahlung
es: Pago web
fr: Paiement en ligne
it: Pagamenti web
ko: 웹 결제
nl: Internetbetaling
ru: Веб-платёж
sl: Spletno plačilo
zh_cn: 网络支付

source: Web Activities
de: Web-Aktivitäten
es: Actividades web
it: Attività web
ko: 웹 활동량
nl: Internetactiviteiten
ru: Веб-активности
sl: Spletne aktivnosti
zh_cn: 网络活动

source: Ambient Light Sensor
de: Umgebungslichtsensor
es: Sensor de luz ambiente
fr: Capteur de luminosité ambiante
it: Sensore di luce ambientale
ko: 엠비언트 라이트 센서
nl: Omgevingslichtsensor
sl: Čutilo za okolno svetlobo
zh_cn: 光度感应器

source: Archive
cs: Archiv
de: Archiv
es: Archivo
it: Archivio
ko: 기사
nl: Archief
ru: Архив
sl: Arhiv
zh_cn: 存档

source: Battery
cs: Baterie
de: Akku
es: Batería
fr: Batterie
it: Batteria
ko: 배터리
nl: Batterij
zh_cn: 电池

source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
it: Contatti
ko: 연락처
nl: Contactpersonen
sl: Stiki
zh_cn: 联系人

source: Device Storage
cs: Úložiště zařízení
de: Gerätespeicherplatz
es: Almacenamiento del dispositivo
fr: Espace de stockage
it: Memoria del dispositivo
ko: 저장 장치
nl: Apparaatopslag
ru: Хранилище устройства
sl: Skladišče na napravi
zh_cn: 存储设备

source: Geolocation
de: Geolokation
es: Geolocalización
fr: Géolocalisation
it: Geolocalizzazione
nl: Geolocatie
ru: Геолокация
sl: Geolokacija
zh_cn: 位置

source: Network Information
cs: Informace o síti
de: Netzwerkinformationen
es: Información de red
fr: Information réseau
it: Informazioni sulla rete
ko: 네트워크 정보
nl: Netwerkinformatie
ru: Информация сети
sl: Podatki o mreži
zh_cn: 网络信息

source: Network Stats
cs: Stav sítě
de: Netzwerkstatistik
es: Estadísticas de red
fr: Statistiques réseau
it: Statistiche di rete
ko: 네트워크 통계
nl: Netwerkstatistieken
ru: Статистика сети
sl: Statistika o mreži
zh_cn: 网络状况

source: Proximity
de: Nähe
es: Proximidad
fr: Proximité
it: Prossimità
ko: 근접 수치
nl: Nabijheid
sl: Bližina
zh_cn: 距离

source: Simple Push
de: Einfacher Push
es: Pulsación simple
fr: Envoi simple
it: Notifiche Simple Push
nl: Eenvoudige push
ru: Простое проталкивание
sl: Enostaven poriv
zh_cn: 简单推送

source: Screen Orientation
cs: Orientace obrazovky
de: Bildschirmausrichtung
es: Orientación de pantalla
fr: Orientation de l'écran
it: Orientamento schermo
ko: 화면 방향
nl: Schermoriëntatie
sl: Orientacija zaslona
zh_cn: 屏幕方位

source: Time/Clock
cs: Čas/budík
de: Zeit/Uhr
es: Hora/Reloj
fr: Date/Heure
it: Ora/Orologio
ko: 시간/시계
nl: Tijd/Klok
ru: Время/Часы
sl: Ćas/Ura
zh_cn: 时间/时钟

source: Vibration
cs: Vibrace
es: Vibración
it: Vibrazione
ko: 진동
nl: Trilling
sl: Vibracija
zh_cn: 震动

source: Touch
de: Berührung
es: Toque
fr: Tactile
it: Tocco
ko: 터치
nl: Aanraking
sl: Dotikh
zh_cn: 触摸

source: Web Audio
es: Audio web
fr: Audio Web
it: Audio web
nl: Internetaudio
ru: Веб-аудио
sl: Spletni avdio
zh_cn: 网络音频

source: Full Screen
cs: Celá obrazovka
de: Vollbild
es: Pantalla completa
fr: Plein écran
it: Schermo intero
ko: 전체 화면
nl: Volledig scherm
ru: Полный экран
sl: Poln zaslon
zh_cn: 全屏

source: Quota Management
de: Kontingentverwaltung
es: Administración de cuota
fr: Gestion de quota
it: Gestione quote
ko: 쿼터 관리
nl: Quotabeheer
ru: Управление квотой
sl: Nadzor kvote
zh_cn: 配额管理

source: The app requires the platform to allow access to video from the device camera via a LocalMediaStream object.
fr: Cette application nécessite que la plateforme autorise l'accès à la vidéo depuis l'appareil photo via l'objet LocalMediaStream.
it: L'app richiede che la piattaforma permetta l'accesso video alla fotocamera del dispositivo attraverso un oggetto LocalMediaStream.
ko: 본 앱은 LocalMediaStream 오브젝트로 카메라 장치를 이용한 동영상 촬영 기능을 허용하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform toegang geeft tot video vanaf de apparaatcamera via een LocalMediaStream-object.
zh_cn: 该应用程序需要平台允许通过 LocalMediaStream 对象从摄像头访问视频。

source: The app requires the platform to allow access to audio from the device microphone.
fr: Cette application nécessite que la plateforme autorise l'accès au microphone.
it: L'app richiede che la piattaforma permetta l'accesso audio tramite il microfono del dispositivo.
ko: 본 앱은 마이크 장치를 이용한 오디오 녹음을 허용하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform toegang geeft tot audio vanaf de apparaatmicrofoon.
zh_cn: 该应用程序需要平台允许从麦克风访问音频。

source: Screen Capture
fr: Capture d'écran
it: Istantanea schermo
ko: 화면 캡쳐
nl: Schermafdruk
zh_cn: 屏幕截图

source: The app requires the platform to allow access to the device screen for capture.
fr: Cette application nécessite que la plateforme autorise l'accès à l'écran pour en faire un capture.
it: L'app richiede che la piattaforma permetta l'accesso allo schermo del dispositivo allo scopo di scattarne un'istantanea.
ko: 본 앱은 단말기 화면 캡쳐를 허용하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform toegang geeft tot het apparaatscherm voor een afdruk.
zh_cn: 该应用程序需要平台允许从屏幕截屏。

source: The app requires the platform to allow web real-time communication browser-to-browser inbound media streams.
fr: Cette application nécessite que la plateforme autorise la communication en temps réel de navigateur à navigateur pour des flux multimédia entrants.
it: L'app richiede che la piattaforma consenta l'ingresso di flussi multimediali tra browser e browser per comunicare in tempo reale attraverso il Web.
ko: 본 앱은 웹 실시간 커뮤니케이션 브라우저 대 브라우저 인바운드 미디어 스트림을 허용하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform web-realtime communicatie van browser tot browser voor inkomende mediastreams toestaat.
zh_cn: 此应用程序要求平台允许进行网络实时沟通，浏览器至浏览器的媒体流。

source: WebRTC DataChannel
fr: DataChannel WebRTC
it: L'app richiede che la piattaforma permetta l'ingresso di flussi multimediali tra browser e browser per comunicare in tempo reale attraverso il Web.

source: The app requires the platform to allow peer-to-peer exchange of data other than audio and video.
fr: Cette application nécessite que la plateforme autorise l'échange de données pair à pair autre que audio et vidéo.
it: L'app richiede che la piattaforma permetta scambi di dati generici peer-to-peer non solo di audio e video.
ko: 본 앱은 오디오와 동영상 이외의 피어 투 피어 데이터 교환을 허용하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform peer-to-peer-uitwisseling van gegevens (niet zijnde audio en video) toestaat.
zh_cn: 此应用程序要求平台允许音视频之外的 P2P 数据交换。

source: The app requires the platform to allow communication of streaming data between peers.
fr: Cette application nécessite que la plateforme autorise la communication de flux de données entre pairs.
it: L'app richiede che la piattaforma permetta la comunicazione di flussi dati tra peer.
ko: 본 앱은 피어간 스트리밍 데이터 통신을 허용하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform communicatie van streaming gegevens tussen peers toestaat.
zh_cn: 应用需要借助平台完成节点间地流数据通讯。

source: Web Speech Synthesis
fr: Synthèse vocale Web
it: Sintesi vocale web
zh_cn: Web 语音合成

source: The app requires the platform to allow the use of text-to-speech.
fr: Cette application nécessite que la plateforme autorise l'utilisation de synthèse vocale.
it: L'app richiede alla piattaforma di attivare la funzione di sintesi vocale del testo.
ko: 본 앱은 글자 읽기 기능 사용을 허용하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform gebruik van tekst-naar-spraak toestaat.
zh_cn: 应用需要借助平台进行文本—语音转换。

source: Web Speech Recognition
fr: Reconnaissance vocale web
it: Riconoscimento vocale web
zh_cn: Web 语音识别

source: The app requires the platform to allow the use of speech-to-text.
fr: Cette application nécessite que la plateforme autorise l'utilisation de reconnaissance vocale.
it: L'app richiede alla piattaforma di attivare la funzione di dettatura.
ko: 본 앱은 음성 문자 변환 기능을 허용하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform het gebruik van spraak-naar-tekst toestaat.
zh_cn: 应用需要借助平台进行语音—文本数据转换。

source: The app requires the platform to provide additional information and control about the pointer.
fr: Cette application nécessite que la plateforme fournisse des informations et contrôles avancés à propos du dispositif de pointage.
it: L'app richiede alla piattaforma di implementare il puntatore del mouse con maggiori informazioni e opzioni di controllo.
ko: 본 앱은 포인터에 대한 추가적인 정보 및 제어를 제공하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform aanvullende informatie en beheer over de pointer geeft.
zh_cn: 此应用程序需要平台提供指针额外的信息以及控制功能。

source: The app requires the platform to allow the displaying phone and desktop notifications to the user.
fr: Cette application nécessite que la plateforme autorise l'affichage de notifications du téléphone et de bureau à l'utilisateur.
it: L'app richiede alla piattaforma il permesso di visualizzare notifiche di chiamata e notifiche desktop.
ko: 본 앱은 사용자에게 스마트폰 내 표시 및 데스크톱 알림을 허용하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform weergave van telefoon- en desktopnotificaties voor de gebruiker toestaat.
zh_cn: 饮用需要借助平台显示手机和桌面通知。

source: Alarms
fr: Alarmes
it: Sveglia
ko: 알람
nl: Alarmen
zh_cn: 告警

source: The app requires the platform to provide access to the device alarm settings to schedule notifications and events at specific time.
fr: Cette application nécessite que la plateforme autorise l'accès aux paramètres d'alarme du périphérique pour mettre en place des événements et notifications à une date et une heure précise.
it: L'app richiede che la piattaforma permetta l'accesso alle impostazioni della funzione Sveglia del dispositivo per programmare notifiche ed eventi a orari prestabiliti.
ko: 본 앱은 특정 시간에 알림 및 이벤트를 예약해서 단말기에 알람 설정을 제공하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform toegang geeft tot de alarminstellingen van het apparaat om notificaties en gebeurtenissen op specifieke momenten in te roosteren.
zh_cn: 应用需要借助平台访问设备的警告设置以便在指定时间进行通知和时间提醒。

source: The app requires the platform to allow the sending of asynchronous HTTP requests without the restrictions of the same-origin policy.
fr: Cette application nécessite que la plateforme autorise l'envoi de requêtes HTTP asynchrones sans restriction de politique de même origine.
it: L'app richiede alla piattaforma il permesso di inviare richieste HTTP asincrone senza le limitazioni applicate dai criteri di stessa origine.
ko: 본 앱은 동일 origin 정책 제한이 걸려있지 않은 비동기 HTTP 요청 전송을 허용하고 있는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform het versturen van asynchrone HTTP-verzoeken zonder de beperkingen van het zelfde-bron-beleid toestaat.
zh_cn: 应用需要借助平台发送异步 HTTP 请求从而不受到同源策略的限制。

source: TCP Sockets
fr: Sockets TCP
it: Socket TCP
zh_cn: TCP 套接字

source: The app requires the platform to allow opening raw TCP sockets.
fr: Cette application nécessite que la plateforme autorise l'ouverture de sockets TCP.
it: L'app richiede che la piattaforma consenta di aprire socket TCP di tipo raw.
ko: 본 앱은 원본 그대로 TCP socket 열람을 허용하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform het openen van raw TCP-sockets toestaat.
zh_cn: 应用需要借助平台打开原始 TCP 套接字。

source: SWIFT code
fr: Code SWIFT
it: Codice SWIFT
ko: SWIFT 코드
zh_cn: SWIFT 码

source: 128x128px
de: 128 × 128 px
it: 128×128px

source: Most apps are reviewed in about a week. If your review has taken longer than this, you can send an email to %(email)s to check the status.
fr: La plupart des applications sont validées en une semaine environ. Si votre vérification prends plus de temps, vous pouvez envoyer un courriel à %(email)s pour avoir plus d'informations.
it: Normalmente la revisione di un'app richiede circa una settimana. Se la tua app è in revisione da più tempo puoi chiedere informazioni all'indirizzo %(email)s.
ko: 대부분의 앱이 1주일 안에 심사가 끝납니다. 심사가 이보다 더 길어질 경우 %(email)s로 이메일을 보내 심사 현황을 점검하시기 바랍니다.
nl: De meeste apps worden binnen een week beoordeeld. Als uw beoordeling langer duurt, dan kunt u een bericht sturen naar %(email)s om de status te controleren.
zh_cn: 多数应用会在一周左右的时间完成审核。如果发现比这个时间长，您可以发送邮件到 %(email)s 查询状态。

source: Available Regions
fr: Régions disponibles
it: Regioni disponibili
ko: 가능 지역
nl: Beschikbare regio’s
zh_cn: 可用地区

source: Your app will be available in the following selected regions:
fr: Votre application sera accessible dans les régions sélectionnées suivantes :
it: L'app verrà resa disponibile nelle seguenti regioni prescelte:
ko: 앱이 다음의 선택한 지역에서 판매될 것입니다:
nl: Uw app zal beschikbaar zijn in de volgende geselecteerde regio’s:
zh_cn: 您的应用程序将在下列选中的地区可用：

source: Region
es: Región
fr: Région
it: Regione
ko: 지역
nl: Regio
ru: Регион
sl: Regija
zh_cn: 地区

source: Other regions
fr: Autres régions
it: Altre regioni
ko: 기타 지역
nl: Overige regio’s
ru: Другие регионы
zh_cn: 其他地区

source: Your app will be available in the following selected regions in the future when payments are available based on your chosen price point. To exclude your app from appearing in a region please un-check that region before saving.
fr: Votre application sera accessible dans les régions sélectionnées suivantes dans le futur lorsque les paiements seront possibles suivant votre choix de tarification. Pour exclure l'apparition de votre application dans une région, merci de la décocher avant d'enregistrer.
it: La tua app sarà disponibile per l'acquisto nelle seguenti regioni selezionate, in base al prezzo impostato, una volta che i pagamenti saranno attivati. Se desideri che la tua app non venga visualizzata in una regione del Marketplace, deseleziona tale regione prima di salvare le impostazioni.

source: Portal
it: Portale

source: Usually 9, 10 or 11 digits. Example: 0114584906.
de: Üblicherweise 9, 10 oder 11 Ziffern. Beispiel: 0114584906.
fr: Généralement 9, 10 ou 11 chiffres. Exemple : 0114584906.
it: Di solito 9, 10 o 11 cifre. Esempio: 0114584906.
ko: 보통 9, 10, 11자리 숫자입니다. 예: 0114584906
nl: Gewoonlijk 9, 10 of 11 cijfers. Voorbeeld: 0114584906.
zh_cn: 通常是 9~11 位数字。例如：0114584906。

source: Either 8 or 11 characters. Example: WFBIUS6WPDX.
de: Entweder 8 oder 11 Zeichen. Beispiel: WFBIUS6WPDX.
fr: Soit 8 ou 11 caractères. Exemple : WFBIUS6WPDX.
it: 8 o 11 caratteri. Esempio: WFBIUS6WPDX.
ko: 8 아니면 11 글자입니다. 예: WFBIUS6WPDX
nl: Bestaat uit 8 of 11 tekens. Voorbeeld: WFBIUS6WPDX.
zh_cn: 通常是 8 或 11 个字符。例如：WFBIUS6WPDX。

source: Your app will be displayed in any regional Marketplace that is added in the future.
fr: Votre application sera disponible dans tous les Marketplace régionaux à venir.
it: L'app verrà visualizzata in ogni Marketplace regionale aggiunto successivamente.
ko: 앱이 향후 추가될 모든 지역의 마켓플레이스에 노출됩니다.
nl: Uw app wordt weergegeven in elke toekomstige regionale Marketplace.
zh_cn: 未来任何新开通应用市场的地区都会显示您的应用。

source: (Subject to payments being available in that region for the selected price point).
fr: (soumis à la condition que les paiements soit possible dans cette région pour le tarif sélectionné).
it: (Compatibilmente con le norme sui pagamenti di tale regione e il prezzo selezionato per l'app).
ko: (선택한 가격 포인트를 통해 결정된 가격으로 결제됩니다)
nl: (Afhankelijk van beschikbaarheid van betalingen in die regio voor het geselecteerde prijspunt).
zh_cn: （会受到选定价格点在那个地区是否可用的影响）。

source: You will receive an email notification when a new region is added.
fr: Vous recevrez un courriel lors de l'ajout d'une nouvelle région.
it: Riceverai una notifica via email ogni volta che verrà aggiunta una nuova regione.
ko: 새 지역이 추가되면 이메일 알림을 받습니다.
nl: U ontvangt een e-mailbericht als een nieuwe regio wordt toegevoegd.
zh_cn: 当新增地区时您会收到邮件提示。

source: Badges, banners, and icons
fr: Badges, bannières et icônes
it: Distintivi, banner e icone
ko: 버튼, 배너, 아이콘
nl: Badges, banners en pictogrammen
zh_cn: 徽章，广告栏和图标

source: The ability to use apps when not connected to the Internet is especially important for mobile devices, which may wander out of coverage areas. Of course, reducing the amount of time your app waits for data from a server improves the responsiveness of your app. This makes your app <em>feel</em> fast and is one of the most important considerations when developing web apps with HTML5.
de: Die Möglichkeit, Anwendungen ohne Verbindung zum Internet zu nutzen, ist besonders für Mobilgeräte wichtig, die sich in Funklöchern befinden können. Wenn die Zeit, die Ihre Anwendung auf Daten von einem Server wartet, reduziert wird, verbessert dies natürlich die Reaktionszeit Ihrer Anwendung. Dadurch <em>fühlt</em> sich Ihre Anwendung schnell an, was eins der wichtigsten Dinge ist, die Sie beim Entwickeln von Web-Anwendungen mit HTML5 bedenken sollen.
fr: La possibilité d'utiliser des applications en l'absence de connexion à Internet est particulièrement importante sur les périphériques mobiles, qui peuvent être hors des zones de couverture. Bien sûr, réduire la durée d'attente lorsque votre application attends des données depuis un serveur améliore la réactivité de celle-ci. Cela donne le <em>sentiment</em> que votre application est rapide et c'est une des considérations principale lors du développement d'applications Web avec HTML5.
it: La possibilità di utilizzare app quando non si è collegati ad Internet è molto importante per i dispositivi mobili, che possono ritrovarsi fuori dalle aree di copertura. Naturalmente, la riduzione del tempo di attesa dei dati da un server migliora la velocità di risposta dell'app. Di conseguenza l'app viene <em>percepita</em> come più veloce dall'utente, una considerazione importante da tenere presente durante lo sviluppo di app web in HTML5.

source: There are a few technologies built into HTML (and available to Firefox OS) that you can use to ensure your app works offline. These technologies can be used to improve the responsiveness of your current web app. The key to a responsive app experience (similar to iOS and Android) is speed. Using Appcache and JavaScript storage will allow your app to be downloaded and cached until you update its assets. This means your users can now use your app offline.
de: In HTML sind einige Technologien eingebaut (die Firefox OS zur Verfügung stehen), mit denen Sie sicherstellen können, dass Ihre Anwendung offline funktioniert. Diese Technologien können verwendet werden, um die Reaktionszeit Ihrer aktuellen Web-Anwendung zu verbessern. Der Schlüssel zu einem reaktionsschnellen Anwendungserlebnis (ähnlich wie bei iOS und Android) ist die Geschwindigkeit. Mit Appcache und JavaScript-Speicherung kann Ihre Anwendung heruntergeladen und zwischengespeichert werden, bis Sie ihre Daten aktualisieren. Dadurch können Ihre Anwender Ihre Anwendung jetzt offline verwenden.
fr: Il y a quelques technologies partie intégrantes de HTML (et disponibles sur Firefox OS) qui vous permettent de vous assurer que votre application fonctionne hors-ligne. Elles peuvent être utilisées pour améliorer la réactivité de votre application web actuelle. Le point critique pour avoir une expérience utilisateur satisfaisante en terme de réactivité (similaire sur iOS et Android) est la rapidité. Utiliser Appcache et le stockage JavaScript permet aux ressources de votre application d'être téléchargées et disponibles hors-lignes jusqu'à une future mise à jour. Cela signifie que vos utilisateurs peuvent maintenant utiliser votre application hors-ligne.
it: È possibile utilizzare diverse tecnologie incluse in HTML (e disponibili in Firefox OS) per garantire il funzionamento dell'app in modalità non in linea. Queste tecnologie possono incrementare la velocità di risposta dell'app. La chiave per un'esperienza reattiva (proprio come per iOS e Android) è la velocità. Utilizzando il manifesto Appcache e le API di archiviazione JavaScript l'app potrà essere scaricata e memorizzata nella cache fino al prossimo aggiornamento delle sue risorse. Questo significa che gli utenti potranno utilizzare l'app anche in modalità non in linea.

source: Access your CSS, JS, and image files offline
de: Greifen Sie offline auf Ihre CSS-, JS- und Grafikdateien zu
fr: Accéder à vos fichiers CSS, JS et images hors-ligne
it: Accedere ai file CSS, JS e di immagine anche non in linea

source: Create an <strong><a href="%(appcache_url)s">Appcache manifest</a></strong> that lists all the asset URLs your app needs access to offline. Typically, this will be a list of all the CSS, fonts, JavaScript, and image files you use. You can <a href="%(generator_url)s" rel="external">use tools</a> to generate your manifest or create one by hand. This is an example of the format, from <a href="%(example_manifest)s" rel="external">Face Value’s manifest</a>:
de: Erstellen Sie ein <strong><a href="%(appcache_url)s">Appcache-Manifest</a></strong>, das alle Daten-URLs aufzählt, auf die Ihre Anwendung offline zugreifen muss. Üblicherweise ist dies eine Liste aller CSS-, Schriftart-, JavaScript- und Grafikdateien, die Sie verwenden. Sie können <a href="%(generator_url)s" rel="external">Werkzeuge verwenden</a>, um Ihr Manifest zu erzeugen oder per Hand eins erstellen. Dies ist ein Beispiel des Formats, aus dem <a href="%(example_manifest)s" rel="external">Manifest von Face Value</a>:
fr: Créez un <strong><a href="%(appcache_url)s">manifeste Appcache</a></strong> qui liste toutes les adresses des ressources qui doivent être accessibles hors-ligne. Généralement, ce sera la liste de tous vos fichiers CSS, polices, JavaScript et images qui sont utilisés. Vous pouvez <a href="%(generator_url)s" rel="external">utiliser des outils</a> pour générer ce manifeste, ou le faire à la main. Voici un exemple du format, basé sur <a href="%(example_manifest)s" rel="external">le manifeste de Face Value</a>:
it: È possibile creare un <strong><a href="%(appcache_url)s">manifesto Appcache</a></strong> che elenchi tutti gli URL delle risorse necessarie all'app per funzionare in modalità non in linea. Normalmente la lista include tutti i file CSS, font, JavaScript e le immagini utilizzate dall'app. È possibile generare un manifesto sia <a href="%(generator_url)s" rel="external">utilizzando appositi strumenti</a> sia manualmente. Di seguito viene riportato a titolo di esempio il manifesto AppCache di <a href="%(example_manifest)s" rel="external">Face Value</a>:

source: If you're using JavaScript templates like <a href="%(mustache_url)s" rel="external">mustache</a>, be sure to include your templates in your Appcache manifest or precompile them into your built JavaScript files.
de: Wenn Sie JavaScript-Vorlagen wie <a href="%(mustache_url)s" rel="external">mustache</a> verwenden, stellen Sie sicher, dass Sie Ihre Vorlagen auch in das Appcache-Manifest eintragen, oder sie vorab in Ihre fertigen JavaScript-Dateien kompilieren.
fr: Si vous utilisez des patrons JavaScript comme <a href="%(mustache_url)s" rel="external">mustache</a>, assurez-vous d'inclure vos patrons dans le manifeste Appcache ou de les pré-compiler dans vos fichiers JavaScript.
it: Se si utilizzano modelli JavaScript come <a href="%(mustache_url)s" rel="external">mustache</a>, è necessario includerli nel manifesto Appcache o pre-compilarli all'interno di un file JavaScript.

source: Save user data and settings without a server
de: Benutzerdaten und Einstellungen ohne Server speichern
fr: Sauvegardez les données et paramètres utilisateur sans serveur
it: Salvare i dati utente e le impostazioni senza un server

source: There are many JavaScript APIs for local, persistent storage. From most to least compatible across browers, your options are:
de: Es gibt viele JavaScript-APIs für lokale, dauerhafte Speicherung. Ihre Optionen, von am besten zu am schlechtesten kompatibel in vielen Browsern, sind:
fr: Il existe de nombreuses API JavaScript pour faire du stockage local et persistant. Classées par ordre de compatibilité descendante avec les navigateurs, vos options sont :
it: Esistono molte API JavaScript per la memorizzazione permanente di dati in locale. In ordine decrescente di compatibilità coi vari browser, esse sono:
