Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Cancel Review Request
cs: Zrušit žádost o kontrolu
de: Überprüfungsanforderung abbrechen
el: Ακύρωση αιτήματος αξιολόγησης
es: Cancelar la petición de valoración
fr: Annuler la demande de revue
it: Annulla richiesta di revisione
ja: 審査申請をキャンセル
ko: 심사 요청 취소
nl: Beoordelingsverzoek annuleren
pa_in: ਸਮੀਖਿਆ ਬੇਨਤੀ ਰੱਦ ਕਰੋ
pl: Anuluj prośbę o sprawdzenie
pt_pt: Cancelar pedido de revisão
ru: Отменить запрос на отзыв
sl: Prekliči zahtevo za pregled
uk: Скасувати запит на розгляд
zh_cn: 撤回审核请求

source: Enable Add-on
cs: Povolit doplněk
de: Add-on aktivieren
el: Ενεργοποίηση πρόσθετου
es: Activar complemento
fr: Activer le module
it: Attiva componente aggiuntivo
ja: アドオンを有効化
ko: 부가 기능 사용
nl: Add-on inschakelen
pl: Włącz dodatek
pt_pt: Activar extra
ru: Включить дополнение
sl: Omogoči dodatek
zh_cn: 启用附加组件

source: Disable Add-on
cs: Zakázat doplněk
de: Add-on deaktivieren
el: Απενεργοποίηση πρόσθετου
es: Deshabilitar complemento
fr: Désactiver le module
it: Disattiva componente aggiuntivo
ja: アドオンを無効化
ko: 부가 기능 사용 중단
nl: Add-on uitschakelen
pl: Wyłącz dodatek
pt_pt: Desactivar extra
ru: Отключить дополнение
sl: Onemogoči dodatek
zh_cn: 停用附加组件

source: Displayed version: {0}
cs: Zobrazená verze: {0}
de: Angezeigte Version: {0}
es: Versión mostrada: {0}
fr: Version affichée : {0}
it: Versione visualizzata: {0}
ko: 표시된 버전: {0}
nl: Weergegeven versie: {0}
pl: Wyświetlana wersja: {0}
ru: Отображаемая версия: : {0}
sl: Prikazana različica: {0}
zh_cn: 显示版本：{0}

source: Version History
cs: Historie verzí
de: Versionsgeschichte
el: Ιστορικό εκδώσεων
es: Historial de versiones
fr: Historique des versions
it: Cronologia versioni
ja: バージョン履歴
ko: 버전별 변경 사항
nl: Versiegeschiedenis
pa_in: ਵਰਜਨ ਇਤਿਹਾਸ
pl: Historia wersji
pt_pt: Histórico da versão
ru: История версий
sl: Zgodovina različice
uk: Історія версій
zh_cn: 版本历史

source: Validation
cs: Kontrola
de: Überprüfung
el: Επικύρωση
es: Validación
it: Verifica
ja: 検証
ko: 검사
nl: Validatie
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ
pl: Weryfikacja
pt_pt: Validação
ru: Валидация
sl: Preverjanje
uk: Перевірка
zh_cn: 验证

source: Performance
cs: Výkon
de: Leistung
el: Επιδόσεις
es: Rendimiento
it: Prestazioni
ja: パフォーマンス
ko: 성능 향상
nl: Prestaties
pa_in: ਕਾਰਗੁਜ਼ਾਰੀ
pl: Wydajność
pt_pt: Desempenho
ru: Производительность
sl: Zmogljivost
uk: Швидкодія
zh_cn: 性能

source: Upload a New Version
cs: Nahrát novou verzi
de: Neue Version hochladen
el: Αποστολή νέας έκδοσης
es: Enviar una nueva versión
fr: Envoyer une nouvelle version
it: Carica una nuova versione
ja: 新バージョンをアップロード
ko: 새 버전 업로드
nl: Nieuwe versie uploaden
pa_in: ਨਵਾਂ ਵਰਜਨ ਅੱਪਲੋਡ ਕਰੋ
pl: Prześlij nową wersję
pt_pt: Carregar uma nova versão
ru: Загрузить новую версию
sl: Naloži novo različico
uk: Завантажити нову версію
zh_cn: 上传新版本

source: Edit this version
cs: Upravit tuto verzi
de: Diese Version bearbeiten
el: Επεξεργασία αυτής της έκδοσης
es: Editar esta versión
fr: Éditer cette version
it: Modifica questa versione
ja: このバージョンを編集
ko: 이 버전 편집하기
nl: Deze versie bewerken
pa_in: ਇਸ ਵਰਜਨ ਵਿੱਚ ਸੋਧ ਕਰੋ
pl: Edytuj tę wersję
pt_pt: Editar esta versão
ru: Изменить эту версию
sl: Uredi to različico
uk: Змінити цю версію
zh_cn: 编辑此版本

# addon_display_header_version
source: Version {0}
cs: Verze {0}
el: Έκδοση {0}
es: Versión {0}
it: Versione {0}
ja: バージョン {0}
ko: 버전 {0}
nl: Versie {0}
pa_in: ਵਰਜਨ {0}
pl: Wersja {0}
pt_pt: Versão {0}
ru: Версия {0}
sl: Različica {0}
uk: Версія {0}
zh_cn: 版本 {0}

source: {0} file is {1}
cs: {0} soubor je ve stavu {1}
de: {0} Datei {1}
es: {0} archivo está {1}
fr: {0} fichier est {1}
it: {0} file è {1}
ko: {1} 상태의 파일 {0}개
nl: {0} bestand is {1}
pl: {0} plik jest {1}
ru: {0} файл {1}
sl: {0} datoteka je {1}
zh_cn: {0} 个文件为 {1}

source: 0 files
cs: 0 souborů
de: 0 Dateien
el: 0 αρχεία
es: 0 archivos
fr: 0 fichier
it: 0 file
ja: 0 個のファイル
ko: 파일 0개
nl: 0 bestanden
pa_in: 0 ਫ਼ਾਈਲਾਂ
pl: 0 plików
pt_pt: 0 ficheiros
ru: 0 файлов
sl: 0 datotek
uk: 0 файлів
zh_cn: 0 个文件

source: Not validated.
cs: Není validní.
de: Nicht validiert.
el: Δεν έχει επικυρωθεί.
es: No validado.
fr: Non validé.
it: Non validato.
ja: 未検証
ko: 검사가 이루어지지 않았음.
nl: Niet gevalideerd.
pa_in: ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ।
pl: Nie sprawdzono
pt_pt: Não validado.
ru: Не валидировано.
sl: Ni validiran.
uk: Не затверджено.
zh_cn: 尚未验证。

source: Validate now.
cs: Zkontrolovat.
de: Jetzt validieren.
el: Επικύρωση τώρα.
es: Validar ahora.
fr: Valider maintenant.
it: Valida adesso.
ja: 今すぐ検証
ko: 검사하기.
nl: Nu valideren.
pa_in: ਹੁਣੇ ਪ੍ਰਮਾਣਿਤ ਕਰਵਾਓ।
pl: Sprawdź teraz
pt_pt: Validar agora.
ru: Валидировать сейчас.
sl: Validiraj zdaj.
uk: Затвердити зараз.
zh_cn: 立即验证。

source: Delete Version {version}
cs: Smazání verze {version}
de: Version {version} löschen
el: Διαγραφή της έκδοσης {version}
es: Borrar versión {version}
fr: Supprimer la version {version}
it: Elimina versione {version}
ja: バージョン {version} を削除
ko: 버전 {version} 삭제
nl: Versie {version} verwijderen
pa_in: ਵਰਜਨ ਹਟਾਓ {version}
pl: Usuń wersję {version}
pt_pt: Eliminar versão {version}
ru: Удалить версию {version}
sl: Izbriši različico {version}
uk: Видалити версію {version}
zh_cn: 删除版本 {version}

source: Deleting this version will permanently delete:
cs: Smazáním této verze trvale smažete:
de: Wenn diese Version gelöscht wird, wird folgendes dauerhaft gelöscht:
es: Al borrar esta versión, se eliminará definitivamente:
fr: Supprimer cette version va effacer définitivement :
it: Cancellando questa versione verranno eliminati in modo definitivo:
ja: このバージョンを削除すると、以下のものが完全に削除されます:
ko: 삭제하면 이 버전은 다시는 복구할 수 없습니다:
nl: Door verwijdering van deze versie wordt verwijderd:
pa_in: ਇਸ ਵਰਜਨ ਨੂੰ ਹਟਾਉਣਾ ਪੱਕੇ ਤੌਰ ਤੇ ਹਟਾ ਦੇਵੇਗਾ:
pl: Usunięcie tej wersji spowoduje trwałe skasowanie:
pt_pt: Eliminar esta versão vai eliminar permanentemente:
ru: Удаление этой версии навсегда удалит:
sl: Brisanje te inačice bo trajno izbrisalo:
uk: Видалення цієї версії назавжди видалить:
zh_cn: 删除此版本将永久地删除：

source: Are you sure you wish to delete this version?
cs: Jste si jist(a), že chcete smazat tuto verzi?
de: Möchten Sie diese Version wirklich löschen?
es: ¿Seguro que deseas eliminar esta versión?
fr: Êtes-vous sûr de vouloir supprimer cette version ?
it: Eliminare questa versione?
ja: 本当にこのバージョンを削除しますか？
ko: 정말 이 버전을 삭제하겠습니까?
nl: Weet u zeker dat u deze versie wilt verwijderen?
pa_in: ਕੀ ਤੁਸੀਂ ਇਸ ਵਰਜਨ ਨੂੰ ਹਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć tę wersję?
pt_pt: Tem a certeza que deseja eliminar esta versão?
ru: Вы уверены что хотите удалить эту версию?
sl: Ali ste prepričani, da želite izbrisati to inačico?
uk: Ви дійсно бажаєте видалити цю версію?
zh_cn: 您确定要删除此版本吗？

source: Delete Version
cs: Smazat verzi
de: Version löschen
el: Διαγραφή έκδοσης
es: Borrar versión
fr: Supprimer la version
it: Elimina versione
ja: バージョンを削除
ko: 버전 삭제
nl: Versie verwijderen
pa_in: ਵਰਜਨ ਹਟਾਓ
pl: Usuń wersję
pt_pt: Eliminar versão
ru: Удалить версию
sl: Izbriši različico
uk: Видалити версію
zh_cn: 删除版本

source: Add a new Version
cs: Přidání nové verze
de: Neue Version hinzufügen
el: Προσθήκη νέας έκδοσης
es: Agregar nueva versión
fr: Ajouter une nouvelle version
it: Aggiungi una nuova versione
ja: 新バージョンを追加
ko: 새 버전 추가
nl: Een nieuwe versie toevoegen
pa_in: ਨਵਾਂ ਵਰਜਨ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj nową wersję
pt_pt: Adicionar nova versão
ru: Добавить новую версию
sl: Dodaj novo različico
uk: Додати нову версію
zh_cn: 添加新版本

source: Add Version
cs: Přidat verzi
de: Version hinzufügen
el: Προσθήκη έκδοσης
es: Agregar versión
fr: Ajouter une version
it: Aggiungi versione
ja: バージョンを追加
ko: 버전 추가
nl: Versie toevoegen
pa_in: ਵਰਜਨ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj wersję
pt_pt: Adicionar versão
ru: Добавить версию
sl: Dodaj različico
uk: Додати версію
zh_cn: 添加版本

source: Disabling your add-on will prevent it from appearing anywhere in our gallery and will stop users from receiving automatic updates.
cs: Zakázáním svého doplňku zamezíte jeho zobrazování v naší galerii a uživatelé k němu přestanou získávat automatické aktualizace.
de: Wenn Sie Ihr Add-on deaktivieren wird es nicht mehr in unserer Galerie erscheinen und Nutzer werden keine automatischen Updates mehr erhalten.
el: Η απενεργοποίηση του πρόσθετου σας θα εμποδίσει την οποιαδήποτε εμφάνιση του στις σελίδες μας και θα διακόψει την παροχή αυτόματων ενημερώσεων στους χρήστες του.
es: Al deshabilitar tu complemento, no se mostrará en nuestras galerías y los usuarios no recibirán actualizaciones automáticas.
fr: Désactiver votre module l'empêchera d'apparaître quelque part dans notre galerie et arrêtera l'envoi des mises à jour automatiques aux utilisateurs.
it: La disattivazione del componente aggiuntivo comporta la rimozione da tutte le nostre gallerie. Inoltre gli utenti non riceveranno più aggiornamenti automatici.
ko: 부가 기능을 사용 중단 시키면 목록 어디에서든 찾아볼 수 없게 될 것이며 자동 업데이트 제공도 중단될 것입니다.
nl: Door uw add-on uit te schakelen zal deze nergens in onze galerij verschijnen en zullen gebruikers geen updates meer ontvangen.
pl: Wyłączenie dodatku spowoduje, że nie będzie on wyświetlany w naszej galerii i użytkownicy nie będą otrzymywać automatycznych aktualizacji.
pt_pt: Desactivar o seu extra irá fazer com que não apareça em nenhum lugar da nossa galeria e irá fazer com que os utilizadores deixem de receber actualizações.
ru: Отключение вашего дополнения приведёт к его удалению из нашей галереи и отключит для пользователей автоматические обновления.
sl: Če svoj dodatek onemogočite, se ga ne bo več prikazovalo v naši galeriji in samodejnih posodobitev se uporabnikom ne bo več pošiljalo.
zh_cn: 停用您的附加组件将阻止其在我们的展示库中的任何地方显示，并且用户将停止接收到自动更新。

source: Are you sure you wish to disable your add-on?
cs: Jste si jist(a), že chcete svůj doplněk zakázat?
de: Sind Sie sicher, dass Sie dieses Add-on sperren möchten?
el: Θέλετε σίγουρα να απενεργοποιήσετε το πρόσθετο σας;
es: ¿Estás seguro de que quieres deshabilitar tu complemento?
fr: Voulez-vous vraiment désactiver votre module ?
it: Disattivare il componente aggiuntivo?
ko: 정말 부가 기능을 사용 불가 상태로 만드시겠습니까?
nl: Weet u zeker dat u uw add-on wilt uitschakelen?
pl: Czy na pewno chcesz wyłączyć swój dodatek?
pt_pt: Tem a certeza que deseja desactivar o seu extra?
ru: Вы уверены, что хотите отключить свое дополнение?
sl: Res želite onemogočiti svoj dodatek?
zh_cn: 您确定要停用您的附加组件吗？

source: Canceling your review request will leave your add-on as preliminarily reviewed.
cs: Zrušením vaší žádosti o kontrolu ponecháte svůj doplněk předběžně zkontrolovaným.
de: Wenn Sie Ihre Überprüfungsanfrage abbrechen, bleibt Ihr Add-on vorläufig geprüft.
el: Η ακύρωση του αιτήματος για αξιολόγηση θα αφήσει το πρόσθετο σας σαν προκαταρκτικά αξιολογημένο.
es: Cancelar tu solicitud de revisión dejará tu complemento como revisado preliminarmente.
fr: Annuler la demande de revue laissera votre module comme revu de manière préliminaire.
it: Eliminando la richiesta di revisione il tuo componente aggiuntivo risulterà come parzialmente revisionato.
ko: 심사 요청을 취소하면 부가 기능이 예비 심사 완료 상태가 아니게 됩니다.
nl: Door uw beoordelingsverzoek te annuleren blijft uw add-on voorlopig beoordeeld.
pa_in: ਆਪਣੀ ਸਮੀਖਿਆ ਬੇਨਤੀ ਰੱਦ ਕਰਨਾ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਨੂੰ ਸ਼ਰੂਆਤੀ ਸਮੀਖਿਆ ਦੇ ਤੌਰ ਤੇ ਛੱਡ ਦੇਵੇਗਾ।
pl: Anulowanie prośby o sprawdzenie spowoduje pozostawienie dodatku jako wstępnie sprawdzonego.
pt_pt: Cancelar o seu pedido de revisão vai deixar o extra como revisto preliminarmente.
ru: Отмена вашего запроса на проверку оставит ваше дополнение как предварительно проверенное.
sl: Če svojo zahtevo za pregled prekličete, bo vaš dodatek ostal dalje kot predhodno pregledan.
uk: Скасування вашого запиту на розгляд залишить ваш додаток, як попередньо розглянутий.
zh_cn: 撤销您的附加组件审核请求将使其停留在已通过初步审核状态。

source: Canceling your review request will mark your add-on incomplete. If you do not complete your add-on after several days by re-requesting review, it will be deleted.
cs: Zrušením vaší žádosti o kontrolu označíte svůj doplněk jako nekompletní. Pokud svůj doplněk během několika dní nedokončíte opětovnou žádostí o kontrolu, bude smazán.
de: Wenn Sie Ihre Überprüfungsanfrage abbrechen, wird Ihr Add-on als unvollständig gekennzeichnet. Wen Sie Ihr Add-on nicht nach einigen Tagen vervollständigen, indem Sie die Überprüfungsanfrage neu stellen, wird es gelöscht.
el: Η ακύρωση του αιτήματος αξιολόγησης θα έχει ως αποτέλεσμα τη σημείωση του πρόσθετου σας ως ημιτελούς. Αν δεν ολοκληρώσετε το πρόσθετο σας μετά από μερικές ημέρες με νέα αίτηση αξιολόγησης, θα διαγραφεί.
es: Cancelar tu solicitud de revisión marcará tu complemento incompleto. Si no completas tu complemento a los pocos días volviendo a solicitar su revisión, será borrado.
fr: Annuler la demande de revue marquera votre module comme incomplet. Si vous ne complétez pas votre module après plusieurs jours, en re-demandant une revue, il sera supprimé.
it: Eliminando la richiesta di revisione il tuo componente aggiuntivo risulterà incompleto. Se non completi il processo chiedendo una nuova revisione dopo alcuni giorni il componente aggiuntivo verrà eliminato.
ko: 심사 요청을 취소하면 부가 기능이 미완료 상태로 표시됩니다. 심사 재요청을 몇일 내로 하지 않으면 이 부가 기능은 삭제됩니다.
nl: Door uw beoordelingsverzoek te annuleren wordt uw add-on als onvolledig gemarkeerd. Als u uw add-on niet binnen enkele dagen voltooit door opnieuw een beoordeling aan te vragen, wordt deze verwijderd.
pa_in: ਆਪਣੀ ਸਮੀਖਿਆ ਬੇਨਤੀ ਨੂੰ ਰੱਦ ਕਰਨਾ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਤੇ ਅਧੂਰੇ ਦਾ ਨਿਸ਼ਾਨ ਲਗਾ ਦੇਵੇਗਾ। ਜੇਕਰ ਤੁਸੀਂ ਮੁੜ-ਬੇਨਤੀ ਸਮੀਖਿਆ ਦੁਆਰਾ ਕੁੱਝ ਦਿਨਾਂ ਬਾਅਦ ਵੀ ਆਪਣਾ ਐਡ-ਆਨ ਮੁਕੰਮਲ ਨਹੀਂ ਕੀਤਾ, ਇਹ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Anulowanie prośby o sprawdzenie spowoduje oznaczenie dodatku jako niekompletnego. Jeśli zamieszczanie dodatku nie zostanie zakończone w ciągu kilku dni poprzez ponowną prośbę o sprawdzenie – zostanie usunięty.
pt_pt: Cancelar o seu pedido de revisão vai marcar o seu extra como incompleto. Se não completar o seu extra passados alguns dias pedindo uma revisão, ele será eliminado.
ru: Отмена вашего запроса на проверку пометит ваше дополнение как незавершённое. Если вы не завершите ваше дополнение в течение нескольких дней путём отправки повторного запроса на проверку, оно будет удалено.
sl: Če svojo zahtevo za pregled prekličete, se bo vaš dodatek označilo kot nepopoln. Če svojega dodatka v času nekaj dni ne dopolnite z zahtevo po pregledu, se ga zbrisalo.
uk: Скасування вашого запиту на розгляд відмітить ваш додаток, як незавершений. Якщо ви протягом кількох днів не відправите повторний запит для розгляду, додаток буде видалений.
zh_cn: 撤销您的附加组件审核请求将使其停留在未完成状态。如果您不在几天内重新请求审核，它将被删除。

source: Are you sure you wish to cancel your review request?
cs: Jste si jist(a), že chcete zrušit vaši žádost o kontrolu?
de: Möchten Sie Ihre Überprüfungsanfrage wirklich löschen?
el: Θέλετε σίγουρα να ακυρωθεί η αίτηση σας για αξιολόγηση;
es: ¿Estás seguro de que quieres cancelar tu petición de valoración?
fr: Voulez-vous vraiment annuler votre requête de revue ?
it: Cancellare questa richiesta di revisione?
ko: 정말 심사 요청을 취소하시겠습니까?
nl: Weet u zeker dat u uw beoordelingsverzoek wilt annuleren?
pa_in: ਕੀ ਤੁਸੀਂ ਆਪਣੀ ਸਮੀਖਿਆ ਬੇਨਤੀ ਨੂੰ ਰੱਦ ਕਰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ?
pl: Czy na pewno chcesz anulować prośbę o sprawdzenie?
pt_pt: Tem a certeza que deseja cancelar o seu pedido de revisão?
ru: Вы уверены, что хотите отменить свой запрос на отзыв?
sl: Res želite preklicati zahtevo za pregled?
uk: Ви впевнені, що хочете скасувати свій запит на відгук?
zh_cn: 您确定要撤销您的审核请求吗？

source: Shopping Made Easy
cs: Snadné nakupování
de: Einkaufen leicht gemacht
es: Hacer compras fácilmente
fr: Le shopping facile
it: Lo shopping diventa facile
ko: 쇼핑을 쉽고 간편하게
nl: Winkelen wordt eenvoudig
pa_in: ਖਰੀਦਦਾਰੀ ਕਰਨਾ ਅਸਾਨ ਹੋਇਆ
pl: Zakupy stają się proste
pt_pt: Compras mais fáceis
uk: Легко купувати
zh_cn: 购物，轻而易举

source: Save on your favorite items from the comfort of your browser.
cs: Ušetřete na svých oblíbených položkách z pohodlí svého prohlížeče.
de: Sparen Sie bei Ihren Lieblingsgegenständen, bequem von Ihrem Browser aus.
es: Ahorra en tus productos favoritos desde la comodidad de tu navegador.
fr: Économisez sur vos achats habituel assis dans votre fauteuil.
it: Risparmia sull'acquisto dei tuoi articoli preferiti comodamente dal tuo browser.
ko: 웹 브라우저에 사고싶은 것들을 저장해 놓을 수 있습니다.
nl: Bespaar op uw favoriete producten vanuit de leunstoel van uw browser.
pa_in: ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਦੇ ਸਹੂਲਤ ਨਾਲ ਆਪਣੀਆਂ ਪਸੰਦੀਦਾ ਚੀਜ਼ਾਂ ਤੇ ਛੂਟ ਲਵੋ।
pl: Zachowaj ulubione elementy w zaciszu swojej przeglądarki.
pt_pt: Guarde os seus itens favoritos no conforto do seu navegador.
uk: Економте на улюблених речах з комфортом зі свого браузера.
zh_cn: 将您最爱的商品储存到您最贴心的火狐浏览器。

source: Build the perfect website
cs: Vytvořte perfektní stránku
de: Bauen Sie die perfekte Internetseite
el: Φτιάξτε την τέλεια ιστοσελίδα
es: Crear el sitio web perfecto
fr: Construire le site web parfait
it: Realizza il sito web perfetto
ja: 完璧な Web サイトを作成
ko: 완벽한 웹사이트 구축하기
nl: Bouw de perfecte website
pa_in: ਉੱਤਮ ਵੈਬਸਾਈਟ ਬਣਾਓ
pl: Zbuduj doskonałą witrynę
pt_pt: Construa o sítio web perfeito
ru: Построить идеальный веб-сайт
sl: Zgradite si popolno spletišče
uk: Створіть бездоганний веб-сайт
zh_cn: 构建最棒的网站

source: Help test Firefox with these tools
cs: Pomozte otestovat Firefox pomocí následujících nástrojů
de: Helfen Sie mit diesen Werkzeugen dabei, Firefox zu testen
el: Βοηθήστε στον έλεγχο του Firefox μ' αυτά τα εργαλεία
es: Ayuda a probar Firefox con estas herramientas
fr: Aidez à tester Firefox avec ces outils
it: Aiutaci nei test di Firefox con questi strumenti
ko: 다음의 도구를 통해 Firefox 테스트를 도웁시다
nl: Help met testen van Firefox met deze hulpmiddelen
pa_in: ਇਹਨਾਂ ਟੂਲਾਂ ਨਾਲ ਫ਼ਾਇਰਫ਼ਾਕਸ ਜਾਂਚ ਵਿੱਚ ਮਦਦ ਕਰੋ
pl: Pomóż testować Firefoksa, używając tych narzędzi
pt_pt: Ajude a testar o Firefox com estas ferramentas
ru: Помогите протестировать Firefox с помощью этих инструментов
sl: Pomagajte testirati Firefox s temi orodji
uk: Допоможіть тестувати Firefox за допомогою цих інструментів
zh_cn: 用这些工具帮助测试 Firefox

source: First time with Add-ons?
cs: Poprvé slyšíte o doplňcích?
de: Sind Add-ons neu für Sie?
el: Πρώτη σας φορά στα πρόσθετα;
es: ¿No sabes qué son los complementos?
fr: C'est votre première fois avec les modules ?
it: Prima volta qui?
ja: アドオンを使うのは初めてですか？
ko: 부가 기능을 처음 사용해 보시나요?
nl: Eerste kennismaking met add-ons?
pa_in: ਐਡ-ਆਨਾਂ ਨਾਲ ਪਹਿਲੀ ਵਾਰ?
pl: Pierwszy kontakt z dodatkami?
pt_pt: Primeira vez com os extras?
ru: Впервые в дополнениях?
sl: Ste prvič med dodatki?
uk: Вперше в додатках?
zh_cn: 第一次用附加组件吗？

source: Not to worry, here are three to get started.
cs: Žádné strachy, zde jsou tři, se kterými můžete začít.
de: Keine Sorge, hier sind drei für den Anfang.
el: Μην ανησυχείτε, ιδού τρία για να ξεκινήσετε.
es: No te preocupes, aquí hay tres para empezar.
fr: Ne vous inquiétez pas, voici de l'aide.
it: Nessun problema, eccone tre con cui iniziare.
ko: 걱정하실 것 없어요. 여기 부가 기능 세가지부터 받아서 시작해 보세요.
nl: Geen zorgen, hier zijn er drie om mee van start te gaan.
pa_in: ਚਿੰਤਾ ਦੀ ਕੋਈ ਗੱਲ ਨਹੀਂ, ਇੱਥੇ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਤਿੰਨ ਹਨ।
pl: Nie przejmuj się, tu są trzy na dobry początek.
pt_pt: Não é preocupante, eis três para começar.
ru: Не беспокойтесь, начните с этих трёх дополнений.
sl: Kar pogumno, tukaj so trije, s katerimi lahko začnete.
uk: Не варто хвилюватися, ось три кроки для початку.
zh_cn: 别担心，从这三个附加组件开始探索吧！

source: Translate content on the web from and into over 40 languages.
cs: Umožňuje překládat obsah webu z a do více než 40 jazyků.
de: Übersetzen Sie Inhalte im Internet aus und in über 40 Sprachen.
el: Μεταφράστε περιεχόμενο από τον ιστό σε πάνω από 40 γλώσσες.
es: Traduce el contenido de la web en unos 40 idiomas.
fr: Traduire le contenu sur le web entre plus de 40 langues.
it: Traduci i contenuti del Web in oltre 40 lingue.
ko: 웹사이트는 40개국어 이상으로 번역되어 제공되고 있습니다.
nl: Vertaal inhoud op het web van en in meer dan 40 talen.
pa_in: ਵੈੱਬ ਦੀ ਸਮੱਗਰੀ ਦਾ 40 ਤੋਂ ਜਿਆਦਾ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਅਨੁਵਾਦ ਕਰੋ।
pl: Tłumaczy zawartość stron internetowych z i na ponad 40 języków.
pt_pt: Traduza conteúdo na web em mais de 40 idiomas.
ru: Переводите веб-страницы более чем с 40 языков.
sl: Prevajajte vsebino na spletu v več kot 40 jezikov.
uk: Перекладайте вміст в інтернеті більш ніж 40 мовами.
zh_cn: 将网络上的内容在超过四十种的语言之间互相翻译。

source: Easily connect to your social networks, and share or comment on the page you're visiting.
cs: Připojte se snadno k vašim sociálním sítím, sdílejte a komentujte stránky, které navštěvujete.
de: Verbinden Sie sich einfach mit Ihren sozialen Netzwerken und teilen oder kommentieren Sie die Seite, die Sie gerade besuchen.
el: Συνδεθείτε εύκολα με τα κοινωνικά σας δίκτυα και μοιραστείτε ένα σχόλιο στις σελίδες που επισκέπτεστε.
es: Conecta fácilmente con tus redes sociales, y comparte o comenta la página que estás visitando.
fr: Connexion facile à vos réseaux sociaux, partagez ou commentez la page que vous visitez.
it: Collegati facilmente con i tuoi social network, condividi o commenta la pagina che stai visitando.
ko: 방문한 웹페이지 상에서 간편하게 소셜 네트워크 접속, 공유, 코멘트 작성등을 하실 수 있습니다.
nl: Leg eenvoudig verbinding met uw sociale netwerken, en deel of becommentarieer de door u bezochte pagina.
pa_in: ਆਪਣੇ ਸੋਸ਼ਲ ਨੈੱਟਵਰਕ ਨਾਲ ਅਸਾਨੀ ਨਾਲ ਜੁੜੋ ਅਤੇ ਆਪਣੇ ਦੌਰੇ ਵਾਲੇ ਸਫ਼ੇ ਤੇ ਸਾਂਝਾ ਜਾਂ ਟਿੱਪਣੀ ਕਰੋ।
pl: Łatwe łączenie z twoimi sieciami społecznościowymi, udostępnianie i komentowanie na aktualnie odwiedzanej stronie.
pt_pt: Ligue-se facilmente às redes sociais e partilhe ou comente a página que está a visitar.
ru: Легко подключайтесь к вашим социальным сетям, оставляйте комментарии на посещаемых вами страницах или делитесь ими.
sl: Povežite se s svojimi družabnimi omrežji in izmenjujte mnenja na straneh, ki jih obiskujete.
uk: Легко підключайтесь до своїх соціальних мереж та діліться чи коментуйте сторінки, які відвідуєте.
zh_cn: 轻松地连接到您的社交网络，并在您访问的页面上进行分享或评论。

source: A quick view to compare prices when you shop online or search for flights.
cs: Rychlé porovnání cen, když jste v obchodě či hledáte let.
de: Eine schnelle Übersicht, um Preise zu vergleichen, wenn Sie im Internet einkaufen, oder nach Flügen suchen.
el: Συγκρίνετε τιμές με μια γρήγορη ματιά όταν κάνετε ψώνια στο διαδίκτυο ή θέλετε να κλείσετε μια πτήση.
es: Una vista rápida para comparar los precios al comprar por internet o buscar vuelos.
fr: Une vue rapide pour comparer les prix lorsque vous achetez en ligne ou préparez un voyage en avion.
it: Confronta i prezzi mentre fai acquisti online o cerca un volo.
ko: 온라인 쇼핑몰이나 항공 예약시 가격을 빠르게 비교해 볼 수 있습니다.
nl: Een snelle prijsvergelijking tijdens online shoppen of zoeken naar vluchten.
pa_in: ਕੀਮਤਾਂ ਦੀ ਤੁਲਨਾ ਕਰਨ ਦਾ ਇੱਕ ਅਸਾਨ ਤਰੀਕਾ ਜਦੋਂ ਤੁਸੀਂ ਆਨਲਾਈਨ ਖਰੀਦਦਾਰੀ ਜਾਂ ਉਡਾਣਾਂ ਦੀ ਖੋਜ ਕਰ ਰਹੇ ਹੋਵੋ।
pl: Szybki wgląd na porównanie cen w trakcie zakupów online lub wyszukiwania biletów lotniczych.
pt_pt: Uma visão rápida para comparar preços ao fazer compras ou pesquisar voos.
ru: Быстро сравните цены при покупках в Интернете или бронировании билетов на самолёт.
sl: Hitra primerjava cen ko nakupujete na spletu ali iščete letalske karte.
uk: Швидко порівнюйте ціни при покупках в Інтернеті чи бронюванні авіаквитків.
zh_cn: 在您网上购物或查询航班时快速比价。

source: Firefox 4 Collection
cs: Sbírka pro Firefox 4
de: Firefox-4-Sammlung
el: Συλλογή Firefox 4
es: Colección de Firefox 4
fr: Collection Firefox 4
it: Raccolta Firefox 4
ja: Firefox 4 コレクション
ko: Firefox 4 모음집
nl: Firefox 4-collectie
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ 4 ਸੰਗ੍ਰਹਿ
pl: Kolekcja dla Firefoksa 4
pt_pt: Colecção do Firefox 4
ru: Подборка Firefox 4
sl: Zbirka za Firefox 4
uk: Збірка Firefox 4
zh_cn: Firefox 4 收藏集
