Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Illegal and criminal add-ons, such as <a href="http://en.wikipedia.org/wiki/Click_fraud">click fraud</a> generators, <a href="http://en.wikipedia.org/wiki/Warez">warez</a> download and directory assistants, child pornography finders, etc.
cs: Ilegální nebo kriminální doplňky. Například doplňky, které vytváří <a href="http://en.wikipedia.org/wiki/Click_fraud">podvodná kliknutí</a>, umožňují stahovat <a href="http://cs.wikipedia.org/wiki/Warez">warez</a>, pomáhají vyhledávat dětskou pornografii atd.
de: Illegale und kriminelle Add-ons, wie Generatoren für <a href="http://de.wikipedia.org/wiki/Klickbetrug">Klickbetrug</a>, Download- und Verzeichnis-Assistenten für <a href="http://de.wikipedia.org/wiki/Warez">Warez</a>, Kinderporno-Finder, usw.
es: Complementos ilegales o delictivos como, por ejemplo, generadores de <a href="http://en.wikipedia.org/wiki/Click_fraud">fraude por clic</a>, asistentes de directorios y descargas de <a href="http://es.wikipedia.org/wiki/Warez">warez</a>, buscadores de pornografía infantil, etc.
fr: Les modules illégaux et criminels, tels les générateurs de <a href="http://fr.wikipedia.org/wiki/Fraude_au_clic">fraude au clic</a>, assistants pour trouver et télécharger du <a href="http://fr.wikipedia.org/wiki/Warez">warez</a>, outils pour trouver de la pédopornographie, etc.
it: Componenti aggiuntivi illegali, come generatori di <a href="http://en.wikipedia.org/wiki/Click_fraud">clic fraudolenti</a>, download di <a href="http://en.wikipedia.org/wiki/Warez">warez</a>, strumenti di ricerca per pornografia infantile, ecc.
ko: <a href="http://en.wikipedia.org/wiki/Click_fraud">클릭 사기</a> 생성기, <a href="http://en.wikipedia.org/wiki/Warez">와레즈</a> 다운로드 및 사이트 안내, 아동 포르노 검색기 등과 같은 불법 부가 기능
nl: Illegale en criminele add-ons, zoals <a href="http://nl.wikipedia.org/wiki/Klikfraude">klikfraude</a>-generatoren, <a href="http://nl.wikipedia.org/wiki/Warez">warez</a>-download- en mapassistenten, kinderpornozoekers, enz.
pa_in: ਗੈਰ-ਕਾਨੂੰਨੀ ਅਤੇ ਗੁਨਾਹਗਾਰ ਐਡ-ਆਨ, ਜਿਵੇਂ <a href="http://en.wikipedia.org/wiki/Click_fraud">ਕਲਿੱਕ ਫ਼ਰਾਡ</a> ਜਰਨੇਟਰ, <a href="http://en.wikipedia.org/wiki/Warez">ਵਾਰ</a> ਡਾਊਨਲੋਡ ਅਤੇ ਡਾਇਰੈਕਟਰੀ ਸਹਾਇਕ, ਚਾਇਲਡ ਪੋਰਨੋਗ੍ਰਾਫੀ ਖੋਜ, ਆਦਿ।
pl: nielegalne lub przestępcze dodatki, takie jak <a href="http://en.wikipedia.org/wiki/Click_fraud">generatory fałszywych kliknięć</a>, ułatwiające pobieranie <a href="http://en.wikipedia.org/wiki/Warez">nielegalnego oprogramowania</a>, wyszukiwarki dziecięcej pornografii itp.
pt_pt: Extras ilegais e criminosos, como <a href="http://pt.wikipedia.org/wiki/Click_fraud">geradores de cliques falsos</a>, assistentes de download de <a href="http://pt.wikipedia.org/wiki/Warez">warez</a>, localizadores de pornografia infantil, etc.
ru: Незаконные и преступные дополнения, такие как генераторы <a href="http://en.wikipedia.org/wiki/Click_fraud">клик-фрода</a>, загрузки <a href="http://en.wikipedia.org/wiki/Warez">вареза</a> и каталоги-помощники, поисковики детской порнографии, и т.д.
sl: Nezakonite in kaznive dodatke, kot so generatorji za <a href="http://en.wikipedia.org/wiki/Click_fraud">prevare na klik</a>, pomočniki za prenose in mape <a href="http://en.wikipedia.org/wiki/Warez">warez</a> , otroška pornografija itd.
uk: Незаконні і злочинні додатки, такі як генератори <a href="http://en.wikipedia.org/wiki/Click_fraud">клік-фроду</a>, завантаження <a href="http://en.wikipedia.org/wiki/Warez">варезу</a> і каталоги-помічники, шукачі дитячої порнографії, і т.д.
zh_cn: 违法犯罪的附加组件，例如<a href="http://en.wikipedia.org/wiki/Click_fraud">点击欺诈</a>生成器、<a href="http://zh.wikipedia.org/wiki/Warez">盗版软件</a>下载与目录辅助软件以及儿童色情搜索器等。

source: Add-ons whose main purpose is to facilitate access to pornographic material, or include references to this material in their descriptions
cs: Doplňky, jejichž hlavním účelem je zprostředkovávat přístup k pornografickému materiálu či zahrnovat tento materiál v jejich popiscích.
de: Add-ons, deren Hauptzweck es ist, den Zugang zu pornografischem Material zu erleichtern, oder deren Beschreibung Verweise auf dieses Material enthält.
es: Complementos cuyos principal objetivo es facilitar el acceso a material pornográfico o incluir referencias a este tipo de material en sus descripciones
fr: Les modules dont le but principal est de faciliter l'accès à de la pornographie ou qui en incluent des références dans leur description
it: Componenti aggiuntivi il cui scopo principale è facilitare l'accesso a materiale pornografico, o includono riferimenti a questo materiale nelle loro descrizioni
ko: 주 목적이 포르노 자료 검색이거나 설명에 이러한 자료에 관한 내용이 언급되어 있는 부가 기능
nl: Add-ons met als voornaamste doel toegang tot pornografisch materiaal te faciliteren, of die referenties hiernaar in hun beschrijving hebben staan
pa_in: ਐਡ-ਆਨ ਜਿਹਨਾਂ ਦਾ ਮੁੱਖ ਮਨੋਰਥ ਅਸ਼ਲੀਲ ਸਮੱਗਰੀ ਤੇ ਪਹੁੰਚ ਦੀ ਸਹੂਲਤ ਦੇਣਾ ਜਾਂ ਆਪਣੇ ਵੇਰਵਿਆਂ ਵਿੱਚ ਇਸ ਸਮੱਗਰੀ ਦੇ ਹਵਾਲੇ ਦੇਣਾ ਸ਼ਾਮਲ ਹੈ
pl: dodatki stworzone tylko w celu ułatwienia dostępu do materiałów pornograficznych lub zawierające odnośniki do takich materiałów w ich opisach,
pt_pt: Extras cuja finalidade principal é facilitar o acesso a material pornográfico ou incluir referências a este material nas suas descrições
ru: Дополнения, главная цель которых заключается в облегчении доступа к порнографическим материалам, или содержащие в своих описаниях ссылки на эти материалы
sl: Dodatki, ki imajo glavni namen olajšati dostop do pornografskega materiala ali ki vključujejo sklice na tak material v svojih opisih
uk: Додатки, головна мета яких полягає в полегшенні доступу до порнографічних матеріалів, або містять в своїх описах посилання на ці матеріали
zh_cn: 附加组件其主要目的是为了协助他人访问色情内容或在描述中提及了这种内容

source: Add-ons that, upon installation, auto-install or launch installers of non-Firefox software
cs: Doplňky, které po instalaci automaticky instalují či spouští instalátory software, který není součástí Firefoxu.
de: Add-ons, die bei der Installation automatisch Nicht-Firefox-Programme installieren, oder die Installation starten.
es: Complementos que, durante su instalación, instalan automáticamente o lanzan instaladores de software que no pertenecen a Firefox
fr: Les modules qui, à l'installation, installent automatiquement ou lancent des installeurs pour des logiciels non Firefox
it: Componenti aggiuntivi che in fase di installazione, installazione automaticamente o eseguono l'installer di applicazioni non legate a Firefox.
ko: 설치시 Firefox용이 아닌 소프트웨어를 자동으로 설치하거나 설치 프로그램이 실행되는 부가 기능
nl: Add-ons die, bij installatie, niet aan Firefox gerelateerde software automatisch installeren of installatieprogramma’s daarvoor opstarten
pa_in: ਐਡ-ਆਨ ਜੋ, ਇੰਸਟਾਲੇਸ਼ਨ ਤੋਂ ਬਾਅਦ, ਗੈਰ-ਫ਼ਾਇਰਫ਼ਾਕਸ ਸਾਫ਼ਟਵੇਅਰ ਦਾ ਸਵੈ-ਇੰਸਟਾਲ ਕਰਦੇ ਜਾਂ ਇੰਸਟਾਲਰ ਚਲਾਉਂਦੇ ਹਨ
pl: dodatki, które po zainstalowaniu, same automatycznie instalują lub uruchamiają instalację oprogramowania nieprzeznaczonego dla Firefoksa,
pt_pt: Extras que, após a instalação, auto-instalem ou lancem instaladores de software não-Firefox
ru: Дополнения, которые, после своей установки, автоматически устанавливают или запускают инсталляторы программного обеспечения, не относящегося к Firefox
sl: Dodatki, ki se ob namestitvi začnejo sami od sebe nameščati ali ki sprožijo nameščanje programske opreme, ki ni v zvezi z Firefoxom
uk: Додатки, які після свого встановлення, автоматично встановлюють або запускають інсталятори програмного забезпечення, яке не стосується Firefox
zh_cn: 附加组件在安装后自动安装或启动非 Firefox 软件的安装程序

source: Add-ons that provide their own update mechanism for code or search engines
cs: Doplňky, které poskytují vlastní aktualizační mechanizmus pro kód a vyhledávací moduly.
de: Add-ons die ihren eigenen Update-Mechanismus für Quelltext oder Suchmaschinen mitbringen.
es: Complementos que proporcionan su propio mecanismo de actualización de código o de motores de búsqueda
fr: Les modules qui fournissent leur propre mécanisme de mise à jour pour le code ou les moteurs de recherche
it: Componenti aggiuntivi che forniscono un proprio meccanismo di aggiornamento automatico per il codice e i motori di ricerca
ko: 자체 업데이트 메커니즘을 통해 코드나 검색 엔진을 제공하는 부가 기능
nl: Add-ons met hun eigen updatemechanisme voor code of zoekmachines
pa_in: ਐਡ-ਆਨ ਜੋ ਕੋਡ ਲਈ ਜਾਂ ਖੋਜ ਇੰਜਨਾਂ ਲਈ ਆਪਣਾ ਖੁਦ ਦਾ ਅੱਪਡੇਟ ਤਰੀਕਾ ਮੁਹੱਈਆ ਕਰਵਾਉਂਦੇ ਹਨ
pl: dodatki dostarczające własny mechanizm aktualizacji kodu lub wyszukiwarek,
pt_pt: Extras que forneçam os seus próprios mecanismo de atualização para código ou motores de pesquisa
ru: Дополнения, которые содержат свой собственный механизм обновления для кода или поисковых систем
sl: Dodatki, ki vsebujejo svoj lastni posodobitveni mehanizem za kodo ali iskalnike
uk: Додатки, які містять свій власний механізм оновлення для коду або пошукових систем
zh_cn: 附加组件自身提供了一种更新机制更新代码或搜索引擎

source: Add-ons that make changes to web content in ways that are non-obvious or difficult to trace by their users
cs: Doplňky, které mění webový obsah způsobem, který je neobvyklý nebo obtížně rozpoznatelný uživateli.
de: Add-ons, die so Änderungen an Web-Inhalten vornehmen, dass sie nicht offensichtlich oder für den Benutzer schwer zurückverfolgbar sind.
es: Complementos que realizan cambios en el contenido web que no resultan obvios o fáciles de rastrear por sus usuarios
fr: Les modules qui font des changements au contenu web de manière non évidente ou difficile à tracer par les utilisateurs
it: Componenti aggiuntivi che modificano i contenuti web in modo non intuitivo o difficile da identificare da parte degli utenti
ko: 모호한 방법을 통하거나 사용자의 추적이 어려운 방법을 통해 웹 컨텐트를 수정하는 부가 기능
nl: Add-ons die webinhoud wijzigen op voor gebruikers onduidelijke of moeilijk te volgen wijze
pa_in: ਐਡ-ਆਨ ਜੋ ਵੈੱਬ ਸਮੱਗਰੀ ਵਿੱਚ ਇਸ ਤਰ੍ਹਾਂ ਬਦਲਾਅ ਕਰਦੇ ਹਨ ਜੋ ਗੈਰ-ਸਪੱਸ਼ਟ ਅਤੇ ਉਹਨਾਂ ਦੇ ਉਪਭੋਗੀਆਂ ਦੁਆਰਾ ਲੱਭਣਾ ਮੁਸ਼ਕਲ ਹੁੰਦਾ
pl: dodatki dokonujące zmian w zawartości stron w niejasny lub trudny do śledzenia przez ich użytkowników sposób,
pt_pt: Extras que façam alterações no conteúdo web de forma que não sejam óbvios ou difíceis de detectar pelos seus utilizadores
ru: Дополнения, которые вносят изменения в веб-содержимое неочевидными или трудно отслеживаемыми для пользователей способами
sl: Dodatki, ki spreminjajo vsebino spleta na način, ki za uporabnika ni očiten ali pa je težko dokazljiv
uk: Додатки, які вносять зміни в веб-вміст не очевидними або важкими для відстеження користувачами способами
zh_cn: 以不显著的或用户难以察觉的方式更改网络内容的附加组件

source: Add-ons that snoop on or intercept the network traffic of other users
cs: Doplňky, které špehují či zachytávají síťový provoz jiných uživatelů.
de: Add-ons die den Netzwerkverkehr anderer Nutzer abhören oder abfangen.
es: Complementos que espían o interceptan el tráfico de la red de otros usuarios
fr: Les modules qui écoutent ou interceptent le trafic réseau d'autres utilisateurs
it: Componenti aggiuntivi che intercettano il traffico di rete di altri utenti
ko: 다른 사용자의 네트워크 트래픽을 엿보거나 가로채는 부가 기능
nl: Add-ons die het netwerkverkeer van andere gebruikers volgen of onderscheppen
pa_in: ਐਡ-ਆਨ ਜੋ ਹੋਰ ਉਪਭੋਗੀਆਂ ਦੀ ਛਾਣਬੀਣ ਜਾਂ ਨੈੱਟਵਰਕ ਆਵਾਜਾਈ ਨੂੰ ਰੋਕ ਕੇ ਖੁਦ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ
pl: dodatki śledzące lub przechwytujące ruch w sieci innych użytkowników,
pt_pt: Extras que espionam ou interceptam tráfego de rede de outros utilizadores
ru: Дополнения, которые подглядывают или перехватывают сетевой трафик других пользователей
sl: Dodatki, ki vohunijo ali prestrezajo mrežni promet drugih
uk: Додатки, які підглядають або перехоплюють мережевий трафік інших користувачів
zh_cn: 窥探或截取其他用户网络流量的附加组件

source: Conduit-based toolbars without explicit pre-approval
cs: Automaticky generované lišty (Conduit), které nebyly dříve explicitně předschváleny.
de: Conduit-basierte Toolbars ohne ausdrückliche vorherige Freigabe.
es: Barras de herramientas basadas en conductos sin una autorización previa explícita
fr: Les barres d'outils basées sur Conduit sans approbation préalable explicite
it: Le barre degli strumenti di tipo Conduit senza esplicita pre-approvazione
ko: 명확한 사전 승인을 받지 않은 정보 전달 기반의 툴바
nl: Op conduit gebaseerde werkbalken zonder uitdrukkelijke toestemming vooraf
pa_in: ਸਪਸ਼ਟ ਪਹਿਲ-ਪ੍ਰਵਾਨਗੀ ਤੋਂ ਬਿਨਾਂ Conduit ਅਧਾਰਿਤ ਟੂਲਬਾਰਾਂ
pl: paski narzędziowe bazujące na technologi firmy Conduit bez wyraźnej wcześniejszej akceptacji.
pt_pt: Conduit baseado em barras de ferramentas, sem pré-aprovação explícita
ru: Основанные на Conduit панели инструментов без явного предварительного одобрения
sl: Orodne vrstice na osnovi tunela (conduit) brez izrecne predhodne odobritve
uk: Засновані на Conduit панелі інструментів без явного попереднього схвалення
zh_cn: 未事先取得用户同意就安装横式工具栏

source: Changing of Defaults and Unexpected Features
cs: Změna výchozích hodnot či neočekávané funkce
de: Ändern von Standardeinstellungen und unerwartete Funktionen.
es: Cambios en los valores predeterminados y características inesperadas
fr: Changements de paramètres par défaut et fonctionnalités inattendues
it: Modificano le impostazioni predefinite o contengono caratteristiche non previste
ko: 기본값을 변경하고 사전 설명이 되어있지 않은 기능
nl: Wijzigen van standaardinstellingen en onverwachte functies
pa_in: ਮੂਲ ਵਿੱਚ ਬਦਲਾਅ ਅਤੇ ਅਣਿਆਈ ਵਿਸ਼ੇਸਤਾਵਾਂ
pl: Zmiana ustawień domyślnych i nieoczekiwane funkcje
pt_pt: Mudança de pré-definições e funcionalidades inesperadas
ru: Изменяющие значения по умолчанию и имеющие неожиданные возможности
sl: Spreminjanje privzetih nastavitev in nepričakovana funkcionalnost
uk: Такі, що змінюють типові значення і мають несподівані можливості
zh_cn: 更改了默认值和不能预期的功能

source: Surprises can be appropriate in many situations, but they are not welcome when user security, privacy, and control are at stake. It is extremely important to be as transparent as possible when submitting an add-on for hosting on this site. A Mozilla user should be able to easily discern what the functionality of an add-on is and not be presented with unexpected experiences post-install.
cs: Překvapení může být přijatelné v řadě situací, ale nejsou vítána, když jde o bezpečnost uživatele, jeho soukromí či ovládání prohlížeče. Když přidávate doplněk na server, je extrémně důležité být transparentní jak jen to jde. Uživatel Mozilly by měl snadno poznat, jakou funkcionalitu doplněk poskytuje a ne být po instalaci překvapen nezvyklým chováním.
de: Überraschungen können in vielen Fällen passend sein, aber sie sind nicht gern gesehen, wenn die Sicherheit, Privatsphäre und Kontrolle des Benutzers auf dem Spiel stehen. Es ist enorm wichtig, so transparent wie möglich zu sein, wenn man ein Add-on einreicht, das auf dieser Website gehostet werden soll. Ein Mozilla-Nutzer sollte in der Lage sein, einfach zu erkennen, was die Funktion eines Add-ons ist und nicht nach der Installation irgendetwas unerwartetes erleben.
es: Las sorpresas pueden estar bien en muchas situaciones, pero no son bienvenidas cuando están en juego la seguridad, la privacidad y el control del usuario. Es de suma importancia ser lo más transparente posible al enviar un complemento para alojarlo en este sitio. Un usuario de Mozilla debe poder distinguir fácilmente cuál es la funcionalidad de un complemento y no tener que frente a experiencias inesperadas después de la instalación.
fr: Les surprises peuvent être appropriées dans beaucoup de situations, mais elles ne le sont pas quand la sécurité, la vie privée et le contrôle des utilisateurs sont en jeu. Il est extrêmement important d'être aussi transparent que possible lors de l'envoi d'un module pour l'héberger sur ce site. Un utilisateur Mozilla doit être en mesure de facilement discerner les fonctionnalités du module et ne pas se retrouver avec une expérience bizarre après l'installation.
it: Le sorprese possono risultare interessanti in molte situazioni, non certo quando si tratta della sicurezza degli utenti e della loro privacy. Quando si carica un componente aggiuntivo su questo sito, è fondamentale garantire la massima trasparenza possibile. Un utente deve poter conoscere in anticipo le funzionalità di un componente aggiuntivo e non fare scoperte inattese dopo l'installazione.
ko: 때로는 깜짝 놀라게 만드는 것이 좋은 반응을 얻기도 하지만 사용자 보안, 개인 정보, 제어 등이 필요한 상황에선 그다지 환영받지 못합니다. 저희 사이트 상의 호스팅을 위해 부가 기능을 제출하게 될 경우 가능한 이러한 부분은 극단적으로 투명해지는 것이 중요합니다. Mozilla 사용자들이 부가 기능에 어떤 기능이 있는지 쉽게 알아볼 수 있어야 하며 설치 후 예기치 않은 사용자 경험도 발생해선 안됩니다.
nl: Verrassingen kunnen in veel gevallen leuk zijn, maar ze zijn niet welkom als het gaat om gebruikersveiligheid, privacy en controle. Het is zeer belangrijk om zo transparant mogelijk te zijn bij het indienen van een add-on voor hosten op deze website. Een Mozilla-gebruiker moet eenvoudig kunnen achterhalen wat de functionaliteit van een add-on is en mag niet worden geconfronteerd met onverwachte ervaringen na de installatie.
pa_in: ਬਹੁਤੇ ਹਲਾਤਾਂ ਵਿੱਚ ਹੈਰਾਨੀਜਨਕ ਚੀਜਾਂ ਠੀਕ ਹੋ ਸਕਦੀਆਂ ਹਨ, ਪਰ ਇਹਨਾਂ ਦਾ ਸਵਾਗਤ ਨਹੀਂ ਹੋਵੇਗਾ ਜਦੋਂ ਉਪਭੋਗੀ ਸੁਰੱਖਿਆ, ਪਰਦੇਦਾਰੀ, ਅਤੇ ਪ੍ਰਬੰਧ ਦਾਅ ਤੇ ਲੱਗੇ ਹੋਣ। ਜਦੋਂ ਇਸ ਸਾਈਟ ਤੇ ਪੇਸ਼ ਕਰਨ ਲਈ ਐਡ-ਆਨ ਭੇਜੋ ਇਹ ਬਹੁਤ ਹੀ ਲਾਜ਼ਮੀ ਹੈ ਜਿਨ੍ਹਾਂ ਸੰਭਵ ਹੋਵੇ ਪਾਰਦਰਸ਼ੀ ਹੋਇਆ ਜਾਵੇ। ਮੌਜੀਲਾ ਉਪਭੋਗੀ ਅਸਾਨੀ ਨਾਲ ਸਮਝਣ ਦੇ ਯੋਗ ਹੋਵੇ ਐਡ-ਆਨ ਦੀ ਕਾਰਜਕੁਸ਼ਲਤਾ ਕੀ ਹੈ ਅਤੇ ਇਸੰਟਾਲ ਤੋਂ ਬਾਅਦ ਅਣਿਆਈ ਅਨੁਭਵ ਨਾ ਪੇਸ਼ ਕੀਤੇ ਜਾਣ।
pl: Niespodzianki mogą być stosowne w wielu sytuacjach, ale nie są mile widziane, jeśli stwarzają zagrożenie bezpieczeństwa, prywatności i kontroli użytkownika. Jest nadzwyczaj ważną sprawą, aby proces zamieszczania dodatku na tej witrynie był jak najbardziej transparentny. Użytkownik po zainstalowaniu dodatku powinien łatwo rozpoznać jego funkcje i nie powinien być zaskakiwany nieoczekiwanymi doznaniami.
pt_pt: Surpresas podem ser agradáveis em muitas situações, mas elas não são bem-vindas quando se trata do controle, segurança e privacidade dos usuários. É extremamente importante ser o mais transparente possível ao enviar um extra para ser hospedado neste site. Um usuário da Mozilla deve ser capaz de discernir facilmente qual é função do extra e não deve enfrentar experiências inesperadas após instalar um extra.
ru: Сюрпризы могут быть уместны в различных ситуациях, но они не приветствуются, когда на кону стоит безопасность и приватность пользователь или его контроль за ситуацией. При отправке дополнения для размещения на этом сайте чрезвычайно важно соблюдать максимальную прозрачность. Пользователь Mozilla должен иметь возможность легко распознать, что является функциональностью дополнения и не встречаться с неожиданными сюрпризами после установки.
sl: Presenečenje je lahko da v veliko situacijah dobrodošlo, vendar je nezaželeno, kadar so varnost, zasebnost, kontrola uporabnika ogroženi. Izjemno pomembno je, da je ob predložitvi dodatka za gostovanje na tej spletni strani vse čim bolj pregledno. Uporabnik Mozille mora imeti možnost, zlahka razumeti, kaj je funkcionalnost dodatka, ne pa da se po namestitvi mora soočati z nepričakovanim vedenjem brskalnika.
uk: Сюрпризи можуть бути доречними в різних ситуаціях, але вони не є бажаними, коли на кону стоїть безпека і приватність користувача або його контроль за ситуацією. При направленні додатку для розміщення на цьому сайті надзвичайно важливо дотримуватися максимальної прозорості. Користувач Mozilla має легко розпізнати, що є функціональністю додатку і не зустрічатися з несподіваними сюрпризами після встановлення.
zh_cn: 并非所有无法预料的情况都是不恰当的，但它们不能危及到用户的安全性、隐私权以及控制权。您提交给本网站托管的附加组件应该尽可能的透明。Mozilla 用户应该能轻易地辨别出附加组件的功能，并且不应该经历到意想不到的情况。
