Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: You have chosen to not give access to %(consumer)s. They will not be able to act on your behalf or retrieve information about you.
cs: Rozhodl(a) jste se nedat přístup osobě %(consumer)s. Nebude tak moci vás zastupovat a získávat informace o vás.
de: Sie haben sich entschieden, %(consumer)s keinen Zugriff zu geben. Sie können nicht in Ihrem Namen handeln oder zusätzliche Informationen über Sie erhalten.
el: Επιλέξατε να μην παρέχετε πρόσβαση στον %(consumer)s. Δεν θα μπορούν να ενεργήσουν για λογαριασμό σας ή να συλλέξουν πληροφορίες σχετικές με εσάς.
es: Has seleccionado no dar acceso a %(consumer)s. Ellos no podrán actuar en tu nombre ni obtener información sobre ti.
fr: Vous avez choisi de ne pas donner accès à %(consumer)s. Ils ne seront pas en mesure d'agir à votre place ni d'obtenir des informations sur vous.
it: Hai scelto di non garantire accesso a %(consumer)s, per cui non saranno in grado di agire al tuo posto né di recuperare informazioni sul tuo conto.
ja: あなたは %(consumer)s のアクセスを許可しませんでした。彼らは、あなたに代わって作業をしたり、あなたについての情報を取得したりすることはできません。
ko: %(consumer)s에게 접근 권한을 부여하지 않기로 결정하셨습니다. 이들은 당신을 대신해 활동할 수 없으며 당신에 관한 정보도 받아보지 못할 것입니다.
nl: U hebt ervoor gekozen %(consumer)s geen toegang te geven. Zij kunnen niet in uw naam handelen of gegevens over u ophalen.
pa_in: ਤੁਸੀਂ %(consumer)s ਨੂੰ ਪਹੁੰਚ ਨਹੀਂ ਦੇਣਾ ਚੁਣਿਆ ਹੈ। ਉਹ ਤੁਹਾਡੇ ਬਦਲੇ ਕੰਮ ਕਰਨ ਯੋਗ ਨਹੀਂ ਹੋਣਗੇ ਜਾਂ ਤੁਹਾਡੇ ਬਾਰੇ ਜਾਣਕਾਰੀ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰਨਗੇ।
pl: Nie udzielono dostępu dla %(consumer)s. Działanie w twoim imieniu lub pobieranie twoich informacji nie jest dla nich możliwe.
pt_pt: Escolheu não dar acesso a %(consumer)s. Eles não poderão agir em seu nome ou obter informação sobre si.
ru: Вы решили не давать доступ %(consumer)s. Они не смогут действовать от вашего имени или получать о вас информацию.
sl: Odločili ste se, %(consumer)s dostopa ne dovoliti. To pomeni, da dotična oseba ne bo mogla delovati v vašem imenu in dostopa do informacij o vas ne bo imela.
uk: Ви вибрали не надавати доступ для %(consumer)s. Вони не зможуть діяти від вашого імені або отримувати інформацію про вас.
zh_cn: 您已选择不授予“%(consumer)s”访问权限，他们将不能够代表您进行操作或获取您的信息。

source: Authorize access to your data
cs: Autorizujte přístup ke svým datům
de: Zugriff auf Ihre Daten gestatten
el: Να επιτρέπεται η πρόσβαση στα δεδομένα σας
es: Autorizar acceso a tu información
fr: Autoriser l'accès à vos données
it: Accesso autorizzato ai tuoi dati
ja: あなたのデータへのアクセスを許可
ko: 내 자료에 대한 접근 권한 부여하기
nl: Toestemming geven voor toegang tot uw gegevens
pa_in: ਤੁਹਾਡੇ ਡਾਟੇ ਤੱਕ ਪਹੁੰਚ ਦਾ ਅਧਿਕਾਰ
pl: Autoryzuj dostęp do swoich danych
pt_pt: Autorizar acesso aos seus dados
ru: Авторизовать доступ к вашим данным
sl: Dovolite dostop do svojih podatkov
uk: Авторизувати доступ до ваших даних
zh_cn: 授权访问您的数据

source: Authorize Token for {0}
cs: Autorizační token pro {0}
de: Schlüssel für {0} autorisieren
el: Έγκριση Token για {0}
es: Autorizar cadena para {0}
fr: Autoriser le jeton pour {0}
it: Token autorizzazione per {0}
ja: {0} のトークンを許可
ko: {0}님에게 권한이 주어졌습니다
nl: Token voor {0} autoriseren
pa_in: {0} ਲਈ ਟੋਕਨ ਦਾ ਅਧਿਕਾਰ
pl: Token autoryzacji dla {0}
pt_pt: Autorizar Token para {0}
ru: Авторизовать токен для {0}
sl: Avtorizirajte žeton za {0}
uk: Авторизувати Token для {0}
zh_cn: 授权给 {0}

source: <p> %(consumer)s wants to be authorized to act on your behalf. This may include: </p> <ul> <li>Uploading, changing or removing add-ons on your behalf.</li> <li>Uploading, changing or removing versions of add-ons on your behalf.</li> <li> Learning personal information about you, such as your username and email address (but not your password). </li> </ul> </li>
cs: <p> %(consumer)s chce být oprávněn jednat za vás. To může zahrnovat: </p> <ul> <li>Nahrávání, změnu a odstraňování doplňků jako vy.</li> <li>Nahrávání, změnu a odstraňování verzí doplňků jako vy.</li> <li>Získávání osobních informací o vás, jako je vaše uživatelské jméno a e-mailová adresa (ovšem nikoliv heslo). </li> </ul> </li>
de: <p> %(consumer)s möchte genehmigt bekommen, in Ihrem Namen handeln zu dürfen. Dies kann beinhalten: </p> <ul><li>Hochladen, Verändern und Entfernen von Add-ons in Ihrem Namen.</li> <li>Hochladen, Verändern und Entfernen von Add-on-Versionen in Ihrem Namen.</li> <li>Erfahren von persönlichen Daten über Sie, wie Ihren Benutzernamen und Ihre E-Mail-Adresse (aber nicht Ihr Passwort).</li> </ul>
es: <p>%(consumer)s quiere autorización para actuar en tu nombre. Esto puede incluir:</p> <ul><li>Cargar, cambiar o eliminar complementos en tu nombre.</li> <li>Cargar, cambiar o eliminar versiones de complementos en tu nombre.</li> <li>Conocer información personal sobre ti, como tu nombre de usuario y dirección de correo (pero no tu contraseña).</li> </ul>
fr: <p> %(consumer)s souhaite agir en votre nom. Ceci peut inclure : </p> <ul> <li>Envoyer, changer ou supprimer des modules en votre nom.</li> <li>Envoyer, changer ou supprimer des versions de modules en votre nom.</li> <li> Connaître des informations personnelles sur vous, telles que votre nom d'utilisateur et adresse de courriel (mais pas votre mot de passe). </li> </ul> </li>
it: <p> %(consumer)s richiede l'autorizzazione ad agire a tuo nome. Questo potrebbe includere: </p> <ul> <li>Il caricamento, il cambiamento o la rimozione a tuo nome dei componenti aggiuntivi.</li> <li>Il caricamento, il cambiamento o la rimozione a tuo nome di alcune versioni dei componenti aggiuntivi.</li> <li>L'acquisizione dei tuoi dati personali, come il tuo nome utente e il tuo indirizzo email (ma non la tua password). </li> </ul> </li>
pl: <p>%(consumer)s prosi o uprawnienia do działania w twoim imieniu. Uprawnienia mogą dotyczyć:</p> <ul> <li>przesyłania, zmieniania lub usuwania dodatków,</li> <li>przesyłania, zmieniania lub usuwania wersji dodatków,</li> <li>dostępu do twoich informacji osobistych, takich jak nazwa użytkownika, adres e-mail, ale nie hasło.</li> </ul> </li>
ru: <p> %(consumer)s хочет получить право действовать от вашего имени. Это может включать: </p> <ul> <li>Загрузку, изменение и удаление дополнений от вашего имени.</li> <li>Загрузку, изменение и удаление версий дополнений от вашего имени.</li> <li> Доступ к вашим персональным данным, таким как ваше имя пользователя и адрес электронной почты (но не ваш пароль). </li> </ul> </li>

source: Confirm
cs: Potvrdit
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 승인
nl: Bevestigen
pa_in: ਪੁਸ਼ਟੀ
pl: Potwierdź
pt_pt: Confirmar
ru: Подтвердить
sl: Potrdite
uk: Підтвердити
zh_cn: 确认

source: OAuth required
cs: QAuth je vyžadováno
de: OAuth notwendig
el: Απαιτείται OAuth
es: Se requiere OAuth
fr: OAuth nécessaire
it: Richiesto OAuth
ja: OAuth 認証が必要です
ko: OAuth가 필요합니다
nl: OAuth vereist
pa_in: OAuth ਦੀ ਲੋੜ
pl: OAuth jest wymagany
pt_pt: Necessário OAuth
ru: Требуется OAuth
sl: zahteva se OAuth
uk: Потребується OAuth
zh_cn: 需要 OAuth

source: Application Versions
cs: Verze aplikace
de: Anwendungs-Versionen
el: Εκδόσεις εφαρμογών
es: Versiones de la aplicación
fr: Versions des logiciels
it: Versioni applicazione
ja: アプリケーションのバージョン
ko: 애플리케이션 버전
nl: Toepassingsversies
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਵਰਜਨ
pl: Wersje programu
pt_pt: Versões da aplicação
ru: Версии приложения
sl: Različice programa
uk: Версії програми
zh_cn: 应用程序版本

source: Acceptable versions for all applications on AMO.
cs: Verze, které jsou akceptovatelné pro všechny aplikace na AMO.
de: Akzeptable Versionen für alle Anwendungen auf AMO.
el: Αποδεκτές εκδόσεις για όλες τις εφαρμογές του ΑΜΟ.
es: Versiones aceptadas en todas las aplicaciones de AMO.
fr: Versions acceptables pour toutes les application sur AMO.
it: Versioni accettabili per tutte le applicazioni su AMO.
ja: AMO のすべての対応アプリケーションにおける利用可能なバージョンです。
ko: AMO에 올라온 버전들 중 쓸만한 버전들.
nl: Acceptabele versies voor alle toepassingen op AMO.
pa_in: AMO ਤੇ ਸਾਰੀਆਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦੇ ਸਵੀਕਾਰਯੋਗ ਵਰਜਨ।
pl: Dopuszczalne wersje dla wszystkich programów na AMO.
pt_pt: Versões aceitáveis para todas as aplicações no AMO.
ru: Приёмлимые версии для всех приложений на AMO.
sl: Sprejemljive različice za vse aplikacije na AMO.
uk: Прийнятні версії для всіх додатків на AMO.
zh_cn: AMO 上的所有应用程序可接受的的版本。

source: Valid Application Versions
cs: Platné verze aplikace
de: Gültige Anwendungsversionen
el: Έγκυρες εκδόσεις εφαρμογής
es: Versiones válidas para las aplicaciones
fr: Versions valides de l'application
it: Versioni consentite delle applicazioni
ja: アプリケーションの有効バージョン
ko: 올바른 애플리케이션 버전
nl: Geldige toepassingsversies
pa_in: ਠੀਕ ਐਪਲੀਕੇਸ਼ਨ ਵਰਜਨ
pl: Poprawne wersje programu
pt_pt: Versões Válidas da Aplicação
ru: Доступные версии приложений
sl: Veljavne različice aplikacije
uk: Дійсні версії програми
zh_cn: 有效应用程序版本

source: Add-ons submitted to Mozilla Add-ons must have an install.rdf file with at least one of the below applications supported. Only the versions listed below are allowed for these applications.
cs: Všechny doplňky serveru Doplňky Mozilly musí obsahovat soubor install.rdf obsahující alespoň jednu níže podporovanou aplikaci. Pro tyto aplikace jsou pak podporovány pouze verze uvedené níže.
de: An Mozilla Add-ons übermittelte Add-ons müssen die Datei install.rdf besitzen, welche mindestens eine der folgenden Anwendungen zu unterstützen hat. Nur die aufgelisteten Versionen der Anwendungen sind erlaubt.
el: Τα πρόσθετα που υποβάλετε στο Mozilla Add-ons θα πρέπει να έχουν ένα αρχείο install.rdf που θα υποστηρίζει τουλάχιστον μια από τις παρακάτω εφαρμογές. Μόνο οι εκδόσεις που παραθέτουμε παρακάτω επιτρέπονται γι' αυτές τις εφαρμογές.
es: Los complementos enviados a Mozilla Addons deben especificar al menos una aplicación válida, como las listadas abajo, en el archivo install.rdf. Solo son permitidas para estas aplicaciones las versiones que se detallan abajo.
fr: Les modules envoyés sur le site Mozilla Add-ons doivent être pourvus d'un fichier install.rdf comportant au moins l'une des applications supportées ci-dessous. Seules les versions listées ci-dessous sont autorisées pour ces applications.
it: I componenti aggiuntivi inviati a Mozilla Add-ons devono contenere un file install.rdf con il supporto ad almeno una delle seguenti applicazioni. Verranno accettate solo le versioni delle applicazioni indicate nell'elenco seguente.
ja: Mozilla Add-ons へ登録するアドオンには、以下のアプリケーションのうち少なくともひとつに対応させた install.rdf ファイルを同梱する必要があります。各アプリケーションとも、以下に記載されたバージョンのみ指定可能です。
ko: Mozilla 부가 기능 사이트에 등록한 부가 기능은 아래 애플리케이션 중 하나를 지원하는 install.rdf 파일을 포함해야 합니다. 아래의 버전만 사용 가능합니다.
nl: Add-ons die bij Mozilla Add-ons worden ingediend dienen een install.rdf-bestand te bevatten met ten minste één van de onderstaande ondersteunde toepassingen. Alleen de hieronder genoemde versies zijn voor deze toepassingen toegestaan.
pa_in: ਮੌਜੀਲਾ ਐਡ-ਆਨ ਨੂੰ ਭੇਜੇ ਗਏ ਐਡ-ਆਨ ਕੋਲ ਹੇਠ ਦਿੱਤੀਆਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਵਿੱਚੋਂ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਦਾ ਸਹਿਯੋਗ ਕਰਨ ਵਾਲੀ ਇੱਕ install.rdf ਫ਼ਾਈਲ ਜ਼ਰੂਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ। ਇਹਨਾਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਲਈ ਕੇਵਲ ਹੇਠ ਦਿੱਤੇ ਵਰਜਨਾਂ ਦੀ ਇਜ਼ਾਜਤ ਹੈ।
pl: Dodatki wysłane do Mozilla Add-ons muszą zawierać plik install.rdf, w którym musi być zadeklarowana obsługa przynajmniej jednego z poniższych programów. Tylko wersje wymienione poniżej są dozwolone.
pt_pt: Extras submetidos nos Extras da Mozilla têm de ter um ficheiro install.rdf com pelo menos uma aplicação suportada. Apenas as versões listadas abaixo são permitidas para essas aplicações.
ru: Дополнения, отправляемые на Mozilla Add-ons, должны содержать файл install.rdf. Причём в этом файле должна присутствовать запись хотя бы об одном из приложений, перечисленных ниже. Допускаются только перечисленные версии.
sl: Dodatki, ki se jih predloži za spletišče Mozilla Dodatki, morajo imeti datoteko install.rdf, ki podpira vsaj eno od aplikacij spodaj. Samo različice, navedene spodaj, so dovoljene za te aplikacije.
uk: Додатки, надіслані до додатків Mozilla, повинні мати файл install.rdf з підтримкою принаймні однієї з нижче вказаних програм. Лише нижчевказані версії дозволені для цих програм.
zh_cn: 提交到 Mozilla 附加组件网站的附加组件必须包含 install.rdf 文件，并且至少要支持以下应用程序之一。对于这些应用程序，只允许使用以下列出的版本。

source: Versions
cs: Verze
de: Versionen
el: Εκδόσεις
es: Versiones
it: Versioni
ja: バージョン
ko: 버전
nl: Versies
pa_in: ਵਰਜਨ
pl: Wersje
pt_pt: Versões
ru: Версии
sl: Različice
uk: Версії
zh_cn: 版本

source: If your supported application does not require an install.rdf file, you still must include one with the required properties as specified <a href="%(url)s">here</a>.
cs: Pokud vámi podporovaná aplikace soubor install.rdf nevyžaduje,
de: Wenn Ihre unterstützte Anwendung keine install.rdf-Datei erfordert, müssen Sie trotzdem eine hinzufügen mit den notwendigen Eigenschaften, die <a href="%(url)s">hier</a> erklärt sind.
el: Ακόμα κι αν η εφαρμογή που υποστηρίζετε δεν απαιτεί την ύπαρξη αρχείου install.rdf, θα πρέπει να συμπεριλάβετε ένα με τις απαιτούμενες δηλώσεις όπως αυτές περιγράφονται <a href="%(url)s">εδώ</a>.
es: Si la aplicación admitida por tu complemento no requiere un archivo install.rdf, debes a pesar de todo incluir uno con las propiedades requeridas tal y como se especifica <a href="%(url)s">aquí</a>.
fr: Si votre application supportée ne nécessite pas un fichier install.rdf, vous devez malgré tout en inclure un avec les propriétés requises comme spécifié <a href="%(url)s">ici</a>.
it: Se l'applicazione di riferimento non richiede la presenza del file install.rdf, è comunque necessario includerne uno con le caratteristiche specificate <a href="%(url)s">qui</a>.
ja: 対応アプリケーションが install.rdf ファイルを必要としない場合でも、<a href="%(url)s">ここ</a> で指定されている、必要なプロパティを含む install.rdf ファイルを同梱する必要があります。
ko: 지원하는 애플리케이션이 install.rdf 파일을 필요로 하지 않으면, <a href="%(url)s">이곳</a>에 명시된 요구 항목을 반드시 포함하고 있어야 합니다.
nl: Als uw ondersteunde toepassing geen install.rdf-bestand vereist, moet u dit toch bijvoegen met de benodigde eigenschappen, zoals <a href="%(url)s">hier</a> aangegeven.
pa_in: ਜੇਕਰ ਤੁਹਾਡੀ ਸਹਿਯੋਗੀ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਇੱਕ install.rdf ਫ਼ਾਈਲ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ, ਤਾਂ ਵੀ ਤੁਹਾਡੇ ਕੋਲ <a href="%(url)s">ਇੱਥੇ</a> ਦਿੱਤੀਆਂ ਵਿਸ਼ੇਸਤਾਵਾਂ ਅਨੁਸਾਰ ਇੱਕ ਜ਼ਰੂਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pl: Nawet jeśli program, w którym ma pracować dany dodatek, nie wymaga obecności pliku install.rdf, należy utworzyć go wg opisu znajdującego się <a href="%(url)s">tutaj</a> i dołączyć do dodatku.
pt_pt: Se a sua aplicação suportada não necessitar de um ficheiro install.rdf, deve ainda assim incluir um com as propriedades necessárias como indicado <a href="%(url)s">aqui</a>.
ru: Даже если поддерживаемое вами приложение не требует файл install.rdf, вы всё же должны включить его с указанными <a href="%(url)s">здесь</a> требуемыми параметрами.
sl: Če vaša podprta aplikacija datoteke install.rdf ne zahteva, jo morate vseeno vključiti, z vsemi lastnostmi, ki so navedene <a href="%(url)s">tukaj</a> .
uk: Якщо ваша підтримувана програма не потребує файл install.rdf, ви все ж повинні включити його з необхідними властивостями, як зазначено <a href="%(url)s">тут</a>.
zh_cn: 如果您支持的应用程序不需要 install.rdf 文件，您依然必须将其包含，并且含有<a href="%(url)s">这里</a>指定的必需属性。

source: http://developer.mozilla.org/en/docs/Install_Manifests
cs: https://developer.mozilla.org/en/Install_Manifests
es: http://developer.mozilla.org/es/Manifiesto_de_instalación
fr: https://developer.mozilla.org/fr/Manifestes_d%27installation
ja: https://developer.mozilla.org/ja/docs/Install_Manifests
pl: https://developer.mozilla.org/pl/Manifesty_Instalacji

source: Collections :: %s
cs: Sbírky :: %s
de: Sammlungen :: %s
el: Συλλογές :: %s
es: Colecciones :: %s
it: Raccolte :: %s
ja: コレクション :: %s
ko: 모음집 :: %s
nl: Collecties :: %s
pa_in: ਸੰਗ੍ਰਹਿ :: %s
pl: Kolekcje :: %s
pt_pt: Coleções :: %s
ru: Подборки :: %s
uk: Збірки :: %s
zh_cn: 收藏集 :: %s

source: Collections are groups of related add-ons that anyone can create and share.
cs: Sbírky jsou skupiny souvisejících doplňků, které může kdokoliv vytvořit a sdílet.
de: Sammlungen sind Gruppen von ähnlichen Add-ons, die jeder anlegen und verteilen kann.
el: Οι συλλογές είναι ομάδες σχετιζόμενων πρόσθετων που μπορεί να δημιουργήσει και να μοιράσει ο καθένας.
es: Las colecciones son grupos de complementos relacionados que cualquiera puede crear y compartir.
fr: Les collections sont des groupes de modules liés entre eux que n'importe qui peut créer et partager.
it: Le raccolte sono gruppi di componenti aggiuntivi che ogni utente può creare e condividere.
ja: コレクションとは、誰でも作成、共有できる、関連するアドオンのグループです。
ko: 모음집은 서로 관련이 있는 부가 기능을 한데 엮어놓은 것으로 누구나 제작과 공유가 가능합니다.
nl: Collecties zijn groepen verwante add-ons die iedereen kan aanmaken en delen.
pa_in: ਸੰਗ੍ਰਹਿ ਸਬੰਧਤ ਐਡ-ਆਨ ਦੇ ਗਰੁੱਪ ਹਨ ਜੋ ਹਰ ਕੋਈ ਬਣਾ ਅਤੇ ਵੰਡ ਸਕਦਾ ਹੈ।
pl: Kolekcje są grupami pokrewnych dodatków, które każdy może tworzyć i udostępniać.
pt_pt: Coleções são grupos de extras relacionados que qualquer um pode criar e partilhar.
ru: Подборки представляют собой группы связанных дополнений. Любой может создавать и делиться подборками.
sl: Zbirke so skupine sorodnih dodatkov, ki jih lahko vsakdo ustvari in deli z drugimi.
uk: Збірки - це групи відповідних додатків, які може створювати та поширювати будь-хто.
zh_cn: 收藏集是相关附加组件的集合，任何人都可以创建与分享。

source: {0} :: Collections :: {1}
cs: {0} :: Sbírky :: {1}
de: {0} :: Sammlungen :: {1}
el: {0} :: Συλλογές :: {1}
es: {0} :: Colecciones :: {1}
it: {0} :: Raccolte :: {1}
ja: {0} :: コレクション :: {1}
ko: {0} :: 모음집 :: {1}
nl: {0} :: Collecties :: {1}
pa_in: {0} :: ਸੰਗ੍ਰਹਿ :: {1}
pl: {0} :: Kolekcje :: {1}
pt_pt: {0} :: Coleções :: {1}
ru: {0} :: Подборки :: {1}
sl: {0}:: Zbirke:: {1}
uk: {0} :: Збірки :: {1}
zh_cn: {0} :: 收藏集 :: {1}

source: Only I can view this collection.
cs: Tuto sbírku smím vidět pouze já.
de: Nur ich kann diese Sammlung sehen.
el: Μόνο εγώ θα μπορώ να δω αυτή τη συλλογή.
es: Sólo yo puedo ver esta colección.
fr: Moi seul peut voir cette collection.
it: Solo io posso visualizzare questa raccolta.
ja: このコレクションは私だけが見ることができます。
ko: 자기 자신만 이 모음집을 볼 수 있습니다.
nl: Alleen ik kan deze collectie bekijken.
pa_in: ਕੇਵਲ ਮੈਂ ਇਹ ਸੰਗ੍ਰਹਿ ਵੇਖ ਸਕਦਾ।
pl: Tylko ja mogę oglądać tę kolekcję.
pt_pt: Apenas eu posso ver esta colecção.
ru: Только я могу просматривать эту подборку.
sl: Samo jaz sam si lahko ogledam to zbirko.
uk: Тільки я можу переглядати цю збірку.
zh_cn: 只有我能查看此收藏集。

source: Anybody can view this collection.
cs: Tuto sbírku smí vidět kdokoliv.
de: Jeder kann diese Sammlung sehen
el: Οποιοσδήποτε μπορεί να δει τη συλλογή.
es: Cualquiera puede ver esta colección.
fr: Tout le monde peut voir cette collection.
it: Chiunque può visualizzare questa raccolta.
ja: このコレクションは誰でも見ることができます。
ko: 누구나 이 모음집을 볼 수 있습니다.
nl: Iedereen kan deze collectie bekijken.
pa_in: ਕੋਈ ਵੀ ਇਹ ਸੰਗ੍ਰਹਿ ਵੇਖ ਸਕਦਾ ਹੈ।
pl: Każdy może oglądać tę kolekcję.
pt_pt: Todos podem ver esta colecção.
ru: Любой может просматривать эту подборку.
sl: To zbirko si lahko ogleda kdorkoli.
uk: Будь-хто може переглядати цю збірку.
zh_cn: 任何人都能查看此收藏集。

source: Give your collection a name.
cs: Dejte své sbírce jméno.
de: Geben Sie Ihrer Sammlung einen Namen.
el: Δώστε ένα όνομα για τη συλλογή σας.
es: Pon un nombre a tu colección.
fr: Nommez votre collection.
it: Dai un nome alla raccolta.
ja: コレクションに名前を付けてください。
ko: 모음집에 이름을 지어주세요.
nl: Geef uw collectie een naam.
pa_in: ਆਪਣੇ ਸੰਗ੍ਰਹਿ ਨੂੰ ਇੱਕ ਨਾਂ ਦਿਓ।
pl: Podaj nazwę kolekcji.
pt_pt: Dê à sua colecção um nome.
ru: Дайте вашей коллекции имя.
sl: Dajte svoji zbirki ime.
uk: Дайте назву своїй збірці.
zh_cn: 给您的收藏集起个名。

source: Describe your collection.
cs: Popište svou sbírku.
de: Beschreiben Sie Ihre Sammlung
es: Describe tu colección.
fr: Décrivez votre collection.
it: Descrivi la raccolta.
ko: 모음집에 설명 달기
nl: Beschrijf uw collectie.
pl: Opisz kolekcję.
ru: Опишите вашу подборку.
sl: Opišite svojo zbirko.
zh_cn: 描述您的收藏集。

source: Privacy:
cs: Soukromí:
de: Datenschutz:
el: Ιδιωτικό απόρρητο:
es: Privacidad:
fr: Confidentialité :
ja: 公開範囲:
ko: 프라이버시:
pa_in: ਪਰਦਾ ਨੀਤੀ:
pl: Prywatność:
pt_pt: Privacidade:
ru: Приватность:
sl: Zasebnost:
uk: Приватність:
zh_cn: 隐私权政策：

source: Icon
cs: Ikona
el: Εικονίδιο
es: Icono
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
nl: Pictogram
pa_in: ਆਈਕਾਨ
pl: Ikona
pt_pt: Ícone
ru: Значок
sl: Sličica
uk: Іконка
zh_cn: 图标

source: This url is already in use by another collection
cs: Toto URL je používány jinou sbírkou.
de: Diese Adresse (URL) wird bereits von einer anderen Sammlung verwendet.
el: Αυτό το url χρησιμοποιείται ήδη από άλλη συλλογή
es: Esta URL ya la utiliza otra colección
fr: Cette adresse est déjà utilisée par une autre collection
it: Questo indirizzo è già utilizzato da un'altra raccolta
ja: この URL は他のコレクションですでに使われています。
ko: 이 url은 이미 다른 모음집에서 사용중입니다
nl: Deze URL wordt al door een andere collectie gebruikt
pa_in: ਇਹ url ਪਹਿਲਾਂ ਹੀ ਕਿਸੇ ਹੋਰ ਸੰਗ੍ਰਹਿ ਵੱਲੋਂ ਵਰਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Ten adres url jest już używany przez inną kolekcję
pt_pt: Este url já está em uso por outra colecção
ru: Эта ссылка уже используется другой подборкой
sl: Ta url že uporablja druga zbirka
uk: Ця адреса URL вже використовується в іншій збірці
zh_cn: 此网址已被其他收藏集使用

source: Icons must be either PNG or JPG.
cs: Ikona musí být ve formátu PNG či JPG.
de: Symbole (Icons) müssen im Format PNG oder JPG vorliegen.
el: Τα εικονίδια θα πρέπει να είναι σε μορφή αρχείου PNG ή JPG.
es: Los iconos deben ser PNG o JPG.
fr: Les icônes doivent être en PNG ou JPG.
it: Le icone devono essere in formato PNG o JPG.
ja: アイコンは PNG か JPEG 形式でなければなりません。
ko: 아이콘은 반드시 PNG나 JPG 형식이어야 합니다.
nl: Pictogrammen dienen in PNG- of JPG-opmaak te zijn.
pa_in: ਆਈਕਾਨ PNG ਜਾਂJPG ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Ikona musi być w formacie PNG lub JPG.
pt_pt: Os ícones devem ser PNG ou JPG.
ru: Значки могут быть либо в PNG либо в JPG.
sl: Ikone morajo biti bodisi PNG ali JPG.
uk: Іконки повинні мати формат PNG або JPG.
zh_cn: 图标必须为 PNG 或 JPG 格式。

source: Please use images smaller than %dMB.
cs: Používejte prosím obrázky menší než %dMB.
de: Bitte verwenden Sie Bilder, die kleiner sind als %dMB.
el: Παρακαλούμε χρησιμοποιήστε εικόνες μικρότερες από %dMB.
es: Usa imágenes más pequeñas que %dMB.
fr: Merci d'utiliser des images de taille inférieure à %dMo.
it: Utilizzare un'immagine inferiore a %dMB.
ja: 画像のサイズは %d MB 以下にしてください。
ko: %dMB보다 작은 이미지를 사용해 주세요.
nl: Gebruik afbeeldingen kleiner dan %d MB.
pa_in: ਕਿਰਪਾ ਕਰਕੇ %dMB ਤੋਂ ਛੋਟੀਆਂ ਤਸਵੀਰਾਂ ਵਰਤੋਂ।
pl: Proszę użyć obrazków mniejszych niż %dMB.
pt_pt: Por favor use imagens menores que %dMB.
ru: Пожалуйста, используйте изображения менее %dМБ.
sl: Uporabljajte slike, ki so manjše kot %dMB.
uk: Будь ласка, використовуйте зображення розміром до %dMB.
zh_cn: 请使用小于 %dMB 的图像。

source: Remove from Favorites
cs: Odebrat z oblíbených
de: Aus den Favoriten entfernen
el: Αφαίρεση από τις αγαπημένες
es: Eliminar de favoritos
fr: Enlever des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 선호 목록에서 삭제하기
nl: Uit favorieten verwijderen
pl: Usuń z ulubionych
pt_pt: Remover do favoritos
ru: Удалить из избранного
sl: Odstrani iz priljubljenih
uk: Вилучити з Вподобань
zh_cn: 从收藏夹中移除

source: Add to Favorites
cs: Přidat do oblíbených
de: Zu Favoriten hinzufügen
el: Προσθήκη στα αγαπημένα
es: Agregar a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りへ追加
ko: 선호 목록에 추가하기
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
pt_pt: Adicionar aos favoritos
ru: Добавить в избранное
sl: Dodaj med priljubljene
uk: Додати до Вподобань
zh_cn: 添加到收藏夹

source: Add a positive vote for this collection
cs: Přidat pozitivní hlas pro tuto sbírku
de: Diese Sammlung positiv bewerten
el: Προσθήκη θετικής ψήφου στη συλλογή
es: Sumar un voto positivo a esta colección
fr: Apporter un vote positif à cette collection
it: Aggiungi un voto positivo per questa raccolta
ja: コレクションへ肯定的な投票を追加
ko: 이 모음집 추천하기
nl: Een positieve stem aan deze collectie geven
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਲਈ ਇੱਕ ਸਕਾਰਾਤਮਕ ਵੋਟ ਜੋੜੋ
pl: Dodaj pozytywną ocenę tej kolekcji
pt_pt: Adicionar um voto positivo a esta colecção
ru: Добавить позитивный голос для этой подборки
sl: Dodaj pozitivni glas za to zbirko
uk: Додати позитивний голос для цієї збірки
zh_cn: 给此收藏集一个好评
