Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Deleting your add-on will permanently remove it from the site and prevent its GUID from being submitted ever again, even by you. The existing users of your add-on will remain on this update channel and never receive updates again.
cs: Smazáním svého doplňku jej trvale odstraníte z webu a zamezíte tomu, aby byl doplněk se stejným GUID znovu nahrán (i vámi). Existující uživatelé vašeho doplňku zůstanou na tomto kanále aktualizací a již nikdy nezískají nové aktualizace.
de: Wenn Sie Ihr Add-on löschen, wird es dauerhaft von dieser Seite entfernt, außerdem wird dafür gesorgt, dass dessen GUID niemals wieder, auch nicht von Ihnen, übermittelt werden kann. Die bestehenden Nutzer Ihres Add-ons bleiben auf diesem Update-Kanal und erhalten nie wieder Updates.
el: Η διαγραφή του πρόσθετου σας θα το αφαιρέσει μόνιμα από τις σελίδες μας και δεν θα επιτραπεί η υποβολή του GUID του ποτέ ξανά, ακόμα κι από εσάς τους ίδιους. Οι τρέχοντες χρήστες του πρόσθετου σας θα εξακολουθήσουν να επικοινωνούν με το κανάλι ενημέρωσης, πράγμα που σημαίνει ότι δεν θα λάβουν ποτέ ξανά ενημερώσεις.
es: Al borrar tu complemento se eliminará definitivamente del sitio y no se podrá volver a enviar de nuevo el GUID, ni siquiera por ti. Los usuarios existentes permanecerán en este canal y nunca volverán a recibir actualizaciones de nuevo.
fr: Supprimer votre module l'effacera de manière permanente du site et empêchera la réutilisation de son GUID même si vous le renvoyez par la suite. Les utilisateurs actuels resteront sur ce canal de mises à jour et ne recevront plus aucune mise à jour.
it: L'eliminazione di un componente aggiuntivo comporta la rimozione definitiva dal sito e nessuno (nemmeno tu) potrà più caricare un componente aggiuntivo con lo stesso GUID. Gli utenti esistenti del tuo componente aggiuntivo rimarranno su questo canale di aggiornamento e non riceveranno ulteriori aggiornamenti.
ja: アドオンの削除を実行すると、このアドオンはサイトから完全に削除され、このアドオンの GUID はあなたも含め誰も再登録できないよう制限されます。アドオンの既存ユーザはこの更新チャンネルに残りますが、今後一切更新通知を受け取らなくなります。
ko: 부가 기능을 사이트 상에서 삭제하면 해당 부가 기능의 GUID가 제작자를 포함한 누구도 다시 사용할 수 없게 됩니다. 이 업데이트 채널상의 부가 기능 사용자는 남아있긴 하겠지만 업데이트를 다시는 받을 수 없습니다.
nl: Door uw add-on te verwijderen wordt deze voorgoed van de website verwijderd en kan de GUID nooit meer worden ingediend, zelfs niet door u. De bestaande gebruikers van uw add-on zullen op dit updatekanaal blijven en nooit meer updates ontvangen.
pl: Skasowanie dodatku spowoduje całkowite usunięcie go z witryny i zablokowanie jego identyfikatora GUID, zabezpieczając przed ponownym zgłoszeniem dodatku z tym identyfikatorem, nawet przez ciebie. Użytkownicy dodatku pozostaną w tym kanale aktualizacji, ale już nigdy nie będą otrzymywać jego aktualizacji.
pt_pt: Eliminar o seu extra remove-lo permanentemente do sítio e impedir que a sua GUID seja apresentada de novo, até mesmo por você. Os utilizadores actuais do extra irão permanecer neste canal de actualização e nunca mais irão receber actualizações.
ru: Удаление вашего дополнения окончательно удалит его с сайта и не позволит в будущем использовать его GUID для дополнений на сайте, даже вами. Существующие пользователи вашего дополнения останутся на этом канале обновлений и никогда больше не получат обновления.
sl: Če dodatek zbrišete, se ga bo trajno zbrisalo s spletišča in preprečilo, da bi kdorkoli, tudi vi, njegov GUID ponovno uporabil. Obstoječi uporabniki vašega dodatka ostanejo na tem kanalu za posodobitve in odslej ne bodo več prejemali posodobitev.
uk: Видалення вашого додатку повністю видалить його з сайту та в майбутньому не дозволить використовувати його GUID, навіть вами. Існуючі користувачі вашого додатку залишаться на цьому каналі оновлень і надалі не будуть отримувати оновлень.
zh_cn: 删除您的附加组件将会从网站永久性地移除它，并且会阻止同一 GUID 再被提交，即使是您也一样。您的附加组件的现有用户将停留在此更新通道，并且永远不会再收到更新。

source: Enter your password to confirm your decision:
cs: Vložte své heslo, kterým potvrdíte své rozhodnutí:
de: Geben Sie Ihr Passwart ein, um Ihre Entscheidung zu bestätigen:
el: Εισάγετε τον κωδικό για για επιβεβαίωση:
es: Introduce tu contraseña para confirmar tu decisión:
fr: Entrez votre mot de passe pour confirmer votre décision :
it: Inserisci la tua password per confermare:
ja: あなたの決定を確認するため、パスワードを入力してください:
ko: 결정한 사항을 실행하려면 비밀번호를 입력하세요:
nl: Voer uw wachtwoord in om uw beslissing te bekrachtigen:
pa_in: ਆਪਣੇ ਫ਼ੈਸਲੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ:
pl: Wprowadź hasło, by potwierdzić swoją decyzję:
pt_pt: Escreva a sua senha para confirmar a sua decisão:
ru: Введите пароль, чтобы подтвердить ваше решение:
sl: Vnesite svoje geslo, da potrdite svojo odločitev:
uk: Введіть свій пароль для підтвердження свого рішення:
zh_cn: 输入您的密码以确认您的决定：

source: Please tell us why you are deleting your theme:
cs: Řekněte nám prosím, proč mažete svůj motiv:
de: Bitte teilen Sie uns mit, warum Sie Ihr Theme löschen:
el: Παρακαλώ πείτε μας γιατί διαγράφετε το θέμα σας:
es: Explica brevemente la razón por la que eliminas tu tema:
fr: Merci de nous indiquer pourquoi vous supprimez votre thème :
it: Il motivo per cui hai deciso di eliminare il tema:
ja: このテーマを削除する理由を教えてください:
ko: 테마를 삭제하려는 이유를 설명해 주세요:
nl: Vertel ons waarom u uw thema verwijdert:
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਦੱਸੋ ਤੁਸੀਂ ਆਪਣੇ ਥੀਮ ਨੂੰ ਕਿਉਂ ਹਟਾ ਰਹੇ ਹੋ:
pl: Napisz nam, dlaczego usuwasz swój motyw:
pt_pt: Por favor, diga-nos porque está a eliminar o seu tema:
uk: Будь ласка, розкажіть нам, чому ви видаляєте свою тему:
zh_cn: 请告诉我们您删除此主题的原因：

source: Please tell us why you are deleting your add-on:
cs: Řekněte nám prosím, proč mažete svůj doplněk:
de: Bitte teilen Sie uns mit, warum Sie Ihr Add-on löschen:
el: Παρακαλώ πείτε μας γιατί διαγράφετε το πρόσθετό σας:
es: Explica brevemente la razón por la que eliminas tu complemento:
fr: Merci de nous indiquer pourquoi vous supprimez votre module :
it: Il motivo per cui hai deciso di eliminare il componente aggiuntivo:
ja: このアドオンを削除する理由を教えてください:
ko: 부가 기능을 삭제하려는 이유를 설명해 주세요:
nl: Vertel ons waarom u uw add-on verwijdert:
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਦੱਸੋ ਤੁਸੀਂ ਆਪਣੇ ਐਡ-ਆਨ ਨੂੰ ਕਿਉਂ ਹਟਾ ਰਹੇ ਹੋ:
pl: Napisz nam, dlaczego usuwasz swój dodatek:
pt_pt: Por favor, diga-nos porque está a eliminar o seu extra:
uk: Будь ласка, розкажіть нам, чому ви видаляєте свій додаток:
zh_cn: 请告诉我们您删除此附加组件的原因：

source: Actions
cs: Akce
de: Aktionen
el: Ενέργειες
es: Acciones
it: Azioni
ja: アクション
ko: 활동
nl: Acties
pa_in: ਕਾਰਵਾਈਆਂ
pl: Czynności
pt_pt: Acções
ru: Действия
sl: Ukrepi
uk: Дії
zh_cn: 动作

source: Resume the submission process for this add-on.
cs: Pokračovat v procesu odeslání tohoto doplňku
de: Übermittlungsprozess für dieses Add-on fortsetzen.
el: Συνέχεια της διαδικασίας αξιολόγησης του πρόσθετου.
es: Reanudar el proceso de envío de este complemento.
fr: Reprendre le processus d'envoi pour ce module.
it: Riprendi il processo di invio di questo componente aggiuntivo.
ja: このアドオンの登録手続きを再開します。
ko: 부가 기능 등록 과정을 계속 진행합니다.
nl: Het indieningsproces voor deze add-on hervatten.
pa_in: ਇਸ ਐਡ-ਆਨ ਨੂੰ ਦਾਖਲ ਕਰਨ ਦਾ ਕਾਰਜ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pl: Wznów proces zamieszczania dodatku.
pt_pt: Retomar o processo de submissão para este extra.
ru: Возобновить процесс отправки для этого дополнения.
sl: Nadaljuj s z oddajnim postopkom za ta dodatek.
uk: Відновити процес відправлення для цього додатку.
zh_cn: 恢复这个附加组件的提交流程。

source: Resume
cs: Pokračovat
de: Fortsetzen
el: Συνέχιση
es: Continuar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 계속
nl: Hervatten
pa_in: ਮੁੜ-ਸ਼ੁਰੂ
pl: Wznów
pt_pt: Resumir
ru: Возобновить
sl: Nadaljuj
uk: Відновити
zh_cn: 恢复

source: Delete this add-on.
cs: Smazat doplněk
de: Dieses Add-on löschen.
el: Διαγραφή του πρόσθετου.
es: Borrar este complemento.
fr: Supprimer ce module.
it: Elimina questo componente aggiuntivo.
ja: このアドオンを削除します。
ko: 부가 기능을 삭제합니다.
nl: Deze add-on verwijderen.
pa_in: ਇਸ ਐਡ-ਆਨ ਨੂੰ ਹਟਾਓ।
pl: Usuń ten dodatek.
pt_pt: Eliminar este extra.
ru: Удалить это дополнение.
sl: Izbriši ta dodatek
uk: Вилучити цей додаток.
zh_cn: 删除这个附加组件。

source: Edit details about this add-on's listing.
cs: Upravení stránky s detaily doplňku.
de: Details über den Listeneintrag dieses Add-ons bearbeiten.
el: επεξεργασία των λεπτομερειών της καταχώρησης του πρόσθετου.
es: Editar detalles sobre esta lista de complementos.
fr: Éditer les détails à propos du listing de ce module.
it: Modifica le informazioni di questo componente aggiuntivo.
ja: このアドオンの公開情報を編集します。
ko: 이 부가 기능의 목록 표시 내역에 관한 세부 항목을 편집합니다.
nl: Details over de lijstvermelding van deze add-on bewerken.
pa_in: ਇਸ ਐਡ-ਆਨ ਦੀ ਸੂਚੀ ਬਾਰੇ ਵੇਰਵਿਆਂ ਵਿੱਚ ਸੋਧ।
pl: Edytuj szczegóły dotyczące strony dodatku.
pt_pt: Editar os detalhes da listagem deste extra.
ru: Редактировать информацию о странице этого дополнения.
sl: Uredi podrobnosti o objavi tega dodatka.
uk: Редагувати інформацію про сторінку цього додатку.
zh_cn: 编辑这个附加组件的详细信息。

source: Upload a new version of this add-on.
cs: Nahrání nové verze tohoto doplňku
de: Eine neue Version dieses Add-ons hochladen.
el: Ανεβάστε μια νέα έκδοση του πρόσθετου.
es: Subir una nueva versión de este complemento.
fr: Envoyer une nouvelle version de ce module.
it: Carica una nuova versione di questo componente aggiuntivo.
ja: このアドオンの新バージョンをアップロードします。
ko: 이 부가 기능의 새 버전을 업로드 합니다.
nl: Een nieuwe versie van deze add-on uploaden.
pa_in: ਇਸ ਐਡ-ਆਨ ਦਾ ਇੱਕ ਨਵਾਂ ਵਰਜਨ ਅੱਪਲੋਡ ਕਰੋ।
pl: Prześlij nową wersję tego dodatku.
pt_pt: Carregar uma nova versão deste extra.
ru: Загрузить новую версию этого дополнения.
sl: Naloži novo različico tega dodatka.
uk: Вивантажити нову версію цього додатку.
zh_cn: 上传这个附加组件的新版本。

source: New Version
cs: Nová verze
de: Neue Version
el: Νέα έκδοση
es: Nueva versión
fr: Nouvelle version
it: Nuova versione
ja: 新バージョン
ko: 새 버전
nl: Nieuwe versie
pa_in: ਨਵਾਂ ਵਰਜਨ
pl: Nowa wersja
pt_pt: Nova versão
ru: Новая версия
sl: Nova različica
uk: Нова версія
zh_cn: 新版本

source: Daily statistics on downloads and users.
cs: Denní statistiky o počtech stažení a uživatelích.
de: Tägliche Statistiken über Downloads und Benutzer.
el: Ημερήσια στατιστικά λήψεων και χρηστών.
es: Estadísticas diarias de descargas y usuarios.
fr: Statistiques quotidiennes sur les téléchargements et utilisateurs.
it: Statistiche per giorno di download e utenti.
ja: ダウンロード数とユーザ数に関する日別統計です。
ko: 다운로드 횟수 및 사용자 수에 대한 일일 통계입니다.
nl: Dagelijkse statistieken over downloads en gebruikers.
pa_in: ਡਾਊਨਲੋਡਾਂ ਅਤੇ ਉਪਭੋਗੀਆਂ ਉੱਤੇ ਰੋਜ਼ਾਨਾ ਅੰਕੜੇ।
pl: Dzienne statystyki pobrań i użytkowników.
pt_pt: Estatísticas diárias sobre transferências e utilizadores.
ru: Ежедневная статистика по загрузкам и пользователям.
sl: Dnevna statistika o prenosih in uporabnikih.
uk: Щоденна статистика завантажень та користувачів.
zh_cn: 下载量与用户量的每日统计数据。

source: Manage Payments
cs: Správa plateb
de: Zahlungen verwalten
el: Διαχείριση πληρωμών
es: Administrar pagos
fr: Gérer les paiements
it: Gestisci pagamenti
ja: 決済情報を管理
ko: 기부금 관리
nl: Betalingen beheren
pa_in: ਭੁਗਤਾਨਾਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ
pl: Zarządzanie płatnościami
pt_pt: Gerir pagamentos
ru: Управление платежами
sl: Upravljanje plačil
uk: Керувати платежами
zh_cn: 管理付款

source: Manage Status & Versions
cs: Správa stavů a verzí
de: Status und Versionen verwalten
el: Διαχείριση κατάστασης & έκδοσης
es: Administrar estado y versiones
fr: Gérer les statuts et versions
it: Gestisci stato e versioni
ja: ステータスとバージョンを管理
ko: 상태 및 버전 관리
nl: Status en versies beheren
pa_in: ਦਰਜੇ ਅਤੇ ਵਰਜਨਾਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ
pl: Zarządzanie statusem i wersjami
pt_pt: Gerir o estado e a versão
ru: Управление статусом и версиями
sl: Urejaj status in različice
uk: Керування статусом і версіями
zh_cn: 管理状态和版本

source: View Add-on Listing
cs: Zobrazit stránku doplňku
de: Add-on-Listeneintrag anzeigen
el: Προβολή της σελίδας του πρόσθετου
es: Ver lista de complementos
fr: Voir le listing du module
it: Visualizza la pagina
ja: アドオンの詳細ページを表示
ko: 부가 기능 나열 상태 보기
nl: Add-onvermelding bekijken
pa_in: ਐਡ-ਆਨ ਦੀ ਸੂਚੀ ਵੇਖੋ
pl: Strona dodatku
pt_pt: Ver lista de extras
ru: Показать страницу дополнения
sl: Prikaži objave dodatka
uk: Показати сторінку додатку
zh_cn: 查看附加组件页面

source: View Recent Changes
cs: Zobrazit poslední změny
de: Jüngste Änderungen anzeigen
el: Προβολή πρόσφατων αλλαγών
es: Ver los cambios recientes
fr: Voir les changements récents
it: Visualizza modifiche recenti
ja: 最近の変更を表示
ko: 최근 변경 사항 보기
nl: Recente wijzigingen bekijken
pa_in: ਤਾਜ਼ਾ ਬਦਲਾਵ ਵੇਖੋ
pl: Ostatnie zmiany
pt_pt: Ver alterados recentemente
ru: Просмотреть последние изменения
sl: Prikaži zadnje spremembe
uk: Переглянути нещодавні зміни
zh_cn: 查看最近更改

source: Resume the submission process for this app.
cs: Pokračovat v procesu přidání aplikace.
de: Den Einreichungsprozess für diese Anwendung fortsetzen.
el: Συνέχιση της διαδικασίας υποβολής για αυτή την εφαρμογή.
es: Reanudar el proceso de envío de esta aplicación.
fr: Reprendre le processus d'envoi pour cette application.
it: Riprendi il processo di invio di questa app.
ja: このアプリの登録手続きを再開します。
ko: 현재 앱 등록 과정을 이어서 진행합니다.
nl: Het indieningsproces voor deze app hervatten.
pl: Wznów proces zamieszczania aplikacji.
ru: Возобновить процесс отправки для этого приложения.
sl: Nadaljuj s z oddajnim postopkom za to aplikacijo.
zh_cn: 恢复这个应用的提交流程。

source: Delete this app.
cs: Smazat aplikaci.
de: Diese Anwendung löschen.
el: Διαγραφή της εφαρμογής.
es: Borrar esta aplicación.
fr: Supprimer cette application.
it: Elimina questa app.
ja: このアプリを削除します。
ko: 이 앱을 삭제합니다.
nl: Deze app verwijderen.
pl: Usuń aplikację.
ru: Удалить это приложение.
sl: Izbriši to aplikacijo.
zh_cn: 删除这个应用。

source: Edit details about this app's listing.
cs: Úprava nastavení stránky aplikace
de: Details über den Listeneintrag dieser Anwendung bearbeiten.
el: Επεξεργασία λεπτομερειών για την καταχώριση της εφαρμογής.
es: Editar detalles sobre la lista de esta aplicación.
fr: Éditer les détails à propos du listing de cette application.
it: Modifica le informazioni di questa app.
ja: このアプリの公開情報を編集します。
ko: 이 앱의 등록 사항을 편집합니다.
nl: Details van deze app wijzigen.
pl: Edytuj szczegóły strony aplikacji.
ru: Редактировать информацию о странице этого приложения.
sl: Uredi podrobnosti o objavi te aplikacije.
zh_cn: 编辑这个应用的详细信息。

source: Manage Status
cs: Správa stavů
de: Status verwalten
el: Διαχείριση Κατάστασης
es: Gestionar estado
fr: Gestion du statut
it: Gestisci stato
ja: ステータスを管理
ko: 상태 관리하기
nl: Status beheren
pl: Zarządzanie statusem
ru: Управление статусом
sl: Urejanje statusa
zh_cn: 管理状态

source: Manage In-App Payments
cs: Správa plateb v aplikaci
de: Anwendungsinterne Zahlungen verwalten
el: Διαχείριση Πληρωμών Εντός Εφαρμογής
es: Gestionar pagos en aplicaciones
fr: Gestion des micro-paiements
it: Gestisci pagamenti in-app
ja: アプリ内課金を管理
ko: 앱 내부 결제 시스템 관리
nl: In-app-betalingen beheren
pl: Zarządzanie płatnościami w aplikacji
ru: Управление платежами в приложении
sl: Upravljanje In-App plačil
zh_cn: 管理应用内付款

source: View App Listing
cs: Zobrazit stránku aplikace
de: Listeneintrag der Anwendung ansehen
el: Προβολή Καταχώρισης Εφαρμογής
es: Ver lista de aplicaciones
fr: Voir le listing de l'application
it: Visualizza la pagina dell'app
ja: アプリの詳細ページを表示
ko: 앱 등록 정보 보기
nl: App-lijstweergave bekijken
pl: Strona aplikacji
ru: Показать страницу приложения
sl: Prikaži objavo aplikacije
zh_cn: 查看应用页面

source: Edit details about this theme's listing.
cs: Úprava detailů o stránce tohoto motivu
de: Details zum Listeneintrag dieses Themes bearbeiten.
el: Επεξεργασία λεπτομερειών σχετικά με την καταχώριση του θέματος.
es: Editar los detalles de la lista de este tema.
fr: Éditer les détails à propos du listing de ce thème.
it: Modifica i dettagli informativi per questo tema.
ja: このテーマの公開情報を編集します。
ko: 이 테마의 목록에 대한 상세 편집
nl: Details van dit thema bewerken.
pa_in: ਇਸ ਥੀਮ ਦੀ ਸੂਚੀ ਬਾਰੇ ਵੇਰਵਿਆਂ ਵਿੱਚ ਸੋਧ।
pl: Edytuj szczegóły motywu.
pt_pt: Editar os detalhes da listagem pública deste tema.
ru: Редактировать информацию о странице этой темы.
sl: Urejanje podrobnosti za objavo te teme.
uk: Редагувати інформацію про сторінку цієї теми.
zh_cn: 编辑这个主题列表的详情。

source: View this theme's public listing page.
cs: Zobrazení veřejné stránky motivu
de: Den öffentlichen Listeneintrag dieses Themes anzeigen.
el: Προβολή της σελίδας δημόσιας καταχώρισης αυτού του θέματος.
es: Ver página pública de la lista de este tema.
fr: Voir la page publique de ce thème.
it: Visualizza la pagina informativa pubblica di questo tema.
ja: このテーマの詳細ページを表示します。
ko: 이 테마의 공개 목록 페이지를 봅니다.
nl: De publieke pagina van dit thema bekijken.
pl: Zobacz publiczną stronę tego motywu.
pt_pt: Ver a página pública deste tema.
sl: Prikaz strani za javno predstavitev te teme.
zh_cn: 查看这个主题的公开列表页。

source: View the popularity of this theme over time.
cs: Zobrazit popularitu tohoto motivu v čase
de: Sehen Sie sich die Popularität dieses Themes im Laufe der Zeit an.
el: Προβολή της δημοτικότητας αυτού του θέματος στο χρόνο.
es: Ver la popularidad de este tema a lo largo del tiempo.
fr: Voir la popularité de ce thème dans le temps.
it: Visualizza la popolarità di questo tema nel tempo.
ja: このテーマの人気度を時系列で表示します。
ko: 이 테마의 전체 시간에 대비 인기도를 봅니다.
nl: Het populariteitsverloop van dit thema bekijken.
pa_in: ਸਮੇਂ ਦੇ ਨਾਲ ਇਸ ਥੀਮ ਦੀ ਮਸ਼ਹੂਰੀ ਵੇਖੋ।
pl: Zobacz popularność tego motywu w czasie.
pt_pt: Ver a popularidade deste tema ao longo do tempo.
uk: Переглянути популярність цієї теми протягом часу.
zh_cn: 查看这款主题随时间推移的传播情况。

source: Change the owner of this theme.
cs: Změna vlastníka tohoto motivu
de: Den Besitzer dieses Themes ändern.
el: Αλλαγή του ιδιοκτήτητη αυτού του θέματος.
es: Cambiar al propietario de este tema.
fr: Changer le propriétaire de ce thème.
it: Modifica il proprietario di questo tema.
ja: このテーマのオーナーを変更します。
ko: 이 테마의 소유자를 변경합니다.
nl: De eigenaar van dit thema wijzigen.
pa_in: ਇਸ ਥੀਮ ਦਾ ਮਾਲਕ ਬਦਲੋ।
pl: Zmień właściciela tego motywu.
pt_pt: Alterar o proprietário deste tema.
ru: Изменить владельца этой темы.
sl: Spremeni lastnika te teme.
uk: Змінити власника цієї теми.
zh_cn: 更改这个主题的所有者

source: Transfer Ownership
cs: Přesun vlastnictví
de: Besitz übertragen
el: Μεταφορά Ιδιοκτησίας
es: Cambiar titularidad
fr: Transférer la propriété
it: Trasferisci la proprietà
ja: オーナーを変更
ko: 소유권 이전
nl: Eigendom overdragen
pa_in: ਮਾਲਕੀ ਤਬਾਦਲਾ
pl: Przenieś własność
pt_pt: Transferir propriedade
ru: Передача владения
sl: Prenos lastništva
uk: Передача власності
zh_cn: 改变所有权

source: Delete this theme.
cs: Smazání tohoto motivu
de: Dieses Theme löschen.
el: Διαγραφή αυτού του θέματος.
es: Borrar este tema.
fr: Supprimer ce thème.
it: Elimina questo tema.
ja: このテーマを削除します。
ko: 이 테마 삭제하기.
nl: Dit thema verwijderen.
pa_in: ਇਸ ਥੀਮ ਨੂੰ ਹਟਾਓ।
pl: Usuń ten motyw.
pt_pt: Eliminar este tema.
ru: Удалить эту тему.
sl: Izbriši to temo.
uk: Видалити цю тему.
zh_cn: 删除这个主题。

source: This add-on will be deleted automatically after a few days if the submission process is not completed.
cs: Pokud nebude proces přidání doplňku dokončen během několika dní, bude tento doplněk automaticky smazán.
de: Dieses Add-on wird automatisch nach einigen Tagen gelöscht, wenn der Einreichungsprozess nicht abgeschlossen wird.
el: Αυτό το πρόσθετο θα διαγραφεί αυτόματα μετά από μερικές μέρες αν η διαδικασία υποβολής δεν ολοκληρωθεί.
es: Este complemento será borrado automáticamente después de unos días si no se completa el proceso de envío.
fr: Ce module sera supprimé automatiquement après quelques jours si le processus de soumission n'est pas terminé.
it: Questo componente aggiuntivo verrà cancellato automaticamente entro alcuni giorni se la procedura di pubblicazione non sarà completata.
ja: 登録手続きが完了しなかった場合、このアドオンは数日後に自動的に削除されます。
ko: 이 부가 기능은 등록 과정이 완료되지 않을 시 몇일 후 자동으로 삭제될 것입니다.
nl: Deze add-on wordt automatisch na een paar dagen verwijderd als het indieningsproces niet wordt afgerond.
pa_in: ਜੇਕਰ ਦਾਖਲ ਕਰਨ ਦਾ ਕਾਰਜ ਪੂਰਾ ਨਹੀਂ ਹੋਇਆ ਤਾਂ ਕੁੱਝ ਦਿਨਾਂ ਬਾਅਦ ਇਹ ਐਡ-ਆਨ ਆਪਣੇ ਆਪ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Jeśli proces przesyłania nie zostanie zakończony w ciągu kilku dni, dodatek zostanie usunięty automatycznie.
pt_pt: Este extra será excluído automaticamente após alguns dias caso o processo de envio não seja completado.
ru: Это дополнение будет автоматически удалено через несколько дней, если процесс представления не будет завершён.
sl: Ta dodatek se bo samodejno izbrisalo po nekaj dneh, če se postopek predložitve ne zaključi.
uk: Цей додаток буде видалений автоматично через декілька днів якщо процес представлення не буде завершено.
zh_cn: 如果几天后提交流程仍未完成，此附加组件将被自动删除。

source: Disabled
cs: Zakázaný
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
fr: Désactivé
it: Disattivato
ja: 無効
ko: 사용 안함
nl: Uitgeschakeld
pa_in: ਅਯੋਗ ਹੋਇਆ
pl: wyłączony
pt_pt: Desactivado
ru: Отключено
sl: Onemogočeno
uk: Вимкнено
zh_cn: 已停用

source: <b>Queue position:</b> %(pos)s of %(total)s
cs: <b>Pozice ve frontě:</b>%(pos)s z %(total)s
de: <b>Position in der Warteschlange:</b> %(pos)s von %(total)s
el: <b>Θέση ουράς:</b> %(pos)s από %(total)s
es: <b>Posición en cola:</b> %(pos)s de %(total)s
fr: <b>Position dans la file d'attente :</b> %(pos)s sur %(total)s
it: <b>Posizione nella coda:</b>%(pos)s su %(total)s
ja: <b>審査待ちの順番:</b> %(total)s 個中 %(pos)s 個目
ko: <b>대기열 번호:</b> %(pos)s번 / %(total)s
nl: <b>Positie in wachtrij:</b> %(pos)s van %(total)s
pa_in: <b>ਕਤਾਰ ਸਥਿਤੀ:</b> %(total)s ਵਿੱਚੋਂ %(pos)s
pl: <b>Pozycja w kolejce:</b> %(pos)s z %(total)s
pt_pt: <b>Posição na fila:</b> %(pos)s de %(total)s
uk: <b>Позиція у черзі:</b> %(pos)s з %(total)s
zh_cn: <b>队列位置：</b>共%(total)s位，您是第%(pos)s位

source: <strong>{0}</strong> active user
cs: <strong>{0}</strong> aktivní uživatel
de: <strong>{0}</strong> aktiver Benutzer
el: <strong>{0}</strong> ενεργός χρήστης
es: <strong>{0}</strong> usuario activo
fr: <strong>{0}</strong> utilisateur actif
it: <strong>{0}</strong> utente attivo
ja: <strong>{0}</strong> 人のアクティブユーザ
ko: 현재 사용자 <strong>{0}</strong>명
nl: <strong>{0}</strong> actieve gebruiker
pa_in: <strong>{0}</strong> ਸਰਗਰਮ ਉਪਭੋਗੀ
pl: <strong>{0}</strong> aktywny użytkownik
pt_pt: <strong>{0}</strong> utilizador activo
ru: <strong>{0}</strong> активный пользователь
sl: <strong>{0}</strong> aktivni uporabnik
uk: <strong>{0}</strong> активний користувач
zh_cn: <strong>{0}</strong> 位活跃用户

source: No test results.
cs: Žádné výsledky testů.
de: Keine Testergebnisse.
el: Κανένα αποτέλεσμα ελέγχων.
es: No hay resultados de las pruebas.
fr: Pas de résultat de test.
it: Nessun risultato dei test.
ja: テスト結果はありません。
ko: 시험 결과가 없습니다.
nl: Geen testresultaten.
pl: Brak wyników testu.
pt_pt: Sem resultados de teste.
ru: Нет результатов теста.
sl: Ni rezultatov testov.
uk: Відсутні результати тесту.
zh_cn: 没有测试结果。

source: Start performance tests
cs: Zahájit test výkonu
de: Leistungstests starten
el: Εκκίνηση ελέγχων επιδόσεων
es: Comenzar pruebas de rendimiento
fr: Démarrer des tests de performance
it: Avvia test prestazioni
ja: パフォーマンステストを開始
ko: 작동 속도 시험 시작
nl: Prestatietests starten
pl: Uruchom testy wydajnościowe
pt_pt: Iniciar os testes de desempenho
ru: Запустить тесты производительности
sl: Zaženi teste zmogljivosti
uk: Запустити тести швидкодії
zh_cn: 开始性能测试

source: This file is not eligible for performance testing.
cs: Tento soubor není určen pro testování výkonu.
de: Leistungstest stehen für diese Datei nicht zur Verfügung.
el: Αυτό το αρχείο δε μπορεί να επιλεγεί για έλεγχο επιδόσεων.
es: Este archivo no es apropiado para pruebas de rendimiento.
fr: Ce fichier n'est pas éligible un test de performance.
it: Non è possibile effettuare il test delle prestazioni su questo file.
ja: このファイルはパフォーマンステストの対象にはなりません。
ko: 이 파일은 작동 속도 시험에 적합하지 않습니다.
nl: Dit bestand komt niet in aanmerking voor prestatietests.
pl: Ten plik nie kwalifikuje się do testowania wydajności.
pt_pt: Este ficheiro não é elegível para o teste de desempenho.
ru: Этот файл не подходит для тестирования производительности.
sl: Ta dodatek ne pride v poštev za testiranje zmogljivosti
uk: Цей файл не підходить для тестування швидкодії.
zh_cn: 此文件不适合进行性能测试。
