Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The template uses <a rel="external" href="%(url_require)s">require.js</a> to manage JavaScript. If you look in <code>www/js/app.js</code> you'll see that it defines the main module and loads a few libraries like <a rel="external" href="%(url_zepto)s">zepto</a>. The Marketplace JavaScript library is also included, which enables <a href="%(url_payments)s">in-app payments</a> and <a href="%(url_receipts)s">receipt verification</a>. You don't need this if you're a free app without in-app payments.
de: Die Vorlage verwendet <a rel="external" href="%(url_require)s">require.js</a>, um JavaScript zu verwalten. Wenn Sie in <code>www/js/app.js</code> nachsehen, sehen Sie, dass es das Hauptmodul definiert und einige Bibliotheken wie <a rel="external" href="%(url_zepto)s">zepto</a> lädt. Die Marketplace-JavaScript-Bibliothek ist auch enthalten, was <a href="%(url_payments)s">anwendungsinterne Zahlungen</a> und <a href="%(url_receipts)s">Verifikation von Quittungen</a> ermöglicht. Sie benötigen dies nicht, wenn Sie eine kostenlose Anwendung ohne anwendungsinterne Zahlungen haben.
es: La plantilla utiliza <a rel="external" href="%(url_require)s">require.js</a> para administrar JavaScript. Si miras en <code>www/js/app.js</code>, verás que define el módulo principal y carga algunas bibliotecas <a rel="external" href="%(url_zepto)s">zepto</a>. La biblioteca JavaScript Marketplace también está incluida, que es la que permite los <a href="%(url_payments)s">pagos en la aplicación</a> y la <a href="%(url_receipts)s">verificación de recepción</a>. Todo esto no es necesario si tu aplicación es gratuita sin pagos en la aplicación.
fr: Le squelette utilise <a rel="external" href="%(url_require)s">require.js</a> pour gérer le JavaScript. Si vous regardez dans <code>www/js/app.js</code> vous verrez que cela définie le module principale et charge quelques bibliothèques comme <a rel="external" href="%(url_zepto)s">zepto</a>. La bibliothèque JavaScript Marketplace est également inclue, ce qui autorise les <a href="%(url_payments)s">micro-paiements</a> et <a href="%(url_receipts)s">la vérification des reçus</a>. C'est inutile si vous faites une application gratuite et sans paiement en son sein.
it: Il modello utilizza <a rel="external" href="%(url_require)s">require.js</a> per la gestione di JavaScript. Aprendo il file <code>www/js/app.js</code> è possibile notare che require.js definisce il modulo principale e carica alcune librerie come <a rel="external" href="%(url_zepto)s">zepto</a>. È inclusa anche la libreria JavaScript di Firefox Marketplace che abilita i <a href="%(url_payments)s">pagamenti in-app</a> e la <a href="%(url_receipts)s">verifica delle ricevute</a>,. quest'ultima libreria non è necessaria per le app gratuite che non hanno configurato i pagamenti in-app.
ko: 이 템플릿은 자바스크립트 관리를 위해 <a rel="external" href="%(url_require)s">require.js</a>를 사용합니다. <code>www/js/app.js</code>를 살펴봤다면 코드에 메인 모듈과 <a rel="external" href="%(url_zepto)s">zepto</a>같은 몇가지 라이브러리가 정의되어 있음을 확인하실 수 있을겁니다. <a href="%(url_payments)s">앱 내부 결제</a>와 <a href="%(url_receipts)s">영수증 인증</a> 기능 사용에 필요한 마켓플레이스 자바스크립트 라이브러리도 포함되어 있습니다. 앱 내부 결제 시스템이 필요없는 무료 앱이라면 이 라이브러리는 필요하지 않습니다.
nl: Het sjabloon gebruikt <a rel="external" href="%(url_require)s">require.js</a> om JavaScript te beheren. Als u kijkt in <code>www/js/app.js</code> zult u zien dat het de hoofdmodule definieert en een paar bibliotheken als <a rel="external" href="%(url_zepto)s">zepto</a> laadt. De Marketplace-JavaScript-bibliotheek is er ook te vinden, waarmee u <a href="%(url_payments)s">in-app-betalingen</a> en <a href="%(url_receipts)s">ontvangstverificatie</a> kunt inschakelen. U hbet dit niet nodig als uw app gratis is zonder in-app-betalingen.
pl: Szablon używa <a rel="external" href="%(url_require)s">require.js</a> do zarządzania JavaScriptem. Jeśli spojrzysz w <code>www/js/app.js</code>, zobaczysz, że definiuje to główny moduł i ładuje kilka bibliotek, jak <a rel="external" href="%(url_zepto)s">zepto</a>. Biblioteka JavaScript Marketplace jest również dołączana, co pozwala na <a href="%(url_payments)s">płatności w aplikacji</a> oraz <a href="%(url_receipts)s">weryfikację odbioru</a>. Nie potrzebujesz tego w przypadku darmowych aplikacji bez płatności w aplikacji.
zh_cn: 模板使用 <a rel="external" href="%(url_require)s">require.js</a> 管理 JavaScript。在 <code>www/js/app.js</code> 中你可以看到他定义了主要的模块，并读取了一些类似 <a rel="external" href="%(url_zepto)s">zepto</a> 的库。也包含了“市场”的 JavaScript 库，以便可以进行 <a href="%(url_payments)s">应用内支付</a>和<a href="%(url_receipts)s">收据验证</a>。如果是不带有应用内支付的免费应用，旧不需要这些。

source: Below that, you'll see the line:
de: Darunter sehen Sie die Zeile:
es: A continuación, verás la siguiente línea:
fr: En dessous, vous verrez la ligne :
it: Più sotto è possibile osservare la seguente riga di codice:
ko: 바로 아래에 이 라인이 있습니다:
nl: Hieronder ziet u de regel:
pl: Poniżej tego zobaczysz linię:
zh_cn: 在那下面，你可以看到一行：

source: That defines the main module for your app, and you should start coding within the function. You can use <code>require</code> to load in other modules, the same way zepto is loaded. Check out the <a rel="external" href="%(url)s">require.js API</a> to learn more about modules.
de: Dies definiert das Hauptmodul für Ihre Anwendung und Sie sollten innerhalb dieser Funktion zu programmieren anfangen. Sie können <code>require</code> verwenden, um andere Module zu laden, genau wie zepto geladen wird. Sehen Sie sich die <a rel="external" href="%(url)s">require.js-API an</a>, um mehr über Module zu erfahren.
es: Ésto define el módulo principal de tu aplicación y deberás empezar a escribir código dentro de la función. Puedes utilizar <code>require</code> para cargar otros módulos de la misma manera que cargas zepto. Consulta <a rel="external" href="%(url)s">API require.js</a> para obtener más información sobre módulos.
fr: Elle définie le module principal de votre application, et vous devriez commencer votre code dedans. Vous pouvez utiliser <code>require</code> pour charger d'autres modules, de la même manière que zepto est chargée. Jetez un œil à <a rel="external" href="%(url)s">l'API require.js</a> pour en apprendre plus sur les modules.
it: che definisce il modulo principale dell'app. La scrittura del codice deve iniziare all'interno di questa funzione. Con <code>require</code> è possibile caricare ulteriori moduli allo stesso modo in cui è stato caricato zepto. Per ulteriori informazioni sui moduli consultare <a rel="external" href="%(url)s">require.js API</a>.
ko: 저 함수는 앱의 메인 모듈을 정의하므로 함수 안쪽에서 코딩을 시작해야 합니다. 다른 모듈을 불러오려면 zepto를 불러오는 것과 같은 방법으로 <code>require</code>를 사용하면 됩니다. 모듈에 대해 더 알아보려면 <a rel="external" href="%(url)s">require.js API</a>를 확인하시기 바랍니다.
nl: Deze definieert de hoofdmodule voor uw app, en uw code dient binnen de functie te staan. U kunt <code>require</code> gebruiken om andere modules te laden, net zoals zepto wordt geladen. Kijk eens naar de <a rel="external" href="%(url)s">require.js-API</a> om meer te leren over modules.
pl: Definiuje ona główny moduł dla twojej aplikacji i należy rozpocząć pisanie kodu wewnątrz tej funkcji. Możesz również użyć <code>require</code> do załadowania w innych modułach, w ten sam sposób załadowane jest zepto. Sprawdź <a rel="external" href="%(url)s">API require.js</a>, by dowiedzieć się więcej o modułach.
zh_cn: 这定义了你的应用的主模块，你在这个函数里开始编码。你可以使用 <code>require</code> 读取其他模块，zepto 就是以这种方式读入的。查看 <a rel="external" href="%(url)s">require.js API</a> 进一步了解模块。

source: <strong>Note</strong>: By default, modules are loaded from <code>www/js/lib</code>. If you want to load something from <code>www/js</code>, which is your working directory, use the syntax <code>require('./mylib')</code> instead of just <code>require('mylib')</code>
de: <strong>Hinweis</strong>: Standardmäßig werden Module aus <code>www/js/lib</code> geladen. Wenn Sie etwas aus <code>www/js</code> – Ihrem Arbeitsverzeichnis – laden möchten, verwenden Sie die Syntax <code>require('./mylib')</code> anstelle von <code>require('mylib')</code>
es: <strong>Nota</strong>: de manera predeterminada, los módulos se cargan desde <code>www/js/lib</code>. Si quieres cargar algún módulo desde <code>www/js</code>, que es el directorio de trabajo, utiliza la sintaxis <code>require('./mylib')</code> en lugar de simplemente <code>require('mylib')</code>
fr: <strong>Note</strong> : Par défaut, les modules sont chargés depuis code>www/js/lib</code>. Si vous souhaitez charger quelque chose depuis <code>www/js</code>, qui est votre répertoire de travail, écrivez <code>require('./malib')</code> au lieu de juste <code>require('malib')</code>
it: <strong>Nota</strong>: Per impostazione predefinita i moduli vengono caricati dalla cartella <code>www/js/lib</code>. Per caricare un modulo da <code>www/js</code> (la tua cartella di lavoro), è sufficiente utilizzare la sintassi <code>require('./mylib')</code> invece di <code>require('mylib')</code>
ko: <strong>알림</strong>: 기본값으로 모듈은 <code>www/js/lib</code>에서 불러옵니다. 작업중인 디렉토리 <code>www/js</code>에서 불러올 것이 있을 경우엔 문법을 <code>require('mylib')</code> 대신 <code>require('./mylib')</code>로 사용해 주십시오.
nl: <strong>Noot</strong>: Standaard worden modules geladen vanuit <code>www/js/lib</code>. Als u iets wilt laden vanuit <code>www/js</code>, uw werkmap, gebruik dan <code>require('./mylib')</code> in plaats van slechts <code>require('mylib')</code>
pl: <strong>Informacja</strong>: Domyślnie moduły ładowane są z <code>www/js/lib</code>. Jeśli chcesz załadować coś z <code>www/js</code>, które jest twoim katalogiem roboczym, użyj składni <code>require('./mylib')</code> zamiast <code>require('mylib')</code>
zh_cn: <strong>注意</strong>：默认情况下，由 <code>www/js/lib</code> 读取模块。如果你想从工作目录 <code>www/js</code> 读取一些模块，要使用语句 <code>require('./mylib')</code> 而不是 <code>require('mylib')</code>

source: You can edit CSS in <code>www/css/app.css</code>. Typically you should <code>@import</code> additional CSS files at the top of this file instead of using the <code>&lt;link&gt;</code> tag to include them. This allows the volo optimizer to inline all the CSS when building for deploying.
de: Sie können das CSS in <code>www/css/app.css</code> bearbeiten. Typischerweise sollten Sie zusätzliche CSS-Dateien zu Beginn der Datei mit <code>@import</code> importieren, anstatt den Tag <code>&lt;link&gt;</code> zu verwenden, um sie einzuschließen. Damit kann der volo-Optimierer das gesamte CSS inlinen, wenn es zur Verteilung entwickelt wird.
es: Puedes editar CSS en <code>www/css/app.css</code>. Normalmente tendrías que utilizar <code>@import</code> para importar archivos CSS adicionales al comienzo de este archivo en lugar de usar la etiqueta <code>&lt;link&gt;</code> para incluirlos. Esto permite que el optimizador volo incruste en un solo archivo todo el CSS al preparar el despliegue.
fr: Vous pouvez modifier le CSS dans <code>www/css/app.css</code>. Par exemple, vous devriez <code>@import</code> d'autres fichiers CSS au début de celui-ci au lieu d'utiliser l'élément <code>&lt;link&gt;</code> pour les inclures. Ceci permet à volo d'effectuer des optimisations pour inclure toutes les feuilles de style lors de la compilation pour déployer.
it: I fogli di stile possono essere modificati in <code>www/css/app.css</code>. Normalmente, per importare dei fogli di stile aggiuntivi si dovrebbe utilizzare la funzione <code>@import</code> a inizio file piuttosto che il tag <code>&lt;link&gt;</code>. Questo permette a volo optimizer di includere tutti gli stili inline al momento della creazione della copia da distribuire.
ko: <code>www/css/app.css</code>에서 CSS를 편집할 수 있습니다. 추가 CSS파일을 넣고자 할 땐 <code>&lt;link&gt;</code> 태그를 사용하지 않고 app.css 코드 최상단에 <code>@import</code>를 넣어야 합니다. 이러한 코딩은 개발 및 배치 작업시 volo가 모든 CSS를 직렬 처리해서 최적화 할 수 있도록 만들어 줍니다.
nl: U kunt CSS bewerken in <code>www/css/app.css</code>. Meestal dient u aanvullende CSS-bestanden bovenaan dit bestand met <code>@import</code> te importeren in plaats van de tag <code>&lt;link&gt;</code> te gebruiken om ze op te nemen. Hierdoor kan de volo-optimalisator alle CSS opnemen wanneer deze gaat bouwen voor uitrol.
pl: Możesz edytować CSS w <code>www/css/app.css</code>. Zwykle do włączania dodatkowych plików CSS należy używać komendy <code>@import</code> na początku tego pliku zamiast znacznika <code>&lt;link&gt;</code>. Umożliwia to optymalizatorowi volo na włączenie inline całego kodu CSS, gdy tworzy kod do wdrożenia.
zh_cn: 你可以在 <code>www/css/app.css</code> 中编辑 CSS。一般情况下你应该在这个文件的开头 <code>@import</code> 额外的 CSS 文件，而不是使用 <code>&lt;link&gt;</code> 标签包含他们。这样在部署构建时 volo 优化器可以将全部 CSS 内联。

source: Finally, volo provides several helpful commands that you can use:
de: Schließlich bietet volo noch einige hilfreiche Befehle, die Sie verwenden können:
es: Por último, volo proporciona varias órdenes bastante útiles que puedes utilizar:
fr: De plus, volo propose quelques commandes utiles que vous pouvez utiliser :
it: Inoltre volo mette a disposizione diversi comandi utili:
ko: 드디어 volo가 여러가지 유용한 명령어를 제공하게 되었습니다:
nl: Ten slotte biedt volo diverse nuttige opdrachten die u kunt gebruiken:
pl: Wreszcie volo udostępnia kilka przydatnych komend, których można użyć:
zh_cn: 最后，volo 提供了多种有用的命令：

source: Fire up a local development server
de: Starten Sie einen lokalen Entwicklungs-Server
es: Arrancar un servidor local de desarrollo
fr: Mettre en place un serveur de développement local
it: Inizializza un server locale per lo sviluppo
ko: 로컬 개발 서버 가동
nl: Een lokale ontwikkelserver starten
pl: Uruchom lokalny serwer roboczy
zh_cn: 启动一个本地开发服务器

source: Add the JavaScript library
cs: Přidání JavaSkriptové knihovny
de: Fügen Sie die JavaScript-Bibliothek hinzu
es: Añadir la biblioteca de JavaScript
fr: Ajouter la bibliothèque JavaScript
it: Aggiunge la libreria javaScript specificata
ko: 자바스크립트 라이브러리 추가
nl: De JavaScript-bibliotheek toevoegen
pl: Dodaj bibliotekę JavaScript
ru: Добавить библиотеку JavaScript
zh_cn: 添加 JavaScript 库

source: Build an optimized version of the app into www-built
de: Erstellen Sie eine optimierte Version der Anwendung in www-built
es: Generar una versión optimizada de la aplicación en www-built
fr: Construit une version optimisée de l'application dans www-built
it: Crea una versione ottimizzata dell'app in www-built
ko: www-built로 앱의 최적화 버전 빌드
nl: Een geoptimaliseerde versie van de app bouwen in www-built
pl: Skompiluj zoptymalizowaną wersję aplikacji w www-built.
zh_cn: 构建此应用的优化版本到 www-built

source: Deploy the built version to github (need to build first)
de: Die erstellte Version bei github verteilen (muss zuerst erstellt werden)
es: Agregar la versión generada a github (es necesario generar primero)
fr: Déploie la version construite vers github (il est nécessaire de construire avant)
it: Invia la versione creata a github (bisogna creare la build prima di eseguire questa operazione)
ko: 빌드된 버전을 github에 제공 (우선 빌드 작업이 필요)
nl: De gebouwde versie versturen naar github (u dient eerst te bouwen)
pl: Umieść zbudowaną wersję na github (wymaga wcześniejszego utworzenia)
zh_cn: 部署构建的版本到 Github（需要先构建）

source: All of these must be run at the root of your project. There are a few other commands and you can view the full list by simply typing <code>volo</code>.
de: Alle müssen im Wurzelverzeichnis Ihres Projekts ausgeführt werden. Es gibt einige andere Befehle; die vollständige Liste können Sie sich ansehen, indem Sie einfach <code>volo</code> eingeben.
es: Todas estas órdenes deben ejecutarse en la raíz del proyecto. Existen otras que puedes ver al desplegar la lista simplemente escribiendo <code>volo</code>.
fr: Elles doivent toutes être exécutées à la racine de votre projet. Il y a quelques autres commandes et vous pouvez avoir la liste complète en tapant simplement <code>volo</code>.
it: Tutti i precedenti comandi vanno eseguiti dalla directory principale del progetto. Esistono anche altri comandi, per accedere alla lista completa è sufficiente digitare <code>volo</code>.
ko: 모든 명령어는 프로젝트의 루트에서 실행되야 합니다. <code>volo</code>를 입력하면 전체 명령어 목록을 볼 수 있습니다.
nl: Al deze opdrachten moeten in de hoofdmap van uw project worden uitgevoerd. Er zijn nog een paar andere opdrachten en u kunt de volledige lijst bekijken door <code>volo</code> te typen.
pl: Wszystko to należy uruchamiać w katalogu głównym projektu. Istnieje też kilka innych komend, możesz przejrzeć pełną listę, wpisując po prostu <code>volo</code>.
zh_cn: 这些都需要在你的项目的根目录下执行。还有其他一些命令，你可以简单地输入 <code>volo</code> 命令查看完整列表。

source: <strong>Note:</strong> volo itself only has a few built-in commands. The app template provides the <code>serve</code>, <code>build</code>, <code>ghdeploy</code>, and other commands.
de: <strong>Hinweis:</strong> volo selbst hat wenige integrierte Befehle. Die Anwendungsvorlage liefert <code>serve</code>, <code>build</code>, <code>ghdeploy</code> und weitere Befehle.
es: <strong>Nota:</strong> volo contiene a su vez algunas órdenes incorporadas. La plantilla de la aplicación proporciona <code>serve</code>, <code>build</code> y <code>ghdeploy</code>, además de otras.
fr: <strong>Note :</strong> volo n'a en lui-même que quelques commandes. Les squelettes d'applications fournissent <code>serve</code>, <code>build</code>, <code>ghdeploy</code>, et encore d'autres.
it: <strong>Nota:</strong> volo possiede solo pochi comandi integrati. Il modello di app fornisce i comandi <code>serve</code>, <code>build</code>, <code>ghdeploy</code> e altri ancora.
ko: <strong>알림:</strong> volo 자체엔 소수의 내장 명령어만 탑재되어 있습니다. 앱 템플릿이 <code>serve</code>, <code>build</code>, <code>ghdeploy</code> 및 다른 명령어들을 제공합니다.
nl: <strong>Noot:</strong> volo bevat zelf maar een paar ingebouwde opdrachten. Het app-sjabloon biedt de opdrachten <code>serve</code>, <code>build</code>, <code>ghdeploy</code>, en nog enkele.
pl: <strong>Informacja:</strong> Samo volo ma wbudowane tylko kilka komend. Szablon aplikacji zawiera <code>serve</code>, <code>build</code>, <code>ghdeploy</code> oraz inne komendy.
zh_cn: <strong>注意：</strong> volo 本身只有很少的几个内置命令。应用模板提供了 <code>serve</code>, <code>build</code>, <code>ghdeploy</code> 和其他命令。

source: Tutorial
cs: Návod
de: Anleitung
fr: Tutoriel
it: Guida
ko: 튜토리얼
nl: Handleiding
pl: Poradnik
ru: Обучающее руководство
zh_cn: 教程

source: For more information about this template, see the <a href="%(url)s">Weather App Tutorial</a> which shows you step-by-step how to build a weather app with this template. It dives into the volo commands more specifically and explains the template in more detail.
de: Weitere Informationen zu dieser Vorlage finden Sie in der <a href="%(url)s">Weather-App-Anleitung</a>, wo Ihnen Schritt für Schritt erklärt wird, wie Sie mit dieser Vorlage eine Wetter-Anwendung entwickeln. Sie befasst sich weitergehend mit den volo-Befehlen und erklärt die Vorlage näher.
es: Para obtener más información acerca de esta plantilla, consulta el <a href="%(url)s">Tutorial de Weather App</a> que muestra paso a paso cómo crear una aplicación del tiempo con esta plantilla. Explica las órdenes de volo así como esta plantilla de forma más detallada y específica.
fr: Pour plus d'informations sur ce squelette, voyez le <a href="%(url)s">tutoriel application météo</a> qui vous montre étape par étape comment créer une application météo avec ce squelette. Notamment, il contient beaucoup plus de détails sur les commandes volo et explique le squelette en détails.
it: Per ulteriori informazioni su questo modello leggi la <a href="%(url)s">Guida alle app meteo</a>, che illustra passo per passo come sviluppare un'app meteo basata su questo modello. La guida approfondisce in maniera più specifica i comandi di volo e spiega in maggiore dettaglio il modello.
ko: <a href="%(url)s">날씨 앱 튜토리얼</a>을 보면 이 템플릿에 대한 자세한 정보가 나와 있습니다. 튜토리얼엔 이 템플릿을 사용한 날씨 앱 제작법을 단계별로 소개하고 있으며 보다 자세한 volo 명령어와 템플릿에 대해 자세히 설명하고 있습니다.
nl: Lees voor meer informatie over dit sjabloon de<a href="%(url)s">weerapp-handleiding</a> die stap voor stap beschrijft hoe met dit sjabloon een weerapp kan worden gebouwd. De handleiding gaat meer specifiek in op de volo-opdrachten en de het sjabloon in meer detail uit.
pl: Więcej informacji o tym szablonie znajdziesz w <a href="%(url)s">poradniku Weather App</a>, który pokazuje krok po kroku, jak stworzyć aplikację pogodową z tym szablonem. Opisuje on szczegółowiej komendy volo i objaśnia dokładniej ten szablon.
zh_cn: 要了解这个模板的更多信息，查阅 <a href="%(url)s">天气应用教程</a> ，他会手把手地教你如何用这个模板构建一个天气应用，还特别深入探讨了 volo 命令，并更详细地解释了这个模板。

source: Using Apps Offline
cs: Používání webových aplikací offline
de: Offline-Nutzung von Anwendungen
es: Usar aplicaciones sin conexión
fr: Utilisation des applications en mode déconnecté
it: Utilizzare le app in modalità non in linea
ko: 오프라인에서 앱 사용하기
nl: Apps offline gebruiken
pl: Używanie aplikacji offline
zh_cn: 离线使用应用

source: The ability to use apps when not connected to the Internet is especially important for mobile devices, which may wander out of coverage areas. But it also matters for desktop systems, the common example being use on an airplane that lacks WiFi.
es: La posibilidad de utilizar aplicaciones sin estar conectado a Internet es especialmente importante para los dispositivos móviles ya que podrían estar en zonas sin conexión. Sin embargo, también es importante para equipos de escritorio. El caso más común es el de los aviones que no disponen de conexión inalámbrica a Internet.
pl: Możliwość użycia aplikacji, gdy nie ma połączenia z internetem, jest szczególnie istotna dla urządzeń mobilnych, które mogą znaleźć się poza obszarem zasięgu. Ale jest też istotne dla systemów desktopowych, przykładowe użycie to samolot nieposiadający WiFi.

source: Several strategies and technologies can help ensure a good offline experience:
es: Algunas estrategias y tecnologías garantizan una buena experiencia sin conexión:
pl: Kilka strategii i technologii może pomóc w zapewnieniu dobrego działania offline:

source: Application cache
es: Caché de la aplicación
pl: Pamięć podręczna aplikacji
ru: Кэш приложения

source: Checking connectivity
cs: Kontrola připojení
de: Prüfung der Verbindung
es: Comprobando conectividad
fr: Vérification de la connectivité
it: Verifica dello stato della connessione
pl: Sprawdzanie połączenia

source: Local storage
es: Almacenamiento local
pl: Lokalna pamięć
ru: Локальное хранилище

source: The primary way to make an app work offline is with an application cache, which stores resources for the app on the client system so that they are available even when the Internet is not.
es: La forma principal de hacer que una aplicación pueda utilizarse sin conexión es con una caché de la aplicación, que almacena recursos para la aplicación en el sistema del cliente para que estén disponibles incluso cuando no tienes conexión a Internet.
pl: Podstawowym sposobem na zapewnienie działania aplikacji offline jest pamięć podręczna aplikacji, która przechowuje zasoby dla aplikacji w systemie użytkownika, zatem są one dostępne, nawet gdy nie ma Internetu.

source: Using the application cache
cs: Používání mezipaměti aplikace
es: Usando la caché de la aplicación
pl: Używanie pamięci podręcznej aplikacji
ru: Использование кэша приложения

source: W3C specification for offline Web applications
cs: Specifikace W3C pro offline webové aplikace
es: Especificación W3C para aplicaciones web sin conexión
pl: Specyfikacja W3C dla aplikacji sieciowych offline
