Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: A team member can only be listed once.
cs: Člen týmu smí být uveden pouze jednou.
de: Ein Team-Mitglied kann nur einmal aufgeführt werden.
es: Los miembros del equipo deben aparecer en la lista sólo una vez.
fr: Un membre de l'équipe ne peut être listé qu'une fois.
it: Non è possibile indicare più di una volta un membro del team.
ko: 팀 멤버는 한번에 한명만 넣을 수 있습니다.
nl: Een teamlid kan maar één keer op de lijst voorkomen.
pl: Członek zespołu może być podany tylko raz.
sl: Član ekipe sme biti na seznamu samo enkrat.
zh_cn: 每一名团队成员只能列出一次。

source: Oops, looks like you already submitted that manifest for %s, which is currently public. <a href="%s">Edit app</a>
cs: Oops. Zdá se, že jste již přidali manifest pro %s, jenž je aktuálně veřejná. <a href="%s">Upravit aplikaci</a>
de: Hoppla, es sieht aus, als hätten Sie dieses Manifest schon für %s eingereicht, die derzeit öffentlich ist. <a href="%s">Anwendung bearbeiten</a>
es: Vaya, parece que ya enviaste este archivo manifest para %s, que actualmente es público. <a href="%s">Editar aplicación</a>
fr: Oops, il semble que vous avez déjà envoyé un manifeste pour %s. qui est actuellement publique <a href="%s">Éditer l'application</a>
it: Oops, sembra che tu abbia già caricato un manifesto per %s, che è attualmente pubblica. <a href="%s">Modifica app </a>
ko: 이런, 공개 상태인 %s의 설치 선언문은 이미 올려져 있었습니다. <a href="%s">앱 수정하기</a>
nl: Oeps, het lijkt er op dat u dat manifest voor %s, dat momenteel publiek is, al hebt ingediend. <a href="%s">App bewerken</a>
pl: Ups, wygląda na to, że już przesłano ten manifest dla aplikacji %s, która jest obecnie upubliczniona. <a href="%s">Edytuj aplikację</a>
sl: Opala, zgleda da ste za %s, ki je trenutno na razpolago za javnost, že poslali manifest. <a href="%s">Urejaj aplikacijo</a>
zh_cn: 错误，您好像已经提交了%s的清单，而它当前已经公开。 <a href="%s">编辑应用</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently pending. <a href="%s">Edit app</a>
cs: Oops. Zdá se, že jste již přidali manifest pro %s, jenž aktuálně čeká na schválení. <a href="%s">Upravit aplikaci</a>
de: Hoppla, es sieht aus, als hätten Sie dieses Manifest schon für %s eingereicht, die derzeit aussteht. <a href="%s">Anwendung bearbeiten</a>
es: Vaya, parece que ya enviaste este archivo manifest para %s, que actualmente está pendiente. <a href="%s">Editar aplicación</a>
fr: Oops, il semble que vous avez déjà envoyé un manifeste pour %s. qui est actuellement en attente <a href="%s">Éditer l'application</a>
it: Oops, sembra che tu abbia già caricato un manifesto per %s, che è attualmente in sospeso. <a href="%s">Modifica app </a>
ko: 이런, 심사 대기 상태인 %s의 설치 선언문은 이미 올려져 있었습니다. <a href="%s">앱 수정하기</a>
nl: Oeps, het lijkt er op dat u dat manifest voor %s, dat momenteel in de wachtrij staat, al hebt ingediend. <a href="%s">App bewerken</a>
pl: Ups, wygląda na to, że już przesłano ten manifest dla aplikacji %s, która obecnie oczekuje. <a href="%s">Edytuj aplikację</a>
sl: Opala, zgleda da ste za %s, ki je trenutno na čakanju, že poslali manifest. <a href="%s">Urejaj aplikacijo</a>
zh_cn: 哦，看起来您已经提交了 %s 的清单，目前正在处理当中。<a href="%s">编辑应用</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently incomplete. <a href="%s">Resume app</a>
cs: Oops. Zdá se, že jste již přidali manifest pro %s, jenž ještě není dokončena. <a href="%s">Upravit aplikaci</a>
de: Hoppla, es sieht aus, als hätten Sie dieses Manifest schon für %s eingereicht, die derzeit unvollständig ist. <a href="%s">Anwendung fortführen</a>
es: Vaya, parece que ya enviaste este archivo manifest para %s, que actualmente está incompleto. <a href="%s">Reanudar aplicación</a>
fr: Oops, il semble que vous avez déjà envoyé un manifeste pour %s. qui est actuellement incomplète <a href="%s">Éditer l'application</a>
it: Oops, sembra che tu abbia già caricato un manifesto per %s, che è attualmente incompleta. <a href="%s">Rivedi app</a>
ko: 이런, 미완료 상태인 %s의 설치 선언문은 이미 올려져 있었습니다. <a href="%s">앱 계속하기</a>
nl: Oeps, het lijkt er op dat u dat manifest voor %s, dat momenteel onvolledig is, al hebt ingediend. <a href="%s">App bewerken</a>
pl: Ups, wygląda na to, że już przesłano ten manifest dla aplikacji %s, która obecnie niekompletna. <a href="%s">Wznów aplikację</a>
sl: Opala, zgleda da ste za %s, ki trenutno ni kompletna, že poslali manifest. <a href="%s">Urejaj aplikacijo</a>
zh_cn: 哦，看起来您已经提交了 %s 的清单，目前尚未完成。<a href="%s">继续</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently rejected. <a href="%s">Edit app</a>
cs: Oops. Zdá se, že jste již přidali manifest pro %s, jenž je aktuálně zamítnutá. <a href="%s">Upravit aplikaci</a>
de: Hoppla, es sieht aus, als hätten Sie dieses Manifest schon für %s eingereicht, die derzeit abgelehnt ist. <a href="%s">Anwendung bearbeiten</a>
es: Vaya, parece que ya enviaste este archivo manifest para %s, que actualmente está rechazado. <a href="%s">Editar aplicación</a>
fr: Oops, il semble que vous avez déjà envoyé un manifeste pour %s. qui est actuellement rejetée <a href="%s">Éditer l'application</a>
it: Oops, sembra che tu abbia già caricato un manifesto per %s, che per ora è stata respinta. <a href="%s">Modifica app</a>
ko: 이런, 승인 거부 상태인 %s의 설치 선언문은 이미 올려져 있었습니다. <a href="%s">앱 수정하기</a>
nl: Oeps, het lijkt er op dat u dat manifest voor %s, dat momenteel is afgewezen, al hebt ingediend. <a href="%s">App bewerken</a>
pl: Ups, wygląda na to, że już przesłano ten manifest dla aplikacji %s, która obecnie odrzucona. <a href="%s">Edytuj aplikację</a>
sl: Opala, zgleda da ste za %s, ki je trenutno zavrnjena, že poslali manifest. <a href="%s">Urejaj aplikacijo</a>
zh_cn: 哦，看上去您已经提交了 %s 的清单，目前被拒绝。<a href="%s">编辑应用</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently disabled by Mozilla. <a href="%s">Edit app</a>
cs: Oops. Zdá se, že jste již přidali manifest pro %s, jenž je aktuálně Mozillou zakázána. <a href="%s">Upravit aplikaci</a>
de: Hoppla, es sieht aus, als hätten Sie dieses Manifest schon für %s eingereicht, die derzeit von Mozilla deaktiviert ist. <a href="%s">Anwendung bearbeiten</a>
es: Vaya, parece que ya enviaste este archivo manifest para %s, que actualmente está deshabilitado por Mozilla. <a href="%s">Editar aplicación</a>
fr: Oops, il semble que vous avez déjà envoyé un manifeste pour %s. qui est actuellement désactivée par Mozilla <a href="%s">Éditer l'application</a>
it: Oops, sembra che tu abbia già caricato un manifesto per %s, che al momento è stata disattivata da Mozilla. <a href="%s">Modifica app</a>
ko: 이런, Mozilla에 의해 사용 중단된 %s의 설치 선언문은 이미 올려져 있었습니다. <a href="%s">앱 수정하기</a>
nl: Oeps, het lijkt er op dat u dat manifest voor %s, dat momenteel is uitgeschakeld door Mozilla, al hebt ingediend. <a href="%s">App bewerken</a>
pl: Ups, wygląda na to, że już przesłano ten manifest dla aplikacji %s, która obecnie wyłączona przez Mozillę. <a href="%s">Edytuj aplikację</a>
sl: Opala, zgleda da ste za %s, ki jo je trenutno Mozilla onemogočila, že poslali manifest. <a href="%s">Urejaj aplikacijo</a>
zh_cn: 哦，看起来您已经提交了 %s 的清单，目前被 Mozilla 禁用了。<a href="%s">编辑应用</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently disabled. <a href="%s">Edit app</a>
cs: Oops. Zdá se, že jste již přidali manifest pro %s, jenž je aktuálně zakázána. <a href="%s">Upravit aplikaci</a>
de: Hoppla, es sieht aus, als hätten Sie dieses Manifest schon für %s eingereicht, die derzeit deaktiviert ist. <a href="%s">Anwendung bearbeiten</a>
es: Vaya, parece que ya enviaste este archivo manifest para %s, que actualmente está deshabilitado. <a href="%s">Editar aplicación</a>
fr: Oops, il semble que vous avez déjà envoyé un manifeste pour %s. qui est actuellement désactivée <a href="%s">Éditer l'application</a>
it: Oops, sembra che tu abbia già caricato un manifesto per %s, che al momento è disattivata. <a href="%s">Modifica app</a>
ko: 이런, 현재 사용 중단 상태인 %s의 설치 선언문은 이미 올려져 있었습니다. <a href="%s">앱 수정하기</a>
nl: Oeps, het lijkt er op dat u dat manifest voor %s, dat momenteel is uitgeschakeld, al hebt ingediend. <a href="%s">App bewerken</a>
pl: Ups, wygląda na to, że już przesłano ten manifest dla aplikacji %s, która obecnie wyłączona. <a href="%s">Edytuj aplikację</a>
sl: Opala, zgleda da ste za %s, ki je trenutno onemogočena, že poslali manifest. <a href="%s">Urejaj aplikacijo</a>
zh_cn: 哦，看起来您已经提交了 %s 的清单，目前被禁用了。<a href="%s">编辑应用</a>

source: An app already exists on this domain; only one app per domain is allowed.
cs: Aplikace již pro tuto doménu existuje. Pro doménu je povolena pouze jedna aplikace.
de: Es existiert bereits eine Anwendung auf dieser Domain, es ist nur eine Anwendung pro Domain erlaubt.
es: Ya existe una aplicación en este dominio. Solo se permite una aplicación por dominio.
fr: Une application existe déjà sur ce domaine ; une seule application est autorisée par domaine.
it: Esiste già un'app associata a questo dominio; è possibile associare una sola app per dominio.
ko: 이 도메인에 대한 앱이 이미 있습니다. 하나의 도메인엔 하나의 앱만 허용됩니다.
nl: Er bestaat al een app op dat domein; slechts één app per domein is toegestaan.
pl: W tej domenie istnieje już aplikacja, dozwolona jest tylko jedna aplikacja w domenie.
ru: На этом домене уже существует приложение; допускается только одно приложение на домен.
sl: Aplikacija v tej domeni že obstaja, dovoljena je samo ena aplikacija na domeno.
zh_cn: 该域名下已经存在一个应用了；每个域名下只允许一个应用。

source: The {0} image asset is required.
cs: Obrázek {0} je vyžadován.
de: Die Grafik {0} ist erforderlich.
es: El recurso visual {0} es obligatorio.
pl: Wymagany jest zasób obrazków {0}.

source: Only one rating from each ratings body may be selected.
de: Nur eine Bewertung aus jeder Bewertungsgruppe kann ausgewählt werden.
es: Solo se puede seleccionar una valoración de cada organismo de calificación.
fr: Seulement une note peut être sélectionnée.
it: È possibile selezionare un solo visto censura per ciascun ente di classificazione.
ko: 각 등급 대상엔 한 개의 등급만 부여할 수 있습니다.
nl: Er mag slechts één waardering van elk waarderingsinstituut worden geselecteerd.
pl: Można wybrać tylko jedną ocenę z każdej grupy ocen.
sl: Za vsako ocenjevalno telo se sme izbrati samo eno oceno.
zh_cn: 每个评分者只能打一个分。

source: You must upload at least one screenshot or video.
cs: Musíte nahrát alespoň jeden náhled či video.
de: Sie müssen mindestens einen Screeenshot oder ein Video hochladen.
es: Debes subir al menos una captura de pantalla o video.
fr: Vous devez envoyer au moins une capture d'écran ou vidéo.
it: È necessario caricare almeno uno screenshot o un video.
ko: 한 개 이상의 스크린샷이나 동영상을 업로드해야 합니다.
nl: U dient ten minste één schermafdruk of video te uploaden.
pl: Musisz wgrać przynajmniej jeden obrazek lub wideo.
ru: Вы должны выгрузить не менее одного скриншота или видео.
sl: Prenesti morate najmanj en posnetek zaslona ali video.
zh_cn: 您至少应该上传一个截屏或视频。

source: Packaged app too large for submission. Packages must be less than %s.
cs: Zabalená aplikace je pro odeslání příliš velká. Balíčky musí být menší než %s.
de: Gepackte Anwendung zu groß für Übermittlung. Pakete dürfen höchstens %s groß sein.
fr: Application empaquetée trop grosse. Les paquets ne doivent pas dépasser %s.
it: Questa app pacchettizzata è troppo pesante per essere inviata. Le dimensione dei pacchetti devono essere inferiori a %s.
ko: 제출하기엔 너무 큰 용량의 패키지형 앱입니다. 패키지 크기는 %s보다 작아야 합니다.
nl: Verpakte app is te groot voor indiening. De maximale grootte is %s.
pl: Spakowana aplikacja jest zbyt duża do zgłoszenia. Paczki muszą być mniejsze niż %s.

source: Error extracting manifest from zip file.
cs: Chyba při rozbalování manifestu ze souboru ve formátu ZIP.
de: Fehler beim Entpacken des Manifests aus der ZIP-Datei.
fr: Erreur à l'extraction du manifeste depuis le fichier ZIP.
it: Si è verificato un errore durante l'estrazione del manifesto dal file zip.
ko: zip 파일에서 설치선언문 압축을 푸는 도중에 오류가 발생했습니다.
nl: Fout bij extractie van het manifest uit het zip-bestand.
pl: Błąd wyodrębniania manifestu z pliku zip.
zh_cn: 从 zip 文件中解压缩资源配置时出错。

source: Provide a detailed description of your app
cs: Poskytněte bližší popis vaší aplikace
de: Geben Sie eine detaillierte Beschreibung Ihrer Anwendung an
es: Proporciona una descripción detallada de tu aplicación
fr: Fournissez une description détaillée de votre application
it: Fornisci una descrizione accurata dell'app
ko: 앱의 자세한 설명을 입력해 주세요.
nl: Geef een gedetailleerde beschrijving van uw app
pl: Podaj szczegóły opis aplikacji.
zh_cn: 请为您的应用提供详细的描述

source: This description will appear on the details page.
cs: Popis se zobrazí na stránce s vaší aplikací.
de: Diese Beschreibung wird auf der Detailseite angezeigt.
es: Esta descripción aparecerá en la página de detalles.
fr: Cette description sera affichée sur la page de détails.
it: Questa descrizione apparirà sulla pagina dei dettagli.
ko: 이 설명은 상세 정보 페이지에 노출됩니다.
nl: Deze beschrijving verschijnt op de detailpagina.
pl: Ten opis pojawi się na stronie ze szczegółami.
ru: Это описание появится на странице сведений.
sl: Ta opis bo videti na strani s podrobnostmi.
zh_cn: 该描述将在详细页面显示。

source: Please specify your app's Privacy Policy
cs: Zadejte prosím zásady ochrany soukromí své aplikace
de: Bitte geben Sie die Datenschutzerklärung Ihrer Anwendung an
es: Especifica la política de privacidad de tu aplicación
fr: Merci de déclarer la politique de confidentialité de votre application :
it: Specifica l'informativa sulla privacy per l'app
ko: 앱의 개인 정보 보호 정책을 입력해주세요
nl: Geef het privacybeleid van uw app op
pl: Określ własną politykę prywatności aplikacji
ru: Пожалуйста, укажите политику приватности вашего приложения
sl: Navedite prosim politiko zasebnosti za svojo aplikacijo
zh_cn: 请详细说明您应用的隐私策略

source: Before changing your default locale you must have a name and description in that locale. You are missing %s.
de: Bevor Sie die Standardsprachversion angeben, müssen Sie in dieser Sprachversion einen Namen und eine Beschreibung angeben. Ihnen fehlt %s.
es: Antes de cambiar tu idioma predeterminado, debes tener un nombre y una descripción en dicho idioma. Te falta %s.
fr: Avant de changer votre langue par défaut vous devez avoir un nom et une description dans cette langue. Il vous manque %s.
it: Per modificare la lingua predefinita è necessario inserire un nome e una descrizione per tale lingua. Attualmente mancano %s.
ko: 기본 언어를 변경하기에 앞서 해당 언어의 이름 및 설명이 입력되야 합니다. %s 부분이 누락됐습니다.
nl: Voordat u uw standaardlocale wijzigt dient u een naam en beschrijving in die locale te hebben. Momenteel ontbreekt %s.
pl: Przed zmianą domyślnej lokalizacji musisz mieć w niej nazwę i opis. Pominięto: %s.
zh_cn: 要有那个语种的名称和描述才能改变默认语种。现在缺少 %s 。

source: Your comments
cs: Vaše komentáře
de: Ihre Kommentare
es: Tus comentarios
fr: Vos commentaires
it: I tuoi commenti
ko: 당신의 코멘트
nl: Uw opmerkingen
pl: Twoje komentarze
ru: Ваши комментарии
sl: Vaše pripombe
zh_cn: 您的评论。

source: Choose the regions your app will be listed in:
cs: Zvolte regiony, pro které bude vaše aplikace dostupná:
de: Wählen Sie die Regionen, in denen Ihre Anwendung aufgelistet wird:
es: Elige las regiones en las que se mostrará tu aplicación:
fr: Choisissez les régions où votre application sera présente :
it: Scegli le regioni in cui verrà mostrata l'app:
ko: 앱이 표시될 지역을 선택하세요:
nl: Kies de regio’s waarin uw app wordt weergegeven:
pl: Wybierz regiony, w których twoja aplikacja będzie wyświetlana:
sl: Izberite regije, na katerih bo vaša aplikacija navedena.:
zh_cn: 选择您的应用将会被列出的地区。

source: You must select at least one region.
cs: Musíte zvolit alespoň jeden region.
de: Sie müssen mindestens eine Region auswählen.
es: Debes elegir al menos una región.
fr: Vous devez sélectionner au moins une région.
it: È necessario selezionare almeno una regione.
ko: 한 개 이상의 지역을 선택해야 합니다.
nl: U dient ten minste één regio te selecteren.
pl: Musisz wybrać przynajmniej jeden region.
ru: Вы должны выбрать не менее одного региона.
sl: Navesti morate vsaj eno regijo.
zh_cn: 您必须选择至少一个地区。

source: Other and new regions
cs: Jiné či nové regiony
de: Andere und neue Regionen
es: Regiones nuevas y otras
pl: Inne i nowe regiony
ru: Другие новые регионы

source: Enable new regions
cs: Povolení nových regionů
de: Neue Regionen aktivieren
fr: Activer de nouvelles régions
it: Attiva nuove regioni
ko: 새 지역 활성화
nl: Nieuwe regio’s inschakelen
pl: Włącz nowe regiony
zh_cn: 启用新地区

source: You must select at least one region or "Other and new regions."
cs: Musíte zvolit alespoň jeden region či volbu "Jiné či nové regiony."
de: Sie müssen mindestens eine Region oder „Andere und neue Regionen“ auswählen.
es: Debes elegir por lo menos una región o "Regiones nuevas y otras".
pl: Musisz wybrać przynajmniej jeden region lub „Inne i nowe regiony”

source: You have selected a region that is not valid for your price point.
de: Sie haben eine Region ausgewählt, die für Ihren Preispunkt ungültig ist.
es: Has seleccionado una región que no es válida para tu rango de precio.
pl: Wybrano region, który nie jest prawidłowy dla ceny bazowej.

source: Categories cannot be changed while your app is featured.
cs: V době, kdy je vaše aplikace
de: Kategorien können nicht geändert werden, während Ihre Anwendung vorgestellt wird.
es: Las categorías no pueden cambiarse mientras tu aplicación esté destacada.
it: Non è possibile modificare le categorie finché l'app ne fa parte.
pl: Nie można zmieniać kategorii, gdy aplikacja jest polecana.

source: Agree
cs: Souhlasím
de: Zustimmen
es: Acepto
fr: Accepter
it: Accetto
ko: 동의하기
nl: Instemmen
pl: Zgadzam się
ru: Согласен
sl: Se strinjam
zh_cn: 同意

source: Please enter a valid email address.
cs: Vložte prosím platnou e-mailovou adresu.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Introduce una dirección de correo electrónico válida.
fr: Merci d'indiquer une adresse courriel valide.
it: È necessario inserire un indirizzo email valido.
ko: 올바른 이메일 주소를 입력해 주세요.
nl: Voer een geldig e-mailadres in.
pl: Wprowadź poprawny adres e-mail.
ru: Введите корректный адрес эл. почты.
sl: Vnesite veljaven e-naslov
zh_cn: 请输入一个有效的电子邮件地址。

source: Your email address
cs: Vaše e-mailová adresa
de: Ihre E-Mail-Adresse
es: Tu dirección de correo electrónico
fr: Votre adresse de courriel
it: Il tuo indirizzo email
ko: 이메일 주소
nl: Uw e-mailadres
pl: Twój adres e-mail
sl: Vaš e-poštni naslov
zh_cn: 你的电子邮件地址

source: Text
es: Texto
fr: Texte
it: Testo
ko: 본문
nl: Tekst
pl: Tekst
sl: Besedilo
zh_cn: 文本

source: You must agree to the Privacy Policy.
cs: Musíte souhlasit se zásadami ochrany soukromí.
de: Sie müssen der Datenschutzerklärung zustimmen.
es: Debes aceptar la política de privacidad.
fr: Vous devez accepter la politique de vie privée.
it: È necessario accettare l'informativa sulla privacy.
ko: 개인 정보 보호 정책에 동의해야 합니다.
nl: U dient het privacybeleid te accepteren.
pl: Musisz zatwierdzić politykę prywatności.
ru: Вы должны принять Политику приватности.
sl: Strinjati se morate s Pravili zasebnosti
zh_cn: 您必须同意隐私策略。

source: Country
cs: Země
de: Land
es: País
fr: Pays
it: Città
ko: 국가
nl: Land
pa_in: ਦੇਸ਼
pl: Kraj
ru: Страна
sl: Država
uk: Країна
zh_cn: 国家

source: Transaction Type
cs: Typ transakce
de: Transaktionstyp
es: Tipo de transacción
fr: Type de transaction
it: Tipo di transazione
ko: 거래 방식
nl: Transactietype
pl: Rodzaj transakcji
ru: Тип транзакции
sl: Vrsta transakcije
zh_cn: 交易类型

source: App Price
cs: Cena aplikace
de: Anwendungspreis
es: Precio de la aplicación
fr: Tarif de l'application
it: Prezzo dell'app
ko: 앱 가격
nl: App-prijs
pl: Cena aplikacji
ru: Цена приложения
sl: Cena aplikacije
zh_cn: 应用价格

source: Please select a price
cs: Zvolte prosím cenu
de: Bitte wählen Sie einen Preis
es: Selecciona un precio
pl: Wybierz cenę

source: Free (with in-app payments)
cs: Zdarma (s platbami uvnitř aplikace)
de: Kostenlos (mit anwendungsinternen Zahlungen)
es: Gratis (con pagos en aplicación)
fr: Gratuit (avec micro-paiements)
it: Gratuita (con pagamenti in-app)
ko: 무료 (앱 내부 결제 시스템 탑재)
nl: Gratis (met in-app-betalingen)
pl: Darmowe (z płatnościami w aplikacji)
zh_cn: 免费（使用应用程序内付款）

source: Promotional Pricing
de: Werbepreis
es: Precio promocional
fr: Prix promotionnel
it: Prezzo promozionale
ko: 특별 할인가
nl: Promotieprijs
pl: Cena promocyjna
zh_cn: 优惠价格

source: Only supports carrier billing
cs: Podporuje pouze platby přes operátora
de: Unterstützt nur Abrechnung über den Mobilfunkanbieter
es: Solo admite facturación del operador
fr: Ne prends en charge que la facturation par l'opérateur
it: È supportato solo il pagamento tramite credito telefonico
ko: 통신사 요금 결제만 지원
nl: Ondersteunt uitsluitend facturatie via provider
pl: Obsługuje tylko rachunek operatora
zh_cn: 仅支持通过电信营运商支付

source: Only supports credit-card billing
cs: Podporuje pouze platby kartou
de: Unterstützt nur Abrechnung per Kreditkarte
es: Sola admite facturación con tarjeta de crédito
fr: Ne prends en charge que la facturation par carte de crédit
it: È supportato solo il pagamento mediante carta di credito
ko: 신용 카드 결제만 지원
nl: Ondersteunt uitsluitend facturatie via creditcard
pl: Obsługuje tylko płatność kartą kredytową
zh_cn: 仅支持信用卡支付

source: Supports all billing methods
cs: Podporuje všechny způsoby plateb
de: Unterstützt alle Abrechnungsmethoden
es: Admite todos los métodos de facturación
fr: Prendre en charge toutes les méthodes de facturation
it: Sono supportati tutti i metodi di pagamento
ko: 모든 결제 방식 지원
nl: Ondersteunt alle facturatiemethoden
pl: Obsługuje wszystkie sposoby płatności
zh_cn: 支持所有支付方式

source: If app is Free, in-app payments must be enabled
de: Wenn die Anwendung kostenlos ist, müssen anwendungsinterne Zahlungen aktiviert sein
es: Si la aplicación es gratuita, deben estar habilitados los pagos en la aplicación
fr: Si l'application est gratuite, les micro-paiements doivent être activés
it: Se l'app è gratuita devono essere attivati i pagamenti in-app
ko: 앱이 무료일 경우 앱 내부 결제 시스템을 반드시 사용해야 합니다
nl: Als de app gratis is dienen in-app-betalingen ingeschakeld te zijn
pl: Jeśli aplikacja jest darmowa, płatności w aplikacji muszą być wyłączone.
zh_cn: 免费应用的“应用内付款”必须开启

source: Not a valid choice
cs: Neplatná volba
de: Keine gültige Auswahl
es: No es una elección válida
fr: Choix invalide
it: Scelta non valida
ko: 유효한 선택이 아닙니다
nl: Geen geldige keuze
pl: Nieprawidłowy wybór
zh_cn: 不是有效的选项

source: This is a paid upgrade of
cs: Toto je placená aktualizace
de: Dies ist ein bezahltes Upgrade von
es: Esta es una actualización de pago de
fr: Ceci est une mise à jour payante de
it: Questo è un aggiornamento a pagamento per
ko: 유료 업그레이드:
nl: Dit is een betaalde upgrade van
pl: To jest płatna aktualizacja
ru: Это платное обновление для
sl: To je plačana nadgraditev za
zh_cn: 一个付费更新

source: Not an upgrade
cs: Nejedná se o upgrade
de: Kein Upgrade
es: No es una actualización
fr: N'est pas une mise à jour
it: Non è un aggiornamento
ko: 업그레이드 아님
nl: Geen upgrade
pl: Nie jest to aktualizacja
ru: Не обновление
sl: Ni nadgraditev
zh_cn: 不是一个更新

source: Account Holder Name
cs: Jméno držitele účtu
de: Name des Kontoinhabers
es: Nombre del propietario de la cuenta
fr: Nom du propriétaire du compte
it: Nome del proprietario dell'account
ko: 계정 소유자명
nl: Naam accounthouder
pl: Nazwa właściciela konta
ru: Имя держателя счета
sl: Ime lastnika računa
zh_cn: 帐号所有者名字

source: Company Name
cs: Název společnosti
de: Firmenname
es: Nombre de la compañía
fr: Nom de la société
it: Nome società
ko: 회사명
nl: Bedrijfsnaam
pl: Nazwa firmy
ru: Имя компании
sl: Ime podjetja
zh_cn: 公司名

source: Vendor Name
cs: Název prodejce
de: Name des Verkäufers
es: Nombre del fabricante
fr: Nom du vendeur
it: Nome fornitore
ko: 판매 회사명
nl: Leveranciersnaam
pl: Nazwa sprzedawcy
ru: Имя вендора
sl: Ime prodajalca
zh_cn: 提供者名
