Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add-ons are applications that let you personalize %(app)s with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make %(app)s your own.
cs: Doplňky jsou aplikace, které vám umožní přizpůsobit si aplikaci %(app)s pomocí nových funkcí či stylů. Vyzkoušejte čas šetřící postranní lištu či motiv vzhledu, který přizpůsobí aplikaci %(app)s do vašeho stylu.
de: Add-ons sind Anwendungen, mit denen Sie nach Ihren Vorlieben %(app)s mit zusätzlichen Funktionen oder Stilen versehen können. Versuchen Sie eine zeitsparende Seitenleiste, ein Wetter-Info-Add-on, oder ein anderes Theme, um %(app)s ganz nach Ihrem Geschmack auszustatten.
el: Τα πρόσθετα είναι μικρές εφαρμογές που σας επιτρέπουν να προσαρμόσετε τον %(app)s με νέες λειτουργίες ή στυλ. Δοκιμάστε μια πλευρική στήλη, μια εφαρμογή για την προβολή μετεωρολογικών προγνώσεων ή ένα νέο θέμα εμφάνισης για να ξεκινήσετε να κάνετε τον %(app)s πραγματικά δικό σας.
es: Los complementos son aplicaciones que te permiten personalizar %(app)s con más funcionalidades o estilo. Prueba una barra lateral que te ahorre tiempo, un aviso meteorológico o un diseño para que %(app)s tenga el aspecto que a ti te guste.
fr: Les modules complémentaires sont des applications permettant de personnaliser %(app)s avec des fonctionnalités ou des styles supplémentaires. Gagnez du temps avec un panneau latéral, surveillez la météo ou changez l'apparence de %(app)s à votre guise.
it: I componenti aggiuntivi sono applicazioni che permettono di personalizzare %(app)s aggiungendo nuove funzionalità o cambiandone l'aspetto. Personalizza %(app)s con una nuova barra laterale per risparmiare tempo, ricevi gli aggiornamenti sul meteo direttamente nel browser o installa un nuovo tema.
ko: 부가 기능이란 %(app)s에 추가적인 기능이나 외형을 추가해서 개인화를 도와주는 애플리케이션을 말합니다. 시간을 절약시켜주는 사이드바, 날씨 알리미를 깔아 보시거나 테마를 통해 자신만의 %(app)s 룩을 만들어 보세요.
nl: Add-ons zijn toepassingen waarmee u %(app)s kunt personaliseren met extra functionaliteit of stijl. Probeer een tijdbesparende zijbalk, een weerbericht of een thema om %(app)s aan uw wensen aan te passen.
pa_in: ਐਡ-ਆਨ ਐਪਲੀਕੇਸ਼ਨਾਂ ਹਨ ਜੋ ਤੁਹਾਨੂੰ ਵਾਧੂ ਕਾਰਜਕੁਸ਼ਲਤਾ ਜਾਂ ਸ਼ੈਲੀ ਨਾਲ %(app)s ਨਿਜੀ ਬਣਾਉਣ ਦਿੰਦਾ। ਇੱਕ ਸਮਾਂ-ਬਚਾਉ ਪੱਟੀ, ਮੌਸੂਮ ਸੂਚਕ, ਜਾਂ %(app)s ਨੂੰ ਆਪਣਾ ਬਣਾਉਣ ਲਈ ਥੀਮ ਦਿੱਖ ਨੂੰ ਪਰਖੋ।
pl: Dodatki to małe aplikacje umożliwiające spersonalizowanie programu %(app)s za pomocą dodatkowych funkcji lub stylów. Wypróbuj pozwalający zaoszczędzić czas panel boczny, informacje o pogodzie lub motywy zmieniające wygląd programu %(app)s według twoich upodobań.
pt_pt: Os extras são aplicações que permitem personalizar o %(app)s com funcionalidades extra ou estilo. Experimente uma barra lateral de poupança de tempo, um notificador sobre o tempo, ou um tema para tornar o %(app)s só seu.
ru: Дополнения — это приложения, которые позволяют вам настроить %(app)s по своему вкусу, добавив в него дополнительные функции или придав ему свой стиль. Попробуйте использовать экономящую время боковую панель, настройте уведомление о прогнозе погоды или измените его внешний вид, чтобы сделать %(app)s именно таким, каким вы желаете.
sl: Dodatki so aplikacije, ki vam omogočajo prilagoditi %(app)s, kar se dodatnih funkcij in sloga aplikacije tiče. Poskusite s stransko vrstico za prihranek časa, z dodatkom za vreme, s tapetami po svojem okusu, da si podomačite %(app)s.
uk: Додатки - це програми, які дозволяють вам налаштувати %(app)s на свій смак, додавши в нього додаткові функції або надавши свій стиль. Спробуйте використовувати бічну панель, яка заощаджує час, налаштуйте повідомлення про прогноз погоди або змініть зовнішній вигляд, щоб зробити %(app)s саме таким, як ви бажаєте.
zh_cn: 附加组件是一种通过增添额外的功能或样式让您实现个性化 %(app)s 的应用程序。试试用可以节省时间的侧边栏、天气通知程序或主题外观来打造您的专属 %(app)s 吧！

source: Recommended for You
cs: Doporučeno pro vás
de: Für Sie empfohlen
el: Συνιστούμε για εσάς
es: Recomendados para ti
fr: Recommandé pour vous
it: Consigliati per te
ja: おすすめのアドオン
ko: 당신께 권해드립니다
nl: Aan u aanbevolen
pl: Polecane dla ciebie
pt_pt: recomendado para si
ru: Рекомендуется для вас
sl: Priporočamo vam
uk: Рекомендовані для вас
zh_cn: 为您推荐

source: What is this?
cs: Co je to?
de: Was ist das?
el: Τι είναι αυτό;
es: ¿Qué es esto?
fr: Qu'est-ce que c'est ?
it: Che cos'è questo?
ja: これは何？
ko: 이게 뭐죠?
nl: Wat is dit?
pl: Co to jest?
pt_pt: O que é isto?
ru: Что это такое?
sl: Kaj je to?
uk: Що це таке?
zh_cn: 这是什么？

source: Learn More About Add-ons
cs: Dozvědět se více o doplňcích
de: Erfahren Sie mehr über Add-ons
es: Más información sobre complementos
fr: En apprendre plus à propos des modules
it: Ulteriori informazioni sui componenti aggiuntivi
ko: 부가 기능에 대해 더 알아보기
nl: Lees meer over add-ons
pa_in: ਐਡ-ਆਨਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej o dodatkach
pt_pt: Saiba mais sobre os extras
ru: Подробнее о дополнениях
sl: Več o dodatkih
uk: Докладніше про додатки
zh_cn: 详细了解附加组件

source: See all
cs: Vše
de: Alle anzeigen
el: Εμφάνιση όλων
es: Verlos todos
fr: Voir tous
it: Visualizza tutti
ja: すべて見る
ko: 전부 보기
nl: Alles bekijken
pa_in: ਸਾਰੇ ਵੇਖੋ
pl: Zobacz wszystkie
pt_pt: Ver tudo
ru: Показать всё
sl: Oglejte si vse
uk: Дивитися всі
zh_cn: 查看全部

source: More ways to customize
cs: Další možnosti přizpůsobení
de: Weitere Anpassungsmöglichkeiten
el: Περισσότεροι τρόποι για προσαρμογή
es: Más maneras de personalizar
fr: Pour personnaliser davantage &hellip;
it: Altri modi per personalizzare
ja: その他のカスタマイズ方法
ko: 그 외 개인화 방법
nl: Meer manieren om aan te passen
pa_in: ਸੋਧ ਕਰਨ ਦੇ ਹੋਰ ਢੰਗ
pl: Więcej sposobów dostosowywania
pt_pt: Mais maneiras de personalização
ru: Другие способы настройки
sl: Več možnosti prilagajanja
uk: Більше можливостей до налаштування
zh_cn: 更多定制方式

source: Browse all add-ons
cs: Procházet všechny doplňky
de: Alle Add-ons anzeigen
el: Περιήγηση σε όλα τα πρόσθετα
es: Explorar todos los complementos
fr: Parcourir tous les modules
it: Esplora tutti i componenti aggiuntivi
ja: すべてのアドオンを見る
ko: 모든 부가 기능 둘러보기
nl: Door alle add-ons bladeren
pa_in: ਸਾਰੇ ਐਡ-ਆਨਾਂ ਦੀ ਝਲਕ ਵੇਖੋ
pl: Przejrzyj wszystkie dodatki
pt_pt: Navegar em todos os extras
ru: Обзор всех дополнений
sl: Vsi dodatki
uk: Переглянути всі додатки
zh_cn: 浏览所有附加组件

source: See all complete themes
cs: Zobrazit všechny plné motivy
de: Alle vollständigen Themes anzeigen
es: Ver todos los temas completos
fr: Voir tous les thèmes complets
it: Mostra tutti i temi completi
ja: すべての完全テーマを見る
ko: 완전 테마 전부 보기
nl: Alle complete thema’s
pa_in: ਸਾਰੇ ਮੁਕੰਮਲ ਥੀਮ ਵੇਖੋ
pl: Zobacz wszystkie kompletne motywy
pt_pt: Ver todos os temas completos
ru: Показать все полные темы
sl: Oglejte si vse kompletne Teme
uk: Дивитися всі повні теми
zh_cn: 查看全部完整主题

source: Close Video
cs: Zavřít video
de: Video schließen
es: Cerrar video
fr: Fermer la vidéo
it: Chiudi il video
ja: 動画を閉じる
ko: 동영상 닫기
nl: Video sluiten
pa_in: ਵੀਡੀਓ ਬੰਦ ਕਰੋ
pl: Zamknij film
pt_pt: Fechar vídeo
ru: Закрыть видео
sl: Zapri video
uk: Закрити відео
zh_cn: 关闭视频

source: While the video plays, the add-ons being mentioned will appear here.
cs: V průběhu přehrávání videa se zde objeví doplňky, o kterých se v něm hovoří.
de: Während das Video abgespielt wird, werden die erwähnten Add-ons hier erscheinen.
es: Mientras se reproduce el video, los complementos mencionados aparecerán aquí.
fr: Pendant que la vidéo tourne, les modules mentionnés apparaitront ici.
it: Durante la riproduzione del video i componenti aggiuntivi menzionati appariranno qui.
ko: 동영상이 재생되는 동안은 이곳에 부가 기능에 대한 글이 표시됩니다.
nl: Terwijl de video wordt afgespeeld verschijnen hier de genoemde add-ons.
pa_in: ਜਦੋਂ ਵੀਡੀਓ ਚੱਲੇਗੀ, ਜ਼ਿਕਰਯੋਗ ਐਡ-ਆਨ ਇੱਥੇ ਵਿਖਾਈ ਦੇਣਗੇ।
pl: Wymienione dodatki pojawią się w trakcie odtwarzania filmu.
pt_pt: Enquanto o vídeo é reproduzido, o extra sendo mencionado aparecerá aqui.
ru: Во время показа видео, упоминающиеся дополнения появятся здесь.
sl: Medtem ko video igra, se bodo omenjeni dodatki pojavili tukaj.
uk: Поки відтворюється відео, зазначені додатки будуть з'являтися тут.
zh_cn: 视频播放时，提到的附加组件会显示于此。

source: Hi, {0}
cs: Ahoj, {0}
de: Hallo, {0}
el: Χαίρετε, {0}
es: Hola, {0}
fr: Bonjour, {0}
it: Ciao, {0}
ja: {0} さん、こんにちは
ko: {0}님, 안녕하세요
nl: Hallo {0}
pl: Witaj, {0}
pt_pt: Olá, {0}
ru: Привет, {0}
sl: Živjo, {0}
uk: Привіт, {0}
zh_cn: {0}，您好

source: Thanks for using %(app)s and supporting <a href="%(url)s">Mozilla's mission</a>!
cs: Děkujeme, že používáte aplikaci %(app)s a podporujete tak <a href="%(url)s">misi Mozilly</a>!
de: Danke, dass Sie %(app)s verwenden und die <a href="%(url)s">Mission von Mozilla</a> unterstützen!
el: Σας ευχαριστούμε που χρησιμοποιείτε τον %(app)s και υποστηρίζετε έτσι την <a href="%(url)s">αποστολή του ιδρύματος Mozilla</a>!
es: ¡Gracias por usar %(app)s y apoyar <a href="%(url)s">la misión de Mozilla</a>!
fr: Merci d'utiliser %(app)s et de soutenir <a href="%(url)s">la mission de Mozilla</a> !
it: Grazie per aver scelto di utilizzare %(app)s e sostenere la <a href="%(url)s">missione di Mozilla</a>!
ko: %(app)s를 사용하시고 <a href="%(url)s">Mozilla의 사명</a> 구현도 지원해 주신데에 감사드립니다!
nl: Bedankt voor het gebruiken van %(app)s en het ondersteunen van <a href="%(url)s">de missie van Mozilla</a>!
pa_in: %(app)s ਦੀ ਵਰਤੋਂ ਅਤੇ <a href="%(url)s">ਮੌਜੀਲਾ ਦੇ ਮਿਸ਼ਨ</a>ਨੂੰ ਸਹਿਯੋਗ ਕਰਨ ਲਈ ਧੰਨਵਾਦ!
pl: Dziękujemy za używanie programu %(app)s i wsparcie <a href="%(url)s">misji Mozilli</a>!
pt_pt: Obrigado por usar o %(app)s e ajudar a <a href="%(url)s">missão da Mozilla</a>!
ru: Спасибо за использование %(app)s и поддержку <a href="%(url)s">миссии Mozilla</a>!
sl: Hvala, da uporabljate %(app)s in podpirate <a href="%(url)s">Poslanstvo Mozille</a>!
uk: Дякуємо за використання %(app)s та підтримку <a href="%(url)s">місії Mozilla</a>!
zh_cn: 感谢您使用 %(app)s 并支持 <a href="%(url)s">Mozilla 的使命</a>！

source: Add-ons downloaded:
cs: Stažené doplňky:
de: Heruntergeladene Add-ons
el: Πρόσθετα που λήφθηκαν:
es: Complementos descargados:
fr: Modules téléchargés :
it: Componenti aggiuntivi scaricati:
ja: アドオンのダウンロード数:
ko: 다운로드된 부가 기능:
nl: Gedownloade add-ons:
pa_in: ਐਡ-ਆਨ ਡਾਊਨਲੋਡ ਹੋਇਆ:
pl: Pobrane dodatki:
pt_pt: Extras transferidos:
ru: Загруженные дополнения:
sl: Naloženi dodatki:
uk: Завантажено додатків:
zh_cn: 已下载的附加组件：

source: Active Users
cs: Aktivní uživatelé
de: Aktive Nutzer
el: Ενεργοί χρήστες
es: Usuarios activos
fr: Utilisateurs actifs
it: Utenti attivi
ja: 利用者数
ko: 현재 사용자
nl: Actieve gebruikers
pa_in: ਸਰਗਰਮ ਉਪਭੋਗੀ
pl: Aktywni użytkownicy
pt_pt: Utilizadores activos
ru: Активные пользователи
sl: Aktivni uporabniki
uk: Активних користувачів
zh_cn: 活跃用户

source: Last Updated
cs: Aktualizované
de: Letzte Aktualisierung
el: Τελευταία ενημέρωση
es: Últimos actualizados
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新日
ko: 최신 업데이트
nl: Laatst bijgewerkt
pa_in: ਆਖਰੀ ਅੱਪਡੇਟ ਹੋਇਆ
pl: Zaktualizowane
pt_pt: Última actualização
ru: Последнее обновление
sl: Nazadnje obnovljeno
uk: Востаннє оновлено
zh_cn: 最后更新

source: Cancel Installation
cs: Přerušit instalaci
de: Installation abbrechen
el: Ακύρωση εγκατάστασης
es: Cancelar instalación
fr: Annuler l'installation
it: Annulla installazione
ja: インストールを中止
ko: 설치 취소
nl: Installatie annuleren
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਰੱਦ
pl: Anuluj proces instalacji
pt_pt: Cancelar Instalação
ru: Отменить установку
sl: Prekliči namestitev
uk: Скасувати встановлення
zh_cn: 放弃安装

source: Get Add-ons On The Go
cs: Získat doplňky na cesty
de: Holen Sie sich Add-ons für unterwegs
el: Βάλτε πρόσθετα για το δρόμο
es: Complementos sobre la marcha
fr: D'autres modules sur le pouce
it: Scarica componenti aggiuntivi in movimento
ko: 계속해서 부가 기능을 받아보세요
nl: Download meteen add-ons
pa_in: ਰੁਝੇਵੇ ਦੌਰਾਨ ਐਡ-ਆਨ ਲਵੋ
pl: Pobierz dodatki w drodze
pt_pt: Obter extras imediatamente
ru: Загружайте дополнения откуда угодно
sl: Dodatki mimogrede
uk: Отримуйте додатки де б ви не були
zh_cn: 马上获取移动版附加组件

source: Visit <a href="%(url)s">firefox.com/m</a> to get Firefox on your phone and personalize your browser anytime, anywhere. Easily discover and install add-ons from the mobile Add-ons Manager.
cs: Navštivte <a href="%(url)s">firefox.com/m</a> a získejte Firefox pro svůj telefon. Přizpůsobte si svůj prohlížeč ať už jste kdekoliv.Vyhledávejte a instalujte doplňky z mobilního Správce doplňků.
de: Besuchen Sie <a href="%(url)s">firefox.com/m</a>, um sich Firefox auf Ihr Handy zu holen und Ihren Browser immer und überall zu personalisieren. Entdecken und installieren Sie Add-ons einfach aus dem mobilen Add-ons-Manager.
el: Επισκεφθείτε το <a href="%(url)s">firefox.com/m</a> για να βάλετε τον Firefox στο τηλέφωνο σας και να έχετε ένα προσαρμοσμένο περιηγητή παντού και πάντα. Ανακαλύψτε και εγκαταστήστε πρόσθετα εύκολα, από τον διαχειριστή πρόσθετων για κινητά.
es: Visita <a href="%(url)s">firefox.com/m</a> para tener Firefox en tu teléfono y personaliza tu navegador en cualquier momento y lugar. Descubre fácilmente los complementos e instálalos desde el Administrador de complementos.
fr: Visitez <a href="%(url)s">firefox.com/m</a> pour obtenir Firefox sur votre téléphone, et personnaliser votre navigateur quand vous le voulez, où vous le voulez. Découvrez et installer facilement de nouveaux modules via le gestionnaire de modules mobile.
it: Visita <a href="%(url)s">firefox.com/m</a> per installare Firefox sul tuo telefono cellulare e personalizza il tuo browser ovunque e in qualunque momento. Scopri e installa nuovi componenti aggiuntivi direttamente dal gestore dei componenti aggiuntivi.
ko: 스마트폰에서 <a href="%(url)s">firefox.com/m</a> 주소에 들어가 Firefox를 받으시고 브라우저를 언제 어디서든 개인화해 보세요. 모바일 부가 기능 관리자를 통해 부가 기능을 쉽게 검색하고 설치할 수 있습니다.
nl: Bezoek <a href="%(url)s">firefox.com/m</a> om Firefox naar uw telefoon te downloaden en uw browser altijd en overal te kunnen personaliseren. Ontdek en installeer eenvoudig add-ons vanuit de mobiele Add-onbeheerder.
pa_in: ਮੋਬਾਈਲ ਲਈ ਫ਼ਾਇਰਫ਼ਾਕਸ ਲੈਣ ਲਈ <a href="%(url)s">firefox.com/m</a> ਤੇ ਜਾਓ ਅਤੇ ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਨੂੰ ਕੀਤੇ ਵੀ ਅਤੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਪਸੰਦੀਦਾ ਬਣਾਓ। ਮੋਬਾਈਲ ਐਡ-ਆਨ ਮੈਨੇਜਰ ਤੋਂ ਅਸਾਨੀ ਨਾਲ ਐਡ-ਆਨ ਖੋਜੋ ਅਤੇ ਇੰਸਟਾਲ ਕਰੋ।
pl: Przejdź na stronę <a href="%(url)s">firefox.com/m</a>, by pobrać Firefoksa na swój telefon i personalizować przeglądarkę, kiedy chcesz i gdzie chcesz. Łatwo poznawaj i instaluj dodatki z poziomu menedżera dodatków.
pt_pt: Visite <a href="%(url)s">firefox.com/m</a> para obter o Firefox no seu telefone e personalizar o seu navegador a qualquer altura, em qualquer altura. Descubra e instale facilmente extras a partir do gestor de extras do Mobile.
ru: Посетите <a href="%(url)s">firefox.com/m</a>, чтобы загрузить Firefox на ваш телефон и настроить свой браузер под себя в любое время и в любом месте. С лёгкостью ищите и устанавливайте дополнения из мобильного менеджера дополнений.
sl: Obiščite <a href="%(url)s">firefox.com/m</a> za prenos Firefoxa na telefon ter si ga prilagodite kjerkoli in kadarkoli. Dodatke lahko namreč odkrivate in nameščate tudi na mobilni napravi.
uk: Відвідайте <a href="%(url)s">firefox.com/m</a>, щоб отримати Firefox на свій телефон та налаштувати свій браузер під себе будь-коли, де завгодно. Легко знаходьте та встановлюйте додатки з мобільного менеджера додатків.
zh_cn: 在您的手机上访问 <a href="%(url)s">firefox.com/m</a> 下载 Firefox 移动版，随时随地地个性化您的浏览器。轻松地在移动版的附加组件管理器中发掘和安装附加组件。

source: Get Mobile Add-ons
cs: Získat mobilní doplňky
de: Holen Sie sich Add-ons für Firefox Mobile
el: Κάντε λήψη πρόσθετων για κινητά
es: Consigue complementos para la versión móvil
fr: Obtenir des modules mobiles
it: Componenti aggiuntivi Mobile
ja: モバイル向けアドオンを見る
ko: 모바일용 부가 기능 받기
nl: Add-ons voor Mobiel downloaden
pa_in: ਮੋਬਾਈਲ ਐਡ-ਆਨ ਲਵੋ
pl: Pobierz dodatki dla Firefoksa Mobile
pt_pt: Obter extras do Mobile
ru: Загрузить мобильные дополнения
sl: Poiščite mobilne dodatke
uk: Отримати мобільні додатки
zh_cn: 获取移动版附加组件

source: Shop smart this holiday season
cs: Chytré předvánoční nakupování
de: Intelligent Einkaufen für die Feiertage
es: Haz compras inteligentes en estas fiestas
fr: Achetez intelligemment en cette saison
it: Quest'anno acquista in modo intelligente
ko: 이번 명절엔 스마트한 쇼핑을
nl: Winkel dit kerstseizoen slim
pa_in: ਇਹਨਾਂ ਛੁੱਟੀਆਂ ਵਿੱਚ ਵਧੀਆ ਢੰਗ ਨਾਲ ਖਰੀਦਦਾਰੀ ਕਰੋ
pl: Łatwe zakupy świąteczne
pt_pt: Faça compras inteligentes nesta época festiva
sl: Kupujte pametno za te praznike
uk: Розумний шопінг в цей святковий сезон
zh_cn: 这个假期让我们聪明地购物

source: Find great add-ons to help you with all your holiday shopping needs.
cs: Najděte skvělé doplňky, které vám pomohou s vaším vánočním nakupováním.
de: Finden Sie tolle Add-ons, um Ihnen bei Ihren Feiertagseinkäufen zu helfen.
es: Encuentra complementos geniales que te ayudarán con todas tus compras navideñas.
fr: Découvrez de super modules pour vous aider dans vos achats saisonniers.
it: Trova gli eccezionali componenti aggiuntivi che ti aiuteranno negli acquisti per le vacanze.
ko: 명절 기간동안 쇼핑을 도와주는 훌륭한 부가 기능들을 찾아봅시다.
nl: Vind geweldige add-ons die u helpen bij al uw kerstinkoopbehoeften.
pa_in: ਛੁੱਟੀਆਂ ਵਿੱਚ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਖਰੀਦਦਾਰੀ ਜ਼ਰੂਰਤਾਂ ਵਿੱਚ ਮਦਦ ਲਈ ਵਧੀਆ ਐਡ-ਆਨ ਲੱਭੋ।
pl: Znajdź dodatki, pomocne przy świątecznych zakupach.
pt_pt: Encontre ótimos extras para o ajudar com todas as suas compras.
uk: Дізнайтесь про чудові додатки, які допоможуть вам зі святковими покупками.
zh_cn: 查找优秀的附加组件帮助您满足全部假日采购需求。

source: Install the Amazon Browser Apps and receive special Amazon features right at your fingertips.
cs: Nainstalujte si Amazon Browser Apps a získejte přístup ke speciálním funkcím Amazonu.
de: Installieren Sie die Amazon-Browser-Anwendung und erhalten Sie besondere Amazon-Funktionen direkt in Reichweite Ihrer Finger.
es: Instala las aplicaciones para el navegador de Amazon y dispondrás características de Amazon muy especiales al alcance de tus dedos.
fr: Installez l'application Amazon Browser et recevez des fonctionnalités spéciales d'Amazon directement sous vos doigts.
it: Installa le app del pacchetto Amazon Browser Apps per avere le funzioni speciali di Amazon a portata di mano.
ko: Amazon 브라우저 앱을 설치하고 손 끝에서 특별한 Amazon 기능을 즐겨봅시다.
nl: Installeer de Amazon-browserapps en ontvang direct speciale Amazon-functies.
pa_in: ਐਮਾਜ਼ਾਨ ਬਰਾਊਜ਼ਰ ਐਪ ਇੰਸਟਾਲ ਕਰੋ ਅਤੇ ਖਾਸ਼ ਐਮਾਜ਼ਾਨ ਗੁਣ ਆਪਣੀਆਂ ਉਗਲਾਂ ਤੇ ਪ੍ਰਾਪਤ ਕਰੋ।
pl: Zainstaluj Amazon Browser Apps i miej pod ręką specjalne funkcje Amazona.
pt_pt: Instale o navegador de aplicações da Amazon e tenha funcionalidades especiais da Amazon na ponta dos seus dedos.
uk: Встановіть браузерні додатки Amazon і отримаєте спеціальні можливості від Amazon.
zh_cn: 安装亚马逊浏览器应用，动动手指就可以得到亚马逊的特别功能。

source: Keep an eye on your eBay activity wherever you are on the web when you install the eBay Sidebar for Firefox.
cs: Mějte v oku vaše aktivity na eBay, kdykoliv jste na webu. Nainstalujte si eBay Sidebar pro Firefox.
de: Behalten Sie Ihre eBay-Aktivitäten im Auge, egal wo Sie im Internet sind, indem Sie die eBay-Sidebar für Firefox installieren.
es: Podrás mantenerte al día de tu actividad en eBay estés donde estés en la Web si instalas el panel lateral de eBay para Firefox.
fr: Gardez un œil sur votre activité eBay où que vous soyez sur le web grâce à cette barre latérale eBay pour Firefox.
it: Non perdere di vista le tue attività su eBay mentre navighi sul web, installa la Barra laterale di eBay per Firefox.
ko: Firefox용 eBay 사이드바를 설치하면 어느 웹사이트에 있든 eBay를 주시할 수 있습니다.
nl: Let overal op het web op uw eBay-activiteit wanneer u de eBay-zijbalk voor Firefox installeert.
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਈਬੇ ਸਾਈਡਬਾਰ ਇੰਸਟਾਲ ਕਰੋ ਆਪਣੀ ਈਬੇ ਸਰਗਰਮੀ ਤੇ ਨਜ਼ਰ ਰੱਖੋ ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਵੈੱਬ ਤੇ ਹੋਵੋ।
pl: Miej na oku swoją aktywność w eBay, gdziekolwiek jesteś w sieci, instalując eBay Sidebar dla Firefoksa.
pt_pt: Acompanhe a sua atividade no eBay sempre que estiver na web quando instalar a barra lateral do eBay para o Firefox.
uk: Будьте в курсі активності на eBay з будь-якого місця Інтернету, встановивши eBay Sidebar для Firefox.
zh_cn: 当您在线安装易趣火狐侧边栏时请留意您的易趣是否正在工作。

source: See the entire holiday shopping add-on collection.
cs: Podívejte se na sbírku doplňků souvisejících s nakupováním.
de: Sehen Sie sich die ganze Add-on-Sammlung für die Feiertagseinkäufe an.
es: Echa un vistazo a toda la colección de complementos para tus compras navideñas.
fr: Découvrir la totalité de la collection de modules pour les achats saisonniers.
it: Visualizza l'intera collezione di componenti aggiuntivi dedicata allo shopping delle vacanze.
ko: 명절 쇼핑용 부가 기능 모음집을 모두 살펴봅시다.
nl: Bekijk de gehele kerstinkoop-add-on-collectie.
pa_in: ਸਾਰੀ ਛੁੱਟੀਆਂ ਲਈ ਖਰੀਦਦਾਰੀ ਐਡ-ਆਨ ਸੰਗ੍ਰਹਿ ਵੇਖੋ।
pl: Zobacz całą kolekcję dodatków dla świątecznych zakupów.
pt_pt: Ver a coleção completa de extras para compras em épocas festivas.
uk: Подивіться на збірку додатків для святкових покупок.
zh_cn: 看看整个假日购物附加组件收藏集。

source: Mozilla&rsquo;s Pick of the Month!
cs: Tip měsíce od Mozilly!
de: Mozillas Wahl des Monats!
el: Η επιλογή του μήνα από την κοινότητα Mozilla!
es: ¡La elección del mes de Mozilla!
fr: Le Choix du Mois de Mozilla !
it: La scelta del mese di Mozilla
ko: Mozilla 선정 이달의 부가 기능!
nl: Mozilla’s Keuze van de maand!
pa_in: ਮੌਜੀਲਾ&rsquo;s ਮਹੀਨੇ ਦੀ ਖਾਸ਼ ਚੋਣ!
pl: Dodatki miesiąca!
pt_pt: Escolha do mês da Mozilla&rsquo;s!
ru: Mozilla — Дополнение месяца!
sl: Mozillina izbira meseca!
uk: Вибір місяця від Mozilla!
zh_cn: Mozilla 本月推荐

source: Customize Firefox<br>with your nation's flag
cs: Přizpůsobte si Firefox<br>pomocí národních vlajek
de: Passen Sie Firefox <br>mit Ihrer Nationalflagge an
es: Personaliza Firefox<br>con la bandera de tu nación
fr: Personnaliser Firefox<br>avec le drapeau de votre pays
it: Personalizza Firefox<br>con la bandiera del tuo paese
ko: Firefox를 국기로<br>꾸며보세요
nl: Pas Firefox aan<br>met de vlag van uw land
pa_in: ਆਪਣੇ ਦੇਸ਼ ਦੇ ਝੰਡੇ ਨਾਲ<br>ਫ਼ਾਇਰਫ਼ਾਕਸ ਵਿੱਚ ਸੋਧ ਕਰੋ
pl: Dostosuj Firefoksa<br>swoją flagą narodową
pt_pt: Personalize o Firefox<br>com a bandeira do seu país
sl: Prilagodite si Firefox<br>s slovensko zastavo
uk: Прикрасьте Firefox<br>прапором вашої країни
zh_cn: 使用<br>您的国旗标志</br>自定义Firefox

source: Join us in celebrating the global spirit of community.
de: Feiern Sie mit uns den weltweiten Gemeinschaftsgeist.
es: Únete a la celebración del espíritu de comunidad mundial.
fr: Rejoignez-nous pour fêter l'esprit de la communauté
it: Celebra con noi lo spirito globale della comunità.
ko: 지구촌 커뮤니티 정신을 기념해 봅시다.
nl: Vier samen met ons de wereldwijde geest van de gemeenschap.
pa_in: ਭਾਈਚਾਰੇ ਦੇ ਗਲੋਬਲ ਜ਼ਜਬੇ ਦਾ ਜ਼ਸਨ ਮਨਾਉਣ ਲਈ ਸਾਡੇ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ।
pl: Dołącz do nas, by świętować światowego ducha wspólnoty.
pt_pt: Junte-se a nós na celebração do espírito de comunidade.
sl: Pridružite se nam pri proslavi naše globalne skupnosti.
uk: Приєднуйтесь до нас в святкуванні всесвітнього духу спільноти.
zh_cn: 加入我们庆祝全球社区精神。

source: Show your support
cs: Ukažte svou podporu
de: Zeigen Sie Ihre Unterstützung
es: Muestra tu apoyo
fr: Affichez votre soutient
it: Mostra il tuo sostegno
ko: 응원하기
nl: Laat uw steun zien
pa_in: ਆਪਣਾ ਸਹਿਯੋਗ ਵਿਖਾਓ
pl: Pokaż wsparcie
pt_pt: Mostre o seu apoio
ru: Выразите свою поддержку
sl: Pokažite svojo podporo
uk: Покажіть свою підтримку
zh_cn: 展示您的支持

source: Approved reviews
cs: Schválené recenze
de: Freigeschaltete Bewertungen
el: Εγκεκριμένες αξιολογήσεις
es: Valoraciones aprobadas
fr: Revues approuvées
it: Revisioni approvate
ja: 承認されたレビュー
ko: 승인된 심사
nl: Goedgekeurde beoordelingen
pa_in: ਮਨਜ਼ੂਰ ਸਮੀਖਿਆਵਾਂ
pl: Opinie zaakceptowane
pt_pt: Revisões aprovadas
ru: Одобренные проверки
sl: Odobrene recenzije
uk: Схвалені розгляди
zh_cn: 已通过的审核

source: Deleted reviews
cs: Smazané recenze
de: Gelöschte Bewertungen
el: Διαγραμμένες αξιολογήσεις
es: Revisiones borradas
fr: Revues supprimées
it: Revisioni eliminate
ja: 削除されたレビュー
ko: 삭제된 심사
nl: Verwijderde beoordelingen
pa_in: ਹਟਾਈਆਂ ਸਮੀਖਿਆਵਾਂ
pl: Opinie usunięte
pt_pt: Revisões eliminadas
ru: Удалённые проверки
sl: Izbrisane recenzije
uk: Видалені розгляди
zh_cn: 已删除的审核
