Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If you've used Firefox add-ons before, you know that they're capable of some pretty impressive features &mdash; from inspecting the underlying framework of a website to displaying a scrolling 3-D wall of pictures and video. But some of the most popular add-ons just make minor changes to Firefox through easily learned languages like JavaScript, XUL, and CSS. If you have an idea for your first add-on, start out with something simple to learn the basics of how extensions are packaged and interact with Firefox.
cs: Pokud jste již používali ve Firefoxu doplňky, pak jistě víte, že do něj umožňují přidat zajímavé nové funkce &mdash; počínaje zkoumáním struktury stránky a zobrazováním 3D stěny s obrázky a videi konče. Některé z populárních doplňků Firefox jen drobně upravují a to skrze snadno naučitelné jazyky jako jsou JavaScript, XUL či CSS. Pokud máte nápad na svůj první doplněk, naučte se základy tvorby doplňků, jak jsou sestavovány a jak spolupracují s Firefoxem.
de: Wenn Sie schon einmal Firefox-Add-ons verwendet haben, dann wissen Sie, dass sie zu einigen ziemlich beeindruckenden Funktionen fähig sind &mdash; vom Inspizieren des Gerüsts unter einer Website bis zur Darstellung einer 3-D-Wand von Bildern und Videos. Aber einige der beliebtesten Add-ons nehmen nur kleine Änderungen an Firefox vor, mit einfach zu erlernenden Sprachen wie JavaScript, XUL und CSS. Wenn Sie eine Idee für Ihr erstes Add-on haben, fangen Sie mit etwas einfachem an, um die Grundlagen darüber zu lernen, wie Add-ons gepackt werden und mit Firefox interagieren.
el: Αν έχετε χρησιμοποιήσει πρόσθετα Firefox πριν, θα γνωρίζετε πως έχουν κάποια αρκετά ισχυρά χαρακτηριστικά &mdash; από την επισκόπηση του σκελετού μιας ιστοσελίδας μέχρι την εμφάνιση ενός 3-D τοίχου με εικόνες και βίντεο. Αλλά κάποια από τα πιο δημοφιλή πρόσθετα απλά κάνουν ελάχιστες αλλαγές στον Firefox μέσω εύκολων γλωσσών όπως JavaScript, XUL, και CSS. Αν έχετε μια ιδέα για το πρώτο σας πρόσθετο, ξεκινήστε με κάτι απλό για να μάθετε τα βασικά του πως οι επεκτάσεις συσκευάζονται και αλληλεπιδρούν με τον Firefox.
es: Si has utilizado los complementos de Firefox antes, sabrás que son capaces de algunas características bastante impresionante - como inspeccionar un sitio web para mostrar una pared deslizante en 3-D de fotos y de vídeo. Sin embargo, algunos de los más populares complementos hacen cambios menores a Firefox a través de lenguas fáciles de aprender como JavaScript, XUL, y CSS. Si tienes una idea para tu primer complemento, puedes comenzar con algo sencillo para aprender los fundamentos sobre cómo las extensiones se empaquetan e interactúan con Firefox.
fr: Si vous avez déjà utilisé des modules Firefox, vous savez qu'ils sont capables de choses impressionnantes &mdash; depuis l'inspection en profondeur d'un framework d'un site web jusqu'à l'affichage d'un mur 3D avec des photos et vidéos. Mais certains des modules les plus populaires ne font que des modifications mineures à Firefox grâce à des langages simples tels JavaScript, XUL et CSS. Si vous avez une idée pour votre premier module, Si vous avez une idée pour votre premier module, commencez avec quelque chose de simple pour apprendre les bases des extensions concernant l'empaquetage et les interactions avec Firefox.
it: Se hai già utilizzato dei componenti aggiuntivi in Firefox, sicuramente saprai che sono in grado di aggiungere funzioni notevoli come analizzare la struttura e il codice di un sito web, oppure visualizzare un muro tridimensionale di fotografie e filmati. Alcuni dei componenti aggiuntivi più popolari si limitano ad apportare piccole modifiche a Firefox utilizzando linguaggi semplici da imparare come JavaScript, XUL e CSS. Se hai un'idea per il tuo primo componente aggiuntivo, inizia con qualcosa di semplice per imparare le basi e scoprire come vengono realizzate le estensioni e come interagire con Firefox.
ko: Firefox 부가 기능을 사용해 봤다면 부가 기능으로 매우 놀라운 기능도 구현할 수 있다는 사실을 잘 알고 있을거에요. 웹 사이트의 최하위 프레임워크를 조사하거나 사진과 동영상으로 이루어진 3차원 스크롤 벽을 구현하는 등의 기능 말이죠. 그러나 대부분의 인기 부가 기능들은 자바스크립트나 XUL, CSS같은 배우기 쉬운 언어만 사용해서 만들기 때문에 Firefox를 조금 바꾸는 선에서 그치고 말죠. 부가 기능을 만들어 볼 생각이 있다면 확장 기능을 패키징하는 기본 방법이나 Firefox와의 상호 작용 방법 같은 간단한 것부터 실습해 보면서 시작합시다.
nl: Als u al eens add-ons voor Firefox hebt gebruikt, dan weet u dat deze behoorlijk indrukwekkende functies kunnen hebben &ndash; van het bekijken van het onderliggende geraamte van een website tot een roterende 3D-muur met foto’s en video’s. Sommige van de populairste add-ons wijzigen Firefox echter maar een klein beetje middels makkelijk te leren talen als JavaScript, XUL en CSS. Als u een idee hebt voor uw eerste add-on, begin dan met iets simpels om de basisprincipes te leren van hoe extensies worden verpakt en hoe ze interactie hebben met Firefox.
pl: Jeśli znasz dodatki dla Firefoksa i je używasz, wiesz, że mogą czynić niemal cuda &ndash; od analizy struktury strony internetowej po wyświetlanie trójwymiarowej, przewijanej ściany zdjęć lub filmów wideo. Jednak wiele z najpopularniejszych dodatków wprowadza jedynie niewielkie zmiany do Firefoksa, wykorzystując proste języki programowania, takie jak: JavaScript, XUL czy CSS. Jeżeli masz pomysł, jak ma wyglądać twój pierwszy dodatek, zacznij od czegoś nieskomplikowanego, by poznać budowę i współdziałanie rozszerzeń z Firefoksem.
pt_pt: Se já utilizou antes os extras do Firefox, sabe que eles são capazes de fazer coisas interessantes, desde inspeccionar o framework de um sítio web a apresentar uma parede de images e vídeos em 3-D. Mas alguns dos extras mais populares apenas fazem pequenas alterações ao Firefox através de linguagens como JavaScript, XUL, e CSS. Se tem uma ideia para o seu primeiro extra, comece com algo simples para aprender o básico de como são feitos e interagem com o Firefox.
ru: Если вы ранее использовали дополнения Firefox, то вы знаете, что они способны иметь некоторые довольно впечатляющие возможности &mdash; от инспектирования каркаса веб-сайта до отображения прокручивающейся 3-D стены фотографий и видео. Но некоторые из наиболее популярных дополнений просто вносят незначительные изменения в Firefox через легко изучаемые языки, такие как JavaScript, XUL и CSS. Если у вас есть идея для вашего первого дополнения, начните с чего-нибудь простого, чтобы узнать основы того, как упаковываются расширения и как они взаимодействуют с Firefox.
sl: Če ste že uporabljali dodatke za Firefox, veste, da so sposobni precej impresivnih značilnosti - od kontrole spletne strani do drseče 3-D stene s slikami in filmi. Vendar pa večina najbolj popularnih dodatkov s pomočjo jezikov, ki se jih je lahko naučiti, kot so JavaScript, XUL, CSS, samo v manjši meri spremeni Firefox. Če premišljate o svojem prvem dodatku, začnite najprej s čim preprostim, da se naučite osnov, kako so pakirati razširitve in kako delati s Firefoxom.
zh_cn: 如果您此前用过 Firefox 附加组件，会知道他们能实现一些很炫的功能 &mdash; ，借助一些网站的底层框架显示图片或者视频的3D滚动墙。但是一些最热门的附加组件开始做一些细微的修正，通过更易学的语言例如 JavaScript, XUL, 和 CSS。如果您有意开发自己的第一个附加组件，可以着手学习一些简单的基础内容，看看如何打包和与 Firefox 进行交互。

source: Learn the basics
cs: Přečtěte si základy
de: Lernen Sie die Grundlagen
el: Μάθετε τα βασικά
es: Conocer los conceptos básicos
fr: Apprendre les bases
it: Impara le basi
ja: 基本を学ぶ
ko: 기초 배우기
nl: De basisprincipes
pl: Poznaj podstawy
pt_pt: Aprenda o básico
ru: Узнать об основах
sl: Naučite se osnove
zh_cn: 打好基础

source: The easiest way to do that is to follow along with the <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Firefox Add-ons Developer Guide</a> as it explains in detail the technologies used in extensions and walks through the creation of several basic extensions.
cs: Nejsnazším způsobem, jak to udělat, je přečíst si <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Firefox Add-ons Developer Guide</a>, která detailně vysvětluje technologie použité pro tvorbu doplňků a provede vás vytvořením několika jednoduchých rozšíření.
de: Die einfachste Möglichkeit, das zu tun ist es, dem <a href="https://developer.mozilla.org/de/Firefox_addons_developer_guide">Leitfaden für Firefox-Add-on-Entwickler</a> zu folgen, der detailliert die in Erweiterungen verwendeten Technologien erklärt und durch die Erstellung einiger grundlegender Add-ons führt.
el: Ο πιο απλός τρόπος να το κάνετε αυτό είναι να ακολουθήσετε τον <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Οδηγό Ανάπτυξης Προσθέτων Firefox</a> μιας και εξηγεί με λεπτομέρειες τις τεχνολογίες που χρησιμοποιούνται στις επεκτάσεις και αναλύει τη δημιουργία αρκετών βασικάν επεκτάσεων.
es: La mejor forma de hacerlo es seguir la <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Guía del desarrollador de complementos de Firefox</a> ya que explica detalladamente las tecnologías usadas en las extensiones y te guía a través de la creación de varios complementos básicos.
fr: La manière la plus simple est de suivre le <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Guide du développeur de Modules Firefox</a> qui explique en détail les technologies utilisées dans les extensions et guide à la création de plusieurs extensions de base.
it: Il modo più semplice per farlo è quello di seguire la <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Guida per sviluppatori di componenti aggiuntivi per Firefox</a>, dove vengono spiegate nel dettaglio le tecnologie utilizzate nelle estensioni e viene descritto lo sviluppo di diversi semplici progetti.
ko: 가장 쉬운 방법으로는 <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Firefox 부가 기능 개발자 가이드</a>에 나와있는 걸 그대로 따라해보는 겁니다. 여기엔 확장 기능에서 쓰이는 기술에 관한 내용과 여러가지 기본적인 확장 기능 제작법이 자세히 나와있어요.
nl: De makkelijkste manier om dat te doen is door de <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Gids voor ontwikkelaars van Firefox-add-ons</a> te volgen, aangezien deze in detail uitlegt welke technieken gebruikt worden in extensies en door de creatie van enkele basisextensies loopt.
pl: W podstawy wiedzy o tworzeniu rozszerzeń wprowadzi cię <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Przewodnik dla twórców rozszerzeń dla Firefoksa</a>, który w dokładny sposób opisuje technologie wykorzystywane w rozszerzeniach i proces tworzenia kilku prostych dodatków.
pt_pt: A maneira mais fácil de fazer é seguir o <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Guia para o desenvolvedor de extras do Firefox</a> pois explica em detalhe as tecnologias utilizadas nas extensões e cobre a criação de diversas extensões básicas.
ru: Самый простой способ сделать это — следовать <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Руководству разработчика дополнений Firefox</a>, которое подробно объясняет технологии, используемые в расширениях, и рассматривает по шагам создание нескольких базовых расширений.
sl: Najlaže je pomagati si z <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Vodičem za razvijalce dodatkov za Firefox</a> , ki vam podrobno pojasni tehnologije, uporabljene v dodatkih, in ki vas spremlja med ustvarjanjem več preprostih razširitev.
zh_cn: 最简单的方法是参考 <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Firefox 附加组件开发者指南</a>，其中详细讲解了扩展所使用的技术，并且还会带您动手制作几个简单的扩展。

source: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Visit the Firefox Add-ons Developer Guide</a>
cs: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Přečíst si Firefox Add-ons Developer Guide</a>
de: <a href="https://developer.mozilla.org/de/Firefox_addons_developer_guide">Besuchen Sie den Leitfaden für Firefox-Add-on-Entwickler</a>
el: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Επισκεφθείτε τον Οδηγό Ανάπτυξης Προσθέτων Firefox</a>
es: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Visita la guía de desarrolladores de complementos de Firefox</a>
fr: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Visitez le guide du développeurs de Modules Firefox</a>
it: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Visita la Guida per sviluppatori di componenti aggiuntivi per Firefox</a>
ja: <a href="https://developer.mozilla.org/ja/docs/Firefox_addons_developer_guide">Firefox アドオン開発ガイドを見る</a>
ko: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Firefox 부가 기능 개발자 가이드 보기</a>
nl: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Lees de Gids voor ontwikkelaars van Firefox-add-ons</a>
pl: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Przejdź do przewodnika</a>
pt_pt: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Visite o guia do desenvolvedor de extras do Firefox</a>
ru: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Посетите руководство разработчика дополнений Firefox</a>
sl: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">Obiščite Vodič za razvijalce dodatkov za Firefox</a>
zh_cn: <a href="https://developer.mozilla.org/En/Firefox_addons_developer_guide">访问 Firefox 附加组件开发者指南</a>

source: If you'd rather dive right in, there are several other tutorials in our <a href="%(base_docs)show-to/getting-started">Getting Started section</a> of the <a href="%(base_docs)show-to">How-to Library</a> that jump straight into code. And if you have some time to spare, you may prefer a video walkthrough of extension basics: <a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">Extension Bootcamp: Zero to Hello World! in 45 Minutes</a>.
cs: Pokud byste se raději do toho ponořili přímo, existuje několik dalších návodů v <a href="%(base_docs)show-to/getting-started">sekci Začínáme</a> našich stránek <a href="%(base_docs)show-to">Databáze příkladů, jak na to</a>, které vás ponoří přímo do kódu. A pokud máte trochu volného času, možná budete preferovat video, které vás provede základy tvorby rozšíření: <a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">Extension Bootcamp: Zero to Hello World! in 45 Minutes</a>.
de: Wenn Sie lieber direkt eintauchen möchten, gibt es einige andere Anleitungen in unserem <a href="%(base_docs)show-to/getting-started">Abschnitt Startvorbereitungen</a> in der <a href="%(base_docs)show-to">Anleitungsbibliothek</a>, die sich direkt auf den Quelltext stürzen. Wenn Sie etwas Zeit haben, ist Ihnen vielleicht eine Video-Anleitung zu den Grundlagen von Erweiterungen lieber: <a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">Grundausbildung Erweiterungen: Von Null auf Hallo Welt! in 45 Minuten</a>.
el: Αν προτιμάτε να μπείτε κατευθείαν στα βαθιά, υπάρχουν αρκετά ακόμη εγχειρίδια στο τμήμα <a href="%(base_docs)show-to/getting-started">Ξεκινώντας</a> της <a href="%(base_docs)show-to">Βιβλιοθήκης How-to</a> που ξεκινούν κατευθείαν με κώδικα. Και αν έχετε κάποιο χρόνο να διαθέσετε, ίσως προτιμάτε μια περιήγηση βίντεο των βασικών στα πρόσθετα: <a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">Bootcamp Προσθέτων: Από το Μηδέν στο Hello World! σε 45 λεπτά</a>.
es: Si prefieres zambullirte directamente, hay otros tutoriales en nuestra<a href="%(base_docs)show-to/getting-started">sección Comenzar</a> de la <a href="%(base_docs)show-to">Biblioteca de Cómos</a> que se introducen directamente en el código. Y si tienes tiempo libre, tal vez prefieras un video que te guiará a través de los conceptos básicos de los complementos: <a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">Extension Bootcamp: de cero a ¡Hola, mundo! en 45 minutos</a>.
fr: Si vous préférez vous y plonger directement, il y a plusieurs autres tutoriels sur notre <a href="%(base_docs)show-to/getting-started">section Se lancer</a> de la <a href="%(base_docs)show-to">bibliothèque de guides</a> qui vont directement dans le code. Et si vous avez un peu de temps à y consacrer, vous pourriez préférer la vidéo qui présente les bases des extensions : <a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">Extension Bootcamp : de zéro à « Bonjour le Monde » ! en 45 minutes</a>.
it: Se invece vuoi iniziare subito, ci sono molte altre guide nella sezione <a href="%(base_docs)show-to/getting-started">Per iniziare</a> della <a href="%(base_docs)show-to">Raccolta guide</a> che passano direttamente alla scrittura del codice. Se hai un po' di tempo a disposizione, puoi anche dare un'occhiata al video introduttivo che descrive tutte le informazioni di base: <a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">Extension Bootcamp: Zero to Hello World! in 45 Minutes</a>.
ko: 바로 실전에 뛰어드는 쪽이 낫다고 생각한다면 <a href="%(base_docs)show-to">How-to 도서관</a>의 <a href="%(base_docs)show-to/getting-started">시작하기 항목</a>에 있는 여러가지 튜토리얼에서 코드를 바로 볼 수 있어요. 시간 여유가 좀 더 있다면 확장 기능 기초 따라하기 동영상을 보는 것도 좋죠: <a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">확장 기능 훈련소: 0에서 Hello World 까지! 45분만에 완성하기</a>
nl: Als u liever meteen van start gaat, vindt u diverse andere leidraden in onze sectie <a href="%(base_docs)show-to/getting-started">Van start</a> van de <a href="%(base_docs)show-to">Gidsbibliotheek</a> die meteen de code induiken. En als u nog wat tijd over hebt, geeft u wellicht de voorkeur aan een videobegeleiding over basisprincipes van extensies: <a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">Extension Bootcamp: van nul tot Hello World! in drie kwartier</a> (Engelstalig).
pl: Jeżeli postanowisz od razu zgłębiać tajniki wiedzy dotyczącej tworzenia dodatków, w sekcji <a href="%(base_docs)show-to/getting-started">Pierwsze kroki</a>, znajdującej się w bibliotece poradników <a href="%(base_docs)show-to">Jak to zrobić?</a>, znajdziesz wiele instrukcji, które przeniosą cię w świat kodu. Jeśli masz trochę czasu, możesz obejrzeć wideoprzewodnik prezentujący podstawowe informacje na temat rozszerzeń: <a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">Od zera do rozszerzenia Hello World! w 45 minut</a>. <em>(ang.)</em>
pt_pt: Se prefere mergulhar directamente, existem vários outros tutoriais na nossa <a href="%(base_docs)show-to/getting-started">secção Como começar</a> da <a href="%(base_docs)show-to">Biblioteca como fazer</a> para ir directamente para o código. E se tiver algum tempo de sobra, pode preferir assistir a um vídeo de conceitos básicos de extensão:<a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">Extension Bootcamp: Zero para Olá Mundo em 45 minutos</a>.
ru: Если вы предпочитаете сразу нырнуть в работу, для этого имеется несколько других учебников в нашем <a href="%(base_docs)show-to/getting-started">разделе Начало работы</a> в <a href="%(base_docs)show-to">Библиотеке инструкций</a>, которые позволят прыгнуть прямо в код. И если у вас есть некоторое свободное время, вы можете предпочесть просмотреть видео, где пошагово изучаются основы расширений: <a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">Extension Bootcamp: С нуля до Hello World! за 45 минут</a>.
sl: Če bi hoteli takoj začeti v globoki vodi, obstaja več drugih vaj v našem <a href="%(base_docs)show-to/getting-started">oddelku Kako začeti</a> z <a href="%(base_docs)show-to">Kako-se? knjižnice</a>. In če imate nekaj časa dodatno na razpolago, si boste morda raje ogledali video s sprehodom skozi osnove dodatkov: <a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">Extension Bootcamp: Od startne črte do Živjo svet!! v 45 minutah.</a>.
zh_cn: 如果您想再深入了解，在我们的<a href="%(base_docs)show-to">帮助库</a>的<a href="%(base_docs)show-to/getting-started">入门指南章节</a>还有几个其他教程，可以让您直接跳到编写代码的部分。如果您还有些闲暇时间，您可能会更喜欢扩展基础知识的视频实践讲座：<a href="http://design-challenge.mozilla.com/resources/#extension_bootcamp">扩展训练营：四十五分钟从零到“Hello World!”</a>。

source: Build your add-on
cs: Vytvořte si svůj doplněk
de: Entwickeln Sie Ihr Add-on
el: Φτιάξτε το πρόσθετό σας
es: Construye tu complemento
fr: Construire votre module
it: Sviluppa il tuo componente aggiuntivo
ja: 自分のアドオンを作る
ko: 부가 기능을 만들어 봅시다
nl: Bouw uw add-on
pl: Stwórz swój dodatek
pt_pt: Faça o seu extra
ru: Создать свое дополнение
sl: Sestavite si svoj lasten dodatek
zh_cn: 构建您的附加组件
