Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Full Search Provider Review
cs: Kompletní kontroly vyhledávacích modulů
de: Vollständige Suchplugin-Überprüfung
el: Πλήρης επιθεώρηση παρόχου ανζήτησης
es: Valoración completa del proveedor de búsquedas
fr: Revue complète du fournisseur de recherche
it: Recensione completa del motore di ricerca
ja: 検索プロバイダの本審査
ko: 검색 도구 전체 심사
nl: Volledige zoekprovider-beoordeling
pa_in: ਪੂਰੇ ਖੋਜ ਪ੍ਰਦਾਤਾ ਦੀ ਸਮੀਖਿਆ
pl: Pełne sprawdzenie wtyczki wyszukiwarki
pt_pt: Análise completa do mecanismo de pesquisa
ru: Полная проверка поисковика
sl: Popolna recenzija ponudnika za iskanje
uk: Повна перевірка провайдера пошуку
zh_cn: 搜索提供商全面审核

source: Preliminary Search Provider Review
cs: Předběžné kontroly vyhledávacích modulů
de: Vorläufige Suchplugin-Überprüfung
el: Πρωταρχική επιθεώρηση παρόχου ανζήτησης
es: Valoración preliminar del proveedor de búsquedas
fr: Revue préliminaire du fournisseur de recherche
it: Recensione preliminare del motore di ricerca
ja: 検索プロバイダの事前審査
ko: 검색 도구 예비 심사
nl: Voorlopige zoekprovider-beoordeling
pa_in: ਸ਼ੁਰੂਆਤੀ ਖੋਜ ਪ੍ਰਦਾਤਾ ਸਮੀਖਿਆ
pl: Wstępne sprawdzenie wtyczki wyszukiwarki
pt_pt: Análise preliminar do mecanismo de pesquisa
ru: Предварительная проверка поисковика
sl: Predhodna recenzija ponudnika za iskanje<
uk: Попередня перевірка провайдера пошуку
zh_cn: 搜索提供商初步审核

source: Updated Search Provider Review
cs: Kontroly aktualizovaných vyhledávacích modulů
de: Überprüfung von aktualisiertem Suchplugin
el: Ενημερωμένη επιθεώρηση παρόχου ανζήτησης
es: Valoración actualizada del proveedor de búsquedas
fr: Mise à jour de la revue du fournisseur de recherche
it: Recensione aggiornata del motore di ricerca
ja: 検索プロバイダの更新審査
ko: 업데이트된 검색 도구 심사
nl: Bijgewerkte zoekprovider-beoordeling
pa_in: ਖੋਜ ਪ੍ਰਦਾਤਾ ਸਮੀਖਿਆ ਅੱਪਡੇਟ ਹੋਈ
pl: Sprawdzenie zaktualizowanej wtyczki wyszukiwarki
pt_pt: Análise atualizada do mecanismo de pesquisa
ru: Проверка обновлённого поисковика
sl: Posodobljena recenzija ponudnika za iskanje<
uk: Оновлена перевірка провайдера пошуку
zh_cn: 已更新搜索提供商审核

source: Complete Theme Review
cs: Kontrola plného motivu
de: Bewertung zu vollständigem Theme
el: Πλήρης επιθεώρηση θέματος
es: Valoración del tema completo
fr: Revue de thème complet
it: Revisione tema completo
ja: 完全テーマの審査
ko: 완전 테마 심사
nl: Compleet thema-beoordeling
pa_in: ਮੁਕੰਮਲ ਥੀਮ ਸਮੀਖਿਆ
pl: Sprawdzenie kompletnego motywu
pt_pt: Análise do tema completo
ru: Проверка полной темы
sl: Pregled Celotne Teme
uk: Перевірка повної теми
zh_cn: 完整主题审核

source: Preliminary Complete Theme Review
cs: Předběžná kontrola plných motivů
de: Vorläufige Bewertung zu vollständigem Theme
el: Πρωταρχική επιθεώρηση θέματος
es: Valoración preliminar del tema completo
fr: Revue préliminaire de thème complet
it: Revisione preliminare tema completo
ja: 完全テーマの事前審査
ko: 예비 완전 테마 심사
nl: Voorlopige compleet thema-beoordeling
pa_in: ਸ਼ੁਰੂਆਤੀ ਮੁਕੰਮਲ ਥੀਮ ਸਮੀਖਿਆ
pl: Wstępne sprawdzenie kompletnego motywu
pt_pt: Análise preliminar do tema completo
ru: Предварительная проверка полной темы
sl: Predhodna recenzija Celotne Teme
uk: Попередня перевірка повної теми
zh_cn: 完整主题初步审核

source: Updated Complete Theme Review
cs: Kontrola aktualizovaných plných motivů
de: Bewertung zu aktualisiertem vollständigem Theme
el: Ενημερωμένη επιθεώρηση θέματος
es: Valoración actualizada del tema completo
fr: Mise à jour de la revue de thème complet
it: Revisione aggiornata tema completo
ja: 完全テーマの更新審査
ko: 업데이트된 완전 테마 심사
nl: Bijgewerkte compleet thema-beoordeling
pa_in: ਮੁਕੰਮਲ ਥੀਮ ਸਮੀਖਿਆ ਅੱਪਡੇਟ ਹੋਈ
pl: Sprawdzenie zaktualizowanego kompletnego motywu
pt_pt: Análise de tema completo atualizada
ru: Обновлённая проверка полной темы
sl: Posodobljena recenzija Celotne Teme
uk: Оновлена перевірка повної теми
zh_cn: 完整主题更新审核

source: Web App Review
cs: Kontroly webových aplikací
de: Überprüfung von Web-Anwendung
es: Valoración de la aplicación web
fr: Revue de l'application web
it: Recensione dell'app web
ko: 윕 앱 심사
nl: Webapp-beoordeling
pl: Sprawdzenie aplikacji sieciowej
ru: Проверка веб-приложения
sl: Recenzija spletne aplikacije
zh_cn: 网页应用审核

source: Packaged App Review
cs: Kontrola zabalená aplikace
de: Überprüfung von gepackter Anwendung
es: Valoración de la aplicación empaquetada
fr: Revue de l'application empaquetée
it: Recensione dell'app pacchettizzata
ko: 패키지 앱 심사
nl: Beoordeling verpakte app
pl: Sprawdzenie aplikacji spakowanej
ru: Проверка упакованного приложения
sl: Pakirana recenzija aplikacije
zh_cn: 打包应用审核

source: Web App Re-review
cs: Opětovná kontrola webové aplikace
de: Erneute Überprüfung von Web-Anwendung
es: Doble valoración de la aplicación web
fr: Re-revue de l'application web
it: Riesame dell'app web
ko: 웹 앱 재심사
nl: Webapp-herbeoordeling
pl: Ponowne sprawdzenie aplikacji
ru: Проверка веб-приложения
sl: Ponovna recenzija spletne aplikacije
zh_cn: 网络应用重审核

source: Updated Packaged App Review
cs: Kontrola aktualizované webové aplikace
de: Überprüfung von aktualisierter gepackter Anwendung
es: Valoración actualizada de la aplicación empaquetada
fr: Mise à jour de la revue de l'application empaquetée
it: Recensione aggiornata dell'app pacchettizzata
ko: 업데이트된 패키지 앱 심사
nl: Herbeoordeling verpakte app
pl: Sprawdzenie zaktualizowanej aplikacji spakowanej
ru: Проверка обновленного упакованного приложения
sl: Posodobljena pakirana recenzija aplikacije
zh_cn: 更新打包应用审核

source: Moderated Addon Review
cs: Moderovaná kontrola doplňků
de: Moderierte Add-on-Bewertung
el: Ειδική επιθεώρηση προσθέτου
es: Valoración moderada del complemento
fr: Commentaire du module modéré
it: Revisione moderata del componente aggiuntivo
ja: アドオンの管理者審査
ko: 완화된 부가 기능 심사
nl: Beoordeling gemodereerde add-on
pa_in: ਮੱਧਮ ਐਡ-ਆਨ ਸਮੀਖਿਆ
pl: Moderowane sprawdzenie dodatku
pt_pt: Análise de extra moderada
uk: Перевірка модерованого додатку
zh_cn: 提请仲裁的附加组件评论

source: Moderated App Review
cs: Moderovaná kontrola aplikace
de: Moderierte Anwendungs-Bewertung
el: Ειδική επιθεώρηση εφαρμογής
es: Valoración moderada de la aplicación
fr: Commentaire de l'application modéré
it: Revisione moderata dell'app
ja: アプリの管理者審査
ko: 완화된 앱 심사
nl: Beoordeling gemodereerde app
pl: Moderowane sprawdzenie aplikacji
zh_cn: 提请仲裁的应用评论

source: Level 1
cs: Úroveň 1
de: Stufe 1
el: Επίπεδο 1
es: Nivel 1
fr: Niveau 1
it: Livello 1
ja: レベル 1
ko: 1단계
nl: Niveau 1
pa_in: ਮਿਆਰ 1
pl: Poziom 1
pt_pt: Nível 1
ru: Уровень 1
sl: Raven 1
uk: Рівень 1
zh_cn: 第1级

source: Level 2
cs: Úroveň 2
de: Stufe 2
el: Επίπεδο 2
es: Nivel 2
fr: Niveau 2
it: Livello 2
ja: レベル 2
ko: 2단계
nl: Niveau 2
pa_in: ਮਿਆਰ 2
pl: Poziom 2
pt_pt: Nível 2
ru: Уровень 2
sl: Raven 2
uk: Рівень 2
zh_cn: 第2级

source: Level 3
cs: Úroveň 3
de: Stufe 3
el: Επίπεδο 3
es: Nivel 3
fr: Niveau 3
it: Livello 3
ja: レベル 3
ko: 3단계
nl: Niveau 3
pa_in: ਮਿਆਰ 3
pl: Poziom 3
pt_pt: Nível 3
ru: Уровень 3
sl: Raven 3
uk: Рівень 3
zh_cn: 第3级

source: Level 4
cs: Úroveň 4
de: Stufe 4
el: Επίπεδο 4
es: Nivel 4
fr: Niveau 4
it: Livello 4
ja: レベル 4
ko: 4단계
nl: Niveau 4
pa_in: ਮਿਆਰ 4
pl: Poziom 4
pt_pt: Nível 4
ru: Уровень 4
sl: Raven 4
uk: Рівень 4
zh_cn: 第4级

source: Level 5
cs: Úroveň 5
de: Stufe 5
el: Επίπεδο 5
es: Nivel 5
fr: Niveau 5
it: Livello 5
ja: レベル 5
ko: 5단계
nl: Niveau 5
pa_in: ਮਿਆਰ 5
pl: Poziom 5
pt_pt: Nível 5
ru: Уровень 5
sl: Raven 5
uk: Рівень 5
zh_cn: 第5级

source: Level 6
cs: Úroveň 6
de: Stufe 6
el: Επίπεδο 6
es: Nivel 6
fr: Niveau 6
it: Livello 6
ja: レベル 6
ko: 6단계
nl: Niveau 6
pa_in: ਮਿਆਰ 6
pl: Poziom 6
pt_pt: Nível 6
ru: Уровень 6
sl: Raven 6
uk: Рівень 6
zh_cn: 第6级

source: All Rights Reserved
cs: Všechna práva vyhrazena
de: Alle Rechte vorbehalten
el: Με την επιφύλαξη παντός δικαιώματος
es: Todos los derechos reservados
fr: Tous droits réservés
it: Tutti i diritti riservati
nl: Alle rechten voorbehouden
pa_in: ਸਾਰੇ ਹੱਕ ਰਾਖਵੇਂ ਹਨ
pl: Wszelkie prawa zastrzeżone
pt_pt: Todos os direitos reservados
ru: Все права защищены
sl: Vse pravice pridržane
uk: Всі права захищені
zh_cn: 保留所有权利

source: Australian Dollar
cs: Australský dolar
de: Australischer Dollar
es: Dólar australiano
fr: Dollar australien
it: Dollaro australiano
ko: 호주 달러
nl: Australische dollar
pl: Dolar australijski
ru: Австралийский доллар
sl: Avstralski dolar

source: Brazilian Real
cs: Brazilský real
de: Brasilianischer Real
es: Real brasileño
fr: Réal Brésilien
it: Real brasiliano
ko: 브라질 헤알
nl: Braziliaanse real
pl: Real brazylijski
ru: Бразильский реал
sl: Brazilski real

source: Canadian Dollar
cs: Kanadský dolar
de: Kanadischer Dollar
es: Dólar canadiense
fr: Dollar Canadien
it: Dollaro canadese
ko: 캐나다 달러
nl: Canadese dollar
pl: Dolar kanadyjski
ru: Канадский доллар
sl: Kanadski dolar

source: Czech Koruna
cs: Česká koruna
de: Tschechische Krone
es: Corona checa
fr: Couronne Tchèque
it: Corona ceca
ko: 체코 코루나
nl: Tsjechische kroon
pl: Korona czeska
ru: Чешская крона
sl: Češka krona

source: Danish Krone
cs: Dánská koruna
de: Dänische Krone
es: Corona danesa
fr: Couronne Danoise
it: Corona danese
ko: 덴마크 크로네
nl: Deense kroon
pl: Korona duńska
ru: Датская крона
sl: Danska krona

source: Hong Kong Dollar
cs: Hong Kongský dolar
es: Dólar de Hong Kong
fr: Dollar de Hong-Kong
it: Dollaro di Hong Kong
ko: 홍콩 달러
pl: Dolar hongkoński
ru: Гонконгский доллар
sl: Hongkonški dolar

source: Hungarian Forint
cs: Maďarský forint
de: Ungarischer Forint
es: Florín húngaro
fr: Forint Hongrois
it: Fiorino ungherese
ko: 헝가리 포린트
nl: Hongaarse forint
pl: Forint węgierski
ru: Венгерский форинт
sl: Madžarski forint

source: Israeli New Sheqel
cs: Nový izraelský šekel
de: Israelischer Neuer Sheqel
es: Nuevo shéquel israelí
fr: Shekel Israëlien
it: Nuovo siclo israeliano
ko: 이스라엘 신권 세켈
nl: Israëlische nieuwe sjekel
pl: Izraelski nowy szekel
ru: Израильский новый шекель
sl: Novi izraelski šekel

source: Japanese Yen
cs: Japonský jen
de: Japanischer Yen
es: Yen japonés
fr: Yen Japonais
it: Yen giapponese
ko: 일본 엔
nl: Japanse yen
pl: Jen japoński
ru: Японская йена
sl: Japonski jen

source: Malaysian Ringgit
cs: Malajsijský ringgit
de: Malaysischer Ringgit
es: Ringgit malayo
fr: Ringgit Malaisien
it: Ringgit malese
ko: 말레이시아 링깃
nl: Maleisische ringgit
pl: Ringgit malezyjski
ru: Малазийский ринггит
sl: Malezijski ringit

source: Mexican Peso
cs: Mexické peso
de: Mexikanischer Peso
es: Peso mexicano
fr: Peso Mexicain
it: Peso messicano
ko: 멕시코 페소
nl: Mexicaanse peso
pl: Peso meksykańskie
ru: Мексиканский песо
sl: Mehiški pezo

source: Norwegian Krone
cs: Norská koruna
de: Norwegische Krone
es: Corona noruega
fr: Couronne Norvégienne
it: Corona norvegese
ko: 노르웨이 크로네
nl: Noorse kroon
pl: Korona norweska
ru: Норвежская крона
sl: Norveška krona

source: New Zealand Dollar
cs: Novozélandský dolar
de: Neuseeländischer Dollar
es: Dólar neozelandés
fr: Dollar Néo-Zélandais
it: Dollaro neozelandese
ko: 뉴질랜드 달러
nl: Nieuw-Zeelandse dollar
pl: Dolar nowozelandzki
ru: Новозеландский доллар
sl: Novozelandski dolar

source: Philippine Peso
cs: Filipínské peso
de: Phillipinischer Peso
es: Peso filipino
fr: Peso Philippin
it: Peso filippino
ko: 필리핀 페소
nl: Filipijnse peso
pl: Peso filipińskie
ru: Филиппинский песо
sl: Filipinski pezo

source: Polish Zloty
cs: Polský zloty
de: Polnischer Zloty
es: Zloty polaco
fr: Złoty Polonais
it: Zloty polacco
ko: 폴란드 즈워티
nl: Poolse zloty
pl: Złoty polski
ru: Польский злотый
sl: Poljski zlot

source: Pound Sterling
cs: Libra šterlinků
de: Pfund Sterling
es: Libra esterlina
fr: Livre Sterling
it: Sterlina britannica
ko: 파운드
nl: Britse pond
pl: Funt szterling
ru: Фунт стерлингов
sl: Funt šterling

source: Singapore Dollar
cs: Singapurský dolar
de: Singapur-Dollar
es: Dólar singapurense
fr: Dollar de Singapour
it: Dollaro di Singapore
ko: 싱가폴 달러
pl: Dolar singapurski
ru: Сингапурский доллар
sl: Singapurski dolar

source: Swedish Krona
cs: Švédská koruna
de: Schwedische Krone
es: Corona sueca
fr: Couronne Suédoise
it: Corona svedese
ko: 스웨덴 크로나
nl: Zweedse kroon
pl: Korona szwedzka
ru: Шведская крона
sl: Švedska krona

source: Swiss Franc
cs: Švýcarský frank
de: Schweizer Franken
es: Franco suizo
fr: Franc Suisse
it: Franco svizzero
ko: 스위스 프랑
nl: Zwitserse frank
pl: Frank szwajcarski
ru: Швейцарский франк
sl: Švicarski frank

source: Taiwan New Dollar
cs: Tchajwanský dolar
de: Taiwanesischer neuer Dollar
es: Nuevo dólar taiwanés
fr: Nouveau dollar de Taïwan
it: Dollaro taiwanese
ko: 대만 신권 달러
nl: Taiwanese nieuwe dollar
pl: Nowy dolar tajwański
ru: Тайваньский новый доллар
sl: Novi tajvanski dolar

source: Thai Baht
cs: Thajský baht
de: Thailändisches Baht
es: Baht tailandés
fr: Baht Thaïlandais
it: Baht thailandese
ko: 태국 바트
nl: Thaise baht
pl: Baht tajski
ru: Тайский бат
sl: Tajski baht

source: U.S. Dollar
cs: Americký dolar
es: Dólar estadounidense
fr: Dollar U.S.
it: Dollaro USA
ko: 미국 달러
nl: Amerikaanse dollar
pl: Dolar amerykański
ru: Доллар США
sl: ZDA dolar

source: Chargeback
cs: Vrácení transakce
de: Rückzahlung
es: Pedir devolución de cargo
fr: Impayé
it: Storna transazione
ko: 입금 취소
nl: Terugbetaling
pl: Obciążenie zwrotne
ru: Отзыв
sl: bančni storno
zh_cn: 退单

source: In-app Purchase
cs: Platba v aplikaci
de: Anwendungsinterner Kauf
es: Adquirir en la aplicación
pl: Zakup w aplikacji
ru: Платежи в приложении

source: Purchase
cs: Koupě
de: Kaufen
es: Adquirir
fr: Acheter
it: Acquista
ko: 구입
nl: Aanschaf
pl: Zakup
ru: Покупка
sl: Nakup
zh_cn: 购买

source: Refund
cs: Uhrazení
de: Erstattung
es: Reembolsar
fr: Rembourser
it: Rimborsa
ko: 환불
nl: Restitutie
pl: Zwroty
ru: Возмещение
sl: Vračilo
zh_cn: 退还

source: Voluntary
cs: Příspěvek
de: Freiwillig
es: Voluntario
fr: Volontaire
it: Volontario
ko: 기부
nl: Vrijwillig
pl: Dobrowolne
ru: Добровольно
sl: Prostovoljno
zh_cn: 自愿

source: Active
cs: Aktivní
de: Aktiv
es: Activo
pl: Aktywny
ru: Активный

source: Inactive
cs: Neaktivní
de: Inaktiv
es: Inactivo
pl: Nieaktywny
ru: Неактивный

source: Revoked
de: Zurückgezogen
es: Revocado
pl: Anulowany
ru: Отозвано

source: Pay
cs: Platba
de: Bezahlen
es: Pagar
pl: Płatność
ru: Оплатить

source: Approved Instantly
cs: Automaticky vrácené
de: Sofort freigeschaltet
es: Aprobado inmediatamente
fr: Approuvé instantanément
it: Approvato immediatamente
ko: 즉시 승인
nl: Direct goedgekeurd
pl: Zatwierdzone od razu
ru: Мгновенно одобрен
sl: Odobreno takoj
zh_cn: 立即批准

source: Declined
cs: Zamítnuté
de: Abgelehnt
es: Rechazado
fr: Refusé
it: Rifiutato
ko: 거부
nl: Afgewezen
pl: Odrzucone
ru: Отклонен
sl: Zavrnjeno
zh_cn: 拒绝

source: Failed
cs: Selhané
de: Fehlgeschlagen
es: Fallido
fr: Échoué
it: Fallito
ko: 실패
nl: Mislukt
pl: Nieudane
ru: Не удалось
sl: Neuspešno
zh_cn: 失败

source: The payment was received, but not completed.
cs: Platba byla obdržena, ale nedokončena.
de: Die Zahlung wurde empfangen, aber nicht abgeschlossen.
es: El pago ha sido recibido, pero no completado.
fr: Le paiement a été reçu, mais pas terminé.
it: Il pagamento è stato ricevuto, ma non completato.
ko: 결제 대금을 수령했지만 결제를 완료하진 못했습니다.
nl: De betaling is ontvangen, maar niet voltooid.
pl: Płatność została przyjęta, ale nie jest ukończona.
sl: Plačilo prejeto, vendar ni zaključeno.
zh_cn: 已收到付款，但尚未完成流程。

source: The payment failed.
cs: Platba selhala.
de: Die Zahlung ist fehlgeschlagen.
es: El pago ha fallado.
fr: Le paiement a échoué.
it: Il pagamento è fallito.
ko: 결제에 실패했습니다.
nl: De betaling is mislukt.
pl: Płatność nie powiodła się.
ru: Платёж не прошёл.
sl: Plačilo ni uspelo.
zh_cn: 付款失败。

source: The reversal failed.
de: Die Stornierung ist fehlgeschlagen.
es: La cancelación ha fallado.
fr: Le reversement a échoué.
it: L'annullamento è fallito.
ko: 전환 작업을 실패했습니다.
nl: De restitutie is mislukt.
pl: Unieważnienie nie powiodło się.
ru: Отмена не прошла.
sl: Vračilo ni uspelo.
zh_cn: 撤回失败。

source: The payment was received, but not completed and is awaiting processing.
cs: Platba byla obdržena, ale nebyla dokončena a momentálně čeká na zpracování.
de: Die Zahlung wurde empfangen, aber nicht abgeschlossen und wartet auf ihre Verarbeitung.
es: El pago ha sido recibido, pero no completado y está a la espera de ser procesado.
fr: Le paiement a été reçu, mais n'est pas terminé et est en attente de traitement.
it: Il pagamento è stato ricevuto, ma non completato ed è in attesa di essere elaborato.
ko: 결제 대금을 수령했지만 결제를 완료하지 못하고 처리를 대기중에 있습니다.
nl: De betaling is ontvangen, maar niet voltooid, en wacht op verwerking.
pl: Płatność została przyjęta, ale nie jest ukończona i oczekuje na przetworzenie.
ru: Платёж был принят, но не завершен и на данный момент находится в процессе ожидания
sl: Plačilo je prejeto, vendar ni zaključeno in čaka na obdelavo.
zh_cn: 已收到付款，但尚未完成流程，等待处理中。

source: All Platforms
cs: Všechny platformy
de: Alle Plattformen
el: Όλες οι πλατφόρμες
es: Todas las plataformas
fr: Toutes les plateformes
it: Tutti i sistemi operativi
ja: すべての OS
ko: 모든 플랫폼
nl: Alle platformen
pa_in: ਸਾਰੇ ਪਲੇਟਫ਼ਾਰਮ
pl: Wszystkie systemy
pt_pt: Todas as plataformas
ru: Все платформы
sl: Vse platforme
uk: Всі платформи
zh_cn: 所有平台

source: All Mobile Platforms
cs: Všechny mobilní platformy
de: Alle mobilen Plattformen
el: Όλες οι πλατφόρμες κινητών
es: Todas las plataformas móviles
fr: Toutes les plateformes mobiles
it: Tutti i dispositivi portatili
ja: すべてのモバイル OS
ko: 모든 모바일 플랫폼
nl: Alle Mobiel-platformen
pl: Wszystkie systemy mobilne
ru: Все мобильные платформы
sl: Vse mobilne platforme
zh_cn: 所有移动平台

source: Recent Changes for %s
cs: Nedávně změna pro %s
de: Neueste Änderungen für %s
el: Πρόσφατες αλλαγές για %s
es: Cambios recientes en %s
fr: Changements récents pour %s
it: Modifiche recenti per %s
ja: %s の最近の変更
ko: %s의 최근 변경사항
nl: Recente wijzigingen voor %s
pa_in: %s ਲਈ ਹਾਲੀਆ ਬਦਲਾਵ
pl: Ostanie zmiany dla %s
pt_pt: Alterações recentes para %s
ru: Недавние изменения для %s
sl: Nedavne spremembe za %s
uk: Нещодавні зміни для %s
zh_cn: %s 的近期更改

source: Recent Changes for My Add-ons
cs: Nedávné změny pro mé doplňky
de: Neueste Änderungen für meine Add-ons
el: Πρόσφατες αλλαγές για τα πρόσθετα μου
es: Cambios recientes en Mis complementos
fr: Changements récents pour mes modules
it: Modifiche recenti per i miei componenti aggiuntivi
ja: 自分のアドオンの最近の変更
ko: 내 부가 기능의 최근 변경사항
nl: Recente wijzigingen voor mijn add-ons
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਲਈ ਹਾਲੀਆ ਬਦਲਾਵ
pl: Ostatnie zmiany dla moich dodatków
pt_pt: Alterações recentes aos meus extras
ru: Недавние изменения для моих дополнений
sl: Nedavne spremembe za Moje dodatke
uk: Нещодавні зміни для моїх додатків
zh_cn: 我的附加组件的近期更改

source: Must have at least one owner.
cs: Musí být alespoň jeden vlastník.
de: Mindestens ein Besitzer muss angegeben sein.
el: Θα πρέπει να υπάρχει τουλάχιστον ένας ιδιοκτήτης
es: Debe tener al menos un propietario.
fr: Au moins un propriétaire est nécessaire.
it: Deve avere almeno un proprietario.
ja: オーナーが最低 1 人は必要です。
ko: 적어도 한명의 소유자는 있어야 합니다.
nl: Er dient ten minste één eigenaar te zijn.
pa_in: ਘੱਟੋ-ਘੱਟ ਇੱਕ ਮਾਲਕ ਜ਼ਰੂਰ ਹੋਣਾ ਚਾਹੀਦਾ।
pl: Musi mieć co najmniej jednego właściciela.
pt_pt: Tem de ter pelo menos um proprietário.
ru: Должно иметь по меньшей мере одного владельца.
sl: Mora imeti vsaj enega lastnika.
uk: Необхідний хоча б один власник.
zh_cn: 至少要有一个所有者。

source: At least one author must be listed.
cs: Musí být uveden alespoň jeden autor.
de: Mindestens ein Autor muss aufgelistet sein.
el: Θα πρέπει να εμφανίζεται τουλάχιστον ένας συντάκτης.
es: Debe listarse al menos un autor.
fr: Au moins un auteur doit être listé.
it: Deve essere presente almeno un autore.
ja: 作者名を少なくとも 1 人は公開しなければなりません。
ko: 최소 1명 이상의 제작자를 입력해야 합니다.
nl: Er moet minstens één schrijver worden vermeld.
pa_in: ਘੱਟੋ-ਘੱਟ ਇੱਕ ਲੇਖਕ ਜ਼ਰੂਰ ਸੂਚੀਬੱਧ ਕੀਤ ਜਾਣਾ ਚਾਹੀਦਾ।
pl: Musi być wyszczególniony co najmniej jeden autor.
pt_pt: Tem de ser mostrado pelo menos um autor.
ru: Должен быть указан по меньшей мере один автор.
sl: Naveden mora biti vsaj en avtor
uk: Необхідно зазначити хоча б одного автора.
zh_cn: 至少要列出一个作者

source: An author can only be listed once.
cs: Autor smí být v seznamu pouze jednou.
de: Ein Autor darf nur einmal aufgeführt werden.
el: Οι προγραμματιστές μπορούν να εμφανίζονται μόνο μια φορά.
es: Un autor sólo puede ser listado una vez.
fr: Un auteur ne peut être listé qu'une fois.
it: Un autore può essere indicato solo una volta.
ja: 1 人の作者は一度だけ掲載できます。
ko: 제작자는 한명만 표시됩니다.
nl: Een schrijver kan maar één keer worden vermeld.
pa_in: ਇੱਕ ਲੇਖਕ ਕੇਵਲ ਇੱਕ ਵਾਰ ਸੂਚੀਬੱਧ ਹੋ ਸਕਦਾ।
pl: Autor może być wyszczególniony tylko raz.
pt_pt: Um autor apenas pode ser indicado uma vez.
ru: Автор может только быть указан только один раз.
sl: Avtor je lahko naveden le enkrat.
uk: Автора можна зазначити лише один раз.
zh_cn: 每位作者只能被列出一次。

source: Password incorrect.
cs: Neplatné heslo.
de: Falsches Passwort.
el: Λάθος κωδικός.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
it: Password errata.
ja: パスワードが間違っています。
ko: 비밀번호가 틀렸습니다.
nl: Wachtwoord onjuist.
pa_in: ਗਲਤ ਪਾਸਵਰਡ।
pl: Nieprawidłowe hasło.
pt_pt: Senha incorrecta.
ru: Пароль неверен.
sl: Geslo napačno.
uk: Неправильний пароль.
zh_cn: 密码不正确。

source: Details
cs: Detaily
el: Λεπτομέρειες
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 내역
pa_in: ਵੇਰਵਾ
pl: Szczegóły
pt_pt: Detalhes
ru: Подробности
sl: Podrobnosti
uk: Подробиці
zh_cn: 详情

source: What is your license's name?
cs: Jaký je název této licence?
de: Wie heißt Ihre Lizenz?
el: Ποιο είναι το όνομα της άδειας σας;
es: ¿Cuál es el nombre de tu licencia?
fr: Quel est le nom de votre licence ?
it: Qual è il nome della tua licenza?
ja: ライセンスの名前は何ですか？
ko: 라이센스 이름은 무엇으로 하시겠습니까?
nl: Wat is de naam van uw licentie?
pa_in: ਤੁਹਾਡੇ ਲਾਇਸੰਸ ਦਾ ਨਾਂ ਕੀ ਹੈ?
pl: Jaką wybierasz licencję?
pt_pt: Qual é o nome da sua licença?
ru: Какой у вас название лицензии?
sl: Kako je ime vaši licenci?
uk: Яка назва вашої ліцензії?
zh_cn: 您的许可协议的名称是？

source: Provide the text of your license.
cs: Zadejte text své licence.
de: Geben Sie den Text Ihrer Lizenz an.
el: Παραθέστε το κείμενο της άδειας σας.
es: Proporciona el texto de tu licencia.
fr: Fournissez le texte de votre licence
it: Fornisci il testo della tua licenza.
ja: ライセンスの本文を記述してください。
ko: 제공할 라이센스의 내용을 입력해 주세요.
nl: Geef de tekst van uw licentie.
pa_in: ਤੁਹਾਡੇ ਲਾਇਸੰਸ ਦੀ ਲਿਖਤ ਦਵੋ।
pl: Podaj treść swojej licencji.
pt_pt: Indique o texto da sua licença.
ru: Предоставьте текст вашей лицензии.
sl: Navedite besedilo svoje licence.
uk: Надайте текст своєї ліцензії.
zh_cn: 提供您许可协议的文字内容。

source: License text is required when choosing Other.
cs: Pokud zvolíte vlastní licenci, musíte zadat její text.
de: Lizenztext wird benötigt, wenn Sie Andere wählen.
el: Απαιτείται το κείμενο της άδειας αν επιλέξατε «Άλλη».
es: Cuando se elige Otro, el texto de la licencia es obligatorio.
fr: Un texte de licence est nécessaire lorsque vous choisissez « Autre ».
it: È necessario specificare il testo della licenza se hai scelto Altro.
ja: 「その他」を選択した場合は、ライセンス本文の入力が必須です。
ko: 기타를 선택할 경우 라이센스 내용을 입력하셔야 합니다.
nl: Als u Overig kiest, is een licentietekst vereist.
pa_in: ਲਾਇਸੰਸ ਲਿਖਤ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਜਦੋਂ ਹੋਰ ਦੀ ਚੋਣ ਕਰ ਰਹੇ ਹੋਵੋ।
pl: Gdy zostanie wybrana opcja „Inna”, wymagany jest tekst licencji.
pt_pt: É necessário o texto da licença ao escolher Outro.
ru: При выборе Другая нужно ввести текст лицензии.
sl: Besedilo licence je potrebno, če izberete Drugo.
uk: Текст ліцензії необхідний при виборі Інше.
zh_cn: 选择其他时必须填写许可协议的文本内容。

source: This add-on has an End User License Agreement
cs: Doplněk má koncové licenční ujednání
de: Dieses Add-on hat eine Endbenutzerlizenzvereinbarung.
es: Este complemento tiene un acuerdo de licencia del usuario final
fr: Ce module a un Contrat de Licence pour l'Utilisateur Final
it: Questo componente aggiuntivo ha una licenza con l'utente finale (EULA).
ko: 이 부가 기능은 최종 사용자 라이센스 동의서를 보유하고 있습니다
nl: Deze add-on heeft een eindgebruikerslicentieovereenkomst
pl: Dodatek ma własną licencję użytkownika
ru: Это дополнение имеет лицензионное соглашение с конечным пользователем
sl: Ta dodatek ima licenčni sporazum za končnega uporabnika
zh_cn: 这个附加组件有一份最终用户许可协议
