Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <h2>Keep these tips in mind:</h2> <ul> <li> Write like you're telling a friend about your experience with the add-on. Give specifics and helpful details, such as what features you liked and/or disliked, how easy to use it is, and any disadvantages it has. Avoid generic language such as calling it "Great" or "Bad" unless you can give reasons why you believe this is so. </li> <li> Please do not post bug reports in reviews. We do not make your email address available to add-on developers and they may need to contact you to help resolve your issue. See the <a href="%(support)s">support section</a> to find out where to get assistance for this add-on. </li> <li>Please keep reviews clean, avoid the use of improper language and do not post any personal information. </li> </ul> <p>Please read the <a href="%(guide)s" target="_blank">Review Guidelines</a> for more detail about user add-on reviews.</p>
cs: <h2>Mějte prosím na paměti následující věci:</h2> <ul> <li> Pište jako byste říkali svému příteli, jak se vám doplněk líbí. Pište o užitečných detailech jako jsou například funkce, které máte (či nemáte) rád(a), o tom, jak se vám doplněk snadno používá či jaké má podle vás nevýhody. Vyvarujte se také obecných zvolání jako "Skvělé" nebo "Špatné", pokud neposkytnete důvody, proč si tak myslíte. </li> <li> Nehlaste do recenzí chyby. Neposkytneme vaši e-mailovou adresu vývojáři doplňku a on by vás mohl chtít v souvislosti s vyřešením problému kontaktovat. Podívejte se do <a href="%(support)s">sekce podpory</a>, kde naleznete informace, jak můžete získat podporu.</li> <li>Mějte své recenze korektní a vyvarujte se nevhodného jazyka či zveřejňování osobních informací. </li> </ul> <p>Pro více informací o recenzích doplňků si přečtěte <a href="%(guide)s" target="_blank">zásady pro psaní recenzí</a>.</p>
de: <h2>Bedenken Sie folgende Tipps:</h2> <ul> <li> Schreiben Sie, als würden Sie einem Freund von dem Erlebnis mit dem Add-on erzählen. Werden Sie präzise und nennen Sie hilfreiche Details, zum Beispiel welche Funktionen Sie mochten oder nicht mochten, wie einfach man es verwenden kann und welche Nachteile es hat. Vermeiden Sie allgemeine Ausdrücke wie "Gut" oder "Schlecht", wenn Sie dafür keine Gründe angeben können. </li> <li> Bitte schreiben Sie in den Bewertungen keine Fehlermeldungen. Wir stellen Ihre E-Mail-Adresse den Entwicklern nicht zur Verfügung und sie müssten vielleicht mit Ihnen in Kontakt treten, um Ihr Problem zu lösen. Lesen Sie den <a href="%(support)s">Abschnitt „Hilfe“</a>, um zu erfahren, wie Sie Hilfe zu diesem Add-on erhalten können. </li> <li> Bitte halten Sie die Bewertungen sauber, vermeiden Sie unpassende Ausdrücke und nennen Sie keine persönlichen Daten. </li> </ul> <p>Bitte lesen Sie die <a href="%(guide)s" target="_blank">Richtlinien für Bewertungen</a>, um weitere Details über die Benutzerbewertung von Add-ons zu erfahren.</p>
es: <h2>Ten en cuenta estos consejos:</h2><ul><li>Escribe como si le estuvieras contando a un amigo tu experiencia con el complemento. Ofrece detalles específicos y útiles, tales como qué características te han gustado y cuáles no, si es fácil de usar, y qué posibles inconvenientes tiene. Evita expresiones genéricas como "Genial" o "Malo" a menos que puedas dar razones por las que crees que es así.</li><li>Por favor, no escribas informes de fallos en las valoraciones. No hacemos pública tu dirección de correo a los desarrolladores de complementos y puede que necesiten contactar contigo para ayudar a resolver el problema. Revisa la <a href="%(support)s">sección de asistencia</a> para descubrir cómo obtener asistencia sobre este complemento.</li><li>Por favor, mantén ordenadas las evaluaciones, evita el uso de lenguaje inapropiado y no publiques ninguna información personal.</li></ul><p>Por favor, lee las <a href="%(guide)s" target="_blank">pautas sobre valoraciones</a> para mayor detalle sobre las valoraciones de complementos por usuarios.</p>
fr: <h2>Gardez ceci en mémoire :</h2> <ul> <li> Écrivez comme vous le feriez à un ami pour lui raconter votre expérience avec le module. Donnez des détails précis et utiles, tels les fonctionnalités que vous avez appréciées ou non, la simplicité d'utilisation, et quels points faibles il comporte. Évitez les expressions trop générales telles&nbsp;«&nbsp;Super&nbsp;»&nbsp;ou&nbsp;«&nbsp;Nul&nbsp;»&nbsp;à moins que vous ne puissiez justifier.</li> <li> Merci de ne pas poster de rapport de bugs ici. Les développeurs de module n'ont pas accès à votre adresse courriel et ils pourraient avoir besoin de vous contacter pour corriger votre problème. Référez-vous à la <a href="%(support)s">section assistance</a> pour savoir comment obtenir de l'aide pour ce module. </li> <li>Merci d'éviter l'utilisation d'un vocabulaire inapproprié dans les critiques et de ne pas poster d'information personnelle. </li> </ul> <p>Merci de lire les <a href="%(guide)s" target="_blank">lignes directrices pour les critiques</a> pour plus de détails sur les critiques des utilisateurs.</p>
it: <h2>Tieni conto di questi suggerimenti:</h2> <ul> <li>Scrivi come se stessi descrivendo a un amico la tua esperienza con questo componente aggiuntivo. Fornisci dettagli specifici e chiari, ad esempio spiega le caratteristiche che hai apprezzato e quello che non ti è piaciuto, come valuti la semplicità di utilizzo e quali sono i difetti. Evita espressioni generiche come "grandioso" o "pessimo" senza spiegare le ragioni di questo giudizio.</li> <li>Non segnalare problemi o bug nelle recensioni. Il tuo indirizzo email non è visibile agli sviluppatori e potrebbero avere bisogno di contattarti per aiutarti a risolvere il problema. Consulta la <a href="%(support)s">sezione di supporto</a> per scoprire come ottenere aiuto per questo componente aggiuntivo.</li> <li>Non utilizzare un linguaggio inappropriato e non inserire informazioni personali.</li> </ul> <p>Leggi le <a href="%(guide)s" target="_blank">Linee guida per le recensioni</a> per ulteriori dettagli sulle recensioni dei componenti aggiuntivi.</p>
ko: <h2>다음 사항을 지켜주세요:</h2> <ul> <li> 친구에게 이 부가 기능을 사용했던 경험을 얘기하듯 적어주세요. 어떤 기능을 좋아하고 좋아하지 않는지, 사용하기는 편한지, 단점은 무엇인지 같은 명확하고 도움이 될만한 자세한 정보를 제공해 주시기 바랍니다. "죽인다" "비추천" 같은 일반적인 단어보다는 왜 그렇게 생각하는지 이유를 적어주세요. </li> <li> 평가엔 버그 리포트를 올리지 마세요. 저희는 부가 기능 개발자가 여러분의 이메일 주소를 사용하는 것을 허용하지 않는데, 이메일 주소가 올라와 있으면 개발자가 문제 해결을 돕기위해 직접 연락을 하려 들 수 있기 때문입니다. 부가 기능 개발을 돕고 싶다면 <a href="%(support)s">기술 지원 항목</a>을 살펴보시기 바랍니다. </li> <li>건전한 평가를 만들어주세요. 부적절한 언어 사용을 자제하시고 어떠한 개인 정보도 올리지 마세요. </li> </ul> <p>보다 자세한 사항은 <a href="%(guide)s" target="_blank">평가 가이드라인</a>을 읽어주시기 바랍니다.</p>
nl: <h2>Houd deze tips in gedachten:</h2> <ul> <li> Schrijf alsof u een vriend vertelt over uw ervaring met de add-on. Geef specifieke en nuttige details, zoals welke eigenschappen u bevielen en/of tegenvielen, hoe eenvoudig het gebruik is en of er nadelen aan kleven. Vermijd algemene termen als “Geweldig” of “Slecht”, tenzij u redenen kunt opgeven waarom dit zo is. </li> <li> Plaats geen bugrapporten in beoordelingen. We geven uw e-mailadres niet aan add-on-ontwikkelaars en ze willen mogelijk contact met u opnemen om te helpen het probleem op te lossen. Kijk in de <a href="%(support)s">ondersteuningssectie</a> waar u ondersteuning voor deze add-on kunt krijgen. </li> <li>Houd beoordelingen netjes, vermijd verkeerd taalgebruik en plaats geen persoonlijke gegevens. </li> </ul> <p>Lees de <a href="%(guide)s" target="_blank">Beoordelingsrichtlijnen</a> voor meer details over add-on-beoordelingen door gebruikers.</p>
pa_in: <h2>ਇਹਨਾਂ ਨੁਕਤਿਆਂ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖੋ:</h2> <ul> <li> ਇਵੇਂ ਲਿਖੋ ਜਿਵੇਂ ਤੁਸੀਂ ਆਪਣੇ ਮਿੱਤਰ ਨੂੰ ਇਸ ਐਡ-ਆਨ ਨਾਲ ਆਪਣੇ ਅਨੁਭਵ ਬਾਰੇ ਦੱਸ ਰਹੇ ਹੋਵੋ। ਖਾਸ਼ ਅਤੇ ਲਾਭਕਾਰੀ ਵੇਰਵੇ ਦਿਓ, ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ ਕਿਹੜੇ ਗੁਣ ਪਸੰਦ ਅਤੇ/ਜਾਂ ਨਾਪਸੰਦ ਹਨ,ਇਸ ਨੂੰ ਵਰਤਣਾ ਕਿੰਨਾ ਸੌਖਾ ਹੈ, ਅਤੇ ਇਸ ਦੇ ਕੀ ਨੁਕਸਾਨ ਹਨ। ਆਮ ਭਾਸ਼ਾ ਦੀ ਵਰਤੋਂ ਤੋਂ ਬਚੋ ਜਿਵੇਂ ਕਹਿਣਾ "ਮਹਾਨ" ਜਾਂ "ਬੁਰਾ" ਜਦ ਤੱਕ ਤੁਸੀਂ ਕਾਰਨ ਨਾ ਦਿਓ ਕੀ ਤੁਹਾਨੂੰ ਇਹ ਏਦਾਂ ਦਾ ਕਿਉਂ ਲੱਗਦਾ। </li> <li> ਕਿਰਪਾ ਕਰਕੇ ਸਮੀਖਿਆਵਾਂ ਵਿੱਚ ਬੱਗ ਸੂਚਨਾਵਾਂ ਪੋਸਟ ਨਾ ਕਰੋ। ਅਸੀਂ ਤੁਹਾਡਾ ਈਮੇਲ ਪਤਾ ਐਡ-ਆਨ ਡਿਵੈਲਪਰਾਂ ਨੂੰ ਉੱਪਲਬਧ ਨਹੀਂ ਕਰਵਾਉਂਦੇ ਅਤੇ ਹੋ ਸਕਦਾ ਉਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਮਸਲੇ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਸੰਪਰਕ ਕਰਨ ਦੀ ਲੋੜ ਪਵੇ। ਇਸ ਐਡ-ਆਨ ਲਈ ਸਹਾਇਤਾ ਕਿੱਥੇ ਲਈਏ ਲੱਭਣ ਲਈ <a href="%(support)s">ਸਹਿਯੋਗ ਭਾਗ</a> ਵੇਖੋ। </li> <li>ਕਿਰਪਾ ਕਰਕੇ ਸਮੀਖਿਆ ਨੂੰ ਸਾਫ਼ ਰੱਖੋ, ਗਲਤ ਭਾਸ਼ਾ ਦੀ ਵਰਤੋਂ ਤੋਂ ਬਚੋ ਅਤੇ ਕੋਈ ਵੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਪੋਸਟ ਨਾ ਕਰੋ। </li> </ul> <p>ਉਪਭੋਗੀ ਐਡ-ਆਨ ਸਮੀਖਿਆਵਾਂ ਬਾਰੇ ਹੋਰ ਵੇਰਵੇ ਲਈ ਕਿਰਪਾ ਕਰਕੇ <a href="%(guide)s" target="_blank">ਸਮੀਖਿਆ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼</a> ਪੜੋ</p>
pl: <h2>Pamiętaj o poniższych wskazówkach:</h2> <ul> <li>Pisz w formie opowiadania przyjacielowi o swoich doświadczeniach z dodatkiem. Podawaj charakterystyczne i przydatne szczegóły, takie jak funkcje, które ci się podobają lub których nie lubisz, napisz, czy łatwo się ich używa, a także, czy mają jakieś wady. Unikaj ogólnikowych określeń w rodzaju „Świetny” czy „Zły”, chyba że masz dla nich właściwe uzasadnienie.</li> <li>Nie zgłaszaj błędów w opiniach. Twórcy dodatków nie mają dostępu do twojego adresu e-mail, a mogą potrzebować kontaktu z tobą, by uzyskać dodatkowe informacje pomocne w rozwiązaniu twojego problemu. Sprawdź w sekcji <a href="%(support)s">wsparcia technicznego</a>, gdzie można otrzymać pomoc związaną z tym dodatkiem.</li> <li>Staraj się, by opinia była jasna, unikaj używania niewłaściwego języka i nie dodawaj żadnych prywatnych informacji.</li> </ul> <p>Zapoznaj się z artykułem <a href="%(guide)s" target="_blank">Wytyczne dla autorów opinii</a>, by dowiedzieć się więcej, jak pisać opinie o dodatkach.</p>
pt_pt: <h2>Tenha em consideração estas dicas:</h2> <ul> <li> Escreva como se estivesse a partilhar com um amigo a sua experiência com um extra. Forneça detalhes específicos e úteis, tais como as funcionalidade que gostou e/ou não gostou, quão simples era de utilizar e quaisquer desvantagens que esta tenha. Evite linguagem genérica, como dizer que era "Fantástica" ou "Má" a menos que fundamente a sua opinião com razões para a sua apreciação. </li> <li> Por favor, não coloque relatórios de falha nas análises. Nós não disponibilizamos o seu endereço de email aos programadores do extra e estes podem precisar de entrar em contacto consigo para o ajudar a resolver o seu problema. Consulte a <a href="%(support)s">secção de suporte</a> para saber onde pode obter apoio para este extra. </li> <li>Por favor mantenha as análises limpas, evite utilizar linguagem imprópria e não publique qualquer informação pessoal. </li> </ul> <p>Por favor leia as <a href="%(guide)s" target="_blank">diretrizes de análise</a> para mais detalhes sobre análises de utilizadores de extras.</p>
ru: <h2>Примите во внимание эти советы:</h2> <ul> <li> Пишите так, как будто вы рассказываете другу о своем опыте работы с дополнением. Приводите специфику и полезные подробности, например, какие функции вам понравились и/или не понравилось, насколько легко его использовать и какие недостатки оно имеет. Избегайте обобщений, таких как название его "Отличным" или "Плохим", если вы не можете привести веских на то причин. </li> <li> Пожалуйста, не оставляйте в обзорах сообщения об ошибках. Мы не сообщаем ваш адрес электронной почты разработчикам дополнений, а им может потребоваться связаться с вами, чтобы помочь решить вашу проблему. Чтобы узнать, как получить помощь для этого дополнения, обратитесь в <a href="%(support)s">раздел поддержки</a>. </li> <li>Пожалуйста, оставляйте корректные отзывы, избегайте использовать неприличные выражения и не размещайте какие-либо личную информацию. </li> </ul> <p>Пожалуйста, прочтите <a href="%(guide)s" target="_blank">руководство по составлению отзывов</a> для получения более подробной информации об отзывах пользователей на дополнения.</p>
sl: <h2> Obdržite naslednje nasvete v mislih: </h2> <ul><li> Pišite, kot da pripovedujete prijatelju o svojih izkušnjah z dodatkom. Navedite posebnosti in koristne podatke, kot so funkcije, ki so vam všeč ali pa jih ne marate, kako enostavno jo je uporabljati, in pa slabe strani, ki ste jih zapazili. Ne pišite puhlic, kot so "Prima" ali "Zanič", če lahko navedete razloge, zakaj mislite, da je temu tako. </li><li>V preglede ne vključujte poročil o napakah. Vaš e-poštni naslov razvijalcem ni na voljo in lahko da vas bodo potrebovali za pomoč pri reševanju vašega problema. Oglejte si <a href="%(support)s"> razdelek za podporo</a>, če želite izvedeti, kje dobiti pomoč za ta dodatek. </li><li>Pregledi naj bodo prosim čisti, izogibajte se uporabi neprimernega jezika in ne objavljajte osebnih podatkov. </li> </ul><p> Preberite <a href="%(guide)s" target="_blank">Smernice za pregled</a> za več podrobnosti o uporabniških pregledih dodatkov</p>
uk: <h2>Дотримуйтесь цих порад:</h2> <ul> <li> Пишіть так, наче ви розповідаєте другу про свій досвід користування додатком. Додайте особливі й корисні деталі, наприклад, які функції вам сподобались та/або не сподобались, наскільки він легкий в користуванні, а також будь-які знайдені недоліки. Уникайте загальних виразів, таких як "Чудовий" або "Поганий" доки ви не зможете вказати причин такого висновку. </li> <li> Будь ласка, не додавайте звіти про помилки до відгуків. Ваша адреса електронної пошти недоступна для розробників додатку, і їм, можливо, знадобиться зв'язатися з вами для допомоги у вирішенні проблеми. Перегляньте <a href="%(support)s">розділ підтримки</a>, щоб дізнатися де отримати допомогу для цього додатку. </li> <li>Будь ласка, залишайте відгуки чистими, уникайте використання невідповідної мови та не публікуйте будь-якої особистої інформації. </li> </ul> <p>Будь ласка, ознайомтеся з <a href="%(guide)s" target="_blank">Настановами з відгуків</a> для отримання докладних відомостей про відгуки користувачів про додатки.</p>
zh_cn: <h2>小提示：</h2> <ul> <li> 就像您跟朋友分享那样写附加组件的使用体验。提供具体且有用的细节，例如您喜欢/不喜欢某个功能、怎样用它更轻松、以及它有什么缺点。避免使用不明确的字眼，像是“非常棒”或“很差”，除非您有理由说明这些观点。</li> <li> 请不要在评论中报告bug。他们可能需要联系您以便解决问题，而我们不会向附加组件的开发者提供您的电子邮箱地址。参看<a href="%(support)s">支持部分</a>来找出从哪能得到这个附加组件的援助</li> <li>评论时请保持理性，避免使用任何不恰当的语言并且不要发出任何个人信息。</li> </ul> <p>请阅读<a href="%(guide)s" target="_blank">评论指南</a>了解更多有关用户对附加组件进行评论的细节</p>

source: Reply to review by {0}
cs: Odpověď na recenzi od {0}
de: Antwort zur Bewertung von {0}
el: Απάντηση στην αξιολόγηση από τον/την {0}
es: Responder a la valoración de {0}
fr: Répondre à la vérification de {0}
it: Rispondi alla recensione di {0}
ja: {0} のレビューへの返信
ko: {0}님의 평가 답변
nl: Beoordeling door {0} beantwoorden
pa_in: {0} ਵੱਲੋਂ ਸਮੀਖਿਆ ਦਾ ਜਵਾਬ
pl: Odpowiedź na opinię użytkownika {0}
pt_pt: Responder ao comentário de {0}
ru: Ответить на отзыв от {0}.
sl: Odgovor na pregled za {0}
uk: Відповісти на відгук від {0}
zh_cn: 回复 {0} 的评论

source: Reply
cs: Odpověď
de: Antwort
el: Απάντηση
es: Responder
fr: Répondre
it: Rispondi
ja: 返信
ko: 댓글
nl: Antwoorden
pa_in: ਜਵਾਬ
pl: Odpowiedz
pt_pt: Responder
ru: Ответить
sl: Odgovori
uk: Відповісти
zh_cn: 回复

source: Write a Reply
cs: Napsat odpověď
de: Schreiben Sie eine Antwort
el: Γράψτε απάντηση
es: Escribir una respuesta
fr: Écrire une réponse
it: Scrivi una risposta
ja: 返信を書く
ko: 댓글 작성하기
nl: Beantwoorden
pa_in: ਇੱਕ ਜਵਾਬ ਲਿਖੋ
pl: Napisz odpowiedź
pt_pt: Escrever uma resposta
ru: Написать ответ
sl: Napišite odgovor
uk: Написати відповідь
zh_cn: 撰写回复

source: or <a href="%(url)s">Cancel</a>
cs: nebo <a href="%(url)s">Zrušit</a>
de: oder <a href="%(url)s">Abbrechen</a>
el: ή <a href="%(url)s">Ακύρωση</a>
es: o <a href="%(url)s">Cancelar</a>
fr: ou <a href="%(url)s">annuler</a>
it: oppure <a href="%(url)s">Annulla</a>
ja: または <a href="%(url)s">キャンセル</a>
ko: 또는 <a href="%(url)s">취소</a>
nl: of <a href="%(url)s">Annuleren</a>
pa_in: ਜਾਂ <a href="%(url)s">ਰੱਦ ਕਰੋ</a>
pl: lub <a href="%(url)s">Anuluj</a>
pt_pt: ou <a href="%(url)s">Cancele</a>
ru: или <a href="%(url)s">Отменить</a>
sl: ali <a href="%(url)s">Prekliči</a>
uk: або <a href="%(url)s">Скасувати</a>
zh_cn: 或者 <a href="%(url)s">取消</a>

source: Please select a reason:
cs: Zadejte prosím důvod
de: Bitte wählen Sie einen Grund:
el: Παρακαλούμε επιλέξτε ένα λόγο
es: Por favor, selecciona una razón:
fr: Veuillez sélectionner une raison :
it: Scegliere una motivazione:
ja: 理由を選択してください:
ko: 사유를 선택하세요:
nl: Selecteer een reden:
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਕਾਰਨ ਚੁਣੋ:
pl: Wybierz powód:
pt_pt: Por favor seleccione uma razão:
ru: Пожалуйста, выберите причину:
sl: Prosimo, izberite razlog:
uk: Виберіть причину:
zh_cn: 请选择一个原因：

source: by %(user)s <b>(Developer)</b> on %(date)s
cs: od %(user)s <b>(Vývojář)</b> v %(date)s
de: von %(user)s <b>(Entwickler)</b> am %(date)s
el: από τον %(user)s <b>(δημιουργός)</b> στις %(date)s
es: de %(user)s <b>(desarrollador)</b> el %(date)s
fr: par %(user)s <b>(développeur)</b> le %(date)s
it: di %(user)s <b>(Sviluppatore)</b> il %(date)s
ja: 投稿者: %(user)s <b>(開発者)</b> - %(date)s
ko: 작성: %(user)s <b>(개발자)</b>, 날짜: %(date)s
nl: door %(user)s <b>(ontwikkelaar)</b> op %(date)s
pa_in: %(date)s ਤੇ %(user)s <b>(Developer)</b> ਵੱਲੋਂ
pl: przez %(user)s <b>(Autor)</b> dnia %(date)s
pt_pt: po r%(user)s <b>(Developer)</b> em %(date)s
ru: от %(user)s <b>(Разработчик)</b> на %(date)s
sl: %(user)s <b>(Razvijalec)</b> dne %(date)s
uk: від %(user)s <b>(Розробник)</b> %(date)s
zh_cn: 作者 %(user)s <b>(开发者)</b> 日期 %(date)s

source: This review is for a previous version of the add-on ({0}).
cs: Tato recenze je pro předchozí verzi doplňku ({0}).
de: Diese Bewertung wurde für eine vorherige Version des Add-ons ({0}) abgegeben.
el: Αυτή η αξιολόγηση γράφτηκε για παλιότερη έκδοση του πρόσθετου ({0}).
es: Esta valoración es de una versión anterior del complemento ({0}).
fr: Cette critique est pour une version précédente du module ({0}).
it: Questa recensione riguarda una versione precedente ({0}) del componente aggiuntivo.
ja: これは以前のバージョン ({0}) についてのレビューです。
ko: 이 평가는 현재 부가 기능의 이전 버전 ({0})에 대한 것입니다.
nl: Deze beoordeling betreft een eerdere versie van de add-on ({0}).
pa_in: ਇਹ ਸਮੀਖਿਆ ਐਡ-ਆਨ ({0}) ਦੇ ਪਿਛਲੇ ਵਰਜਨ ਲਈ ਹੈ।
pl: Ta opinia jest o wcześniejszej wersji dodatku ({0}).
pt_pt: Esta avaliação é para uma versão anterior do extra ({0}).
ru: Это отзыв для предыдущей версии этого дополнения ({0}).
sl: Ta pregled je za prejšnjo različico dodatka ({0}).
uk: Цей відгук для попередньої версії додатку ({0}).
zh_cn: 这个评论是针对附加组件的一个早期版本的（{0}）。

source: This user has a <a href="%(user_review_url)s">previous review</a> of this add-on.
cs: Tento uživatel má <a href="%(user_review_url)s">jednu dřívější recenzi</a> tohoto doplňku.
de: Dieser Benutzer hat eine <a href="%(user_review_url)s">ältere Bewertung</a> zu diesem Add-on.
el: Αυτός ο χρήστης έχει υποβάλει <a href="%(user_review_url)s">παλιότερη αξιολόγηση</a> για το πρόσθετο.
es: Este usuario tiene <a href="%(user_review_url)s">una valoración anterior</a> de este complemento.
fr: Cet utilisateur a une <a href="%(user_review_url)s">revue précédente</a> sur ce module.
it: L'utente ha un <a href="%(user_review_url)s">commento precedente</a> su questo componente aggiuntivo.
ko: 이 사용자는 이 부가 기능에 <a href="%(user_review_url)s">평가를 전에</a> 작성해 놓았습니다.
nl: Deze gebruiker heeft een <a href="%(user_review_url)s">eerdere beoordeling</a> van deze add-on.
pa_in: ਇਸ ਉਪਭੋਗੀ ਕੋਲ ਇਸ ਐਡ-ਆਨ ਲਈ <a href="%(user_review_url)s">ਪਿਛਲੀ ਸਮੀਖਿਆ</a> ਹੈ।
pl: Ten użytkownik wystawił dla tego dodatku także <a href="%(user_review_url)s">inną opinię</a>.
pt_pt: Este utilizador tem um <a href="%(user_review_url)s">revisão anterior</a> deste extra
ru: Этот пользователь ранее оставил <a href="%(user_review_url)s">отзыв</a> на это дополнение.
sl: Ta uporabnik ima <a href="%(user_review_url)s">prejšnjo recenzijo</a> za ta dodatek.
uk: Цей користувач має <a href="%(user_review_url)s">попередній відгук</a> про цей додаток.
zh_cn: 对这个附加组件，此用户<a href="%(user_review_url)s">曾发表过评论</a>。

source: This user has <a href="%(user_review_url)s">other reviews</a> of this add-on.
cs: Tento uživatel napsal <a href="%(user_review_url)s">jiné recenze</a> k tomuto doplňku.
de: Dieser Benutzer hat auch <a href="%(user_review_url)s">weitere Bewertungen</a> dieses Add-ons.
el: Αυτός ο χρήστης έχει υποβάλει κι <a href="%(user_review_url)s">άλλες αξιολογήσεις</a> για το πρόσθετο.
es: Este usuario tiene <a href="%(user_review_url)s">otras valoraciones</a> de este complemento.
fr: Cet utilisateur a <a href="%(user_review_url)s">d'autres revues</a> sur ce module.
it: L'utente ha <a href="%(user_review_url)s">altri commenti</a> su questo componente aggiuntivo.
ko: 이 사용자는 이 부가 기능의 <a href="%(user_review_url)s">다른 평가</a>를 작성해 놓았습니다.
nl: Deze gebruiker heeft <a href="%(user_review_url)s">andere beoordelingen</a> van deze add-on.
pa_in: ਇਸ ਉਪਭੋਗੀ ਕੋਲ ਇਸ ਐਡ-ਆਨ ਲਈ <a href="%(user_review_url)s">ਹੋਰ ਸਮੀਖਿਆਵਾਂ</a> ਹਨ।
pl: Ten użytkownik wystawił <a href="%(user_review_url)s">inne opinie</a> o tym dodatku.
pt_pt: Este utilizador tem <a href="%(user_review_url)s">outras revisões</a> deste extra.
ru: Этот пользователь оставил <a href="%(user_review_url)s">другие отзывы</a> на это дополнение.
sl: Ta uporabnik ima <a href="%(user_review_url)s">druge recenzije</a> za ta dodatek.
uk: Цей користувач має <a href="%(user_review_url)s">інші відгуки</a> про цей додаток.
zh_cn: 对这个附加组件，此用户的<a href="%(user_review_url)s">其他评论</a>。

source: Flagged for review
cs: Označeno pro kontrolu
de: Markiert für eine Überprüfung
el: Έχει επισημανθεί για αξιολόγηση
es: Marcado para revisión
fr: Marqué pour revue
it: Segnalato per la revisione
ko: 표시된 평가
nl: Gemarkeerd voor beoordeling
pa_in: ਸਮੀਖਿਆ ਲਈ ਝੰਡਾ ਲੱਗਿਆ
pl: Oznaczona do sprawdzenia
pt_pt: Marcado para revisão
ru: Отмечено для получения отзыва
sl: Označeno za pregled
uk: Відмічено для відгуку
zh_cn: 已标记评论

source: Report this review
cs: Nahlásit recenzi
de: Diese Bewertung als unpassend markieren
el: Αναφορά αξιολόγησης
es: Informar de esta valoración
fr: Signaler un problème avec cette critique
it: Segnala questo commento
ja: このレビューを報告
ko: 평가 신고하기
nl: Deze beoordeling rapporteren
pa_in: ਇਸ ਸਮੀਖਿਆ ਦੀ ਸੂਚਨਾ ਦਿਓ
pl: Zgłoś tę opinię
pt_pt: Reportar esta avaliação
ru: Сообщить об этом отзыве
sl: Sporoči to recenzijo
uk: Звітувати про цей відгук
zh_cn: 报告此评论

source: Reply to review
cs: Odpovědět na recenzi
de: Antwort zur Bewertung
el: Απάντηση στην αξιολόγηση
es: Respuesta a valoración
fr: Répondre à la vérification
it: Rispondi alla recensione
ja: レビューに返信
ko: 평가에 답변 달기
nl: Beoordeling beantwoorden
pa_in: ਸਮੀਖਿਆ ਦਾ ਜਵਾਬ ਦਿਓ
pl: Odpowiedź na opinię
pt_pt: Responder à avaliação
ru: Ответить на отзыв
sl: Odgovor na pregled
uk: Відповісти на відгук
zh_cn: 回复评论

source: Edit review
cs: Upravit recenzi
de: Bewertung editieren
el: Επεξεργασία αξιολόγησης
es: Editar valoración
fr: Modifier la revue
it: Modifica recensione
ja: レビューを編集
ko: 평가 편집
nl: Beoordeling bewerken
pa_in: ਸਮੀਖਿਆ ਸੋਧ
pl: Edytuj opinię
pt_pt: Editar revisão
ru: Редактировать отзыв
sl: Uredi pregled
uk: Змінити відгук
zh_cn: 编辑评论

source: {0} :: Reviews
cs: {0} :: Recenze
de: {0} :: Bewertungen
el: {0} :: Αξιολογήσεις
es: {0} :: Valoraciones
fr: {0} :: Vérifications
it: {0} :: Recensioni
ja: {0} :: レビュー
ko: {0} :: 평가
nl: {0} :: Beoordelingen
pa_in: {0} :: ਸਮੀਖਿਆਵਾਂ
pl: {0} :: Opinie
pt_pt: {0} :: Avaliações
ru: {0} :: Отзывы
sl: {0} :: pregledi
uk: {0} :: Відгуки
zh_cn: {0} :: 评论

source: Reviews for {0}
cs: Recenze doplňku {0}
de: Bewertungen von {0}
el: Αξιολογήσεις για το {0}
es: Valoraciones de {0}
fr: Critiques de {0}
it: Recensioni per {0}
ja: {0} のレビュー
ko: {0}에 대한 평가
nl: Beoordelingen voor {0}
pa_in: {0} ਲਈ ਸਮੀਖਿਆਵਾਂ
pl: Opinie o {0}
pt_pt: Revisões para {0}
ru: Отзывы на {0}
sl: Pregledi za {0}
uk: Відгуки для {0}
zh_cn: 对 {0} 的评价

source: <b>{0}</b> review for this app
cs: <b>{0}</b> recenze aplikace
de: <b>{0}</b> Bewertung für diese Anwendung
es: <b>{0}</b> revisión para esta aplicación
fr: <b>{0}</b> critique pour cette application
it: <b>{0}</b> recensione per questa app
ko: 앱에 대한 평가 <b>{0}</b>개
nl: <b>{0}</b> beoordeling voor deze app
pl: <b>{0}</b> opinia dla tej aplikacji
ru: <b>{0}</b> отзыв на это приложение
sl: <b>{0}</b> pregled za to aplikacijo
zh_cn: <b>{0}</b> 个对此应用的评论
