Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Can my add-on contain binary components?
cs: Může můj doplněk obsahovat binární komponenty?
de: Kann mein Add-on Binärkomponenten enthalten?
es: ¿Puede contener mi complemento componentes binarios?
fr: Mon module peut-il contenir des composants binaires ?
it: Il mio componente aggiuntivo può contenere componenti compilati?
ko: 부가 기능에 이진 콤포넌트를 넣을 수도 있나요?
nl: Mag mijn add-on binaire componenten bevatten?
pa_in: ਕੀ ਮੇਰੇ ਐਡ-ਆਨ ਵਿੱਚ ਬਾਇਨਰੀ ਹਿੱਸੇ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ?
pl: Czy dodatek może zawierać komponenty binarne?
pt_pt: O meu extra pode conter componentes binários?
ru: Может ли мое дополнение содержать бинарные компоненты?
sl: Ali lahko moj dodatek vsebuje binarne komponente?
uk: Чи може мій додаток містити бінарні компоненти?
zh_cn: 我的附加组件可以包含二进制组件吗？

source: Yes. You can use Mozilla's <a href="%(url)s">XPCOM component object model</a> to enhance your add-ons. XPCOM components be used and implemented in JavaScript, Java, and Python in addition to C++.
cs: Ano. Můžete použít <a href="%(url)s">objektový komponentový model XPCOMl</a> od Mozilly a vylepšit tak své doplňky. Komponenty XPCOM jsou používány a implementovány v JavaScriptu, Javě, Pythonu či C++.
de: Ja. Sie können das <a href="%(url)s">XPCOM Component Object Model</a> von Mozilla verwenden, um Ihre Add-ons zu verbessern. XPCOM-Komponenten können in JavaScript, Java und Python, sowie in C++ implementiert werden.
es: Sí, puedes usar el <a href="%(url)s">modelo de objeto de componentes XPCOM</a> de Mozilla para mejorar tus complementos. Los componentes XPCOM pueden usarse e implementarse en JavaScript, Java y Python, además de C++.
fr: Oui. Vous pouvez utiliser le <a href="%(url)s">modèle de composant objet XPCOM</a> de Mozilla pour améliorer vos modules. Les composants XPCOM peuvent être utilisés et implémentés en JavaScript, Java et Python en plus du C++.
it: Si, puoi usare il <a href="%(url)s">modello a oggetti per componenti XPCOM di Mozilla</a> per migliorare i tuoi componenti aggiuntivi. Oltre che in C++, i componenti XPCOM possono essere implementati e utilizzati anche in Java, Javascript e Python.
ko: 예. Mozilla의 <a href="%(url)s">XPCOM 콤포넌트 오브젝트 모델</a>을 사용하면 부가 기능의 성능을 향상시킬 수 있습니다. XPCOM 콤포넌트는 C++뿐 아니라 자바스크립트, 자바, 파이썬으로도 구현할 수 있습니다.
nl: Ja. U kunt Mozilla’s <a href="%(url)s">XPCOM component objectmodel</a> gebruiken om uw add-ons te verbeteren. XPCOM-componenten kunnen worden gebruikt en toegepast in JavaScript, Java en Python in aanvulling op C++.
pa_in: ਹਾਂ। ਤੁਸੀਂ ਆਪਣੇ ਐਡ-ਆਨਾਂ ਨੂੰ ਵਧੀਆ ਬਣਾਉਣ ਲਈ ਮੌਜੀਲਾ ਦੇ <a href="%(url)s">XPCOM component object model</a> ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ। XPCOM ਹਿੱਸੇ ਵਰਤੇ ਅਤੇ C++ ਦੀ ਥਾਂ ਜਾਵਾ ਸਕਰਿਪਟ, ਜਾਵਾ, ਅਤੇ ਪਾਈਥੋਨ ਵਿੱਚ ਲਾਗੂ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।
pl: Tak. Można zastosować <a href="%(url)s">komponenty XPCOM Mozilli</a>. Komponenty XPCOM są używane i zaimplementowane w językach JavaScript, Java, Python oprócz C++.
pt_pt: Sim. Você pode usar o <a href="%(url)s">XPCOM</a>, modelo de componentes e objetos da Mozilla, para melhorar seus extras. Os componentes XPCOM podem ser usados e implementados em Javascript, Java e Python, além de C++.
ru: Да. Вы можете использовать <a href="%(url)s">объектную модель компонент XPCOM</a> Mozilla для повышения мощи ваших дополнений. Помимо C++, XPCOM компоненты используются и разрабатываются на JavaScript, Java и Python.
zh_cn: 可以。您可以使用 Mozilla 的 <a href="%(url)s">XPCOM 组件对象模型</a>来增强您的附加组件。XPCOM 组件可使用 JavaScript、Java、Python 以及 C++ 来实现。

source: Can I use a JavaScript library like jQuery, MooTools or Prototype to build my add-on?
cs: Mohu pro vytváření svých doplňků použít JavaScriptové knihovny jako jQuery, MooTools či Prototype?
de: Kann ich eine JavaScript-Bibliothek wie jQuery, MooTools oder Prototype verwenden, um mein Add-on zu entwickeln?
es: ¿Puedo usar una biblioteca de JavaScript como jQuery, MooTools o Prototype para crear mi complemento?
fr: Est-ce que je peux utiliser une bibliothèque JavaScript comme jQuery, MooTools ou Prototype pour construire mon module ?
it: Posso utilizzare una libreria JavaScript, come jQuery, MooTools o Prototype, per creare il mio componente aggiuntivo?
ko: jQuery, MooTools, Prototype 같은 자바스크립트 라이브러리를 사용해서 부가 기능을 제작할 수 있나요?
nl: Kan ik een JavaScript-bibliotheek als jQuery, MooTools of Prototype gebruiken om mijn add-on te bouwen?
pa_in: ਕੀ ਮੈਂ ਆਪਣੇ ਐਡ-ਆਨ ਬਣਾਉਣ ਲਈ ਜਾਵਾ ਸਕਰਿਪਟ ਲਾਇਬਰ੍ਰੇਰੀ ਜਿਵੇ jQuery, MooTools ਜਾਂ ਨਮੂਨਿਆਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦਾ?
pl: Czy do budowy dodatków można używać bibliotek JavaScript, takich jak jQuery, MooTools lub Prototype?
pt_pt: Eu posso usar uma biblioteca JavaScript como jQuery, MooTools ou Prototype para criar meu extra?
ru: Могу ли я использовать для создания моего дополнения использовать библиотеки JavaScript, такие как jQuery, MooTools или Prototype?
sl: Ali lahko pri razvoju svojega dodatka uporabljam knjižnice v JavaScriptu, kot so jQuery, MooTools ali Prototype?
uk: Чи можу я для створення свого додатку використовувати бібліотеку JavaScript на зразок jQuery, MooTools чи Prototype?
zh_cn: 我可以使用 jQuery、MooTools 或 Prototype 等 JavaScript 库来构建我的附加组件吗？

source: Yes. It's possible, but some of the functionality provided by these libraries are available through XPCOM, XUL, and JS 1.8. In addition, authors should take care if libraries modify primitive object prototypes (String.prototype, Date.prototype, etc.) and/or define global functions (eg. the $ function). These are prone to cause conflict with other add-ons, in particular if different add-ons use different versions of libraries and so on. Developers need to be very, very careful with using them. Mozilla does not offer documentation on using them to build add-ons.
cs: Ano. Je to možné, ale některá funkcionalita poskytovaná těmito knihovnami je dostupná skrze XPCOM, XUL a JS 1.8. Navíc by si měl autor hlídat, zda kniovny nemodifikují primitivní objekty prototypes (String.prototype, Date.prototype atd.) nebo nedefinují globální funkce (jako funkce $). Toto je zapovězeno a může to být zdrojem konfliktů s jinými doplňky, které mohou používat odlišné verze knihoven. Vývojáři by měli být velmi velmi opatrní při jejich používání. Mozilla neposkytuje dokumentaci k jejich používání uvnitř doplňků.
de: Ja. Es ist möglich, aber einige der Funktionen, die von diesen Bibliotheken angeboten werden, stehen durch XPCOM, XUL und JS 1.8 zur Verfügung. Außerdem sollten Autoren aufpassen, wenn Bibliotheken primitive Objekt-Prototypen modifizieren (String.prototype, Date.prototype, usw.) und/oder globale Funktionen (z.B. die $-Funktion) definieren. Diese erzeugen oft Konflikte mit anderen Add-ons, besonders wenn verschiedene Add-ons verschiedene Versionen von Bibliotheken verwenden und so weiter. Entwickler müssen bei ihrer Verwendung sehr, sehr vorsichtig sein. Mozilla bietet keine Dokumentation dazu, wie man sie bei der Add-on-Entwicklung verwendet.
es: Sí, es posible, pero algunas de las funciones que ofrecen esas bibliotecas están disponibles a través de XPCOM, XUL y JS 1.8. Además, los creadores deben tener en cuenta que las bibliotecas pueden modificar los prototipos de objetos primitivos (String.prototype, Date.prototype, etc.) y/o definir funciones globales (por ejemplo, la función $). Es bastante probable que causen conflictos con otros complementos, en especial si se trata de complementos que usan versiones de bibliotecas diferentes. Los desarrolladores deben tener todo esto muy en cuenta al usarlas. Mozilla no ofrece documentación sobre cómo utilizarlas para crear complementos.
fr: Oui. C'est possible, mais certaines fonctionnalités proposées par ces bibliothèques sont déjà disponibles via XPCOM, XUL et JavaScript 1.8. De plus, les auteurs doivent prêter attention au fait que les bibliothèques peuvent modifier les prototypes des objets primitifs (prototype String, Date, etc.) et/ou définir des fonctions globales (comme la fonction $). Ceci est propice aux conflits avec d'autres modules, en particulier si différents modules utilisent différentes versions des bibliothèques. Les développeurs doivent faire très, très attention à leur utilisation. Mozilla ne fournit pas de documentation sur l'utilisation de celles-ci pour construire des modules.
it: Si, è possibile. Tuttavia alcune delle funzioni fornite da queste librerie sono già disponibili in XPCOM, XUL e JS 1.8. Inoltre l'autore deve fare attenzione poiché le librerie potrebbero modificare prototipi oggetto di base (String.prototype, Date.prototype, eString.prototype, Date.prototype, ecc.) o definire funzioni globali (es. la funzione $). Questi cambiamenti possono facilmente causare conflitti con altri componenti aggiuntivi, specialmente se componenti diversi usano diverse versioni di librerie ecc. Lo sviluppatore deve essere estremamente cauto quando le usa. Mozilla non fornisce documentazione su come usarle per sviluppare componenti aggiuntivi.
ko: 예, 가능합니다. 그러나 XPCOM, XUL, JS 1.8 같은 라이브러리를 통해 제공되는 기능에 대해서 제작자는 라이브러리가 원시 오브젝트 프로토타입 (String.prototype, Date.prototype 등)을 조정하거나 전역 함수 정의 ($ 함수 같은)를 할 때 조심해서 해야 합니다. 이러한 작업은 다른 부가 기능과 충돌의 소지가 큰데, 특히 다른 부가 기능들이 다른 버전의 라이브러리를 사용할 경우가 그렇습니다. 개발자들은 매우 매우 사용에 신중을 기해야 합니다. Mozilla에선 이러한 라이브러리를 사용한 부가 기능 개발에 대해 문서 자료를 제공하고 있지 않습니다.
nl: Ja. Dit is mogelijk, maar een deel van de functionaliteit die wordt geboden door deze bibliotheken is beschikbaar via XPCOM, XUL en JS 1.8. Daarbij dienen schrijvers erop te letten of bibliotheken geen primitieve objectprototypes (String.prototype, Date.prototype, enz.) aanpassen en/of globale functies (bijv. de $-functie) definiëren. Deze zijn gevoelig voor het veroorzaken van conflicten met andere add-ons, vooral als verschillende add-ons verschillende versies van bibliotheken enzovoorts gebruiken. Ontwikkelaars dienen zeer, zeer voorzichtig te zijn in het gebruik ervan. Mozilla biedt geen documentatie over het gebruik bij het bouwen van add-ons.
pl: Tak, jest to możliwe, ale niektóre funkcjonalności oferowane przez te biblioteki są dostępne poprzez XPCOM, XUL i JS 1.8. Niemniej autorzy powinni zachować ostrożność, jeśli biblioteki modyfikują podstawowe prototypy obiektów (String.prototype, Date.prototype itp.) lub definiują globalne funkcje (np. funkcję $). Mogą one powodować konflikty z innymi dodatkami – w szczególności, gdy dodatki używają różnych wersji bibliotek. Używając tych bibliotek, autorzy dodatków muszą zachować szczególną ostrożność. Mozilla nie dostarcza dokumentacji dotyczącej używania tych bibliotek do budowy dodatków.
ru: Да. Это возможно, но некоторые из функций, обеспечиваемых этими библиотеками, доступны через XPCOM, XUL и JS 1.8. Кроме того, авторы должны быть осторожны в случае, если библиотеки изменяют прототипы примитивных объектов (String.prototype, Date.prototype и т.д.) и/или определяют глобальные функции (напр. $ функцию). Подобное поведение склонно вызывать конфликт с другими дополнениями, особенно если различные дополнения используют разные версии библиотек и так далее. Разработчики должны быть очень, очень осторожны при их использовании. Mozilla не предоставляет документацию по их использованию для создания дополнений.
sl: Da. To je mogoče, vendar nekatere funkcije, ki jih te knjižnice nudijo, so na voljo prek XPCOM, XUL, in JS 1.8. Poleg tega morajo razvijalci biti pazljivi v primeru, da knjižnice spremenijo primitivne prototipe objektov (String.prototype, Date.prototype, itd) ali pa definirajo globalne funkcije (npr. $ funkcija). Posledica so lahko konflikti z drugimi dodatki, zlasti če se uporablja različne verzije knjižnic in tako naprej. Razvijalci morajo biti zelo, zelo previdni pri njihovi uporabi. Mozilla za razvoj dodatkov z njimi ne nudi dokumentacije .
zh_cn: 可以。这是可行的，但这些库提供的某些功能可通过 XPCOM、XUL 以及 JS 1.8 实现。此外，作者应注意，如果库修改原始对象原型（例如 String.prototype、Date.prototype 等）以及/或者定义全局函数（例如 $ 函数），则可能会导致与其他附加组件发生冲突，特别是如果不同的附加组件使用不同版本的库等。开发者必须非常非常小心地使用他们。Mozilla 不提供使用这些库来构建附加组件的文档。

source: How do I test my add-on?
cs: Jak mohu svůj doplněk otestovat?
de: Wie teste ich mein Add-on?
es: ¿Cómo pruebo mi complemento?
fr: Comment puis-je tester mon module ?
it: Come posso testare il mio componente aggiuntivo?
ko: 부가 기능은 어떻게 테스트할 수 있나요?
nl: Hoe test ik mijn add-on?
pl: Jak można wykonać testy dodatku?
ru: Как мне протестировать моё дополнение?
sl: Kako testiram svoj dodatek?
zh_cn: 我要如何测试我的附加组件？

source: Details on testing your add-on are provided in the <a href="%(test_url)s">Testing</a> &amp; <a href="%(debug_url)s">Debugging Extensions</a> sections of the <a href="%(ext_url)s">Building an Extension tutorial</a>.
cs: Detaily o tom, jak testovat své doplňky, jsou k dispozici v článku <a href="%(test_url)s">Testing</a> a v sekci <a href="%(debug_url)s">Debugging Extensions</a> článku <a href="%(ext_url)s">Building an Extension tutorial</a>.
de: Details zum Testen Ihres Add-ons bieten die Abschnitte <a href="%(test_url)s">Testen</a> & <a href="%(debug_url)s">Fehler in Erweiterungen korrigieren</a> in der <a href="%(ext_url)s">Anleitung zur Entwicklung von Erweiterungen</a>.
es: Los detalles sobre cómo probar tu complemento están en las secciones <a href="%(test_url)s">Probar</a> y <a href="%(debug_url)s">Depurar extensiones</a> del tutorial <a href="%(ext_url)s">Construir una extensión</a>.
fr: Des détails pour tester votre module sont fournis dans les sections <a href="%(test_url)s">Testing</a> &amp; <a href="%(debug_url)s">Debugging Extensions</a> du tutoriel <a href="%(ext_url)s">Building an Extension</a>.
it: I dettagli su come testare il proprio componente aggiuntivo si possono trovare nelle sezioni <a href="%(test_url)s">Test</a> &amp; <a href="%(debug_url)s"> Effettuare il debug sull'estensione</a> della guida <a href="%(ext_url)s">Sviluppare un'estensione</a>.
ko: 부가 기능 테스트에 관해선 <a href="%(ext_url)s">확장 기능 만들기</a>의 <a href="%(test_url)s">Testing</a> &amp; <a href="%(debug_url)s">Debugging Extensions</a> 항목에서 자세한 정보가 제공되고 있습니다.
nl: Details over het testen van uw add-on worden gegeven in de secties <a href="%(test_url)s">Testen</a> &amp; <a href="%(debug_url)s">Extensies debuggen</a> van de <a href="%(ext_url)s">Handleiding voor het bouwen van een extensie</a> (Engelstalig).
pl: Szczegółowe dane dotyczące testowania dodatków są zawarte w sekcjach <a href="%(test_url)s">Testowanie</a> i <a href="%(debug_url)s">Wykrywanie i usuwanie usterek</a> przewodnika <a href="%(ext_url)s">Tworzenie rozszerzenia</a>.
ru: Подробная информация по тестированию вашего дополнения приведена в разделах <a href="%(test_url)s">Тестирование</a> и <a href="%(debug_url)s">Отладка расширений</a> в <a href="%(ext_url)s">Руководстве по созданию расширений</a>.
sl: Podrobnosti o tem, kako testirati svoj dodatek, boste našli v <a href="%(test_url)s">Testing</a> &amp; <a href="%(debug_url)s">Debugging Extensions</a>, deloma v <a href="%(ext_url)s">Building an Extension tutorial</a>.
zh_cn: 在教程<a href="%(ext_url)s">构建一个扩展</a>一文中的<a href="%(test_url)s">测试</a>和<a href="%(debug_url)s">调试扩展</a>两个章节里提供了有关测试附加组件的详细信息。

source: How do I test for compatibility with the latest version of Mozilla software?
cs: Jak mohu otestovat kompatibilitu s poslední verzí software od Mozilly?
de: Wie teste ich die Kompatibilität mit der neuesten Version von Mozilla-Software?
es: ¿Cómo pruebo la compatibilidad con la última versión de software de Mozilla?
fr: Comment puis-je tester la compatibilité avec la dernière version du logiciel Mozilla ?
it: Come posso fare il test di compatibilità con l'ultima versione di un programma Mozilla?
ko: 최신 버전의 Mozilla 소프트웨어에 대한 호환성 테스트를 하려면 어떻게 해야 하나요?
nl: Hoe test ik op compatibiliteit met de laatste versie van Mozilla-software?
pa_in: ਮੈਂ ਮੌਜੀਲਾ ਸਾਫ਼ਟਵੇਅਰ ਦੇ ਤਾਜ਼ੇ ਵਰਜਨ ਨਾਲ ਅਨੁਕੂਲਤਾ ਦੀ ਜਾਂਚ ਕਿਵੇਂ ਕਰਾਂ?
pl: Jak można wykonać test kompatybilności z najnowszą wersją programu?
pt_pt: Como eu posso testar a compatibilidade com as versões mais recentes dos aplicativos Mozilla?
ru: Как мне произвести тестирование на совместимость с последней версией программного обеспечения Mozilla?
sl: Kako preveriti združljivost z najnovejšo različico programske opreme Mozilla?
uk: Як мені перевірити сумісність з останньою версією програмного забезпечення Mozilla?
zh_cn: 我要如何测试与最新版本的 Mozilla 软件的兼容性？
