Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Some sensitive APIs can be accessed by normal hosted apps, but other APIs require that you use a packaged app (privileged or certified). See <a href="%(url)s">App permissions</a> for a table that describes the requirements.
de: Auf einige sensible APIs kann von normalen gehosteten Anwendungen zugegriffen werden, aber andere APIs verlangen, dass Sie eine gepackte Anwendung verwenden (privilegiert oder zertifiziert). In der Tabelle in <a href="%(url)s">Anwendungsgenehmigungen</a> werden die Voraussetzungen beschrieben.
es: Algunas API delicadas pueden ser accedidas por aplicaciones alojadas normales, pero otras API requieren que uses una aplicación empaquetada (con privilegios o con certificado). Lee los <a href="%(url)s">Permisos de aplicaciones</a> para ver una tabla que describe los requisitos.
fr: Certaines API sensibles peuvent être utilisées par les applications hébergées normales, mais d'autres nécessitent que vous réalisiez une application empaquetée (qu'elle soit privilégiée ou certifiée). Reportez-vous au tableau des <a href="%(url)s">permissions de l'application</a> qui décrit les autorisations nécessaires.
it: Le normali app ospitate possono accedere ad alcune API sensibili, mentre altre API richiedono l'utilizzo di un'app pacchettizzata (con privilegi o certificata). Consulta la tabella dei requisiti sulla pagina <a href="%(url)s">App permissione</a>.
pl: Niektóre wrażliwe API mogą być dostępne dla zwykłych aplikacji hostowanych, ale inne API wymagają użycia aplikacji spakowanych (uprzywilejowanych lub certyfikowanych). Zobacz tabelę w <a href="%(url)s">Uprawnienia aplikacji</a>, która opisuje wymagania.

source: Packaged apps and the Firefox Marketplace
cs: Zabalené aplikace a Firefox Marketplace
de: Gepackte Anwendungen und der Firefox Marketplace
es: Aplicaciones empaquetadas y Marketplace de Firefox
fr: Applications empaquetées et Marketplace Firefox
it: Le app pacchettizzate e Firefox Marketplace
pl: Spakowane aplikacje i Firefox Marketplace

source: The Firefox Marketplace handles packaged apps differently from hosted apps. When you submit your packaged app, its zip file is stored on the Marketplace servers, and the Marketplace generates a new manifest called the "mini-manifest" that is based on the app manifest in your packaged app's zip file. When a user installs your app, the mini-manifest is passed to the <code>installPackage()</code> function to install the app. The mini-manifest exists for installation and update purposes and is not used when your app runs.
de: Der Firefox Marketplace behandelt gepackte Anwendungen anders als gehostete Anwendungen. Wenn Sie Ihre gepackte Anwendung einreichen, wird ihre ZIP-Datei auf den Marketplace-Servern gespeichert und der Marketplace erzeugt ein neues Manifest namens „Mini-Manifest“, die auf dem Anwendungsmanifest in der ZIP-Datei Ihrer gepackten Anwendung basiert. Wenn ein Anwender Ihre Anwendung installiert, wird das Mini-Manifest der Funktion <code>installPackage()</code> übergeben, um die Anwendung zu installieren. Das Mini-Manifest existiert für die Installation und Updates und wird nicht verwendet, wenn Ihre Anwendung ausgeführt wird.
es: El Marketplace de Firefox administra las aplicaciones empaquetadas de forma distinta a las aplicaciones alojadas. Cuando envías una aplicación empaquetada, el archivo zip se guarda en los servidores de Marketplace y éste genera un nuevo archivo manifest llamado "mini-manifest" basado en el del archivo zip de la aplicación. Cuando el usuario instala la aplicación, se pasa el mini-manifest a la función <code>installPackage()</code> para instalar la aplicación. El mini-manifest existe para poder instalar y actualizar la aplicación pero no se utiliza cuando la aplicación se está ejecutando.
fr: Le Marketplace Firefox traite les applications empaquetées différemment des application hébergées. Quand vous envoyez votre application empaquetée, son fichier zip est stocké sur les serveurs du Marketplace, et celui-ci génère un nouveau manifeste appelé le « mini-manifeste » qui est basé sur le manifeste contenu dans le fichier zip de votre application. Quand un utilisateur installe celle-ci, le mini-manifeste est donné à la fonction <code>installPackage()</code> pour installer l'application. Le mini-manifeste existe uniquement à des fins d'installation et de mise à jour, et n'est pas utilisé lorsque votre application s'exécute.
it: Firefox Marketplace gestisce le app pacchettizzate in maniera diversa da quelle ospitate. Quando carichi un'app pacchettizzata, il file zip viene archiviato sui server del Marketplace. Il Marketplace genera così un nuovo manifesto chiamato "mini-manifesto", generato a partire dal manifesto contenuto nel file zip dell'app pacchettizzata. Quando un utente installa l'app, per eseguire l'installazione il mini-manifesto viene trasmesso alla funzione <code>installPackage()</code>. Il mini-manifesto serve unicamente a gestire l'installazione e gli aggiornamenti, non viene utilizzato durante l'esecuzione dell'app.
pl: Firefox Markeplace obsługuje spakowane aplikacje inaczej niż hostowane. Gdy zgłaszasz spakowaną aplikację, jest plik zip jest przechowywany na serwerach Marketplace, zaś Marketplace generuje nowy manifest, nazywany „minimanifestem”, który jest oparty na manifeście aplikacji zawartych w pliku zip twojej aplikacji. Gdy użytkownik instaluje aplikację, minimanifest jest przekazywany do funkcji <code>installPackage()</code>, by zainstalować aplikację. Minimanifest służy tylko do instalacji oraz aktualizacji i nie jest używany podczas działania aplikacji.

source: Testing packaged app installation
cs: Testování instalace zabalených aplikací
de: Testen der Installation von gepackten Anwendungen
es: Probar la instalación de una aplicación empaquetada
fr: Test de l'installation d'une application empaquetée
it: Eseguire il test di installazione di un'app pacchettizzata
pl: Testy instalowania spakowanych aplikacji
ru: Тестирование установки упакованного приложения

source: Installation of a packaged app is very easy using the Firefox OS Simulator. The Firefox OS Simulator comes in platform specific builds, and is available for <a href="%(url_windows)s">Windows</a>, <a href="%(url_osx)s">OSX</a>, and <a href="%(url_linux)s">Linux</a>.
de: Die Installation einer gepackten Anwendung geht ganz einfach mit dem Firefox-OS-Simulator. Der Firefox-OS-Simulator steht als plattformspezifische Builds zur Verfügung und es gibt ihn für <a href="%(url_windows)s">Windows</a>, <a href="%(url_osx)s">OSX</a> und <a href="%(url_linux)s">Linux</a>.
es: La instalación de una aplicación empaquetada es muy sencilla usando el simulador de Firefox OS. El simulador de Firefox OS está disponible en binarios específicos para cada plataforma y está disponible para <a href="%(url_windows)s">Windows</a>, <a href="%(url_osx)s">OSX</a> y <a href="%(url_linux)s">Linux</a>.
fr: L'installation d'une application empaquetée est très simple grâce au Simulateur Firefox OS. Le Simulateur Firefox OS est proposé en pour différentes plateformes : <a href="%(url_windows)s">Windows</a>, <a href="%(url_osx)s">OSX</a>, et <a href="%(url_linux)s">Linux</a>.
it: Grazie a Firefox OS Simulator installare un'app pacchettizzata è davvero semplice. Le build di Firefox OS Simulator sono specifiche per le singole piattaforme: <a href="%(url_windows)s">Windows</a>, <a href="%(url_osx)s">OSX</a>, e <a href="%(url_linux)s">Linux</a>.
pl: Instalacja spakowanej aplikacji jest bardzo prosta przy użyciu Symulatora Firefox OS. Symulator Firefox OS ma wersje dla konkretnych platform i jest dostępny dla systemów <a href="%(url_windows)s">Windows</a>, <a href="%(url_osx)s">OSX</a> i <a href="%(url_linux)s">Linux</a>.

source: Installing the simulator adds a menu item to Firefox's Web Developer menu. After opening the addon you can specify, through Add Directory, the location of a local webapp.manifest. The simulator will then package the app for you (zipping the containing folder), and open the simulator with the newly packaged app.
de: Die Installation des Simulators fügt dem Web-Entwickler-Menü von Firefox einen Menüpunkt hinzu. Wenn Sie das Add-on öffnen, können Sie über „Verzeichnis hinzufügen“ den Ort eines lokalen webapp.manifest angeben. Der Simulator packt dann die Anwendung für Sie (zippt den Ordner, in dem sie liegt) und öffnet den Simulator mit der neu gepackten Anwendung.
es: Instalar el simulador agrega un elemento al menú Desarrollador Web de Firefox. Después de abrir el complemento podrás especificar, a través de Agregar directorio, la ubicación de un archivo webapp.manifest local. El simulador empaquetará a continuación la aplicación para ti (comprimiendo la carpeta que la contiene), y abrirá el simulador con la aplicación recién empaquetada.
fr: Installer le simulateur ajoute un élément dans le menu Développement Web de Firefox. Après avoir ouvert le module, vous pouvez spécifier, via Ajouter un répertoire, un fichier webapp.manifest local. Le simulateur va ensuite empaqueter l'application pour vous (créer un zip), et démarrera le simulateur avec l'application nouvellement empaquetée.
it: Una volta installato Firefox OS Simulator, verrà aggiunta una nuova voce al menu Sviluppo web di Firefox. Dopo aver lanciato Firefox OS Simulator, è possibile specificare il percorso della cartella locale in cui si trova il file webapp.manifest tramite il pulsante Add Directory. L'app verrà pacchettizzata automaticamente (creando un archivio compresso in formato zip della cartella dell'app) e sarà disponibile al riavvio del simulatore sotto forma di app pacchettizzata.
pl: Instalacja symulatora dodaje element do menu „Dla twórców witryn” w Firefoksie. Po otwarciu dodatku można określić, poprzez „Add directory” położenie lokalnego pliku webapp.manifest. Symulator spakuje następnie dla ciebie aplikację (tworząc zip z katalogiem) oraz otworzy symulator z nowo spakowaną aplikację.

source: For Linux and Windows users, there are additional steps for setting up Android Debug Bridge (adb) which is used for communicating with an acutal device. Please see <a href="%(url)s"> step 3: Set up your system to detect your device </a>.
de: Für Linux- und Windows-Anwender gibt es zusätzliche Schritte zum Einrichten einer Android Debug Bridge (adb), die zur Kommunikation mit einem echten Gerät verwendet wird. Bitte lesen Sie <a href="%(url)s">Schritt 3: Einrichten Ihres Systems, damit es Ihr Gerät erkennt</a>.
es: Los usuarios de Linux y Windows deben seguir algunos pasos más para configurar la pasarela depuración para Android (Android Debug Bridge, adb por sus siglas en inglés) que se utiliza en la comunicación real con un dispositivo. Consulta <a href="%(url)s"> paso 3: configura el sistema para detectar tu dispositivo</a>.
fr: Pour les utilisateurs Linux et Windows, il y a des étapes supplémentaires pour mettre en place Android Debug Bridge (adb) qui est utilisé pour communiquer avec un appareil physique. Merci de voir <a href="%(url)s">l'étape 3 : configurer votre système pour détecter votre appareil</a>.
it: Gli utenti Linux e Windows devono eseguire alcuni passaggi aggiuntivi per impostare Android Debug Bridge (adb), necessario per comunicare con un dispositivo vero e proprio. Vedi <a href="%(url)s">Passaggio 3: Impostare il sistema per il rilevamento di un dispositivo</a>.
pl: Dla użytkowników Linuksa i Windowsa jest kilka dodatkowych kroków, by skonfigurować Android Debug Bridge (adb), który jest używany do komunikacji z rzeczywistym urządzeniem. Zobacz <a href="%(url)s"> krok 3: skonfiguruj system, by wykrywał urządzenie </a>.

source: On device, enable Remote debugging by going to: Settings &gt; Device Information &gt; More Information &gt; Developer &gt; Remote Debugging.
de: Aktivieren Sie auf dem Gerät Netzwerk-Debugging indem Sie im Menü „Einstellungen &gt; Geräteinformation &gt; Weitere Informationen &gt; Entwickler &gt; Netzwerk-Debugging“ aufrufen.
es: Habilita la depuración remota en el dispositivo siguiendo esta ruta: Ajustes &gt; Información del dispositivo &gt; Más información &gt; Desarrollador &gt; Depuración remota.
fr: Sur l'appareil, activez le débogage distant en allant dans : Paramètres &gt; Informations sur le périphérique &gt; Plus d'informations &gt; Developpeur &gt; Débogage distant.
it: Sul dispositivo è necessario attivare il debug remoto da Impostazioni &gt; Informazioni sul dispositivo &gt; Altre informazioni &gt; Sviluppo &gt; Debug remoto.
pl: Na urządzeniu włącz „Zdalne debugowanie”, przechodząc do: Ustawienia &gt; Informacje o urządzeniu &gt; Więcej informacji &gt; Autor &gt; Zdalne debugowanie.

source: You may at any point connect a supported device. When a supported device is connected, the simulator will detect it and display Device connected. Next to each app listing, you will also see a new button labeled "push". Click "push" to send your newly packaged app to device.
de: Sie können sich jederzeit mit einem unterstützten Gerät verbinden. Wenn ein unterstütztes Gerät verbunden ist, erkennt es der Simulator und zeigt „Device connected“ an. Neben jedem Anwendungs-Listeneintrag sehen Sie außerdem eine neue Schaltfläche „Push“. Klicken Sie auf „Push“, um Ihre neu gepackte Anwendung auf das Gerät zu senden.
es: En cualquier momento puedes conectar un dispositivo compatible. Cuando se conecta un dispositivo de este tipo, el simulador lo detecta y muestra el aviso "Dispositivo conectado". Junto a la lista de cada aplicación verás un nuevo botón con la etiqueta "Enviar". Haz clic en este botón para enviar al dispositivo la aplicación que acabas de empaquetar.
fr: Vous pouvez connecter un appareil pris en charge n'importe quand. Quand un appareil pris en charge est connecté, le simulateur le détectera et affichera « Appareil connecté ». À côté de chaque application, vous verrez un nouveau bouton nommé « envoyé ». Cliquer dessus pour envoyer votre application sur l'appareil.
it: È possibile connettere un dispositivo supportato in qualsiasi momento. Al momento della connessione del dispositivo, esso verrà rilevato dal simulatore e verrà visualizzata la scritta Device connected. Accanto a ogni app verrà visualizzato un nuovo pulsante Push. Facendo clic su di esso le nuove app pacchettizzate verranno inviate al dispositivo.
pl: Możesz w dowolnym momencie podłączyć obsługiwane urządzenie. Gdy obsługiwane urządzenie jest podłączone, symulator wykryje je oraz wyświetli komunikat „Device connected”. Obok każdej aplikacji pojawi się nowy przycisk „push”. Kliknij „push”, by wysłać nowo spakowaną aplikację na urządzenie.

source: Updating packaged apps
cs: Aktualizace zabalených aplikací
de: Aktualisieren von gepackten Anwendungen
es: Actualizar aplicaciones empaquetadas
fr: Mise à jour des applications empaquetées
it: Aggiornamento delle app pacchettizzate
pl: Aktualizacja spakowanych aplikacji
ru: Обновление упакованных приложений

source: For information on updating apps, see <a href="%(url)s">Updating apps</a>.
cs: Pro informace o aktualizaci aplikací si přečtěte článek <a href="%(url)s">Updating apps</a>.
de: Informationen zum Aktualisieren von Anwendungen finden Sie unter <a href="%(url)s">Aktualisieren von Anwendungen</a>.
es: Para información sobre cómo actualizar aplicaciones, lee <a href="%(url)s">Actualizar aplicaciones</a>.
fr: Pour plus d'information sur la mise à jour des applications, référez-vous à la page <a href="%(url)s">mise à jour des applications</a>.
it: Per informazioni sull'aggiornamento delle app consulta l'articolo <a href="%(url)s">Updating apps</a>.
pl: Aby uzyskać informacje o aktualizowaniu aplikacji, zobacz <a href="%(url)s">Aktualizacja aplikacji</a>.

source: Payments are processed on a country by country basis, with different prices and payment methods available in each country. A list of price points is <a href="%(mdn_url)s">documented in MDN</a> and is <a href="%(api_url)s">available through the API</a>.
cs: Dostupnost plateb se liší země od země. Každá země má odlišné ceny a dostupné platební metody. Ceny jsou <a href="%(mdn_url)s">dokumentovány na MDN</a> a jsou <a href="%(api_url)s">dostupné skrze API</a>.
de: Zajlungen werden je nach Land bearbeitet, wobei in den Ländern unterschiedliche Preise und Zahlungsmethoden verfügbar sind. Eine Liste von Preispunkten ist <a href="%(mdn_url)s">im MDN dokumentiert</a> und ist <a href="%(api_url)s">über die API verfügbar</a>.
fr: Les paiements sont gérés pays par pays, avec différents prix et méthodes de paiement disponible dans chacun. Une liste des prix est <a href="%(mdn_url)s">documentée sur MDN</a> et est <a href="%(api_url)s">disponible via l'API</a>.
it: I pagamenti vengono elaborati in base al paese, in quanto ogni paese dispone di prezzi e metodi di pagamento propri. La lista dei prezzi di vendita, <a href="%(mdn_url)s">documentata su MDN</a>, è <a href="%(api_url)s">consultabile attraverso l'apposita API</a>.
nl: Betalingen worden per land afgehandeld, met verschillende prijzen en betalingsmethoden voor elk land. Een lijst met prijspunten is <a href="%(mdn_url)s">gedocumenteerd in MDN</a> en is <a href="%(api_url)s">beschikbaar via de API</a>.
pl: Płatności są przetwarzane dla kraju wg zasady danego kraju, z różnymi cenami i metodami płatności dostępnymi w każdym kraju. Lista cen bazowych jest <a href="%(mdn_url)s">opisana w MDN</a> i <a href="%(api_url)s">dostępna przez API</a>.

source: These are the currently supported countries in the Marketplace.
cs: Následuje výčet zemí podporovaných v rámci Marketplace.
de: Dies sind die aktuell unterstützten Länder im Marketplace.
fr: Voici la liste des pays actuellement pris en charge par le Marketplace.
it: Una lista dei paesi attualmente supportati nel Marketplace.
nl: De volgende landen worden momenteel ondersteund in de Marketplace.
pl: Oto kraje obsługiwane obecnie w Marketplace.

source: Developer setup
cs: Nastavení vývojáře
de: Einrichten für Entwickler
fr: Configuration développeur
it: Configurazione account sviluppatore
nl: Ontwikkelaarsinstellingen
pl: Ustawienia autora

source: Paid apps
cs: Placené aplikace
de: Kostenpflichtige Anwendungen
fr: Applications payantes
it: App a pagamento
nl: Betaalde apps
pl: Płatne aplikacje

source: In-app payments
cs: Platby v aplikaci
de: Anwendungsinterne Zahlungen
fr: Micro-paiements
it: Pagamenti in-app
nl: In-app-betalingen
pl: Płatności w aplikacji

source: Carrier billing
cs: Platby operátora
de: Abrechnung über Mobilfunkanbieter
fr: Facturation par l'opérateur
it: Pagamento tramite credito telefonico
nl: Betaling via provider
pl: Rachunek operatora

source: varies
cs: různé
de: variiert
fr: varie
it: varia
nl: verschillend
pl: różnie

source: This article describes the set of requirements an app must meet to be distributed through the Firefox Marketplace. These requirements are designed to balance the needs of both developers and users of apps from the Firefox Marketplace. Developers want fair, consistent, non-draconian requirements that they can trust to build a business on. On the other hand, users want assurance that apps are safe, will work on their device, and that the app will do what it says it'll do. The app requirements below aim for the delicate balance between these needs.
cs: Tento článek popisuje požadavky, které musí aplikace splňovat, aby mohla být distribuována skrze Firfox Marketplace. Tyto požadavky jsou vybalancováním potřeb vývojářů a uživatelů aplikací z Firefox Marketplace. Vývojáří chtějí férová, konzistentní a neomezující pravidla, kterým mohou věřit, když na základě nich chtějí stavět své podnikání. Na druhé straně očekávají, že jsou aplikace bezpečné, budou fungovat na jejich zařízení a budou dělat přesně to, co tvrdí, že dělají. Požadavky na aplikace níže se snaží vyvážit potřeby obou stran.
de: Dieser Artikel beschreibt die Anforderungen, die eine Anwendung erfüllen muss, um über den Firefox Marketplace verteilt zu werden. Diese Anforderungen wurden entworfen, um die Bedürfnisse von Entwicklern und Nutzern von Anwendungen im Firefox Marketplace auszugleichen. Entwickler wollen faire, konsistente, nicht-drakonische Anforderungen auf denen Sie vertrauensvoll Ihr Geschäft aufbauen können. Andererseits wollen Nutzer sicher sein, dass die Anwendungen sicher sind, auf ihren Geräten funktionieren und dass die Anwendung tun wird, was sie zu tun behauptet. Die folgenden Anwendungsanforderungen wollen die heikle Balance zwischen diesen Anforderungen wahren.
es: Este artículo describe el conjunto de requisitos que una aplicación debe cumplir para ser distribuida a través de Firefox Marketplace. Esos requisitos están diseñados para equilibrar las necesidades de los desarrolladores y usuarios de aplicaciones de Firefox Marketplace. Los desarrolladores quieren requisitos coherentes, no rigurosos, en que los puedan confiar para crear un negocio. Por otro lado, los usuarios necesitan la garantía de que las aplicaciones sean seguras, funcionen en sus dispositivos y hagan lo que indican. Los requisitos de aplicaciones que se muestran a continuación se dirigen al delicado equilibrio entre esas necesidades.
fr: Cet article présente l'ensemble des prérequis auxquels doit se conformer une application pour être distribuée via le Marketplace Firefox. Ceux-ci sont pensés comme un compromis entre les besoins des développeurs et des utilisateurs des application sur Marketplace Firefox. Les développeurs souhaitent des conditions justes, complètes, non draconiennes en lesquelles ils peuvent avoir confiance pour mettre en place leur business. Les utilisateurs veulent, eux, l'assurance que les applications sont sûres, qu'elles fonctionneront sur leur appareil, et que l'application fera ce qu'elle affirme faire. Les prérequis ci-dessous permettent ce délicat équilibre.
it: Questo articolo descrive i requisiti che un'app deve soddisfare per essere distribuita su Firefox Marketplace. Tali requisiti sono stati elaborati da Firefox OS Marketplace per conservare un equilibrio tra le esigenze degli sviluppatori e quelle degli utenti. Gli sviluppatori cercano requisiti equi, coerenti, non troppo rigorosi e affidabili per costituire le basi del loro business. D'altra parte, gli utenti esigono la garanzia che le app siano sicure, in grado di funzionare sui loro dispositivi e che rispettino quanto dichiarato nelle note di versione. I seguenti requisiti tentano di conciliare tutte queste esigenze.
pl: W tym artykule opisano zestaw wymagań, które aplikacja musi spełnić, by można było ją rozpowszechniać poprzez Firefox Marketplace. Wymagania te są zaprojektowane, by zrównoważyć potrzeby programistów i użytkowników aplikacji z Firefox Marketplace. Programiści chcą uczciwych, spójnych i niedrakońskich wymagań, którym mogą zaufać w budowaniu biznesu. Z drugiej strony użytkownicy chcą mieć pewność, że aplikacje są bezpieczne, działają na ich urządzeniach i robią to, co powinny. Poniższe wymagania mają na celu zrównoważenie tych potrzeb.

source: Here are Mozilla's expectations of what app review is and is not:
cs: Níže je popis toho, co si Mozilla představuje pod kontrolou aplikace a co ne:
de: Hier sind Mozillas Erwartungen darüber, was eine Anwendungsprüfung ist und was sie nicht ist:
es: A continuación encontrarás las expectativas de Mozilla acerca del proceso de revisión de las aplicaciones:
fr: Voici les attentes de Mozilla quant à la validation d'une application :
it: Di seguito le prospettive di Mozilla riguardo alle revisioni:
pl: Oto oczekiwania Mozilli, czym jest sprawdzenie aplikacji oraz czym nie jest:
