Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: You will need to have a version of the Mozilla software that you're building the add-on for and a code editor of your choice. Add-ons can be built for almost all Mozilla software but are primarily targeted for:
cs: Budete potřebovat verzi aplikace Mozilla, pro kterou doplněk vytváříte a editor kódu dle vaší volby. Doplňky mohou být vytvořeny téměř pro každý software Mozilla, ale primárně jsou cíleny na:
de: Sie benötigen eine Version der Mozilla-Software, für die Sie das Add-on entwickeln und einen Quelltext-Editor Ihrer Wahl. Add-ons können für nahezu alle Mozilla-Programme entwickelt werden, sind aber hauptsächlich gedacht für:
es: Necesitas tener una versión del software de Mozilla para el que estés creando el complemento y elegir un editor de código. Los complementos pueden crearse para prácticamente cualquier software de Mozilla, pero están dirigidos principalmente a:
fr: Vous devrez avoir une version du logiciel Mozilla pour lequel vous construisez un module.ainsi que l'éditeur de code de votre choix. Les modules peuvent être construits pour tous les logiciels Mozilla mais ciblent prioritairement :
it: Ti serviranno la versione del software Mozilla per cui intendi sviluppare il componente aggiuntivo e un editor di codice a tua scelta. I componenti aggiuntivi possono essere sviluppati per quasi tutti i software Mozilla, ma sono principalmente diretti a:
ko: 개발할 부가 기능에 맞는 Mozilla 소프트웨어와 취향에 맞는 코드 편집기가 필요할 겁니다. 부가 기능은 모든 Mozilla 소프트웨어용으로 제작이 가능하지만 가장 선호되는 소프트웨어는 바로 이것이죠:
nl: U dient een versie van de Mozilla-software te hebben waarvoor u de add-on bouwt en een codebewerkingsprogramma naar keuze. Add-ons kunnen worden gebouwd voor bijna alle Mozilla-software maar zijn primair gericht op:
pa_in: ਤੁਹਾਨੂੰ ਮੌਜੀਲਾ ਸਾਫ਼ਟਵੇਅਰ ਦੇ ਵਰਜਨ ਜਿਸ ਲਈ ਤੁਸੀਂ ਐਡ-ਆਨ ਬਣਾ ਰਹੇ ਹੋ ਅਤੇ ਇੱਕ ਤੁਹਾਡੇ ਪਸੰਦੀਦਾ ਕੋਡ ਸੰਪਾਦਕ ਦੀ ਲੋੜ ਪਵੇਗੀ। ਐਡ-ਆਨ ਲਗਭਗ ਸਾਰੇ ਮੌਜੀਲਾ ਸਾਫ਼ਟਵੇਅਰ ਲਈ ਬਣਾਏ ਜਾ ਸਕਦੇ ਹਨ ਪਰ ਮੂਲ ਤੌਰ ਤੇ ਟੀਚੇ ਗਏ ਹਨ ਲਈ:
pl: Aby stworzyć dodatek, trzeba mieć zainstalowany program Mozilli, do którego dodatek będzie tworzony, i edytor kodu według uznania twórcy. Dodatki mogą być tworzone dla wszystkich programów Mozilli, ale są przede wszystkim przeznaczone dla:
pt_pt: Você precisará de uma versão da aplicação Mozilla para a qual você está criando um extra e um editor de código da sua escolha. Extras podem ser criados para quase todas as aplicações baseadas na tecnologia Mozilla, mas o foco primário é:
ru: Вам будет нужно иметь версию программы Mozilla, для которого вы создаете дополнение, и редактор кода по вашему выбору. Дополнения могут быть созданы почти для всех программ Mozilla, но в основном предназначены для:
zh_cn: 您需要构建附加组件所要用到的 Mozilla 软件，然后选择一种您喜欢的代码编辑器。几乎所有的 Mozilla 软件都可以使用附加组件，但主要针对下列软件：

source: Popular code editors include:
cs: Mezi populární editory kódu se řadí zejména:
de: Beliebte Quelltext-Editoren sind unter anderem:
es: Los editores de código más populares incluyen:
fr: Des éditeurs de code populaires :
it: Alcuni tra gli editor di codice più popolari sono:
ko: 인기 코드 편집기:
nl: Populaire codebewerkingsprogramma’s:
pa_in: ਮਸ਼ਹੂਰ ਕੋਡ ਸੰਪਾਦਕ ਸ਼ਾਮਲ:
pl: Popularne edytory kodu:
pt_pt: Editores de código populares incluem:
ru: Популярные редакторы кода:
sl: Priljubljeni uredniki kod so:
zh_cn: 热门的代码编辑器包括：

source: You can also learn more about setting up your development environment via the MDC article <a href="%(url)s">Setting up extension development environment</a>
cs: O nastavení vašeho prostředí pro vývoj si též můžete více přečíst v článku <a href="%(url)s">Setting up extension development environment</a> na MDC.
de: Sie können über den MDC-Artikel <a href="%(url)s">„Einrichten einer Entwicklungsumgebung für Erweiterungen</a> auch mehr über die Einrichtung Ihrer Entwicklungsumgebung erfahren.
es: También puedes descubrir cómo configurar tu entorno de desarrollo en el artículo de MDC <a href="%(url)s">Setting up extension development environment</a>
fr: Vous pouvez également en apprendre plus à propos de la configuration de l'environnement de développement via l'article MDC <a href="%(url)s">Setting up extension development environment</a>
it: Per saperne di più su come impostare l'ambiente di lavoro leggi l'articolo <a href="%(url)s">Setting up extension development environment</a> su Mozilla Development Center.
ko: MDC 문서 <a href="%(url)s">확장 기능 개발 환경 설정하기</a>를 통해 개발 환경 설정에 대해 더욱 자세히 배울 수 있습니다.
nl: U kunt ook meer te weten komen over opzetten van uw ontwikkelingsomgeving via het MDC-artikel <a href="%(url)s">Setting up extension development environment</a>
pl: Więcej na temat środowiska pracy twórcy dodatków można dowiedzieć się z artykułu <a href="%(url)s">Określanie środowiska pracy twórcy rozszerzeń</a>, zamieszczonego w MDC.
ru: Вы можете также узнать больше о настройке среды разработки, прочитав статью в MDC <a href="%(url)s">Настройка среды разработки расширений</a>
sl: Kako si lahko priredite svoje razvojno okolje, lahko tudi zvestei v članku MDC <a href="%(url)s">Kako si uredim svoje razvojno okolje</a>
zh_cn: 您也可以通过 MDN 的<a href="%(url)s">建立扩展开发环境</a>一文来了解如何建立您的开发环境。

source: Where can I find documentation on building add-ons?
cs: Kde mohu nalézt dokumentaci k vytváření doplňků?
de: Wo finde ich Dokumentation zum Entwickeln von Add-ons?
es: ¿Dónde puedo encontrar documentación sobre creación de complementos?
fr: Où puis-je trouver de la documentation sur la création de modules ?
it: Dove posso trovare della documentazione per sviluppare componenti aggiuntivi?
ko: 부가 기능 개발 관련 문서 자료는 어디에서 찾아볼 수 있나요?
nl: Waar kan ik documentatie over het bouwen van add-ons vinden?
pl: Gdzie można znaleźć dokumentację na temat tworzenia dodatków?
ru: Где я могу найти документацию по созданию дополнений?
sl: Kje lahko najdem razvojno dokumentacijo za dodatke?
zh_cn: 我在哪里可以找到构建附加组件的文档？

source: All Mozilla documentation on add-on development including tutorials and APIs can be found via the <a href="%(url)s">Mozilla Developer Center</a>.
cs: Všechna dokumentace Mozilly k vytváření doplňků zahrnující návody a popisy API můžete nalézt na <a href="%(url)s">Mozilla Developer Center</a>.
de: Die gesamte Mozilla-Dokumentation zur Add-on-Entwicklung, einschließlich Anleitungen und APIs finden Sie über das <a href="%(url)s">Mozilla Developer Center</a>.
es: Toda la documentación de Mozilla sobre desarrollo de complementos que incluye tutoriales y API puede encontrarse en el <a href="%(url)s">Centro de Desarrolladores de Mozilla</a>.
fr: Toute la documentation Mozilla sur le développement de module dont des tutoriels et les API peuvent être trouvés via le <a href="%(url)s">Mozilla Developer Center</a>.
it: Tutta la documentazione di Mozilla sui componenti aggiuntivi, incluse guide e API è disponibile su <a href="%(url)s">Mozilla Developer Center</a>.
ko: <a href="%(url)s">Mozilla 개발자 센터</a>에서 튜토리얼, API등과 같은 부가 기능 개발에 관한 Mozilla 문서 자료를 찾아볼 수 있습니다.
nl: Alle Mozilladocumentatie over add-on-ontwikkeling met handleidingen en API’s kan worden gevonden via het <a href="%(url)s">Mozilla Developer Center</a>.
pl: Cała dokumentacja Mozilli na temat tworzenia dodatków, włącznie z przewodnikami i interfejsem programowania aplikacji (API – Application Programming Interface), znajduje się na stronach <a href="%(url)s">Mozilla Developer Center</a>.
ru: Всю документацию Mozilla по разработке дополнений, в том числе учебные пособия и API, можно найти в <a href="%(url)s">Центре разработчиков Mozilla</a>.
sl: Kompletna razvojna dokumentacija za dodatke, vključno s primeri in opisom API se nahaja v <a href="%(url)s">Razvojnem centru Mozille (MDN)</a> .
zh_cn: 所有关于附加组件开发的 Mozilla 文档，包括教程和 API 都可以在 <a href="%(url)s">Mozilla 开发者网络</a>找到。

source: What is a ".xpi" file?
cs: Co je soubor s koncovkou ".xpi"?
de: Was ist eine „.xpi“-Datei?
es: ¿Qué es un archivo ".xpi"?
fr: Qu'est-ce qu'un fichier « .xpi » ?
it: Che cos'è un file XPI?
ko: ".xpi"는 무슨 파일인가요?
nl: Wat is een “.xpi”-bestand?
pa_in: ".xpi" ਫ਼ਾਈਲ ਕੀ ਹੈ?
pl: Co to jest plik „.xpi”?
pt_pt: O que é um arquivo ".xpi"?
ru: Что такое файл ".xpi"?
sl: Kaj je datoteka ".xpi"?
uk: Що таке файл ".xpi"?
zh_cn: 什么是“.xpi”文件？

source: Extensions are packaged and distributed in ZIP files or Bundles, with the XPI (pronounced "zippy") file extension.
cs: Rozšíření jsou zabalena a distribuována v souborech s koncovkou ZIP nebo XPI (vyslovuje se "zippy").
de: Erweiterungen werden in ZIP-Dateien oder -Paketen gepackt und verteilt, die die Dateiendung XPI (gesprochen „zippy“) tragen.
es: Las extensiones se empaquetan y distribuyen en archivos ZIP o lotes con la extensión de archivo XPI.
fr: Les extensions sont empaquetées et distribuées dans des fichiers Zip ou Bundles, avec l'extension XPI (pronnoncer « zippy »)
it: Le estensioni vengono impacchettate in file ZIP o Bundle con estensione XPI (leggi "zippy").
ko: 확장 기능은 XPI ("지피"로 발음) 확장자를 통해 ZIP 파일이나 묶음 상태로 패키징되어 배포됩니다.
nl: Extensies worden verpakt en verspreid in ZIP-bestanden of -bundels, met de bestandsextensie XPI (uitgesproken als “zippy”).
pa_in: ਐਕਸਟੇਸ਼ਨਾਂ XPI ( "zippy" ਉਚਾਰਿਆ ਜਾਂਦਾ) ਫ਼ਾਈਲ ਐਕਸਟੇਸ਼ਨ ਨਾਲ, ਜਿਪ ਫ਼ਾਈਲਾਂ ਜਾਂ ਗਠਾਂ ਵਿੱਚ ਪੈਕ ਕੀਤੀਆਂ ਅਤੇ ਵੰਡੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।
pl: Rozszerzenia są spakowane i dystrybuowane w plikach lub paczkach ZIP z rozszerzeniem pliku XPI (wymawianym „zippy”).
pt_pt: Extensões são empacotadas e distribuídas em arquivos ZIP com a extensão XPI.
ru: Расширения упаковываются и распространяются в ZIP-файлах или пакетах, с файловым расширением XPI (произносится как «зиппи»).
sl: Razširitve se spravlja in širi kot ZIP datoteke ali svežnje s pripono XPI (pogovorno "zipi").
zh_cn: 扩展都被封装成 ZIP 文件格式的包或压缩包，并使用 XPI（读作“zippy”）作为文件扩展名进行分发。

source: What is XUL?
cs: Co je XUL?
de: Was ist XUL?
es: ¿Qué es XUL?
fr: Qu'est-ce que XUL ?
it: Che cos'è XUL?
ja: XUL とは？
ko: XUL이 무엇인가요?
nl: Wat is XUL?
pa_in: XUL ਕੀ ਹੈ?
pl: Co to jest XUL?
pt_pt: O que é XUL?
ru: Что такое XUL?
sl: Kaj je XUL?
uk: Що таке XUL?
zh_cn: 什么是 XUL？

source: XUL (XML User Interface Language) is Mozilla's XML-based language that lets you build feature-rich cross platform applications. It provides user interface widgets like buttons, menus, toolbars, trees, etc that can be used to enhance add-ons by modifying parts of the browser UI.
cs: XUL (XML User Interface Language) je jazyk Mozilly založený na XML, který umožňuje vytvářet multiplatformní aplikace. Poskytuje prvky uživatelského rozhraní jako jsou tlačítka, nabídky, lišty, stromy atd, které mohou být použity k vylepšení doplňků, které upravují prvky grafického rozhraní prohlížeče.
de: XUL (XML User Interface Language) ist Mozillas XML-basierte Sprache, mit der Sie funktionsreiche plattformübergreifende Anwendungen entwickeln können. Es bietet Elemente von Benutzeroberflächen, wie Schaltflächen, Menüs, Symbolleisten, Bäume, usw., die verwendet werden können, um die Add-ons zu verbessern, indem sie teile der Benutzeroberfläche des Browsers verändern.
es: XUL (XML User Interface Language, Lenguaje XML para la Interfaz de Usuario) es el lenguaje basado en XML de Mozilla que te permite crear aplicaciones multiplataforma y con una amplia variedad de características. Ofrece widgets para la interfaz de usuario como botones, menús, barras de herramientas, árboles, etc. que pueden usarse para mejorar los complementos porque permiten la modificación de las partes de la IU del navegador.
fr: XUL (XML User Interface Language) est le langage basé sur XML de Mozilla qui vous permet de construire des applications multi-plateformes riches. Il met à disposition des éléments d'interface utilisateur comme des boutons, des menus, des barres d'outils, des arbres, etc., pouvant être utilisés pour améliorer les modules en modifiant des parties de l'interface utilisateur du navigateur.
it: XUL (XML User Interface Language) è un linguaggio sviluppato da Mozilla e basato su XML, che permette di creare applicazioni multipiattaforma molto complesse. Esso fornisce gli oggetti dell'interfaccia, come pulsanti, menu, barre degli strumenti, alberi, ecc che possono essere utilizzati per migliorare i componenti aggiuntivi modificando parti dell'interfaccia utente del browser.
ko: XUL (XML User Interface Language)이란 Mozilla의 XML 기반 언어로 풍부한 기능을 가진 크로스 플랫폼 애플리케이션을 개발할 수 있습니다. 버튼, 메뉴, 도구 모음, 트리 등의 사용자 인터페이스 자원을 제공하며 웹 브라우저 UI의 각 부위를 조정해서 부가 기능을 향상시키는데 쓸 수 있습니다.
nl: XUL (XML User Interface Language) is Mozilla’s op XML gebaseerde taal waarmee u crossplatform-toepassingen vol functies kunt bouwen. Het biedt gebruikersinterfacewidgets als knoppen, menu’s, werkbalken, bomen enz. die u kunt gebruiken om add-ons te maken door delen van de gebruikersinterface van de browser aan te passen.
pa_in: XUL (XML ਯੂਜ਼ਰ ਇੰਟਰਫ਼ੇਸ ਭਾਸ਼ਾ) ਮੌਜੀਲਾ ਦੀ XML-ਅਧਾਰਿਤ ਭਾਸ਼ਾ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਗੁਣ-ਭਰਪੂਰ ਕਰਾਂਸ ਪਲੇਟਫ਼ਾਰਮ ਐਪਲੀਕੇਸ਼ਨਾਂ ਬਣਾਉਣ ਦਿੰਦੀ ਹੈ। ਇਹ ਯੂਜਰ ਇੰਟਰਫ਼ੇਸ ਵਿਦਗੈੱਟ ਜਿਵੇਂ ਬਟਨ, ਮੀਨੂੰ, ਟੂਲਬਾਰਾਂ, ਟ੍ਰੀ, ਆਦਿ ਮੁਹੱਈਆ ਕਰਵਾਉਂਦੀ ਹੈ ਜੋ ਬਰਾਊਜ਼ਰ UI ਦੇ ਹਿੱਸਿਆਂ ਵਿੱਚ ਸੋਧ ਦੁਆਰਾ ਐਡ-ਆਨ ਨੂੰ ਵਧੀਆ ਬਣਾਉਣ ਲਈ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ।
pl: XUL – rozszerzalny język interfejsu użytkownika (XML User Interface Language) – jest bazującym na języku XML (eXtensible Markup Language) językiem Mozilli, umożliwiającym budowanie bogatych w funkcje programów działających na wielu platformach systemowych. Język ten umożliwia tworzenie różnych elementów interfejsu, takich jak przyciski, menu, paski narzędzi, drzewa itp. Elementy te mogą być używane do tworzenia dodatków modyfikujących interfejs programu, dla którego są tworzone.
pt_pt: XUL (XML User Interface Language, linguagem de interface XML) é uma linguagem da Mozilla baseada em XML que permite construir interfaces ricas compatíveis com diversas aplicações multiplataforma. Ela oferece widgets de interface como botões, barras de ferramentas, árvores, entre outros, que podem ser usados para melhorar os extras modificando partes da interface do navegador.
ru: XUL (XML-язык интерфейса пользователя) это язык на основе Mozilla XML, который позволяет вам создавать кроссплатформенные приложения с расширенной функциональностью. Он обеспечивает виджеты интерфейса пользователя, такие как кнопки, меню, панели инструментов, деревья, и т.д., которые могут использоваться для расширения возможностей дополнений путем изменения частей интерфейса пользователя браузера.
zh_cn: XUL（XML 用户界面语言）是 Mozilla 的一种基于 XML 的语言，它能让您构建出功能丰富的跨平台应用程序。它提供了如按钮、菜单、工具栏、树形列表等用户界面组件，让您能通过附加组件来修改浏览器的用户界面。

source: What is the "install.rdf" file used for?
cs: K čemu je používán soubor "install.rdf"?
de: Wozu wird die Datei „install.rdf“ benötigt?
es: ¿Para qué se usa el archivo "install.rdf"?
fr: À quoi le fichier « install.rdf » sert-il ?
it: A cosa serve il file "install.rdf"?
ko: "install.rdf" 파일은 어떤 용도로 쓰이나요?
nl: Waar wordt het bestand “install.rdf” voor gebruikt?
pa_in: "install.rdf" ਫ਼ਾਈਲ ਦੀ ਵਰਤੋਂ ਕਿਸ ਲਈ ਹੁੰਦੀ ਹੈ?
pl: Co to jest plik „install.rdf” i do czego jest używany?
pt_pt: Para que serve o arquivo "install.rdf"?
ru: Для чего используется файл "install.rdf"?
sl: Kaj je namen datoteke "install.rdf"?
uk: Для чого використовується файл "install.rdf"?
zh_cn: “install.rdf”文件是做什么用的？

source: This file, called an <a href="%(url)s">Install Manifest</a>, is used by Add-on Manager-enabled XUL applications to determine information about an add-on as it is being installed. It contains metadata identifying the add-on, providing information about who created it, where more information can be found about it, which versions of what applications it is compatible with, how it should be updated, and so on. The format of the Install Manifest is RDF/XML.
cs: Tento soubor, který je nazýván <a href="%(url)s">instalační manifest</a>, je používán Správcem doplňků v aplikacích postavených na XUL k rozpoznání informací o doplňcích, které jsou nainstalovány. Obsahuje metadata identifikující doplněk, poskytuje informace o autorovi doplňku, více informací o doplňku jako je verze aplikací, s kterými je kompatibilní, jak by měl být aktualizován apod. Formát instalačního manifestu je RDF/XML.
de: Diese Datei, genannt ein <a href="%(url)s">Installations-Manifest</a>, wird von XUL-Anwendungen, die den Add-ons-Manager aktiviert haben, dazu verwendet, Informationen über das Add-ons bei der Installation zu erhalten. Es enthält Metadaten, die das Add-on identifizieren, bietet Informationen darüber, wer es entwickelt hat, wo weitere Informationen darüber gefunden werden können, mit welchen Versionen welcher Programme es kompatibel ist, wie es aktualisiert werden sollte, und so weiter. Das Format des Installations-Manifests ist RDF/XML.
es: Este archivo, llamado un <a href="%(url)s">Manifiesto de instalación</a>, lo usan las aplicaciones XUL que habilitan el Administrador de complementos para determinar la información sobre un complemento al ser instalado. Contiene metadatos que identifican el complemento y proporcionan información sobre quién lo creó, dónde se puede encontrar más información al respecto, con qué versiones de qué aplicaciones es compatible, cómo debe actualizarse, etc. El formato del archivo manifest de instalación es RDF/XML.
fr: Ce fichier, appelé <a href="%(url)s">manifeste d'installation</a>, est utilisé par les applications XUL qui ont un gestionnaire de modules pour déterminer les informations d'un module pendant son installation. Il contient des méta-données qui identifient le mlodule, fournissant des informations sur son créateur, où plus d'informations peuvent être trouvées, quelles versions d'applications sont compatibles, comment il doit être mis à jour, et d'autres choses encore. Le format du manifeste d'installation est RDF/XML.
it: Questo file, chiamato <a href="%(url)s">Install Manifest</a>, viene utilizzato dalle applicazioni XUL che supportano la gestione dei componenti aggiuntivi per ottenere informazioni su un componente aggiuntivo in fase di installazione. Contiene metadati che identificano il componente aggiuntivo e forniscono informazioni come chi lo ha creato, dove si possono trovare ulteriori informazioni, con quali versioni di quali applicazioni è compatibile, in che modo deve essere aggiornato e così via. Il formato di Install Manifest è RDF/XML.
ko: <a href="%(url)s">설치 선언문</a>이라 불리는 이 파일은 부가 기능 관리자가 인식해서 부가 기능이 설치시 관련 정보를 읽어들이는데 쓰입니다. 부가 기능을 인식하는 메타 데이터를 담고 있으며, 제작자는 누구이며 어디서 추가적인 정보를 찾아볼 수 있는지, 호환되는 애플리케이션 버전은 어떤 것이 있는지, 업데이트는 어떻게 해야 하는지 등에 관한 정보를 제공합니다. 설치 선언문의 형식은 RDF/XML 입니다.
nl: Dit bestand, een zogenaamd <a href="%(url)s">installatiemanifest</a>, wordt gebruikt door in de Add-onbeheerder weergegeven XUL-toepassingen om bij installatie informatie over een add-on op te halen. Het bevat metadata met de identiteit van de add-on, waaronder informatie over de schrijver, waar meer informatie over de add-on gevonden kan worden, met welke versies van welke toepassingen de add-on compatibel is, hoe deze moet worden bijgewerkt, enzovoorts. De opmaak van het installatiemanifest is RDF/XML.
pa_in: ਇਸ ਫ਼ਾਈਲ, ਨੂੰ <a href="%(url)s">ਇੰਸਟਾਲ ਮੈਨਫ਼ੇਸਟ</a>ਕਿਹਾ ਜਾਂਦਾ, ਦੀ ਵਰਤੋਂ ਐਡ-ਆਨ-ਯੋਗ XUL ਐਪਲੀਕੇਸ਼ਨਾਂ ਵੱਲੋਂ ਐਡ-ਆਨ ਬਾਰੇ ਜਾਣਕਾਰੀ ਦਾ ਪਤਾ ਲਗਾਉਣ ਲਈ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਜਿਵੇਂ ਹੀ ਇਹ ਇੰਸਟਾਲ ਹੁੰਦਾ। ਇਸ ਵਿੱਚ ਸ਼ਾਮਲ ਮੈਟਾਡਾਟਾ ਐਡ-ਆਨ ਪਛਾਣਦਾ, ਕਿਸ ਨੇ ਇਸ ਨੂੰ ਰਚਿਆ, ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ ਕਿੱਥੋਂ ਮਿਲੇਗੀ, ਕਿਸ ਐਪਲੀਕੇਸ਼ਨ ਦਾ ਕਿਹੜਾ ਵਰਜਨ ਇਸ ਦੇ ਅਨੁਕੂਲ ਹੈ, ਇਹ ਅੱਪਡੇਟ ਕਿਵੇਂ ਹੋਵੇਗਾ, ਅਤੇ ਹੋਰ ਵੀ ਜਾਣਕਾਰੀ ਮੁਹੱਈਆ ਕਰਵਾਉਂਦਾ। ਇੰਸਟਾਲ ਮੈਨਫ਼ੇਸਟ ਦਾ ਫ਼ਾਰਮੇਟ RDF/XML ਹੈ।
pl: Plik ten, zwany <a href="%(url)s">>manifestem instalacji</a>, jest używany przez aplikacje XUL, których instalację nadzoruje menedżer dodatków, do określenia informacji o sposobie instalacji dodatku. Zawiera on metadane identyfikujące dodatek, informacje o twórcach, stronie domowej dodatku, z jakimi programami i wersjami tych programów jest kompatybilny, jak powinien być aktualizowany itp. Jest on w formacie RDF/XML.
pt_pt: Este ficheiro, denominado por <a href="%(url)s">manifesto de instalação</a>, é utilizado por aplicações de gestão de extras baseados em XUL para obter informações sobre um extra enquanto este é instalado. Contem meta-dados que identificam o extra, fornecendo informação sobre quem o criou, onde pode ser encontrada mais informação sobre ele, com que versões e aplicações é compatível, como deve ser atualizado, etc. O formato do manifesto de instalação é RDF/XML.
ru: Этот файл, называемый <a href="%(url)s">Манифестом установки</a>, используется приложениями XUL, включающими в себя Менеджер дополнений, для получения информации о дополнении в процессе его установки. Он содержит метаданные, идентифицирующие дополнение, предоставляющие информацию о его авторе, о том, где можно найти о нем больше информации, с какими версиями приложений оно совместимо, как его следует обновлять, и так далее. Форматом файла манифеста установки является RDF/XML.
zh_cn: 这个文件被称为<a href="%(url)s">安装清单</a>，用于在带有附加组件管理器的 XUL 应用程序安装附加组件时确认其信息。它包含了用来识别附加组件的元数据，并提供了关于创建者、兼容的应用程序和版本、应如何更新以及何处能找到更多信息等诸如此类的信息。安装清单的格式是 RDF/XML。

source: What does "maxVersion" mean?
cs: Co znamená "maxVersion"?
de: Was bedeutet „maxVersion“?
es: ¿Qué significa "maxVersion"?
fr: Qu'est-ce que « maxVersion » signifie ?
it: Che cosa significa "maxVersion"?
ko: "maxVersion"은 뭘 의미하나요?
nl: Wat betekent “maxVersion”?
pa_in: "maxVersion" ਤੋਂ ਕੀ ਭਾਵ ਹੈ?
pl: Co oznacza „maxVersion”?
pt_pt: O que significa "maxVersion"?
ru: Что значит "maxVersion"?
sl: Kaj pomeni "maxVersion"?
zh_cn: “maxVersion”的意思是什么？

source: This determines the maximum version of Firefox you're saying this extension will work with. Set this to be no newer than the newest currently available version!
cs: Slouží k rozpoznání maximální verze Firefoxu, se kterou je rozšíření kompatibilní. Nenastavujte tuto hodnotu na vyšší číslo než je aktuálně dostupná verze aplikace!
de: Das legt fest, mit welcher höchsten Firefox-Version diese Erweiterung aus Ihrer Sicht funktioniert. Setzen Sie dies höchstens auf die aktuell verfügbare Version!
es: Determina la versión máxima de Firefox con la que funcionará esta extensión. ¡Configura este valor para que no sea superior a la versión más reciente disponible!
fr: Ceci détermine la version maximale de Firefox pour laquelle vous déclarez que cette extension fonctionne. Configurez-le avec une version pas plus grande que la dernière version actuellement disponible !
it: Determina la versione più recente di Firefox che dichiari compatibile con la tua estensione. Non impostare una versione più recente dell'ultima al momento disponibile.
ko: 이 확장 기능이 작동 가능한 Firefox의 최대 버전을 말합니다. 현재 최신 버전보다 높은 버전으로 설정하면 안됩니다!
nl: Dit bepaalt de maximumversie van Firefox waarmee u zegt dat de extensie zal werken. Stel dit niet nieuwer in dan de nieuwste beschikbare versie!
pa_in: ਇਹ ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੇ ਵੱਧ ਤੋਂ ਵੱਧ ਵਰਜਨ ਦਾ ਪਤਾ ਲਗਾਉਦਾ ਜਿਹਨਾਂ ਨਾਲ ਇਹ ਐਕਸਟੇਸ਼ਨ ਕੰਮ ਕਰੇਗਾ ਤੁਹਾਡੇ ਅਨੁਸਾਰ। ਇਸ ਨੂੰ ਮੌਜੂਦਾ ਉੱਪਲਬਧ ਨਵੇਂ ਵਰਜਨ ਤੋਂ ਜਿਆਦਾ ਨਵੇਂ ਤੇ ਸੈੱਟ ਨਾ ਕਰੋ!
pl: Ten parametr określa maksymalną wersję programu, z którą dodatek współpracuje. Nie należy określać wersji wyższej niż najnowsza, dostępna wersja programu!
pt_pt: Essa propriedade determina a versão máxima do Firefox com a qual você afirma que seu extra vai funcionar. Defina um valor que não seja maior que a versão mais recente atualmente!
ru: Это определяет максимальную версию Firefox, с которой, как вы говорите, будет работать это расширение. Установите её в значение не выше, чем номер новейшей текущей версии!
zh_cn: 这表示您声明的此附加组件可兼容的 Firefox 最大版本号。请勿其设为比目前最新可用版本号更大的值！
