Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The app manifest provides useful information about an app (such as name, author, icon, and description) in a simple document usable by both users and app stores. Most importantly, it will contain a list of <a href="%(url_api)s">Web APIs</a> (such as <a href="%(url_geo)s">geolocation</a>) that your App needs. This allows users to make informed decisions about apps before installing them.
de: Das Anwendungsmanifest bietet nützliche Informationen über eine Anwendung (wie Name, Autor, Symbol und Beschreibung) in einem einfachen Dokument, das sowohl Anwender als auch Anwendungsläden verwenden können. Noch wichtiger ist, dass es eine Liste der <a href="%(url_api)s">Web-APIs</a> enthält, die Ihre Anwendung benötigt (wie <a href="%(url_geo)s">Geolokation</a>). Damit können Anwender eine informierte Entscheidung über Anwendungen treffen, bevor Sie sie installieren.
es: El archivo manifest de la aplicación proporciona información útil sobre una aplicación (tal como nombre, autor, icono y descripción) en un documento sencillo utilizable tanto por usuarios como por tiendas de aplicaciones. Lo más importante, contendrá una lista de <a href="%(url_api)s">las API web</a> que necesita tu aplicación (como <a href="%(url_geo)s">geolocalización</a>). Esto permite a los usuarios tomar decisiones informadas sobre las aplicaciones antes de instalarlas.
fr: Le manifeste donne des informations importantes à propos de l'application (nom, auteur, icône, description) dans un document simple utilisable à la fois par les magasins d'applications et les utilisateurs. De plus il contient la liste des <a href="%(url_api)s">API Web</a> (telle que <a href="%(url_geo)s">la géolocalisation</a>) dont votre application a besoin. Ceci permet de prendre une décision éclairée avant l'installation.
it: Il manifesto fornisce informazioni utili sull'app (quali nome, autore, icona e descrizione) in un documento semplice e fruibile sia dagli utenti che dalle piattaforme di vendita di app. Ma il suo contenuto più importante è la lista di <a href="%(url_api)s">API Web</a> (come quella per la <a href="%(url_geo)s">geolocalizzazione</a>) utilizzate dall'app. La lista aiuta gli utenti a prendere decisioni informate prima di installare un'app.
pl: Manifest aplikacji dostarcza użyteczne informacje o aplikacji (jak nazwa, autor, ikona i opis) w prostym dokumencie, wykorzystywanym zarówno przez użytkowników, jak i sklepy z aplikacjami. Co ważniejsze, będzie zawierał on listę <a href="%(url_api)s">Web API</a> (jak <a href="%(url_geo)s">geolokacja</a>), których potrzebuje twoja aplikacja. Pozwoli to użytkownikom na podjęcie świadomych decyzji dotyczących aplikacji przez ich zainstalowaniem.

source: Is the Open Web app manifest the same thing as the manifest used for Google Chrome extensions and installable web apps? Or the W3C Widgets manifest? Or the HTML5 <a href="%(url)s">cache manifest</a>?
de: Es das Manifest für Anwendungen des offenen Web das Gleiche wie das Manifest, das für Google-Chrome-Erweiterungen und installierbare Web-Anwendungen verwendet wird? Oder das W3C-Widgets-Manifest? Oder das HTML5-<a href="%(url)s">Cache-Manifest</a>?
es: ¿El archivo manifest de las aplicaciones web abiertas es lo mismo que el archivo manifest usado por las extensiones y aplicaciones web instalables de Google Chrome? ¿O el manifiesto de los widgets del W3C? ¿O el <a href="%(url)s">archivo manifest de caché</a> de HTML5?
fr: Est-ce que le manifeste d'une Open Web App est la même chose que le manifeste utilisé par les extensions Google Chrome ainsi que par les applications web installables ? Ou bien le <a href="%(url)s">manifeste de cache</a> pour HTML5 ?
it: Il manifesto per le app web aperte è lo stesso manifesto utilizzato per le estensioni e le app web installabili di Google Chrome, dei widget W3C oppure il <a href="%(url)s">della cache</a> HTML5?
pl: Czy manifest aplikacji otwartej sieci jest tym samym, co manifest używany przez rozszerzenia Google Chrome, instalowalne aplikacje sieciowe, manifest W3C Widgets lub <a href="%(url)s">manifest pamięci podręcznej</a> HTML5?

source: No to all of these. The Open Web app manifest is probably most similar to the Google manifest, but they are not identical. It is hoped that the Open Web apps manifest will become a standard.
de: Nein zu allen Fragen. Das Manifest für Anwendungen des offenen Web ähnelt wahrscheinlich am meisten dem Google-Manifest, aber sie sind nicht identisch. Die Hoffnung ist, dass das Manifest für Anwendungen des offenen Web ein Standard wird.
es: Ninguno de ellos. El archivo manifest de las aplicaciones web abiertas probablemente es más parecido al archivo manifest de Google, pero no son idénticos. Se espera que el archivo manifest de aplicaciones web abiertas se convierta en un estándar.
fr: Pas vraiment. Le manifeste Open Web App est probablement très proche du manifeste Google, mais ils ne sont pas identiques. Il faut espérer que ce format devienne un standard.
it: No, nessuno di questi. Il manifesto delle app web aperte è probabilmente più simile al manifesto di Google, ma non sono identici. La nostra speranza è che il manifesto delle app web aperte diventi un giorno lo standard.
pl: Nie jest w każdym powyższym przypadku. Manifest aplikacji otwartej sieci jest prawdopodobnie najbardziej podobny do manifestu Google, ale nie są one identyczne. Mamy nadzieję, że manifest aplikacji otwartej sieci stanie się standardem.

source: What is an origin?
de: Was ist eine Herkunft?
es: ¿Qué es un origen?
fr: Qu'est-ce qu'une origine ?
it: Che cos'è un'origine?
pl: Czy jest źródło?
ru: Что такое origin?

source: The origin of an app is the protocol, domain, and port of the URL together. Each of the following URLs is a different origin:
de: Die Herkunft einer Anwendung sind das Protokoll, die Domain und der Port der URL zusammengenommen. Jede der folgenden URLs beschreibt eine andere Herkunft:
es: El origen de una aplicación es el conjunto que forman el protocolo, el dominio y el puerto de la URL. Cada una de las siguientes URL tienen un origen diferente:
fr: L'origine d'une application est le protocole, le domaine ainsi que le port d'une adresse URL, tous ensembles. Chacune des adresses URLs suivante est une origine différente :
it: L'origine di un'app comprende il protocollo, il dominio e la porta dell'URL. Ciascuno dei seguenti URL rappresenta un'origine diversa:
pl: Źródło aplikacji jest protokołem, domeną i portem adresu URL razem. Każdy z poniższych adresów URL jest innym źródłem:

source: (different port)
cs: (odlišný port)
de: (anderer Port)
es: (puerto diferente)
fr: (port différent)
it: (diversa porta)
pl: (inny port)
ru: (другой порт)

source: (different protocol)
cs: (odlišný protokol)
de: (anderes Protokoll)
es: (protocolo diferente)
fr: (protocole différent)
it: (diverso protocollo)
pl: (inny protokół)
ru: (другой протокол)

source: (subdomain)
cs: (subdoména)
es: (subdominio)
fr: (sous-domaine)
it: (sottodominio)
pl: (inna subdomena)
ru: (субдомен)

source: The following URLs are the same origin:
de: Die folgenden URLs beschreiben die gleiche Herkunft:
es: Las siguientes URL tienen el mismo origen:
fr: Les adresses URLs suivantes sont la même origine :
it: I seguenti URL rappresentano la stessa origine:
pl: Poniższe adresy są tym samym źródłem:

source: Why do I have to host the app manifest at the same origin as my app?
de: Warum muss ich das Anwendungsmanifest bei der gleichen Herkunft hosten, wie meine Anwendung?
es: ¿Por qué tengo que alojar el archivo manifest de aplicación en el mismo origen que mi aplicación?
fr: Pourquoi dois-je héberger le manifeste de mon application à la même origine que l'application ?
it: Perché devo ospitare il manifesto e l'app sulla stessa origine?
pl: Dlaczego muszę trzymać manifest aplikacji w tym samym źródle, co aplikację?

source: We assume that only you can host an app manifest at the same origin as your app. This means your users can install your app with confidence, knowing that the installation is based on your app manifest and not someone else's. Users should have this confidence whether they're installing your app from Firefox OS Marketplace, from some other app store, or from your own website if you are self-publishing your app.
de: Wir nehmen an, dass nur Sie ein Anwendungsmanifest bei der gleichen Herkunft hosten können, wie Ihre Anwendung. Das bedeutet, Ihre Anwender können Ihre Anwendung zuversichtlich installieren, indem Wissen, dass die Installation auf Ihrem Anwendungsmanifest beruht und nicht auf einem fremden. Anwender sollten diese Zuversicht haben, egal ob sie Ihre Anwendung vom Firefox OS Marketplace, aus einem anderen Anwendungsladen oder von Ihrer eigenen Website installieren, wenn Sie Ihre Anwendung selbst veröffentlichen.
es: Asumimos que sólo puedes alojar un archivo manifest de aplicación en el mismo origen en el que está tu aplicación. Esto significa que tus usuarios pueden instalar tu aplicación con confianza, sabiendo que la instalación está basada en el archivo manifest de tu aplicación y no en el de alguna otra persona. Los usuarios deben tener esta confianza tanto si están instalando tu aplicación desde el Marketplace de Firefox OS, desde otra tienda de aplicaciones o desde tu propio sitio web si estás publicando tú mismo tu aplicación.
fr: Nous considérons que seul vous pouvez hébergez un manifeste à la même origine que l'application. Ceci signifie que vos utilisateurs peuvent installer votre application avec confiance, sachant que cette installation utilise votre manifeste et pas celui d'un autre. Les utilisateurs devraient avoir cette assurance qu'ils installent votre application depuis le Marketplace Firefox OS, depuis un autre magasin d'application, voire depuis votre site web si vous la publiez vous-même.
it: Diamo per scontato che solo tu possa ospitare un manifesto nella stessa origine dell'app. Questo rappresenta una garanzia per gli utenti, che possono installare la tua app sicuri che l'installazione si basi sul tuo manifesto e non su quello di qualcun altro. Un utente deve poter contare su questa sicurezza sia che installi la tua app da Firefox OS Marketplace che da altre piattaforme di vendita app o dal tuo sito se hai scelto di ospitarla autonomamente.
pl: Zakładamy, że tylko ty możesz trzymać manifest aplikacji w tym samym miejscu, co swoją aplikację. Oznacza to, że użytkownicy mogą instalować aplikację z zaufaniem, wiedząc, że instalacja jest oparta na twoim manifeście aplikacji, nie zaś kogoś innego. Użytkownicy powinni mieć pewność, czy instalują twoją aplikację z Firefox OS Marketplace, innego sklepu z aplikacjami czy z twojej własnej strony internetowej, jeśli samodzielnie publikujesz aplikację.

source: If the app manifest were not hosted at the same origin as the app itself, there would be nothing to prevent third parties from making apps directly out of content hosted at your origin. Even worse, third parties could create an app manifest using your branding that would trick users into installing an app that was a facade for stealing passwords or other improper behavior.
de: Wenn das Anwendungsmanifest nicht bei der gleichen Herkunft gehostet würde, wie die Anwendung selbst, würde nichts Dritte daran hindern, Anwendungen direkt aus dem Inhalt bei Ihrer Herkunft zu erstellen. Noch schlimmer wäre, dass Dritte ein Anwendungsmanifest mit Ihrer Kennzeichnung erstellen könnten und so Anwender dazu bringen könnten, eine Anwendung zu installieren, die heimlich Passwörter klaut oder andere schlimme Dinge tut.
es: Si el archivo manifest de la aplicación no se alojara en el mismo origen que la aplicación en sí, nada impediría a terceros hacer aplicaciones a partir del contenido alojado en tu origen. Aún peor, otros podrían crear un archivo manifest de aplicación usando tu marca que engañaría a los usuarios haciéndoles instalar una aplicación que sería una fachada para robar contraseñas u otro comportamiento impropio.
fr: Si le manifeste n'était pas hébergé sur la même origine que l'application elle-même, rien n'empêcherait des tiers de créer des applications directement à partir du contenu hébergé à votre origine. Pire, ils pourraient créer un manifeste utilisant votre marque qui piégerait les utilisateurs pour installer une application permettant de dérober des mots de passes, ou autre comportement inapproprié.
it: Se il manifesto non fosse ospitato nella stessa origine dell'app, nulla impedirebbe a terze parti di sviluppare app utilizzando i contenuti ospitati nella tua origine. Ma il rischio più grave è che terze parti creino un manifesto utilizzando il tuo marchio per ingannare gli utenti, inducendoli a installare app che potrebbero rubare le loro password o eseguire altre operazioni improprie.
pl: Jeśli manifest nie byłby utrzymywany w tym samym miejscu, co aplikacja, nie byłoby można zapobiec dokonywaniu zmian przez osoby trzecie w aplikacjach utrzymywanych w twoim źródle. Co gorsza, osoby trzecie mogłyby tworzyć manifest aplikacji, używając twojej marki, co mogłoby nakłaniać użytkowników do instalowania pozornych aplikacji, wykradających hasła lub dokonujących innych niewłaściwych działań.

source: Does this mean I can't embed images or JavaScript from other origins?
de: Heißt das, ich kann keine Grafiken oder JavaScript anderer Herkunft einbinden?
es: ¿Significa esto que no puedo incrustar imágenes o JavaScript de otros orígenes?
fr: Est-ce que cela signifie que je ne peux pas embarquer des images ou du JavaScript d'autres origines ?
it: Questo significa che non posso incorporare immagini o codice JavaScript da origini diverse?
pl: Czy to oznacza, że nie mogą osadzać obrazków i JavaScript z innych źródeł?

source: No. The origin restriction is on content (HTML pages) only. Images and other embedded resources can be located elsewhere (for example, on a content delivery network), except for the app's icon, which must be served from the app's origin.
de: Nein. Die Herkunftsbeschränkung bezieht sich nur auf den Inhalt (HTML-Seiten). Grafiken und andere eingebundene Ressourcen können anderswo liegen (zum Beispiel bei einem Content Delivery Network), außer dem Symbol der Anwendung, das von der Herkunft der Anwendung kommen muss.
es: No. La restricción de origen es sobre el contenido (páginas HTML) únicamente. Las imágenes y otros recursos incrustados pueden estar ubicados en cualquier otro sitio (por ejemplo, una red de distribución de contenidos o CDN), excepto el icono de la aplicación, que debe servirse desde el origen de la aplicación.
fr: Non. La restriction sur l'origine se limite au contenu (pages HTML). Les images et autres ressources embarquées peuvent être disponibles ailleurs (par exemple, un réseau de diffusion de contenu), sauf l'icône qui doit être servie depuis l'origine de l'application.
it: No, le limitazioni delle origini riguardano solamente il contenuto (pagine HTML). Immagini e altre risorse incorporate possono essere ospitate altrove, ad esempio su una Rete per la consegna di contenuti (CDN), con l'eccezione dell'icona dell'app, che deve essere caricata nell'origine dell'app.
pl: Nie. Ograniczenie źródła dotyczy tylko zawartości (strony HTML). Obrazki i inne osadzanie zasoby mogą być umieszczone w innym miejscu (np. w sieci dostarczania treści) z wyjątkiem ikony aplikacji, która musi być udostępniania z tego samego źródła.

source: Can I have more than one app at my origin?
de: Kann ich mehr als eine Anwendung bei meiner Herkunft haben?
es: ¿Puedo tener más de una aplicación en mi origen?
fr: Puis-je avoir plusieurs applications à la même origine ?
it: Posso includere più app sulla stessa origine?
pl: Czy mogę mieć więcej niż jedną aplikację w źródle?

source: No, there can be only one app per origin. If multiple apps were allowed for a single origin, they would live in a single web sandbox &mdash; they could examine each other's localStorage, do Ajax requests to each other's APIs, or even steal access to privileged APIs that should have been granted to only one of the apps. This would be especially dangerous for domains that publish user-generated content from many users.
de: Nein, es kann nur eine Anwendung pro Herkunft geben. Wären mehrere Anwendungen für einer Herkunft erlaubt, würden sie in einer einzelnen Web-Sandbox existieren &mdash; sie könnten den localStore des jeweils anderen untersuchen, Ajax-Anfragen an die APIs des anderen stellen oder sogar Zugang zu privilegierten APIs stehlen, den nur eine der Anwendungen haben sollte. Das wäre besonders gefährlich bei Domains, die von vielen Benutzern erstellte Inhalte veröffentlichen.
es: No, sólo puede haber una aplicación por origen. Si se permitieran múltiples aplicaciones para un único origen, compartirían un mismo compartimento estanco de seguridad &mdash; cada una podría examinar el espacio localStorage de la otra, podría hacer peticiones Ajax a las API de la otra o incluso robar el acceso a API privilegiadas que se habrían concedido únicamente a una de las aplicaciones. Esto sería especialmente peligroso en los dominios que publican contenido generado por muchos usuarios distintos.
fr: Non, il ne peut y avoir qu'une seule application par origine. Si plusieurs étaient possibles pour une même origine, elles vivraient dans le même bac-à-sable web et pourraient avoir accès aux données des autres comme les localStorage, faire des requêtes Ajax, ou profiter des API privilégiées qui n'ont été accordées qu'à une des applications. Ceci serait particulièrement dangeureux pour les domaines qui publient du contenu généré par beaucoup d'utilisateurs.
it: No, può esistere una sola app per origine. Inserire più app in una singola origine equivale a metterle in un'unica sandbox &mdash; un'app potrebbe esaminare il localStorage di altre app, inviare richieste Ajax alle loro API o perfino rubare l'accesso ad API con privilegi che dovrebbero invece essere riservati a una sola app. Questo è particolarmente rischioso in domini che pubblicano contenuti generati da più utenti.
pl: Nie. w każdym źródle może być tylko jedna aplikacje. Gdyby wiele aplikacji mogłoby mieć to samo źródło, znajdowałyby się w jednej sieciowej przestrzeni &mdash; mogłyby sprawdzać nawzajem swój localStorage, wykonywać nawzajem zapytania Ajax do swoich API, a nawet przechwytywać dostęp do uprzywilejowanych API, które powinny zostać przyznane tylko jednej z aplikacji. Byłoby to szczególnie niebezpieczne w przypadku domen, które publikują treści tworzone przez wielu użytkowników.

source: We recommend that you use a separate subdomain for each of your apps. For example, <code>spreadsheet.mycoolapps.com</code> for one app and <code>texteditor.mycoolapps.com</code> for another. For more information, see <a href="%(url)s">Adding a subdomain for an app</a>.
de: Wir empfehlen, dass Sie getrennte Subdomains für jede Ihrer Anwendungen verwenden. Beispielsweise <code>spreadsheet.mycoolapps.com</code> für eine Anwendung und <code>texteditor.mycoolapps.com</code> für eine andere. Weitere Informationen finden Sie unter <a href="%(url)s">Hinzufügen einer Subdomain für eine Anwendung</a>.
es: Recomendamos que uses un subdominio separado para cada una de tus aplicaciones. Por ejemplo, <code>spreadsheet.mycoolapps.com</code> para una aplicación y <code>texteditor.mycoolapps.com</code> para el otro. Para más información, lee <a href="%(url)s">Añadir un subdominio para una aplicación</a>.
fr: Nous vous recommandons d'utiliser un sous-domaine séparé pour chacune de vos applications. Par exemple, <code>spreadsheet.mycoolapps.com</code> pour une application et <code>texteditor.mycoolapps.com</code> pour une autre. Pour plus d'information, lisez <a href="%(url)s">Ajouter un sous-domaine pour une application</a>.
it: Consigliamo di utilizzare un sottodominio separato per ciascuna app. Per esempio <code>spreadsheet.mycoolapps.com</code> per una e <code>texteditor.mycoolapps.com</code> per l'altra. Per ulteriori informazioni leggi <a href="%(url)s">Adding a subdomain for an app</a>.
pl: Zalecamy użycie osobnej subdomeny dla każdej z twoich aplikacji, Na przykład <code>spreadsheet.mycoolapps.com</code> dla jednej aplikacji i <code>texteditor.mycoolapps.com</code> dla innej. Więcej informacji znajdziesz w artykule <a href="%(url)s">Dodawanie subdomeny do aplikacji</a>.

source: Many resources and permissions on the Web are already scoped to a single origin. By defining an app and an origin as the same thing we use the same security restrictions that are used elsewhere on the Web and in HTML5.
de: Viele Ressourcen und Genehmigungen im Internet sind schon auf eine Herkunft ausgerichtet. Indem wir eine Anwendung und eine Herkunft gleich definieren, verwenden wir die gleichen Sicherheitsbeschränkungen, die anderswo im Internet und in HTML5 verwendet werden.
es: Muchos recursos y permisos en la Web ya están limitados a un solo origen. Al definir igual una aplicación y un origen usamos las mismas restricciones de seguridad que se practican en el resto de la Web y en HTML5.
fr: Beaucoup de ressources et de permissions sur le Web sont déjà limitées à une même origine. En définissant une application et une origine comme la même chose, nous utilisons les mêmes restrictions de sécurité que celles utilisées partout ailleurs sur le Web et dans HTML5.
it: Sul Web ci sono già molte risorse e autorizzazioni che fanno riferimento a un'unica origine. Definire un'app e un'origine come entità unica consente di applicare le stesse limitazioni per la sicurezza implementate in HTML5 e nel resto del Web.
pl: Wiele zasobów i uprawnień w sieci jest już zastrzeżona do jednego źródła. Definiując aplikację i źródło jako to samo, możemy używać tych samych ograniczeń bezpieczeństwa, które są wykorzystywane w Sieci oraz w HTML5.

source: Why not just upload the app manifest directly to the Firefox OS Marketplace?
de: Warum kann man das Anwendungsmanifest nicht einfach direkt beim Firefox OS Marketplace hochladen?
es: ¿Por qué no se sube el archivo manifest de aplicaciones directamente a Firefox OS Marketplace?
fr: Pourquoi ne pas juste charger le manifeste directement sur le Marketplace Firefox OS ?
it: Perché non caricare direttamente il manifesto su Firefox OS Marketplace?
pl: Dlaczego nie wystarczy załadować manifestu aplikacji bezpośrednio do Firefox OS Marketplace?

source: There are several benefits to hosting the manifest at your domain and providing the app manifest URL to the Marketplace:
de: Es gibt mehrere Vorteile, weswegen man das Manifest bei Ihrer Domain hosten sollte und die URL des Anwendungsmanifests beim Marketplace einstellen sollte:
es: Alojar el archivo manifest en tu dominio y facilitar la URL del archivo manifest de la aplicación en Marketplace ofrecen una serie de ventajas:
fr: Il y a plusieurs avantages à héberger le manifeste sur votre domaine et en fournir l'adresse au Marketplace :
it: Ospitare il manifesto nel proprio dominio e fornire al Marketplace solo l'URL comporta diversi vantaggi:
pl: Istnieje kilka korzyści z utrzymywania manifestu w swojej domenie i podania do Marketplace adresu URL manifestu aplikacji:
