Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If this is a premium add-on you wish to sell in our Marketplace, be sure to enroll on the <a href="%(payments_url)s">Manage Payments</a> page <b>before</b> your add-on is reviewed by an editor.
cs: Pokud se jedná o placený doplněk, který chcete prostřednictvým Marketplace prodávat, ujistěte se, že máte vše nastaveno ve <a href="%(payments_url)s">Správě plateb</a> dříve, než pošlete doplněk na kontrolu redaktorem.
de: Wenn dies ein Premium-Add-on ist, das Sie in unserem Marktplatz verkaufen möchten, tragen Sie sich unbedingt auf der Seite <a href="%(payments_url)s">Zahlungen verwalten</a> ein, <b>bevor</b> Ihr Add-on von einem Redakteur überprüft wird.
es: Si se trata de un complemento premium que deseas vender en nuestro Marketplace, asegúrate de que estás registrado en la página <a href="%(payments_url)s">Gestionar pagos</a> <b>antes</b> de que un editor revise tu complemento.
fr: Si vous souhaitez vendre un module premium sur notre Marketplace, assurez-vous d'être inscrit sur la page de <a href="%(payments_url)s">gestion des paiements</a> <b>avant</b> que votre module ne soit testé par un éditeur.
it: Se questo è un componente aggiuntivo premium che vuoi vendere nel Marketplace, assicurati di registrarti nella pagina <a href="%(payments_url)s">Gestione pagamenti</a> <b>prima</b> che il tuo componente aggiuntivo venga verificato da un revisore.
ko: 프리미엄 부가 기능을 마켓플레이스에서 판매하고 싶다면 편집자에게 심사를 <b>받기 전에</b> <a href="%(payments_url)s">결제 관리</a> 페이지에 등록되어 있는지 확인해 주세요.
nl: Als dit een premium-add-on is die u op onze Marketplace wilt verkopen, schrijf u dan in op de pagina <a href="%(payments_url)s">Betalingen beheren</a> <b>voordat</b> uw add-on is beoordeeld door een editor.
pl: Jeśli jest to płatna wersja dodatku, którą chcesz sprzedawać w Marketplace, zgłoś to na stronie <a href="%(payments_url)s">zarządzania płatnościami</a> <b>przed</b> sprawdzeniem dodatku przez recenzenta.
ru: Если это премиум дополнение, которое вы намерены продавать в нашем Магазине, не забудьте зарегистрироваться на странице <a href="%(payments_url)s">управления платежами</a> <b>перед</b> тем, как ваше дополнение будет рассмотрено редактором.
sl: Če je ta premium dodatek želite prodajati na našem Marketplace, poskrbite za to, da boste zavedeni na strani za <a href="%(payments_url)s">upravljanje plačil</a> <b>, preden</b> vaš dodatek pregleda urednik.
zh_cn: 如果这是一个您想在我们的“市场”中销售的付费版附加组件，请务必在您的附加组件被审核员审核<b>前</b>先到<a href="%(payments_url)s">管理付款</a>页面登记。

source: Step 5
cs: Krok 5
de: Schritt 5
el: Βήμα 5
es: Paso 5
fr: Étape 5
it: Passaggio 5
ja: ステップ 5
ko: 5단계
nl: Stap 5
pa_in: ਕਦਮ 5
pl: Krok 5
pt_pt: Passo 5
ru: Шаг 5
sl: Korak 5
uk: Крок 5
zh_cn: 第 5 步

source: Step 5. Select a License
cs: Krok 5. Volba licence
de: Schritt 5. Wählen Sie eine Lizenz aus
el: Βήμα 5. Επιλογή άδειας χρήσης
es: Paso 5. Elige una licencia
fr: Étape 5. Choisir une licence
it: Passaggio 5: seleziona una licenza
ja: ステップ 5. ライセンスを選択
ko: 5단계. 라이센스 선택
nl: Stap 5. Selecteer een licentie
pa_in: ਕਦਮ 5. ਇੱਕ ਲਾਇਸੰਸ ਚੁਣੋ
pl: Krok 5. Wybierz licencję
pt_pt: Passo 5. Seleccione uma licença
ru: Шаг 5. Выберите лицензию
sl: Korak 5. Izberite licenco
uk: Крок 5. Виберіть ліцензію
zh_cn: 第 5 步：选择许可协议

source: We require all add-ons to indicate the terms under which their source code is licensed. Please select a license from the list below or enter a custom license.
cs: U všech doplňků vyžadujeme, aby u nich bylo uvedeno, pod jakými podmínkami je jejich zdrojový kód licencován. Zvolte prosím jednu z licencí v seznamu nebo zadejte vlastní.
de: Bei uns müssen alle Add-ons angeben, unter welchen Bedingungen ihr Quelltext lizenziert ist. Bitte wählen Sie eine Lizenz aus der folgenden Liste aus, oder geben Sie eine eigene Lizenz ein.
el: Απαιτούμε από όλα τα πρόσθετα την κατάδειξη των όρων αδειοδότησης του πηγαίου κώδικα τους. Παρακαλούμε επιλέξτε μια άδεια από την παρακάτω λίστα ή εισάγετε μια προσαρμοσμένη άδεια.
es: Es obligatorio para todos los complementos indicar los términos bajo los que está licenciado su código fuente. Selecciona una licencia de la siguiente lista o introduce tu propia licencia.
fr: Nous demandons à tous les modules d'indiquer la licence de leur code source. Merci de choisir une licence dans la liste ci-dessous ou d'indiquer une licence personnalisée.
it: Per tutti i componenti aggiuntivi deve essere specificata la licenza con cui viene distribuito il relativo codice sorgente. Seleziona una licenza dal seguente elenco oppure inserisci una licenza personalizzata.
ja: このサイトでは、すべてのアドオンに対し、ソースコードのライセンスを明示することを求めています。以下のリストからライセンスを選択するか、独自のライセンスを入力してください。
ko: 모든 부가 기능은 라이센스가 있는 소스 코드임을 알려야 합니다. 아래 목록의 라이센스 중 하나를 선택하시거나 사용자 정의 라이센스를 입력해 주세요.
nl: Van alle add-ons dienen de voorwaarden waaronder de broncode is gelicentieerd te worden aangegeven. Selecteer een licentie in onderstaande lijst of voer een aangepaste licentie in.
pa_in: ਸਾਡੀ ਮੰਗ ਹੈ ਸਾਰੇ ਐਡ-ਆਨ ਆਪਣੀਆਂ ਸ਼ਰਤਾਂ ਦੱਸਣ ਜਿਹਨਾਂ ਦੇ ਅਧੀਨ ਉਹਨਾਂ ਦੇ ਸੋਰਸ ਕੋਡ ਨੂੰ ਲਾਇਸੰਸ ਮਿਲਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਹੇਠ ਦਿੱਤੀ ਸੂਚੀ ਵਿੱਚੋਂ ਇੱਕ ਲਾਇਸੰਸ ਚੁਣੋ ਜਾਂ ਇੱਕ ਕਸਟਮ ਲਾਇਸੰਸ ਦਰਜ ਕਰੋ।
pl: Wymagane jest, by wszystkie dodatki miały określoną licencję, na jakiej jest udostępniany ich kod źródłowy. Z poniższej listy wybierz licencję lub podaj postanowienia własnej.
pt_pt: Necessitamos que todos os extras indiquem os termos sobre qual o código fonte é licenciado. Por favor seleccione a licença da lista em baixo ou escreva a sua licença personalizada.
ru: Мы требуем от всех дополнений указывать лицензию их исходного кода. Пожалуйста, выберите лицензию из размещённого ниже списка или введите свою лицензию.
sl: Za vse dodatke zahtevamo, da navedejo pogoje, po katerih je licencirana njihova izvorna koda. Izberite prosim licenco v spodnjem seznamu ali vnesite svojo lastno licenco.
uk: Ми вимагаємо для всіх додатків зазначати умови на яких ліцензовано їх початковий код. Будь ласка, виберіть ліцензію зі списку внизу або введіть свою.
zh_cn: 我们要求所有的附加组件都要标明其源代码以何种协议许可。请从下面的列表中选择一种许可协议，或者输入一份自定义许可协议。

source: Select a license for your add-on:
cs: Zvolte licenci svého doplňku:
de: Wählen Sie eine Lizenz für Ihr Add-on:
el: Επιλέξτε μια άδεια χρήσης για το πρόσθετο σας:
es: Selecciona una licencia para tu complemento:
fr: Sélectionnez une licence pour votre module :
it: Seleziona una licenza per il tuo componente aggiuntivo:
ja: アドオンのライセンスを選択してください:
ko: 부가 기능에 사용할 라이선스를 선택하세요:
nl: Selecteer een licentie voor uw add-on:
pa_in: ਆਪਣੇ ਐਡ-ਆਨ ਲਈ ਇੱਕ ਲਾਇਸੰਸ ਚੁਣੋ:
pl: Wybierz licencję:
pt_pt: Seleccione uma licença para o seu extra:
ru: Выберите лицензию для вашего дополнения:
sl: Izberite licenco za svoj dodatek:
uk: Виберіть ліцензію для свого додатку:
zh_cn: 为您的附加组件选择一种许可协议：

source: Step 4
cs: Krok 4
de: Schritt 4
el: Βήμα 4
es: Paso 4
fr: Étape 4
it: Passaggio 4
ja: ステップ 4
ko: 4단계
nl: Stap 4
pa_in: ਕਦਮ 4
pl: Krok 4
pt_pt: Passo 4
ru: Шаг 4
sl: Korak 4
uk: Крок 4
zh_cn: 第 4 步

source: Step 4. Add Images
cs: Krok 4. Přidání obrázků
de: Schritt 4. Fügen Sie Grafiken hinzu
el: Βήμα 4. Προσθήκη εικόνων
es: Paso 4. Agregar imágenes
fr: Étape 4. Ajouter des images
it: Passaggio 4: aggiungi immagini
ja: ステップ 4. 画像を追加
ko: 4단계. 이미지 등록
nl: Stap 4. Voeg afbeeldingen toe
pa_in: ਕਦਮ 4. ਤਸਵੀਰਾਂ ਜੋੜੋ
pl: Krok 4. Dodaj obrazki
pt_pt: Passo 4. Adicionar imagens
ru: Шаг 4. Добавить изображения
sl: Korak 4. Dodaj slike
uk: Крок 4. Додати зображення
zh_cn: 第 4 步：添加图像

source: Custom icons and screenshots draw attention and help users understand what it does. We strongly recommend uploading a custom icon, as in some areas of the website, only the icon and name will appear.
cs: Vlastní ikony a náhledy dají uživatelům přehled a pomohou jim v pochopení, co doplněk dělá. Silně doporučujeme nahrát vlastní ikonu, protože na některých místech webu se zobrazuje pouze tato ikona.
de: Benutzerdefinierte Symbole und Screenshots erregen Aufmerksamkeit und helfen Anwendern dabei, zu verstehen, was es tut. Wir empfehlen dringend das Hochladen eines benutzerdefinierten Symbols, da in einigen Bereichen der Website nur das Symbol und der Name erscheinen werden.
el: Τυπικές εικόνες και στιγμιότυπα επισύρουν την προσοχή και βοηθούν τους χρήστες να καταλάβουν τη λειτουργία. Συστήνουμε ανεπιφύλακτα τη μεταφόρτωση μια απλής εικόνας, αφού σε μερικά μέρη μιας ιστοσελίδας, μόνο το εικονίδιο και το όνομα θα εμφανιστούν.
es: Los iconos y las capturas de pantalla personalizados llaman la atención y ayudan a los usuarios a entender lo que hace. Recomendamos enormemente que subas un icono personalizado ya que, en algunas partes de la página web, solo aparecerán el icono y el nombre.
fr: Des captures d'écran et des icônes personnalisées captent l'attention des utilisateurs et les aident à comprendre ce que cela permet de faire. Nous vous recommandons fortement d'envoyer une icône personnalisée étant donné qu'à certains endroits du site, elle seule et le nom seront visibles.
it: Icone personalizzate e anteprime attirano l'attenzione degli utenti e li aiutano a capire le funzionalità del componente aggiuntivo. Ti consigliamo vivamente di caricare un'icona personalizzata in quanto all'interno di alcune sezioni del sito verranno visualizzati sono il nome e l'icona.
ja: 独自のアイコンとスクリーンショットは、ユーザの注目を集め、それがどのようなものかを理解するのに役立ちます。サイトの一部ではアイコンと名前のみが表示されるため、独自のアイコンをアップロードすることを強く推奨します。
ko: 직접 제작한 아이콘과 스크린샷은 이목을 집중시키고 사용자가 어떤 기능이 있는지를 이해하는데 도웁이 됩니다. 저희는 아이콘을 직접 제작해서 올리는걸 강력히 권장하고 있으며, 웹 사이트의 일부 구역에선 아이콘과 이름만 노출되기도 합니다.
nl: Aangepaste pictogrammen en schermafbeeldingen trekken belangstelling en helpen gebruikers te begrijpen wat het doet. Wij raden het uploaden van een aangepast pictogram sterk aan, aangezien op sommige delen van de website alleen het pictogram en de naam worden getoond.
pa_in: ਸੋਧੇ ਆਈਕਾਨ ਅਤੇ ਸਕਰੀਨਸ਼ਾੱਟ ਧਿਆਨ ਖਿੱਚਦੇ ਅਤੇ ਉਪਭੋਗੀਆਂ ਦੀ ਸਮਝਣ ਵਿੱਚ ਮਦਦ ਕਰਦੇ ਹਨ ਇਹ ਕੀ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਇੱਕ ਸੋਧੇ ਆਈਕਾਨ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨ ਦੀ ਜ਼ੋਰਦਾਰ ਸਿਫ਼ਾਰਿਸ਼ ਕਰਦੇ ਹਾਂ, ਜਿਵੇਂ ਵੈਬਸਾਈਟ ਦੇ ਕੁੱਝ ਖੇਤਰਾਂ ਵਿੱਚ, ਕੇਵਲ ਆਈਕਾਨ ਅਤੇ ਨਾਂ ਹੀ ਵਿਖਾਈ ਦੇਣਗੇ।
pl: Ikony i zrzuty ekranu przyciągają uwagę i pomagają użytkownikom zrozumieć, co dodatek robi. Polecamy przesłanie ikony, ponieważ gdzieniegdzie na witrynie wyświetlać się będzie tylko ikona i nazwa dodatku.
pt_pt: Ícones e capturas de tela personalizadas chamam a atenção e ajudam usuários a entender o que seu extra faz. Nós recomendamos formetemente que você adicione um ícone personalizado, já que em algumas áreas do site somente o ícone e o nome aparecerão.
ru: Свои значки и скриншоты привлекают внимание и помогают пользователям понять, что оно делает. Мы настоятельно рекомендуем загрузить свой значок, так как в некоторых областях веб-сайта появится только имя и значок.
sl: Ikone po meri in posnetki zaslona bodo pritegnili uporabnika in mu pomagali razumeti, kaj dodatek počne. Toplo vam priporočamo, da si prenesete ikone po meri, ker je na nekaterih področjih spletišča videti le ikono in ime.
uk: Власні іконки та знімки екрану приваблюють та допомагають користувачам зрозуміти, що він робить. Ми наполегливо рекомендуємо завантажити свою іконку, адже у деяких частинах веб-сайту з'явиться тільки ім'я та іконка.
zh_cn: 自定义图标和屏幕截图能吸引并帮助用户理解它的用途。我们强烈建议上传自定义图标，因为在网站的某些地方只显示附加组件的图标和名称。

source: Step 6
cs: Krok 6
de: Schritt 6
el: Βήμα 6
es: Paso 6
fr: Étape 6
it: Passaggio 6
ja: ステップ 6
ko: 6단계
nl: Stap 6
pa_in: ਕਦਮ 6
pl: Krok 6
pt_pt: Passo 6
ru: Шаг 6
sl: Korak 6
uk: Крок 6
zh_cn: 第 6 步

source: Step 6. Select a Review Process
cs: Krok 6. Volba procesu kontroly
de: Schritt 6. Wählen Sie einen Überprüfungsprozess aus
el: Βήμα 6. Επιλογή διαδικασίας αξιολόγησης
es: Paso 6. Elige un proceso de revisión
fr: Étape 6. Sélection d'un processus de revue
it: Passaggio 6: seleziona un metodo di revisione
ja: ステップ 6. 審査方法を選択
ko: 6단계. 심사 과정 선택
nl: Stap 6. Selecteer een beoordelingsproces
pa_in: ਕਦਮ 6. ਇੱਕ ਸਮੀਖਿਆ ਕਾਰਜ ਚੁਣੋ
pl: Krok 6. Wybierz sposób sprawdzenia
pt_pt: Passo 6. Seleccione um processo de revisão
ru: Шаг 6. Выберите процесс проверки
sl: Korak 6. Izberite postopek za pregled
uk: Крок 6. Виберіть процес перевірки
zh_cn: 第 6 步：选择审核程序

source: All add-ons hosted in our gallery must be reviewed by an editor before they appear in categories or search results. While waiting for review, your add-on can still be accessed through its direct URL. Please choose the review process below that best fits your add-on.
cs: Všechny doplňky hostované v naší galerii musí být zkontrolovány redaktorem dříve, než se objeví v kategoriích a výsledcích vyhledávání. V době, kdy čekáte na kontrolu, je váš doplněk přímo dostupný na konkrétní URL. Níže si zvolte proces kontroly, který nejlépe sedne pro váš doplněk.
de: Alle Add-ons, die in unserer Galerie gehostet werden, müssen von einem Bearbeitet überprüft werden, bevor sie in Kategorien oder Suchergebnissen auftauchen. Während Ihr Add-on auf die Überprüfung wartet, ist es trotzdem über seine direkte URL verfügbar. Bitte wählen Sie im Folgenden den Überprüfungsprozess, der am besten zu Ihrem Add-on passt.
el: Όλα τα πρόσθετα που φιλοξενούμε θα πρέπει να αξιολογηθούν από ένα συντάκτη μας πριν αρχίσουν να εμφανίζονται στις λίστες κατηγοριών και τα αποτελέσματα αναζήτησης. Όσο θα περιμένετε για την αξιολόγηση, οι χρήστες θα μπορούν να έχουν πρόσβαση στο πρόσθετο σας μόνο μέσω του άμεσου δεσμού (URL) προς τη σελίδα φιλοξενίας του. Σας παρακαλούμε να επιλέξετε την διαδικασία αξιολόγησης που ταιριάζει καλύτερα στο πρόσθετο σας από την παρακάτω λίστα.
es: Todos los complementos alojados en nuestra galería deben ser revisados por un editor antes de aparecer en las categorías o resultados de búsqueda. Mientras espera por revisión, tu complemento puede todavía ser accesible a través de la URL directa. Te sugerimos que elijas el proceso de revisión que mejor se adapte a tu complemento.
fr: Tous les modules hébergés dans notre galerie doivent être vérifiés par un éditeur avant d'apparaitre dans les catégories ou les résultats de recherche. Pendant cette période d'attente, vous pouvez toujours accéder à votre module via son adresse directe. Merci de choisir le processus de revue qui convient le mieux à votre module.
it: Tutti i componenti aggiuntivi presenti in questa galleria devono essere controllati da un revisore prima di poter apparire nelle categorie o nei risultati di ricerca. In attesa della revisione, il tuo componente aggiuntivo è accessibile utilizzando l'URL diretto. Scegli il tipo di revisione più adatto al tuo componente aggiuntivo.
ja: このサイトに掲載されるすべてのアドオンは、カテゴリや検索結果に表示される前に、エディタによる審査を受けなければなりません。審査を待っている間も、アドオンのページは URL を直接入力することで表示できます。このアドオンに合った審査方法を以下から選んでください。
ko: 저희 갤러리에서 호스팅되고 있는 모든 부가 기능들은 공개되기에 앞서 편집자의 심사를 반드시 받게 되어 있습니다. 심사 기간 동안에도 당신의 부가 기능은 URL을 입력하면 접근이 가능합니다. 아래의 심사 과정 중에서 적합한 방식을 선택해 주세요.
nl: Alle in onze galerij gehoste add-ons dienen te worden beoordeeld door een editor voordat ze in categorieën of zoekresultaten verschijnen. In afwachting van een beoordeling is uw add-on wel toegankelijk via een rechtstreekse URL. Kies hieronder het beoordelingsproces dat het beste bij uw add-on past.
pa_in: ਸਾਡੀ ਗੈਲਰੀ ਵਿੱਚ ਮੇਜ਼ਬਾਨ ਸਾਰੇ ਐਡ-ਆਨਾਂ ਦੀ ਸਮੀਖਿਆ ਇੱਕ ਸੰਪਾਦਕ ਵੱਲੋਂ ਕੀਤੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਉਹ ਸੰਗ੍ਰਹਿਾਂ ਜਾਂ ਖੋਜ ਨਤੀਜਿਆਂ ਵਿੱਚ ਵਿਖਾਈ ਦੇਣ। ਜਦ ਤੱਕ ਸਮੀਖਿਆ ਲਈ ਉਡੀਕ ਹੋ ਰਹੀ ਹੈ, ਤਾਂ ਵੀ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਤੱਕ ਇੱਕ ਸਿੱਧੀ URL ਦੁਆਰਾ ਪਹੁੰਚਿਆ ਜਾ ਸਕਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਸਮੀਖਿਆ ਕਾਰਜ ਚੁਣੋ ਜੋ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਸੱਭ ਤੋਂ ਵਧੀਆ ਹੋਵੇ।
pl: Wszystkie dodatki znajdujące się w naszej galerii, zanim będą mogły być widoczne w wykazach kategorii lub wynikach szukania, muszą zostać sprawdzone przez recenzenta. W trakcie oczekiwania na sprawdzenie dodatek może nadal być dostępny przez jego bezpośredni adres URL. Wybierz sposób sprawdzenia najodpowiedniejszy dla dodatku.
pt_pt: Todos os extras alojados na nossa galeria têm de ser revistos por um editor antes de aparecer nas categorias ou pesquisa de resultados. Enquanto espera pela revisão, o seu extra pode ser acedido através do URL directo. Por favor escolha o processo de revisão em baixo que melhor se adequa ao seu extra.
ru: Все дополнения, размещённые в нашей галерее, должны быть рассмотрены редактором, прежде чем они появятся в категориях или в результатах поиска. В ожидании рассмотрения ваше дополнение может быть доступно для установки по его прямой ссылке. Пожалуйста, выберите ниже процесс проверки, который лучше всего подходит для вашего дополнения.
sl: Vse dodatke, ki jih gostimo v naši galeriji, mora naprej pregledati urednik, potem šele se jih lahko objavi v kategorijah ali rezultatih iskanja. Med čakanjem na pregled lahko do svojega dodatka še vedno pridete prek neposrednega URL. Spodaj izberite postopek pregleda, ki je za vaš dodatek najbolj ustrezen.
uk: Усі додатки, розміщені у нашій галереї, повинні бути розглянуті редактором перед тим, як вони з'являться в категоріях чи результатах пошуку. В очікуванні перевірки ваш додаток може бути доступним для встановлення за його прямим посиланням. Будь ласка, виберіть нижче процес перевірки, котрий найкраще підходить для вашого додатку.
zh_cn: 所有托管在我们的展示库的附加组件在它们出现在分类或搜索结果中之前，都必须经过审核员审核。在等待审核期间，您的附加组件仍然可以直接通过网址访问。请在下面选择最适合您的附加组件的审核程序。

source: Full Review
cs: Plná kontrola
de: Vollständige Überprüfung
el: Πλήρη αξιολόγηση
es: Revisión completa
fr: Revue complète
it: Revisione completa
ja: 本審査
ko: 전체 심사
nl: Volledige beoordeling
pa_in: ਪੂਰੀ ਸਮੀਖਿਆ
pl: Pełne sprawdzenie
pt_pt: Revisão completa
ru: Полная проверка
sl: Popoln pregled
uk: Повна перевірка
zh_cn: 全面审核

source: A complete review of your add-on's source and functionality. <a href="%(url)s">Learn more&hellip;</a>
cs: Kompletní kontrola zdrojového kódu doplňku a jeho funkcionality. <a href="%(url)s">Dozvědět se více&hellip;</a>
de: Eine vollständige Überprüfung des Quelltextes und der Funktionalität Ihres Add-ons. <a href="%(url)s">Erfahren Sie mehr &hellip;</a>
el: Μια πλήρης αξιολόγηση του πηγαίου κώδικα και της λειτουργικότητας του πρόσθετου σας. <a href="%(url)s">Μάθετε περισσότερα&hellip;</a>
es: Una revisión completa del código y funcionalidad de tu complemento. <a href="%(url)s">Más información&hellip;</a>
fr: Une revue complète du code source et des fonctionnalités de votre module. <a href="%(url)s">En savoir plus &hellip;</a>
it: Una revisione completa del sorgente e delle funzioni del tuo componente aggiuntivo. <a href="%(url)s">Ulteriori informazioni&hellip;</a>
ja: アドオンのソースコードと機能を完全に審査します。<a href="%(url)s">詳細...</a>
ko: 부가 기능의 소스 및 기능에 대한 전체 심사를 합니다. <a href="%(url)s">자세히 알아보기&hellip;</a>
nl: Een complete beoordeling van de bron en functionaliteit van uw add-on. <a href="%(url)s">Meer…</a>
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੇ ਸੋਰਸ ਅਤੇ ਕਾਰਜਕੁਸ਼ਲਤਾ ਦੀ ਇੱਕ ਮੁੰਕਮਲ ਸਮੀਖਿਆ। <a href="%(url)s">ਹੋਰ ਜਾਣੋ&hellip;</a>
pl: Pełne sprawdzenie kodu źródłowego dodatku i funkcjonalności. <a href="%(url)s">Dowiedz się więcej&hellip;</a>
pt_pt: Uma revisão completa da fonte e funcionalidade do seu extray. <a href="%(url)s">Saber mais&hellip;</a>
ru: Полная проверка исходного кода и функциональности вашего дополнения. <a href="%(url)s">Узнать больше&hellip;</a>
sl: Popoln pregled izvorne kode vašega dodatka in njegove funkcionalnosti. <a href="%(url)s">Več o tem...</a>
uk: Повна перевірка програмного коду та функціональності вашого додатку. <a href="%(url)s">Докладніше&hellip;</a>
zh_cn: 对您的附加组件源代码和功能的完整审核。<a href="%(url)s">了解更多&hellip;</a>

source: Appropriate for polished add-ons
cs: Vhodné pro otestované doplňky
de: Genehmigung als überarbeitetes Add-on
el: Κατάλληλο για ολοκληρωμένα πρόσθετα
es: Apropiado para complementos pulidos
fr: Adapté pour des modules bien finis
it: Adatto per componenti aggiuntivi già rifiniti
ja: 洗練されたアドオン向けです
ko: 상용 부가 기능에 적합한 과정
nl: Gepast voor gepolijste add-ons
pa_in: ਤਿਆਰ ਐਡ-ਆਨਾਂ ਲਈ ਠੀਕ
pl: Odpowiednie dla udoskonalonych dodatków
pt_pt: Apropriado para extras afinados.
ru: Допустимо для отлаженных дополнений
sl: Ustrezno za izglajene dodatke
uk: Підходить до налагоджених додатків
zh_cn: 适合已完善的附加组件

source: Review should take place within 10 days
cs: Kontrola by měla trvat do 10 dní
de: Überprüfung sollte innerhalb von 10 Tagen stattfinden
el: Η αξιολόγηση θα πρέπει να γίνει μέσα σε 10 ημέρες
es: La revisión debe tener lugar en 10 días
fr: La vérification devrait être effectuée d'ici 10 jours
it: La revisione dovrebbe avvenire entro 10 giorni
ja: 審査は通常 10 日以内に行われます
ko: 10일 이내의 차세대 버전에 대한 심사
nl: Beoordeling zou binnen 10 dagen moeten plaatsvinden
pa_in: ਸਮੀਖਿਆ 10 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਅੰਦਰ ਕੀਤੀ ਜਾਵੇਗੀ
pl: Sprawdzenie powinno odbyć się w ciągu 10 dni
pt_pt: A revisão deve acontecer dentro de 10 dias
ru: Проверка будет проведена в течение 10 дней
sl: Pregled načeloma v roku 10 dni
uk: Розгляд буде проведено протягом 10 днів
zh_cn: 审核将在十天内进行

source: Review of subsequent versions within 5 days
cs: Kontrola aktualizací do 5 dní
de: Überprüfung von folgenden Versionen innerhalb von 5 Tagen
el: Αξιολόγηση επόμενων εκδόσεων μέσα σε 5 ημέρες
es: Revisión de versiones siguientes en 5 días
fr: Vérification des versions suivantes dans les 5 jours
it: Revisione delle versioni successive entro 5 giorni
ja: その後のバージョンの審査は通常 5 日以内に行われます
ko: 5일 이내의 차세대 버전에 대한 심사
nl: Beoordeling van latere versies binnen 5 dagen
pa_in: ਆਉਣ ਵਾਲੇ ਵਰਜਨਾਂ ਦੀ ਸਮੀਖਿਆ 5 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਅੰਦਰ
pl: Sprawdzenie kolejnych wersji w ciągu 5 dni
pt_pt: Rever versões subsequentes dentro de 5 dias
ru: Проверка последующих версий в течение 5 дней
sl: Pregled naslednjih različic v roku 5 dni
uk: Наступні версії розглядаються протягом 5 днів
zh_cn: 后续版本的审核时间在五天内

source: Warning-free installation and no feature limitations
cs: Instalace bez varování a žádná omezená funkčnost
de: Installation ohne Warnung und keine Funktionsbeschränkungen
el: Εγκατάσταση χωρίς προειδοποιήσεις και χωρίς περιορισμούς στα χαρακτηριστικά
es: Libre de advertencias de instalación y sin limitaciones de características
fr: Installation sans avertissement et aucune limitation de fonctionnalité
it: Installazione senza avvisi e nessuna limitazione
ja: 警告なしのインストールと無制限の機能
ko: 경고문 없는 설치 및 기능 제약 해제
nl: Waarschuwingsvrije installatie en geen functionele beperkingen
pa_in: ਚੇਤਾਵਨੀ- ਮੁਫ਼ਤ ਇੰਸਟਾਲੇਸ਼ਨ ਅਤੇ ਕੋਈ ਫ਼ੀਚਰ ਪਾਬੰਦੀਆਂ ਨਹੀਂ
pl: Instalacja bez ostrzeżeń i bez ograniczeń funkcji
pt_pt: Aviso-instalação gratuita e sem limitações de funcionalidades
ru: Установка без предупреждений и отсутствие функциональных ограничений
sl: Namestitev brez opozoril in brez omejitve funkcij
uk: Встановлення без попереджень і відсутність функціональних обмежень
zh_cn: 安装时无警告信息且无功能限制

source: Choose Full Review
cs: Zvolit plnou kontrolu
de: Vollständige Freigabe wählen
el: Επιλογή πλήρους αξιολόγησης
es: Elegir revisión completa
fr: Choisir une revue complète
it: Scegli la revisione completa
ja: 本審査を選択
ko: 전체 심사 선택
nl: Kies Volledige beoordeling
pa_in: ਪੂਰੀ ਸਮੀਖਿਆ ਚੁਣੋ
pl: Wybierz pełne sprawdzenie
pt_pt: Escolher revisão completa
ru: Выбрать полную проверку
sl: Izberite popoln pregled
uk: Вибрати повну перевірку
zh_cn: 选择全面审核

source: Preliminary Review
cs: Předběžná kontrola
de: Vorläufige Freigabe
el: Εισαγωγική αξιολόγηση
es: Revisión preliminar
fr: Revue préliminaire
it: Revisione preliminare
ja: 事前審査
ko: 예비 심사
nl: Voorlopige beoordeling
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ
pl: Wstępne sprawdzenie
pt_pt: Revisão preliminar
ru: Предварительная проверка
sl: Predhodni pregled
uk: Попередня перевірка
zh_cn: 初步审核
