Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Make sure your user profile is up to date.
cs: Ujistěte se, že je váš uživatelský profil aktuální.
de: Vergewissern Sie sich, dass Ihre Profilangaben aktuell sind.
el: Βεβαιωθείτε ότι το προφίλ χρήστη σας είναι ενημερωμένο.
es: Asegúrate de que tu perfil de usuario está actualizado.
fr: Assurez-vous que votre profil utilisateur est à jour.
it: Assicurati che il tuo profilo utente sia aggiornato.
ko: 사용자 프로필이 작성되었는지 확인하세요.
nl: Zorg ervoor dat uw gebruikersprofiel is bijgewerkt.
pa_in: ਤੁਹਾਡੀ ਉਪਭੋਗੀ ਪ੍ਰੋਫ਼ਾਈਲ ਦਾ ਆਧੁਨਿਕ ਹੋਣਾ ਯਕੀਨੀ ਕਰੋ।
pl: Sprawdź, czy twój profil użytkownika jest aktualny.
pt_pt: Verifique se o seu perfil está actualizado.
ru: Убедитесь, что ваш пользовательский профиль в актуальном состоянии.
sl: Poskrbite, da je vaš uporabniški profil vedno posodobljen.
uk: Переконайтеся, що ваш користувацький профіль в актуальному стані.
zh_cn: 确保您的个人资料是最新的。

source: <a href="%(url)s"><strong>Update your user profile.</strong></a>
cs: <a href="%(url)s"><strong>Aktualizace mého uživatelského profilu.</strong></a>
de: <a href="%(url)s"><strong>Aktualisieren Sie Ihr Benutzerprofil.</strong></a>
el: <a href="%(url)s"><strong>Ενημερώστε το προφίλ χρήστη σας.</strong></a>
es: <a href="%(url)s"><strong>Actualiza tu perfil de usuario.</strong></a>
fr: <a href="%(url)s"><strong>Mettez à jour votre profil utilisateur.</strong></a>
it: <a href="%(url)s"><strong>Aggiorna il tuo profilo utente.</strong></a>
ko: <a href="%(url)s"><strong>사용자 프로필을 업데이트해 주세요.</strong></a>
nl: <a href="%(url)s"><strong>Werk uw gebruikersprofiel bij.</strong></a>
pa_in: <a href="%(url)s"><strong>ਆਪਣੀ ਉਪਭੋਗੀ ਪ੍ਰੋਫ਼ਾਈਲ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ।</strong></a>
pl: <a href="%(url)s"><strong>Zaktualizuj swój profil użytkownika.</strong></a>
pt_pt: <a href="%(url)s"><strong>Actualize o seu perfil de utilizador.</strong></a>
ru: <a href="%(url)s"><strong>Обновите ваш профиль пользователя.</strong></a>
sl: <a href="%(url)s"><strong>Posodobite svoj uporabniški profil.</strong></a>
uk: <a href="%(url)s"><strong>Оновіть ваш профіль користувача.</strong></a>
zh_cn: <a href="%(url)s"><strong>更新您的个人资料。</strong></a>

source: Whether it was an idea while in line at the grocery store or the solution to one of life's great problems, share your story.
cs: Ať už to byl nápad, který se zrodil ve frontě v obchodě s potravinami nebo řešení konkrétní potřeby, řekněte svůj příběh.
de: Egal ob Ihnen die Idee in der Schlange im Supermarkt kam, oder es eine Lösung zu einem der großen Probleme des Lebens ist, erzählen Sie Ihre Geschichte.
el: Είτε ήταν μια ιδέα που σας ήρθε καθώς περιμένατε στην ουρά του σούπερ-μάρκετ, είτε προϊόν μακρόχρονης σκέψης, πείτε μας την ιστορία του.
es: Ya sea una idea que surgió mientras estabas en la cola del supermercado, o la solución a uno de los grandes problemas de la vida, comparte tu historia.
fr: Que ce soit une idée qui vous est venue dans la file d'attente du marchand de légumes ou bien une solution à l'un des grands problèmes de la vie, partagez votre histoire.
it: Che si tratti di un'idea nata mentre eri in coda al supermercato oppure la soluzione a uno dei grandi problemi della vita, condividi la tua storia.
ko: 마트에서 줄을 서면서 떠오른 아이디어가 인생의 난제를 해결하는 묘안일 때가 있습니다. 생각을 공유해 보세요.
nl: Of het nu een idee was terwijl u in de rij stond bij de kruidenier of de oplossing voor één van de grote levensvragen: deel uw verhaal.
pa_in: ਭਾਵੇਂ ਇਹ ਇੱਕ ਵਿਚਾਰ ਸੀ ਜਦੋਂ ਕਰਿਆਨਾ ਸਟੋਰ ਤੇ ਕਤਾਰ ਵਿੱਚ ਸੀ ਜਾਂ ਜਿੰਦਗੀ ਦੀਆਂ ਸੱਭ ਤੋਂ ਮੁਸ਼ਕਲ ਸਮੱਸਿਆਵਾਂ ਵਿੱਚੋਂ ਇੱਕ ਦਾ ਹਲ ਹੈ, ਆਪਣੀ ਕਹਾਣੀ ਸਾਂਝੀ ਕਰੋ।
pl: Czy pomysł powstał podczas stania w kolejce w sklepie spożywczym, czy też było to rozwiązanie jednego z twoich wielkich problemów życiowych – podziel się swoją historią.
pt_pt: Seja uma ideia que teve enquantoestava na fila do supermercado ou a solução para um dos problemas da vida, partilhe a sua história.
ru: Было ли это идея пришедшая вам в голову в очереди в магазине или решение одной из больших жизненных проблем, поделитесь своей историей.
sl: Če ste na idejo prišli, ko ste stali v vrsti za blagajno v trgovini, ali pa ko vam je uspelo rešiti enega velikih problemov v vašem življenju, povejte nam svojo zgodbo.
uk: Чи було це спонтанним приходом ідеї в черзі в магазині або вирішенням однієї з великих життєвих проблем, поділіться своєю історією.
zh_cn: 无论是去杂货店途中偶然的灵感，还是人生大问题的解决方案，分享您的故事吧。

source: Telling your users what's coming soon will give them something to look forward to.
cs: Řekněte svým uživatelům, co se v brzké době chystá a na co se mohou těšit.
de: Wenn Sie Benutzern mitteilen, was als nächstes bevorsteht, können sie sich auf etwas freuen.
el: Οι χρήστες θα έχουν ένα λόγο να αδημονούν αν τους πείτε τι θα προσθέσετε στο εγγύς μέλλον.
es: Contarle a tus usuarios qué es lo que viene los hará esperar entusiasmados.
fr: Dire à vos utilisateurs ce qui est prévu pour leur mettre l'eau à la bouche.
it: Illustrando agli utenti le novità in arrivo offri loro qualcosa per cui rimanere in attesa.
ko: 사람들에게 앞으로 어떤 기능이 추가되는지 말해준다면 이들은 기대감을 갖고 당신을 지켜볼 것입니다.
nl: Door uw gebruikers te vertellen wat er aan zit te komen geeft u ze iets om naar uit te kijken.
pa_in: ਆਪਣੇ ਉਪਭੋਗੀਆਂ ਨੂੰ ਦੱਸਣਾ ਕਿ ਅੱਗੇ ਕੀ ਆਉਣ ਵਾਲਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਅੱਗੇ ਵੱਧਣ ਵਿੱਚ ਸਹਾਇਕ ਹੋਵੇਗਾ।
pl: Informując użytkowników o dalszych planach rozwojowych, spowodujesz, że będą oczekiwali z niecierpliwością na nowe wydanie.
pt_pt: Dizer aos seus utilizadores o que aí vem irá dar-lhes algo para ver.
ru: Рассказав своим пользователям, что произойдёт в ближайшее время, вы дадите им представление, чего можно ждать.
sl: Uporabniku bo ugajalo, če zve, kaj vse imate v bodoče še v načrtu.
uk: Розповівши своїм користувачам, що станеться найближчим часом, ви дасте їм уявлення, на що можна очікувати.
zh_cn: 告诉您的用户下一步将带给他们期待的哪些功能或特性。

source: Manage Authors
cs: Správa autorů
de: Autoren verwalten
es: Administrar autores
fr: Gérer les auteurs
it: Gestisci autori
ko: 제작자 관리하기
nl: Schrijvers beheren
pl: Zarządzanie autorami
ru: Управление авторами
sl: Upravljanje z avtorji
zh_cn: 管理作者

source: Manage App Status
cs: Správa stavu aplikace
de: Status der Anwendung verwalten
es: Administrar el estado de la aplicación
fr: Gérer le statut de l'application
it: Gestisci lo stato dell'app
ko: 앱 상태 관리하기
nl: App-status beheren
pl: Zarządzanie statusami aplikacji
ru: Управление статусом приложения
sl: Urejanje statusa aplikacije
zh_cn: 管理应用状态

source: View Statistics Dashboard
cs: Zobrazit nástěnku se statistikami
de: Statistik-Übersicht anzeigen
el: Προβολή ταμπλό στατιστικών
es: Ver el panel de estadísticas
fr: Voir le tableau de bord des statistiques
it: Visualizza pannello statistiche
ja: 統計ダッシュボードを表示
ko: 통계 대시보드 보기
nl: Statistiekendashboard bekijken
pa_in: ਅੰਕੜੇ ਵਾਲਾ ਡੈਸ਼ਬੋਰਡ ਵੇਖੋ
pl: Panel statystyk
pt_pt: Ver o quadro de estatísticas
ru: Просмотреть панель статистики
sl: Prikaži kontrolno tablo s statistiko
uk: Переглянути панель статистики
zh_cn: 查看统计数据仪表盘

source: Compatibility Reports
cs: Hlášení o kompatibilitě
de: Kompatibilitätsberichte
es: Informes de compatibilidad
fr: Rapports de compatibilité
it: Rapporti di compatibilità
ja: 互換性レポート
ko: 호환성 문제 신고
nl: Compatibiliteitsrapporten
pa_in: ਅਨੁਕੂਲਤਾ ਰਿਪੋਰਟਾਂ
pl: Zgłoszenia kompatybilności
pt_pt: Relatórios de compatibilidade
ru: Отчёты о совместимости
sl: Poročila o združljivosti
uk: Звіти сумісності
zh_cn: 兼容性报告

source: {0} failure reports
cs: {0} chybových hlášení
de: {0} Berichte über Fehler
es: {0} informes de errores
fr: {0} rapports d'échec
it: {0} rapporti negativi
ja: {0} 個の失敗レポート
ko: 실패 신고 {0}건
nl: {0} foutrapporten
pa_in: {0} ਅਸਫ਼ਲਤਾ ਰਿਪੋਰਟਾਂ
pl: zgłoszenia niepoprawności: {0}
pt_pt: {0} relatórios de problemas
ru: {0} отчётов о неудаче
sl: {0} poročil o neuspehu
uk: {0} звітів про невдачу
zh_cn: {0} 个失败报告

source: {0} success reports
cs: {0} úspěšných hlášení
de: {0} Berichte über Erfolg
es: {0} informes correctos
fr: {0} rapports de succès
it: {0} rapporti positivi
ja: {0} 個の成功レポート
ko: 성공 신고 {0}건
nl: {0} succesrapporten
pa_in: {0} ਸਫ਼ਲਤਾ ਰਿਪੋਰਟਾਂ
pl: zgłoszenia poprawności: {0}
pt_pt: {0} relatórios de sucesso
ru: {0} отчётов о успехе
sl: {0} poročil o uspehu
uk: {0} звітів про успіх
zh_cn: {0} 个成功报告

source: Developer News
cs: Novinky pro vývojáře
de: Entwicklernachrichten
es: Noticias para desarrolladores
fr: Nouvelles développeur
it: Notizie per sviluppatori
ja: 開発者向けニュース
ko: 개발자 뉴스
nl: Ontwikkelaarsnieuws
pa_in: ਡਿਵੈਲਪਰ ਖਬਰਾਂ
pl: Aktualności
pt_pt: Notícias do desenvolvedor
ru: Новости разработчиков
sl: Novice za razvijalce
uk: Новини розробників
zh_cn: 开发者新闻

source: View the blog &#9658;
cs: Zobrazit blog &#9658;
de: Lesen Sie den Blog ►
es: Ver el blog &#9658;
fr: Voir le blog &#9658;
it: Visualizza il blog &#9658;
ja: ブログを見る &#9658;
ko: 블로그 보기 &#9658;
nl: Lees de blog &#9658;
pa_in: ਬਲੌਗ ਵੇਖੋ &#9658;
pl: Zobacz blog &#9658;
pt_pt: Ver o blog &#9658;
ru: Прочесть блог &#9658;
sl: Glejte blog &#9658;
uk: Прочитати блог &#9658;
zh_cn: 查看博客 &#9658;

source: Please choose a license appropriate for the rights you grant on your source code.
cs: Zvolte prosím odpovídající licenci vzhledem k právům, které udělujete ke zdrojovému kódu.
de: Bitte wählen Sie eine Lizenz, die zu den Rechten passt, die Sie auf Ihren Quelltext einräumen.
el: Παρακαλούμε επιλέξτε την κατάλληλη άδεια αναλόγως τα δικαιώματα που παραχωρείτε στον πηγαίο κώδικα σας.
es: Por favor, selecciona una licencia apropiada para los derechos que otorgas sobre tu código fuente.
fr: Merci de choisir une licence adaptée aux droits que vous voulez donner sur votre code source.
it: Scegli una licenza appropriata per gestire i diritti del tuo codice sorgente.
ja: ソースコードに適用する適切なライセンスを選んでください。
ko: 소스 코드에 부여할 적절한 권한이 기입된 라이선스를 선택하세요.
nl: Kies een licentie die past bij de rechten die u aan uw broncode toewijst.
pl: Wybierz licencję odpowiednią do praw, jakie udzielasz na swój kod źródłowy.
pt_pt: Por favor, escolha uma licença apropriada para a concessão de direitos no seu código-fonte.
ru: Пожалуйста, выберите лицензию, подходящую для прав, предоставляемых вами на ваш исходный код.
sl: Izberite prosim ustrezno licenco za pravice, ki jih želite odobriti za izvorno kodo.
zh_cn: 请选择一种适合您的源代码的许可协议。

source: Allowed HTML: {0}
cs: Povolené HTML: {0}
de: Erlaubtes HTML: {0}
el: Κώδικας HTML που επιτρέπεται: {0}
es: HTML permitido: {0}
fr: HTML autorisé : {0}
it: HTML consentito: {0}
ja: 使用可能な HTML タグ: {0}
ko: 허용된 HTML: {0}
nl: Toegestane HTML: {0}
pa_in: ਮਨਜ਼ੂਰ HTML: {0}
pl: Dozwolone elementy HTML: {0}
pt_pt: HTML permitido: {0}
ru: Разрешённые теги HTML: {0}
sl: Dovoljen HTML: {0}
uk: Дозволені мітки HTML: {0}
zh_cn: 允许使用的 HTML：{0}

source: Some HTML supported.
cs: Některé HTML je podporováno.
de: HTML wird teilweise unterstützt
el: Επιτρέπεται μερική HTML.
es: Algunas etiquetas HTML admitidas.
fr: Un peu de HTML supporté
it: HTML parzialmente consentito.
ja: いくつかの HTML タグに対応しています。
ko: 일부 HTML 코드를 사용할 수 있습니다.
nl: HTML gedeeltelijk ondersteund.
pa_in: ਕੁੱਝ HTML ਨੂੰ ਸਹਿਯੋਗ ਕਰਦਾ।
pl: Dozwolone są niektóre znaczniki HTML.
pt_pt: Suportado algum HTML.
ru: Кое-что из HTML поддерживается.
sl: HTML delno podprt.
uk: Дещо з HTML підтримується.
zh_cn: 支持一些 HTML。

source: Remove this application
cs: Odebrat tuto aplikaci
de: Diese Anwendung entfernen
el: Αφαίρεση αυτής της εφαρμογής
es: Borrar esta aplicación
fr: Enlever cette application
it: Rimuovi questa applicazione
ja: このアプリケーションを削除
ko: 애플리케이션 삭제하기
nl: Deze toepassing verwijderen
pa_in: ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਹਟਾਓ
pl: Usuń ten program
pt_pt: Remover esta aplicação
ru: Удалить это приложение
sl: Odstrani to aplikacijo
uk: Видалити цю програму
zh_cn: 移除此应用程序

source: Select <b>up to {0}</b> {1} category for this add-on:
cs: Zvolte <b>{0}</b> kategorii pro aplikaci {1}, v které bude doplněk dostupný:
de: Wählen Sie <b>bis zu {0}</b> {1} Kategorie für dieses Add-on:
el: Επιλέξτε <b>μέχρι {0}</b> {1} κατηγορία για το πρόσθετο:
es: Selecciona <b>hasta {0}</b> categoría de {1} para este complemento:
fr: Sélectionnez <b>jusqu'à {0}</b> {1} catégorie pour ce module :
it: Seleziona <b>al massimo {0}</b> categoria in {1} per questo componente aggiuntivo:
ja: このアドオンの {1} 用カテゴリを <b>{0} 個まで</b> 選択してください:
ko: 부가 기능이 속할 {1}용 분류를 <b>{0}개 까지</b> 선택하세요:
nl: Selecteer <b>maximaal {0}</b> {1} categorie voor deze add-on:
pa_in: ਇਸ ਐਡ-ਆਨ ਲਈ <b>{0} ਤੱਕ</b> {1} ਸੰਗ੍ਰਹਿ ਚੁਣੋ:
pl: Dla programu {1} wybierz <b>maksymalnie {0}</b> kategorię tego dodatku.
pt_pt: Seleccione <b>até {0}</b> categoria do {1} para este extra:
ru: Выберите <b>не более {0}</b> {1} категории для этого дополнения:
sl: Izberite <b>do {0}</b> {1} kategorijo za ta dodatek:
uk: Виберіть <b>не більше {0}</b> {1} категорії для цього додатку:
zh_cn: 为此附加组件选择<b>至多 {0} 个</b> {1} 的分类：

source: Users will be required to accept the following End-User License Agreement (EULA) prior to installing your add-on. The presence of a EULA significantly affects the number of downloads an add-on receives. Please note that a EULA is not the same as a code license, such as the GPL or MPL.
cs: U uživatelů bude vyžadováno, aby před instalací vašeho doplňku odsouhlasili koncové licenční ujednání (EULA). Uvedení EULA významným způsobem ovlivňuje počty stažení doplňku. Pozor na to, že EULA není to samé jako licence ke zdrojovému kódu (GPL, MPL apod.).
de: Benutzer müssen die folgende Endbenutzer-Lizenzvereinbarung (EULA) akzeptieren, bevor sie Ihr Add-on installieren. Ein EULA beeinflusst deutliche die Zahl der Downloads eines Add-ons. Bitte beachten Sie, dass ein EULA nicht das selbe ist, wie eine Qulletext-Lizenz, wie die GPL oder die MPL.
el: Οι χρήστες θα πρέπει να αποδεχτούν το παρακάτω συμφωνητικό αδειοδότησης τελικού χρήστη (EULA) για να μπορέσουν να εγκαταστήσουν το πρόσθετο σας. Η ύπαρξη EULA επηρεάζει σημαντικά τον αριθμό λήψεων των πρόσθετων. Επισημαίνουμε ότι η EULA δεν είναι το ίδιο πράγμα με μια άδεια χρήσης πηγαίου κώδικα όπως πχ. οι GPL και MPL.
es: Los usuarios tendrán que aceptar el siguiente Acuerdo de Licencia de Usuario Final (EULA) antes de instalar tu complemento. La presencia de una EULA afecta significativamente al número de descargas que un complemento recibe. Por favor, observa que una EULA no es lo mismo que la licencia de código, como la GPL o MPL.
fr: Les utilisateurs devront accepter le Contrat de Licence Utilisateur Final (CLUF) avant d'installer votre module. La présence d'un CLUF affecte significativement le nombre de téléchargements d'un module. Merci de bien prendre en compte qu'un CLUF n'est pas une licence de code source telles la GPL ou la MPL.
it: Gli utenti dovranno accettare il seguente Accordo di licenza con l'utente finale (EULA) prima di poter installare il tuo componente aggiuntivo. La presenza di un EULA influisce drasticamente sul numero di download del componente aggiuntivo. Ricorda che l'EULA è una cosa diversa dalla licenza del codice, come ad esempio GPL o MPL.
ko: 사용자들은 이 부가 기능을 설치하기에 앞서 다음의 최종 사용자 라이선스 동의서 (EULA)에 동의가 필요하게 됩니다. EULA의 존재는 부가 기능의 다운로드 횟수가 많아질 수록 큰 영향력을 가지게 됩니다. EULA는 GPL이나 MPL과 같은 코드 라이센스와 같은 개념이 아니라는 것을 양지해 주십시오.
nl: Gebruikers dienen de volgende Eindgebruikerslicentieovereenkomstsers (EULA) te accepteren alvorens uw add-on te installeren. De aanwezigheid van een EULA beïnvloedt het aantal downloads van een add-on aanzienlijk. Houd er rekening mee dat een EULA niet hetzelfde is als een broncodelicentie, zoals de GPL of MPL.
pl: Przed zainstalowaniem dodatku użytkownicy będą musieli zaakceptować postanowienia licencji użytkownika (EULA). Obecność licencji znacząco wpływa na liczbę pobrań dodatku. Zwróć uwagę na to, że EULA nie jest tym samym, co licencje stosowane dla kodu, np. GPL lub MPL.
pt_pt: Os utilizadores serão obrigados a aceitar o seguinte Acordo de licenciamento de utilizador final (EULA) antes de instalar o extra. A presença de um EULA afecta significativamente o número de transferências que um extra recebe. Por favor, note que a EULA não é o mesmo que uma licença de código, como a GPL ou MPL.
ru: Перед установкой вашего дополнения пользователи должны будут принять следующее Лицензионное Соглашение Конечного Пользователя (EULA). Присутствие EULA значительно влияет на число загрузок дополнения. Пожалуйста, обратите внимание, что EULA не то же самое, что лицензия на код, такая как GPL или MPL.
sl: Uporabniki bodo morali sprejeti naslednjo licenčno pogodbo za končnega uporabnika (EULA) , preden bodo lahko namestili vaš dodatek. Prisotnost EULA pomembno vpliva na število prenosov, ki jih dodatek doživi. Upoštevajte prosim pri tem, da EULA ni isto kot licenca za kodo, kot sta GPL in MPL.
zh_cn: 用户在安装您的附加组件之前将被要求同意接受以下的最终用户许可协议（EULA）。许可协议的存在会大幅影响附加组件的下载量。请注意，EULA 不是 GPL 或 MPL 之类的代码许可协议。

source: If your add-on transmits any data from the user's computer, a privacy policy is required that explains what data is sent and how it is used.
cs: Pokud váš doplněk přenáší jakákoliv data z počítače uživatele, jsou zásady ochrany soukromí, která vysvětli, jaká data jsou odesílána a jak je s nimi nakládáno, vyžadovány.
de: Wenn Ihr Add-on Daten vom Rechner eines Benutzers überträgt, ist eine Datenschutzerklärung erforderlich, die erklärt, welche Daten gesendet werden und wie sie genutzt werden.
el: Αν το πρόσθετο σας μεταδίδει οποιαδήποτε δεδομένα του χρήστη, απαιτείται μια πολιτική απορρήτου η οποία θα επεξηγεί ποια δεδομένα θα είναι αυτά και πως χρησιμοποιούνται.
es: Si tu complemento transmite cualquier dato del equipo del usuario, se precisa una política de privacidad para explicar qué datos son enviados y cómo se usan.
fr: Si votre module transmet des données depuis l'ordinateur de l'utilisateur, une politique de vie privée est requise pour expliquer quelles données sont envoyées et comment elles sont utilisées.
it: Se il tuo componente aggiuntivo trasmette dati dal computer dell'utente, è necessario fornire un'informativa sulla privacy in cui si spiega quali dati vengono inviati e come vengono utilizzati.
ko: 부가 기능이 사용자 컴퓨터의 데이터를 전송할 경우 어떤 데이터를 전송하며 어떤 용도로 사용되는지 등이 명시된 개인 정보 보호 정책이 있어야 합니다.
nl: Als uw add-on gegevens vanaf de computer van de gebruiker verzendt, is een privacybeleid vereist dat uitlegt welke gegevens worden verzonden en hoe deze worden gebruikt.
pl: Jeśli dodatek pobiera z komputera użytkownika jakiekolwiek dane, jest wymagane podanie zasad ochrony prywatności, w których wyjaśniono, jakie dane są pobierane i do czego są wykorzystywane.
pt_pt: Se o seu extra transmite dados do computador do utilizador, é necessária uma política de privacidade que explique que os dados são enviados e como são usados.
ru: Если ваше дополнение передает какие-либо данные с компьютера пользователя, то необходимо иметь политику приватности, объясняющую куда передаются и как используются данные.
sl: Če vaš dodatek iz računalnika uporabnika prenaša podatke, je potrebno pojasnilo v zvezi s politiko zasebnosti, ki navaja, katere podatke se pošilja in za kakšne namene.
zh_cn: 如果您的附加组件会从用户的电脑中传出任何的数据，那么您必须提供一份隐私政策，向用户说明附加组件会传出什么数据，以及如何使用这些数据。

source: You cannot remove an individual file after the review process has begun. You must delete the entire version.
cs: Po zahájení procesu kontroly nemůžete odebrat konkrétní soubor. Musíte smazat celou verzi.
de: Sie können keine einzelne Datei entfernen, wenn der Überprüfungsprozess begonnen hat. Sie müssen die ganze Version löschen.
es: No puedes eliminar un archivo individual una vez que el proceso de revisión ha comenzado. Debes borrar la versión completa.
fr: Vous ne pouvez pas supprimer un fichier seul une fois le processus de revue démarré. Vous devez supprimer la version complète.
it: Non puoi eliminare un singolo file dopo l'inizio del processo di revisione. Devi eliminare l'intera versione.
ko: 심사가 시작된 뒤에는 파일을 개별적으로 지울 수 없습니다. 버전 전체를 삭제해야 합니다.
nl: U kunt een individueel bestand niet verwijderen als het beoordelingsproces is begonnen. U dient de gehele versie te verwijderen.
pa_in: ਸਮੀਖਿਆ ਕਾਰਜ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਵਿਅਕਤੀਗਤ ਫ਼ਾਈਲ ਨੂੰ ਹਟਾ ਨਹੀਂ ਸਕਦੇ। ਤੁਹਾਨੂੰ ਪੂਰੇ ਵਰਜਨ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੀਦਾ।
pl: Po rozpoczęciu procesu sprawdzania nie możesz usunąć pojedynczego pliku. Musisz usunąć całą wersję.
pt_pt: Você não pode remover um ficheiro individual, após o processo de revisão iniciado. Deve excluir a versão inteira.
ru: Вы не можете удалить отдельный файл после начала процесса проверки. Вы должны удалить версию целиком.
sl: Ne morete odstraniti posamezne datoteke potem, ko se je postopek pregleda enkrat začel. Morate zbrisati celotno različico.
uk: Ви не можете видалити окремий файл після початку процесу перевірки. Ви повинні видалити версію цілком.
zh_cn: 您不能在审核流程已经开始后删除任何单独的文件。您必须删除整个版本。

source: This file will be deleted on save.
cs: Soubor bude při uložení smazán.
de: Diese Datei wird beim speichern gelöscht.
el: Αυτό το αρχείο θα διαγραφεί κατά την αποθήκευση.
es: Este archivo se borrará al guardar.
fr: Ce fichier sera supprimé lors de l'enregistrement.
it: Questo file verrà eliminato alla conferma.
ja: このファイルは保存時に削除されます。
ko: 이 파일은 저장시 삭제됩니다.
nl: Dit bestand wordt verwijderd bij opslaan.
pa_in: ਸੰਭਾਲ੍ਹਣ ਤੇ ਇਹ ਫ਼ਾਈਲ ਹਟਾ ਦਿੱਤੀ ਜਾਵੇਗੀ।
pl: Ten plik zostanie usunięty podczas zapisywania.
pt_pt: Será eliminado ao guardar.
ru: Этот файл будет удалён при сохранении.
sl: To datoteko se bo ob shranjevanju zbrisalo.
uk: Цей файл буде видалений при збереженні.
zh_cn: 此文件将在保存时删除。

source: Undo
cs: Zpět
de: Rückgängig
el: Αναίρεση
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 되돌리기
nl: Ongedaan maken
pa_in: ਵਾਪਸ
pl: Cofnij
pt_pt: Anular
ru: Отменить
sl: Razveljavi
uk: Скасувати
zh_cn: 取消

source: Application Domain
cs: Doména aplikace
de: Domain der Anwendung
es: Dominio de la aplicación
fr: Domaine de l'application
it: Dominio dell'applicazione
ko: 애플리케이션 도메인
nl: Toepassingsdomein
pl: Domena aplikacji
ru: Домен приложения
sl: Področje aplikacije
zh_cn: 应用程序域名

source: Application Key
cs: Klíč aplikace
de: Anwendungsschlüssel
es: Clave de la aplicación
fr: Clé de l'application
it: Chiave dell'applicazione
ko: 애플리케이션 키
nl: Toepassingssleutel
pl: Klucz aplikacji
ru: Ключ приложения
sl: Ključ aplikacije
zh_cn: 应用程序密钥

source: Not yet generated.
cs: Dosud nebyl vytvořen.
de: Noch nicht erzeugt.
es: No se ha generado aún.
fr: Pas encore généré.
it: Non è ancora stata generata.
ko: 아직 생성되지 않았습니다.
nl: Nog niet aangemaakt.
pl: Jeszcze nie wygenerowano.
ru: Ещё не сгенерирован.
sl: Še ni ustvarjen
zh_cn: 尚未生成。

source: Application Secret
cs: Tajný hash aplikace
de: Geheimwort der Anwendung
es: Secreto de la aplicación
fr: Secret de l'application
ko: 애플리케이션 기밀
nl: Toepassingsgeheim
pl: Poufny kod aplikacji
ru: Секрет приложения
sl: Skrivnost aplikacije
zh_cn: 应用程序私钥

source: Show secret
cs: Zobrazit hash
de: Geheimwort anzeigen
es: Desvelar secreto
fr: Afficher le secret
it: Mostra Secret
ko: 기밀 사항 보기
nl: Geheim weergeven
pl: Pokaż poufny kod
ru: Показать секрет
sl: Prikaži skrivnost
zh_cn: 显示私钥

source: Issue Refund
de: Erstattung bewilligen
es: Efectuar reembolso
fr: Envoyer le remboursement
it: Emetti rimborso
ko: 환불액 지급
nl: Restitutie uitvoeren
pl: Wydany zwrot
ru: Произвести возмещение
sl: Izdaj vračilo
zh_cn: 发放退款

source: Decline Refund
de: Erstattung ablehnen
es: Rechazar reembolso
fr: Refuser le remboursement
it: Rifiuta rimborso
ko: 환불 거부
nl: Restitutie afwijzen
pl: Odmowa zwrotu
ru: Отклонить возмещение
sl: Odkloni vračilo
zh_cn: 拒绝退款
