Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Azerbaijan
cs: Ázerbajdžán
de: Aserbaidschan
es: Azerbaiyán
fr: Azerbaïdjan
it: Azerbaigian
ko: 아제르바이잔
nl: Azerbeidzjan
pl: Azerbejdżan
ru: Азербайджан
sl: Azerbajdžan
zh_cn: 阿塞拜疆

source: Bahamas
cs: Bahamské ostrovy
ko: 바하마
pl: Bahamy
ru: Багамские острова
sl: Bahami
zh_cn: 巴哈马

source: Bahrain
cs: Bahrajn
es: Bahréin
it: Bahrein
ko: 바레인
nl: Bahrein
pl: Bahrajn
ru: Бахрейн
sl: Bahrajn
zh_cn: 巴林

source: Bangladesh
cs: Bangladéš
de: Bangladesch
ko: 방글라데시
pl: Bangladesz
ru: Бангладеш
sl: Bangladeš
zh_cn: 孟加拉国

source: Belarus
cs: Bělorusko
de: Weißrussland
es: Bielorrusia
it: Bielorussia
ko: 벨라루스
nl: Wit-Rusland
pl: Białoruś
ru: Беларусь
sl: Belorusija
zh_cn: 白俄罗斯

source: Belgium
cs: Belgie
de: Belgien
es: Bélgica
fr: Belgique
it: Belgio
ko: 벨기에
nl: België
pl: Belgia
ru: Бельгия
sl: Belgija
zh_cn: 比利时

source: Bermuda
cs: Bermudy
es: Bermudas
fr: Bermude
ko: 버뮤다
pl: Bermudy
ru: Бермудские острова
zh_cn: 百慕大群岛

source: Bolivia
cs: Bolívie
de: Bolivien
fr: Bolivie
ko: 볼리비아
nl: Bolivië
pl: Boliwia
ru: Боливия
sl: Bolivija
zh_cn: 玻利维亚

source: Bonaire, Saint Eustatius and Saba
cs: Karibské Nizozemsko
de: Bonaire, Sint Eustatius und Saba
es: Bonaire, San Eustaquio y Saba
fr: Bonaire, Saint-Eustache et Saba
it: Bonaire, Sint Eustatius e Saba
ko: 보네르, 세인트 유스타티우스, 사바 섬
nl: Bonaire, Sint Eustatius en Saba
pl: Bonaire, Sint Eustatius i Saba
ru: Бонайре, Сен-Эстатиус и Саба
sl: Bonaire, Saint Eustatius in Saba
zh_cn: 博内尔岛，圣圣尤斯特歇斯和萨巴岛

source: Bosnia and Herzegovina
cs: Bosna a Hercegovina
de: Bosnien und Herzegowina
es: Bosnia-Herzegovina
fr: Bosnie-Herzégovine
it: Bosnia ed Erzegovina
ko: 보스니아 헤르체코비나
nl: Bosnië-Herzegovina
pl: Bośnia i Hercegowina
ru: Босния и Герцеговина
sl: Bosna in Hercegovina
zh_cn: 波黑

source: Bouvet Island
cs: Bouvetův ostrov
de: Bouvetinsel
es: Isla Bouvet
fr: Îles Bouvet
it: Isola Bouvet
ko: 부베 섬
nl: Bouvet-eiland
pl: Wyspa Bouveta
ru: Остров Буве
sl: Bouvetov otok
zh_cn: 布维岛

source: Brazil
cs: Brazílie
de: Brasilien
es: Brasil
fr: Brésil
it: Brasile
ko: 브라질
nl: Brazilië
pl: Brazylia
ru: Бразилия
sl: Brazilija
zh_cn: 巴西

source: British Indian Ocean Territory
cs: Britské indickooceánské území
de: Britisches Territorium im Indischen Ozean
es: Territorio británico del océano Índico
fr: Territoire britannique de l'Océan Indien
it: Territorio britannico dell'oceano Indiano
ko: 영국령 인도양 식민지
nl: Brits-Indisch Oceaanterritorium
pl: Brytyjskie Terytorium Oceanu Indyjskiego
ru: Британская территория Индийского океана
sl: Britanska Indija
zh_cn: 英属印度洋领地

source: Brunei Darussalam
cs: Brunej
es: Sultanato de Brunei
fr: Brunéi Darussalam
ko: 브루나이
nl: Brunei
pl: Brunei
ru: Бруней Дар-эс-Салам
sl: Brunej Darussalam
zh_cn: 文莱

source: Bulgaria
cs: Bulharsko
de: Buglarien
fr: Bulgarie
ko: 불가리아
nl: Bulgarije
pl: Bułgaria
ru: Болгария
sl: Bolgarija
zh_cn: 保加利亚

source: Cambodia
cs: Kambodža
de: Kambodscha
es: Camboya
fr: Cambodge
it: Cambogia
ko: 캄보디아
nl: Cambodja
pl: Kambodża
ru: Камбоджа
sl: Kambodža
zh_cn: 柬埔寨

source: Cameroon
cs: Kamerun
de: Kamerun
es: Camerún
fr: Cameroun
it: Camerun
ko: 카메룬
nl: Kameroen
pl: Kamerun
ru: Камерун
sl: Kamerun
zh_cn: 喀麦隆

source: Canada
cs: Kanada
de: Kanada
es: Canadá
ko: 캐나다
pl: Kanada
ru: Канада
sl: Kanada
zh_cn: 加拿大

source: Cape Verde
cs: Kapverdy
de: Kapverdische Inseln
es: Cabo Verde
fr: Cap Vert
it: Capo Verde
ko: 카보베르데
nl: Kaapverdië
pl: Republika Zielonego Przylądka
ru: Кабо-Верде
sl: Kapverdski otoki
zh_cn: 佛得角

source: Cayman Islands
cs: Kajmanské ostrovy
de: Kaimaninseln
es: Islas Caimán
fr: Îles Caïmans
it: Isole Cayman
ko: 케이맨 제도
nl: Kaaimaneilanden
pl: Kajmany
ru: Каймановы острова
sl: Kajmanski otoki
zh_cn: 开曼群岛

source: Central African Republic
cs: Středoafrická republika
de: Zentralafrikanische Republik
es: República Centroafricana
fr: République centrafricaine
it: Repubblica Centrafricana
ko: 중앙아프리카 공화국
nl: Centraal-Afrikaanse republiek
pl: Republika Środkowoafrykańska
ru: Центральноафриканская Республика
sl: Centralnoafriška republika
zh_cn: 中非共和国

source: Chad
cs: Čad
de: Tschad
fr: Tchad
it: Ciad
ko: 차드
nl: Tsjaad
pl: Czad
ru: Чад
sl: Čad
zh_cn: 乍得

source: China
cs: Čína
fr: Chine
it: Cina
ko: 중국
pl: Chiny
ru: Китай
sl: Kitajska
zh_cn: 中国

source: Christmas Island
cs: Vánoční ostrov
de: Weihnachtsinsel
es: Isla Navidad
fr: Îles Christmas
it: Isola Christmas
ko: 크리스마스 섬
nl: Kersteiland
pl: Wyspy Bożego Narodzenia
ru: Остров Рождества
sl: Božični otok
zh_cn: 圣诞岛

source: Cocos (Keeling) Islands
cs: Kokosové ostrovy
de: Kokosinseln/Keelinginseln
es: Islas Cocos (Keeling)
fr: Îles Cocos
it: Isole Cocos e Keeling
ko: 코코스 (킬링) 제도
nl: Cocos- (Keeling-)eiland
pl: Wyspy Kokosowe
ru: Кокосовые (Килинг) острова
sl: Kokosovi (Keeling) otoki
zh_cn: 科科斯群岛

source: Colombia
cs: Kolumbie
de: Kolumbien
fr: Colombie
ko: 콜롬비아
pl: Kolumbia
ru: Колумбия
sl: Kolumbija
zh_cn: 哥伦比亚

source: Comoros
cs: Komory
de: Komoren
es: Comoras
fr: Comorres
it: Comore
ko: 코모로
nl: Comoren
pl: Komory
ru: Коморские острова
sl: Komori
zh_cn: 科摩罗

source: Congo
cs: Kongo
de: Kongo
ko: 콩고
pl: Kongo
ru: Конго
sl: Kongo
zh_cn: 刚果

source: Congo, Democratic Republic
cs: Demokratická republika Kongo
de: Kongo, Demokratische Republik
es: República Democrática del Congo
fr: République Démocratique du Congo
it: Repubblica democratica del Congo
ko: 콩고 민주 공화국
nl: Congo, Democratische republiek
pl: Demokratyczna Republika Konga
ru: Конго, Демократическая Республика
sl: Kongo, Demokratčna republika
zh_cn: 刚果民主共和国

source: Cook Islands
cs: Cookovy ostrovy
de: Cookinseln
es: Islas Cook
fr: Îles Cook
it: Isole Cook
ko: 쿡 제도
nl: Cook-eilanden
pl: Wyspy Cooka
ru: Острова Кука
sl: Cookovi otoki
zh_cn: 库克群岛

source: Costa Rica
cs: Kostarika
ko: 코스타리카
pl: Kostaryka
ru: Коста-Рика
sl: Kostarika
zh_cn: 哥斯达黎加

source: Côte d'Ivoire
cs: Pobřeží slonoviny
de: Elfenbeinküste
es: Costa de Marfil
it: Costa d'Avorio
ko: 코트디부아르
nl: Ivoorkust
pl: Wybrzeże Kości Słoniowej
ru: Кот д ' Ивуар
sl: Slonokoščena obala
zh_cn: 科特迪瓦

source: Croatia
cs: Chorvatsko
de: Kroatien
es: Croacia
fr: Croatie
it: Croazia
ko: 크로아티아
nl: Kroatië
pl: Chorwacja
ru: Хорватия
sl: Hrvaška
zh_cn: 克罗地亚

source: Cuba
cs: Kuba
de: Kuba
ko: 쿠바
pl: Kuba
ru: Куба
sl: Kuba
zh_cn: 古巴

source: Cyprus
cs: Kypr
de: Zypern
es: Chipre
fr: Chypre
it: Cipro
ko: 사이프러스
pl: Cypr
ru: Кипр
sl: Ciper
zh_cn: 塞浦路斯

source: Czech Republic
cs: Česká Republika
de: Tschechische Republik
es: República Checa
fr: République Tchèque
it: Repubblica Ceca
ko: 체코 공화국
nl: Tsjechië
pl: Czechy
ru: Чехия
sl: Češka republika
zh_cn: 捷克共和国

source: Denmark Do
cs: Dánsko
de: Dänemark
es: Dinamarca
fr: Danemark
it: Danimarca
ko: 덴마크
nl: Denemarken
pl: Dania
ru: Дания
sl: Danska
zh_cn: 丹麦

source: Djibouti
cs: Džibutsko
de: Dschibuti
es: Yibuti
it: Gibuti
ko: 지부티
pl: Dżibuti
ru: Джибути
sl: Džibuti
zh_cn: 吉布提

source: Dominica
cs: Dominika
fr: Dominique
ko: 도미니카
pl: Dominika
ru: Доминика
sl: Dominika
zh_cn: 多美尼加

source: Dominican Republic
cs: Dominikánská republika
de: Dominikanische Republik
es: República Dominicana
fr: République Dominicaine
it: Repubblica Dominicana
ko: 도미니카 공화국
nl: Dominicaanse republiek
pl: Dominikana
ru: Доминиканская Республика
sl: Dominikanska republika
zh_cn: 多美尼加共和国

source: Ecuador
cs: Ekvádor
fr: Équateur
ko: 에콰도르
pl: Ekwador
ru: Эквадор
sl: Ekvador
zh_cn: 厄瓜多尔

source: Egypt
de: Ägypten
es: Egipto
fr: Égypte
it: Egitto
ko: 이집트
nl: Egypte
pl: Egipt
ru: Египет
sl: Egipt
zh_cn: 埃及

source: El Salvador
fr: Salvador
ko: 엘살바도르
pl: Salwador
ru: Сальвадор
sl: Salvador
zh_cn: 萨尔瓦多

source: Equatorial Guinea
cs: Rovníková Guinea
de: Äquatorialguinea
es: Guinea Ecuatorial
fr: Guinée Équatoriale
it: Guinea Equatoriale
ko: 적도 기니
nl: Equatoriaal Guinea
pl: Gwinea Równikowa
ru: Экваториальная Гвинея
sl: Ekvatorialna Gvineja
zh_cn: 赤道几内亚

source: Eritrea
fr: Érythrée
ko: 에리트레아
pl: Erytrea
ru: Эритрея
sl: Eritreja
zh_cn: 厄立特里亚国

source: Ethiopia
cs: Etiopie
de: Äthiopien
es: Etiopía
fr: Éthiopie
it: Etiopia
ko: 에티오피아
nl: Ethiopië
pl: Etiopia
ru: Эфиопия
sl: Etiopija
zh_cn: 埃塞俄比亚

source: Falkland Islands (Malvinas)
cs: Falklandské ostrovy (Malvíny)
de: Falklandinseln (Malwinen)
es: Islas Malvinas
fr: Îles Malouines
it: Isole Falkland o Malvine
ko: 포클랜드 (말비나스) 제도
nl: Falklandeilanden (Malvina’s)
pl: Falklandy (Malwiny)
ru: Фолклендские (Мальвинские) острова
sl: Falklandski otoki (Malvini)
zh_cn: 福克兰群岛（马尔维纳斯群岛）

source: Faroe Islands
cs: Faerské ostrovy
de: Färöer
es: Islas Feroe
fr: Îles Féroé
it: Isole Far øer
ko: 패로 제도
nl: Faröer
pl: Wyspy Owcze
ru: Фарерские о-ва
sl: Ferski otoki
zh_cn: 法罗群岛

source: Fiji
de: Fidschi
es: Islas Fiji
fr: Fidji
it: Isole Figi
ko: 피지
pl: Fidżi
ru: Фиджи
sl: Fidži
zh_cn: 斐济

source: Finland
cs: Finsko
de: Finnland
es: Finlandia
fr: Finlande
it: Finlandia
ko: 핀란드
pl: Finlandia
ru: Финляндия
sl: Finska
zh_cn: 芬兰

source: France
cs: Francie
de: Frankreich
es: Francia
it: Francia
ko: 프랑스
nl: Frankrijk
pl: Francja
ru: Франция
sl: Francija
zh_cn: 法国

source: French Guiana
cs: Francouzská Guyana
de: Französisch-Guayana
es: Guayana francesa
fr: Guinée Française
it: Guyana Francese
ko: 프랑스령 기아나
nl: Frans Guyana
pl: Gujana Francuska
ru: Французская Гвиана
sl: Francoska Gvajana
zh_cn: 法属圭亚那

source: French Polynesia
cs: Francouzská Polynésie
de: Französisch-Polynesien
es: Polinesia francesa
fr: Polynésie Française
it: Polinesia Francese
ko: 프랑스령 폴리네시아
nl: Frans Polynesië
pl: Polinezja Francuska
ru: Французская Полинезия
sl: Francoska Polinezija
zh_cn: 法属玻里尼西亚

source: French Southern Territories
cs: Francouzská jižní území
de: Französische Südgebiete
es: Territorios franceses del sur
fr: Territoire des Terres australes et antarctiques françaises
it: Territori australi francesi
ko: 프랑스령 남부지역
nl: Franse Zuidelijke en Antarctische Gebieden
pl: Francuskie Terytoria Południowe i Antarktyczne
ru: Французские южные территории
sl: Francoski južni teritorij
zh_cn: 法国南部领土

source: Georgia
cs: Gruzie
de: Georgien
fr: Géorgie
ko: 조지아
nl: Georgië
pl: Gruzja
ru: Грузия
sl: Gruzija
zh_cn: 格鲁吉亚

source: Germany
cs: Německo
de: Deutschland
es: Alemania
fr: Allemagne
it: Germania
ko: 독일
nl: Duitsland
pl: Niemcy
ru: Германия
sl: Nemčija
zh_cn: 德国

source: Greece
cs: Řecko
de: Griechenland
es: Grecia
fr: Grèce
it: Grecia
ko: 그리스
nl: Griekenland
pl: Grecja
ru: Греция
sl: Grčija
zh_cn: 希腊

source: Greenland
cs: Grónsko
de: Grönland
es: Groenlandia
fr: Groenland
it: Groenlandia
ko: 그린란드
nl: Groenland
pl: Grenlandia
ru: Гренландия
sl: Grenlandija
zh_cn: 格陵兰

source: Guadeloupe
es: Guadalupe
it: Guadalupa
ko: 과들루프
pl: Gwadelupa
ru: Гваделупа
zh_cn: 瓜德罗普岛

source: Guatemala
ko: 과테말라
pl: Gwatemala
ru: Гватемала
sl: Gvatemala
zh_cn: 危地马拉

source: Guinea
fr: Guinée
ko: 기니
nl: Guinee
pl: Gwinea
ru: Гвинея
sl: Gvineja
zh_cn: 几内亚

source: Guinea-Bissau
es: Guinea-Bisáu
fr: Guinée-Bissau
ko: 기니비사우
nl: Guinee-Bissau
pl: Gwinea Bissau
ru: Гвинея-Бисау
sl: Gvineja Bissau
zh_cn: 几内亚比绍共和国

source: Guyana
es: Guayana
fr: Guyane
ko: 가이아나
pl: Gujana
ru: Гайана
sl: Gvajana
zh_cn: 圭亚那

source: Heard and McDonald Islands
cs: Heardův ostrov a McDonaldovy ostrovy
de: Heard und McDonaldinseln
es: Islas Heard y McDonald
fr: Îles Heard et MacDonald
it: Isole Heard e McDonald
ko: 허드와 맥도널드 제도
nl: Heard en McDonald-eilanden
pl: Wyspy Heard i McDonalda
ru: Острова Хёрд и Макдональд
sl: Otoki Heard in McDonald
zh_cn: 赫德岛和麦当劳群岛

source: Holy See (Vatican City State)
cs: Vatikán
de: Heiliger Stuhl (Staat Vatikanstadt)
es: Santa Sede (Ciudad-Estado del Vaticano)
fr: Saint-Siège (Vatican)
it: Città del Vaticano
ko: 교황청 (바티칸 시국)
nl: Vaticaanstad
pl: Watykan
ru: Святейший Престол (Ватикан)
sl: Sveti sedež (Država Vatikan)
zh_cn: 罗马教廷（梵蒂冈城国）

source: Hungary
cs: Maďarsko
de: Ungarn
es: Hungría
fr: Hongrie
it: Ungheria
ko: 헝가리
nl: Hongarije
pl: Węgry
ru: Венгрия
sl: Madžarska
zh_cn: 匈牙利

source: Iceland
cs: Island
de: Island
es: Islandia
fr: Islande
it: Islanda
ko: 아이슬란드
nl: IJsland
pl: Islandia
ru: Исландия
sl: Islandija
zh_cn: 冰岛

source: India
cs: Indie
de: Indien
fr: Inde
ko: 인도
pl: Indie
ru: Индия
sl: Indija
zh_cn: 印度

source: Indonesia
cs: Indonésie
de: Indonesien
fr: Indonésie
ko: 인도네시아
nl: Indonesië
pl: Indonezja
ru: Индонезия
sl: Indonezija
zh_cn: 印度尼西亚

source: Iran, Islamic Republic of
cs: Irán
de: Iran, Islamische Republik
es: República islámica de Irán
fr: République Islamique d'Iran
it: Iran (Repubblica Islamica dell'Iran)
ko: 이란
nl: Iran, Islamitische republiek
pl: Iran
ru: Иран
sl: Iran, Islamska republika
zh_cn: 伊朗伊斯兰共和国

source: Iraq
cs: Irák
de: Irak
ko: 이라크
nl: Irak
pl: Irak
ru: Ирак
sl: Irak
zh_cn: 伊拉克

source: Ireland
cs: Irsko
de: Irland
es: Irlanda
fr: Irlande
it: Irlanda
ko: 아일랜드
nl: Ierland
pl: Irlandia
ru: Ирландия
sl: Irska
zh_cn: 爱尔兰

source: Isle of Man
cs: Man (ostrov)
es: Isla de Man
fr: Île de Man
it: Isola di Man
ko: 맨 섬
pl: Wyspa Man
ru: Остров Мэн
sl: Otok Man
zh_cn: 马恩岛

source: Israel
cs: Izrael
fr: Israël
it: Israele
ko: 이스라엘
nl: Israël
pl: Izrael
ru: Израиль
sl: Izrael
zh_cn: 以色列

source: Italy
cs: Itálie
de: Italien
es: Italia
fr: Italie
it: Italia
ko: 이탈리아
nl: Italië
pl: Włochy
ru: Италия
sl: Italija
zh_cn: 意大利

source: Jamaica
cs: Jamajka
de: Jamaika
fr: Jamaïque
it: Giamaica
ko: 자메이카
pl: Jamajka
ru: Ямайка
sl: Jamajka
zh_cn: 牙买加

source: Japan
cs: Japonsko
es: Japón
fr: Japon
it: Giappone
ko: 일본
pl: Japonia
ru: Япония
sl: Japonska
zh_cn: 日本

source: Jordan
cs: Jordánsko
de: Jordanien
es: Jordania
fr: Jordanie
it: Giordania
ko: 요르단
nl: Jordanië
pl: Jordania
ru: Иордания
zh_cn: 约旦

source: Kazakhstan
cs: Kazachstán
de: Kasachstan
es: Kazajistán
it: Kazakistan
ko: 카자흐스탄
nl: Kazachstan
pl: Kazachstan
ru: Казахстан
sl: Kazahstan
zh_cn: 哈萨克斯坦

source: Kenya
cs: Keňa
de: Kenia
es: Kenia
ko: 케냐
nl: Kenia
pl: Kenia
ru: Кения
sl: Kenija
zh_cn: 肯尼亚

source: Korea, Democratic People's Rep
cs: Severní Korea
de: Korea, Demokratische Volksrepublik
es: Corea, República Popular Democrática
fr: Corée du Nord
it: Corea del Nord (Repubblica Democratica Popolare di Corea)
ko: 북한
nl: Noord-Korea
pl: Korea Północna
ru: КНДР
sl: Korea, Demokratična ljudska republika
zh_cn: 朝鲜民主主义人民共和国

source: Korea, Republic of
cs: Jižní Korea
de: Korea, Republik
es: Corea, República de
fr: Corée du Sud
it: Corea del Sud (Repubblica di Corea)
ko: 대한민국
nl: Zuid-Korea
pl: Korea Południowa
ru: Республика Корея
sl: Koreja
zh_cn: 韩国

source: Kosovo
ko: 코소보
pl: Kosowo
ru: Косово
zh_cn: 科索沃

source: Kuwait
cs: Kuvajt
fr: Kowait
ko: 쿠웨이트
nl: Koeweit
pl: Kuwejt
ru: Кувейт
sl: Kuvajt
zh_cn: 科威特

source: Kyrgyzstan
cs: Kyrgyzstán
de: Kirgisistan
es: Kirguistán
it: Kirghizistan
ko: 키르기스스탄
pl: Kirgistan
ru: Киргизия
sl: Kirgizistan
zh_cn: 吉尔吉斯斯坦

source: Lao People's Democratic Rep
de: Laos, Demokratische Volksrepublik
es: Laos, República Popular Democrática
fr: Laos
it: Laos (Repubblica Democratica Popolare del Laos)
ko: 라오스
nl: Laos
pl: Laos
ru: Лаос
sl: Lao ljudska demokratična republika
zh_cn: 老挝人民民主共和国

source: Latvia
cs: Litva
de: Lettland
es: Letonia
fr: Lettonie
it: Lettonia
ko: 라트비아
nl: Letland
pl: Łotwa
ru: Латвия
sl: Latvija
zh_cn: 拉脱维亚

source: Lebanon
cs: Libanon
de: Libanon
es: Líbano
fr: Liban
it: Libano
ko: 레바논
nl: Libanon
pl: Liban
ru: Ливан
sl: Libanon
zh_cn: 黎巴嫩

source: Libyan Arab Jamahiriya
cs: Lybie
de: Libyen
es: Jamahiriya Árabe Libia
fr: Lybie
it: Libia, Gran Giamahiria araba libica
ko: 리비아
nl: Libië
pl: Libia
ru: Ливия
sl: Libijska Arabska džamahirija
zh_cn: 阿拉伯利比亚民众国

source: Liechtenstei
cs: Lichtenštejnsko
de: Liechtenstein
es: Liechtenstein
fr: Liechtenstein
it: Liechtenstein
ko: 리히텐슈타인
nl: Liechtenstein
pl: Liechtenstein
ru: Лихтенштейн
sl: Lihtenštajn
zh_cn: 列支敦士登

source: Lithuania
cs: Litva
de: Litauen
es: Lituania
fr: Lituanie
it: Lituania
ko: 리투아니아
nl: Litouwen
pl: Litwa
ru: Литва
sl: Litva
zh_cn: 立陶宛

source: Luxembourg
cs: Lucembursko
de: Luxemburg
es: Luxemburgo
it: Lussemburgo
ko: 룩셈부르크
nl: Luxemburg
pl: Luksemburg
ru: Люксембург
sl: Luksemburg
zh_cn: 卢森堡

source: Macao
ko: 마카오
pl: Makao
ru: Макао
sl: Makao
zh_cn: 中国澳门

source: Macedonia, Former Yugoslav Rep
cs: Makedonie
de: Mazedonien, Ehemalige Jugoslawische Republik
es: Macedonia, Antigua República Yugoslava
fr: Macédoine
it: Ex Repubblica jugoslava di Macedonia
ko: 마케도니아
nl: Macedonië
pl: Macedonia
ru: Македония
sl: Makedonija, bivša jugoslovanska republika
zh_cn: 前南斯拉夫的马其顿共和国

source: Madagascar
cs: Madagaskar
de: Madagaskar
ko: 마다가스카르
pl: Madagaskar
ru: Мадагаскар
sl: Madagaskar
zh_cn: 马达加斯加

source: Malaysia
cs: Malajsie
es: Malasia
fr: Malaysie
it: Malesia
ko: 말레이시아
nl: Maleisië
pl: Malezja
ru: Малайзия
sl: Malezija
zh_cn: 马来西亚

source: Maldives
cs: Maledivy
de: Malediven
es: Maldivas
it: Maldive
ko: 몰디브
nl: Malediven
pl: Malediwy
ru: Мальдивские острова
sl: Maldivi
zh_cn: 马尔代夫

source: Marshall Islands
cs: Marshallovy ostrovy
de: Marshallinseln
es: Islas Marshall
fr: Îles Marshall
it: Isole Marshall
ko: 마샬 군도
nl: Marshalleilanden
pl: Wyspy Marshalla
ru: Маршалловы Острова
sl: Marshallovi otoki
zh_cn: 马绍尔群岛

source: Martinique
es: Martinica
it: Martinica
ko: 마르티니크
pl: Martynika
ru: Мартиника
sl: Martinik
zh_cn: 马提尼克

source: Mauritania
cs: Mauritánie
de: Mauretanien
fr: Mauritanie
ko: 모리타니아
nl: Mauritanië
pl: Mauretania
ru: Мавритания
sl: Mavretanija
zh_cn: 毛里塔尼亚

source: Mexico
cs: Mexiko
de: Mexiko
es: México
fr: Mexique
it: Messico
ko: 멕시코
pl: Meksyk
ru: Мексика
sl: Mehika
zh_cn: 墨西哥

source: Micronesia, Federated States of
cs: Federativní státy Mikronésie
de: Mikronesien, Föderierte Staaten von
es: Estados Federados de Micronesia
fr: Micronésie
it: Stati Federati di Micronesia
ko: 미크로네시아
nl: Micronesië
pl: Mikronezja
ru: Микронезия
sl: Mikronezija, Združene države
zh_cn: 密克罗尼西亚联邦

source: Moldova, Republic of
cs: Moldavsko
de: Moldawien, Republik
es: República de Moldavia
fr: Moldavie
it: Moldavia (Repubblica di Moldavia)
ko: 몰도바
nl: Moldavië
pl: Mołdowa
ru: Молдова
sl: Moldavija, republika
zh_cn: 摩尔多瓦共和国

source: Monaco
cs: Monako
es: Mónaco
it: Principato di Monaco
ko: 모나코
pl: Monako
ru: Монако
sl: Monako
zh_cn: 摩纳哥

source: Montenegro
cs: Černá Hora
fr: Monténégro
ko: 몬테네그로
pl: Czarnogóra
ru: Черногория
sl: Črna gora
zh_cn: 黑山

source: Morocco
cs: Maroko
de: Marokko
es: Marruecos
fr: Maroc
it: Marocco
ko: 모로코
nl: Marokko
pl: Maroko
ru: Марокко
sl: Maroko
zh_cn: 摩洛哥

source: Mozambique
cs: Mozambik
de: Mosambik
it: Mozambico
ko: 모잠비크
pl: Mozambik
ru: Мозамбик
sl: Mozambik
zh_cn: 莫桑比克

source: Netherlands
cs: Nizozemsko
de: Niederlande
es: Holanda
fr: Pays-bas
it: Paesi Bassi
ko: 네덜란드
nl: Nederland
pl: Holandia
ru: Нидерланды
sl: Nizozemska
zh_cn: 荷兰

source: New Caledonia
cs: Nová Kaledonie
de: Neukaledonien
es: Nueva Caledonia
fr: Nouvelle-Calédonie
it: Nuova Caledonia
ko: 뉴칼레도니아
nl: Nieuw-Caledonië
pl: Nowa Kaledonia
ru: Новая Каледония
sl: Nova Kaledonija
zh_cn: 新喀里多尼亚

source: New Zealand
cs: Nový Zéland
de: Neuseeland
es: Nueva Zelanda
fr: Nouvelle-Zélande
it: Nuova Zelanda
ko: 뉴질랜드
nl: Nieuw-Zeeland
pl: Nowa Zelandia
ru: Новая Зеландия
sl: Nova Zelandija
zh_cn: 新西兰

source: Nicaragua
cs: Nikaragua
ko: 니카라과
pl: Nikaragua
ru: Никарагуа
sl: Nikaragva
zh_cn: 尼加拉瓜

source: Norfolk Island
cs: Norfolk (ostrov)
de: Norfolkinsel
es: Norfolk
fr: Île Norfolk
it: Isola Norfolk
ko: 노퍽 섬
nl: Norfolkeiland
pl: Norfolk
ru: Остров Норфолк
sl: Otok Norfolk
zh_cn: 诺福克岛

source: Northern Mariana Islands
cs: Severní Mariany
de: Nördliche Marianen
es: Islas Marianas del Norte
fr: Îles Mariannes du Nord
it: Marianne Settentrionali
ko: 북마리아나 제도
nl: Noordelijke Marianen
pl: Mariany Północne
ru: Северные Марианские острова
sl: Severni Marianski otoki
zh_cn: 北马里亚纳群岛

source: Norway
cs: Norsko
de: Norwegen
es: Noruega
fr: Norvège
it: Norvegia
ko: 노르웨이
nl: Noorwegen
pl: Norwegia
ru: Норвегия
sl: Norveška
zh_cn: 挪威

source: Palestinian Territory, Occupied
cs: Palestinská okupovaná území
de: Palästinensische Autonomiegebiete
es: Territorios Palestinos Ocupados
fr: Territoires Palestiniens Occupés
it: Territori Palestinesi
ko: 팔레스타인
nl: Palestijnse gebieden, Bezette
pl: Autonomia Palestyńska
ru: Палестинская территория
sl: Palestinski teritorij, okupiran
zh_cn: 巴勒斯坦被占领土

source: Papua New Guinea
cs: Papua Nová Guinea
de: Papua-Neuguinea
es: Papúa Nueva Guinea
fr: Papouasie-Nouvelle Guinée
it: Papua Nuova Guinea
ko: 파푸아뉴기니
nl: Papoea Nieuw-Guinea
pl: Papua-Nowa Gwinea
ru: Папуа-Новая Гвинея
sl: Papua Nova Gvineja
zh_cn: 巴布亚新几内亚

source: Paraguay
ko: 파라과이
pl: Paragwaj
ru: Парагвай
sl: Paragvaj
zh_cn: 巴拉圭

source: Philippines
cs: Filipíny
de: Phillipinen
es: Filipinas
it: Filippine
ko: 필리핀
nl: Filipijnen
pl: Filipiny
ru: Филиппины
sl: Filipini
zh_cn: 菲律宾

source: Poland
cs: Polsko
de: Polen
es: Polonia
fr: Pologne
it: Polonia
ko: 폴란드
nl: Polen
pl: Polska
ru: Польша
sl: Poljska
zh_cn: 波兰

source: Portugal
cs: Portugalsko
it: Portogallo
ko: 포르투갈
pl: Portugalia
ru: Португалия
sl: Portugalska
zh_cn: 葡萄牙

source: Qatar
cs: Katar
de: Katar
es: Catar
ko: 카타르
pl: Katar
ru: Катар
sl: Katar
zh_cn: 卡塔尔

source: Romania
cs: Rumunsko
de: Rumänien
es: Rumania
fr: Roumanie
ko: 루마니아
nl: Roemenië
pl: Rumunia
ru: Румыния
sl: Romunija
zh_cn: 罗马尼亚

source: Russian Federation
cs: Rusko
de: Russische Föderation
es: Federación de Rusia
fr: Russie
it: Russia (Federazione Russa)
ko: 러시아
nl: Russische federatie
pl: Rosja
ru: Российская Федерация
sl: Ruska federacija
zh_cn: 俄罗斯联邦

source: Saint Helena
cs: Svatá Helena
de: St. Helena
es: Isla Santa Elena
fr: Saint Hélène
it: Santa Elena
ko: 세인트 헬레나 섬
nl: Sint Helena
pl: Wyspa Świętej Heleny
ru: Остров Святой Елены
sl: Sveta Helena
zh_cn: 圣赫勒拿岛

source: Saint Kitts and Nevis
cs: Svatý Kryštof a Nevis
de: St. Kitts und Nevis
es: San Cristóbal y Nieves
fr: Saint-Christophe-et-Niévès
it: Saint Kitts e Nevis
ko: 세인트키츠 네비스
nl: Saint Kitts en Nevis
pl: Saint Kitts i Nevis
ru: Сент-Китс и Невис
sl: Saint Kitts in Nevis
zh_cn: 圣基茨和尼维斯

source: Saint Martin
es: Isla de San Martín
ko: 세인트마틴 섬
nl: Sint-Maarten
pl: Sint Maarten
ru: Сен-Мартен
zh_cn: 圣马丁

source: Saint Pierre and Miquelon
cs: Saint Pierre a Miquelon
de: Saint-Pierre und Miquelon
es: San Pedro y Miquelón
fr: Saint-Pierre-et-Miquelon
it: Saint-Pierre e Miquelon
ko: 생피에르 미클롱
nl: Saint Pierre en Miquelon
pl: Saint-Pierre i Miquelon
ru: Сен-Пьер и Микелон
sl: Saint Pierre in Miquelon
zh_cn: 圣皮埃尔和密克隆

source: Saint Vincent and the Grenadines
cs: Svatý Vincenc a Grenadiny
de: St. Vincent und die Grenadinen
es: San Vicente y las Granadinas
fr: Saint-Vincent-et-les-Grenadines
it: Saint Vincent e Grenadine
ko: 세인트빈센트 그레나딘
nl: Saint Vincent en de Grenadines
pl: Saint Vincent i Grenadyny
ru: Сент-Винсент и Гренадины
sl: Saint Vincent in Grenadine
zh_cn: 圣文森特和格林纳丁斯

source: Sao Tome and Principe
cs: Sao Tome a Principe
de: São Tomé und Príncipe
es: Santo Tomé y Príncipe
fr: Sao Tomé-et-Principe
it: São Tomé e Príncipe
ko: 상투메 프린시페
nl: Sao Tome en Principe
pl: Wyspy Świętego Tomasza i Książęca
ru: Сан-Томе и Принсипи
sl: Sao Tome in Principe
zh_cn: 圣多美和普林西比

source: Saudi Arabia
cs: Saúdská Arábie
de: Saudi-Arabien
es: Arabia Saudí
fr: Arabie Saoudite
it: Arabia Saudita
ko: 사우디아라비아
nl: Saoedi-Arabië
pl: Arabia Saudyjska
ru: Саудовская Аравия
sl: Saudova Arabija
zh_cn: 沙特阿拉伯

source: Senega
de: Senegal
es: Senegal
fr: Sénégal
it: Senegal
ko: 세네갈
nl: Senegal
pl: Senegal
ru: Сенегал
sl: Senegal
zh_cn: 塞内加尔

source: Serbia and Montenegro
cs: Srbsko a Černá Hora
de: Serbien und Montenegro
es: Serbia y Montenegro
fr: Serbie et Monténégro
it: Serbia e Montenegro
ko: 세르비아 몬테네그로
nl: Servië-Montenegro
pl: Serbia i Czarnogóra
ru: Сербия и Черногория
sl: Srbija in Črna gora
zh_cn: 塞尔维亚和黑山

source: Seychelles
cs: Seychely
de: Seychellen
ko: 세이셸
nl: Seychellen
pl: Seszele
ru: Сейшельские острова
sl: Sejšeli
zh_cn: 塞舌尔

source: Singapore
de: Singapur
es: Singapur
fr: Singapoure
ko: 싱가포르
pl: Singapur
ru: Сингапур
sl: Singapur
zh_cn: 新加坡
