Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: This add-on is <b>incomplete</b>.
cs: Tento doplněk je <b>nekompletní</b>.
de: Dieses Add-on ist <b>unvollständig</b>.
es: Este complemento está <b>incompleto</b>.
fr: Ce module est <b>incomplet</b>.
it: Questo componente aggiuntivo è <b>incompleto</b>.
ko: 부가 기능이 <b>미완료</b> 상태입니다.
nl: Deze add-on is <b>onvolledig</b>.
pl: Dodatek jest <b>niekompletny</b>.
ru: Это дополнение <b>незавершено</b>.
sl: Ta dodatek je <b>nepopoln</b>.
zh_cn: 此附加组件<b>尚未完成</b>。

source: Please complete your app.
cs: Dokončete prosím svou aplikaci.
de: Bitte vervollständigen Sie Ihre Anwendung.
es: Por favor, completa tu aplicación.
fr: Veuillez compléter votre application.
it: Completa l'app.
ko: 앱을 마무리 해 주세요.
nl: Voltooi uw app.
pl: Ukończ swoją aplikację.
ru: Пожалуйста, завершите ваше приложение.
sl: Dopolnite svojo aplikacijo.
zh_cn: 请完成您的应用。

source: Please complete your add-on.
cs: Dokončete prosím svůj doplněk.
de: Bitte vervollständigen Sie Ihr Add-on.
el: Παρακαλούμε ολοκληρώστε το πρόσθετο σας.
es: Por favor, completa tu complemento.
fr: Veuillez compléter votre module.
it: Completa il tuo componente aggiuntivo.
ja: このアドオンを完成させてください。
ko: 부가 기능을 마무리 해 주세요.
nl: Voltooi uw add-on.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਐਡ-ਆਨ ਮੁਕੰਮਲ ਕਰੋ।
pl: Ukończ swój dodatek.
pt_pt: Por favor, complete o seu extra.
ru: Пожалуйста, завершите ваше дополнение.
sl: Dopoilnite prosim svoj dodatek.
uk: Будь ласка, доробіть ваш додаток.
zh_cn: 请完成您的附加组件。

source: This add-on is <b>awaiting preliminary review</b>.
cs: Doplněk <b>čeká na předběžnou kontrolu</b>.
de: Dieses Add-on <b>wartet auf seine vorläufige Freigabe</b>.
es: Este complemente está <b>esperando la revisión preliminar</b>.
fr: Ce module est <b>en attente d'une revue préliminaire</b>.
it: Questo componente aggiuntivo è in attesa di una <b>revisione preliminare</b>.
ko: 부가 기능이 <b>예비 심사를 대기중</b>입니다.
nl: Deze add-on <b>wacht op voorlopige beoordeling</b>.
pl: Dodatek <b>oczekuje na wstępne sprawdzenie</b>.
ru: Это дополнение <b>ожидает предварительной проверки</b>.
sl: To dodatek <b>čaka na predhodni pregled.</b>
zh_cn: 此附加组件<b>正在等待初步审核</b>。

source: You will receive an email when the review is complete. Until then, your add-on is not listed in our gallery but can be accessed directly from its details page.
cs: Až bude kontrola dokončena, bude vám zaslán e-mail. Do té doby není váš doplněk umístěn v seznamech doplňků, ale je dostupný přímo na stránce s informacemi o doplňku.
de: Sie erhalten eine E-Mail, wenn die Überprüfung abgeschlossen ist. Bis dahin wird Ihr Add-on nicht in der Galerie aufgeführt, aber es ist direkt über seine Detailseite verfügbar.
el: Θα λάβετε ένα email όταν ολοκληρωθεί η αξιολόγηση. Μέχρι τότε, το πρόσθετο σας δεν θα εμφανίζεται γενικά στις σελίδες μας αλλά θα μπορείτε να το δείτε μόνο απευθείας στη σελίδα προβολής του.
es: Recibirás un correo electrónico cuando la revisión esté completa. Hasta entonces, tu complemento no se mostrará en nuestra galería pero puede ser accesible directamente desde su página de detalles.
fr: Vous recevrez un courriel quand la revue sera finie. En attendant, votre module ne sera pas accessible via la galerie mais vous pourrez y accéder directement.
it: Riceverai una email quando la revisione sarà completata. Fino a quel momento il componente aggiuntivo non verrà visualizzato nelle gallerie ma sarà accessibile direttamente attraverso la pagina dei dettagli.
ko: 심사 완료시 이메일을 받아보게 됩니다. 그 전까지 부가 기능은 갤러리에 노출되지 않지만 해당 부가 기능의 상세 정보 페이지로 바로 접근은 가능합니다.
nl: U ontvangt een e-mailbericht zodra de beoordeling is voltooid. Tot die tijd wordt uw add-on niet in onze galerij vermeld, maar kan deze direct worden benaderd vanaf de detailpagina ervan.
pa_in: ਤੁਹਾਨੂੰ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ ਜਦੋਂ ਸਮੀਖਿਆ ਮੁਕੰਮਲ ਹੋ ਜਾਵੇਗੀ। ਤਦ ਤੱਕ, ਤੁਹਾਡਾ ਐਡ-ਆਨ ਗੈਲਰੀ ਵਿੱਚ ਸੂਚੀਬੱਧ ਨਹੀਂ ਹੋਵੇਗਾ ਪਰ ਇਸ ਦੇ ਵੇਰਵੇ ਸਫ਼ੇ ਤੋਂ ਸਿੱਧੇ ਤੌਰ ਤੇ ਪਹੁੰਚਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Gdy sprawdzanie zostanie zakończone, otrzymasz odpowiednią wiadomość e-mail. Do tego momentu dodatek nie jest wyświetlany w naszej galerii, ale jest dostępny z poziomu swojej strony.
pt_pt: Você irá receber uma mensagem de correio quando a análise estiver concluída. Até lá, o extra não estará listado na nossa galeria, mas pode ser acedido directamente da sua página de detalhes.
ru: По завершении процесса проверки вы получите письмо. До тех пор ваше дополнение не будет отображаться в галерее, но будет доступно со своей страницы.
sl: Ko bo pregled končan, boste prejeli obvestilo po e-pošti. Do takrat vašega dodatka ne bo v naši galeriji, lahko pa pridete do njega neposredno prek strani s podrobnostmi.
uk: По завершенні процесу перевірки ви отримаєте лист. До цього моменту ваш додаток не буде відображатися в галереї, але буде доступним зі своєї сторінки.
zh_cn: 在审核完成后您会收到一封电子邮件通知。在此期间，您的附加组件不会在我们的展示库中列出，但是可以从它的详细信息页面直接访问到。

source: This add-on is <b>awaiting full review</b>.
cs: Doplněk <b>čeká na plnou kontrolu</b>.
de: Dieses Add-on <b>wartet auf vollständige Überprüfung</b>.
es: Este complemento está <b>esperando la revisión completa</b>.
fr: Ce module est <b>en attente d'une revue complète</b>.
it: Questo componente aggiuntivo è in attesa di una <b>revisione completa</b>.
ko: 부가 기능이 <b>전체 심사를 대기중</b>입니다.
nl: Deze add-on <b>wacht op volledige beoordeling</b>.
pl: Dodatek <b>oczekuje na pełne sprawdzenie</b>.
ru: Это дополнение <b>ожидает полной проверки</b>.
sl: To add-on <b>čaka na popoln pregled.</b>
zh_cn: 此附加组件<b>正在等待全面审核</b>。

source: This add-on has been <b>fully reviewed</b>.
cs: Doplněk byl <b>plně zkontrolován</b>.
de: Dieses Add-on wurde <b>vollständig überprüft</b>.
es: Este complemento ha sido <b>revisado completamente</b>.
fr: Ce module a été <b>revu complètement</b>.
it: Questo componente aggiuntivo ha ricevuto una <b>revisione completa</b>.
ko: 이 부가 기능은 <b>전체 심사가 완료</b>되었습니다.
nl: Deze add-on is <b>volledig beoordeeld</b>.
pl: Dodatek został <b>w pełni sprawdzony</b>.
ru: Это дополнение было <b>полностью проверено</b>.
sl: Ta dodatek je bil <b>v celoti pregledan.</b>
zh_cn: 此附加组件已<b>通过全面审核</b>。

source: Your add-on is displayed in our gallery and users are receiving automatic updates.
cs: Váš doplněk je zobrazen v naší galerii a uživatelé k němu získávají aktualizace.
de: Ihr Add-on wird in unserer Galerie angezeigt und Nutzer erhalten automatische Updates.
el: Το πρόσθετο σας εμφανίζεται κανονικά στις σελίδες μας κι οι χρήστες θα λαμβάνουν αυτόματα ενημερώσεις.
es: Tu complemento se muestra en nuestra galería y los usuarios están recibiendo actualizaciones automáticas.
fr: Votre module est affiché dans notre galerie et les utilisateurs reçoivent les mises à jour automatiques.
it: Il tuo componente aggiuntivo è visualizzato nelle gallerie e gli utenti ricevono gli aggiornamenti automatici.
ko: 부가 기능이 갤러리에 노출되고 있고 사용자들은 자동으로 업데이트를 받아보게 됩니다.
nl: Uw add-on wordt weergegeven in onze galerij en gebruikers ontvangen automatische updates.
pa_in: ਤੁਹਾਡਾ ਐਡ-ਆਨ ਸਾਡੀ ਗੈਲਰੀ ਵਿੱਚ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ ਅਤੇ ਉਪਭੋਗੀ ਆਪਣੇ ਆਪ ਹੀ ਅੱਪਡੇਟਾਂ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹਨ।
pl: Dodatek jest wyświetlany w naszej galerii i użytkownicy otrzymują jego automatyczne aktualizacje.
pt_pt: O seu extra é apresentado na nossa galeria e os utilizadores estão a receber actualizações automáticas.
ru: Ваши дополнение отображается в нашей галерее и пользователи получают автоматические обновления.
sl: Vaš dodatek se kaže v naši galeriji in uporabniki dobivajo posodobitve samodejno.
uk: Ваш додаток відображається в нашій галереї та користувачі отримують автоматичні оновлення.
zh_cn: 您的附加组件已经展示在我们的展示库中，并且用户会自动收到更新。

source: This add-on has been <b>disabled by Mozilla</b>.
cs: Doplněk byl <b>zakázán Mozillou</b>.
de: Dieses Add-on wurde <b>von Mozilla deaktiviert</b>.
es: Este complemento ha sido <b>deshabilitado por Mozilla</b>.
fr: Ce module a été <b>désactivé par Mozilla</b>.
it: Questo componente aggiuntivo è stato <b>disattivato da Mozilla</b>.
ko: 이 부가 기능은 <b>Mozilla에 의해 사용 정지</b> 되었습니다.
nl: Deze add-on is <b>uitgeschakeld door Mozilla</b>.
pl: Dodatek został <b>wyłączony przez Mozillę</b>.
ru: Это дополнение было <b>отключено Mozilla.</b>
sl: Ta dodatek je <b>Mozilla onemogočila.</b>
zh_cn: 此附加组件已<b>被 Mozilla 停用</b>。

source: Your add-on was disabled by a site administrator and is no longer shown in our gallery. If you have any questions, please email marketplace-staff@mozilla.org.
cs: Váš doplněk byl zakázán administrátorem webu a již není dostupný v naší galerii. Pokud máte otázky, pošlete je na e-mail marketplace-staff@mozilla.org.
de: Ihr Add-on wurde von einem Administrator der Website deaktiviert und wird in unserer Galerie nicht mehr angezeigt. Wenn Sie Fragen haben, schreiben Sie bitte eine E-Mail an marketplace-staff@mozilla.org.
es: Tu complemento ha sido deshabilitado por un administrador del sitio y ya no se mostrará en nuestra galería. Si tienes alguna pregunta, por favor envía un mensaje a marketplace-staff@mozilla.org.
fr: Votre module a été désactivé par un administrateur du site et n'est plus affiché dans notre galerie. Si vous avez la moindre question, merci d'envoyer un courriel à marketplace-staff@mozilla.org.
it: Il tuo componente aggiuntivo è stato disattivato da un amministratore e non è più disponibile nelle nostre gallerie. Per domande e informazioni scrivi a marketplace-staff@mozilla.org.
ko: 부가 기능이 사이트 관리자에 의해 사용 정지되어 더이상 갤러리에 노출되지 않습니다. 문의사항이 있으시면 marketplace-staff@mozilla.org로 이메일을 보내주세요.
nl: Uw add-on is uitgeschakeld door een websitebeheerder en wordt niet meer in onze galerij weergegeven. Stuur eventuele vragen hierover naar marketplace-staff@mozilla.org.
pl: Twój dodatek został wyłączony przez administratora strony i nie jest już wyświetlany w galerii. Jeśli masz jakieś pytania, skontaktuj się z marketplace-staff@mozilla.org.
pt_pt: O seu extra foi desativado por um administrador do site e não será mais apresentado na nossa galeria. Se tiver quaisquer questões, por favor envie uma mensagem de correio eletrónico para marketplace-staff@mozilla.org.
sl: Vaš dodatek je skrbnik spletišča onemogočil in se ga v naši galeriji več ne kaže. Če imate kakršnokoli vprašanje, pošljite prosim e-pošto na naslov marketplace-staff@mozilla.org.
zh_cn: 网站管理员禁用了您的附加组件，因而不再显示于画廊中。如果您有任何疑问，请发邮件给 marketplace-staff@mozilla.org 。

source: This add-on has been <b>preliminarily reviewed</b>.
cs: Doplněk byl <b>předběžně zkontrolován</b>.
de: Dieses Add-on wurde <b>vorläufig überprüft</b>.
es: Este complemento ha sido <b>revisado preliminarmente</b>.
fr: Ce module a été <b>revu de manière préliminaire</b>.
it: Questo componente aggiuntivo ha ricevuto una <b>revisione preliminare</b>.
ko: 이 부가 기능은 <b>예비 심사가 완료</b>되었습니다.
nl: Deze add-on is <b>voorlopig beoordeeld</b>.
pl: Dodatek został <b>wstępnie sprawdzony</b>.
ru: Это дополнение прошло <b>предварительную проверку</b>.
sl: Ta dodatek je <b>predhodno pregledan.</b>
zh_cn: 此附加组件已<b>通过初步审核</b>。

source: Your add-on is displayed in our gallery as experimental and users are receiving automatic updates. Some features are unavailable to your add-on.
cs: Váš doplněk je zobrazen v naší galerii jako experimentální a uživatele k němu mohou získávat automatické aktualizace. Některé funkce však pro váš doplněk nejsou dostupné.
de: Ihr Add-on wird in unserer Galerie als experimentell gekennzeichnet und Nutzer erhalten automatische Updates. Einige Funktionen stehen für Ihr Add-on nicht zur Verfügung.
el: Το πρόσθετο σας εμφανίζεται στις σελίδες μας σαν πειραματικό και οι χρήστες θα λαμβάνουν αυτόματα ενημερώσεις. Ορισμένα χαρακτηριστικά δεν είναι διαθέσιμα στο πρόσθετο σας.
es: Tu complemento se muestra en nuestra galería como experimental y los usuarios están recibiendo actualizaciones automáticas. Algunas características no están disponibles en tu complemento.
fr: Votre module est affiché dans notre galerie comme expérimental et ses utilisateurs reçoivent les mises à jour. Certaines fonctionnalités ne sont pas disponibles pour votre module.
it: Il tuo componente aggiuntivo viene visualizzato nelle gallerie come sperimentale e gli utenti ricevono gli aggiornamenti automatici. Alcune funzioni non saranno disponibili per il tuo componente aggiuntivo.
ko: 부가 기능이 시험용으로 갤러리에 표시되며 사용자들은 자동 업데이트를 받을 수 있습니다. 부가 기능의 일부 기능은 사용할 수 없습니다.
nl: Uw add-on wordt in onze galerij als experimenteel weergegeven en gebruikers ontvangen automatische updates. Sommige functies zijn niet beschikbaar voor uw add-on.
pa_in: ਤੁਹਾਡਾ ਐਡ-ਆਨ ਸਾਡੀ ਗੈਲਰੀ ਵਿੱਚ ਪ੍ਰਯੋਗਆਤਮਕ ਤੌਰ ਤੇ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ ਅਤੇ ਉਪਭੋਗੀ ਆਪਣੇ ਆਪ ਹੀ ਅੱਪਡੇਟਾਂ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹਨ। ਕੁੱਝ ਵਿਸ਼ੇਸਤਾਵਾਂ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਲਈ ਉੱਪਲਬਧ ਨਹੀਂ ਹਨ।
pl: Dodatek jest wyświetlany w naszej galerii jako „eksperymentalny” i użytkownicy otrzymują jego automatyczne aktualizacje. Niektóre funkcje są dla tego dodatku niedostępne.
pt_pt: O seu extra é mostrado na nossa galeria como experimental e os utilizadores recebem as actualizações automáticas. Alguns recursos não estão disponíveis para o extra.
ru: Ваше дополнение отображается в нашей галерее как экспериментальное и пользователи получают автоматические обновления. Некоторые функции для вашего дополнения недоступны.
sl: Vaš dodatek se kaže v naši galeriji kot eksperimentalen in uporabniki dobivajo posodobitve samodejno. Nekatere funkcije za vaš dodatek niso na voljo.
uk: Ваш додаток відображається в нашій галереї як експериментальний та користувачі отримують автоматичні оновлення. Деякі функції для вашого додатку недоступні.
zh_cn: 您的附加组件已标记为实验性的附加组件展示在我们的展示库中，并且用户会自动收到更新。部分功能对您的附加组件不可用。

source: This add-on has been <b>preliminarily reviewed</b> and is <i>awaiting full review</i>.
cs: Tento doplněk byl <b>předběžně zkontrolován</b> a <i>čeká na plnou kontrolu</i>.
de: Dieses Add-on wurde <b>vorläufig überprüft</b> und <i>wartet auf vollständige Überprüfung</i>.
es: Este complemento ha sido <b>revisado preliminarmente</b> y está <i>esperando revisión completa</i>.
fr: Ce module a été <b>revu de manière préliminaire</b> et est <i>en attente d'une revue complète</i>.
it: Questo componente aggiuntivo ha ricevuto una <b>revisione preliminare</b> ed è in attesa di una <i>revisione completa</i>.
ko: 이 부가 기능은 <b>예비 심사를 거쳤으며</b> <i>전체 심사를 대기중</i>에 있습니다.
nl: Deze add-on is <b>voorlopig beoordeeld</b> en <i>wacht op volledige beoordeling</i>.
pl: Dodatek został <b>wstępnie sprawdzony</b> i <i>oczekuje na pełne sprawdzenie</i>.
ru: Это дополнение прошло <b>предварительную проверку</b> и <i>ожидает полной проверки</i>.
sl: Ta dodatek je <b>predhodno pregledan</b> in <i>čaka na popoln pregled.</i>
zh_cn: 此附加组件已<b>通过初步审核</b>并且正在<i>等待全面审核</i>。

source: You will receive an email when the full review is complete. Until then, your add-on is displayed in our gallery as experimental and users are receiving automatic updates. Some features are unavailable to your add-on.
cs: Jakmile bude plná kontrola hotova, obdržíte e-mail. Do té doby bude váš doplněk zobrazen v naší galerii jako experimentální a uživatelé k němu budou získávat aktualizace. Některé funkce však pro váš doplněk nebudou dostupné.
de: Sie erhalten eine E-Mail, wenn die vollständige Überprüfung abgeschlossen ist. Bis dahin wird Ihr Add-on in unserer Galerie als experimentell gekennzeichnet und Nutzer erhalten automatische Updates. Einige Funktionen stehen für Ihr Add-on nicht zur Verfügung.
el: Θα λάβετε ένα email όταν ολοκληρωθεί η πλήρης αξιολόγηση. Μέχρι τότε, το πρόσθετο σας θα εμφανίζεται στις σελίδες μας σαν πειραματικό και οι χρήστες θα λαμβάνουν αυτόματα ενημερώσεις. Ορισμένα χαρακτηριστικά δεν είναι διαθέσιμα στο πρόσθετο σας.
es: Recibirás un correo electrónico cuando la revisión completa se concluya. Hasta entonces, tu complemento se muestra en nuestra galería como experimental y los usuarios reciben actualizaciones automáticas. Algunas características no están disponibles para tu complemento.
fr: Vous recevrez un courriel quand la vérification complète sera finie. En attendant, votre module est visible comme expérimental dans notre galerie et ses utilisateurs reçoivent les mises à jour. Certaines fonctionnalités ne sont pas disponibles pour votre module.
it: Riceverai una email quando la revisione completa sarà stata effettuata. Fino a quel momento il tuo componente aggiuntivo viene visualizzato nelle gallerie come sperimentale e gli utenti ricevono gli aggiornamenti automatici. Alcune funzioni non saranno disponibili per il tuo componente aggiuntivo.
ko: 전체 심사가 완료되면 이메일을 받아볼 수 있습니다. 그 전까지 부가 기능은 시험용으로 갤러리 상에 표시되며 사용자들은 자동 업데이트를 받을 수 있습니다. 일부 기능은 사용할 수 없습니다.
nl: U ontvangt een e-mailbericht zodra de volledige beoordeling is voltooid. Tot dat moment wordt uw add-on in onze galerij als experimenteel weergegeven en ontvangen gebruikers automatische updates. Sommige functies zijn niet beschikbaar voor uw add-on.
pa_in: ਤੁਹਾਨੂੰ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ ਜਦੋਂ ਮੁਕੰਮਲ ਸਮੀਖਿਆ ਪੂਰੀ ਹੋ ਜਾਵੇਗੀ। ਤਦ ਤੱਕ, ਤੁਹਾਡਾ ਐਡ-ਆਨ ਸਾਡੀ ਗੈਲਰੀ ਵਿੱਚ ਪ੍ਰਯੋਗਆਤਮਕ ਤੌਰ ਤੇ ਪੇਸ਼ ਕੀਤਾ ਜਾਵੇਗਾ ਅਤੇ ਉਪਭੋਗੀ ਆਪਣੇ ਆਪ ਅੱਪਡੇਟਾਂ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹਨ। ਕੁੱਝ ਵਿਸ਼ੇਸਤਾਵਾਂ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਲਈ ਉੱਪਲਬਧ ਨਹੀਂ ਹਨ।
pl: Gdy pełne sprawdzanie zostanie zakończone, otrzymasz odpowiednią wiadomość e-mail. Do tego momentu dodatek jest wyświetlany w naszej galerii jako „eksperymentalny” i użytkownicy otrzymują jego automatyczne aktualizacje. Niektóre funkcje są dla tego dodatku niedostępne.
pt_pt: Irá receber uma mensagem de correio quando a revisão completa estiver terminada. Até aí, o extra é apresentado na nossa galeria como experimental e os utilizadores recebem as actualizações automáticas. Alguns recursos não estão disponíveis para o extra.
ru: По завершении процесса полной проверки вы получите письмо. До тех пор ваше дополнение будет отображаться в нашей галерее как экспериментальное и пользователи будут получать автоматические обновления. Некоторые функции для вашего дополнения будут недоступны.
sl: Ko bo popoln pregled končan, boste prejeli obvestilo po e-pošti. Do takrat bo vaš dodatek v naši galeriji označen kot eksperimentalen in uporabniki bodo dobivali posodobitve samodejno. Nekatere funkcije za vaš dodatek niso na voljo.
uk: Після закінчення процесу повної перевірки ви отримаєте лист. До цього ваш додаток знаходитиметься в нашій галереї як експериментальний і користувачі будуть отримувати автоматичні оновлення. Деякі функції для вашого додатка будуть недоступні.
zh_cn: 在全面审核完成后您会收到一封电子邮件通知。在此期间，您的附加组件在我们的展示库中仍会显示为实验性的附加组件，并且用户会自动收到更新。部分功能对您的附加组件不可用。

source: Please select a review option.
cs: Zvolte prosím typ kontroly
de: Bitte wählen Sie eine Überprüfungsoption.
es: Por favor, seleccione una opción de revisión.
fr: Veuillez sélectionner une option de révision.
it: Seleziona un metodo di revisione.
ko: 심사 옵션을 선택해 주세요.
nl: Selecteer een beoordelingsoptie.
pl: Wybierz opcję sprawdzenia
ru: Пожалуйста, выберите вариант проверки.
sl: Prosimo, izberite možnost za pregled.
zh_cn: 请选择一项审核选项。

source: All add-ons hosted in our gallery must now be reviewed by an editor. If you wish to continue hosting your add-on, please select a review process from the choices below.
cs: Všechny doplňky v naší galerii musí být zkontrolovány redaktorem. Pokud si přejete pokračovat v hostování svého doplňku, zvolte prosím z voleb níže proces kontroly.
de: Alle Add-ons, die in unserer Galerie gehostet werden, müssen jetzt von einem Redakteur geprüft werden. Wenn Ihr Add-on weiter gehostet werden soll, wählen Sie bitte eine der folgenden Überprüfungsprozesse aus.
es: Todos los complementos alojados en nuestra galería deben ser revisados por un editor. Si deseas continuar alojando tu complemento, selecciona un proceso de revisión de las opciones a continuación.
fr: Tous les modules hébergés dans notre galerie doivent maintenant être vérifiés par un éditeur. Si vous souhaitez continuer à héberger votre module, merci de choisir l'un des processus de revue ci-dessous.
it: Ora tutti i componenti aggiuntivi ospitati nelle nostre gallerie devono essere controllati da un revisore. Se vuoi proseguire nell'operazione, scegli un tipo di revisione tra quelle proposte qui di seguito.
ko: 저희 갤러리에서 호스팅되고 있는 모든 부가 기능은 이제 반드시 편집자의 심사를 받아야 합니다. 계속 하시려면 아래에서 원하는 심사 처리 방식을 선택해 주세요.
nl: Alle add-ons die in onze galerij worden gehost moeten nu door een editor worden beoordeeld. Als u wilt doorgaan met het hosten van uw add-on, selecteer dan een beoordelingsproces in de onderstaande keuzelijst.
pl: Wszystkie dodatki znajdujące się w naszej galerii od teraz muszą być sprawdzane przez recenzenta. Jeśli nadal chcesz udostępniać swój dodatek w naszej galerii, wybierz jeden z poniżej dostępnych sposobów sprawdzenia.
ru: Все дополнения, размещённые в нашей галерее, теперь должны быть проверены редактором. Если вы хотите продолжить размещать своё дополнение, выберите вариант проверки из нижеследующих вариантов.
sl: Vse dodatke, ki jih gostimo v naši galeriji, mora naprej pregledati urednik. Če želite nadaljevati z gostovanjem vašega dodatka, vas prosimo, da se odločite za eno od možnosti za postopek pregleda spodaj.
zh_cn: 所有附加组件现在必须由审核员审核通过才能托管在我们的展示库。如果您想继续托管您的附加组件，请从下面选择一项审核程序。

source: Queues are not reviewed strictly in order.
cs: Fronty nejsou kontrolovány striktně podle pořadí.
de: Warteschlangen werden nicht streng nach Reihenfolge geprüft.
es: Los complementos que están en la cola no se revisan en un orden estricto.
fr: Les files d'attentes ne sont pas revues strictement dans l'ordre.
it: Le code non vengono necessariamente controllate in ordine.
ko: 대기 상태란 본격적인 심사를 받지 않은 상태를 말합니다.
nl: Wachtrijen worden niet noodzakelijkerwijs in deze volgorde beoordeeld.
pl: Dodatki znajdujące się w kolejkach nie są sprawdzane wyłącznie wg kolejności.
ru: Очереди не проверяются строго по порядку.
sl: Čakalne vrste se ne pregleduje v strogem vrstnem redu.
zh_cn: 我们并不完全按照审核队列的先后顺序进行审核。

source: Queue Position: %(pos)s of %(total)s
cs: Pořadí ve frontě: %(pos)s z %(total)s
de: Warteschlangenposition:%(pos)s von %(total)s
es: Posición en la cola: %(pos)s de %(total)s
fr: Position dans la file d'attente : %(pos)s sur %(total)s
it: Posizione nella coda: %(pos)s di %(total)s
ko: 대기열: %(pos)s / %(total)s
nl: Positie op wachtlijst: %(pos)s van %(total)s
pl: Miejsce w kolejce: %(pos)s z %(total)s
ru: Позиция в очереди: %(pos)s из %(total)s
sl: Mesto v čakalni vrsti: %(pos)s od %(total)s
zh_cn: 队列中的位置：%(pos)s / %(total)s

source: Request Full Review
cs: Požádat o plnou kontrolu
de: Vollständige Überprüfung anfordern
el: Αίτηση πλήρους αξιολόγησης
es: Solicitar revisión completa
fr: Demander une revue complète
it: Richiedi revisione completa
ja: 本審査を申請
ko: 전체 심사 요청
nl: Volledige beoordeling aanvragen
pa_in: ਪੂਰੀ ਸਮੀਖਿਆ ਦੀ ਬੇਨਤੀ ਕਰੋ
pl: Poproś o pełne sprawdzenie
pt_pt: Pedir revisão completa
ru: Запросить полную проверку
sl: Zahtevam popoln pregled
uk: Запитати повний розгляд
zh_cn: 请求全面审核

source: Request Preliminary Review
cs: Požádat o předběžnou kontrolu
de: Vorläufige Freigabe anfordern
el: Αίτηση εισαγωγικής αξιολόγησης
es: Solicitar revisión preliminar
fr: Demander une revue préliminaire
it: Richiedi revisione preliminare
ja: 事前審査を申請
ko: 예비 심사 요청
nl: Voorlopige beoordeling aanvragen
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਦੀ ਬੇਨਤੀ ਕਰੋ
pl: Poproś o wstępne sprawdzenie
pt_pt: Pedir revicão preliminar
ru: Запросить предварительную проверку
sl: Zahtevam predhodni pregled
uk: Запитати попередній розгляд
zh_cn: 请求初步审核

source: Full nomination will be available in {0} day
cs: Plná nominace bude dostupná za {0} den
de: Vollständige Nominierung ist in {0} Tag verfügbar
el: Η πλήρης υποψηφιότητα θα είναι διαθέσιμη σε {0} ημέρα
es: La nominación completa estará disponible en {0} día
fr: Nomination complète possible dans {0} jour
it: La nomina completa sarà disponibile in {0} giorno
ko: {0}일간 전체 심사 후보를 사용할 수 있게 됩니다
nl: De volledige nominatie is beschikbaar over {0} dag
pl: Pełna nominacja będzie możliwa za {0} dzień
pt_pt: A nomeação completa estará disponível em {0} dia
ru: Полная номинация будет доступна через {0} день
sl: Polno imenovanje bo na voljo v {0} dnevu
zh_cn: 完整提名将会在 {0} 天内完成
