Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: You haven't yet submitted an app to the Firefox Marketplace. Once you've <a href="%(app_url)s">created your app</a>, click Submit Your App below.
cs: Dosud jste na Firefox Marketplace nepřidali žádnou aplikaci. Jakmile <a href="%(app_url)s">aplikaci vytvoříte</a>, klepněte níže na tlačítko Přidat aplikaci.
de: Sie haben noch keine Anwendung im Firefox-Marktplatz eingereicht. Sobald Sie <a href="%(app_url)s">Ihre Anwendung erstellt haben</a>, klicken Sie im Folgenden Auf „Ihre Anwendung einreichen“.
es: Aún no has enviado ninguna aplicación a Firefox Marketplace. Una vez que hayas <a href="%(app_url)s">creado tu aplicación</a>, haz clic en Enviar tu aplicación que se muestra a continuación.
fr: Vous n'avez pas encore envoyé d'application sur le Marketplace Firefox. Une fois que vous aurez <a href="%(app_url)s">créé votre application</a>, cliquez ci-dessous pour l'envoyer.
it: Non hai ancora caricato nessuna app su Firefox Marketplace. Dopo aver <a href="%(app_url)s">creato la tua app</a>, fai clic su Carica app di seguito.
ko: 아직 Firefox 마켓플레이스에 앱을 제출하지 않았습니다. <a href="%(app_url)s">앱을 제작</a>하셨다면 아래의 앱 제출하기 버튼을 클릭해 주세요.
nl: U hebt nog geen app ingediend bij de Firefox Marketplace. Als u uw <a href="%(app_url)s">app hebt gemaakt</a>, klik dan hieronder op Uw app indienen.
pl: Nie masz jeszcze aplikacji przesłanych do Firefox Marketplace. Gdy <a href="%(app_url)s">stworzysz aplikację</a>, kliknij poniżej Prześlij aplikację.
sl: Zaenkrat še niste za Firefox Marketplace prispevali nobene aplikacije. Ko ste enkrat <a href="%(app_url)s">končali svojo aplikacijo</a>, kliknite na Objavi aplikacijo spodaj.
zh_cn: 您尚未向火狐市场提交应用。当您<a href="%(app_url)s">创建了您的应用后</a>，点击下方提交您的应用。

source: Submit An App
cs: Přidat aplikaci
de: Eine Anwendung einreichen
es: Enviar una aplicación
fr: Envoyer une application
it: Carica un'app
ko: 앱 제출하기
nl: Een app indienen
pl: Prześlij aplikację
ru: Представить приложение
sl: Objavi aplikacijo
zh_cn: 提交一个应用

source: Manage Team Members
cs: Správa členů týmu
de: Team-Mitglieder verwalten
es: Administrar miembros del equipo
fr: Membres de l'équipe
it: Gestione membri del team
pl: Zarządzanie członkami zespołu
ru: Управление членами команды

source: Team Members
cs: Členové týmu
de: Team-Mitglieder
es: Miembros del equipo
fr: Membres de l'équipe
it: Membri del team
ko: 팀 멤버
nl: Teamleden
pl: Członkowie zespołu
ru: Члены команды
zh_cn: 团队成员

source: About team member roles
cs: O rolích členů týmu
de: Über Rollen der Team-Mitglieder
es: Sobre los roles de miembros de equipo
fr: À propos des rôles des membres de l'équipe
it: Informazioni sui ruoli dei membri del team
ko: 팀 멤버 역할 안내
nl: Over teamlidrollen
pl: O rolach członków zespołu
zh_cn: 关于团队成员角色

source: About Team Member Roles
cs: O rolích členů týmu
de: Über Rollen der Team-Mitglieder
es: Acerca de los roles de los miembros de equipo
fr: À propos des rôles des membres de l'équipe
it: Informazioni sui ruoli dei membri del team
ko: 팀 멤버 역할 안내
nl: Over rollen van teamleden
pl: O rolach członków zespołu
zh_cn: 关于团队成员角色

source: Apps can have any number of team members with 4 possible roles:
cs: Aplikace mohou mít více členů týmů, které lze rozčlenit do 4 možných rolí:
de: Anwendungen können beliebig viele Team-Mitglieder mit 4 möglichen Rollen haben:
es: Las aplicaciones pueden tener un número ilimitado de miembros con cuatro roles posibles:
fr: Les applications peuvent avoir un nombre non limité de membres d'équipe, au sein de 4 rôles :
it: Le app possono avere un numero qualsiasi di autori con quattro possibili ruoli:
ko: 앱은 4가지 역할을 가진 팀 멤버를 숫자에 상관없이 보유할 수 있습니다:
nl: Apps kunnen elk gewenst aantal teamlieden hebben met vier mogelijke rollen:
pl: Aplikacje mogą mieć dowolną liczbę członków zespołu z 4 czterema możliwymi rolami:
zh_cn: 应用可以有4种角色的任意数量团队成员：

source: Can manage all aspects of the app's listing, including adding and removing other team members
cs: Může spravovat všechny aspekty stránky aplikace včetně přidávání či odebírání ostatních členů týmu
de: Kann alle Aspekte des Listeneintrag der Anwendung bearbeiten und auch andere Autoren hinzufügen und entfernen
es: Puede administrar todos los aspectos de la ficha de la aplicación, incluyendo añadir o eliminar otros miembros del equipo
fr: Peut gérer tous les aspects du listing de l'application, dont l'ajout et la suppression d'autres membres dans l'équipe
it: Può gestire qualunque aspetto dell'app, inclusa l'aggiunta o la rimozione di altri membri dal team di sviluppo
ko: 다른 멤버의 등록, 삭제 및 앱의 등재에 관한 모든 사항을 관리 가능
nl: Kan alle aspecten van de lijstopname van de app beheren, inclusief toevoegen en verwijderen van andere teamleden
pl: Może zarządzać wszystkimi aspektami aplikacji, w tym dodawaniem i usuwaniem innych członków zespołu
zh_cn: 可以管理列表中所有应用的方方面面，包括添加或移除其他团队成员

source: Can manage all aspects of the app's listing, except for adding and removing other team members and managing payments
cs: Může spravovat všechny aspekty stránky aplikace mimo přidávání či odebírání ostatních členů týmu
de: Kann alle Aspekte des Listeneintrags der Anwendung bearbeiten, aber keine anderen Autoren hinzufügen oder entfernen und auch keine Zahlungen verwalten
es: Puede administrar todos los aspectos de la ficha de la aplicación, excepto añadir y eliminar otros miembros del equipo y gestionar los pagos
fr: Peut gérer tous les aspects du listing de l'application, sauf l'ajout et la suppression d'autres membres dans l'équipe et la gestion des paiements
it: Può modificare qualunque aspetto dell'app, ma non aggiungere o rimuovere membri dal team di sviluppo e gestire i pagamenti
ko: 다른 멤버의 등록, 삭제와 결제 관리 및 앱의 등재에 관한 모든 사항을 관리 가능
nl: Kan alle aspecten van de lijstopname van de app beheren, behalve toevoegen en verwijderen van andere teamleden en beheren van betalingen
pl: Może zarządzać wszystkimi aspektami aplikacji, z wyjątkiem dodawania i usuwania innych członków zespołu i zarządzania płatnościami
zh_cn: 可以管理列表中所有应用的方方面面，但不包括添加或移除其他团队成员以及管理付款

source: Can view the app's settings but cannot make any changes
cs: Může vidět nastavení aplikace, ale nemůže dělat jakékoliv změny
de: Kann die Einstellungen der Anwendung ansehen, aber keine Änderungen vornehmen
es: Puede ver la configuración de la aplicación pero no puede hacer ningún cambio
fr: Peut voir les paramètres de l'application mais ne peut faire aucun changement
it: Può visualizzare le impostazioni dell'app, ma non può apportare alcuna modifica
ko: 앱의 설정 내역을 조회할 수 있으나 변경 불가
nl: Kan de instellingen van de app bekijken maar kan geen wijzigingen aanbrengen
pl: Może wyświetlać ustawienia aplikacji, ale nie może dokonywać żadnych zmian
zh_cn: 可以查看应用的设置，但不能进行任何更改

source: Can view the app's settings and manage refund requests
cs: Může vidět nastavení aplikace a zpracovávat žádosti o vrácení peněz
de: Kann die Einstellungen der Anwendung ansehen und Erstattungsanforderungen verwalten
es: Puede ver la configuración de la aplicación y gestionar las solicitudes de reembolso
fr: Peut voir les paramètres de l'application et gérer les demandes de remboursement
it: Può visualizzare le impostazioni dell'app e gestire le richieste di rimborso
ko: 앱의 설정 및 환불 관리가 가능
nl: Kan de instellingen van de app bekijken en restitutieverzoeken beheren
pl: Może wyświetlać ustawienia aplikacji i zarządzać prośbami o zwrot
zh_cn: 可以查看应用的设置以及管理退款申请

source: Your developer profile is set to be <b>public</b>.
cs: Váš profil vývojáře je nastaven jako <b>veřejný</b>.
de: Ihr Entwicklerprofil ist so eingestellt, dass es <b>öffentlich</b> ist.
es: Tu perfil de desarrollador está configurado como <b>público</b>.
fr: Votre profil développeur est configuré pour être <b>public</b>.
it: Il tuo profilo sviluppatore è impostato come <b>pubblico</b>.
ko: 개발자 프로필이 <b>공개 상태입니다</b>.
nl: Uw ontwikkelaarsprofiel is ingesteld op <b>publiek</b>.
pl: Twój profil autora jest ustawiony jako <b>publiczny</b>.
zh_cn: 您的开发人员配置文件将设置为<b>公开的</b>。

source: Your developer profile will be <b>public</b> when it is fully completed.
cs: Jakmile bude váš profil vývojáře dokončen, bude <b>veřejný</b>.
de: Ihr Entwicklerprofil ist <b>öffentlich</b>, sobald es vollständig ist.
es: Tu perfil de desarrollador será <b>público</b> cuando esté totalmente completo.
fr: Votre profil développeur sera <b>public</b> une fois qu'il sera complet.
it: Il tuo profilo sviluppatore verrà reso <b>pubblico</b> quando sarà completato in ogni sua parte.
ko: 개발자 프로필을 완전히 완료하면 <b>공개 상태</b>가 될 것입니다.
nl: Uw ontwikkelaarsprofiel zal <b>publiek</b> zijn als het volledig is ingevuld.
pl: Twój profil autora zostanie <b>upubliczniony</b>, gdy będzie w pełni kompletny.
zh_cn: 当您的开发者档案充分完成时将会被<b>公开</b>。

source: You have <b>delisted</b> this app.
cs: <b>Odebrali</b> jste tuto aplikaci ze seznamu.
de: Sie haben diese Anwendung <b>aus der Liste entfernt</b>.
es: Has <b>eliminado de la lista</b> esta aplicación.
fr: Vous avez <b>retiré</b> cette application du listing.
it: Hai <b>escluso</b> questa app dalle pagine elenco del Marketplace.
ko: 이 앱을 <b>목록에서 삭제했습니다</b>.
nl: U hebt deze app <b>van de lijst gehaald</b>.
pl: <b>Wyłączono wyświetlanie</b> tej aplikacji.
ru: Вы <b>удалили из списка</b> это приложение.
zh_cn: 您已经将这个应用<b>从列表中移出</b>。

source: This app is <b>incomplete</b> because it is missing payment information.
cs: Tato aplikace je <b>nekompletní</b>, protože u ní chybí informace o platbách.
de: Diese Anwendung ist <b>unvollständig</b>, weil ihr Zahlungsinformationen fehlen.
es: Esta aplicación está <b>incompleta</b> porque le falta la información de pago.
fr: Cette application est <b>incomplète</b> à cause du manque d'information quant au paiement.
it: Questa app è <b>incompleta</b> perché non sono presenti informazioni sui pagamenti.
ko: 이 앱은 결제 정보가 누락되었으므로 <b>미완료 상태입니다</b>.
nl: Deze app is <b>incompleet</b> omdat betalingsinformatie ontbreekt.
pl: Ta aplikacja jest <b>niekompletna</b>, ponieważ brakuje informacji o płatności.

source: Set Up Payments
cs: Nastavení plateb
de: Zahlungen einrichten
es: Configurar pagos
fr: Configurer les paiements
it: Imposta pagamenti
ko: 결제 설정
nl: Betalingen instellen
pl: Skonfiguruj płatności
ru: Настройка платежей
zh_cn: 设置付款

source: This app is <b>incomplete</b>.
cs: Tato aplikace je <b>nekompletní</b>.
de: Diese Anwendung ist <b>unvollständig</b>.
es: Esta aplicación está <b>incompleta</b>.
fr: Cette application est <b>incomplète</b>.
it: Questa Appp è <b>incompleta</b>.
ko: 이 앱은 <b>미완료 상태입니다</b>.
nl: Deze app is <b>onvolledig</b>.
pl: Ta aplikacja jest <b>niekompletna</b>.
ru: Это приложение <b>незавершено</b>.
sl: Ta aplikacija je <b>nepopolna</b>.
zh_cn: 该应用<b>不完整</b>。

source: This app is <b>pending review</b> by a Firefox Marketplace reviewer.
de: Diese Anwendung <b>wartet auf Überprüfung</b> durch einen Prüfer des Firefox Marketplace.
es: Esta aplicación está <b>pendiente de revisión</b> por parte de un revisor de Firefox Marketplace.
fr: Cette application est <b>en attente de validation</b> par un administrateur Firefox Marketplace.
it: Questa app è <b>in attesa di revisione</b> da parte di un revisore di Firefox Marketplace.
ko: 이 앱은 Firefox 마켓플레이스 심사자에 의해 <b>심사 대기중</b>입니다.
nl: Deze app <b>wacht op beoordeling</b> door een Firefox Marketplace-beoordelaar.
pl: Ta aplikacja jest w <b>trakcie sprawdzania</b> przez recenzenta Firefox Marketplace.
zh_cn: 此应用<b>待审核</b>，请等待火狐应用市场的审核者审核此应用。

source: You will receive an email when the review is complete.
cs: Jakmile bude kontrola dokončena, obdržíte e-mail.
de: Sie erhalten eine E-Mail, wenn die Überprüfung abgeschlossen ist.
es: Recibirás un correo cuando la valoración esté completa.
fr: Vous recevrez un courriel une fois la critique terminée.
it: Riceverai una email quando il processo di revisione sarà terminato.
ko: 심사 완료시 이메일을 받아보게 됩니다.
nl: U ontvangt een e-mailbericht wanneer de beoordeling is afgerond.
pa_in: ਜਦੋਂ ਸਮੀਖਿਆ ਮੁਕੰਮਲ ਹੋ ਜਾਵੇਗੀ ਤੁਹਾਨੂੰ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।
pl: Otrzymasz e-mail, kiedy sprawdzenie będzie zakończone.
pt_pt: Você receberá um email quando a análise estiver completa.
ru: Вы получите письмо, когда обзор будет закончен.
sl: Ko bo pregled končan, boste prejeli obvestilo po e-pošti.
uk: Ви отримаєте лист, коли перевірка буде закінчена.
zh_cn: 审核完成时您将会收到邮件。

source: This app is <b>public</b>.
cs: Aplikace je <b>veřejná</b>.
de: Diese Anwendung ist <b>öffentlich</b>.
es: Esta aplicación es <b>pública</b>.
fr: Cette application est <b>publique</b>.
it: Questa app è <b>pubblica</b>.
ko: 이 앱은 <b>공개 상태입니다</b>.
nl: Deze app is <b>publiek</b>.
pl: Ta aplikacja jest <b>upubliczniona</b>.
ru: Это приложение является <b>публичным</b>.
zh_cn: 该应用是 <b>公开的</b>。

source: This app has been <b>disabled by Mozilla</b>.
cs: Aplikace byla <b>Mozillou zakázána</b>.
de: Diese Anwendung wurde <b>von Mozilla deaktiviert</b>.
es: Esta aplicación ha sido <b>desactivada por Mozilla</b>.
fr: Cette application a été <b>désactivée par Mozilla</b>.
it: Questa app è stata <b>disattivata da Mozilla</b>.
ko: 이 앱은 <b>Mozilla에 의해 사용 중단됐습니다</b>.
nl: Deze app is <b>uitgeschakeld door Mozilla</b>.
pl: Ta aplikacja została <b>wyłączona przez Mozillę</b>.
ru: Это приложение было <b>отключено Mozilla</b>.
sl: To aplikacijo je <b>Mozilla onemogočila.</b>
zh_cn: 该应用<b>被 Mozilla 禁用</b>.

source: Your app was disabled by a site administrator. If you have any questions, please email %(email)s.
cs: Vaše aplikace byla zakázána administrátorem webu. Pokud máte jakékoliv otázky, pošlete e-mail na %(email)s.
de: Ihre Anwendung wurde von einem Administrator der Website deaktiviert. Wenn Sie Fragen haben, schreiben Sie bitte eine E-Mail an %(email)s.
es: Tu aplicación fue deshabilitada por un administrador del sitio. Si tienes alguna pregunta, envíanos un correo a %(email)s.
fr: Votre application a été désactivée par un administrateur du site. Si vous avez la moindre question, merci d'envoyer un courriel à %(email)s.
it: L'app è stata disattivata da un amministratore del sito. Se hai domande a riguardo scrivi a %(email)s.
ko: 앱이 사이트 관리자에 의해 사용 정지 되었습니다. 질문 사항이 있으시면 %(email)s로 이메일을 보내주세요.
nl: Uw app is uitgeschakeld door een websitebeheerder. Stuur eventuele vragen naar %(email)s.
pl: Twoja aplikacja została wyłączona przez administratora strony. Jeśli masz pytania, napisz do %(email)s.
zh_cn: 您的应用被网站管理员禁用。如有异议，请发邮件%(email)s。

source: Your app has been <b>blocked by Mozilla</b>.
cs: Vaše aplikace <b>byla Mozillou zablokována</b>.
de: Ihre Anwendung wurde <b>von Mozilla gesperrt</b>.
es: Tu aplicación ha sido <b>bloqueada por Mozilla</b>.
fr: Votre application a été <b>bloquée par Mozilla</b>.
it: L'app è stata <b>bloccata da Mozilla</b>.
ko: 이 앱은 <b>Mozilla에 의해 차단됐습니다</b>.
nl: Uw app is <b>geblokkeerd door Mozilla</b>.
pl: Twoja aplikacja została <b>zablokowana przez Mozillę</b>.
ru: Это приложение было <b>заблокировано Mozilla</b>.
zh_cn: 您的应用已经<b>被Mozilla阻止</b>。

source: Your app was blocked by a site administrator. If you have any questions, please email %(email)s.
cs: Vaše aplikace byla zablokována administrátorem webu. Pokud máte jakékoliv otázky, pošlete e-mail na %(email)s.
de: Ihre Anwendung wurde von einem Administrator der Website gesperrt. Wenn Sie Fragen haben, schreiben Sie bitte eine E-Mail an %(email)s.
es: Tu aplicación fue bloqueada por un administrador del sitio. Si tienes alguna pregunta, envíanos un correo a %(email)s.
fr: Votre application a été désactivée par un administrateur du site. Si vous avez la moindre question, merci d'envoyer un courriel à %(email)s.
it: L'app è stata bloccata da un amministratore del sito. Se hai domande a riguardo scrivi a %(email)s.
ko: 앱이 사이트 관리자에 의해 차단됐습니다. 질문 사항이 있으시면 %(email)s로 이메일을 보내주세요.
nl: Uw app is geblokkeerd door een websitebeheerder. Stuur eventuele vragen naar %(email)s.
pl: Twoja aplikacja została zablokowana przez administratora strony. Jeśli masz pytania, napisz do %(email)s.
zh_cn: 您的应用被网站管理员阻止。如果有问题，请邮件联系 %(email)s 。

source: This app has been <b>rejected</b> by a Firefox Marketplace reviewer.
cs: Tato aplikace byla redaktorem serveru Firefox Marketplace <b>zamítnuta</b>.
de: Diese Anwendung wurde von einem Überprüfer des Firefox-Marktplatzes <b>abgelehnt</b>.
es: Esta aplicación ha sido <b>rechazada</b> por un revisor de Firefox Marketplace.
fr: Cette application a été <b>rejetée</b> par un testeur du Marketplace Firefox.
it: Questa app è stata <b>rifiutata</b> da un revisore del Firefox Marketplace.
ko: 이 앱은 Firefox 마켓플레이스 심사자에 의해 <b>거부됐습니다</b>.
nl: Deze app is <b>afgewezen</b> door een Firefox Marketplace-beoordelaar.
pl: Ta aplikacja została <b>odrzucona</b> przez recenzenta Firefox Marketplace.
zh_cn: 这个应用已经被火狐应用市场的审核者<b>拒绝</b>。

source: Your app has been <b>approved but is not public</b>.
cs: Aplikace byla <b>schválena, ale není veřejná</b>.
de: Ihre Anwendung wurde <b>freigeschaltet, ist aber nicht öffentlich</b>.
es: Tu aplicación ha sido <b>aprobada pero no es pública</b>.
fr: Votre application a été <b>approuvée mais n'est pas publique</b>.
it: L'app è stata <b>approvata, ma non è pubblica</b>.
pl: Twoja aplikacja została <b>zatwierdzona, ale nie jest upubliczniona</b>.

source: It is awaiting your approval to make public.
cs: Čeká na schválení, aby byla veřejná.
de: Sie wartet auf Freischaltung zur Veröffentlichung.
es: Está esperando tu aprobación para hacerse pública.
fr: Elle attends votre approbation pour être rendue publique.
it: È in attesa della tua approvazione per diventare pubblica.
pl: Oczekuje twojej zgody na upublicznienie.

source: Reviewed by <b>%(reviewer)s</b>
cs: Zkontrolováno redaktorem <b>%(reviewer)s</b>
de: Überprüft von <b>%(reviewer)s</b>
es: Revisada por <b>%(reviewer)s</b>
fr: Vérifié par <b>%(reviewer)s</b>
it: Revisionata da <b>%(reviewer)s</b>
ko: <b>%(reviewer)s</b>님의 심사를 거침
nl: Beoordeeld door <b>%(reviewer)s</b>
pl: Sprawdzone przez: <b>%(reviewer)s</b>
ru: Проверено <b>%(reviewer)s</b>
zh_cn: 由<b>%(reviewer)s</b>审查

source: Once you have addressed these concerns, you may <a href="%(resubmit_url)s">resubmit your app below</a>.
de: Sobald Sie diese Probleme beseitigt haben, können Sie <a href="%(resubmit_url)s">die Anwendung im Folgenden erneut einreichen</a>.
es: Una vez que hayas solucionado estos problemas, puede que tengas que <a href="%(resubmit_url)s"> reenviar tu aplicación</a>.
fr: Une fois que vous avez corrigé ces remarques, vous pouvez <a href="%(resubmit_url)s">renvoyer votre application ci-dessous</a>.
it: Una volta risolti questi problemi potrai <a href="%(resubmit_url)s">inviare nuovamente l'app utilizzando il modulo sottostante</a>.
ko: 다음의 사항을 해결했다면 <a href="%(resubmit_url)s">아래에서 앱을 다시 제출</a>하실 수 있습니다.
nl: Nadat u deze zorgen hebt weggenomen kunt u <a href="%(resubmit_url)s">hieronder uw app opnieuw indienen</a>.
pl: Gdy rozwiążesz te problemy, możesz <a href="%(resubmit_url)s">zgłosić niżej ponownie swoją aplikację</a>.
zh_cn: 一旦确认了这些关心的问题，你可以<a href="%(resubmit_url)s">在下面重新提交应用</a>。

source: Once you have addressed these concerns, you may resubmit your app below.
cs: Jakmile opravíte uvedené problémy, můžete níže aplikaci znovu odeslat ke schválení.
de: Sobald Sie diese Bedenken aufgeräumt haben, können Sie Ihre Anwendung im Folgenden erneut einreichen.
es: Una vez hayas corregido estos problemas, podrás volver a enviar tu aplicación de debajo.
fr: Une fois ces problèmes corrigés, vous pouvez re-proposer votre application ci-dessous.
it: Dopo aver risolto questi problemi potrai ricaricare l'app.
ko: 다음의 사항을 해결했다면 아래에서 앱을 다시 제출하실 수 있습니다.
nl: Nadat u deze zorgen hebt weggenomen kunt u hieronder uw app opnieuw indienen.
pl: Po rozwiązaniu tych problemów możesz niżej ponownie zgłosić aplikację.
zh_cn: 一旦您处理好了这些疑虑，您可以在下方重新提交您的应用。

source: Resubmit App
cs: Znovu odeslat aplikaci
de: Anwendung erneut einreichen
es: Reenviar aplicación
fr: Reproposer l'application
it: Ricarica app
ko: 앱 재제출
nl: App opnieuw indienen
pl: Prześlij ponownie aplikację
ru: Повторно представить приложение
zh_cn: 重新提交应用

source: Make App public
cs: Nastavit aplikaci jako veřejnou
de: Anwendung veröffentlichen
es: Hacer pública la aplicación
fr: Rendre publique l'application
it: Rendi app pubblica
pl: Upublicznij aplikację
ru: Сделать приложение публичным

source: List App
cs: Navrácení aplikace na seznam
de: Anwendung auflisten
es: Agregar aplicación a la lista
fr: Lister l'application
it: Mostra l'app nelle pagine
ko: 앱을 목록에 올리기
nl: App in lijst opnemen
pl: Wyświetlaj aplikację
ru: Поместить в список приложение
zh_cn: 列出应用

source: Delist App
cs: Odstranění aplikace ze seznamu
de: Anwendung nicht mehr auflisten
es: Eliminar aplicación de la lista
fr: Ne plus lister l'application
it: Non mostrare l'app nelle pagine
ko: 앱을 목록에서 빼기
nl: App van lijst halen
pl: Nie wyświetlaj aplikacji
ru: Удалить из списка приложение
zh_cn: 不列出应用

source: Your app's listing is disabled and will not appear in the Firefox Marketplace. You may re-list it at any time.
cs: Vaše stránka aplikace bude zakázána a nebude se na Firefox Marketplace zobrazovat. Kdykoliv ji můžete vrátit zpět.
de: Der Listeneintrag Ihrer Anwendung wurde deaktiviert und wird nicht im Firefox-Marktplatz erscheinen. Sie können ihn jederzeit wieder aktivieren.
es: Se ha desactivado la lista de tu aplicación y no aparecerá en Firefox Marketplace. Puedes hacerla aparecer de nuevo en cualquier momento.
fr: La présence de votre application dans le listing est désactivée, elle n’apparaîtra donc pas dans le Marketplace Firefox. Vous pouvez le réactiver à tout moment.
it: La visualizzazione dell'app nelle pagine è stata disattivata ed essa non apparirà più sul Firefox Marketplace. È possibile riattivare la visualizzazione in qualsiasi momento.
ko: 앱이 목록에서 빠지게 되며 Firefox 마켓플레이스 상에 노출되지 않습니다. 앱은 언제든 다시 목록에 올릴 수 있습니다.
nl: De lijstweergave van uw app is uitgeschakeld en zal niet verschijnen op de Firefox Marketplace. U kunt de app op elk moment weer in de lijst opnemen.
pl: Wyświetlanie twojej aplikacji jest wyłączone i nie pojawi się ona nigdzie w Firefox Marketplace. Możesz ponownie włączyć wyświetlanie w dowolnym czasie.
zh_cn: 您的应用禁止列出，因而不再显示在火狐应用市场中。您可以随时重新列出应用。

source: Delisting your app will prevent it from appearing anywhere in the Marketplace.
cs: Odebrání vaší aplikace ze seznamu zamezí jejímu zobrazení kdekoliv na Marketplace.
de: Wenn Sie den Listeneintrag Ihrer Anwendung entfernen erscheint sie nirgendwo mehr im Marktplatz.
es: Eliminar tu aplicación de las listas evitará que aparezca en cualquier parte de Marketplace.
fr: Retirer votre application du listing l'empêchera d'être visible sur le Marketplace.
it: Scegliendo di non visualizzare l'app nelle pagine impedirai che venga mostrata in qualunque pagina di Firefox Marketplace.
ko: 앱을 목록에서 빼면 마켓플레이스에서 노출되지 않습니다.
nl: Door uw app van de lijst te halen zal deze nergens op de Marketplace worden weergegeven.
pl: Wyłączenie wyświetlania aplikacji sprawi, że nie pojawi się ona nigdzie w Marketplace.
zh_cn: 不列出应用将会阻止应用在市场的任意地方显示出来。

source: Delete App
cs: Smazání aplikace
de: Anwendung löschen
es: Borrar aplicación
fr: Supprimer l'application
it: Elimina app
ko: 앱 삭제
nl: App verwijderen
pl: Usuń aplikację
ru: Удалить приложение
zh_cn: 删除应用
