Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: look for compliance with all of Mozilla's policies, detailed in these documents
cs: Podívá se po možném rozporu s nějakými zásadami Mozilly, které jsou popsány v tomto dokumentu.
de: Auf Einhaltung der Mozilla-Richtlinien achten, die in diesen Dokumenten beschrieben werden
es: buscarán el cumplimiento de todas las políticas de Mozilla, que se detallan en estos documentos
fr: vérifier la conformité à la totalité des politiques de Mozilla, détaillées dans ces documents
it: verificano la compatibilità con le norme di Mozilla illustrate in questi documenti
ko: Mozilla의 모든 정책을 문서 자료에 나와있는 대로 준수하는지 점검
nl: zoeken naar overeenstemming met alle beleidsdocumenten van Mozilla, zoals hier uitgelegd
pa_in: ਇਹਨਾਂ ਦਸਤਾਵੇਜ਼ਾਂ ਵਿੱਚ ਵੇਰਵੇ ਨਾਲ ਦਿੱਤੀਆਂ, ਮੌਜੀਲਾ ਦੀਆਂ ਸਾਰੀਆਂ ਨੀਤੀਆਂ ਨਾਲ ਮੇਲ ਖੋਜਣਾ
pl: sprawdzali zgodność z wszystkimi zasadami Mozilli opisanymi w niniejszych dokumentach.
pt_pt: a verificação com as políticas da Mozilla, detalhada nestes documentos
ru: проверьте соблюдение всех политик Mozilla, изложенных в этих документах
sl: preverili, da se vsa pravila Mozille, podrobno opisana v teh dokumentih, izpolnjuje
uk: перевірте дотримання всіх політик Mozilla, викладених у цих документах
zh_cn: 检查是否遵守所有的 Mozilla 政策，细节在这些文档中。

source: Some of the most common issues we see when performing these reviews are:
cs: Nejčastější problémy, se kterými se v rámci kontroly setkáváme:
de: Einige der häufigsten Probleme, die wir bei Überprüfungen sehen, sind:
es: Algunos de los problemas más comunes que vemos al realizar estas revisiones son:
fr: Quelques-uns des problèmes les plus courants lors de ces revues sont :
it: Alcuni dei problemi più comuni da verificare durante il processo di revisione sono:
ko: 심사를 실시하면서 흔히 발생하는 문제들은 다음과 같습니다:
nl: Enkele veelgeziene problemen voorkomend uit deze beoordelingen zijn:
pa_in: ਸੱਭ ਤੋਂ ਆਮ ਮਸਲਿਆਂ ਵਿੱਚੋਂ ਕੁੱਝ ਸਾਨੂੰ ਵਿਖਾਈ ਦਿੰਦੇ ਹਨ ਜਦੋਂ ਅਸੀਂ ਇਹ ਸਮੀਖਿਆਵਾਂ ਕਰਦੇ ਹਾਂ:
pl: Niektóre z najczęściej spotykanych problemów podczas sprawdzania to:
pt_pt: Alguns dos problemas mais comuns que vemos durante a execução dessas análises são:
ru: Некоторые из наиболее распространенных проблем, которые мы видим при выполнении этих проверок:
sl: Med najpogostejše probleme, na katere smo pri recenzijah naleteli, spadajo med drugim:
uk: Деякі з найбільш поширених проблем, які ми бачимо при виконанні цих перевірок:
zh_cn: 在我们进行审核时注意到一些常见问题：

source: <strong>JavaScript namespace pollution</strong> &mdash; the most common violation. Be sure to <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">wrap your loose variables</a>
cs: <strong>Konflikt jmenného prostoru JavaScriptu</strong> &mdash; nejčastější problém. Ujistěte se, že <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">pracujete správně s proměnnými</a>.
de: <strong>Verschmutzung des JavaScript-Namensraums</strong> &mdash; die häufigste Verletzung. Stellen Sie sicher, dass Sie <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">Ihre losen Variablen einwickeln</a>
es: <strong>Contaminación de espacios de nombres en JavaScript</strong> &mdash; la infracción más común. Asegúrate de <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">envolver tus variables sueltas</a>
fr: <strong>Pollution de l'espace de nommage JavaScript</strong> &mdash; la violation la plus courante. Assurez-vous de <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">protéger vos variables lâches</a>
it: <strong>JavaScript namespace pollution</strong> &mdash; il problema più comune. Assicurati di <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">incapsulare le variabili</a>
ko: <strong>자바스크립트 네임스페이스 오염</strong> &mdash; 가장 흔히 발생하는 위반 사항입니다. <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">묶여있지 않은 변수 감싸기</a> 문서를 꼭 읽어보시기 바랍니다
nl: <strong>JavaScript-namespacevervuiling</strong> &ndash; de meest voorkomende overtreding. Zorg er voor dat u <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">uw losse variabelen inpakt</a>
pa_in: <strong>ਜਾਵਾ-ਸਕਰਿਪਟ ਨੇਮਸਪੇਸ ਪ੍ਰਦੂਸ਼ਣ</strong> &mdash; ਸੱਭ ਤੋਂ ਆਮ ਉਲੰਘਣਾ। <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">ਆਪਣੇ ਢਿੱਲੇ ਵੇਰੀਏਬਲਾਂ ਨੂੰ ਸਮੇਟਣਾ</a> ਪੱਕਾ ਕਰੋ।
pl: <strong>czystość przestrzeni nazw JavaScriptu</strong> &ndash; najczęstsze naruszenie; upewnij się, że <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">zmienne są prawidłowo zamykane</a>,
pt_pt: <strong>JavaScript namespace pollution</strong> &mdash; a violação mais comum. Tenha a certeza de <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">proteger as variáveis perdidas</a>
ru: <strong>Загрязнение пространства имен JavaScript</strong> &mdash; наиболее распространенное нарушение. Не забудьте <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">обернуть свои свободные переменные</a>
sl: <strong>Onesnaženje imenskega prostora za JavaScript</strong> &mdash; najbolj pogosta kršitev. Zagotovite, da <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">bodo nepovezane spremenljivke ovite</a>
uk: <strong>Забруднення простору імен JavaScript</strong> &mdash; найбільш поширене порушення. Не забудьте <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">обернути свої вільні змінні</a>
zh_cn: <strong>JavaScript 命名空间污染</strong> &mdash; 最常见的问题。请确认<a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">封装了您的松散变量</a>

source: proper preference naming - all preference names should begin with "extensions.", followed by the add-on name or some other unique identifier
cs: Nekorektní pojmenování předvoleb - jména všech předvoleb by měla začínat prefixem "extensions." a následována názvem doplňku či jiným unikátním identifikátorem.
de: Korrekte Benennung von Einstellungen — alle Einstellungsnamen sollten mit „extensions.“ beginnen, gefolgt vom Namen des Add-ons oder einem anderen einzigartigen Identifikator
es: definición adecuada del nombre de preferencia - todos los nombres de preferencia deben comenzar con "extensiones.", seguido del nombre del complemento o algún otro identificador exclusivo
fr: nommage correct des préférences - toutes les préférences devraient commencer par « extensions. », suivi du nom du module ou autre identifiant unique
it: nomi adeguati delle preferenze - tutti i nomi delle preferenze dovrebbero iniziare con "extensions.", seguito dal nome del componente aggiuntivo o da qualche altro tipo di identificativo univoco
ko: 적절한 형식 구분명 짓기 - 모든 형식 구분명은 "extensions."으로 시작하고 그 뒤에 부가 기능 이름이나 다른 고유 인식명이 붙어야 합니다
nl: juiste preference-benaming - alle preference-namen dienen te beginnen met “extensions.”, gevolgd door de naam van de add-on of een andere unieke identificatie
pa_in: ਸਹੀ ਚੋਣ ਨਾਮਕਰਨ - ਐਡ-ਆਨ ਨਾਂ ਜਾਂ ਕੋਈ ਹੋਰ ਵਿਲੱਖਣ ਪਛਾਣ ਤੋਂ ਬਾਅਦ - ਸਾਰੇ ਚੋਣ ਨਾਂ "ਐਕਸਟੇਸ਼ਨਾਂ." ਨਾਲ ਸ਼ੁਰੂ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ
pl: prawidłowe nazewnictwo preferencji &ndash; wszystkie nazwy preferencji powinny zaczynać się od „extensions.” poprzedzone nazwą dodatku lub innym unikalnym identyfikatorem,
pt_pt: preferência adequada de nomeação - todos os nomes de preferência deve começar com "extensions.", seguido pelo nome do extra ou qualquer outro identificador único
ru: надлежащее наименование настроек - все имена настроек следует начинать с "extensions.", за которым следует имя дополнения или другой уникальный идентификатор
sl: pravilno poimenovanje preferenc - vsa imena za preference je treba začeti z "extensions.", nato sledi ime dodatka ali kak drug enolični identifikator.
uk: належне найменування налаштувань - всі імена налаштувань слід починати з "extensions.", за яким слідує ім'я додатку або інший унікальний ідентифікатор
zh_cn: 正确的首选项命名——所有的首选项名称都应当以“extensions.”开头，紧随其后的是附加组件的名称或一些其他的唯一标识符

source: remote JavaScript execution or injection
cs: Volání vzdáleného JavaScriptu nebo jeho vkládání.
de: Ausführung oder Injektion von fremdem JavaScript
es: inyección o ejecución remota de JavaScript
fr: exécution de JavaScript distant ou injection
it: remote execution e injection di codice JavaScript
ja: リモート JavaScript の実行もしくは注入
ko: 원격 자바스크립트 실행 또는 주입
nl: uitvoering of injectie van JavaScript op afstand
pa_in: ਰੀਮੋਟ ਜਾਵਾ-ਸਕਰਿਪਟ ਚਲਾਉਣਾ ਜਾਂ ਦਾਖਲ ਕਰਨਾ
pl: zdalne wykonania lub podania kodu JavaScript,
pt_pt: execução ou injeção de JavaScript remoto
ru: удалённое выполнение или инъекция JavaScript
sl: daljinsko izvajanje JavaScript ali injekcija
uk: віддалене виконання або ін'єкція JavaScript
zh_cn: 执行远程 JavaScript 或注入

source: remote XUL
de: Fremdes XUL
es: XUL remoto
fr: XUL distant
ja: リモート XUL
ko: 원격 XUL
nl: XUL op afstand
pa_in: ਰੀਮੋਟ XUL
pl: zdalny XUL,
pt_pt: XUL remoto
ru: удалённый XUL
sl: daljinski XUL
uk: віддалений XUL
zh_cn: 远程 XUL

source: synchronous XMLHttpRequests
cs: Synchroní XMLHttpRequests.
de: Synchrone XMLHttpRequests
es: XMLHttpRequests sincrónicas
fr: requêtes XMLHttpRequests synchrones
it: XMLHttpRequest sincrono
ja: 同期 XMLHttpRequest
ko: XMLHttpRequests의 동시 발생
nl: synchrone XMLHttpRequests
pa_in: ਸਮਕਾਲੀ XMLHttpRequests
pl: synchroniczne XMLHttpRequests,
pt_pt: XMLHttpRequests síncrono
ru: синхронный XMLHttpRequests
sl: sinhroni XMLHttpRequests
uk: синхронний XMLHttpRequests
zh_cn: 同步 XMLHttpRequest

source: obfuscated code
cs: Kód je prohnaný skrze obfuskátor.
de: Verschleierter Quelltext
es: código ofuscado
fr: code obfusqué
it: codice offuscato
ja: 難読化コード
ko: 변조된 코드
nl: onduidelijke code
pa_in: ਬੇਕਾਰ ਕੋਡ
pl: utajniony kod,
pt_pt: código estranho
ru: обфусцированный код
sl: zašifrirana koda
uk: заплутаний код
zh_cn: 混淆代码

source: binary components or executables
cs: Obsahuje binární komponenty nebo spustitelné soubory.
de: Binäre Komponenten oder ausführbare Dateien
es: componentes binarios o ejecutables
fr: composants binaires ou exécutables
it: componenti compilati o eseguibili
ja: バイナリコンポーネントまたは実行ファイル
ko: 이진 콤포넌트 또는 실행 가능한 파일
nl: binaire componenten of uitvoerbare bestanden
pa_in: ਬਾਇਨਰੀ ਹਿੱਸੇ ਜਾਂ ਚੱਲਣਯੋਗ
pl: &komponenty binarne lub wykonywalne,
pt_pt: componentes binários ou executáveis
ru: бинарные компоненты или исполняемые файлы
sl: binarne ali izvedljive komponente
uk: бінарні компоненти або виконувані файли
zh_cn: 二进制组件或可执行文件

source: inclusion of third-party software
cs: Zahrnuje software třetích stran.
de: Inklusion von Fremdsoftware
es: inclusión de software de terceros
fr: inclusion de logiciel tiers
it: inclusione di software di terze parti
ja: サードパーティ製ソフトウェアの同梱
ko: 써드파티 소프트웨어의 포함
nl: opname van software van derden
pa_in: ਤੀਜ਼ੀ-ਧਿਰ ਸਾੱਫ਼ਟਵੇਅਰ ਸ਼ਾਮਲ ਕਰਨਾ
pl: wtrącenia oprogramowania stron trzecich,
pt_pt: inclusão de software de terceiros
ru: включение стороннего программного обеспечения
sl: vključevanje programske opreme tretjih
uk: включення стороннього програмного забезпечення
zh_cn: 包含第三方软件

source: errors generated in the Error Console
cs: V Chybové konzoli se objevují chybová hlášení.
de: Erzeugen von Fehlern in der Fehlerkonsole
es: errores generados en la Consola de errores
fr: erreurs générées dans la console d'erreurs
it: errori generati della Console errori
ja: エラーコンソールへのエラー出力
ko: 오류 콘솔내 오류 생성
nl: fouten weergegeven in de Foutconsole
pa_in: ਐਰਰ ਕੰਸੋਲ ਵਿੱਚ ਖਾਮੀਆਂ ਪ੍ਰਗਟ ਹੋਈਆਂ
pl: błędy generowane w konsoli błędów,
pt_pt: erros criados na consola de erros
ru: ошибки сгенерированные в Консоли ошибок
sl: napake, ki nastanejo v Konzoli za napake
uk: помилки згенеровані в Консолі помилок
zh_cn: 在错误控制台中产生错误信息

source: memory leaks
cs: Obsahuje úniky paměti.
de: Speicherlecks
es: pérdidas de memoria
fr: fuites mémoire
it: memory leak
ja: メモリリーク
ko: 메모리 누출
nl: geheugenlekken
pa_in: ਮੈਮਰੀ ਲੀਕ
pl: wycieki pamięci,
pt_pt: falhas de memória
ru: утечки памяти
sl: netesna mesta in puščanje v spominu
uk: втрати пам'яті
zh_cn: 内存泄露

source: possible conflicts with other add-ons
cs: Je konflitktní s jinými doplňky.
de: Mögliche Konflikte mit anderen Add-ons
es: posibles conflictos con otros complementos
fr: conflits potentiels avec d'autres modules
it: possibili conflitti con altri componenti aggiuntivi
ja: 他のアドオンとのコンフリクトの可能性
ko: 타 부가 기능과의 충돌 가능성
nl: mogelijke conflicten met andere add-ons
pa_in: ਹੋਰ ਐਡ-ਆਨ ਨਾਲ ਸੰਭਵ ਟਾਕਰੇ
pl: możliwe konflikty z innymi dodatkami,
pt_pt: possíveis conflitos com outros extras
ru: возможные конфликты с другими дополнениями
sl: možna navzkrižja z drugimi dodatki
uk: можливі конфлікти з іншими додатками
zh_cn: 可能与其他附加组件发生冲突

source: application start-up or page load performance degradation
cs: Má výrazný vliv na rychlost startu aplikace nebo na pokles výkonu.
de: Verlängerung von Startzeit der Anwendung oder der Seitenladezeit
es: degradación del rendimiento de carga de la página o de inicio de la aplicación
fr: dégradation des performances de chargement des pages ou du démarrage de l'application
it: degrado delle prestazioni di caricamento pagina o tempi di avvio più lunghi
ko: 애플리케이션 실행 및 페이지 로딩시 속도 저하
nl: verslechtering van opstarten van de toepassing of laden van de pagina
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਸ਼ੁਰੂ-ਕਰਨ ਜਾਂ ਪੇਜ ਲੋਡ ਕਾਰਗੁਜ਼ਾਰੀ ਵਿੱਚ ਗਿਰਾਵਟ
pl: spadek wydajności otwierania programu lub wczytywania strony.
pt_pt: início da aplicação ou página de degradação do desempenho de carga
ru: деградация скорости запуска приложения или загрузки страницы
sl: poslabšanje pri zagonu aplikacije ali pri nalaganju spletnih strani
uk: деградація швидкості запуску програми або завантаження сторінки
zh_cn: 降低应用程序启动或页面加载的性能

source: For information on how to avoid these problems, please see our <a href="%(link_howto)s">How-to Library</a>. Some of these practices, such as binary or obfuscated code, are allowed under certain conditions outlined below.
cs: Pro informace, jak se těmto problémům vyhnout, se podívejte do sekce <a href="%(link_howto)s">Databáze ukázek, jak na to</a>. Některé z výše uvedených bodů, jako ne například binární kód či kód je prohnaný skrze obfuskátor, je povolen pod určitými podmínkami, které jsou popsány níže.
de: Informationen zur Vermeidung dieser Probleme finden Sie in unserer <a href="%(link_howto)s">How-to-Bibliothek</a>. Einige dieser Methoden, wie Binärdateien oder verschleierter Quelltext sind unter folgenden Bedingungen erlaubt.
es: Para tener más información sobre cómo evitar estos problemas, consulta nuestra <a href="%(link_howto)s">Biblioteca de Cómos</a>. Algunas de estas prácticas, como el código binario u ofuscado, se permiten bajo determinadas circunstancias que se resumen a continuación.
fr: Pour plus d'informations sur la manière d'éviter ces problèmes, consultez notre <a href="%(link_howto)s">bibliothèque d'aide</a>. Certaines de ces pratiques, telles que les binaires ou le code obfusqué, sont autorisées sous certaines conditions détaillées ci-dessous.
it: Per informazioni su come evitare questi problemi, fai riferimento alla nostra <a href="%(link_howto)s">Raccolta guide</a>. Alcune di queste pratiche, come componenti compilati e codice offuscato, sono consentite in alcuni casi descritti in seguito.
ko: 이러한 문제를 피하는 방법이 적힌 정보를 보시려면 <a href="%(link_howto)s">How-to 도서관</a>을 참고하시기 바랍니다. 이들 사례중 이진 코드나 변조된 코드같은 것은 아래 밑줄로 표시된 특수한 경우에만 허용됩니다.
nl: Kijk voor informatie over hoe u deze problemen kunt voorkomen in onze <a href="%(link_howto)s">Gidsbibliotheek</a>. Sommige van deze praktijken, zoals binaire of onduidelijke code, zijn toegestaan onder de hieronder genoemde voorwaarden.
pa_in: ਇਹਨਾਂ ਖਾਮੀਆਂ ਤੋਂ ਕਿਵੇਂ ਬਚਿਆ ਜਾਵੇ ਦੀ ਜਾਣਕਾਰੀ ਲਈ,ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੀ <a href="%(link_howto)s">ਕਿਸ-ਤਰ੍ਹਾਂ ਲਾਇਬਰੇਰੀ</a>ਵੇਖੋ। ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੁੱਝ ਅਮਲ, ਜਿਵੇਂ ਕਿ ਬਾਇਨਰੀ ਜਾਂ ਬੇਕਾਰ ਕੋਡ ਨੂੰ, ਹੇਠ ਦਿੱਤੇ ਖਾਸ ਹਲਾਤਾਂ ਵਿੱਚ ਪ੍ਰਵਾਨ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
pl: Aby uzyskać informacje, jak uniknąć tych problemów, przejdź do naszej biblioteki <a href="%(link_howto)s">Jak to zrobić?</a>. Niektóre z tych sposobów, takie jak utajniony lub binarny kod są dozwolone pod pewnymi warunkami wyszczególnionymi poniżej.
pt_pt: Para mais informações sobre como evitar esses problemas, leia a nossa <a href="%(link_howto)s">Biblioteca de tutoriais</a>. Algumas dessas práticas, como código binário ou ofuscado, são permitidas sob certas condições destacadas abaixo.
ru: Для получения информации о том, как избежать этих проблем, ознакомьтесь с <a href="%(link_howto)s">Библиотекой инструкций</a>. Некоторые из этих методов, например, бинарный или запутанный код, разрешается при соблюдении описанных ниже определенных условий.
sl: Za podatke o tem, kako se takim problemom izogniti, obiščite <a href="%(link_howto)s">Kako-se? knjižnico</a>. Nekateri od teh pristopov, kot so binarna ali šifrirana koda, so dovoljeni pod določenimi pogoji, navedenimi v nadaljevanju.
uk: Для отримання інформації про те, як уникнути цих проблем, ознайомтеся з <a href="%(link_howto)s">Бібліотекою інструкцій</a>. Деякі з цих методів, наприклад, бінарний або заплутаний код, дозволяються з дотриманням певних умов визначених нижче.
zh_cn: 关于如何避免这些问题的信息，请参阅我们的<a href="%(link_howto)s">帮助库</a>。某些行为在下面的特定情况下是允许的，比如二进制或混淆代码。

source: Many of the above restrictions are tested automatically by an extension scanner that will flag suspicious add-ons for editor review. You can read more about this scanner in the <a href="%(link_validation)s">Validation Help</a> document.
cs: Řada z výše uvedených omezení je testována automaticky procesem kontroly doplňku, která na problémy upozorňuje redaktora při kontrole. Více informací o této kontrole si můžete přečíst v dokumentu <a href="%(link_validation)s">nápověda ke kontrole</a>.
de: Viele der obigen Beschränkungen werden automatisch von einem Erweiterungs-Scanner überprüft, der verdächtige Add-ons zur Überprüfung durch Redakteure markiert. Weitere Informationen zu diesem Scanner finden Sie im Dokument <a href="%(link_validation)s">Hilfe bei der Validierung</a>
es: Muchas de las anteriores restricciones son comprobadas automáticamente por un escáner de extensiones que marcará los complementos sospechosos para que un editor los revise. Puedes leer más sobre este escáner en el documento <a href="%(link_validation)s">Ayuda sobre validación</a>.
fr: Beaucoup des restrictions ci-dessus sont testées automatiquement par un scanner d'extension qui va notifier les modules suspects pour une revue par un éditeur. Vous pouvez en apprendre plus sur ce scanner dans le document <a href="%(link_validation)s">aide à la validation</a>.
it: Molte delle seguenti restrizioni vengono controllate automaticamente da uno scanner che segnalerà i componenti aggiuntivi sospetti. Ulteriori informazioni su questo scanner sono disponibili nella pagina <a href="%(link_validation)s">Guida alla validazione</a>.
ko: 위에 소개된 제한 사항의 대부분은 확장 기능 스캐너에 의해 자동으로 검사되므로 편집자 심사를 받을 땐 문제 부가 기능으로 표시가 될 것입니다. 스캐너에 관한 사항은 <a href="%(link_validation)s">검사기 도움말</a>에 보다 자세한 내용을 읽어보실 수 있습니다.
nl: Veel van bovenstaande beperkingen worden automatisch getest door een extensiescanner die verdachte add-ons labelt voor editorbeoordeling. U kunt meer over deze scanner lezen in het document <a href="%(link_validation)s">Hulp bij validatie</a>.
pa_in: ਉੱਪਰ ਦਿੱਤੀਆਂ ਪਾਬੰਦੀਆਂ ਆਪਣੇ ਆਪ ਹੀ ਇੱਕ ਐਕਸਟੇਸ਼ਨ ਸਕੈਨਰ ਦੁਆਰਾ ਪਰਖੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਜੋ ਸ਼ੱਕੀ ਐਡ-ਆਨਾਂ ਨੂੰ ਸੰਪਾਦਕ ਸਮੀਖਿਆ ਲਈ ਫ਼ਲੈਗ ਕਰੇਗਾ। ਤੁਸੀਂ <a href="%(link_validation)s">ਪ੍ਰਮਾਣਿਕਤਾ ਮਦਦ</a>ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਇਸ ਸਕੈਨਰ ਬਾਰੇ ਹੋਰ ਪੜ੍ਹ ਸਕਦੇ ਹੋ।
pl: Wiele powyższych elementów jest testowanych automatycznie przez skaner rozszerzeń. Skaner wskazuje recenzentom podejrzane dodatki, na które powinni oni zwrócić baczną uwagę podczas sprawdzania. Więcej o skanerze można dowiedzieć się w dziale <a href="%(link_validation)s">Weryfikacja dodatków &ndash; pomoc</a>.
pt_pt: Muitas das restrições acima são testadas automaticamente por um script que sinalizará extras suspeitos para uma análise de um editor. Você pode ler mais sobre esse script na documentação de <a href="%(link_validation)s">Ajuda da validação</a>.
ru: Многие из указанных выше ограничений проверяются автоматически сканером расширений, который будет отмечать подозрительные дополнения для проверки редактором. Вы можете узнать больше об этом сканере в документе <a href="%(link_validation)s">Справка по валидации</a>.
sl: Mnoge od zgoraj navedenih omejitev se samodejno testira s skenerjem za dodatke, ki bo sumljive točke v dodatku označil za pregled urednika. Več si lahko preberete o tem v dokumentu <a href="%(link_validation)s">Pomoč pri preverjanju</a>.
uk: Багато із зазначених вище обмежень перевіряються автоматично сканером розширень, який надсилатиме підозрілі додатки на перевірку редактором. Ви можете дізнатися більше про цей сканер в документі <a href="%(link_validation)s">Довідка з валідації</a>.
zh_cn: 上述很多限制条件由一个扩展扫描器自动进行检测，遇到可疑的附加组件将标记给审核员审核。您可以阅读<a href="%(link_validation)s">验证帮助</a>文档详细了解这个扫描器。
