Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: All add-ons built with either tool are restartless by default. You also get access to a library of easy-to-implement APIs built by the Mozilla community.
cs: Všechny doplňky vytvořené pomocí těchto nástrojů nevyžadují pro instalaci restart. Získáte též přístup k sadě snadno implementovatelných API vytvořených komunitou Mozilla.
de: Alle Add-ons, die mit einem dieser Werkzeuge erstellt wurden, erfordern standardmäßig keinen Neustart. Sie erhalten auch Zugang zu einer Bibliothek mit einfach zu implementierenden APIs, die von der Mozilla-Gemeinschaft entwickelt wurden.
es: Ninguno de los complementos creados con estas herramientas, por defecto, necesita reiniciar. También puedes acceder a una biblioteca de API fáciles de implementar construidas por la comunidad Mozilla.
fr: Tous les modules construits avec l'un ou l'autre des outils ne nécessitent pas de redémarrage par défaut. Vous accédez également à une bibliothèque d'API facile à implémenter créée par la communauté Mozilla.
it: Tutti i componenti aggiuntivi realizzati con entrambi gli strumenti non richieranno il riavvio dopo l'installazione. Inoltre avrai accesso ad una libreria di API semplici da utilizzare realizzate dalla comunità Mozilla.
ko: 도구를 통해 제작된 부가 기능은 기본적으로 재시작할 필요가 없습니다. 또한 Mozilla 커뮤니티에서 제작한 실행이 간단한 API 라이브러리도 사용할 수 있습니다.
nl: Alle add-ons die met één van de hulpmiddelen worden gebouwd zijn standaard zonder herstart. U krijgt ook toegang tot een bibliotheek met gemakkelijk te implementeren API’s die door de Mozilla-gemeenschap zijn gemaakt.
pl: Wszystkie dodatki zbudowane z pomocą tych narzędzi domyślnie nie wymagają ponownego uruchomienia. Możesz też mieć dostęp do biblioteki łatwych do wdrożenia API, zbudowanych przez społeczność Mozilli.
ru: Все дополнения, созданные тем или этим инструментом, не требуют перезапуска. Вы также получите доступ к библиотеке простых в реализации API, созданных сообществом Mozilla.
sl: Vsi dodatki, zgrajeni z enim od obeh orodij, so sami po sebi zgrajeni tako, da ne zahtevajo ponovnega zagona. Pri tem dobite v okviru skupnosti Mozilla tudi dostop do knjižnice API, ki jo boste brez težav obvladali.
zh_cn: 所有用 Builder 或 SDK 所开发的附加组件在安装后通常无需重启。您还可以使用由 Mozilla 社区开发的易于实现的 API 库。

source: Help is at Hand!
cs: Získejte pomocnou ruku!
de: Hilfe ist nah!
el: Η βοήθεια είναι στα χέρια σας!
es: ¡Ya llega la ayuda!
fr: Aide à portée de main !
it: L'aiuto è a portata di mano!
ja: 身近なサポート
ko: 도움의 손길은 가까이에 있습니다!
nl: Hulp is vlakbij!
pl: Pomoc jest pod ręką!
pt_pt: A ajuda está à mão!
ru: Помощь под рукой!
sl: Pomoč je pri roki!
zh_cn: 举手之劳！

source: Need some support building your add-on? We have <a href="%(url_docs)s">extensive documentation</a> and a massive developer community to make sure you're never on your own.
cs: Potřebujete pomoci s vytvářením doplňku? Je tu k dispozici <a href="%(url_docs)s">rozsáhlá dokumentace</a> a široká komunita vývojářů, takže na to nikdy nejste sami.
de: Benötigen Sie Hilfe beim Entwickeln Ihres Add-ons? Wir haben <a href="%(url_docs)s">ausführliche Dokumentation</a> und eine riesige Entwicklergemeinschaft, so dass Sie nie allein sind.
el: Χρειάζεστε υποστήριξη στην κατασκευή του προσθέτου σας; Έχουμε <a href="%(url_docs)s">αναλυτική τεκμηρίωση</a> και μια ογκώδη κοινότητα προγραμματιστών ώστε να μην είστε ποτέ μόνοι.
es: ¿Necesitas ayuda en la creación de tu complemento? Disponemos de <a href="%(url_docs)s">una amplia documentación</a> y una extensa comunidad de desarrolladores para que nunca estés solo.
fr: Besoin d'aide pour faire votre module ? Nous avons une <a href="%(url_docs)s">documentation vaste</a> et une communauté de développeurs importante pour ne pas que vous soyez isolé.
it: Hai bisogno di supporto per realizzare il tuo componente aggiuntivo? Abbiamo <a href="%(url_docs)s">un'ampia documentazione</a> e una grande comunità di sviluppatori per far sì che tu non sia mai solo.
ja: アドオンの開発にサポートが必要ですか？ Mozilla には、あなたを孤独にしない、<a href="%(url_docs)s">豊富なドキュメント</a> と大規模な開発者コミュニティがあります。
ko: 부가 기능 제작에 도움이 필요하세요? 저희는 <a href="%(url_docs)s">방대한 문서 자료</a>와 개발자 커뮤니티를 보유하고 있기 때문에 결코 혼자서 고생할 일은 없을겁니다.
nl: Hulp nodig bij het bouwen van uw add-on? We hebben <a href="%(url_docs)s">uitgebreide documentatie</a> en een enorme ontwikkelaarsgemeenschap die ervoor zorgen dat u nooit alleen staat.
pl: Potrzebujesz pomocy przy tworzeniu dodatku? Aby zapewnić ci pomoc, zadbaliśmy o <a href="%(url_docs)s">obszerną dokumentacją</a> i ogromną społeczność autorów gotowych nieść pomoc.
pt_pt: Precisa de ajuda para fazer o seu extra? Nós temos uma <a href="%(url_docs)s">extensiva documentação</a> e uma grande comunidade de desenvolvimento para que nunca esteja só.
ru: Нужна поддержка по построению вашего дополнения? У нас есть <a href="%(url_docs)s">обширная документация</a> и большое сообщество разработчиков, которые не бросят вас в одиночестве.
sl: Potrebujete pomoč pri razvoju dodatka? Imamo <a href="%(url_docs)s"> obsežno dokumentacijo </a> in veliko skupnosti razvijalcev, ki bo poskrbela, da nikoli ne boste sami.
zh_cn: 开发附加组件时需要帮助吗？我们有<a href="%(url_docs)s">全面的文档</a>以及庞大的开发者社区确保您不是孤军奋战。

source: Interested in making the Add-on SDK even better? Grab the source code, and find out how to help <a href='%(url_wiki)s'>here</a>.
cs: Chcete učinit Add-on SKD ještě lepším? Stáhněte si zdrojový kód a přečtěte si, jak se <a href='%(url_wiki)s'>můžete zapojit</a>.
de: Sind Sie daran interessiert, das Add-on-SDK noch besser zu machen? Holen Sie sich den Quelltext und finden Sie <a href='%(url_wiki)s'>hier</a> heraus, wie Sie helfen können.
el: Ενδιαφέρεστε να φτιάξετε το SDK προσθέτων ακόμα καλύτερο; Κατεβάστε τον πηγαίο κώδικα, και δείτε πως θα βοηθήσετε <a href='%(url_wiki)s'>εδώ</a>.
es: ¿Te interesa mejorar el SDK de complementos? Hazte con el código fuente y descubre cómo ayudar <a href='%(url_wiki)s'>aquí</a>.
fr: Intéressé pour améliorer le SDK Modules ? Récupérez le code source et regardez comment nous aider <a href='%(url_wiki)s'>ici</a>.
it: Vuoi contribuire al miglioramento di Add-on SDK? Scarica il codice sorgente e <a href='%(url_wiki)s'>scopri</a> come aiutarci.
ja: Add-on SDK の改善に興味はありませんか？ ソースコードを入手して、<a href='%(url_wiki)s'>協力できるところ</a> を見つけてください。
ko: 부가 기능 SDK 개량에 흥미가 있으신가요? 소스 코드를 받아서 <a href='%(url_wiki)s'>이곳</a>을 도와주세요.
nl: Interesse om de add-on-SDK nog beter te maken? Haal de broncode op en lees <a href='%(url_wiki)s'>hier</a> hoe u kunt helpen.
pl: Chcesz ulepszyć SDK dodatków? Zabierz się za kod źródłowy i dowiedz się <a href='%(url_wiki)s'>tutaj</a>, jak można pomóc.
pt_pt: Interessado em tornar o SDK dos extras ainda melhor? Obtenha o código-fonte e saiba como ajudar <a href='%(url_wiki)s'>aqui</a>.
ru: Вы хотите сделать SDK Дополнений ещё лучше? Возьмите исходный код, и узнайте, как помочь, <a href='%(url_wiki)s'>здесь</a>.
sl: Ali bi bili pripravljeni, pomagati pri izboljšavah SDK? Priskrbite si izvorno kodo <a href='%(url_wiki)s'>tukaj</a>, pa poglejte, kje bi lahko poprijeli.
zh_cn: 有兴趣将 Add-on SDK 变得更好吗？抓取源代码后到<a href='%(url_wiki)s'>这里</a>看看如何帮忙。

source: {0} :: Search
cs: {0} :: Vyhledávání
de: {0} :: Suche
el: {0} :: Αναζήτηση
es: {0} :: Búsqueda
fr: {0} :: Recherche
it: {0} :: Ricerca
ja: {0} :: 検索
ko: {0} :: 검색
nl: {0} :: Zoeken
pa_in: {0} :: ਖੋਜ
pl: {0} :: Wyszukiwanie
pt_pt: {0} :: Pesquisar
ru: {0} :: Поиск
sl: {0} :: Išči
uk: {0} :: Пошук
zh_cn: {0} :: 搜索

source: Search
cs: Hledat
de: Suchen
el: Αναζήτηση
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pa_in: ਖੋਜ
pl: Szukaj
pt_pt: Pesquisar
ru: Поиск
sl: Iskanje
uk: Пошук
zh_cn: 搜索

source: Search Results
cs: Výsledky vyhledávání
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
fr: Résultats de recherche
it: Risultati della ricerca
ja: 検索結果
ko: 검색 결과
nl: Zoekresultaten
pa_in: ਖੋਜ ਨਤੀਜੇ
pl: Wyniki wyszukiwania
pt_pt: Resultados da pesquisa
ru: Результаты поиска
sl: Rezultati iskanja
uk: Результати пошуку
zh_cn: 搜索结果

source: Search Results for "{0}"
cs: Výsledky vyhledávání pro "{0}"
de: Suchergebnisse für „{0}“
el: Αποτελέσματα αναζήτησης για "{0}"
es: Resultados de la búsqueda de "{0}"
fr: Résultats de recherche pour « {0} »
it: Risultati di ricerca per "{0}"
ja: 「{0}」の検索結果
ko: "{0}"에 대한 검색 결과
nl: Zoekresultaten voor “{0}”
pa_in: "{0}" ਲਈ ਖੋਜ ਨਤੀਜੇ
pl: Wyniki wyszukiwania dla „{0}”
pt_pt: Resultados da pesquisa para "{0}"
ru: Результаты поиска для "{0}"
sl: Rezultati iskanja za: "{0}"
uk: Результати пошуку для "{0}"
zh_cn: “{0}”的搜索结果

source: Please enter some search terms.
cs: Vložte prosím frázi pro vyhledání.
de: Bitte geben Sie einige Suchbegriffe ein.
el: Παρακαλώ εισάγετε κάποιους όρους αναζήτησης.
es: Introduce algunos términos de búsqueda.
fr: Merci de saisir des termes de recherche.
it: Inserisci i termini per la ricerca.
ja: 検索語を入力してください。
ko: 검색어를 입력하세요.
nl: Voer enkele zoektermen in.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਕੁੱਝ ਖੋਜ ਸ਼ਬਦ ਦਰਜ ਕਰੋ।
pl: Podaj kilka warunków wyszukiwania.
pt_pt: Por favor, escreva alguns termos de pesquisa.
ru: Пожалуйста, введите запрос для поиска.
sl: Prosimo, vnesite nekaj izrazov za iskanje.
uk: Будь ласка, введіть запит для пошуку.
zh_cn: 请输入要搜索的关键字。

source: Loading results&hellip;
cs: Načítání výsledků&hellip;
de: Ergebnisse werden geladen …
el: Φόρτωση αποτελεσμάτων&hellip;
es: Cargando resultados&hellip;
fr: Chargement des résultats &hellip;
it: Caricamento dei risultati in corso&hellip;
ja: 検索結果を読み込み中...
ko: 결과를 불러오는 중&hellip;
nl: Resultaten worden geladen…
pa_in: ਨਤੀਜੇ&hellip ਲੋਡ ਕਰ ਰਿਹਾ;
pl: Wczytywanie wyników&hellip;
pt_pt: A carregar resultados&hellip;
ru: Загрузка результатов&hellip;
sl: Nalaganje rezultatov ...
uk: Завантаження результатів&hellip;
zh_cn: 正在加载结果&hellip;

source: Calling All Add-ons!
cs: Hledáme doplňky!
de: Aufruf an alle Add-ons!
el: Επικοινωνία με όλα τα πρόσθετα!
es: ¡Llamando a todos los complementos!
fr: Appel de tous les modules !
it: Chiamata per tutti i componenti aggiuntivi!
ja: すべてのアドオンを掲載しよう！
ko: 부가 기능 총집합!
nl: Oproep aan alle add-ons!
pl: Zapraszamy wszystkie dodatki!
pt_pt: Chamando todos os extras!
ru: Вызываю все дополнения!
sl: S seboj povabim vas dodatke!
zh_cn: 全体附加组件集合！

source: There's no better way to distribute your add-on than by hosting it on Mozilla Add-ons.
cs: Neexistuje lepší způsob distribuce vašeho doplňku než je jeho hostování na serveru Doplňky Mozilly.
de: Es gibt keine bessere Möglichkeit, um Ihr Add-on zu verbreiten, als es auf Mozilla Add-ons zu hosten.
el: Δεν υπάρχει καλύτερος τρόπος να παρουσιάσετε το πρόσθετο σας απ'το να το φιλοξενήσετε στα Πρόσθετα Mozilla.
es: No hay mejor forma de distribuir tu complemento que alojándolo en Mozilla Add-ons.
fr: Il n'y a pas de meilleure manière de distribuer votre module que de l'héberger sur Mozilla Add-ons.
it: Non c'è modo migliore per distribuire il tuo componente aggiuntivo dall'ospitarlo su Mozilla Add-ons.
ja: Mozilla Add-ons サイトへの掲載は最良のアドオン配布手段です。
ko: 부가 기능 배포는 Mozilla 부가 기능에서 하는게 최고죠.
nl: Er is geen betere manier om uw add-on te distribueren dan deze te hosten op Mozilla-add-ons.
pl: Udostępnienie twojego dodatku na witrynie Mozilla Add-ons jest najlepszym sposobem na jego rozpowszechnienie.
pt_pt: Não há melhor maneira de distribuir o seu extra do que alojá-lo nos extras da Mozilla.
ru: Нет лучшего способа распространять своё дополнение, чем разместить его на сайте дополнений Mozilla.
sl: Ni boljšega načina za distribucijo vaših dodatkov kot je gostovanje na Mozillini Strani za Dodatke.
zh_cn: 把您的附加组件放到 Mozilla 附加组件网站上托管是最好的分发方法。

source: Submit an Add-on
cs: Přidat doplněk
de: Übermitteln Sie ein Add-on
el: Υποβολή προσθέτου
es: Enviar un complemento
fr: Envoyer un module
it: Invia un componente aggiuntivo
ja: アドオンを登録
ko: 부가 기능 등록
nl: Een add-on indienen
pa_in: ਇੱਕ ਐਡ-ਆਨ ਦਾਖਲ ਕਰੋ
pl: Prześlij dodatek
pt_pt: Submeter um extra
ru: Представить дополнение
sl: Prijavite dodatek
uk: Представити додаток
zh_cn: 提交附加组件

source: My Addons
cs: Mé doplňky
de: Meine Addons
es: Mis complementos
fr: Mes modules
it: I miei componenti aggiuntivi
ko: 내 부가 기능
nl: Mijn add-ons
pl: Moje dodatki
ru: Мои дополнения
sl: Moji dodatki
zh_cn: 我的附加组件

source: Latest Version:
cs: Poslední verze:
de: Neueste Version:
el: Τελευταία έκδοση
es: Última versión:
fr: Dernière version :
it: Ultima versione:
ja: 最新版:
ko: 최신 버전:
nl: Nieuwste versie:
pa_in: ਤਾਜ਼ਾ ਵਰਜਨ:
pl: Najnowsza wersja:
pt_pt: Versão mais recente:
ru: Последняя версия:
sl: Najnovejša različica:
uk: Остання версія:
zh_cn: 最新版本：

source: Queue Position:
cs: Pozice ve frontě:
de: Position in der Warteschlange:
el: Θέση ουράς:
es: Posición en cola:
fr: Position dans la file :
it: Posizione nella coda:
ja: 審査待ちの順番:
ko: 현재 대기열:
nl: Positie in wachtrij:
pa_in: ਕਤਾਰ ਸਥਿਤੀ:
pl: Pozycja w kolejce:
pt_pt: Posição na fila:
ru: Позиция в очереди:
sl: Mesto v čakalni vrsti:
uk: Позиція в черзі:
zh_cn: 队列位置：

source: %(position)s of %(total)s
cs: %(position)s z %(total)s
de: %(position)s von %(total)s
el: %(position)s από %(total)s
es: %(position)s de %(total)s
fr: %(position)s de %(total)s
it: %(position)s di %(total)s
ja: %(total)s 個中 %(position)s 個目
ko: %(position)s / %(total)s
nl: %(position)s van %(total)s
pa_in: %(total)s ਦੀ %(position)s
pl: %(position)s z %(total)s
pt_pt: %(position)s de %(total)s
ru: %(position)s из %(total)s
sl: %(position)s od skupaj %(total)s
uk: %(position)s з %(total)s
zh_cn: %(position)s 共 %(total)s

source: Upload New Version
cs: Nahrát novou verzi
de: Neue Version hochladen
el: Μεταφόρτωση νέας έκδοσης
es: Subir nueva versión
fr: Envoyer une nouvelle version
it: Carica nuova versione
ja: 新バージョンをアップロード
ko: 새 버전 업로드하기
nl: Nieuwe versie uploaden
pa_in: ਨਵਾਂ ਵਰਜਨ ਅੱਪਲੋਡ ਕਰੋ
pl: Ładowanie nowej wersji
pt_pt: Carregar Versão Nova
ru: Загрузить новую версию
sl: Naloži novo različico
uk: Вивантажити нову версію
zh_cn: 上传新版本

source: View all add-ons ►
cs: Zobrazit všechny doplňky ►
de: Alle Add-ons anzeigen ►
el: Προβολή όλων των προσθέτων
es: Ver todos los complementos ►
fr: Voir tous les modules ►
it: Visualizza tutti i componenti aggiuntivi ►
ja: すべてのアドオンを見る ►
ko: 전체 부가 기능 보기 ►
nl: Alle add-ons bekijken ►
pa_in: ਸਾਰੇ ਐਡ-ਆਨ ਵੇਖੋ ►
pl: Zobacz wszystkie dodatki ►
pt_pt: Ver todos os extras ►
ru: Просмотреть все дополнения ►
sl: Prikaz vseh dodatkov
uk: Переглянути всі додатки ►
zh_cn: 查看所有附加组件►

source: AMO Reviewers
cs: Redaktoři AMO
de: AMO-Überprüfer
es: Revisores AMO
fr: Testeurs AMO
it: Revisori di AMO
ko: AMO 심사자
nl: AMO-beoordelaars
pa_in: AMO ਸਮੀਖਿਅਕ
pl: Recenzenci AMO
pt_pt: Revisores AMO
uk: Рецензенти AMO
zh_cn: AMO 审核者

source: Get ahead! Become an AMO Reviewer today and get your add-ons reviewed faster.
cs: Zapojte se! Staňte se redaktorem serveru AMO ještě dnes a umožněte tak schvalovat vaše doplňky rychleji.
de: Los geht’s! Werden Sie heute noch ein AMO-Überprüfer und erhalten Sie schnellere Überprüfungen Ihrer Add-ons.
es: ¡Adelántate! Conviértete en revisor AMO y consigue que tus complementos se revisen antes.
fr: Allez plus loin ! Devenez testeur AMO aujourd'hui et accélérez la vérification de vos modules.
it: Sorpassa la coda! Diventando oggi stesso un revisore Amo garantirai alla tua app un processo di revisione più veloce.
ko: 남보다 빠르게! 오늘 AMO 심사자가 되서 내 부가 기능을 더 빨리 심사해 보세요.
nl: Neem een voorsprong! Word vandaag nog een AMO-beoordelaar en zorg dat uw add-ons sneller worden beoordeeld.
pa_in: ਅੱਗੇ ਵਧੋ! ਅੱਜ ਹੀ ਇੱਕ AMO ਸਮੀਖਿਅਕ ਬਣੋ ਅਤੇ ਆਪਣੇ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਤੇਜ਼ੀ ਨਾਲ ਕਰਵਾਓ।
pl: Przejdź do przodu! Zostań recenzentem AMO już dziś i przyspiesz sprawdzenie swojej aplikacji.
pt_pt: Força! Torne-se um revisor AMO hoje e tenha os seus extras revistos mais depressa.
uk: Будьте попереду! Ставайте рецензентом AMO сьогодні та прискорюйте перевірку Ваших додатків.
zh_cn: 出发！今天就成为 AMO 审核者，让附加组件审核得更快。

source: Become an AMO Reviewer
cs: Staňte se redaktorem AMO
de: Werden Sie ein AMO-Überprüfer
es: Convertirse en revisor AMO
fr: Devenir testeur AMO
it: Diventa un revisore AMO
ko: AMO 심사자가 되세요
nl: Een AMO-beoordelaar worden
pa_in: ਇੱਕ AMO ਸਮੀਖਿਅਕ ਬਣੋ
pl: Zostań recenzentem AMO
pt_pt: Torne-se num revisor AMO
uk: Станьте рецензентом AMO
zh_cn: 成为 AMO 审核者

source: Add-on Builder and SDK:
cs: Add-on Builder a SDK:
de: Add-on-Builder und SDK:
es: Add-on Builder y SDK:
fr: Constructeur de modules et SDK :
it: Add-on Builder e SDK:
ko: 부가 기능 제작기와 SDK:
nl: Add-on Builder en SDK:
pl: Konstruktor dodatków i SDK:
ru: Строитель дополнений и SDK:
sl: Builder in SDK za dodatke:
zh_cn: 附加组件 Builder 与 SDK：

source: Firefox Add-ons Made Easy
cs: Doplňky pro Firefox snadno
de: Add-ons für Firefox leicht gemacht
el: Τα εύκολα πρόσθετα του Firefox
es: Facilidad para crear complementos para Firefox
fr: Modules Firefox Faciles
it: Lo sviluppo di componenti aggiuntivi reso semplice
ja: Firefox のアドオン開発を簡単に
ko: 쉬운 Firefox 부가 기능 제작
nl: Firefox-add-ons in een oogwenk
pl: Łatwe tworzenie dodatków dla Firefoksa
pt_pt: Extras do Firefox fáceis de fazer
ru: Лёгкое создание дополнений Firefox
sl: Firefox dodatki na enostaven način
zh_cn: 制作 Firefox 附加组件变得简单了！

source: Add-ons let millions of Firefox users enhance and customize their browsing experience. If you're a Web developer and know HTML, JavaScript and CSS, you already have what it takes to make great add-ons with Add-on Builder and the Add-on SDK. What's more, add-ons built with these tools are restartless by default.
cs: Doplňky dávají miliónům uživatelů Firefoxu možnost si přizpůsobit své prohlížení. Pokud jste webový vývojář a znáte HTML, JavaScript a CSS, pak již víte vše, co je potřeba pro vytváření skvělých doplňků s pomocí Add-on Builder a Add-on SDK. A co více, doplňky vytvořené s pomocí těchto nástrojů nevyžadují pro instalaci restart.
de: Mit Add-ons können Millionen von Firefox-Nutzern ihr Surf-Erlebnis verbessern und anpassen. Wenn Sie Web-Entwickler sind und HTML, JavaScript und CSS können, haben Sie schon alles, was Sie brauchen, um mit dem Add-on-Builder und dem Add-on-SDK tolle Add-ons zu erstellen. Mehr noch, Add-ons, die mit diesen Werkzeugen erstellt werden, benötigen standardmäßig keinen Neustart.
es: Los complementos permiten a los millones de usuarios de Firefox mejorar y personalizar su experiencia de navegación. Si eres un desarrollador y conoces HTML, JavaScript y CSS, ya tienes lo que necesitas para hacer complementos estupendos con Add-on Builder y el SDK de complementos. Es más, de manera predeterminada, los complementos construidos con estas herramientas no necesitan reiniciar Firefox.
fr: Les modules permettent à des millions d'utilisateurs de Firefox d'améliorer et adapter leur utilisation du navigateur. Si vous êtes développeur web et que vous connaissez HTML, JavaScript et CSS, vous avez déjà les connaissances requises pour faire des modules avec le Constructeur (beta) et le SDK Modules. En plus, les modules ainsi créés ne nécessiteront pas de redémarrage par défaut.
it: I componenti aggiuntivi consentono a milioni di utenti Firefox di migliorare e personalizzare la propria esperienza di navigazione. Se sei uno sviluppatore e conosci HTML, JavaScript e CSS, disponi già di tutto il necessario per realizzare fantastici componenti aggiuntivi con Add-on Builder e Add-on SDK. In aggiunta i componenti aggiuntivi creati con questi strumenti possono essere installati senza riavviare il browser.
ko: 부가 기능은 수백만 Firefox 사용자의 웹 브라우저 경험을 향상시키고 나만의 브라우저를 만들 수 있도록 도와줍니다. 웹 개발자이고 HTML, 자바스크립트,CSS를 알고 있다면 당신은 부가 기능 제작기와 부가 기능 SDK로 훌륭한 부가 기능을 만들 수 있는 준비가 이미 끝난거에요. 게다가, 이런 도구들로 제작된 부가 기능은 재시작할 필요도 없답니다.
nl: Met add-ons kunnen miljoenen Firefox-gebruikers hun surfervaring verbeteren en aanpassen. Als u een webontwikkelaar bent en kennis hebt van HTML, JavaScript en CSS, dan weet u al genoeg om geweldige add-ons te maken met Add-on Builder en de Add-on SDK. Daarbij zijn met deze hulpmiddelen gemaakte add-ons standaard zonder herstart.
pl: Dodatki umożliwiają milionom użytkowników Firefoksa ulepszyć i dostosować swój sposób przeglądania. Jeśli programujesz aplikacje sieciowe i znasz HTML, JavaScript oraz CSS, to masz już wszystko, by za pomocą Konstruktora dodatków i SDK dodatków tworzyć wspaniałe dodatki. Co więcej, dodatki stworzone tymi narzędziami nie wymagają ponownego uruchomienia przeglądarki.
ru: Дополнения позволяют миллионам пользователей Firefox расширять и настраивать свою среду работы в Интернете. Если вы веб-разработчик и знаете HTML, JavaScript и CSS, у вас уже есть всё что нужно, чтобы создавать отличные дополнения с помощью Строителя дополнений и SDK дополнений. Более того, дополнения, созданные с помощью этих инструментов, по умолчанию при установке не требуют перезапуска Firefox.
sl: Dodatki omogočajo milijonom uporabnikov Firefoxa, da brskalnik razširijo po svoje in ga prilagodijo svojim potrebam. Če ste spletni razvijalec in se spoznate na HTML, JavaScript in CSS, imate pri roki že vse, kar je treba, da s pomočjo Add-on Builder in the Add-on SDK razvijete odlične dodatke. Pa še to, dodatki, ki jih razvijete s temi orodji, ne potrebujejo zagona.
zh_cn: 附加组件能够让上百万的 Firefox 用户增强和定制他们的浏览体验。如果您是一名 Web 开发者，并且了解 HTML、JavaScript 和 CSS，那么您应该已经知道了如何用 Add-on Builder 和 Add-on SDK 来开发一个优秀的附加组件。另外，使用这些工具开发的附加组件通常无需重启。

source: Start Making Add-ons
cs: Začít vytvářet doplňky
de: Fangen Sie an, Add-ons zu entwickeln
el: Ξεκινήστε να φτιάχνετε πρόσθετα
es: Empieza a crear complementos
fr: Commencer à créer des modules
it: Inizia a realizzare componenti aggiuntivi
ja: アドオンを作り始める
ko: 부가 기능 제작 시작
nl: Start met het maken van add-ons
pa_in: ਐਡ-ਆਨ ਬਣਾਉਣਾ ਸ਼ੁਰੂ ਕਰੋ
pl: Zacznij tworzyć dodatki
pt_pt: Começar a fazer extras
ru: Начать создавать дополнения
sl: Začni delati dodatke
uk: Почати створювати додатки
zh_cn: 开始制作附加组件

source: Learn &amp; Explore
cs: Učte se a zkoumejte
de: Lernen & Erkunden
el: Μάθετε &amp; εξερευνήστε
es: Aprende y explora
fr: Apprendre &amp; Explorer
it: Scopri e esplora
ja: 詳しく学ぶ
ko: 배움과 탐구
nl: Leer en verken
pl: Ucz się i eksploruj
pt_pt: Aprender &amp; Explorar
ru: Учитесь и Исследуйте
sl: Spoznaj in razišči
zh_cn: 学习和探索

source: How-to Library
cs: Databáze příkladů, jak na to
de: How-to-Bibliothek
el: Βιβλιοθήκη οδηγιών
es: Biblioteca de Cómos
fr: Bibliothèque de tutoriels
it: Raccolta guide
ja: ハウツーライブラリ
ko: How-to 도서관
nl: Gidsbibliotheek
pl: Jak to zrobić?
pt_pt: Biblioteca como fazer
ru: Библиотека How-to
sl: Knjižnica Kako-se-to-naredi
zh_cn: 帮助库

source: Get add-on development guidance in a top-notch collection of tutorials, articles, and more.
cs: Získejte informace k vývoji doplňků v podobě kolekce návodů, článků a dalších informací.
de: Holen Sie sich Beratung für das Entwickeln von Add-ons in einer spitzenmäßigen Sammlung aus Anleitungen, Artikeln und mehr.
el: Λάβετε καθοδήγηση για την ανάπτυξη προσθέτων με μια κορυφαία συλλογή εγχειριδίων, άρθρων, και περισσότερων.
es: Oriéntate en el ámbito del desarrollo de complementos con esta colección inmejorable de tutoriales, artículos y mucho más.
fr: Obtenez des aides au développement de modules avec une collections de tutoriels, articles et plus.
it: Approfondisci lo sviluppo di componenti aggiuntivi grazie ad una raccolta di prima qualità di guide, articoli e molto altro ancora.
ja: 優れた一連のチュートリアルや記事を含むアドオン開発ドキュメントを参照できます。
ko: 입문서, 블로그 기사 등을 모아놓은 최고의 부가 기능 개발 지침서를 만나보세요.
nl: Begeleiding voor add-on-ontwikkeling in een topcollectie van handleidingen, artikelen en meer.
pl: Zapoznaj się z wytycznymi procesu tworzenia, korzystając z najlepszych instrukcji, artykułów i innych elementów.
pt_pt: Obtenha ajuda no desenvolvimento de extras com a colecção de tutoriais, artigos e muito mais.
ru: Получите руководство по разработке дополнений в виде первоклассной коллекции учебных пособий, статей и многого другого.
sl: Dobi navodila za razvoj dodatkov in obliki vhunske zbirke primerov, članov in še česa.
zh_cn: 从一流的教程、文章以及更多内容中获得附加组件开发指导。
