Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: You are currently requesting <b>contributions</b> from users
cs: Aktuálně žádáte o <b>příspěvky</b> od uživatelů.
de: Sie erbitten derzeit <b>Spenden</b> von Nutzern
el: Προς το παρόν ζητάτε <b>δωρεές</b> από τους χρήστες
es: Estás ahora mismo pidiendo <b>colaboración</b> a los usuarios
fr: Vous demandez actuellement des <b>contributions</b> de la part des utilisateurs
it: Attualmente stai chiedendo <b>donazioni</b> dagli utenti
ko: 현재 사용자에게 <b>기부</b>를 요청중에 있습니다
nl: U vraagt momenteel om <b>bijdragen</b> van gebruikers
pa_in: ਮੌਜੂਦਾ ਤੌਰ ਤੇ ਤੁਸੀਂ ਉਪਭੋਗੀਆਂ ਤੋਂ <b>ਯੋਗਦਾਨਾਂ</b> ਦੀ ਬੇਨਤੀ ਕਰ ਰਹੇ ਹੋ
pl: Obecnie prosisz użytkowników o <b>dotacje</b>
pt_pt: De momento esta a pedir<b>contribuições</b> aos utilizadores
ru: В настоящее время вы просите пользователей сделать <b>взносы</b>
sl: Trenutno zahtevate <b>prispevke</b> od uporabnikov
uk: В даний час ви просите користувачів зробити <b>внески</b>
zh_cn: 您目前正在请求用户<b>捐款</b>

source: Your contribution page: <a href="%(url)s">%(url_full)s</a>
cs: Vaše stránka s příspěvky: <a href="%(url)s">%(url_full)s</a>
de: Ihre Spendenseite: <a href="%(url)s">%(url_full)s</a>
es: Página con tus contribuciones: <a href="%(url)s">%(url_full)s</a>
fr: Votre page de contributions : <a href="%(url)s">%(url_full)s</a>
it: La tua pagina per le donazioni: <a href="%(url)s">%(url_full)s</a>
ko: 기부금 페이지: <a href="%(url)s">%(url_full)s</a>
nl: Uw bijdragepagina:<a href="%(url)s">%(url_full)s</a>
pa_in: ਤੁਹਾਡਾ ਯੋਗਦਾਨ ਸਫ਼ਾ: <a href="%(url)s">%(url_full)s</a>
pl: Twoja strona dotacji: <a href="%(url)s">%(url_full)s</a>
pt_pt: A sua página de contribuição: <a href="%(url)s">%(url_full)s</a>
ru: Ваша страница взносов: <a href="%(url)s">%(url_full)s</a>
sl: Stran za vaše prispevke: <a href="%(url)s">%(url_full)s</a>
uk: Ваша сторінка внесків: <a href="%(url)s">%(url_full)s</a>
zh_cn: 您的贡献页：<a href="%(url)s">%(url_full)s</a>

source: Disable Contributions
cs: Zakázat příspěvky
de: Spenden deaktivieren
el: Απενεργοποίηση δωρεών
es: Deshabilitar colaboradores
fr: Désactiver les contributions
it: Disattiva donazioni
ja: 寄付を無効化
ko: 기부 제도 중단
nl: Bijdragen uitschakelen
pa_in: ਯੋਗਦਾਨ ਨੂੰ ਅਯੋਗ ਕਰੋ
pl: Wyłącz dotacje
pt_pt: Desactivar contribuições
ru: Отключить взносы
sl: Onemogoči prispevke
uk: Вимкнути внески
zh_cn: 停用捐款

source: Mozilla is pleased to provide you with the ability to ask for optional financial contributions or to sell your add-on in our Marketplace. Please read the important information below to learn about these programs.
cs: Mozilla je ráda, že vám může nabídnout možnost žádat o dobrovolné příspěvky či prodávat své doplňky na Marketplace. Níže si přečtěte důležité informace o těchto programech.
de: Mozilla freut sich, Ihnen die Möglichkeit bieten zu können, um freiwillige Geldspenden zu bitten oder Ihr Add-on in unserem Marktplatz zu verkaufen. Bitte lesen Sie die folgenden wichtigen Informationen, um mehr über diese Programme zu erfahren.
es: Mozilla se complace en proporcionarte la posibilidad de solicitar contribuciones financieras opcionales o vender tu complemento en nuestro Marketplace. Por favor, lee la información importante de debajo para saber más sobre estos programas.
fr: Mozilla est enchanté de vous proposer la possibilité de demander une contribution financière optionnelle ou bien de vendre vos modules sur notre Marketplace. Merci de lire les informations ci-dessous pour en savoir plus sur ces programmes.
it: Mozilla ti offre la possibilità di chiedere donazioni facoltative o di vendere il tuo componente aggiuntivo nel nostro Marketplace. Per maggiori informazioni leggi quanto riportato qui di seguito.
ko: Mozilla에선 재능을 발휘해 선택적 재정 지원 요청 내지는 마켓플레이스내 부가 기능 판매 등을 하신데 대해 기쁘게 생각하고 있습니다. 이러한 프로그램에 대해 보다 자세히 알아보려면 아래의 정보들을 읽어보세요.
nl: Mozilla is verheugd u de mogelijkheid te bieden om om optionele financiële bijdragen te vragen of om uw add-on op onze Marketplace te verkopen. Lees meer over deze programma’s in onderstaande belangrijke informatie.
pl: Mozilla z przyjemnością udostępnia możliwość zwrócenia się o opcjonalne dotacje finansowe lub sprzedaż dodatku w Marketplace. Przeczytaj poniższe ważne informacje, by dowiedzieć się więcej o tych programach.
ru: Mozilla рада предоставить вам возможность просить пользователей делать необязательные финансовые взносы или продавать ваше дополнение в нашем Магазине. Чтобы узнать об этих программах, пожалуйста, прочтите размещённую ниже важную информацию.
sl: Mozilla vam rade volje nudi možnost, da prosite za neobvezne denarne prispevke ali da svoje dodatke prodajate na našem Marketplace. Preberite prosim tudi informacije spodaj, če želite izvedeti kaj več o teh programih.
zh_cn: Mozilla 很高兴能给您提供可选的捐款请求或者在我们的“市场”销售您的附加组件的条件。请阅读下面这些重要的信息来了解这些计划。

source: Voluntary Contributions
cs: Dobrovolné příspěvky
de: Freiwillige Spenden
es: Contribuciones voluntarias
fr: Contributions volontaire
it: Donazioni volontarie
ja: 任意の寄付
ko: 기부금
nl: Vrijwillige bijdragen
pa_in: ਸਵੈ-ਇੱਛੁਕ ਯੋਗਦਾਨ
pl: Dobrowolne dotacje
pt_pt: Doações voluntárias
ru: Добровольные взносы
sl: Prostovoljni prispevki
uk: Добровільні внески
zh_cn: 自愿捐款

source: Add-ons enrolled in our contributions program can request voluntary financial support from users.
cs: Doplněk zahrnutý v našem programu pro příspěvky smí žádat od uživatelů dobrovolné finanční příspěvky.
de: Add-ons, die bei unserem Spendenprogramm eingetragen sind, können freiwillige Geldspenden von unseren Benutzern erbitten.
es: Los complementos asociados a nuestro programa de contribuciones pueden solicitar apoyo financiero voluntario a los usuarios.
fr: Les modules inscrits au programme de contributions peuvent demander une assistance financière de la part des utilisateurs, sur la base du volontariat.
it: I componenti aggiuntivi che partecipano al nostro programma di donazioni possono richiedere donazioni facoltative agli utenti.
ko: 기부 프로그램에 등록된 부가 기능은 사용자에게서 자발적인 재정 지원을 요구할 수 있습니다.
nl: Add-ons die meedoen aan ons programma van bijdragen kunnen een vrijwillige financiële bijdrage van gebruikers vragen.
pa_in: ਸਾਡੇ ਯੋਗਦਾਨ ਪ੍ਰੋਗਦਾਨ ਵਿੱਚ ਦਾਖਲ ਹੋਏ ਐਡ-ਆਨ ਸਵੈ-ਇਛੁੱਕ ਵਿੱਤੀ ਸਹਿਯੋਗ ਦੀ ਬੇਨਤੀ ਕਰ ਸਕਦੇ ਹਨ।
pl: Autorzy dodatków uczestniczących w naszym programie dotacji mogą prosić o dobrowolne wsparcie finansowe ze strony użytkowników.
pt_pt: Extras inscritos no nosso programa de contribuições podem solicitar apoio financeiro voluntário dos utilizadores.
ru: Дополнения, участвующие в нашей программе взносов, могут просить пользователей оказывать добровольную финансовую поддержку.
sl: Dodatki, ki so vpisani v naš program prispevkov, lahko zaprosijo uporabnike za prostovoljno finančno podporo.
uk: Додатки, які беруть участь у нашій програмі внесків, можуть просити користувачів надавати добровільну фінансову підтримку.
zh_cn: 已加入我们的捐款计划的附加组件可以向用户请求自愿性地捐款。

source: Encourage users to support your add-on through your Developer Profile
cs: Umožněte v Centru pro vývojáře uživatelům podporovat váš doplněk .
de: Ermutigen Sie Nutzer mit Ihrem Entwicklerprofil dazu, Ihr Add-on zu unterstützen.
es: Anima a los usuarios a apoyar tu complemento a través de tu perfil de desarrollador
fr: Encouragez les utilisateurs à soutenir votre module via votre profil développeur
it: Invita gli utenti a supportare il tuo componente aggiuntivo attraverso il tuo profilo sviluppatore
ko: 개발자 프로필을 통해 사용자들에게 부가 기능 개발 지원 독려하기
nl: Moedig gebruikers aan om uw add-on te ondersteunen via uw Ontwikkelaarsprofiel
pa_in: ਤੁਹਾਡੀ ਡਿਵੈਲਪਰ ਪ੍ਰੋਫ਼ਾਈਲ ਦੁਆਰਾ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਨੂੰ ਸਹਿਯੋਗ ਕਰਨ ਲਈ ਉਪਭੋਗੀਆਂ ਦਾ ਉਤਸ਼ਾਹ ਵਧਾਓ
pl: W profilu autora zachęć użytkowników, by wsparli twój dodatek.
pt_pt: Incentive os utilizadores a apoiar o seu extra através de seu perfil do desenvolvedor
ru: Попросите пользователей поддержать ваше дополнение через ваш Профиль разработчика
sl: V svojem profilu razvijalca lahko spodbudite uporabnike, da vaš dodatek podprejo.
uk: Попросіть користувачів підтримати ваш додаток через ваш Профіль розробника
zh_cn: 通过您的开发者简介鼓励用户支持您的附加组件

source: Choose when and how users are asked to contribute
cs: Zvolte, kdy a jak budou uživatelé žádáni o příspěvek
de: Wählen Sie aus, wann und wo Benutzer um Spenden gebeten werden
es: Elige cuándo y cómo se solicita a los usuarios que colaboren
fr: Choisissez quand et comment les utilisateurs sont sollicités pour contribuer
it: Scegli quando e come viene richiesto all'utente di effettuare una donazione
ko: 기부금 요청 방식 선택
nl: Kies wanneer en hoe gebruikers worden gevraagd bij te dragen
pa_in: ਚੁਣੋ ਕਦੋਂ ਅਤੇ ਕਿਵੇਂ ਉਪਭੋਗੀਆਂ ਨੂੰ ਯੋਗਦਾਨ ਬਾਰੇ ਕਿਹਾ ਜਾਵੇ
pl: Wybierz, kiedy i w jaki sposób użytkownicy będą proszeni o dotacje
pt_pt: Escolher como e quando pedir doações aos utilizadores
ru: Выберите, когда и как просить пользователей сделать взнос
sl: Navedite, kako in kdaj se uporabnika prosi za prispevek
uk: Виберіть, коли і як просити користувачів зробити внесок
zh_cn: 选择何时以及如何询问用户进行捐款

source: Receive contributions in your PayPal account or send them to an organization of your choice
cs: Dostávat příspěvky na svůj účet na PayPal či je zasílat organizaci dle své volby
de: Erhalten Sie Spenden mit Ihrem PayPal-Konto oder schicken Sie sie an eine Organisation Ihrer Wahl
el: Δεχτείτε δωρεές στο λογαριασμό σας στο PayPal ή στείλτε τις σε κάποιον οργανισμό που θέλετε
es: Recibe colaboraciones en tu cuenta de PayPal o envíalas a una organización que decidas
fr: Recevoir des contributions dans votre compte PayPal ou bien les envoyer à une organisation de votre choix
it: Ricevi donazioni nel tuo account PayPal o inviale ad un'organizzazione di tuo gradimento
ko: PayPal 계정을 통해 기부금을 받거나 임의로 선정한 결제 대행 업체로 기부자들을 유도할 수 있습니다
nl: Ontvang bijdragen op uw PayPal-rekening of stuur ze naar een door u gekozen organisatie
pa_in: ਆਪਣੇ PayPal ਖਾਤੇ ਵਿੱਚ ਯੋਗਦਾਨ ਪ੍ਰਾਪਤ ਕਰੋ ਜਾਂ ਆਪਣੀ ਪਸੰਦ ਦੇ ਸੰਗਠਨ ਨੂੰ ਭਿਜਵਾਓ।
pl: Określ, czy dotacje będą wpływały na twoje konto PayPal, czy zostaną przekazane wybranej przez ciebie organizacji
pt_pt: Receber contribuições na sua conta PayPal ou enviá-las para uma organização à sua escolha
ru: Получать взносы на ваш счёт в PayPal или отправлять их в организацию по своему выбору
sl: Prejemajte prispevke na svoj PayPal račun ali pa jih pošiljajte organizaciji, ki ste jo izbrali
uk: Отримувати внески на ваш рахунок в PayPal або відправляти їх в організацію на свій вибір
zh_cn: 在 Paypal 账户中接受捐款或者发到您选择的组织

source: Contributions are only available for add-ons with a <a href="%(url)s">completed developer profile</a>.
cs: Příspěvky jsou dostupné pouze pro doplňky s <a href="%(url)s">vyplněným profilem vývojáře</a>.
de: Spenden sind nur für Add-ons mit <a href="%(url)s">vollständigem Entwicklerprofil</a> verfügbar.
es: Las contribuciones sólo están disponibles para complementos con un <a href="%(url)s">perfil de desarrollador completo</a>.
fr: Les paiements sont uniquement disponibles pour les modules dont le <a href="%(url)s">profil développeur est complet</a>.
it: Le donazioni sono disponibili solo per componenti aggiuntivi con un <a href="%(url)s">profilo sviluppatore completo</a>.
ko: 기부 제도는 <a href="%(url)s">개발자 프로필 작성을 완료한</a> 부가 기능만 사용할 수 있습니다.
nl: Bijdragen zijn alleen beschikbaar voor add-ons met een <a href="%(url)s">volledig ontwikkelaarsprofiel</a>.
pa_in: ਕੇਵਲ <a href="%(url)s">ਮੁਕੰਮਲ ਡਿਵੈਲਪਰ ਪ੍ਰੋਫ਼ਾਈਲ</a> ਵਾਲੇ ਐਡ-ਆਨ ਲਈ ਯੋਗਦਾਨ ਉੱਪਲਬਧ ਹਨ।
pl: Dotacje są dostępne tylko dla dodatków z <a href="%(url)s">pełnym profilem autora</a>.
pt_pt: As contribuições só estão disponíveis para extras com um <a href="%(url)s">perfil de desenvolvedor completo</a>.
ru: Взносы доступны только для дополнений с <a href="%(url)s">заполненным профилем разработчика</a>.
sl: Prispevke se lahko predlaga samo za dodatke, ki imajo <a href="%(url)s">izpolnjen profile razvijalca</a>.
uk: Внески доступні тільки для додатків з <a href="%(url)s">заповненим профілем розробника</a>.
zh_cn: 捐款仅可用于有<a href="%(url)s">完整的开发者简介</a>的附加组件。

source: Contributions are only available for fully reviewed add-ons.
cs: Příspěvky jsou dostupné pouze pro plně zkontrolované doplňky.
de: Spenden sind nur für vollständig überprüfte Add-ons verfügbar.
es: Las contribuciones sólo están disponibles para los complementos revisados completamente.
fr: Les contributions sont uniquement accessibles aux modules ayant été complètement vérifiés.
it: Le donazioni sono disponibili solo per i componenti aggiuntivi che hanno ricevuto una revisione completa.
ko: 기부 제도는 전체 심사를 거친 부가 기능만 사용할 수 있습니다.
nl: Bijdragen zijn alleen beschikbaar voor volledige beoordeelde add-ons.
pa_in: ਕੇਵਲ ਪੂਰੀ ਸਮੀਖਿਆ ਵਾਲੇ ਐਡ-ਆਨਾਂ ਲਈ ਯੋਗਦਾਨ ਉੱਪਲਬਧ ਹਨ।
pl: Dotacje są dostępne tylko dla w pełni sprawdzonych dodatków.
pt_pt: As contribuições apenas estão disponíveis a extras revistos completamente.
ru: Взносы доступны только для полностью проверенных дополнений.
sl: Prispevki so na voljo samo za v celoti pregledane dodatke.
uk: Внески доступні тільки для повністю перевірених додатків.
zh_cn: 捐款仅可用于已通过全面审核的附加组件。

source: You cannot set up Contributions while your add-on is linked with a premium add-on enrolled in the Marketplace. To enable Contributions, please disassociate your add-on from %(upsell)s.
cs: Nemůžete nastavit příspěvky v situaci, kdy je váš doplněk asociován s placenou verzí doplňku umístěnou v Marketplace. Pro povolení příspěvků proveďte zrušení asociace doplňku od %(upsell)s.
de: Sie können Spenden nicht einrichten, wenn Ihr Add-on mit einem Premium-Add-on verknüpft ist, das im Marktplatz eingetragen ist. Um Spenden zu aktivieren, trennen Sie bitte die Verknüpfung Ihres Add-ons mit %(upsell)s.
es: No puedes configurar las contribuciones mientras que tu complemento esté vinculado a un complemento premium registrado en el Marketplace. Para habilitar las contribuciones, por favor, desvincula tu complemento de %(upsell)s.
fr: Vous ne pouvez pas définir de contributions pendant que votre module est lié à un module premium présent sur Marketplace. Pour activer les contributions, merci de dés-associer votre module de %(upsell)s.
it: Non puoi impostare le donazioni finché il tuo componente aggiuntivo è associato a un componente premium registrato nel Marketplace. Per attivare le donazioni disassocia il componente aggiuntivo da %(upsell)s.
ko: 마켓플레이스에 프리미엄 부가 기능으로 등록되어 있으면 기부금을 설정할 수 없습니다. 기부 제도를 사용하려면 %(upsell)s에서 등록을 취소해 주세요.
nl: U kunt Bijdragen niet instellen als uw add-on is gekoppeld aan een premium-add-on op de Marketplace. Verbreek de koppeling met %(upsell)s om Bijdragen in te schakelen.
pl: Nie można prosić o dotacje, gdy dodatek jest powiązany z wersją płatną dodatku zamieszczoną w Marketplace. Aby włączyć dotacje, usuń powiązanie z %(upsell)s.
ru: Вы не можете настроить взносы, если в данный момент ваше дополнение связано с премиум дополнением, имеющимся в Магазине. Для включения взносов, пожалуйста, разорвите связь вашего дополнения с %(upsell)s.
sl: Prispevkov ni mogoče aktivirati, če je vaš dodatek povezan s premiranim dodatkom, ki je na razpolago na Marketplace. Da prispevke omogočite, odstranite prosim povezavo vašega dodatke s %(upsell)s.
zh_cn: 您不能为应用市场中的付费附加组件设立捐款。如要设立捐款，请将您的附加组件从 %(upsell)s 剥离。

source: Set up Contributions
cs: Nastavení příspěvků
de: Spenden einrichten
el: Ρύθμιση δωρεών
es: Configurar las contirbuciones
fr: Configurer les contributions
it: Imposta donazioni
ja: 寄付を設定
ko: 기부금 설정
nl: Bijdragen instellen
pa_in: ਯੋਗਦਾਨ ਸੈੱਟ ਕਰੋ
pl: Określ dotacje
pt_pt: Configurar contribuições
ru: Настройка взносов
sl: Uredite nastavitve za prispevke
uk: Налаштування внесків
zh_cn: 设立捐款

source: or <a href="%(doc_url)s">learn more</a>
cs: nebo <a href="%(doc_url)s">si přečtěte více</a>
de: oder <a href="%(doc_url)s">erfahren Sie mehr</a>
es: o accede a <a href="%(doc_url)s">más información</a>
fr: ou <a href="%(doc_url)s">en savoir plus</a>
it: o scopri <a href="%(doc_url)s">ulteriori informazioni</a>
ko: 또는 <a href="%(doc_url)s">자세히 알아보기</a>
nl: of <a href="%(doc_url)s">lees meer</a>
pl: lub <a href="%(doc_url)s">dowiedz się więcej</a>
ru: или <a href="%(doc_url)s">узнайте больше</a>
sl: ali <a href="%(doc_url)s">več o tem</a>
zh_cn: 或<a href="%(doc_url)s">详细了解</a>

source: Premium apps can be sold in our marketplace by themselves or as an upgrade to a free version of your app.
cs: Placené aplikace mohou být v našem obchodě prodávány samostatně nebo jako aktualizace k aplikaci, která je dostupná zdarma.
de: Premium-Anwendungen können in unserem Marktplatz einzeln oder als Upgrade einer kostenlosen Version Ihrer Anwendung verkauft werden.
es: Las aplicaciones premium pueden vender en nuestro Marketplace por sí mismas o como actualización de una versión gratuita de tu aplicación.
fr: Les applications premium peuvent être vendues sur notre Marketplace soit seule soit comme une amélioration de votre application gratuite.
it: Le app premium possono essere vendute nel nostro marketplace autonomamente o come aggiornamento da una versione gratuita dellapp.
ko: 프리미엄 앱은 완전 버전이나 무료 버전의 업그레이드 버전 형태로 마켓플레이스에서 판매할 수 있습니다.
nl: Premium-apps kunnen op zichzelf worden verkocht op onze Marketplace of als een upgrade voor een gratis versie van uw app.
pl: Płatne aplikacje mogą być sprzedawane w naszym sklepie w wersji oryginalnej lub jako uaktualnienie wersji bezpłatnej.
ru: Премиум-приложения могут продаваться в нашем магазине как сами по себе, так в качестве обновления бесплатной версии вашего приложения.
sl: Premium aplikacije lahko na tržnici prodajate sami ali kot nadgradnjo za brezplačno različico svojega dodatka.
zh_cn: 付费版应用可以在我们的市场中独立销售，也可以作为您的免费版应用的升级版销售。

source: Premium add-ons can be sold in our marketplace by themselves or as an upgrade to a free version of your add-on.
cs: Placené doplňky mohou být prodávat v našem obchodě nebo mohou být nabízeny jako upgrade z doplňku, který je poskytován zdarma.
de: Premium-Add-ons können in unserem Marktplatz einzeln oder als Upgrade einer kostenlosen Version Ihres Add-ons verkauft werden.
es: Los complementos premium pueden venderse en nuestro Marketplace por sí mismos o como actualización de una versión gratuita de tu complemento.
fr: Les modules premium peuvent être vendus sur notre Marketplace directement ou comme une mise à jour d'une version gratuite d'un de vos module.
it: I componenti aggiuntivi premium possono essere venduti nel nostro negozio autonomamente o come aggiornamento da una versione gratuita del tuo componente aggiuntivo.
ko: 프리미엄 부가 기능은 완전 버전이나 무료 버전의 업그레이드 버전 형태로 마켓플레이스에서 판매할 수 있습니다.
nl: Premium-add-ons kunnen op zichzelf worden verkocht op onze Marketplace of als een upgrade voor een gratis versie van uw add-on.
pl: Płatne dodatki mogą być sprzedawane w naszym sklepie w wersji oryginalnej lub jako uaktualnienie wersji bezpłatnej.
ru: Премиум-дополнения могут продаваться в нашем магазине как сами по себе, так в качестве обновления бесплатной версии вашего дополнения.
sl: Premirane dodatke lahko na tržnici prodajate sami ali kot nadgradnjo za brezplačno različico svojega dodatka.
zh_cn: 付费版附加组件可以在我们的市场中独立销售，也可以作为您的免费版附加组件的升级版销售。

source: Set your price and place your app for sale
cs: Nastavte cenu aplikace a začněte ji prodávat
de: Legen SIe Ihrem Preis fest und bieten Sie Ihre Anwendung zum Verkauf an
es: Fija tu precio y pon tu aplicación a la venta
fr: Définissez votre prix et l'emplacement de votre application à vendre
it: Imposta un prezzo e metti in vendita l'app
ko: 판매할 앱의 가격 및 분류 설정
nl: Stel uw prijs in en zet uw app te koop
pl: Określ cenę i umieść aplikację do sprzedaży
ru: Установите свою цену и выставьте своё приложение для продажи
sl: Določite ceno in dajte svojo aplikacijo med izdelke naprodaj
zh_cn: 定价并上架销售您的应用

source: Set your price and place your add-on for sale
cs: Nastavte si cenu a nabídněte doplněk na prodej.
de: Legen SIe Ihrem Preis fest und bieten Sie Ihr Add-on zum Verkauf an
es: Establece tu precio y pon tu complemento en venta
fr: Définissez votre prix et l'emplacement de votre module à vendre
it: Imposta un prezzo e metti in vendita il tuo componente aggiuntivo
ko: 판매할 부가 기능의 가격 및 분류 설정
nl: Stel uw prijs in en zet uw add-on te koop
pl: Określ cenę i umieść dodatek do sprzedaży
ru: Установите свою цену и выставьте своё дополнение для продажи
sl: Določite ceno in prestavite svoj dodatek med izdelke za prodajo
zh_cn: 定价并上架销售您的附加组件

source: Users pay with their credit card or PayPal account all over the world
cs: Uživatelé po celém světě platí svou kreditní kartou nebo pomocí účtu u PayPalu.
de: Benutzer bezahlen mit ihrer Kreditkarte oder ihrem PayPal-Konto von der ganzen Welt aus.
es: Los usuarios pagan con su tarjeta de crédito o cuenta PayPal en todo el mundo
fr: Les utilisateurs paient avec leur carte bancaire ou un compte PayPal n'importe où dans le monde
it: Gli utenti possono pagare con carta di credito o account PayPal da tutto il mondo
ko: 사용자들은 신용 카드나 PayPal 계정을 통해 세계 어디에서든 결제가 가능합니다.
nl: Gebruikers betalen wereldwijd met hun creditcard of PayPal-rekening
pl: Użytkownicy z całego świata płacą kartą kredytową lub za pomocą konta PayPall
ru: Пользователи со всего мира платят своей кредитной карточкой или через PayPal
sl: Uporabniki lahko po celem svetu plačajo s svojo kreditno kartico ali prek računa pri PayPal.
zh_cn: 世界各地的用户使用信用卡或 PayPal 帐户付款

source: Receive funds immediately in your PayPal account
cs: Okamžitě získáváte peníze na svůj účet PayPal.
de: Erhalten Sie Spenden direkt auf Ihrem PayPal-Konto
es: Recibe los ingresos inmediatamente en tu cuenta PayPal
fr: Recevez les fonds immédiatement sur votre compte PayPal
it: Ricevi immediatamente i fondi sul tuo account PayPal
ko: PayPal 계정에서 바로 대금 받기
nl: Ontvang gelden direct op uw PayPal-rekening
pl: Otrzymuj środki bezpośrednio na swoje konto PayPal
ru: Немедленно получайте средства на свой PayPal
sl: Plačila dobivate neposredno na svoj račun pri PayPal
zh_cn: 在您的 PayPal 帐户中即时收款

source: Promote your premium app on your free app's details page
cs: Propagujte svou placenou aplikaci na detailu stránky verze, která je dostupná zdarma
de: Bewerben Sie Ihre Premium-Anwendung auf der Detailseite Ihre kostenlosen Anwendung
es: Promociona tu aplicación premium en la página de detalles de tu aplicación
fr: Faites la publicité de votre application premium sur la page de votre application gratuite
it: Promuovi la versione Premium dell'app nella pagina informativa della versione gratuita.
ko: 무료 앱의 상세 정보 페이지에서 프리미엄 앱으로 업그레이드
nl: Promoot uw premium-app op de detailpagina van uw gratis app
pl: Promuj płatną wersję aplikacji na stronie jej darmowej wersji
ru: Продвигайте своё премиум-приложение на странице своего бесплатного приложения
sl: Oglašujte svojo premium aplikacijo na strani s podrobnostmi o vaši brezplačni aplikaciji dodatku
zh_cn: 在您的免费版应用的详细信息页面推销您的付费版应用

source: Promote your premium add-on on your free add-on's details page
cs: Můžete propagovat placenou verzi doplňku na stránce s verzí, která je dostupná zdarma.
de: Bewerben Sie Ihr Premium-Add-on auf der Detailseite Ihres kostenlosen Add-ons
es: Promociona tu complemento premium en la página de detalles de tu complemento gratuito
fr: Faites la publicité de votre module premium sur la page de votre module gratuit
it: Promuovi il tuo componente aggiuntivo premium nella scheda del tuo componente aggiuntivo gratuito
ko: 무료 부가 기능의 상세 정보 페이지에서 프리미엄 부가 기능으로 업그레이드
nl: Promoot uw premium-add-on op de detailpagina van uw gratis add-on
pl: Promuj płatną wersję dodatku na stronie jego darmowej wersji
ru: Продвигайте своё премиум-дополнение на странице своего бесплатного дополнения
sl: Oglašujte svoj premiran dodatek na strani s podrobnosti o brezplačnem dodatku
zh_cn: 在您的免费版附加组件的详细信息页面推销您的付费版附加组件

source: Enroll in Marketplace
cs: Přidat do Marketplace
de: Im Marktplatz eintragen
es: Apúntate a Marketplace
fr: S'inscrire sur Marketplace
it: Registrazione nel Marketplace
ko: 마켓플레이스에 등록
nl: Inschrijven op de Marketplace
pl: Zamieść w Marketplace
ru: Регистрация в Магазине
sl: Sodelujte na Marketplace
zh_cn: 加入市场
