Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Tell us about the people or companies behind this add-on. This information appears in the add-on's About dialog.
cs: Řekněte nám o lidech a společnostech, které za tímto doplňkem stojí. Tyto informace se zobrazí v dialogu o doplňku.
de: Erzählen Sie uns von den Menschen oder Unternehmen hinter diesem Add-on. Diese Informationen erscheinen im Über-Dialog des Add-ons.
el: Πείτε μας για τους ανθρώπους ή τις εταιρείες πίσω από αυτό το πρόσθετο. Οι πληροφορίες αυτές εμφανίζονται στο διάλογο Περί του προσθέτου.
es: Cuéntanos sobre las personas o compañías que hay detrás de este complemento. Esta información aparece en el diálogo Acerca de del complemento.
fr: Dites-nous en plus à propos des personnes ou sociétés derrière ce module. Cette information sera affichée dans la boite de dialogue À Propos.
it: Dacci qualche informazione sulle persone o le aziende coinvolte in questo componente aggiuntivo. Questi dati verranno visualizzati nella finestra Informazioni su.
ja: このアドオンの制作に関わっている人や会社について教えてください。この情報は「アドオンについて」ダイアログに表示されます。
ko: 이 부가 기능을 만드는 사람이나 회사를 알려주세요. 이 정보는 부가 기능 소개 대화 상자에 노출됩니다.
nl: Vertel ons over de personen of bedrijven achter deze add-on. Deze informatie verschijnt in het dialoogvenster Over van de add-on.
pl: Poniżej podaj osoby, które przyczyniły się do powstania dodatku. Dane te będą wyświetlane w oknie informacji o dodatku.
pt_pt: Diga-nos sobre as pessoas ou companhias por detrás deste extra. Esta informação aparece do diálogo sobre do extra.
ru: Расскажите нам о людях или компаниях, стоящих за этим дополнением. Эта информация появится в диалоговом окне "О дополнении" дополнения.
sl: Povejte nam o ljudeh ali podjetjih za tem dodatkom. Te informacije se bo kazalo v Vizitki za dodatek.
zh_cn: 告诉我们为这个附加组件付出努力的人或者公司。这些信息将会显示在附加组件的“关于”对话框里。

source: Primary Author
cs: Hlavní autor
de: Hauptautor
el: Κύριος συντάκτης
es: Autor principal
fr: Auteur principal
it: Autore principale
ja: 主要作者
ko: 주 제작자
nl: Primaire schrijver
pl: Autor
pt_pt: Autor principal
ru: Первоначальный автор
sl: Glavni avtor
zh_cn: 主要作者

source: Contributors
cs: Přispěvatelé
de: Mitwirkende
el: Συντελεστές
es: Colaboradores
fr: Contributeurs
it: Collaboratori
ja: 貢献者
ko: 기여자
nl: Medewerkers
pl: Współautorzy
pt_pt: Contribuintes
ru: Помощники
sl: Sodelavci
zh_cn: 贡献者

source: Where will your add-on run?
cs: Kde bude doplněk provozován?
de: Wer wird Ihr Add-on einsetzen?
el: Που θα τρέχει το πρόσθετο σας;
es: ¿Dónde se ejecutará tu complemento?
fr: Où votre module s'exécutera-t-il ?
it: Dove funzionerà il tuo componente aggiuntivo?
ja: アドオンが動作するアプリケーションは？
ko: 부가 기능이 어디에서 작동합니까?
nl: Waarin werkt uw add-on?
pl: Z jakimi programami ten dodatek będzie współpracował?
pt_pt: Onde é que o seu extra é executado?
ru: Где будет работать ваше дополнение?
sl: Kje bo vaš dodatek delal?
zh_cn: 您的附加组件将会运行在哪里？

source: Select the applications and versions that your add-on will support. The versions that you select will be the only versions that your add-on will be installable on. Make sure you only select applications and versions that you intend to test your add-on with.
cs: Zvolte aplikace a verze, která váš doplněk podporuje. Verze, které zvolíte, budou jediné verze, na které půjde váš doplněk nainstalovat. Ujistěte se, že jste zvolili pouze aplikace a verze, se kterými budete váš doplněk testovat.
de: Wählen Sie die Anwendungen und Versionen aus, die Ihr Add-on unterstützen wird. Die Versionen, die Sie auswählen, sind die einzigen Versionen, bei denen Ihr Add-on installierbar ist. Stellen Sie sicher, dass Sie nur die Anwendungen und Versionen auswählen, mit denen Sie Ihr Add-on testen möchten.
el: Επιλέξτε τις εφαρμογές και εκδόσεις που θα υποστηρίζει το πρόσθετο σας. Οι εκδόσεις που επιλέγετε θα είναι οι μόνες εκδόσεις στις οποίες θα μπορεί να εγκατασταθεί το πρόσθετο σας. Βεβαιωθείτε πως επιλέγετε μόνο εφαρμογές και εκδοσείς με τις οποίες σκοπεύετε να ελέγξετε το πρόσθετο σας.
es: Selecciona las aplicaciones y versiones que admitirá tu complemento. Las versiones que selecciones serán las únicas versiones en las que se podrá instalar tu complemento. Asegúrate de que sólo eliges aplicaciones y versiones con las que pretendes probar tu complemento.
fr: Sélectionnez les applications et versions que votre module supporte. Les versions que vous sélectionnez seront les seules sur lesquelles votre module sera installable. Assurez-vous de ne sélectionner que les applications et versions que vous allez tester.
it: Seleziona le applicazioni e le versioni con cui questo componente aggiuntivo sarà compatibile. Il componente aggiuntivo potrà essere installato solo sulle versioni indicate. Assicurati di selezionare solo le applicazioni e le versioni su cui hai in programma di verificare il tuo componente aggiuntivo.
ja: アドオンが対応しているアプリケーションとそのバージョンを選択してください。アドオンは、ここで選択されたバージョンのみにインストール可能となります。あなたが動作確認を行う予定のあるアプリケーションとそのバージョンのみ選択するようにしてください。
ko: 부가 기능이 지원하는 애플리케이션과 버전을 선택하세요. 선택한 버전에서만 설치가 가능하게 됩니다. 선택한 애플리케이션과 버전에서 부가 기능이 확실히 작동하는지도 검사가 되어 있어야 합니다.
nl: Selecteer de toepassingen en versies die uw add-on ondersteunt. De geselecteerde versies zijn de enige versies waarop uw add-on zal kunnen worden geïnstalleerd. Zorg ervoor dat u alleen toepassingen en versies selecteert waarmee u uw add-on wilt testen.
pl: Wybierz programy i wersje, z jakimi dodatek będzie współpracował. Dodatek będzie można zainstalować tylko w tych wybranych wersjach. Upewnij się, że zostały wybrane te programy, z którymi zamierzasz przeprowadzić testy.
pt_pt: Seleccione as aplicações e versões que o seu extra suportará. As versões que seleccionar serão as únicas versões em que poderá instalar o seu extra. Tenha a certeza que apenas selecciona aplicações e versões em que vai testar o seu extra.
ru: Выберите приложения и версии, которые будет поддерживать ваше дополнение. Выбранные вами версии будут единственными версиями, на которые будет ставиться ваше дополнение. Убедитесь, что вы выбрали только те приложения и версии, на которых вы намерены протестировать ваше дополнение.
sl: Izberite aplikacije in različice, ki jih bo vaš dodatek podpiral. Vaš dodatek bo mogoče namestiti samo na različicah, ki jih boste izbrali. Poskrbite, da izberete samo tiste aplikacije in različice, za katere nameravate svoj dodatek tudi pretestirati.
zh_cn: 选择您的附加组件要支持的应用程序和版本。您的附加组件只能安装在您所选择的版本上，请确保您只选择了您要用于测试您的附加组件的应用程序和版本。

source: Supported Applications and Versions
cs: Podporované aplikace a verze
de: Unterstützte Anwendungen und Versionen
el: Υποστηριζόμενες εφαρμογές και εκδόσεις
es: Aplicaciones y versiones admitidas
fr: Applications et versions supportées
it: Applicazioni e versioni supportate
ja: 対応するアプリケーションとバージョン
ko: 지원되는 애플리케이션 및 버전
nl: Ondersteunde toepassingen en versies
pl: Obsługiwane programy i wersje
pt_pt: Aplicações e versões suportadas
ru: Поддерживаемые приложения и версии
sl: Podprte aplikacije in različice
zh_cn: 支持的应用程序和版本

source: Choose pre-built features
cs: Volba předpřipravených funkcí
de: Wählen Sie die voreingestellten Funktionen
el: Επιλέξτε αρχικά χαρακτηριστικά
es: Elige las características preconstruidas
fr: Choix de fonctionnalités pré-existantes
it: Scegli le funzionalità precaricate
ja: あらかじめ追加する機能を選んでください
ko: 사전 제작 기능 선택
nl: Kies voorgebouwde functies
pl: Wybierz predefiniowane funkcje
pt_pt: Escolha as funcionalidades pré-incluídas
ru: Выберите встроенные функции
sl: Izberite vgrajeno možnost
zh_cn: 选择预生成特性

source: Get started quickly by selecting user interface components to include in your add-on package. We'll include documented code for each item you select so your extension will work out of the box.
cs: Sestavení doplňku začněte zvolením komponent uživatelského rozhraní, které budou součástí balíčku. Pro každou položku bude do doplňku přidán zdokumentovaný zdrojový kód a vaše rozšíření bude plně funkční.
de: Fangen Sie schnell an, indem Sie Komponenten der Benutzeroberfläche auswählen, die in Ihrem Add-on-Paket enthalten sein sollen. Wir fügen für jedes Elemet, das Sie auswählen, dokumentierten Quelltext hinzu, so dass Ihre Erweiterung direkt funktioniert.
el: Ξεκινήστε γρήγορα επιλέγοντας στοιχεία διεπαφής χρήστη που θα περιλάβετε στο πρόσθετο σας. Θα περιλάβουμε τεκμηριωμένο κώδικα για κάθε αντικείμενο που επιλέγετε ώστε το πρόσθετο σας να λειτουργεί παντού.
es: Ponte en marcha rápidamente seleccionando los componentes de la interfaz de usuario que quieres incluir en el paquete de tu complemento. Incluiremos código documentado para cada elemento que selecciones para que tu extensión funcione sin más preparación.
fr: Lancez-vous rapidement en sélectionnant des composants de l'interface utilisateur à inclure dans votre module. Le code sera documenté pour chaque élément que vous choisirez de sorte à ce que votre extension fonctionne immédiatement.
it: Inizia velocemente selezionando gli elementi dell'interfaccia da includere nel tuo componente aggiuntivo. Aggiungeremo del codice commentato per ogni elemento selezionato in modo che la tua estensione sia subito operativa.
ja: アドオンのパッケージに含めるユーザインタフェースコンポーネントを選択して、素早く開発を始められます。選択したアイテムごとに解説付きコードが含まれ、生成された拡張機能は設定など一切なしで動作可能です。
ko: 부가 기능 패키지에 포함할 사용자 인터페이스 콤포넌트를 선택하면 빠르게 제작을 시작할 수 있습니다. 선택한 아이템마다 도움말 코드가 들어있기 때문에 확장 기능을 독창적으로 제작할 수도 있습니다.
nl: Ga snel van start door gebruikersinterfacecomponenten die u in uw add-onpakket wilt opnemen te selecteren. Voor elk geselecteerd item stoppen we er gedocumenteerde code in, dus uw add-on werkt direct.
pl: Rozpocznij od wybrania komponentów interfejsu użytkownika, które mają być zawarte w dodatku. Dla każdego wybranego elementu dołączymy sprawdzony kod, tak aby twoje rozszerzenie działało poprawnie.
pt_pt: Comece rapidamente selecionando componentes da interface do utilizador para incluir no pacote do extra. Vamos incluir documentação do códigopara cada item selecionado, para que a sua extensão funcione fora da caixa.
ru: Начните с ходу, выбрав компоненты пользовательского интерфейса для включения в ваш пакет дополнения. Мы будем включать документированный код для каждого выбранного вами элемента, чтобы ваше расширение работало из коробки.
sl: Hitro začnite z izbiro komponent uporabniškega vmesnika, ki na se jih vključi v paket za dodatek. Za vsak element, ki ga izberete, bomo dodali dokumentirano kodo, tako da bo vaš dodatek začel delati brez problemov.
zh_cn: 选择要在您的附加组件中包含的用户界面组件以便快速上手。您所选择的每一项都有文档化的代码，因此您的扩展可以直接拿来使用。

source: Submit and Build
cs: Odeslat a vytvořit
de: Übermitteln und Packen
el: Υποβολή και Μεταγλώττιση
es: Enviar y generar
fr: Envoyer et construire
it: Invia e costruisci
ja: 送信してパッケージを生成
ko: 등록 및 빌드
nl: Indienen en bouwen
pl: Utwórz
pt_pt: Submeter e construir
ru: Отправить и Собрать
sl: Prijavi in pošlji v gradnjo
zh_cn: 提交并生成

source: Advanced Building
cs: Pokročilé věci
de: Fortgeschrittenes Entwickeln
el: Μεταγλώττιση για προχωρημένους
es: Construcción avanzada
fr: Construction avancée
it: Sviluppo avanzato
ja: 高度なビルド
ko: 고급 제작
nl: Geavanceerd bouwen
pl: Tworzenie zaawansowane
pt_pt: Construção avançada
ru: Продвинутая сборка
sl: Napredna gradnja
zh_cn: 高级构建

source: Want to create XULRunner applications, XPCOM components, and other advanced skeletons? Visit the <a href="%(url)s">MozDev Project Wizard</a>.
cs: Chcete vytvořit aplikaci postavenou na XULRunneru, XPCOM komponenty či jiné pokročilé věci? Navštivte <a href="%(url)s">průvodce vytvořením projektu na serveru MozDev</a>.
de: Möchten Sie XULRunner-Anwendungen, XPCOM-Komponenten und andere fortgeschrittene Skelette erstellen? Besuchen Sie den <a href="%(url)s">MozDev Projekt-Assistenten</a>.
el: Θέλετε να δημιουργήσετε εφαρμογές XULRunner, στοιχεία XPCOM, και άλλους προχωρημένους σκελετούς; Επισκεφθείτε το <a href="%(url)s">MozDev Project Wizard</a>.
es: ¿Quieres crear aplicaciones XULRunner, componentes XPCOM y otras plantillas avanzadas? Visita el <a href="%(url)s">asistente de proyectos de MozDev</a>.
fr: Vous voulez créer des applications XULRunner, des composants XPCOM, et d'autres squelettes avancés ? Visitez <a href="%(url)s">l'assistant projet MozDev</a>.
it: Vuoi creare applicazioni XULRunner, componenti XPCOM e altre strutture avanzate? Visita <a href="%(url)s">MozDev Project Wizard</a>.
ja: XULRunner アプリケーションや XPCOM コンポーネント、その他高度なスケルトンを生成したい場合は、<a href="%(url)s">MozDev Project Wizard</a> を訪れてください。
ko: XULRunner 애플리케이션, XPCOM 콤포넌트, 그밖에 고급 뼈대를 생성하고 싶습니까? <a href="%(url)s">MozDev 프로젝트 마법사</a>를 방문하세요.
nl: Wilt u XULRunner-toepassingen, XPCOM-componenten en andere geavanceerde raamwerken maken? Bezoek de <a href="%(url)s">MozDev-projectwizard</a>.
pl: Chcesz tworzyć programy oparte na środowisku wykonawczym XULRunner, komponenty XPCOM i inne zaawansowane konstrukcje? Przejdź na stronę <a href="%(url)s">MozDev Project Wizard</a>.
pt_pt: Deseja criar aplicações XULRunner, componentes XPCOM e outros esqueletos avançados? Visite o <a href="%(url)s">MozDev Project Wizard</a>.
ru: Хотите создавать XULRunner приложения, компоненты XPCOM и другие продвинутые скелеты? Посетите <a href="%(url)s">Мастер проектов MozDev</a>.
sl: Želite ustvariti aplikacije za XULRunner, XPCOM komponente in druga napredna ogrodja? Obiščite <a href="%(url)s">Čarovnika za Projekt MozDev</a>.
zh_cn: 您想要建立 XULRunner 应用程序，XPCOM 组件，或其他先进的架构吗？访问 <a href="%(url)s">MozDev 项目向导</a>。

source: Add-on packaged successfully!
cs: Doplněk byl úspěšně vytvořen
de: Add-on erfolgreich gepackt!
el: Το πρόσθετο συσκευάστηκε επιτυχώς!
es: ¡Complemento empaquetado con éxito!
fr: Module empaqueté avec succès !
it: Pacchetto componente aggiuntivo creato correttamente.
ja: アドオンのパッケージが完了しました！
ko: 부가 기능 패키지 작업이 끝났습니다!
nl: Add-on met succes verpakt!
pl: Dodatek został utworzony!
pt_pt: Extra construído com sucesso!
ru: Дополнение успешно упаковано!
sl: Dodatek je uspešno zapakiran!
zh_cn: 附加组件封装成功！

source: Use the download link below to save a copy of your extension's compressed source. To install as an extension in Firefox or another compatible application, simply rename the <kbd>.zip</kbd> extension to <kbd>.xpi</kbd>.
cs: Klepnutím na odkaz uvedený níže uložíte kopii rozšíření ve formě zkomprimovaného zdrojového kódu. Pokud chcete rozšíření nainstalovat do Firefoxu nebo jiné kompatibilní aplikace, přejmenujte soubor <kbd>.zip</kbd>na <kbd>.xpi</kbd>.
de: Verwenden Sie den folgenden Download-Link, um eine Kopie des gepackten Quelltextes Ihres Add-ons zu speichern. Um ihn als Erweiterung in Firefox oder einer anderen kompatiblen Anwendung zu installieren, benennen Sie die Dateinamenserweiterung <kbd>.zip</kbd> einfach in <kbd>.xpi</kbd> um.
el: Χρησιμοποιήστε το σύνδεσμο λήψης παρακάτω για να αποθηκεύσετε ένα αντίγραφο του πηγαίου κώδικα της επέκτασης σας. Για την εγκατάσταση ως επέκτασης του Firefox ή άλλης συμβατής εφαρμογής, απλά μετονομάστε την επέκταση <kbd>.zip</kbd> σε <kbd>.xpi</kbd>.
es: Usa el enlace de descarga de debajo para guardar una copia del código fuente comprimido de tu extensión. Para instalarlo como una extensión en Firefox u otra aplicación compatible, simplemente renombra la extensión <kbd>.zip</kbd> a <kbd>.xpi</kbd>.
fr: Utilisez le lien de téléchargement ci-dessous pour obtenir une copie compressée des sources de votre extension. Pour l'installer en tant qu'extension dans Firefox ou toute autre application compatible, changez l'extension <kbd>.zip</kbd> en <kbd>.xpi</kbd>.
it: Utilizza il link seguente per scaricare una copia compressa del sorgente della tua estensione. Per installare un'estensione in Firefox o un'altra applicazione compatibile, cambia l'estensione del file da <kbd>.zip</kbd> a<kbd>.xpi</kbd>.
ja: 下のダウンロードのリンクから、拡張機能の圧縮されたソースのコピーを保存してください。拡張機能を Firefox や他の対応アプリケーションへインストールするには、拡張子 <kbd>.zip</kbd> を <kbd>.xpi</kbd> に変更するだけです。
ko: 아래의 다운로드 링크를 사용하면 압축된 확장 기능 소스 사본을 저장할 수 있습니다. Firefox나 다른 호환 애플리케이션에 확장 기능을 설치하려면 <kbd>.zip</kbd> 확장자를 <kbd>.xpi</kbd>로 바꾸기만 하면 됩니다.
nl: Gebruik onderstaande downloadkoppeling om een kopie van de gecomprimeerde broncode van uw extensie op te slaan. Om het bestand als een extensie in Firefox of een andere compatibele toepassing te kunnen installeren dient u de <kbd>.zip</kbd>-extensie te hernoemen naar <kbd>.xpi</kbd>.
pl: Użyj odnośnika znajdującego się poniżej, aby zapisać kopię skompresowanego kodu źródłowego swojego rozszerzenia. Aby zainstalować go jako rozszerzenie w Firefoksie lub innych kompatybilnych programach, zmień rozszerzenie nazwy pliku <kbd>.zip</kbd> na <kbd>.xpi</kbd>.
pt_pt: Use a ligação abaixo para guardar uma cópia do código comprimido da sua extensão. Para instalar como uma extensão no Firefox ou outra aplicação compatível, mude o nome da extensão de <kbd>.zip</kbd> para <kbd>.xpi</kbd>.
ru: Используйте расположенную ниже ссылку, чтобы сохранить копию сжатого исходника вашего расширения. Чтобы установить это как расширение в Firefox или другое совместимое приложение, просто переименуйте расширение <kbd>.zip</kbd> в <kbd>.xpi</kbd>.
sl: Uporabite spodnjo povezavo za prenos, da shranite stisnjeno kopijo izvora za vaš dodatek. ]Če želite dodatek namestiti v Firefox ali kako drugo združljivo aplikacijo, spremenite enostavno pripono datoteke z <kbd>.zip</kbd> v <kbd>.xpi</kbd>.
zh_cn: 使用下面的下载链接来获得一份您的扩展的压缩源代码。要在 Firefox 或其他兼容的应用程序中安装，只需简单的将扩展名从 <kbd>.zip</kbd> 更改为 <kbd>.xpi</kbd> 即可。

source: Please wait&hellip;
cs: Čekejte prosím&hellip;
de: Bitte warten &hellip;
el: Παρακαλούμε περιμένετε&hellip;
es: Por favor, espera&hellip;
fr: Merci d'attendre &hellip;
it: Attendere prego&hellip;
ja: しばらくお待ちください...
ko: 잠시만 기다려 주세요&hellip;
nl: Even geduld…
pl: Proszę czekać&hellip;
pt_pt: Por favor aguarde ...
ru: Пожалуйста, подождите&hellip;
sl: Prosimo počakajte&hellip;
zh_cn: 请稍候&hellip;

source: JavaScript needs to be enabled to fetch the packaged add-on.
cs: Pro získání sestaveného doplňku je potřeba povolený JavaScript.
de: JavaScript muss aktiviert Sein, um das gepackte Add-on herunterzuladen.
el: Χρειάζεται να ενεργοποιήστε τη Javascript για να λάβετε το πρόσθετο.
es: JavaScript necesita estar activado para recuperar el complemento empaquetado.
fr: JavaScript doit être activé pour obtenir le module empaqueté.
it: JavaScript deve essere attivo per recuperare il pacchetto del componente aggiuntivo.
ja: パッケージされたアドオンの取得するには JavaScript を有効にする必要があります。
ko: 패키징된 부가 기능을 읽어내려면 자바스크립트가 켜져있어야 합니다.
nl: JavaScript dient te zijn ingeschakeld om de verpakte add-on op te halen.
pl: Aby pobrać spakowany dodatek, musi być włączona obsługa języka JavaScript.
pt_pt: O JavaScript precisa estar activado para procurar o pacote do extra.
ru: JavaScript должен быть включен для получения упакованного дополнения.
sl: Da si lahko priskrbite zapakiran dodatek, morate imeti JavaScript aktiviran.
zh_cn: 下载封装的附加组件需要启用 JavaScript。

source: What do I do next?
cs: Jak mam postupovat dále?
de: War mache ich als nächstes?
el: Τί κάνω μετά;
es: ¿Qué hago a continuación?
fr: Que dois-je faire maintenant ?
it: Che cosa devo fare ora?
ja: 次に何をしたら良いですか？
ko: 이제 무엇을 해야 합니까?
nl: En nu?
pl: Co mam dalej zrobić?
pt_pt: O que faço a seguir?
ru: Что мне делать дальше?
sl: Kaj lahko kot naslednje storim?
zh_cn: 接下来我要做什么？

source: <ol> <li> Follow the instructions in the packaged source code to create your own preferences and make your own customizations. </li> <li>Remove any source code that you don't eventually use.</li> <li>Read the documentation and ask for help when you need it!</li> </ol>
de: <ol> <li> Folgen Sie den Anweisungen im gepackten Quelltext, um Ihre eigenen Einstellungen zu erstellen und Ihre eigenen Anpassungen vorzunehmen. </li> <li>Entfernen Sie jeglichen Quelltext, den Sie letztlich nicht verwenden.</li> <li>Lesen Sie die Dokumentation und bitten Sie, falls nötig, um Hilfe!</li> </ol>
el: <ol> <li> Ακολουθήστε τις οδηγίες στον πηγαίο κώδικα για να δημιουργήσετε τις δικές σας προτιμήσεις και να κάνετε τις δικές σας παραμετροποιήσεις. </li> <li>Διαγράψτε όποιον κώδικα δε χρησιμοποιείτε τελικά.</li> <li>Διαβάστε την τεκμηρίωση και ζητήστε βοήθεια όποτε τη χρειαστείτε!</li> </ol>
es: <ol> <li> Sigue las instrucciones que encontrarás en el código fuente comprimido para escoger tus preferencias y personalizarlo todo. </li> <li> Elimina las partes del código fuente que no vayas a usar finalmente.</li> <li> ¡Lee las instrucciones y pide ayuda si la necesitas!</li> </ol>
fr: <ol> <li> Suivez les instructions dans le code source empaqueté pour créer vos propres préférences et faires vos modifications. </li> <li>Retirer tout le code source dont vous n'avez éventuellement pas besoin.</li> <li>Lisez la documentation et demandez de l'aide quand vous en avez besoin !</li> </ol>
it: <ol> <li>Segui le istruzioni nel codice sorgente pacchettizzato per impostare le tue preferenze e personalizzare il componente. </li> <li>Rimuovi le parti di codice che non hai intenzione di utilizzare.</li> <li>Leggi la documentazione e non esitare a chiedere assistenza in caso di necessità.</li> </ol>
ja: <ol> <li> パッケージされたソースコード内の手順に従って、独自の設定項目を作成し、カスタマイズを行いましょう。 </li> <li>最終的に使用しないソースコードはすべて削除してしまいましょう。</li> <li>ドキュメントを読んで、必要な場合はサポートを求めましょう。</li> </ol>
ko: <ol> <li> 자신만의 기능 추가와 외형을 원하는 대로 변경하려면 압축된 소스 코드에 들어있는 설명서에 따라주세요. </li> <li>사용하지 않는 소스 코드는 삭제하십시오.</li> <li>먼저 설명서를 읽은 후에 필요시 도움을 요청하세요!</li> </ol>
nl: <ol> <li> Volg de instructies in de verpakte broncode om uw eigen voorkeursinstellingen en aanpassingen te maken. </li> <li>Verwijder alle niet-gebruikte broncode.</li> <li>Lees de documentatie en vraag indien nodig om hulp!</li> </ol>
pl: <ol> <li>Postępuj zgodnie z instrukcjami w spakowanym kodzie źródłowym, by utworzyć własne preferencje i dostosować do swoich potrzeb. </li> <li>Usuń kod źródłowy, którego ostatecznie nie wykorzystasz.</li> <li>Przeczytaj dokumentację i poproś o pomoc, gdy będziesz jej potrzebować!</li> </ol>
pt_pt: <ol> <li> Siga as instruções no código fonte empacotado para criar as suas próprias preferências e fazer as suas personalizações. </li> <li>Remova qualquer código fonte que não utilize.</li> <li>Leia a documentação e peça ajuda quando precisar!</li> </ol>
sl: <ol> <li> Sledite navodilom v pakirani izvorni kodi, da definirate lastne nastavitve in prilagoditve. </li> <li>Kodo, ki je ne rabite več, odstranite.</li> <li>Preberite dokumentacijo in poiščite si pomoč, ko jo boste rabili!</li> </ol>
zh_cn: <ol> <li>根据打包源代码中的说明创建你自己的设置并进行自己的自定义。</li><li>移除任何你最终用不到的源代码。</li> <li>阅读文档并在需要的时候寻求帮助！</li> </ol>
