Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Deleting your app will permanently delete it from the site. <strong>There is no going back.</strong>
cs: Smazáním vaší aplikace ji trvale odstraníte z tohoto webu. <strong>Neexistuje cesta zpět.</strong>
de: Wenn Sie Ihre Anwendung löschen, wird sie dauerhaft von dieser Website entfernt. <strong>Dies kann nicht rückgängig gemacht werden.</strong>
es: Si eliminas tu aplicación definitivamente, la eliminarás del sitio. <strong>No podrás deshacer la acción.</strong>
fr: Supprimer votre application la retirera de manière permanente du site. <strong>Il est impossible de revenir en arrière.</strong>
it: Se cancelli l'app essa verrà rimossa in modo permanente dal sito. <strong>Non è possibile annullare questa operazione.</strong>
ko: 앱을 삭제하면 사이트에서 영구적으로 삭제됩니다. <strong>되돌릴 수 없습니다.</strong>
nl: Door uw app te verwijderen verwijdert u deze blijvend van de website. <strong>Dit is niet omkeerbaar.</strong>
pl: Skasowane aplikacji trwale usunie ją z witryny. <strong>Tej czynności nie da się cofnąć.</strong>
zh_cn: 删除应用将会从网站永久删除。<strong>无法找回。</strong>

source: Packaged Versions
cs: Verze balíčku
de: Gepackte Versionen
es: Versiones empaquetadas
fr: Versions empaquetées
it: Versioni pacchettizzate
ko: 패키지 버전
nl: Verpakte versies
pl: Spakowane wersje
ru: Упакованные версии
zh_cn: 封包版本

source: Submission date
cs: Datum odeslání
de: Einreichungsdatum
fr: Date d'envoi
it: Data di invio
ko: 제출일
nl: Indieningsdatum
pl: Data zgłoszenia
zh_cn: 提交日期

source: Publish
cs: Publikování
de: Veröffentlichen
es: Publicar
fr: Publier
it: Pubblicazione
ko: 발행
nl: Publiceren
pl: Publikacja
ru: Опубликовать
sl: Objavi
zh_cn: 发布

source: Upload a new version of this packaged app. New versions must be reviewed before they will be available for install.
cs: Nahrání nové verze této zabalené aplikace. Nové verze musí být zkontrolovány dříve, než budou dostupné pro instalaci.
de: Laden Sie eine neue Version dieser gepackten Anwendung hoch. Neue Versionen müssen überprüft werden, bevor sie installiert werden können.
es: Sube una nueva versión de esta aplicación empaquetada. Las versiones nuevas deben ser revisadas antes de que estén disponibles para ser instaladas.
fr: Envoyer une nouvelle version de cette application empaquetée. Les nouvelles versions doivent être vérifiées avant d'être disponible pour installation.
it: Carica una nuova versione di questa app pacchettizzata. Prima di essere disponibili per l'installazione le nuove versioni dovranno essere revisionate.
ko: 패키지된 앱의 새 버전을 올려주세요. 새 버전은 설치가 가능한 상태가 되기에 앞서 심사를 받아야 합니다.
nl: Upload een nieuwe versie van deze verpakte app. Nieuwe versies moeten worden beoordeeld voordat ze geïnstalleerd kunnen worden.
pl: Prześlij nową wersję tej aplikacji spakowanej. Nowe wersje muszą zostać sprawdzone przed udostępnieniem ich do instalacji.
zh_cn: 上传这个打包应用的新版本。新版本在可用于安装之前必须接受审核。

source: Blocklist App
cs: Blokování aplikace
de: Anwendung sperren
es: Bloquear aplicación en los listados
fr: Bloquer l'application
it: Blocca app
ko: 앱 블록리스트
nl: App blokkeren
pl: Zablokuj aplikację
ru: Поместить в чёрный список приложение
zh_cn: 封锁应用

source: Blocklisting an app will upgrade the users to a special version which will make the app unusable on their Firefox OS devices. This will also remove this app from public pages until a new version is submitted and approved. These changes cannot be undone. Please proceed with caution.
de: Wenn eine Anwendung gesperrt wird, erhalten die Anwender ein Upgrade auf eine besondere Version, die die Anwendung auf ihren Firefox-OS-Geräten unbenutzbar macht. Außerdem wird die Anwendung von öffentlichen Seiten entfernt, bis eine neue Version eingereicht und freigeschaltet wird. Diese Änderungen können nicht rückgängig gemacht werden. Bitte seien Sie hier vorsichtig.
es: Bloquear una aplicación actualizará los usuarios a una versión especial que hará la aplicación no utilizable en sus dispositivos Firefox OS. También eliminará esta aplicación de las páginas públicas hasta que se envíe una nueva versión y sea aprobada. Estos cambios no pueden deshacerse. Por favor, procede con cuidado.
fr: Le blocage d'une application distribuera une mise à jour aux utilisateurs avec une versions spéciale qui rendra l'application inutilisable sur leurs appareils Firefox OS. Ceci fera également disparaître l'application des pages publiques jusqu'à ce qu'une nouvelle version soit envoyée et approuvée. Ces changements ne peuvent pas être annulés. Merci de faire attention.
it: Quando un'app viene bloccata gli utenti riceveranno uno speciale aggiornamento dell'app che la renderà inutilizzabile sui loro dispositivi Firefox OS. Inoltre, l'app verrà rimossa da tutte le pagine pubbliche del Marketplace finché non verrà rilasciata e approvata una nuova versione. Procedi con cautela in quanto queste modifiche non possono essere annullate.
ko: 앱을 블록리스트에 올리게 되면 Firefox OS 기기에서 사용할 수 없게 만드는 특수한 버전으로 앱이 업그레이드됩니다. 또한 해당 앱은 새 버전이 등록되고 승인되기 전까진 공개 페이지에서 삭제됩니다. 이 작업은 되돌릴 수 없으니 주의해서 진행하시기 바랍니다.
nl: Door een app te blokkeren worden de gebruikers naar een speciale versie bijgewerkt, waardoor de app op hun Firefox OS-apparaten onbruikbaar wordt. Dit verwijdert deze app ook van publieke pagina’s, totdat een nieuwe versie is ingediend en goedgekeurd. Deze wijzigingen kunnen niet ongedaan worden gemaakt. Wees voorzichtig.
pl: Zablokowanie aplikacji zaktualizuje ją u użytkowników do specjalnej wersji, która sprawi, że aplikacja nie będzie działała na urządzeniu z Firefox OS. Usunie również aplikację ze wszystkich publicznych stron, zanim nowa wersja nie zostanie przesłana i zatwierdzona. Tych zmian nie da się cofnąć. Postępuj ostrożnie.
zh_cn: 封锁应用会将用户升级到一个特殊的版本，应用将无法在他们的 Firefox OS 设备上使用。同时会在所有公开页面上移除这个应用，知道提交并审核通过新的版本。这个更改不能撤销，请小心操作。

source: Are you sure you wish to delist your app?
cs: Jste si jist(a), že chcete odebrat vaši aplikaci z nabídky na tomto webu?
de: Möchten Sie den Listeneintrag Ihrer Anwendung wirklich entfernen?
es: ¿Estás seguro de que quieres eliminar tu aplicación de los listados?
fr: Êtes-vous sûr de vouloir désactiver l'application ?
it: Sei sicuro di non voler più mostrare l'app nelle pagine di Firefox Marketplace?
ko: 정말 앱을 목록에서 삭제하시겠습니까?
nl: Weet u zeker dat u uw app van de lijst wilt halen?
pl: Czy na pewno chcesz wyłączyć wyświetlanie aplikacji?
ru: Вы уверены, что хотите убрать ваше приложение из списка?
zh_cn: 您确认希望将应用移出列表？

source: Delete Version &quot;{version}&quot;
cs: Smazaání verze &quot;{version}&quot;
de: Version „{version}“ löschen
es: Borrar versión &quot;{version}&quot;
fr: Supprimer la version &quot;{version}&quot;
it: Elimina versione &quot;{version}&quot;
ko: &quot;{version}&quot; 버전 삭제
nl: Versie ‘{version}’ verwijderen
pl: Usuń wersję „{version}”
ru: Удалить версию &quot;{version}&quot;
zh_cn: 删除版本 &quot;{version}&quot;

source: Deleting the only version will result in the following:
cs: Smazáním pouze této verze způsobíte:
de: Wenn Sie die einzige Version löschen, passiert Folgendes:
es: Eliminar la única versión tendrá el siguiente resultado:
fr: Supprimer la seule version va engendrer les actions suivantes :
it: Eliminare l'unica versione disponibile comporta i seguenti effetti:
ko: 버전만 삭제하는 작업은 다음의 결과를 가져옵니다:
nl: Verwijderen van de enige versie resulteert in het volgende:
pl: Usunięcie jedynej wersji spowoduje:
zh_cn: 删除唯一版本将会导致以下结果：

source: Deleting this version will result in the following:
cs: Smazáním této verze způsobíte:
de: Wenn Sie diese Version löschen, passiert Folgendes:
es: Eliminar esta versión tendrá el siguiente resultado:
fr: Supprimer cette version va engendrer les actions suivantes :
it: Eliminare questa versione comporta i seguenti effetti:
ko: 이 버전을 삭제하는 작업은 다음의 결과를 가져옵니다:
nl: Verwijderen van deze versie resulteert in het volgende:
pl: Usunięcie tej wersji spowoduje:
zh_cn: 删除这个版本将会导致以下结果：

source: all associated user reviews will be deleted
cs: všechny asociované recenze uživatelů budou smazány
de: Alle zugehörigen Benutzerbewertungen werden gelöscht
es: se eliminarán todos los comentarios asociados de los usuarios
fr: toutes les critiques utilisateurs associées seront supprimées
it: tutti i commenti degli utenti a essa associati verranno eliminati
ko: 관련된 모든 사용자 평가가 삭제됩니다
nl: alle gerelateerde gebruikersbeoordelingen worden verwijderd
pl: wszystkie powiązane opinie użytkowników zostaną usunięte
zh_cn: 所有相关的用户评论将会被删除

source: the app status will be marked as &quot;incomplete&quot;
cs: stav aplikace bude nastaven na &quot;nekompletní&quot;
de: Der Status der Anwendung wird auf „Unvollständig“ gesetzt
es: el estado de la aplicación se marcará como &quot;incompleta&quot;
fr: le statut de l'application sera passée en &quot;&nbsp;incomplète&nbsp;&quot;
it: lo stato dell'app verrà contrassegnato come &quot;incompleto&quot;
ko: 앱 상태가 &quot;미완료&quot;로 표시됩니다
nl: de app-status wordt aangemerkt als ‘onvolledig’
pl: status aplikacji zostanie oznaczony jako „niekompletny”
zh_cn: 应用状态将会标记为 &quot;未完成&quot;

source: the app will be removed from our review queue
cs: aplikace bude odebrázna z naší fronty na kontrolu
de: Die Anwendung wird aus unserer Warteschlange für Bewertungen entfernt
es: se eliminará la aplicación de nuestra cola de revisiones
fr: l'application sera retirée de notre file d'attente de vérification
it: l'app verrà rimossa dalla coda di revisione
ko: 앱이 심사 대기열에서 삭제됩니다
nl: de app wordt verwijderd uit onze beoordelingswachtrij
pl: aplikacja zostanie usunięta z kolejki do sprawdzenia
zh_cn: 应用将从我们的审核队列中移除

source: the app will not be listed in our public pages
cs: aplikace nebude uvedena ve veřejném seznamu aplikací
de: Die Anwendung wird nicht auf unseren öffentlichen Seiten aufgelistet
es: la aplicación no estará incluida en nuestras páginas públicas
fr: l'application ne sera pas présente sur nos pages publiques
it: l'app non verrà visualizzata nelle pagine pubbliche del sito
ko: 앱이 공개 페이지에서 삭제됩니다
nl: de app wordt niet weergegeven op onze publieke pagina’s
pl: aplikacja nie będzie wyświetlana na naszych publicznych stronach
zh_cn: 应用将不会在公开展示页面中列出

source: These changes cannot be undone.
cs: Tyto změny nemohou bý vráceny zpět.
de: Diese Änderungen können nicht rückgängig gemacht werden.
es: Estos cambios no pueden deshacerse.
fr: Ces changements ne peuvent pas être annulés.
it: Queste modifiche non potranno essere annullate.
ko: 이들 사항은 되돌릴 수 없습니다
nl: Deze wijzigingen kunnen niet ongedaan worden gemaakt.
pl: Tych zmian nie można cofnąć.
ru: Эти изменения не могут быть отменёны.
zh_cn: 这些更改无法撤销。

source: Manage Version
cs: Správa verze
de: Version verwalten
es: Administrar la versión
fr: Gérer les versions
it: Gestisci versioni
pl: Zarządzanie wersjami
ru: Управление версией

source: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information is also shown in the Apps Manager when updating.
de: Informationen über Änderungen in dieser Version, neue Funktionen, bekannte Probleme und andere hilfreiche Informationen speziell zu dieser Version. Diese Informationen werden auch bei der Aktualisierung im Anwendungs-Manager angezeigt.
es: La información sobre cambios de esta versión, nuevas características, problemas conocidos y otra información útil especifica de esta versión/publicación. Esta información también se muestra en el administrador de aplicaciones al actualizar.
fr: Information à propos des changements de cette versions, nouvelles fonctionnalités, problèmes connus et autres informations spécifiques à cette version. Cette information est également affichée dans le gestionnaire de modules complémentaires lors des mises à jour.
it: Informazioni sulle modifiche apportate in questa versione, nuove funzionalità, bug noti e altre informazioni utili riguardanti questa versione. Queste informazioni vengono mostrate anche nel Gestore delle app durante l'aggiornamento.
ko: 변경점, 새 기능, 알려진 버그 및 이번 버전에 명시할 유용한 정보등을 적으세요. 이들 정보는 업데이트할 때 앱 매니저에서도 노출됩니다.
nl: Informatie over wijzigingen in deze uitgave, nieuwe functies, bekende bugs en andere nuttige informatie specifiek voor deze uitgave/versie. Deze informatie wordt ook weergegeven in de Appsbeheerder bij bijwerken.
pl: Informacja o zmianach w tym wydaniu, nowych funkcjach, znanych błędach oraz inne przydatne informacje, związane z tym wydaniem lub wersją. Ta informacja jest wyświetlana również w menedżerze aplikacji podczas aktualizacji.
ru: Информация об изменениях в этой версии, новые возможности, известные ошибки, и другая полезная информация, относящаяся к этому релизу/версии. Эта информация будет также показан в менеджере приложений при обновлении.
zh_cn: 这次发布的改动情况，新特性，已知缺陷和其他针对此次发布/版本的有用信息。这些信息还会在更新的时候显示在应用管理器中。

source: Optionally, enter any information that may be useful to the Reviewer reviewing this app, such as test account information.
de: Optional können Sie auch andere Informationen eintragen, die für den Prüfer dieser Anwendung hilfreich sein können, wie Informationen zu Testbenutzerkonten.
es: Opcionalmente, introduce cualquier información que pueda resultar útil para el revisor de esta aplicación, tal como información de cuentas de prueba.
fr: Optionnellement, entrez toute information qui peut être utile à l'Éditeur qui vérifiera ce module, tels que des comptes de test.
it: Facoltativo: inserisci qualsiasi informazione che possa essere utile al revisore di questa app, come ad esempio informazioni sull'account di prova.
ko: 선택 사항으로, 심사자가 앱을 심사하는데 유용한 계정 테스트 정보 같은 것들을 입력하세요.
nl: Voer optioneel informatie in die nuttig kan zijn voor de beoordelaar bij het beoordelen van deze app, zoals testaccountinformatie.
pl: Opcjonalne podaj informacje, które mogą być przydatne dla recenzenta podczas sprawdzania tej aplikacji, np. informacje o koncie testowym.
ru: При желании, введите любую информацию, которая может быть полезна для редактора, проверяющего это приложение, такую как учётная запись для тестирования.
zh_cn: 可选的，可以输入任何有助于审核者审核这款应用的信息，例如测试帐户信息。

source: Minimum Requirements
cs: Minimální požadavky
de: Mindestanforderungen
es: Requisitos mínimos
fr: Prérequis minimums
it: Requisiti minimi
ko: 최소 요구사항
nl: Minimumvereisten
pl: Minimalne wymagania
zh_cn: 最低需求

source: Device features required for this app to function.
de: Funktionen des Geräts, die für diese Anwendung erforderlich sind.
es: Características del dispositivo necesarias para que esta aplicación funcione.
fr: Fonctionnaliés requises sur l'appareil pour que cette application puisse fonctionner.
it: Le caratteristiche che il dispositivo deve possedere per garantire il funzionamento dell'app.
ko: 앱의 동작을 위해 필요한 단말기 기능입니다.
nl: Apparaatfuncties die verplicht zijn om deze app te laten functioneren.
pl: Funkcje sprzętowe wymagane do działania tej aplikacji.
zh_cn: 此应用的某些功能需要设备支持才能运行。

source: Auto-publish when approved
cs: Po schválení automaticky publikovat
de: Nach Freischaltung automatisch veröffentlichen
fr: Publication automatique à l'approbation
it: Pubblica automaticamente all'approvazione
ko: 승인시 자동 게시
nl: Automatisch publiceren bij goedkeuring
pl: Automatycznie upublicznij po zatwierdzeniu
zh_cn: 审核通过后自动发布

source: If selected this version will be published immediately following its approval by reviewers. If you don't select this option you will be notified via email about this version's approval and you will need to log in and manually publish it.
de: Wenn diese Option aktiviert ist, wird diese Version sofort nach Freischaltung durch die Überprüfer veröffentlicht. Wenn Sie diese Option nicht auswählen, werden Sie per E-Mail über die Freischaltung dieser Version benachrichtigt und müssen sich dann anmelden und sie manuell veröffentlichen.
fr: Si coché, cette version sera mise en ligne immédiatement après son acceptation par les testeurs. Si vous ne sélectionnez pas cette option, vous serez prévenus par courriel quant à l'acceptation et vous devrez vous connecter pour la publier manuellement.
it: Selezionando questa opzione la nuova versione verrà pubblicata immediatamente dopo l'approvazione da parte dei revisori. Se scegli di non selezionarla riceverai una email di notifica quando la versione verrà approvata, in seguito dovrai accedere al tuo account e pubblicarla manualmente.
ko: 이 버전을 즉시 게시로 선택하면 심사자 승인시 즉시 게시됩니다. 이 옵션을 선택하지 않았을 경우 버전 승인시 이메일로 알림을 받게 되며 로그인해서 직접 게시해야 합니다.
nl: Indien geselecteerd zal deze versie direct na goedkeuring door beoordelaars worden gepubliceerd. Als u deze optie niet selecteert, ontvangt u een e-mailbericht over de goedkeuring van deze versie en dient u zich aan te melden en handmatig te publiceren.
pl: Po wybraniu tej opcji ta wersja zostanie opublikowana niezwłocznie po zatwierdzeniu jej przez recenzentów. Jeśli nie wybierzesz tej opcji, otrzymasz e-mailem powiadomienie o zatwierdzeniu tej wersji i konieczne będzie zalogowanie się oraz ręczne jej upublicznienie.
zh_cn: 若选择此选项，此版本将在通过审核后立刻公开发布。如果您不选择此选项，则会收到邮件告知您已经通过审核，但是您还需要登录并手动公开发布。

source: Add a Promo
cs: Přidat propagaci
de: Werbung hinzufügen
es: Agregar una promoción
fr: Ajouter une promotion
it: Aggiungi Promo
ko: 홍보물 추가
nl: Een promo toevoegen
pl: Dodaj promocję
ru: Добавить промо
sl: Dodaj promo
zh_cn: 添加一个推广广告

source: Mozilla Contact
de: Mozilla-Kontakt
es: Contacto de Mozilla
fr: Contact Mozilla
it: Indirizzo email Contatto Mozilla
ko: Mozilla와의 연락망
pl: Kontakt z Mozillą
ru: Связаться с Mozilla
sl: Stik z Mozillo
zh_cn: 联系 Mozilla

source: An e-mail address (or addresses separated by commas) of this app's Mozilla contact that will be CC'd on any reviewer emails.
de: Eine E-Mail-Adresse (oder mehrere durch Kommata getrennte Adressen) für den Mozilla-Kontakt dieser Anwendung, die bei allen E-Mails von Bewertern eine Kopie erhält.
es: Una dirección de correo electrónico (o varias direcciones separadas por comas) del contacto de Mozilla para esta aplicación que será incluido en CC en el correo electrónico de cualquier revisor.
fr: Une adresse courriel (ou plusieurs, séparées par des virgules) qui sera mise en copie de toutes les communications pour la validation.
it: Un indirizzo email (o più indirizzi separati da virgole) del referente presso Mozilla per l'app, che saranno inclusi in copia carbone in ogni email inviata.
ko: 이 앱의 Mozilla 연락망으로 쓸 이메일 주소를 입력하세요. (콤마로 구분해서 여러 주소 입력) 주소는 모든 심사자의 이메일에 복사되어 전송됩니다.
nl: Een e-mailadres (of -adressen gescheiden door komma’s) van de Mozilla-contactpersoon voor deze app die een kopie krijgt van alle e-mailberichten van beoordelaars.
pl: Adres e-mail (lub adresy oddzielone przecinkami) kontaktu do Mozilli dla tej aplikacji, na które będą przesyłanie kopie wszystkich e-maili recenzentów.
sl: E-poštni naslov (ali naslovi, ločeni z vejico) stika z Mozillo za to aplikacijo, ki jo oz. jih bo vsak recenzent prejel kot Kp v pošti za recenzente.
zh_cn: 每次审核人发送邮件给开发者时，都回抄送给该应用的 Mozilla 联系人的电子邮件地址。多个地址须以英文逗号分隔。

source: Enter email addresses, separated by commas
cs: Vložte e-mailové adresy, které budou oddělené čárkami
de: Geben Sie die E-Mail-Adressen, durch Kommata getrennt, ein
es: Ingresa direcciones de correo electrónico separadas por comas
fr: Entrez une ou plusieurs adresses courriel, séparées par des virgules
it: Inserire gli indirizzi email separati da virgole
ko: 이메일 주소 입력, 콤마로 구분
nl: Voer e-mailadressen gescheiden door komma’s in
pl: Wprowadź adresy e-mail, rozdzielone przecinkami
sl: Vnesite e-mail naslove, ločene z vejico
zh_cn: 请输入电子邮件地址（如输入多个则请以英文逗号分隔）

source: Content Ratings
cs: Hodnocení obsahu
de: Bewertungen des Inhalts
es: Calificaciones del contenido
fr: Classification du contenu
it: Valutazioni del contenuto
ko: 이용 등급
nl: Inhoudswaarderingen
pl: Oceny treści
ru: Рейтинг контента
sl: Ocene vsebine
zh_cn: 内容评级

source: Ratings from official ratings bodies for this app.
de: Bewertung von offiziellen Bewertungsgremien für diese Anwendung.
es: Calificaciones de esta aplicación por parte de los organismos oficiales competentes.
fr: Classifications de la part d'instances officielles pour cette application.
it: Valutazione da parte di enti ufficiali per questa app.
ko: 이 앱의 공식 이용 등급을 매깁니다.
nl: Waarderingen van officiële waarderingsinstanties voor deze app.
pl: Ocena tej aplikacji do oficjalnych instytucji certyfikujących.
sl: Ocene uradnih teles za ocene za to aplikacijo.
zh_cn: 正式评分者对这个应用的评分。

source: This field can only be edited by updating it in the manifest.
de: Diese Felder können nur durch Aktualisierung im Manifest geändert werden.
es: El campo sólo se puede editar actualizándolo en el archivo manifest.
fr: Ce champ ne peut être modifié qu'en modifiant le manifest.
it: Per modificare questo campo è necessario effettuare la modifica direttamente sul file manifesto.
ko: 이 항목은 설치 선언문 내용을 수정할 때만 편집할 수 있습니다.
nl: Dit veld kan alleen worden bewerkt door het in het manifest bij te werken.
pl: To pole może być edytowane jedynie poprzez aktualizację go w manifeście.
sl: To polje lahko urejate samo, če se ga posodobi v manifestu.
zh_cn: 这个字段只能在更新时通过清单修改。

source: Developer Name
cs: Jméno vývojáře
de: Entwicklername
es: Nombre del desarrollador/a
fr: Développeur
it: Nome sviluppatore
ko: 개발자 이름
nl: Naam ontwikkelaar
pl: Nazwa autora
zh_cn: 开发人员名称

source: App URL
cs: URL aplikace
de: Anwendungs-URL
es: URL de la aplicación
fr: Adresse de l'application
it: Indirizzo dell'app
ko: 앱 URL
pl: URL aplikacji
ru: URL приложения
sl: URL aplikacije
zh_cn: 应用地址

source: Select a unique URL for your detail page. By default we use your app name to create this URL.
cs: Zvolte unikátní URL stránky s detailem. Jako výchozí bylo pro vytvoření URL použito jméno vaší aplikace.
de: Wählen Sie eine einzigartige URL für Ihre Detailseite aus. Standardmäßig verwenden wir den Namen Ihrer Anwendung, um diese URL zu erzeugen.
es: Selecciona una URL única para tu página de detalles. Por defecto se utiliza el nombre de la aplicación para crear esta URL.
fr: Sélectionnez une adresse unique pour votre page de détail. Par défaut le nom de votre application est utilisé.
it: Seleziona un unico URL per la scheda. Per impostazione predefinita questo URL viene creato utilizzando il nome dell'app.
ko: 상세 정보 페이지에 사용할 고유 URL을 선택하세요. 기본값으로는 앱 이름을 사용합니다.
nl: Selecteer een unieke URL voor uw detailpagina. Standaard gebruiken we de naam van uw app om deze URL te maken.
pl: Wybierz unikalny adres URL dla strony ze szczegółami. Domyślnie używamy nazwy aplikacji do utworzenia adresu.
sl: Izberite enoličen URL za svojo stran za podrobnosti. Sami od sebe uporabljamo za ta URL ime vaše aplikacije.
zh_cn: 为您的详情页面选择一个唯一的网址。默认情况下我们使用您的应用名称创建这个网址。

source: API URL
cs: URL API
es: URL para la API
fr: URL de l'API
it: URL API
pl: URL API
zh_cn: API 网址

source: The URL for accessing this app using the Marketplace API
cs: URL pro přístup k této aplikaci využívá Marketplace API
de: Die URL, mit der über die Marketplace-API auf diese Anwendung zugegriffen wird
es: La URL para acceder a esta aplicación usando la API de Marketplace
fr: L'adresse URL pour accéder à cette application en utilisant l'API Marketplace
it: L'URL per accedere all'app utilizzando l'API Marketplace
ko: 마켓플레이스 API를 사용하고 있는 이 앱에 접근하기 위한 URL
nl: De URL om deze app te benaderen via de Marketplace-API
pl: Adres URL dostępu do tej aplikacji przy użyciu API Marketplace
sl: URL za dostop do te aplikacije s pomočjo Marketplace API
zh_cn: 该网址用于以 Marketplace API 存取该应用

source: View API documentation
cs: Zobrazit dokumentaci k API
de: API-Dokumentation ansehen
es: Ver la documentación de la API
fr: Voir la documentation de l'API
it: Leggi la documentazione dell'API
ko: API 문서 자료 보기
nl: API-documentatie lezen
pl: Zobacz dokumentację API
ru: Посмотреть документацию по API
sl: Prikaz dokumentacije API
zh_cn: 查看 API 文档

source: Manifest URL
cs: URl manifestu
es: URL del archivo manifest
fr: Adresse du manifeste
it: URL manifesto
ko: 설치 선언문 URL
pl: URL manifestu
ru: URL манифеста
sl: URL za manifest
zh_cn: 清单网址
