Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Optional features
cs: Volitelné funkce
de: Optionale Funktionen
es: Características opcionales
fr: Fonctionnalités optionnelles
it: Funzionalità aggiuntive
pl: Opcjonalne funkcje
ru: Необязательные возможности

source: <em>Philosophically</em>, the idea of an installable Open Web app is much more than simply adding a manifest to your site. Web standards technologies can be viewed as a full-blown application platform that happens to use a browser engine for rendering user interfaces and interpreting code, and happens to use Web protocols for communicating with a server. Mozilla offers &quot;<a href="%(url)s">Web runtime</a>&quot; executables for various platforms so that apps can run in their own window, without a browser window frame.
de: <em>Philosophisch gesehen</em> ist die Idee einer installierbaren Anwendung des offenen Web viel mehr als das einfache Hinzufügen eines Manifests auf Ihrer Website. Web-Standardtechnologien können als vollständige Anwendungsplattform gesehen werden, die zufällig eine Browser-Engine zur Darstellung der Benutzeroberfläche und zur Interpretation von Quelltext verwendet und ebenso zufällig Web-Protokolle zur Kommunikation mit einem Server einsetzt. Mozilla bietet ausführbare „<a href="%(url)s">Web-Laufzeit</a>“-Dateien für verschiedene Plattformen, damit Anwendungen in einem eigenen Fenster ohne den Rahmen eines Browser-Fensters ausgeführt werden können.
es: <em>Desde un punto de vista filosófico</em>, la idea de una aplicación web abierta instalable va más allá de simplemente incluir un archivo manifest en tu sitio web. Las tecnologías de los estándares web pueden concebirse como una plataforma de aplicaciones completa que utiliza el motor de un navegador para mostrar las interfaces del usuario e interpretar el código, y usa los protocolos web para comunicarse con un servidor. Mozilla ofrece ejecutables &quot;<a href="%(url)s">web runtime</a>&quot; para distintas plataformas con el fin de que las aplicaciones se ejecuten en su propia ventana, prescindiendo del marco de la ventana de un navegador.
fr: <em>D'un point de vue philosophique</em>, l'idée d'Open Web App installable va plus loin que le simple ajout d'un manifeste à votre site web. Les technologies standards du Web peuvent être vues comme une plateforme applicative complète qui se trouve utiliser un moteur de navigateur pour effectuer le rendu de l'interface utilisateur, interpréter le code et utilise les protocoles du Web pour dialoguer avec un serveur. Mozilla fournis des exécutables « <a href="%(url)s">Web runtime</a> » pour différentes plateformes de sorte que les applications peuvent s'exécuter dans leur propre fenêtre, sans fenêtre de navigateur.
it: Da un punto di vista <em>ideologico</em>, un'app web aperta e installabile è molto più di un sito web con l'aggiunta di un manifesto. Le tecnologie standardizzate del Web possono essere viste come una piattaforma di applicazioni in piena regola che sceglie di utilizzare il motore di un browser per visualizzare l'interfaccia utente e interpretare il codice, e i protocolli web per comunicare con il server. Mozilla mette a disposizione degli sviluppatori gli eseguibili di &quot;<a href="%(url)s">Web runtime</a>&quot; su varie piattaforme in modo da poter eseguire le app all'interno di finestre dedicate e non dover utilizzare il browser .
pl: Patrząc filozoficznie, idea instalowalnych aplikacji otwartej sieci jest czymś więcej niż prostym dodaniem dodaniem manifestu do swojej strony. Technologie standardów sieciowych można postrzegać jako pełnowymiarową platformę aplikacji, która używa silnika przeglądarki do renderowania interfejsów użytkownika i interpretowania kodu oraz używa protokołów sieciowych do komunikacji z serwerem. Mozilla „<a href="%(url)s">sieciowe środowisko uruchomieniowe</a>” dla różnych platform, zatem aplikacje mogą uruchamiać się w swoich własnych oknach bez ramki okna przeglądarki.

source: To &quot;appify&quot; a website, there are many application-specific questions to consider:
de: Um eine Website zu „appifizieren“ gibt es viele anwendungsspezifische Fragen, die beachtet werden müssen:
es: Para &quot;aplificar&quot; un sitio web, hay que tener en cuenta una serie de cuestiones relacionadas con las aplicaciones:
fr: Pour « applifier » un site web, il y a plusieurs points propre à l'application à prendre en compte :
it: Prima di trasformare un sito web in un'app ci sono diversi aspetti relativi al tipo di applicazione di cui tener conto:
pl: Aby zmienić stronę w aplikację, istnieje wiele konkretnych pytań do rozważenia:

source: Should my app work when not connected to the Web?
cs: Měla by má aplikace fungovat i v situaci, kdy nejsem připojen k webu?
de: Sollte meine Anwendung funktionieren, wenn keine Internetverbindung besteht?
es: ¿Mi aplicación debe funcionar cuando no se esté conectado a la Web?
fr: Est-ce que mon application doit fonctionner en mode déconnecté ?
it: La mia app deve funzionare anche quando non è connessa a Internet?
pl: Czy moja aplikacja powinna działać bez połączenia z siecią?

source: How does my app use data, and how does it need to be stored?
de: Wie verwendet meine Anwendung Daten und wie müssen sie gespeichert werden?
es: ¿Cómo usa mi aplicación los datos y cómo requiere que se almacenen?
fr: Comment mon application consomme les données, et comment les stocker ?
it: In che modo la mia app utilizza i dati e come deve archiviarli?
pl: Jak moja aplikacja używa danych i jak powinny być przechowywane?

source: Can my app's performance benefit from advanced platform features like <a href="%(url_workers)s">Web Workers</a> or <a href="%(url_sockets)s">WebSockets</a>?
de: Kann die Leistung meiner Anwendung von erweiterten Plattformfunktionen wie <a href="%(url_workers)s"> Web Workers</a> oder <a href="%(url_sockets)s">WebSockets</a> profitieren?
es: ¿Puede el rendimiento de mi aplicación beneficiarse de características avanzadas de la plataforma como <a href="%(url_workers)s">Web Workers</a> o <a href="%(url_sockets)s">WebSockets</a>?
fr: Est-ce que les performances peuvent être améliorées grâce à des fonctionnalités avancées comme les <a href="%(url_workers)s">Web Workers</a> ou les <a href="%(url_sockets)s">WebSockets</a> ?
it: Il rendimento della mia app può essere migliorato da funzionalità avanzate della piattaforma come <a href="%(url_workers)s">Web Workers</a> o <a href="%(url_sockets)s">WebSockets</a>?
pl: Czy wydajność mojej aplikacji polepszy się dzięki zaawansowanych funkcjom platformy, jak <a href="%(url_workers)s">Web Workers</a> lub <a href="%(url_sockets)s">WebSockets</a>?

source: And many more
cs: A mnohem více
de: Und vieles mehr
es: Y muchas más
fr: Et encore beaucoup d'autres
it: E molte altre
pl: I wiele więcej
ru: И многое другое

source: If you want to take full advantage of the capabilities of installable apps, there is plenty that you can do. For example:
de: Wenn Sie die Möglichkeiten installierbarer Anwendungen voll ausnutzen möchten, gibt es einiges, was Sie tun können. Zum Beispiel:
es: Si deseas aprovecharte de todo el potencial de las aplicaciones instalables, hay muchas cosas que puedes hacer. Por ejemplo:
fr: Si vous voulez bénéficier de tous les avantages des capacités des applications installables, il y a plein de choses à faire. Par exemple :
it: Esistono numerosi metodi per sfruttare appieno le potenzialità delle app installabili, per esempio:
pl: Jeśli chcesz w pełni korzystać z możliwości instalowalnych aplikacji, jest wiele rzeczy, które możesz zrobić. Na przykład:

source: Use <a href="%(url)s">responsive Web design</a> to look good and work well on all devices.
de: <a href="%(url)s">Responsives Web-Design</a> verwenden, um auf allen Geräten gut auszusehen und zu funktionieren.
es: Usa <a href="%(url)s">diseño web adaptativo</a> para un gran diseño y funcionamiento en todos los dispositivos.
fr: Utiliser <a href="%(url)s">un design web adaptatif</a> pour avoir une ergonomie adaptée et correcte sur tous les appareils.
it: Utilizzare il <a href="%(url)s">Web design reattivo</a> per assicurarti che la tua app venga visualizzata e funzioni correttamente su tutti i dispositivi.
pl: Użyj <a href="%(url)s">elastycznego projektu</a>, by wyglądała i działała dobrze na wszystkich urządzeniach.

source: Charge money for apps.
de: Geld für Anwendungen verlangen.
es: Cobra dinero por las aplicaciones.
fr: Faire payer pour des applications.
it: Rendere le app a pagamento.
pl: Pobieraj opłaty za aplikacje.
ru: Взимать деньги за приложения.

source: Provide a way to <a href="%(url)s">identify users</a>.
de: Eine Möglichkeit bieten, <a href="%(url)s">Benutzer zu identifizieren</a>.
es: Facilita una forma de <a href="%(url)s">identificación de los usuarios</a>.
fr: Fournir un moyen <a href="%(url)s">d'identifier les utilisateurs</a>.
it: Fornire agli utenti un metodo di <a href="%(url)s">identificazione</a>.
pl: Wprowadź możliwość <a href="%(url)s">identyfikacji użytkowników</a>.

source: <a href="%(url)s">Enable offline caching</a> so the app can be used when the device is not on the Internet.
de: <a href="%(url)s">Offline-Caching aktivieren</a>, damit die Anwendung verwendet werden kann, wenn das Gerät keine Internetverbindung hat.
es: <a href="%(url)s">Habilita el cacheo sin conexión</a> para que la aplicación pueda utilizarse cuando el dispositivo no esté conectado a internet.
fr: <a href="%(url)s">Activer la mise en cache pour le mode déconnecté</a> de sorte que l'application est utilisable même sans accès à Internet.
it: <a href="%(url)s">Attivare la cache non in linea</a> per permettere agli utenti di utilizzare l'app anche quando non sono connessi alla rete.
pl: <a href="%(url)s">Włącz pamięć offline</a>, dzięki czemu będzie można używać aplikację, kiedy urządzenie nie ma połączenia z Internetem.

source: Store data locally using either <a href="%(url_idx)s">IndexedDB</a> or <a href="%(url_storage)s">localStorage</a>.
de: Daten lokal speichern, entweder mit <a href="%(url_idx)s">IndexedDB</a> oder <a href="%(url_storage)s">localStorage</a>.
es: Almacena los datos en local a través de <a href="%(url_idx)s">IndexedDB</a> o <a href="%(url_storage)s">localStorage</a>.
fr: Stocker localement les données soit avec <a href="%(url_idx)s">IndexedDB</a> ou <a href="%(url_storage)s">localStorage</a>.
it: Archiviare i dati localmente utilizzando <a href="%(url_idx)s">IndexedDB</a> o <a href="%(url_storage)s">localStorage</a>.
pl: Przechowuj dane lokalnie za pomocą <a href="%(url_idx)s">IndexedDB</a> lub <a href="%(url_storage)s">localStorage</a>.

source: <a href="%(url)s">Launch the app</a> natively (with an icon on the desktop or the home screen).
de: <a href="%(url)s">Die Anwendung nativ starten</a> (mit einem Symbol auf dem Desktop oder Startbildschirm).
es: <a href="%(url)s">Lanza la aplicación</a> de forma nativa (con un icono en el escritorio o en la pantalla de inicio).
fr: <a href="%(url)s">Exécuter l'application</a> nativement (avec une icône sur le bureau ou l'écran d'accueil).
it: <a href="%(url)s">Avviare l'app</a> allo stesso modo di tutte le altre applicazioni del sistema (da un'icona sul desktop o dalla schermata iniziale).
pl: <a href="%(url)s">Uruchamiaj aplikację</a> natywnie (z ikoną na pulpicie lub ekranie domowym).

source: Use device APIs to interact with hardware, such as <a href="%(url_geo)s">geolocation</a> and <a href="%(url_motion)s">orientation</a>.
de: Geräte-APIs verwenden, um mit Hardware zu interagieren, wie <a href="%(url_geo)s">Geolokation</a> und <a href="%(url_motion)s">Ausrichtung</a>.
es: Utiliza API de dispositivo para interactuar con el hardware, como <a href="%(url_geo)s">geolocalización</a> y <a href="%(url_motion)s">orientación</a>.
fr: Utiliser les API pour interagir avec le matériel, comme <a href="%(url_geo)s">la géolocalisation</a> et <a href="%(url_motion)s">l'orientation</a>.
it: Interagire con l'hardware utilizzando le API del dispositivo, come la <a href="%(url_geo)s">geolocalizzazione</a> e l'<a href="%(url_motion)s">orientamento</a>.
pl: Użyj API urządzenia do interakcji ze sprzętem, jak <a href="%(url_geo)s">geolokacja</a> i <a href="%(url_motion)s">orientacja</a>.

source: Give users a way to give you feedback. Mozilla's user research shows that users want to give feedback to app developers, and want to know that there is a human receiving it. They want to make suggestions and get help with problems. They may stop using an app if they have a problem and there is no way to get help with it.
de: Geben Sie Anwendern eine Möglichkeit, Ihnen ihre Meinung zu sagen. Mozillas Benutzerforschung zeigt, dass Anwender Anwendungsentwicklern ihre Meinung sagen möchten und sicher sein möchten, dass sie von einem Menschen gelesen wird. Sie möchten Vorschläge machen und Hilfe bei Problemen. Möglicherweise hören sie auf, eine Anwendung zu verwenden, wenn sie ein Problem haben und keine Möglichkeit haben, sich Hilfe zu holen.
es: Ofrece a los usuarios una forma de darte opiniones y hacerte sugerencias. El estudio sobre usuarios que lleva a cabo Mozilla demuestra que estos desean poder compartir sus opiniones y sugerencias con los desarrolladores de aplicaciones y saber que hay alguien que las recibe. Desean hacer sugerencias y obtener ayuda con sus problemas. Dejarán de usar una aplicación si tienen un problema y no disponen de un mecanismo de ayuda para resolverlo.
fr: Donner un moyen aux utilisateurs de vous envoyer un retour. Les recherches de Mozilla sur les utilisateurs montrent qu'ils veulent donner leur avis aux développeurs et savoir qu'il y a un être humain pour le recevoir. Ils veulent faire des suggestions et obtenir de l'aide pour les problèmes potentiels. Ils peuvent arrêter d'utiliser une application s'il y a un soucis et qu'il n'y a pas de possibilité d'assistance.
it: Fornire agli utenti un mezzo per inviarti i loro commenti. Una ricerca di Mozilla mostra che gli utenti desiderano far conoscere i loro commenti agli sviluppatori e ci tengono a sapere che essi vengono letti da un essere umano. Vogliono condividere i loro suggerimenti e ricevere assistenza per i problemi. Possono anche arrivare a smettere di utilizzare un'app se, riscontrato un problema, non hanno modo di trovare assistenza.
pl: Daj użytkownikom sposób przesyłania opinii. Badania użytkowników Mozilli pokazują, że użytkownicy chcą przekazywać opinie autorom aplikacji i chcą wiedzieć, że otrzymuje je człowiek. Chcą zgłaszać sugestie i pomóc z problemami. Mogą zaprzestać używania aplikacji, jeśli napotkają problem i nie będzie sposoby na uzyskanie pomocy.

source: Useful technologies
cs: Užitečné technologie
de: Nützliche Technologien
es: Tecnologías útiles
fr: Technologies utiles
it: Tecnologie utili
pl: Przydatne technologie
ru: Полезные технологии

source: See <a href="%(url)s">Useful technologies</a>.
cs: Podívejte se na článek <a href="%(url)s">Užitečné technologie</a>.
de: Siehe <a href="%(url)s">Nützliche Technologien</a>.
es: Ver <a href="%(url)s">Tecnologías útiles</a>.
fr: Voir <a href="%(url)s">Technologies utiles</a>.
it: Consulta <a href="%(url)s">Tecnologie utili</a>.
pl: Zobacz <a href="%(url)s">przydatne technologie</a>.

source: Open Web Apps for Android
cs: Otevřené webové aplikace pro Android
de: Anwendungen des offenen Web für Android
es: Aplicaciones web abiertas para Android
fr: Open Web Apps pour Android
it: App web aperte per Android
pl: Aplikacje otwartej sieci dla Androida
ru: Открытые веб-приложения для Android

source: Payments
cs: Platby
de: Zahlungen
es: Pagos
fr: Paiements
it: Pagamenti
ko: 결제
nl: Betalingen
pl: Płatności
ru: Платежи
sl: Plačila
zh_cn: 支付

source: Firefox OS Quick Start
cs: Rychlý start s Firefox OS
de: Firefox-OS-Schnellstart
es: Introducción rápida a Firefox OS
fr: Démarrage rapide Firefox OS
it: Guida introduttiva a Firefox OS
pl: Firefox OS – szybki start
ru: Быстрое введение в Firefox OS

source: The <a href="%(url)s">Firefox OS</a> platform gives web developers exactly what they've wanted for years: a mobile environment dedicated to apps created with just HTML, CSS, and JavaScript. This guide aims to get you up and running with an environment and basic app architecture so that you can create the next great app!
de: Mit der Plattform <a href="%(url)s">Firefox OS</a> erhalten Web-Entwickler genau was sie jahrelang wollten: Eine mobile Entwicklungsumgebung extra für Anwendungen, die nur mit HTML, CSS und JavaScript entwickelt werden. Dieser Leitfaden soll Sie startklar machen mit einer Umgebung und grundlegenden Anwendungsarchitektur, damit Sie die nächste tolle Anwendung entwickeln können.
es: La plataforma <a href="%(url)s">Firefox OS</a> ofrece a los desarrolladores exactamente lo que querían desde hace años: un entorno móvil dedicado a aplicaciones creadas exclusivamente con HTML, CSS y JavaScript. Esta guía pretende ayudarte a que todo esté listo y funcionando con un entorno y una arquitectura básica de la aplicación para que puedas crear la siguiente gran aplicación.
fr: La plateforme <a href="%(url)s">Firefox OS</a> donne aux développeurs web ce qu'ils demandaient depuis des années : un environnement mobile dédié aux applications créés en HTML, CSS et JavaScript. Ce guide vise à vous mettre le pied à l'étrier avec l'environnement et l'architecture d'une application de base pour que vous puissiez créer LA prochaine super application !
it: La piattaforma di <a href="%(url)s">Firefox OS</a> fornisce agli sviluppatori web ciò che hanno desiderato per anni: un ambiente mobile dedicato per le app create sfruttando le tecnologie web, HTML, CSS, e JavaScript. Lo scopo di questa guida è illustrare l'ambiente e la struttura di base di un'app per permetterti di sviluppare app di successo.
pl: Platforma <a href="%(url)s">Firefox OS</a> daje programistom internetowym dokładnie to, czego pragnęli od dawna: mobilne środowisko przeznaczone dla aplikacji tworzonych tylko w HTML, CSS i JavaScript. Ten poradnik wprowadzi ciebie w środowisko oraz podstawową architekturę aplikacji, dzięki czemu będziesz w stanie stworzyć kolejną świetną aplikację!

source: If you'd like to follow along with this guide, you can <a href="%(url)s">download the quick start app</a>.
de: Wenn Sie diesem Leitfaden folgen möchten, können Sie <a href="%(url)s">die Schnellstart-Anwendung herunterladen</a>.
es: Si deseas continuar leyendo esta guía, puedes <a href="%(url)s">descargar la aplicación de la introducción rápida</a>.
fr: Si vous voulez suivre ce guide, vous pouvez <a href="%(url)s">télécharger l'application démarrage rapide</a>.
it: Se desideri consultare e approfondire con calma i contenuti della guida puoi <a href="%(url)s">scaricare l'app della guida introduttiva</a>.
pl: Jeśli chcesz pracować z tym przewodnikiem, możesz <a href="%(url)s">pobrać aplikację szybkiego startu</a>

source: App Structure
cs: Struktura aplikace
de: Anwendungsstruktur
es: Estructura de las aplicaciones
fr: Structure de l'application
it: Struttura dell'app
pl: Struktura aplikacji
ru: Структура приложения

source: Packaged vs. Hosted Apps
cs: Zabalené vs. hostované aplikace
de: Gepackte vs. gehostete Anwendungen
es: Aplicaciones empaquetadas en comparación a aplicaciones alojadas
fr: Applications empaquetées versus hébergées
it: App pacchettizzate e app ospitate a confronto
pl: Aplikacje spakowane i hostowane

source: There are two types of Firefox OS apps: <code>packaged</code> and <code>hosted</code>. Packed apps are essentially a <code>zip</code> file containing all of of an apps assets: HTML, CSS, JavaScript, images, manifest, etc. Hosted apps are run from a server at a given domain, just like a standard website. Both app types require a valid manifest. When it comes time to list your app on the Firefox Marketplace, you will either upload your app as a zip file or provide the URL to where your hosted app lives.
de: Es gibt zwei Typen von Firefox-OS-Anwendungen: <code>gepackte</code> und <code>gehostete</code>. Gepackte Anwendungen sind im Grund eine <code>ZIP</code>-Datei, die alle Daten einer Anwendung enthält. Gehostete Anwendungen laufen von einem Server einer bestimmten Domain, genau wie eine normale Website. Beide Anwendungstypen erfordern ein gültiges Manifest. Wenn es soweit ist und Sie Ihre Anwendung in den Firefox Marketplace einstellen, laden Sie Ihre Anwendung entweder als ZIP-Datei hoch oder geben die URL an, wo Ihre gehostete Anwendung liegt.
es: Existen dos tipos de aplicaciones Firefox OS: <code>empaquetadas</code> y <code>alojadas</code>. Las aplicaciones empaquetadas son principalmente un archivo <code>zip</code> que contiene todos los recursos de un aplicación: HTML, CSS, JavaScript, imágenes, archivo manifest, etc. Las aplicaciones alojadas se ejecutan desde un servidor de un determinado dominio, igual que una página web. Los dos tipos de aplicación necesitan un archivo manifest válido. Cuando quieras incluir tu aplicación en Firefox Marketplace, deberás cargar la aplicación como si fuera un archivo zip o proporcionar la dirección URL en la que se aloja la aplicación.
fr: Il existe deux types d'applications Firefox OS : <code>empaquetées</code> et <code>hébergées</code>. Les premières sont essentiellement un fichier <code>zip</code> contenant tous les éléments de l'application : HTML, CSS, JavaScript, images, manifeste, etc. Les applications hébergées sont exécutées depuis un serveur sur un domaine donné, à la manière d'un site web classique. Les deux nécessitent un manifeste valide. Quand vous hébergerez votre application sur le Marketplace Firefox, il faudra soit envoyer votre application dans un fichier zip, soit indiquer l'adresse URL où votre application hébergée se trouve.
it: Esistono due tipi di app per Firefox OS: <code>pacchettizzate</code> e <code>ospitate</code>. Le app pacchettizzate sono essenzialmente file <code>zip</code> contenenti tutte le risorse dell'app: HTML, CSS, JavaScript, immagini, manifesto ecc. Le app ospitate vengono eseguite dal server di un dato dominio, proprio come un normale sito web. Per entrambi i tipi di app è necessario fornire un manifesto valido. Al momento della pubblicazione dell'app su Firefox Marketplace è possibile scegliere se caricare il file ZIP dell'app o fornire l'URL in cui è ospitata.
pl: Istnieją dwa rodzaje aplikacji Firefox OS: <code>spakowane</code> i <code>hostowane</code>. Aplikacje spakowane są zasadniczo plikami <code>zip</code>, zawierającymi wszystkie zasoby aplikacji: HTML, CSS, JavaScript, obrazki, manifesty itp. Aplikacje hostowane uruchamiane są z serwera w podanej domenie, podobnie jak standardowa strona internetowa. Oba rodzaje aplikacji wymagają poprawnego manifestu. Gdy zamierzasz zgłosić aplikację do Marketplace, musisz albo wgrać ją jako plik zip, albo podać adres URL, pod którym aplikacja jest hostowana.
