Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Abuse reported.
cs: Zneužití bylo nahlášeno.
de: Missbrauch gemeldet.
el: Αναφέρθηκε κατάχρηση.
es: Informe de abuso enviado.
fr: Abus rapporté.
it: Abuso segnalato.
ja: 不正報告が送信されました。
ko: 위반 사실을 신고했습니다.
nl: Misbruik gerapporteerd.
pa_in: ਬਦਸਲੂਕੀ ਦੀ ਸੂਚਨਾ।
pl: Zgłoszono naruszenie zasad.
pt_pt: Abuso reportado.
ru: О злоупотреблении сообщено.
sl: Zloraba sporočena.
uk: Скаргу відправлено.
zh_cn: 已报告滥用。

source: My add-on doesn't fit into any of the categories
cs: Můj doplněk nezapadá do žádné z kategorií
de: Mein Add-on passt in keine der Kategorien
el: Το πρόσθετο μου δεν περιέχεται σε καμία από τις κατηγορίες
es: Mi complemento no encaja en ninguna de las categorías
fr: Mon module ne correspond à aucune de ces catégories
it: Il mio componente aggiuntivo non rientra in alcuna delle categorie
ja: このアドオンはどのカテゴリにも当てはまりません
ko: 어떤 분류에도 이 부가 기능과 부합하지 않습니다
nl: Mijn add-on past niet in een van de categorieën
pa_in: ਮੇਰਾ ਐਡ-ਆਨ ਕਿਸੇ ਵੀ ਵਰਗ ਵਿੱਚ ਰਾਸ ਨਹੀਂਂ ਆ ਰਿਹਾ
pl: Mój dodatek nie pasuje do żadnej z kategorii
pt_pt: O meu extra não se enquadra em nenhuma das categorias
ru: Мое дополнение не подходит ни под одну из категорий
sl: Moj dodatek ne spada v nobeno od kategorij
uk: Мій додаток не підходить жодній з категорій
zh_cn: 我的附加组件不适合任何分类

source: Other add-ons by %(author)s
cs: Ostatní doplňky autora %(author)s
de: Weitere Add-ons von %(author)s
el: Άλλα πρόσθετα από τον/την %(author)s
es: Otros complementos de %(author)s
fr: Autres modules de %(author)s
it: Altri componenti aggiuntivi di %(author)s
ja: %(author)s が公開している他のアドオン
ko: 이 제작자의 다른 부가 기능
nl: Overige add-ons door %(author)s
pa_in: %(author)s ਵੱਲੋਂ ਹੋਰ ਐਡ-ਆਨ
pl: Inne dodatki autorstwa %(author)s
pt_pt: Outros extras de %(author)s
ru: Другие дополнения от %(author)s
sl: Drugi dodatki iz rok %(author)s
uk: Інші додатки від %(author)s
zh_cn: %(author)s 的其他附加组件

# addons_author_addons_submit
source: Go
cs: Odeslat
de: Anzeigen
el: Μετάβαση
es: Enviar
fr: Ok
it: Vai
ja: 送信
ko: 확인
nl: Indienen
pl: Przejdź
ru: Перейти
sl: Pojdi
zh_cn: 提交

source: No compatible versions
cs: Nekompatibilní verze
de: Keine kompatiblen Versionen
el: Δεν υπάρχουν συμβατές εκδόσεις
es: No hay versiones compatibles
fr: Pas de version compatible
it: Nessuna versione compatibile
ja: 互換性のあるバージョンはありません
ko: 호환 가능한 버전이 없음
nl: Geen compatibele versies
pa_in: ਕੋਈ ਅਨੁਕੂਲ ਵਰਜਨ ਨਹੀਂਂ
pl: Nie ma kompatybilnych wersji
pt_pt: Nenhuma versão compatível
ru: Нет совместимых версий
sl: Ni združljivih različic
uk: Немає сумісних версій
zh_cn: 没有兼容的版本

source: Added to Mobile
cs: Přidáno do mobilu
de: Hinzugefügt zu Mobil
el: Προστέθηκε στο κινητό
es: Agregado a Mobile
fr: Ajouté à Mobile
it: Aggiunto a dispositivi portatili
ja: モバイルへ追加しました
ko: 모바일에 추가
nl: Toegevoegd aan Mobiel
pa_in: ਮੋਬਾਈਲ ਵਿੱਚ ਸ਼ਾਮਲ
pl: Dodano do dodatków dla Firefoksa Mobile
pt_pt: Adicionado ao Mobile
ru: Добавлено в Mobile
sl: Dodano v mobilno napravo
uk: Додано до у Мобільні
zh_cn: 已添加到移动版

source: Add to Mobile
cs: Přidat do mobilu
de: Zum mobilem Gerät hinzufügen
el: Προσθήκη στα κινητά
es: Agregar a Mobile
fr: Ajouter à Mobile
it: Aggiungi a dispositivo portatile
ja: モバイルへ追加
ko: 모바일에 추가
nl: Toevoegen aan Mobiel
pa_in: ਮੋਬਾਈਲ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do Firefox Mobile
pt_pt: Adicionar ao Mobile
ru: Добавить в Mobile
sl: Dodaj v mobilno napravo
uk: Додати у Мобільні
zh_cn: 添加到移动版

source: for {0}
cs: pro {0}
de: für {0}
el: για {0}
es: para {0}
fr: Pour {0}
it: per {0}
ja: ({0} 用)
ko: {0}용
nl: voor {0}
pa_in: {0} ਲਈ
pl: dla {0}
pt_pt: para {0}
ru: для {0}
sl: za {0}
uk: для {0}
zh_cn: 适用于 {0}

source: View privacy policy
cs: Zobrazit zásady ochrany soukromí
de: Datenschutzhinweise anzeigen
el: Δείτε την πολιτική απορρήτου
es: Ver la política de privacidad
fr: Afficher la politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシーを表示
ko: 개인 정보 보호 정책 보기
nl: Privacybeleid bekijken
pa_in: ਪਰਦਾ ਨੀਤੀ ਵੇਖੋ
pl: Zasady ochrony prywatności
pt_pt: Ver a política de privacidade
ru: Просмотреть политику приватности
sl: Ogled politike zasebnosti
uk: Ознайомитися з політикою приватності
zh_cn: 查看隐私政策

source: This add-on has not been reviewed by Mozilla. <a href="%(url)s">Learn more</a>
cs: Tento doplněk nebyl Mozillou zkontrolován. <a href="%(url)s">Dozvědět se více</a>
de: Dieses Add-on wurde noch nicht von Mozilla geprüft. <a href="%(url)s">Erfahren Sie mehr</a>
el: Αυτό το πρόσθετο δεν έχει αξιολογηθεί από την ομάδα του Mozilla. <a href="%(url)s">Μάθετε περισσότερα</a>
es: Este complemento no ha sido revisado por Mozilla. <a href="%(url)s">Más información</a>
fr: Ce module n'a pas été vérifié par Mozilla. <a href="%(url)s">En savoir plus</a>
it: Questo componente aggiuntivo non è stato revisionato da Mozilla. <a href="%(url)s">Ulteriori informazioni</a>
ja: このアドオンは Mozilla の審査を受けていません。<a href="%(url)s">詳細</a>
ko: 이 부가 기능은 Mozilla의 심사를 받지 않았습니다. <a href="%(url)s">자세히 알아보기</a>
nl: Deze add-on is niet door Mozilla beoordeeld. <a href="%(url)s">Meer info</a>
pa_in: ਇਸ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਮੌਜ਼ੀਲਾ ਵੱਲੋਂ ਨਹੀਂਂ ਕੀਤੀ ਗਈ। <a href="%(url)s">ਹੋਰ ਜਾਣੋ</a>
pl: Ten dodatek nie był sprawdzony przez Mozillę. <a href="%(url)s">Dowiedz się więcej</a>
pt_pt: Este extra não foi revisto pela Mozilla. <a href="%(url)s">Saiba mais</a>
ru: Это дополнение не был проверено Mozilla. <a href="%(url)s">Узнайте больше</a>
sl: Tega dodatka Mozilla predhodno ni pregledala. <a href="%(url)s">Več o tem</a>
uk: Цей додаток не був перевірений Mozilla. <a href="%(url)s">Дізнатись більше</a>
zh_cn: 此附加组件尚未经过 Mozilla 审核。<a href="%(url)s">详细了解</a>

source: This add-on has been preliminarily reviewed by Mozilla. <a href="%(url)s">Learn more</a>
cs: Tento doplněk byl Mozillou předběžně zkontrolován. <a href="%(url)s">Dozvědět se více</a>
de: Dieses Add-on wurde vorläufig von Mozilla freigegeben. <a href="%(url)s">Erfahren Sie mehr</a>
el: Αυτό το πρόσθετο έχει αξιολογηθεί προκαταρκτικά μόνο από την ομάδα του Mozilla. <a href="%(url)s">Μάθετε περισσότερα</a>
es: Este complemento ha sido revisado previamente por Mozilla. <a href="%(url)s">Más información</a>
fr: Ce module a été partiellement vérifié par Mozilla. <a href="%(url)s">En savoir plus</a>
it: Questo componente aggiuntivo è stato sottoposto a una revisione preliminare da Mozilla. <a href="%(url)s">Ulteriori informazioni</a>
ja: このアドオンは Mozilla の事前審査を受けています。<a href="%(url)s">詳細</a>
ko: 이 부가 기능은 Mozilla의 예비 심사를 통과했습니다. <a href="%(url)s">자세히 알아보기</a>
nl: Deze add-on is voorlopig door Mozilla beoordeeld. <a href="%(url)s">Meer info</a>
pa_in: ਇਸ ਐਡ-ਆਨ ਦੀ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਮੌਜ਼ੀਲਾ ਵੱਲੋਂ ਕੀਤੀ ਗਈ। <a href="%(url)s">ਹੋਰ ਜਾਣੋ</a>
pl: Ten dodatek był wstępnie sprawdzony przez Mozillę. <a href="%(url)s">Dowiedz się więcej</a>
pt_pt: Este extra foi revisto preliminarmente pela Mozilla. <a href="%(url)s">Saiba mais</a>
ru: Это дополнение прошло предварительную проверку Mozilla. <a href="%(url)s">Узнайте больше</a>
sl: Ta dodatek je Mozilla predhodno pregledala. <a href="%(url)s">Več o tem</a>
uk: Цей додаток пройшов попередній розгляд Mozilla. <a href="%(url)s">Дізнатись більше</a>
zh_cn: 此附加组件已通过 Mozilla 初步审核。<a href="%(url)s">详细了解</a>

source: This add-on is hosted on the developer's own website and has not been reviewed by Mozilla.
cs: Tento doplněk je hostován na vlastním webu vývojáře a nebyl tudíž Mozillou zkontrolován.
de: Dieses Add-on wird vom Entwickler auf dessen eigener Webseite zur Verfügung gestellt und wurde nicht von Mozilla überprüft.
es: Este complemento está alojado en la propia web del desarrollador y no ha sido revisado por Mozilla.
it: Questo componente aggiuntivo è ospitato autonomamente sul sito dello sviluppatore e non è stato verificato da Mozilla.
pl: Ten dodatek jest udostępniany ze strony twórcy i nie został zweryfikowany przez Mozillę.
ru: Это дополнение размещено на собственном веб-сайте разработчика и не было проверено Mozilla.

source: by %(users)s
cs: od %(users)s
de: von %(users)s
el: από τον/την %(users)s
es: por %(users)s
fr: par %(users)s
it: di %(users)s
ja: 作者: %(users)s
ko: 제작: %(users)s
nl: door %(users)s
pa_in: %(users)s ਵੱਲੋਂ
pl: autor: %(users)s
pt_pt: por %(users)s
ru: от %(users)s
sl: po %(users)s
uk: від %(users)s
zh_cn: 作者：%(users)s

source: <strong>{0}</strong> add-on
cs: <strong>{0}</strong> doplněk
el: <strong>{0}</strong> πρόσθετο
es: <strong>{0}</strong> complemento
fr: <strong>{0}</strong> module
it: <strong>{0}</strong> componente aggiuntivo
ja: <strong>{0}</strong> 個のアドオン
ko: 부가 기능 <strong>{0}</strong>개
pl: <strong>{0}</strong> dodatek
ru: <strong>{0}</strong> дополнение
sl: <strong>{0}</strong> dodatek
zh_cn: <strong>{0}</strong> 个附加组件

source: <span>{0}</span> follower
cs: <span>{0}</span> odběratel
de: <span>{0}</span> Beobachter
el: Παρακολουθεί <span>{0}</span> χρήστης
es: <span>{0}</span> seguidor
fr: <span>{0}</span> abonné
it: <span>{0}</span> iscritto
ja: <span>{0}</span> 人のフォロー
ko: 팔로워 <span>{0}</span>명
nl: <span>{0}</span> volger
pl: <span>{0}</span> obserwator
ru: <span>{0}</span> последователь
sl: <span>{0}</span> naročnik
zh_cn: <span>{0}</span> 位关注者

source: Introduction
cs: Úvod
de: Einführung
el: Εισαγωγή
es: Introducción
it: Introduzione
ja: 初めての方へ
ko: 소개
nl: Introductie
pl: Wstęp
ru: Введение
sl: Predstavitev
zh_cn: 介绍

source: What are Add-ons?
cs: Co jsou doplňky?
de: Was sind Add-ons?
el: Τί είναι τα πρόσθετα;
es: ¿Qué son los complementos?
fr: Que sont les modules ?
it: Che cosa sono i componenti aggiuntivi?
ja: アドオンとは？
ko: 부가 기능이란?
nl: Wat zijn add-ons?
pa_in: ਐਡ-ਆਨ ਕੀ ਹਨ?
pl: Co to są dodatki?
pt_pt: O que são extras?
ru: Что такое дополнения?
sl: Kaj so dodatki?
uk: Що таке додатки?
zh_cn: 什么是附加组件？

source: Extras
cs: Extra
el: Επιπλέον
it: Extra
ja: 追加機能
ko: 규모
pl: Dodatkowe
ru: Дополнительно
sl: Dodatki
zh_cn: 扩展

source: <strong>Over 5000 free extras</strong> that let you customize and extend Firefox to meet your needs.
cs: <strong>Více než 5000 způsobů</strong>, jak si přizpůsobit a rozšířit Firefox dle svých potřeb.
de: <strong>Über 5000 kostenlose Erweiterungen</strong>, mit denen Sie Firefox nach Belieben anpassen und erweitern können, damit er genau das tut, was Sie brauchen.
el: <strong>Πάνω από 5000 δωρεάν πρόσθετα</strong> για να προσαρμόσετε και να φέρετε τον Firefox στα μέτρα σας.
es: <strong>Más de 5000 complementos</strong> que te permiten personalizar y extender Firefox del modo que necesitas.
fr: <strong>Comment installer dans Thunderbird</strong> <ol> <li>Télécharger et enregistrer le fichier sur votre disque dur.</li> <li>Dans Mozilla Thunderbird, allez chercher Modules complémentaires dans le menu Outils.</li> <li>Cliquez sur le bouton Installer, et indiquez/sélectionnez le fichier que vous avez téléchargé, puis valider par « OK ».</li> </ol>
it: <strong>Oltre 5000 componenti aggiuntivi gratuiti</strong> che ti permettono di personalizzare Firefox e adattarlo alle tue esigenze.
ja: 自分のニーズに合わせて Firefox をカスタマイズ、拡張できる、<strong>5000 種類以上にのぼる無料の追加機能</strong>です。
ko: <strong>5000개 이상의 뛰어난 무료 부가 기능</strong>을 통해 원하는 대로 Firefox를 커스터마이징하고 확장할 수 있습니다.
nl: <strong>Meer dan 5000 gratis extra’s</strong> waarmee u Firefox naar wens kunt aanpassen en uitbreiden.
pl: <strong>Ponad 5000 dodatków</strong>, które dostosowują Firefoksa do potrzeb użytkownika.
ru: <strong>Более 5000 бесплатных дополнений</strong>, которые позволят вам настроить Firefox под свои нужды, безгранично расширяя его функциональность.
sl: <strong>Več kot 5000 brezplačnih dodatkov,</strong> s katerimi si lahko prilagodite in razširite Firefox tako, da odgovarja vašim potrebam.
zh_cn: <strong>超过五千个免费扩展</strong>让您随心定制并扩展您的 Firefox 来满足您的需求。

source: Themes
cs: Motivy vzhledu
el: Θέματα
es: Temas
fr: Thèmes
it: Temi
ja: テーマ
ko: 테마
nl: Thema’s
pa_in: ਥੀਮ
pl: Motywy
pt_pt: Temas
ru: Темы
sl: Teme
uk: Теми
zh_cn: 主题

source: Toolbars, themes and search providers that <strong>help you perform common tasks.</strong>
cs: Lišty, motivy vzhledu a vyhledávací moduly, které vám <strong>pomohou urychlit provádění běžných činností.</strong>
de: Toolbars, Themes und Suchmaschinen, die Ihnen dabei helfen, <strong>alltägliche Aufgaben zu erfüllen.</strong>
el: Εργαλειοθήκες, θέματα και μηχανές αναζήτησης που σας <strong>βοηθούν σε καθημερινές εργασίες.</strong>
es: Barras de herramientas, temas y buscadores que <strong>te ayudan a realizar tareas comunes.</strong>
fr: Barres d'outils, thèmes et moteurs de recherche qui vous <strong>aident à accomplir des tâches quotidiennes.</strong>
it: Barre degli strumenti, temi e motori di ricerca in grado di <strong>aiutarti nelle operazioni di ogni giorno.</strong>
ja: <strong>一般的な作業を支援する</strong>、各種ツールバー、テーマ、検索エンジンです。
ko: 도구 모음, 테마, 검색 도구가 <strong>일상적인 업무 수행을 도와줍니다.</strong>
nl: Werkbalken, thema’s en zoekmachines die <strong>u helpen uw dagelijkse taken uit te voeren.</strong>
pl: Paski narzędzi, motywy i wtyczki wyszukiwarek, które <strong>pomagają wykonać proste zadania.</strong>
ru: Панели инструментов, темы и плагины для поисковых движков <strong>помогут вам выполнять повседневные задачи.</strong>
sl: Orodne vrstice, teme in ponudniki za iskanje, ki <strong>vam pomagajo opraviti običajne naloge.</strong>
zh_cn: <strong>协助您处理日常事务</strong>的工具栏、主题和搜索提供程序。

source: Install
cs: Instalace
de: Installieren
el: Εγκατάσταση
es: Instalar
fr: Installer
it: Installa
ja: インストール
ko: 설치
nl: Installeren
pl: Zainstaluj
ru: Установить
sl: Namesti
zh_cn: 安装

source: <strong>Easy to install</strong> and keep up-to-date.
cs: <strong>Snadné na instalaci</strong>. Když budou dostupné aktualizace, budete upozorněni.
de: <strong>Leicht zu installieren</strong>, und wenn es eine Aktualisierung gibt, werden Sie automatisch benachrichtigt.
el: <strong>Εύκολη εγκατάσταση</strong> και ενημέρωση.
es: <strong>Fáciles de instalar</strong>, serás avisado cuando haya actualizaciones disponibles.
fr: <strong>Simple à installer</strong>, et à garder à jour.
it: <strong>Facili da installare</strong> e da aggiornare.
ja: <strong>インストールは簡単</strong>、後は自動的に更新されます。
ko: <strong>쉽게 설치</strong>할 수 있으며 항상 최신버전을 유지시켜줍니다.
nl: <strong>Eenvoudig te installeren</strong> en bij te houden.
pl: <strong>Łatwe do zainstalowania</strong>, powiadamiają użytkownika, gdy jest dostępna ich aktualizacja.
ru: <strong>Их легко устанавливать</strong> и они уведомляют вас в случае появления обновлений.
sl: <strong>Enostavna namestitev</strong> in vedno na tekočem.
zh_cn: <strong>易于安装</strong>并随时保持最新状态。

source: Learn more about this add-on
cs: Zobrazí více o doplňku
de: Erfahren Sie mehr über dieses Add-on
el: Μάθετε περισσότερα για αυτό το πρόσθετο
es: Descubre más sobre este complemento
fr: En savoir plus sur ce module
it: Ulteriori informazioni su questo componente aggiuntivo
ja: このアドオンに関する詳細
ko: 이 부가 기능에 대해 더 알아보기
nl: Meer over deze add-on
pl: Dowiedz się więcej o tym dodatku
ru: Подробнее об этом дополнении
sl: Več o tem dodatku
zh_cn: 详细了解此附加组件

source: Like these? Find more add-ons in the {0} collection.
cs: Líbí se vám? Více doplňků naleznete ve sbírce {0}.
de: Mögen Sie diese? Finden Sie weitere Add-ons in der Sammlung "{0}".
el: Σας αρέσουν; Βρείτε κι άλλα πρόσθετα στη σελίδα της συλλογής {0}.
es: ¿Te gustan? Descubre más complementos en la colección {0}.
fr: Ces modules vous plaisent ? Découvrez-en plus dans la collection {0}.
it: Ti sembrano interessanti? Scopri altri componenti aggiuntivi nella raccolta {0}.
ja: 気に入りましたか？ {0} コレクションでさらに多くのアドオンを見つけましょう。
ko: 마음에 드시나요? {0} 모음집에서 관련 부가 기능을 더 찾아보세요.
nl: Leuke add-ons? Vind er meer in de collectie {0}.
pl: Lubisz te dodatki? Poszukaj podobnych w kolekcji {0}.
ru: Понравились? Найдите ещё больше дополнений в подборке {0}.
sl: So vam všeč? Poišči druge dodatke v zbirki {0}.
zh_cn: 喜欢这些吗？在 {0} 收藏集中查找更多的附加组件吧。

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
cs: Vývojář tohoto doplňku vás žádá o podporu dalšího vývoje formou malého příspěvku.
de: Der Entwickler dieses Add-ons bittet darum, dass Sie die weitere Entwicklung dieses Add-ons mit einer kleinen Spende unterstützen.
el: Ο δημιουργός αυτού του πρόσθετου ζητάει να βοηθήσετε στην περαιτέρω ανάπτυξη του κάνοντας μια μικρή δωρεά.
es: El desarrollador de este complemento te pide que le ayudes en su desarrollo continuo realizando una pequeña contribución.
fr: Le développeur de ce module vous demande de le soutenir par une modeste contribution afin de pouvoir poursuivre le développement.
it: È possibile supportare lo sviluppatore di questo componente aggiuntivo attraverso una piccola donazione.
ja: このアドオンの作者は、開発を続けていくため、少額の寄付による支援を求めています。
ko: 이 부가 기능의 개발자는 개발을 계속하기 위해 소액 기부를 통한 도움을 청하고 있습니다.
nl: De ontwikkelaar van deze add-on vraagt uw steun voor verdere ontwikkeling door middel van een kleine bijdrage.
pa_in: ਇਸ ਐਡ-ਆਨ ਦਾ ਡਿਵੈਲਪਰ ਕਹਿੰਦਾ ਹੈ ਤੁਸੀਂ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਯੋਗਦਾਨ ਪਾ ਕੇ ਇਸ ਦੇ ਲਗਾਤਾਰ ਵਿਕਾਸ ਦੇ ਸਹਿਯੋਗ ਦੀ ਮਦਦ ਕਰੋ।
pl: Autor prosi cię o niewielką dotację, która pomoże mu kontynuować dalszy rozwój tego dodatku.
pt_pt: O desenvolvedor deste extra pede que o ajude para continuar o desenvolvimento com uma pequena contribuição.
ru: Разработчик этого дополнения просит вас помочь поддержать его дальнейшее развитие, сделав небольшой взнос.
sl: Razvijalec tega dodatka vas prosi, da mu z majhnim prispevkom pomagate pri nadaljnjem razvoju.
uk: Розробник цього додатку просить вас посприяти його подальшому розвитку, зробивши свій невеличкий внесок.
zh_cn: 此附加组件的开发者希望通过您的小额捐款，帮助支持其持续开发。

source: The developer of this add-on asks that you show your support by making a donation to the <a href="%(charity_url)s">%(charity_name)s</a>.
cs: Vývojář tohoto doplňku vás žádá, zda byste nepřispěli finančním příspěvkem na <a href="%(charity_url)s">%(charity_name)s</a>.
de: Der Entwickler dieses Add-ons fragt, ob Sie ihn unterstützen möchten, indem Sie an <a href="%(charity_url)s">%(charity_name)s</a> spenden.
el: Οι δημιουργοί αυτού του πρόσθετου ζητούν να δείξετε την υποστήριξη σας κάνοντας μια δωρεά στο <a href="%(charity_url)s">%(charity_name)s</a>.
es: El desarrollador de este complemento te pide que muestres tu apoyo haciendo una donación a <a href="%(charity_url)s">%(charity_name)s</a>.
fr: Le développeur de ce module demande que vous affichiez votre soutien en faisant un don à <a href="%(charity_url)s">%(charity_name)s</a>.
it: Lo sviluppatore di questo componente aggiuntivo chiede il tuo supporto attraverso una donazione a <a href="%(charity_url)s">%(charity_name)s</a>.
ja: このアドオンの作者は、<a href="%(charity_url)s">%(charity_name)s</a> への寄付によって、あなたの支援の気持ちを表して欲しいと考えています。
ko: 부가 기능 개발자가 <a href="%(charity_url)s">%(charity_name)s</a> 기부를 통한 지원을 요청하고 있습니다.
nl: De ontwikkelaar van deze add-on vraagt u uw steun te laten blijken door een bijdrage te doen aan de <a href="%(charity_url)s">%(charity_name)s</a>.
pa_in: ਇਸ ਐਡ-ਆਨ ਦਾ ਡਿਵੈਲਪਰ ਕਹਿੰਦਾ ਹੈ ਤੁਸੀਂ<a href="%(charity_url)s">%(charity_name)s</a>ਲਈ ਇੱਕ ਭੇਂਟ ਦੇ ਕੇ ਆਪਣਾ ਸਮਰਥਨ ਵਿਖਾਓ।
pl: Autor tego dodatku prosi o darowiznę na rzecz <a href="%(charity_url)s">%(charity_name)s</a>.
pt_pt: O desenvolvedor deste extra pede que mostre o seu apoio, fazendo uma doação para <a href="%(charity_url)s">%(charity_name)s</a>.
ru: Разработчик этого дополнения просит вас показать вашу поддержку, сделав взнос в пользу <a href="%(charity_url)s">%(charity_name)s</a>.
sl: Razvijalec tega dodatka vas prosi, da mu z donacijo za <a href="%(charity_url)s">%(charity_name)s</a> izkažete podporo.
uk: Розробник цього додатку просить вас виявити свою підтримку, зробивши внесок на <a href="%(charity_url)s">%(charity_name)s</a>.
zh_cn: 这个附加组件的开发者希望您向 <a href="%(charity_url)s">%(charity_name)s</a> 进行捐助以表示您的支持。

source: The developer of this add-on asks that you show your support by making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a>.
cs: Vývojář tohoto doplňku vás žádá, zda byste nepřispěli malým finančním příspěvkem na <a href="%(charity_url)s">%(charity_name)s</a>.
de: Der Entwickler dieses Add-ons fragt, ob Sie ihn unterstützen möchten, indem Sie eine kleine Spende an <a href="%(charity_url)s">%(charity_name)s</a> entrichten.
el: Οι δημιουργοί του πρόσθετου σας ζητούν να δείξετε έμπρακτα την υποστήριξη σας, κάνοντας μια μικρή δωρεά στο <a href="%(charity_url)s">%(charity_name)s</a>.
es: El desarrollador de este complemento solicita que muestres tu apoyo haciendo una pequeña donación a <a href="%(charity_url)s">%(charity_name)s</a>.
fr: Le développeur de ce module demande que vous affichiez votre soutien en faisant une petite contribution à <a href="%(charity_url)s">%(charity_name)s</a>.
it: Lo sviluppatore di questo componente aggiuntivo chiede il tuo supporto attraverso una donazione a <a href="%(charity_url)s">%(charity_name)s</a>.
ja: このアドオンの作者は、<a href="%(charity_url)s">%(charity_name)s</a> への少額の寄付によって、あなたの支援の気持ちを表して欲しいと考えています。
ko: 부가 기능 개발자가 <a href="%(charity_url)s">%(charity_name)s</a>에 소정의 기부를 통한 지원을 요청하고 있습니다.
nl: De ontwikkelaar van deze add-on vraagt u uw steun te laten blijken door een kleine bijdrage te doen aan <a href="%(charity_url)s">%(charity_name)s</a>.
pa_in: ਇਸ ਐਡ-ਆਨ ਦਾ ਡਿਵੈਲਪਰ ਕਹਿੰਦਾ ਹੈ ਤੁਸੀਂ<a href="%(charity_url)s">%(charity_name)s</a>ਲਈ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਯੋਗਦਾਨ ਪਾ ਕੇ ਆਪਣਾ ਸਮਰਥਨ ਵਿਖਾਓ।
pl: Autor tego dodatku prosi o niewielką darowiznę na rzecz <a href="%(charity_url)s">%(charity_name)s</a>.
pt_pt: O desenvolvedor deste extra pede que mostre o seu apoio, fazendo uma pequena doação para <a href="%(charity_url)s">%(charity_name)s</a>.
ru: Разработчик этого дополнения просит вас показать вашу поддержку, сделав небольшой взнос в пользу <a href="%(charity_url)s">%(charity_name)s</a>.
sl: Razvijalec tega dodatka vas prosi, da mu z majhnim prispevkom za <a href="%(charity_url)s">%(charity_name)s</a> izkažete podporo.
uk: Розробник цього додатку просить вас виявити свою підтримку, зробивши невеликий внесок на користь <a href="%(charity_url)s">%(charity_name)s</a>.
zh_cn: 这个附加组件的开发者希望您向 <a href="%(charity_url)s">%(charity_name)s</a> 进行小额捐助以表示您的支持。

source: Contribute
cs: Přispět
de: Einen Beitrag leisten
el: Συνεισφέρετε
es: Colabora
fr: Contribuer
it: Fai una donazione
ja: 寄付
ko: 기부하기
nl: Bijdragen
pa_in: ਯੋਗਦਾਨ ਪਾਓ
pl: Przekaż dotację
pt_pt: Contribuir
ru: Сделайте взнос
sl: Prispevajte
uk: Зробити внесок
zh_cn: 捐助

source: or
cs: nebo
de: oder
el: ή
es: o
fr: ou
it: o
ja: または
ko: 또는
nl: of
pa_in: ਜਾਂ
pl: lub
pt_pt: ou
ru: или
sl: ali
uk: або
zh_cn: 或

source: Suggested Contribution: {0}
cs: Navržený příspěvek: {0}
de: Vorgeschlagene Spende: {0}
el: Προτεινόμενη δωρεά: {0}
es: Colaboración sugerida: {0}
fr: Contribution suggérée : {0}
it: Donazione consigliata: {0}
ja: 推奨額: {0}
ko: 권장 기부금: {0}
nl: Voorgestelde bijdrage: {0}
pa_in: ਸੁਝਾਇਆ ਯੋਗਦਾਨ: {0}
pl: Sugerowana dotacja: {0}
pt_pt: Contribuição sugerida: {0}
ru: Предложенная сумма взноса: {0}
sl: Predlagani prispevek: {0}
uk: Пропонований внесок: {0}
zh_cn: 建议捐助金额：{0}

source: What's this?
cs: Co je to?
de: Was ist das?
el: Τί είναι αυτό;
es: ¿Qué es esto?
fr: Qu'est-ce que c'est ?
it: Che cos'è questo?
ja: これは何？
ko: 이게 뭐죠?
nl: Wat is dit?
pa_in: ਇਹ ਕੀ ਹੈ?
pl: Co to jest?
pt_pt: O que é isto?
ru: Что это?
sl: Kaj je to?
uk: Що це?
zh_cn: 这是什么?
