Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Select a price tier below. Price tiers are based on US Dollars and are fixed for all supported countries. For more information <a href="%(doc_url)s">view our pricing matrix</a>.
cs: Níže si zvolte cenu. Ceny jsou založeny na amerických dolarech a jsou fixní pro všechny podporované země. Pro více informací se <a href="%(doc_url)s">podívejte na přehled</a>.
de: Wählen Sie im Folgenden eine Preisstufe aus. Preisstufen basieren auf US-Dollar und sind für alle unterstützten Länder festgelegt. Weitere Informationen <a href="%(doc_url)s">finden Sie in unserer Preismatrix</a>.
es: Selecciona una franja de precio de las que se muestran a continuación. Las franjas de precio están basadas en dólares americanos y son fijas para todas las divisas compatibles. Para más información <a href="%(doc_url)s">puedes ver nuestra matriz de precios</a>.
fr: Sélectionnez une zone de prix pour votre module. Les zones de prix sont basées sur le dollar américain est sont fixées pour tous les pays pris en charge. Pour plus d'informations, <a href="%(doc_url)s">voyez notre matrice de tarification</a>.
it: Seleziona una fascia di prezzo. Le fasce di prezzo sono espresse in dollari americani e fisse per tutte le nazioni supportate. Per ulteriori informazioni <a href="%(doc_url)s">leggi lo schema dei prezzi</a>.
ko: 아래에서 가격 등급을 선택하세요. 가격 등급은 미국 달러를 기준으로 하고 있으며 지원하는 국가에 맞게 보정이 되어 있습니다. 보다 자세한 정보는 <a href="%(doc_url)s">가격 등급표를 참고하세요</a>.
nl: Selecteer hieronder een prijsgroep. Prijsgroepen zijn gebaseerd op Amerikaanse dollars en liggen vast voor alle ondersteunde landen. <a href="%(doc_url)s">Bekijk onze prijsmatrix</a> voor meer informatie.
pl: Wybierz poniżej poziom ceny. Poziomy cen są oparte na dolarach amerykańskich i ustalane dla wszystkich obsługiwanych krajów. Więcej informacji znajdziesz w naszej <a href="%(doc_url)s">matrycy płatności</a>.
ru: Выберите ниже разряд цен. Разряды цен указаны в долларах США и фиксированы для всех поддерживаемых стран. Для получения большей информации <a href="%(doc_url)s">посмотрите нашу матрицу цен</a>.
sl: Izberite ceno za vaš dodatek spodaj. Cene temeljijo na ameriških dolarjih in so za vse podprte države fiksne. Za več informacij <a href="%(doc_url)s">si oglejte našo matriko cen</a> .
zh_cn: 请在下面选择一个价格等级。价格等级以美元为基础定价，并且在所有支持的国家中价格固定不变。要获知更多信息请<a href="%(doc_url)s">查看我们的定价矩阵</a>。

source: Add-on upsell
cs: Placená verze doplňku
de: Add-on-Zusatzverkauf
es: Promociones asociadas al complemento
fr: Montée en gamme du module
it: Promozione componente aggiuntivo
ko: 부가 기능 판촉
nl: Add-on-nevenverkoop
pl: Usprawnienia dodatku
ru: Upsell дополнения
sl: Pomoč pri prodaji dodatkov
zh_cn: 附加组件增值销售

source: If you have a free app, you can pitch your premium app on that free app. Currently you have no free apps.
cs: Pokud máte aplikaci dostupnou zdarma, můžete nastavit tuto aplikaci jako placenou variantu aplikace, která je dostupná zdarma. Aktuálně nemáte žádné aplikace, které by byly dostupné zdarma.
de: Wenn Sie eine kostenlose Anwendung haben, können Sie Ihre Premium-Anwendung auf diese kostenlose Anwendung draufsetzen. Derzeit haben Sie keine kostenlosen Anwendungen.
es: Si tienes una aplicación gratuita, puedes asociar tu aplicación premium a la gratuita. En este momento no tienes aplicaciones gratuitas.
fr: Si vous avez une application gratuite, vous pouvez la lier à votre application premium. Actuellement, vous n'avez pas d'application gratuite.
it: Se hai un'app gratuita puoi utilizzarla per promuovere la tua app premium. Al momento non hai alcuna app gratuita.
ko: 무료 앱이 있다면 무료 앱 상에서 프리미엄 앱을 홍보할 수 있습니다. 현재 무료 앱이 없습니다.
nl: Als u een gratis app hebt kunt u uw premium-app aan deze gratis app koppelen. U hebt momenteel geen gratis apps.
pl: Jeśli masz bezpłatną wersję aplikacji, możesz określić cenę jej płatnej wersji. Obecnie nie masz darmowych aplikacji.
ru: Если у вас есть бесплатное приложение, вы можете рекламировать ваше премиум-приложение через это бесплатное приложение. Сейчас у вас нет бесплатных приложений.
sl: Če imate brezplačno aplikacijo, lahko v njenem opisu delate reklamo za aplikacijo, ki jo je treba plačati. Zaenkrat brezplačnih aplikacij nimate.
zh_cn: 如果您有一个免费的应用，您可以在上面宣传您的付费版。目前您没有免费的应用。

source: If you have a free add-on, you can pitch your premium add-on on that free add-on. Currently you have no free add-ons.
cs: Pokud máte doplněk dostupný zdarma, můžete tento doplněk nastavit jako placenou variantu doplňku, který je dostupný zdarma. Aktuálně nemáte žádné doplňky, které by byly dostupné zdarma.
de: Wenn Sie ein kostenloses Add-on haben, können Sie Ihr Premium-Add-on auf dieses kostenlose Add-on draufsetzen. Derzeit haben Sie keine kostenlosen Add-ons.
es: Si tienes un complemento gratuito, puedes asociar tu complemento premium a ese complemento gratuito. Actualmente no tienes complementos gratuitos.
fr: Si vous avez un module gratuit, vous pouvez le lier à votre module premium. Actuellement, vous n'avez pas de module gratuit.
it: Se hai un componente aggiuntivo gratuito puoi utilizzarlo per promuovere il tuo componente aggiuntivo premium. Al momento non hai alcun componente aggiuntivo gratuito.
ko: 무료 부가 기능이 있다면 무료 부가 기능 상에서 프리미엄 부가 기능을 홍보할 수 있습니다. 현재 무료 부가 기능이 없습니다.
nl: Als u een gratis add-on hebt kunt u uw premium-add-on aan deze gratis add-on koppelen. U hebt momenteel geen gratis add-ons.
pl: Jeśli masz bezpłatną wersję dodatku, możesz określić cenę jego płatnej wersji. Obecnie nie masz darmowych dodatków.
ru: Если у вас есть бесплатное дополнение, вы можете рекламировать ваше премиум-дополнение через это бесплатное дополнение. Сейчас у вас нет бесплатных дополнений.
sl: Če imate brezplačen dodatek, lahko v njegovem opisu delate reklamo za dodatek, ki ga je treba plačati. Zaenkrat brezplačnih dodatkov nimate.
zh_cn: 如果您有一个免费的附加组件，您可以在上面宣传您的付费版。目前您没有免费的附加组件。

source: Transfer ownership
cs: Přesun vlastnictví
de: Besitz übertragen
es: Cambiar la titularidad
fr: Transférer la propriété
it: Trasferisci la proprietà
ja: オーナーを変更
ko: 소유권 이전
nl: Eigendom overdragen
pa_in: ਮਾਲਕੀ ਦੀ ਤਬਾਦਲਾ
pl: Przenieś własność
pt_pt: Transferir propriedade
ru: Передача владения
sl: Prenos lastništva
uk: Передача володіння
zh_cn: 变更所有权

source: Theme Details
cs: Detaily o motivu
de: Details zum Theme
es: Detalles del tema
fr: Détails du thème
it: Scheda del tema
ja: テーマの詳細
ko: 테마 상세 정보
nl: Thema-details
pa_in: ਥੀਮ ਵੇਰਵਾ
pl: Szczegóły motywu
pt_pt: Detalhes do Tema
ru: Информация об теме
sl: Podrobnosti o Temi
uk: Інформація про тему
zh_cn: 主题详情

source: Supply a pretty URL for your detail page.
cs: Nastavte si hezkou URL pro stránku detailu.
de: Wählen Sie eine schöne URL für Ihre Detailseite aus.
es: Proporciona una URL amigable para tu página de detalles.
fr: Donnez une adresse URL jolie pour votre page de détails.
it: Scegli un URL semplificato per la pagina del tema.
ja: 詳細ページのシンプルな URL を設定してください。
ko: 상세 정보 페이지에 쓸 보기 좋은 URL로 제공해 주세요.
nl: Geef ene mooie URL voor uw detailpagina.
pa_in: ਆਪਣੀ ਵੇਰਵੇ ਸਫ਼ੇ ਲਈ ਇੱਕ ਵਧੀਆ URL ਦਿਓ।
pl: Podaj przyjazny adres URL dla strony ze szczegółami
pt_pt: Forneça uma URL amigável para a sua página de detalhe.
sl: Poskrbite za čedno URL do strani z vašimi podrobnostmi.
uk: Вказати красивий URL для вашої сторінки з відомостями.
zh_cn: 给你的详情页面设定一个好网址。

source: Select the category that best describes your Theme.
cs: Zvolte kategorii, která nejlépe popisuje váš motiv.
de: Wählen Sie die Kategorie aus, die Ihr Theme am besten beschreibt.
es: Selecciona la categoría que describa mejor tu tema.
fr: Sélectionnez la catégorie qui correspond le mieux à votre thème.
it: Seleziona la categoria che meglio descrive il tuo tema.
ja: このテーマが当てはまるカテゴリを選択してください。
ko: 테마를 가장 잘 설명하고 있는 분류를 선택하세요.
nl: Selecteer de categorie die het beste bij uw thema past.
pa_in: ਸੰਗ੍ਰਹਿ ਚੁਣੋ ਜੋ ਤੁਹਾਡੇ ਥੀਮ ਦਾ ਵਧੀਆ ਵੇਰਵਾ ਦੇਵੇ।
pl: Wybierz kategorię najlepiej opisującą twój motyw.
pt_pt: Selecione a categoria que descreva melhor o teu Tema.
ru: Выберите категорию, которая лучше всего описывает вашу тему.
sl: Izberite kategorijo, ki najbolje opisuje vašo Temo.
uk: Виберіть категорію, яка найкраще описує вашу тему.
zh_cn: 选择最适合描述您主题的类别。

source: Add some tags to describe your Theme.
cs: Přidejte štítky, které popisují váš motiv.
de: Fügen Sie ein paar Schlagwörter hinzu, um Ihr Theme zu beschreiben.
es: Agrega algunas etiquetas para describir tu tema.
fr: Ajoutez des étiquettes pour décrire votre thème.
it: Aggiungi qualche tag per descrivere il tuo tema.
ja: このテーマを説明するタグをいくつか追加してください。
ko: 테마를 설명할 수 있는 태그를 추가하세요.
nl: Voeg enkele labels toe die uw thema beschrijven.
pa_in: ਆਪਣੇ ਥੀਮ ਦੇ ਵੇਰਵੇ ਲਈ ਕੁੱਝ ਟੈਗ ਸ਼ਾਮਲ ਕਰੋ।
pl: Dodaj etykiety opisujące twój motyw.
pt_pt: Adicione algumas etiquetas para descrever o seu tema.
ru: Добавьте метки для описания вашей темы.
sl: Dodajte nekaj zaznamkov, ki vašo Temo opisujejo.
uk: Додайте мітки для опису вашої теми.
zh_cn: 用一些标签描述您的主题。

source: A short explanation of your theme's basic functionality that is displayed in search and browse listings, as well as at the top of your theme's details page.
cs: Krátký popis vašeho motivu, který je zobrzazen ve vyhledávání, přehledu v kategorii či přímo na stránce detailu motivu.
de: Eine kurze Erklärung der grundlegenden Funktionalität Ihres Themes, die in Suchergebnissen und beim Durchsehen, sowie oben auf der Detailseite Ihres Themes angezeigt wird.
es: Una breve explicación de la funcionalidad básica de tu tema que se muestra en las búsquedas y listados, así como al principio de la página de detalles de tu tema.
fr: Une courte explication des fonctionnalités de base de votre thème, qui sera affichée dans les listes et résultats de recherche ainsi qu'en haut de la page de détails.
it: Una spiegazione sintetica delle caratteristiche di base del tema. Questo testo verrà visualizzato nella ricerca, negli elenchi e nella parte superiore della scheda del tema.
ko: 테마의 기본적인 기능에 대해 짧은 설명을 적어주세요. 검색 또는 테마 목록, 테마 세부 정보 페이지 상단에 노출됩니다.
nl: Een korte uitleg van de basisfunctionaliteit van uw thema, die wordt weergegeven in zoek- en bladerlijsten, evenals bovenaan de detailpagina van uw thema.
pa_in: ਤੁਹਾਡੇ ਥੀਮ ਦੀ ਬੁਨਿਆਦੀ ਕਾਰਜਕੁਸ਼ਲਤਾ ਦੀ ਛੋਟੀ ਵਿਆਖਿਆ ਜੋ ਖੋਜ ਅਤੇ ਸੂਚੀ ਝਲਕ, ਨਾਲ ਹੀ ਨਾਲ ਤੁਹਾਡੇ ਥੀਮ ਦੇ ਵੇਰਵੇ ਸਫ਼ੇ ਦੇ ਉੱਪਰ ਵਿਖਾਈ ਜਾਏਗੀ।
pl: Krótkie wyjaśnienie podstawowej funkcjonalności twojego motywu, które jest wyświetlane w wyszukiwarce i na listach przeglądania, a także na górze strony ze szczegółami motywu.
pt_pt: Uma explicação curta das funcionalidades básicas do seu tema é apresentada nas listagens de pesquisa e de navegação, assim como no início da página de detalhes do seu tema.
ru: Краткое объяснение основных функций вашей темы, которые отображаются в списках поиска и просмотра, а также в верхней части страницы вашей темы.
sl: Povzetek je kratka razlaga osnovnih funkcij vaše teme ki se ga prikazuje v rezultatih iskanja in brskanja, kot tudi na vrhu strani s podrobnostmi o temi.
uk: Коротке пояснення основних функцій вашої теми, які відображаються в списках пошуку та перегляду, а також у верхній частині сторінки вашої теми.
zh_cn: 对您的主题的基本功能的简短说明，显示在搜索和浏览列表页面，同样也显示在主题详情页面的顶端。

source: Theme License
cs: Licence motivu
de: Theme-Lizenz
es: Licencia del tema
fr: Licence du thème
it: Licenza del tema
ja: テーマのライセンス
ko: 테마 라이선스
nl: Thema-licentie
pa_in: ਥੀਮ ਲਾਇਸੰਸ
pl: Licencja motywu
pt_pt: Licença do tema
ru: Лицензия темы
sl: Licenca za Temo
uk: Ліцензія теми
zh_cn: 主题许可

source: Can others share your Theme, as long as you're given credit?
cs: Mohou ostatní sdílet váš motiv za předpokladu, že vás uvedou jako autora?
de: Dürfen andere Ihr Theme weitergeben, solange Sie als Autor genannt werden?
es: ¿Pueden otros compartir tu tema, siempre que se reconozca que tú eres el autor?
fr: Les autres peuvent-ils partager votre thème du moment qu'ils vous citent comme auteur ?
it: Autorizzi altri a condividere il tuo tema, a condizione di venire riconosciuto come autore?
ko: 인증받은 사람에 한해 테마를 공유하게 할까요?
nl: Mogen andere uw thema delen, zolang ze u bedanken?
pa_in: ਕੀ ਕੋਈ ਹੋਰ ਤੁਹਾਡਾ ਥੀਮ ਸਾਂਝਾ ਕਰ ਸਕਦਾ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਕ੍ਰੈਡਿਟ ਦਿੱਤਾ?
pl: Czy inni mogą udostępniać twój motyw, o ile podadzą autorstwo?
pt_pt: Outras pessoas podem compartilhar teu tema, desde que dando crédito a você?
ru: Могут ли другие делиться вашей темой, если вас указывают в качестве автора?
sl: Lahko drugi, v kolikor ste omenjeni kot avtor, vašo Temo širijo dalje?
uk: Чи можуть інші ділитися вашою темою, якщо вас вказують як автора?
zh_cn: 其他人能在您给定的许可时间内分享您的主题吗？

source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
nl: Ja
pa_in: ਹਾਂ
pl: Tak
pt_pt: Sim
ru: Да
sl: Da
uk: Так
zh_cn: 是

source: The licensor permits others to copy, distribute, display, and perform the work, including for commercial purposes.
cs: Autor dává ostatním právo kopírovat, distribuovat, zobrazovat a upravovat. A to včetně komerčního použití.
de: Der Lizenzgeber erlaubt es anderen, die Arbeit – auch für kommerzielle Zwecke – zu kopieren, zu verteilen, darzustellen und aufzuführen.
es: El titular de la licencia permite que otros copien, distribuyan, muestren y realicen la obra, incluso con fines comerciales.
fr: L'ayant droit donne le droit aux autres de copier, distribuer, afficher et utiliser le travail, notamment pour des objectifs commerciaux.
it: Il Licenziante consente ad altri di copiare, distribuire, visualizzare e utilizzare quest'opera, inclusi fini commerciali.
ko: 라이선스 보유자가 다른 사람이 복사, 배포, 전시, 상업적 용도로 작품을 제작하는 것을 허용합니다.
nl: De licentiegever staat anderen toe het werk te kopiëren, verspreiden, weer te geven en uit te voeren, inclusief commercieel gebruik.
pa_in: ਲਾਇਸੰਸਰ ਵਪਾਰਕ ਮਕਸਦਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ, ਦੂਜਿਆਂ ਨੂੰ ਕਾਪੀ, ਵੰਡਣ, ਵਿਖਾਉਣ ਅਤੇ ਕੰਮ ਕਰਨ ਦੀ ਮਨਜ਼ੂਰੀ ਦਿੰਦਾ।
pl: Licencjodawca zezwala kopiować, rozpowszechniać, odtwarzać i dokonywać zmian, włącznie z zastosowaniem w celach komercyjnych.
pt_pt: O licenciador permite que outros possam copiar, distribuir, mostrar e destacar o trabalho, incluindo fins comerciais.
ru: Лицензиар позволяет другим копировать, распространять, отображать, а также выполнять работу, в том числе в коммерческих целях.
sl: Dajatelj licence dovoljuje drugim kopirati, distribuirati in prikazovati Persono ter opravljati delo, tudi v komercialne namene.
uk: Ліцензіар дозволяє іншим копіювати, розповсюджувати, відтворювати, а також виконувати роботу, в тому числі в комерційних цілях.
zh_cn: 许可方允许他人对作品进行复制、发行、展览和表演，包括商业性目的。

source: No
cs: Ne
de: Nein
fr: Non
ja: いいえ
ko: 아니오
nl: Nee
pa_in: ਨਹੀਂ
pl: Nie
pt_pt: Não
ru: Нет
sl: Ne
uk: Ні
zh_cn: 取消

source: The licensor permits others to copy, distribute, display, and perform the work for non-commercial purposes only.
cs: Autor dává ostatním právo kopírovat, distribuovat, zobrazovat a upravovat. Bez možnosti komerčního použití.
de: Der Lizenzgeber erlaubt es anderen, die Arbeit nur für nichtkommerzielle Zwecke zu kopieren, zu verteilen, darzustellen und aufzuführen.
es: El titular de la licencia permite que otros copien, distribuyan, muestren y realicen la obra exclusivamente sin fines comerciales.
fr: L'ayant droit donne le droit aux autres de copier, distribuer, afficher et utiliser le travail uniquement dans un but non commercial.
it: Il Licenziante consente ad altri di copiare, distribuire, visualizzare e utilizzare quest'opera solo per fini non commerciali.
ko: 라이선스 보유자가 다른 사람의 복사, 배포, 전시, 비 상업적 용도일때에 한해 작품을 제작하는 것을 허용합니다.
nl: De licentiegever staat anderen alleen voor niet-commerciële doeleinden toe het werk te kopiëren, verspreiden, weer te geven en uit te voeren.
pa_in: ਲਾਇਸੰਸ ਦੂਜਿਆਂ ਨੂੰ ਗੈਰ-ਵਪਾਰਕ ਮਕਸਦਾਂ ਲਈ ਕਾਪੀ, ਵੰਡਣ, ਵਿਖਾਉਣ ਅਤੇ ਕੰਮ ਕਰਨ ਦੀ ਮਨਜ਼ੂਰੀ ਦਿੰਦਾ।
pl: Licencjodawca zezwala kopiować, rozpowszechniać, odtwarzać i dokonywać zmian tylko w celach niekomercyjnych.
pt_pt: o licenciador permite que outros copiem, distribuam e efectuem trabalho apenas para fins não comerciais.
ru: Лицензиар позволяет другим копировать, распространять, отображать, а также выполнять работу только в некоммерческих целях.
sl: Dajatelj licence dovoljuje drugim kopirati, distribuirati in prikazovati Persono ter opravljati delo samo za ne-komercialne namene.
uk: Ліцензіар дозволяє іншим копіювати, розповсюджувати, відтворювати, а також виконувати роботу тільки в некомерційних цілях.
zh_cn: 许可方允许他人对作品进行复制、发行、展览和表演，但仅限于非商业性目的。

source: Can others make commercial use of your Theme?
cs: Mohou ostatní komerčně využívat váš motiv?
de: Dürfen andere Ihr Theme kommerziell verwenden?
es: ¿Pueden otros hacer uso comercial de tu tema?
fr: Les autres peuvent-ils faire une utilisation commerciale de votre thème ?
it: Autorizzi altri a utilizzare il tuo tema per fini commerciali?
ko: 다른 사람이 당신의 테마를 상업적으로 사용할 수 있도록 허용할까요?
nl: Mogen anderen uw thema commercieel gebruiken?
pa_in: ਕੀ ਕੋਈ ਹੋਰ ਤੁਹਾਡੇ ਥੀਮ ਦੀ ਵਪਾਰਕ ਵਰਤੋਂ ਕਰ ਸਕਦਾ?
pl: Czy inni mogą używać komercyjnie twojego motywu?
pt_pt: Outras pessoas podem usar seu tema comercialmente?
ru: Могут ли другие использовать вашу тему в коммерческих целях?
sl: Lahko drugi uporabljajo vašo Temo v komercialne namene?
uk: Чи можуть інші використовувати вашу тему в комерційних цілях?
zh_cn: 其他人能将您的主题用于商业上吗？

source: Can others create derivative works from your Theme?
cs: Mohou ostatní vytvářet odvozená díla z vašeho motivu?
de: Dürfen andere aus Ihrem Theme abgeleitete Werke erstellen?
es: ¿Pueden otros crear trabajos derivados de tu tema?
fr: Les autres peuvent-ils faire des travaux dérivés de votre thème ?
it: Autorizzi altri a utilizzare il tuo tema per creare opere derivate?
ko: 다른 사람이 당신의 테마를 사용해서 작품을 만들 수 있도록 허용할까요?
nl: Mogen anderen werk afleiden van uw thema?
pa_in: ਕੀ ਕੋਈ ਹੋਰ ਤੁਹਾਡੇ ਥੀਮ ਤੋਂ ਛਾਪ ਲੈ ਕੇ ਰਚਨਾ ਕਰ ਸਕਦਾ?
pl: Czy inni mogą tworzyć dzieła zależne z twojego motywu?
pt_pt: Outras pessoas podem criar outros trabalhos derivados do seu tema?
ru: Могут ли другие создавать производные работы на основе вашей темы?
sl: Lahko drugi ustvarjajo izpeljanke na osnovi vaše Teme?
uk: Чи можуть інші створювати похідні роботи на основі вашої теми?
zh_cn: 能使用您的主题创作衍生作品吗？

source: The licensor permits others to copy, distribute, display and perform the work, as well as make derivative works based on it.
cs: Autor dává ostatním právo kopírovat, distribuovat, zobrazovat a upravovat. Dává též svolení na vytváření odvozených děl.
de: Der Lizenzgeber erlaubt es anderen, die Arbeit zu kopieren, zu verteilen, darzustellen und aufzuführen und auch darauf basierende Abwandlungen zu erstellen.
es: El titular de la licencia permite que otros copien, distribuyan, muestren y realicen la obra, y también que creen obras derivadas.
fr: L'ayant droit donne le droit aux autres de copier, distribuer, afficher et utiliser le travail ainsi que d'en faire des dérivés.
it: Il Licenziante consente ad altri di copiare, distribuire, visualizzare e utilizzare quest'opera, così come realizzare opere derivate basate su di essa.
ko: 라이선스 보유자가 다른 사람이 복사, 배포, 전시, 페르소나를 바탕으로 한 파생 작품을 제작하는 것 까지도 허용합니다.
nl: De licentiegever staat anderen toe het werk te kopiëren, verspreiden, weer te geven en uit te voeren, en staat tevens toe werk ervan af te leiden.
pa_in: ਲਾਇਸੰਸਰ ਦੂਜਿਆਂ ਨੂੰ ਕਾਪੀ, ਵੰਡਣ, ਵਿਖਾਉਣ ਅਤੇ ਕੰਮ ਕਰਨ, ਨਾਲ ਦੀ ਨਾਲ ਇਸ ਤੇ ਅਧਾਰਿਤ ਛਾਪਾਂ ਬਣਾਉਣਾ ਦੀ ਮਨਜ਼ੂਰੀ ਦਿੰਦਾ।
pl: Licencjodawca zezwala kopiować, rozpowszechniać, odtwarzać i dokonywać zmian, jak również tworzyć prace bazujące na minimotywie.
pt_pt: O licenciador permite que outros copiem, distribuam,mostrem e executem o trabalho, bem como criar trabalhos derivados com base nele.
ru: Лицензиар позволяет другим копировать, распространять, показывать и выполнять работу, а также создавать на его основе производные работы.
sl: Dajatelj licence dovoljuje drugim kopirati, distribuirati, prikazovati Persono in opravljati delo, kot tudi ustvarjati izpeljanke na njeni osnovi.
uk: Ліцензіар дозволяє іншим копіювати, поширювати, показувати і виконувати роботу, а також створювати на його основі похідні роботи.
zh_cn: 许可方允许他人对作品进行复制、发行、展览和表演，并且可以在原作的基础上进行演绎创作。

source: Yes, as long as they share alike
cs: Ano, pokud je respektována původní licence
de: Ja, solange Sie die gleiche Lizenz nutzen.
es: Sí, siempre que lo compartan de la misma manera
fr: Oui, du moment qu'ils partagent de manière identique
it: Sì, a patto che vengano condivise allo stesso modo.
ko: 모두에게 동일한 자격을 부여한다는 전제하에 허락합니다
nl: Ja, zo lang ze dat ook delen
pa_in: ਹਾਂ, ਜਦੋਂ ਤੱਕ ਉਹ ਵੀ ਇਸੇ ਤਰ੍ਹਾਂ ਸਾਂਝਾ ਕਰਨ
pl: Tak, pod warunkiem, że na tych samych zasadach
pt_pt: Sim, desde que o partilhem
ru: Да, если они так же делятся
sl: Da, v koliko razširjajo na en in isti način.
uk: Так, якщо вони так само діляться
zh_cn: 是的，只要他人以相同方式共享

source: The licensor permits others to distribute derivativeworks only under the same license or one compatible with the one that governs the licensor's work.
cs: Licence umožňuje ostatním distribuovat odvozenou práci pouze pod stejnou licencí či jinou, která je slučitelná s licencí původního díla.
de: Der Lizenzgeber erlaubt es anderen, Abwandlungen nur unter der selben Lizenz wie der, unter der das Werk steht, oder einer, die damit kompatibel ist, weiterzugeben.
es: El titular de la licencia permite a otros distribuir obras derivadas sólo bajo la misma licencia o una compatible con la que regula la obra del titular.
fr: L'ayant droit donne le droit aux autres de distribuer des travaux dérivés uniquement sous la même licence ou une licence compatible avec celle du travail de l'auteur originel.
it: Il Licenziante consente ad altri di distribuire opere derivate solo utilizzando la stessa licenza o una licenza compatibile con quella originale.
ko: 라이선스 보유자가 동일 라이선스 내지는 라이선스 보유자의 저작물을 관장하는 곳과 호환되는 라이선스가 적용될 때에 한해서 다른 사람이 파생 저작물을 배포할 수 있도록 허용합니다.
nl: De licentiegever staat anderen alleen toe afgeleid werk te verspreiden onder dezelfde licentie of een licentie die compatibel is met de licentie waaronder het werk van de licentiegever valt.
pa_in: ਲਾਇਸੰਸਰ ਦੂਜਿਆਂ ਨੂੰ ਕੇਵਲ ਉਸੇ ਵਰਗੇ ਲਾਇਸੰਸ ਦੇ ਅਧੀਨ ਛਾਪ ਵੰਡਣ ਦੀ ਮਨਜ਼ੂਰੀ ਦੇ ਸਕਦਾ ਜਾਂ ਜਿੜੜਾ ਲਾਇਸੰਸਰ ਦੇ ਕੰਮ ਅਨੁਸਾਰ ਅਨੁਕੂਲ ਹੋਵੇ।
pl: Licencjodawca zezwala rozpowszechniać prace pochodne na tej samej licencji lub innej z nią kompatybilnej.
pt_pt: O licenciador permite que outros distrinuam trabalhos derivados apenas sob a mesma licença ou uma compatível com a que governa o trabalho do licenciante.
ru: Лицензиар позволяет другим распространять производные работы только по той же лицензии или лицензии совместимой с той, под которой распространяется работа лицензиара.
sl: Dajatelj licence dovoljuje drugim kopirati, distribuirati izpeljanke samo pod isto licenco ali licenco, ki je skladna z licenco, s katero se njegovo delo daje na razpolago.
uk: Ліцензіар дозволяє іншим розповсюджувати похідні роботи тільки з тієї ж ліцензії або ліцензії сумісної з тією, під якою поширюється робота ліцензіара.
zh_cn: 许可方允许他人发行演绎作品，但仅限于使用相同的或兼容的（对许可方的作品有约束力的）许可协议授权的情况下。
