Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Localize for: <a id="change-locale" href="#">%(dl)s</a>
cs: Lokalizace pro: <a id="change-locale" href="#">%(dl)s</a>
de: Übersetzen für: <a id="change-locale" href="#">%(dl)s</a>
el: Μετάφραση για: <a id="change-locale" href="#">%(dl)s</a>
es: Traducir para: <a id="change-locale" href="#">%(dl)s</a>
fr: Traduire en : <a id="change-locale" href="#">%(dl)s</a>
it: Localizza per: <a id="change-locale" href="#">%(dl)s</a>
ko: 번역 언어: <a id="change-locale" href="#">%(dl)s</a>
nl: Lokaliseren voor: <a id="change-locale" href="#">%(dl)s</a>
pa_in: ਲਈ ਲੋਕੇਲਾਈਜ਼: <a id="change-locale" href="#">%(dl)s</a>
pl: Lokalizacja dla: <a id="change-locale" href="#">%(dl)s</a>
pt_pt: Localizar: <a id="change-locale" href="#">%(dl)s</a>
ru: Локализовать на: <a id="change-locale" href="#">%(dl)s</a>
sl: Prevedite v drug jezik: <a id="change-locale" href="#">%(dl)s</a>
zh_cn: 本地化：<a id="change-locale" href="#">%(dl)s</a>

source: Existing Locales
cs: Existující jazyky
de: Existierende Sprachen
es: Idiomas actuales
fr: Locales existantes
it: Lingue disponibili
ja: 既存ロケール
ko: 준비된 번역판
nl: Bestaande locales
pa_in: ਮੌਜੂਦਾ ਲੋਕੇਲ
pl: Istniejące lokalizacje
pt_pt: Idiomas existentes
ru: Существующие локализации
sl: Obstoječe lokalizacije
zh_cn: 现有语言

source: New Locales
cs: Nové jazyky
de: Neue Sprachen
es: Nuevos idiomas
fr: Nouvelles locales
it: Nuove lingue
ja: 新規ロケール
ko: 새 번역판
nl: Nieuwe locales
pa_in: ਨਵੇਂ ਲੋਕੇਲ
pl: Nowe lokalizacje
pt_pt: Novos idiomas
ru: Новые локализации
sl: Nove lokalizacije
zh_cn: 新语言

source: You have unsaved changes in the <b>{0}</b> locale. Would you like to save your changes before switching locales?
cs: U jazyka <b>{0}</b> máte neuložené změny. Chcete před změnou jazyka své změny uložit?
de: Sie haben ungespeicherte Änderungen in der Sprache <b>{0}</b>. Möchten Sie Ihre Änderungen speichern, bevor Sie die Sprache wechseln?
el: Υπάρχουν μη αποθηκευμένες αλλαγές στη μετάφραση για <b>{0}</b>. Θέλετε να αποθηκευτούν οι αλλαγές σας πριν αλλάξετε μετάφραση;
es: Tienes cambios sin guardar en el idioma <b>{0}</b>. ¿Quieres cambiar los cambios antes de cambiar de idioma?
fr: Vous avez des changements non sauvegardés dans la langue <b>{0}</b>. Voulez-vous les sauvegarder avant de changer de locale ?
it: Sono presenti modifiche non salvate nel locale <b>{0}</b>. Salvare le modifiche prima di cambiare locale?
ko: <b>{0}</b> 언어에 저장되지 않은 변경 사항이 있습니다. 언어를 변경하기 전에 먼저 변경 사항부터 저장하시겠습니까?
nl: U hebt niet-opgeslagen wijzigingen in de locale <b>{0}</b>. Wilt u uw wijzigingen opslaan voordat u van locale wisselt?
pa_in: ਤੁਹਾਡੇ ਕੋਲ <b>{0}</b> ਲੋਕੇਲ ਵਿੱਚ ਬਿਨਾਂ-ਸੰਭਾਲੇ ਬਦਲਾਅ ਹਨ। ਕੀ ਤੁਸੀਂ ਲੋਕੇਲ ਬਦਲਣ ਤੋਂ ਪਹਿਲਾਂ ਬਦਲਾਅਾਂ ਨੂੰ ਸੰਭਾਲਣਾ ਚਾਹੋਗੇ?
pl: Zmiany w lokalizacji <b>{0}</b> nie zostały zapisane. Czy chcesz je zapisać przed zmianą lokalizacji?
pt_pt: Tem alterações não guardadas no idioma <b>{0}</b>. Deseja guardar as suas alterações antes de trocar de idioma?
ru: У вас имеются несохранённые изменения в <b>{0}</b> локали. Вы хотите сохранить изменения перед переключением локалей?
sl: Nekatere spremembe za lokalno nastavitev <b>{0}</b> niso shranjene. Želite spremembe shraniti, preden zamenjate lokalno nastavitev?
zh_cn: <b>{0}</b> 区域有未保存的更改。切换区域之前您是否希望保存您的更改。

source: Discard Changes
cs: Zahodit změny
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
es: Descartar cambios
fr: Annuler les changements
it: Ignora modifiche
ja: 変更を破棄
ko: 폐기한 사항 변경
nl: Wijzigingen verwerpen
pa_in: ਬਦਲਾਅ ਰੱਦ ਕਰੋ
pl: Odrzuć zmiany
pt_pt: Ignorar alterações
ru: Отменить изменения
sl: Zavrzi spremembe
zh_cn: 放弃更改

source: Are you sure you want to remove all <b>{0}</b> translations? This cannot be undone.
cs: Chcete odstranit všechny překlady pro jazyk <b>{0}</b>? Tuto operaci nelze vzít zpět.
de: Sind Sie sicher, dass Sie alle <b>{0}</b> Übersetzungen entfernen möchten? Dies kann nicht rückgängig gemacht werden.
el: Θέλετε σίγουρα να αφαιρέσετε όλες τις <b>{0}</b> μεταφράσεις; Αυτή η ενέργεια δεν μπορεί να ανακληθεί.
es: ¿Estás seguro de que quieres borrar las <b>{0}</b> traducciones? No podrás deshacer esta acción.
fr: Êtes-vous certain de vouloir retirer toutes les traductions de <b>{0}</b> ? Cette opération ne pourra pas être annulée.
it: Rimuovere tutte le <b>{0}</b> traduzioni? Questa operazione non può essere annullata.
ko: 정말 <b>{0}</b>개의 전체 번역판을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nl: Weet u zeker dat u alle <b>{0}</b> vertalingen wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pa_in: ਕੀ ਤੁਸੀਂ ਸਾਰੀਆਂ <b>{0}</b> ਟਰਾਂਸਲੇਸ਼ਨਾਂ ਨੂੰ ਹਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ? ਇਹ ਵਾਪਸ ਨਹੀਂ ਮੋੜਿਆ ਜਾ ਸਕਦਾ।
pl: Czy na pewno chcesz usunąć wszystkie tłumaczenia <b>{0}</b>? Tej operacji nie można cofnąć.
pt_pt: Tem a certeza que deseja remover todas as <b>{0}</b> traduções? Isto não poderá ser anulado.
ru: Вы уверены что вы хотите удалить все <b>{0}</b> переводов? Это не может быть отменено.
sl: Res želite odstraniti vse prevode <b>{0}</b>? Za ta korak ni povratka.
zh_cn: 您确定要移除所有的 <b>{0}</b> 翻译？此操作无法撤销。

source: Delete Locale
cs: Smazat jazyk
de: Sprache löschen
el: Διαγραφή γλώσσας
es: Eliminar traducción
fr: Supprimer la traduction
it: Elimina locale
ja: ロケールを削除
ko: 번역 삭제
nl: Locale verwijderen
pa_in: ਲੋਕੇਲ ਹਟਾਓ
pl: Usuń lokalizację
pt_pt: Eliminar idioma
ru: Удалить локаль
sl: Izbriši lokalno nastavitev
zh_cn: 删除语言

source: Must be %s characters or more.
cs: Musí být alespoň %s znaků.
de: Muss mindestens %s Zeichen lang sein.
es: Debe tener %s caracteres o más.
fr: Doit faire au moins %s caractères.
it: Deve essere di almeno %s caratteri.
ko: %s글자 이상이어야 합니다.
nl: Moet uit %s of meer tekens bestaan.
pa_in: %s ਅੱਖਰ ਜਾਂ ਜਿਆਦਾ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Musi zawierać %s lub więcej znaków.
pt_pt: Tem de ter %s caracteres ou mais.
ru: Должно быть не менее %s символов.
sl: Mora imeti najmanj %s znakov.
zh_cn: 至少有 %s 个字符。

source: Letters and numbers required.
cs: Jsou vyžadovány znaky abecedy a čísla.
de: Buchstabne und Zahlen erforderlich.
es: Deben ser letras y números.
fr: Lettres et chiffres nécessaires.
it: Lettere e numeri obbligatori.
ko: 문자와 숫자를 입력해야 합니다.
nl: Letters en cijfers vereist.
pa_in: ਅੱਖਰ ਅਤੇ ਨੰਬਰ ਲੋੜੀਂਦੇ ਹਨ।
pl: Wymagane są litery i cyfry.
pt_pt: Necessário letras e números.
ru: Требуются буквы и цифры.
sl: Zahteva se črke in števke.
zh_cn: 字母和数字是必须的。

source: That password is not allowed.
cs: Heslo není povoleno.
de: Dieses Passwort ist nicht erlaubt.
el: Δεν επιτρέπεται αυτός ο κωδικός.
es: No se permite esa contraseña.
fr: Ce mot de passe n'est pas autorisé.
it: Questa password non è consentita.
ja: このパスワードは使用できません。
ko: 그 비밀번호는 허용되지 않습니다.
nl: Dat wachtwoord is niet toegestaan.
pa_in: ਇਸ ਪਾਸਵਰਡ ਦੀ ਪ੍ਰਵਾਨਗੀ ਨਹੀਂ ਹੈ।
pl: To hasło jest niedozwolone.
pt_pt: Essa senha não é permitida.
ru: Этот пароль не разрешён.
sl: To geslo ni dovoljeno.
zh_cn: 不允许那个密码。

source: An email has been sent to the requested account with further information. If you do not receive an email then please confirm you have entered the same email address used during account registration.
cs: K zadanému účtu byl zaslán e-mail s dalšími informacemi. Pokud neobdržíte e-mail, pak se prosím ujistěte, že jste zadal(a) stejný e-mail, který jste zadal(a) během registrace účtu.
de: Eine E-Mail mit weiteren Informationen wurde an die gewählte E-Mail-Adresse gesendet. Wenn Sie diese E-Mail nicht erhalten, prüfen Sie bitte, dass es dieselbe Adresse ist, die Sie während der Registrierung angegeben haben.
el: Έχει αποσταλεί ένα μήνυμα ηλεκτρονικού ταχυδρομείου με περισσότερες πληροφορίες στην επιλεγμένη διεύθυνση. Αν δεν παραλάβετε το μήνυμα, ελέγξτε και επιβεβαιώστε ότι δώσατε την ίδια διεύθυνση που είχατε δώσει όταν καταχωρήσατε τον λογαριασμό σας.
es: Se ha enviado un mensaje de correo con mayor información. Si no recibes el mensaje comprueba si has agregado la misma cuenta de correo electrónico que usaste cuando registraste la cuenta.
fr: Un courriel a été envoyé au compte demandé contenant de plus amples informations. Si vous ne le recevez pas merci de vous assurer d'avoir entré la même adresse que lors de votre inscription.
it: Una email con ulteriori informazioni è stata inviata all'account richiesto. Se non ricevi alcuna mail verifica di aver inserito lo stesso indirizzo utilizzato in fase di registrazione.
ko: 입력하신 계정으로 자세한 정보가 첨부된 이메일이 전송되었습니다. 이메일을 받아보지 못하셨다면 이메일 주소가 아직 계정 등록중에 있는건 아닌지 확인해 보시기 바랍니다.
nl: Er is een e-mailbericht met nadere informatie verstuurd naar de aangevraagde account. Als u geen e-mailbericht ontvangt, bevestig dan dat u hetzelfde e-mailadres hebt gebruikt tijdens de accountregistratie.
pa_in: ਵਾਧੂ ਜਾਣਕਾਰੀ ਨਾਲ ਇੱਕ ਈਮੇਲ ਬੇਨਤੀ ਕੀਤੇ ਖਾਤੇ ਤੇ ਭੇਜ ਦਿੱਤੀ ਗਈ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਈਮੇਲ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਈ ਕਿਰਪਾ ਕਰਕੇ ਪੁਸ਼ਟੀ ਕਰੋ ਕੀ ਤੁਸੀਂ ਓਹੀ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕੀਤਾ ਜੋ ਤੁਸੀਂ ਖਾਤਾ ਰਜਿਸਟਰੇਸ਼ਨ ਵੇਲੇ ਵਰਤਿਆ ਸੀ।
pl: Wiadomość z dalszymi informacjami została wysłana na adres podany podczas rejestracji. Jeśli wiadomość ta nie dotarła do ciebie, sprawdź, czy został wprowadzony ten sam adres, jaki był użyty podczas rejestracji konta.
pt_pt: Foi enviada uma mensagem de correio com mais informação. Se não receber a mensagem de correio por favor veja se escreveu o mesmo endereço de correio que usou durante a criação da conta.
ru: На запрошенную учетную запись было отправлено электронное письмо с дополнительной информацией. Если вы не получили письмо, то пожалуйста, подтвердите, что вы ввели тот же адрес электронной почты, который был указан при регистрации.
sl: E-pošta je bila poslana na zahtevani račun z dodatnimi informacijami. Če ne prejmete e-pošte, potem prosim potrdite, da ste vpisali isti e-poštni naslov, kot je bil vnesen pri registraciji računa.
uk: Лист було надіслано на відповідний обліковий запис з інформацією про подальші дії. Якщо ви не отримали лист, тоді переконайтеся в тому, що ви ввели таку саму адресу електронної пошти, яка була використана для реєстрації облікового запису.
zh_cn: 更多信息已通过电子邮件发送到了提出请求的帐号。如果您没有收到电子邮件，请确定您正确地进入了您注册帐号时使用的电子邮箱地址。

source: New password
cs: Nové heslo
de: neues Passwort
el: Νέος κωδικός
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
nl: Nieuw wachtwoord
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ
pl: Nowe hasło
pt_pt: Nova senha
ru: Новый пароль
sl: Novo geslo
uk: Новий пароль
zh_cn: 新密码

source: Wrong password entered!
cs: Vloženo chybné heslo!
de: Falsches Passwort!
el: Έχετε εισάγει λάθος κωδικό!
es: ¡Se ha introducido una contraseña errónea!
fr: Mot de passe erroné !
it: La password inserita non è corretta
ja: 入力されたパスワードが間違っています。
ko: 잘못된 비밀번호입니다!
nl: Foutief wachtwoord ingegeven!
pa_in: ਗਲਤ ਪਾਸਵਰਡ ਦਰਜ ਕੀਤਾ!
pl: Wprowadzono złe hasło!
pt_pt: Senha errada introduzida!
ru: Введён неверный пароль!
sl: Vneseno geslo je napačno!
uk: Введено невірний пароль!
zh_cn: 输入了错误的密码！

source: Enter a valid username consisting of letters, numbers, underscores or hyphens.
cs: Vložte platné uživatelské jméno, které obsahuje znaky abecedy, čísla, podtržítka či pomlčky.
de: Geben Sie einen gültigen Benutzernamen ein, der aus Buchstaben, Zahlen, Unterstrichen oder Bindestrichen besteht.
es: Escribe un nombre de usuario válido que contenga letras, números, guiones o guiones bajos.
fr: Entrez un nom d'utilisateur valide, composé de lettres, nombres, soulignements ou traits d'union.
it: Inserisci un nome utente valido utilizzando lettere, cifre, trattini o trattini bassi.
ko: 문자, 숫자, 밑줄, 하이픈으로 이루어진 올바른 사용자 이름을 입력하세요.
nl: Voer een geldige gebruikersnaam in die bestaat uit letters, cijfers, liggende streepjes of afbreektekens.
pa_in: ਅੱਖਰਾਂ, ਨੰਬਰਾਂ, ਅੰਡਰਸਕੋਰਾਂ ਜਾਂ ਹਾਈਫ਼ਨ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ ਇੱਕ ਸਹੀ ਉਪਭੋਗੀ ਨਾਂ ਦਰਜ ਕਰੋ।
pl: Podaj poprawną nazwę użytkownika składającą się z liter, cyfr, podkreślników lub myślników.
pt_pt: Digite um nome de usuário válido constituído por letras, números, traços inferiores ou hifens.
ru: Введите корректное имя пользователя, состоящее из букв, цифр, подчеркиваний или дефисов.
sl: Vnesite veljavno uporabniško ime sestavljeno iz črk, števk, podčrtajev in vezajev.
zh_cn: 请输入一个有效的用户名，只能由字母、数字、下划线及连字符构成。

source: This username cannot be used.
cs: Toto uživatelské jméno nemůže být použito.
de: Dieser Benutzername kann nicht verwendet werden.
es: No se puede usar este nombre de usuario.
fr: Ce nom d'utilisateur ne peut pas être utilisé.
it: Questo nome utente non può essere utilizzato.
ja: このユーザ名は使用できません。
ko: 이 사용자 이름은 사용할 수 없습니다.
nl: Deze gebruikersnaam kan niet worden gebruikt.
pa_in: ਇਹ ਉਪਭੋਗੀ ਨਾਂ ਵਰਤਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pl: Ta nazwa użytkownika nie może być użyta.
pt_pt: Esse nome de usuário não pode ser usado.
ru: Это имя пользователя не может быть использовано.
sl: Tega uporabniškega imena ni mogoče uporabiti.
zh_cn: 不能使用该用户名。

source: This username is already in use.
cs: Toto uživatelské jméno je již použito.
de: Dieser Benutzername wird bereits verwendet.
es: Este nombre de usuario/a ya se utiliza.
fr: Ce nom d'utilisateur est déjà utilisé.
it: Questo nome utente è già in uso.
ja: このユーザ名はすでに使われています。
ko: 이 사용자 이름은 이미 사용되고 있습니다.
nl: Deze gebruikersnaam is al in gebruik.
pa_in: ਇਹ ਉਪਭੋਗੀ ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਵਰਤੋਂ ਵਿੱਚ ਹੈ।
pl: Ta nazwa użytkownika jest już używana.
pt_pt: Este nome de utilizador já está a ser utilizado.
zh_cn: 这个用户名已经被使用。

source: Display Name
cs: Zobrazené jméno
de: Name anzeigen
el: Εμφάνιση ονόματος
es: Nombre a mostrar
fr: Nom affiché
it: Nome visualizzato
ja: 表示名
ko: 별명
nl: Naam weergeven
pa_in: ਨਾਂ ਵਿਖਾਓ
pl: Wyświetlana nazwa
pt_pt: Nome a mostrar
ru: Отображаемое имя
sl: Prikazno ime
zh_cn: 显示名

source: Location
cs: Umístění
de: Ort
el: Τοποθεσία
es: Ubicación
fr: Pays
it: Località
ja: 所在地
ko: 사는 곳
nl: Locatie
pa_in: ਸਥਿਤੀ
pl: Lokalizacja
pt_pt: Localização
ru: Местонахождение
sl: Lokacija
uk: Місцезнаходження
zh_cn: 位置

source: Occupation
cs: Zaměstnání
de: Beruf
el: Απασχόληση
es: Ocupación
fr: Profession
it: Lavoro
ja: 職業
ko: 직업
nl: Beroep
pa_in: ਕਿੱਤਾ
pl: Zawód
pt_pt: Ocupação
ru: Род деятельности
sl: Poklic
uk: Заняття
zh_cn: 占用

source: This URL has an invalid format. Valid URLs look like http://example.com/my_page.
cs: Tato adresa nemá platný formát. Platné adresy mají tvar http://moje.domena.cz/moje-stranka/.
de: Dies ist keine gültige URL. Erlaubte URLs sehen etwa wie folgt aus: http://example.com/meine_seite.
el: Αυτό το URL έχει μη έγκυρη μορφή. Τα έγκυρα URL έχουν τη μορφή http://example.com/my_page.
es: Esta URL tiene un formato no válido. Las URLs válidas tienen un aspecto como este http://example.com/my_page.
fr: Cette URL a un format non valide. Une URL valide ressemble à ceci : http://exemple.com/ma_page.
it: Questo URL è in formato non valido. Un URL valido deve avere una struttura del tipo http://example.com/my_page.
ja: この URL は不正な形式です。有効な URL は http://example.com/my_page のような形式です。
ko: 잘못된 형식의 URL입니다. http://example.com/my_page 와 같은 것이 올바른 URL입니다.
nl: Deze URL heeft een ongeldige opmaak. Geldige URL’s lijken op http://voorbeeld.com/mijn_pagina.
pa_in: ਇਸ URL ਦਾ ਫ਼ਾਰਮੈਟ ਗਲਤ ਹੈ। ਸਹੀ URLs http://example.com/my_page ਦੀ ਤਰ੍ਹਾਂ ਵਿਖਾਈ ਦਿੰਦੀਆਂ ਹਨ।
pl: Ten adres URL ma nieprawidłowy format. Poprawny adres URL wygląda jak: http://example.com/moja_strona.
pt_pt: Este URL tem um formato inválido. URLs válidos são do tipo http://example.com/my_page.
ru: Этот URL имеет неверный формат. Правильные URL имеют вид http://example.com/my_page.
sl: Ta URL naslov ima neveljaven format. Veljaven URLs zgleda takole: http://example.com/my_page.
uk: Цей URL має недійсний формат. Дійсні URLи виглядають http://example.com/my_page.
zh_cn: 网址格式无效。有效的网址看上去应该类似于 http://example.com/my_page 。

source: Please use an email address from a different provider to complete your registration.
cs: Pro dokončení registrace prosím vložte e-mailovou adresu od jiného poskytovatele.
de: Bitte verwenden Sie eine E-Mail-Adresse von einem anderen Anbieter, um Ihre Registrierung durchzuführen.
el: Παρακαλούμε χρησιμοποιήστε διεύθυνση ταχυδρομείου διαφορετικού πάροχου για να ολοκληρωθεί η εγγραφή σας.
es: Por favor, usa una dirección de correo de un proveedor diferente para completar tu registro.
fr: Merci d'utiliser une adresse courriel d'un autre fournisseur pour terminer votre inscription.
it: Utilizza un indirizzo email di un altro provider per completare la registrazione.
ko: 등록 절차를 완료하시려면 다른 이메일을 사용해 주세요.
nl: Gebruik een e-mailadres van een andere provider om uw registratie te voltooien.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਰਜਿਸਟਰੇਸ਼ਨ ਮੁਕੰਮਲ ਕਰਨ ਲਈ ਇੱਕ ਵੱਖਰੇ ਪ੍ਰਦਾਤੇ ਤੋਂ ਇੱਕ ਈਮੇਲ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Aby dokończyć rejestrację, użyj innego adresu e-mail.
pt_pt: Por favor use um endereço de correio de outro fornecedor para finalizar o seu registo.
ru: Пожалуйста, используйте адрес электронной почты от другого провайдера, чтобы завершить вашу регистрацию.
sl: Uporabite prosim e-poštni naslov kakega drugega ponudnika, da dokončate svojo registracijo.
zh_cn: 请使用一个来自不同提供者的电子邮件地址完成您的注册。

source: The passwords did not match.
cs: Hesla nesouhlasí.
de: Die Passwörter stimmten nicht überein.
el: Δεν ταιριάζουν οι κωδικοί.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
nl: De wachtwoorden komen niet overeen.
pa_in: ਪਾਸਵਰਡਾਂ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ।
pl: Podane hasła nie pasują do siebie.
pt_pt: As senhas não coincidem.
ru: Пароли не совпадают.
sl: Gesli se nista ujemali.
uk: Паролі не співпали.
zh_cn: 密码不匹配。

source: Profile Photo
cs: Profilové foto
de: Profilbild
el: Φωτογραφία προφίλ
es: Foto del perfil
fr: Photo de profil
it: Immagine del profilo
ja: プロフィール写真
ko: 프로필 사진
nl: Profielfoto
pa_in: ਪ੍ਰੋਫ਼ਾਈਲ ਫ਼ੋਟੋ
pl: Zdjęcie do profilu
pt_pt: Fotografia do perfil
ru: Фото профиля
sl: Foto za profil
uk: Світлина профілю
zh_cn: 个人资料照片

source: To anonymize, enter a reason for the change but do not change any other field.
de: Zur Anonymisierung geben Sie einen Grund für die Änderung ein, aber ändern Sie sonst kein Feld
es: Para anonimizar, introduce una razón para el cambio pero no cambies ningún otro campo.
fr: Pour anonymiser, indiquez une raison pour le changement mais ne faites aucune modification aux autres champs.
it: Per rendere anonimo, inserire un motivo per la modifica ma non cambiare nessun altro campo.
ko: 익명으로 표시하려면 변경 사유를 입력하시고 그 외 다른 항목은 변경하지 마세요.
nl: Voer een reden voor de wijziging in om te anonimiseren, maar wijzig geen van de overige velden.
pa_in: ਅਣਪਛਾਤਾ ਰੱਖਣ ਲਈ, ਬਦਲਾਅ ਲਈ ਇੱਕ ਕਾਰਨ ਦਿਓ ਪਰ ਕਿਸੇ ਵੀ ਹੋਰ ਖੇਤਰ ਨੂੰ ਨਾ ਬਦਲੋ।
pl: Aby zachować anonimowość, podaj powód zmiany, ale nie zmieniaj żadnych innych pól.
pt_pt: Para ficar anónimo, escreva uma razão para a alteração mas não altere nenhum outro campo.
ru: Для анонимизации, введите причину изменения, но не изменяйте никакое другое поле.
zh_cn: 如果您要匿名，请输入更改的原因，但不要更改其他字段。

# user_list_others
source: others
cs: ostatní
de: Andere
el: άλλοι
es: otros
fr: autres
it: altri
ja: その他
ko: 그 외 여러명
nl: overigen
pa_in: ਹੋਰ
pl: inni
pt_pt: outros
ru: другие
sl: drugi
zh_cn: 其他

source: No user with that email.
cs: Nebyl nalezen uživatel, který by měl tento e-mail.
de: Kein Benutzer mit dieser E-Mail-Adresse.
el: Δεν υπάρχει χρήστης με αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: No se ha encontrado un usuario con ese correo electrónico.
fr: Pas d'utilisateur ayant cette adresse courriel.
it: Nessun utente con questa email.
ja: このメールアドレスを持つユーザは存在しません。
ko: 해당 이메일로 등록된 사용자가 없습니다
nl: Er is geen gebruiker met dat e-mailadres.
pa_in: ਇਸ ਈਮੇਲ ਨਾਲ ਕੋਈ ਉਪਭੋਗੀ ਨਹੀਂ।
pl: Nie ma użytkownika z takim adresem e-mail.
pt_pt: Nenhum utilizador com esse correio electrónico.
ru: Нет пользователя с таким почтовым адресом.
sl: Ni uporabnika s tem e-naslovom.
zh_cn: 那个邮件地址没有用户。

source: Your account has been restricted
cs: Váš účet byl omezen
de: Ihr Benutzerkonto wurde eingeschränkt
es: Tu cuenta ha sido restringida
fr: Votre compte a été restreint
it: Il tuo account è stato limitato
ja: あなたのアカウントは制限されています
ko: 당신의 계정은 권한이 제한되어 있습니다.
nl: Uw account is beperkt
pa_in: ਤੁਹਾਡਾ ਖਾਤਾ ਸੀਮਿਤ ਕੀਤਾ ਗਿਆ
pl: Twoje konto zostało ograniczone
pt_pt: A sua conta foi restringida
ru: Ваша учётная запись была ограничена
sl: Vaš račun se je omejilo
zh_cn: 您的帐号已经被限制

source: Please confirm your email address
cs: Potvrďte prosím svou e-mailovou adresu
de: Bitte bestätigen Sie Ihre E-Mail-Adresse
el: Παρακαλούμε επιβεβαιώστε τη διεύθυνση ηλ. ταχυδρομείου σας
es: Por favor, confirma tu dirección de correo
fr: Veuillez confirmer votre adresse électronique
it: Conferma il tuo indirizzo email
ja: メールアドレスを確認してください
ko: 이메일 주소를 확인해 주세요
nl: Bevestig uw e-mailadres
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਈਮੇਲ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź swój adres e-mail
pt_pt: Confirme o seu endereço de correio
ru: Пожалуйста, подтвердите свой адрес электронной почты
sl: Potrdite prosim svoj e-naslov
uk: Будь ласка підтвердіть вашу ел.адресу
zh_cn: 请确认您的电子邮件地址

source: My Mobile Add-ons
cs: Mé mobilní doplňky
de: Meine mobile Add-ons
el: Τα πρόσθετα μου για κινητό
es: Mis complementos para móviles
fr: Mes modules mobiles
it: I miei comp. agg. per dispositivi portatili
ja: 自分のモバイル向けアドオン
ko: 내 모바일 부가 기능
nl: Mijn Mobiel-add-ons
pa_in: ਮੇਰੇ ਮੋਬਾਈਲ ਐਡ-ਆਨ
pl: Moje dodatki dla Firefoksa Mobile
pt_pt: Os meus extras do Mobile
ru: Мои мобильные дополнения
sl: Moji mobilni dodatki
zh_cn: 我的移动版附加组件

source: an add-on developer thanks me for a contribution
cs: vývojář doplňku mi poděkuje za příspěvek
de: Ein Add-on-Entwickler dankt mir für eine Spende
es: un desarrollador de complementos me da las gracias por una contribución
fr: un développeur de module m'a remercié pour une contribution
it: uno sviluppatore mi ringrazia per una donazione
ko: 부가 기능 개발자가 기부에 감사를 표했습니다
nl: een add-on-ontwikkelaar bedankt me voor een bijdrage
pa_in: ਇੱਕ ਐਡ-ਆਨ ਡਿਵੈਲਪਰ ਨੇ ਯੋਗਦਾਨ ਲਈ ਮੈਨੂੰ ਧੰਨਵਾਦ ਕਿਹਾ
pl: Autor dodatku podziękował mi za dotację
pt_pt: um desenvolvedor de um extra me agradece por uma contribuição
ru: разработчик дополнения благодарит меня за взнос
sl: razvijalec dodatka se mi zahvaljuje za prispevek
zh_cn: 一名附加组件开发者感谢了我的捐款

source: an add-on developer replies to my review
cs: vývojář doplňku odpoví na mou recenzi
de: Ein Add-on-Entwickler antwortet auf meine Bewertung
es: un desarrollador de complementos responde a mi valoración
fr: un développeur de module a répondu à ma critique
it: uno sviluppatore risponde alla mia recensione
ko: 부가 기능 개발자가 평가에 댓글을 달았습니다
nl: een add-on-ontwikkelaar beantwoordt mijn beoordeling
pa_in: ਇੱਕ ਐਡ-ਆਨ ਡਿਵੈਲਪਰ ਨੇ ਮੇਰੀ ਸਮੀਖਿਆ ਦਾ ਜਵਾਬ ਦਿੱਤਾ
pl: Autor dodatku odpowiedział na moją opinię
pt_pt: um desenvolvedor do extra respondeu ao meu comentário
ru: разработчик дополнения отвечает на мой отзыв
sl: razvijalec dodatka odgovarja na mojo recenzijo
zh_cn: 一名附加组件的开发者回复了我的评论

source: an app developer replies to my review
cs: vývojář aplikace odpoví na mou recenzi
de: Ein Anwendungs-Entwickler antwortet auf meine Bewertung
es: un desarrollador de aplicaciones responde a mi valoración
fr: un développeur d'application a répondu à ma critique
it: uno sviluppatore di app risponde a un mio commento
ko: 앱 개발자가 평가에 댓글을 달았습니다
nl: een app-ontwikkelaar beantwoordt mijn beoordeling
pa_in: ਇੱਕ ਐਪ ਡਿਵੈਲਪਰ ਨੇ ਮੇਰੀ ਸਮੀਖਿਆ ਦਾ ਜਵਾਬ ਦਿੱਤਾ
pl: autor aplikacji odpowiedział na moją opinię
pt_pt: um programador de uma aplicação respondeu à minha análise
ru: разработчик приложения отвечает на мой отзыв
sl: razvijalec aplikacije odgovarja na mojo recenzijo
zh_cn: 一个应用开发者回复了我的评论

source: new add-ons or Firefox features are available
cs: jsou dostupné nové doplňky nebo nové vlastnosti Firefoxu
de: Neue Add-ons oder Firefox-Funktionen sind verfügbar
es: hay disponibles nuevos complementos o características de Firefox
fr: de nouveaux modules ou fonctionnalités Firefox sont disponibles
it: sono disponibili nuovi componenti aggiuntivi o caratteristiche di Firefox
ko: 신규 부가 기능이나 Firefox 기능을 사용할 수 있습니다
nl: er zijn nieuwe add-ons of Firefox-functies beschikbaar
pa_in: ਨਵੇਂ ਐਡ-ਆਨ ਜਾਂ ਫ਼ਾਇਰਫ਼ਾਕਸ ਗੁਣ ਉੱਪਲਬਧ ਹਨ
pl: Dostępne są nowe dodatki lub funkcje Firefoksa
pt_pt: estão disponíveis novos extras ou funcionalidades do Firefox
ru: доступны новые дополнения или функции Firefox
sl: na razpolago novi dodatke ali funkcije v Firefoxu
zh_cn: 新附加组件或 Firefox 特性现在可用
