Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: What do you use to build Open Web Apps? The answer is &quot;anything you would normally use to build for the web.&quot; The following is a list of tools and resources to help you get started making Open Web Apps. They can be easily integrated into your existing web development workflow, if you have one, or you can build a new workflow around them.
de: Was verwendet man um Anwendungen des offenen Web zu entwickeln? Die Antwort lautet „alles, was Sie normalerweise verwenden würden, um für das Web zu entwickeln“. Es folgt eine Liste von Werkzeugen und Ressourcen, die Ihnen bei den ersten Schritten der Entwicklung von Anwendungen des offenen Web zu helfen. Sie können einfach in Ihren bestehenden Arbeitsprozess für Web-Entwicklung integriert werden, wenn Sie einen haben, oder Sie können einen neuen Arbeitsprozess um sie herum entwickeln.
es: ¿Qué usas para crear aplicaciones web abiertas? La respuesta es &quot;cualquier cosa que usarías normalmente para crear para la Web&quot;. La siguiente es una lista de herramientas y recursos para ayudarte a comenzar a crear aplicaciones web abiertas. Pueden integrarse fácilmente en tu flujo de trabajo de desarrollo web actual, si tienes uno, o puedes crear un nuevo flujo de trabajo a partir de ellas.
fr: Quels outils utiliser pour construire des Open Web Apps ? La réponse est « tout ce que vous auriez utiliser normalement pour faire du web ». Ce qui suit est une liste d'outils et de ressources pour vous aider à faire des Open Web Apps. Ils peuvent facilement s'intégrer dans votre processus de développement web, si vous en avez un, ou vous pouvez en construire un autour de ceux-ci.
it: Che strumenti si utilizzano per creare app web aperte? La risposta è &quot;gli stessi che si utilizzano normalmente per creare nel Web.&quot; Di seguito è riportata una lista di strumenti e risorse utili per chi inizia a sviluppare app web aperte. È possibile integrarle facilmente nel proprio flusso di lavoro, se già se ne segue uno, oppure utilizzarle come base per un nuovo flusso di lavoro.
ko: 오픈 웹 앱(Open Web Apps)을 만들기 위해 무엇을 사용하나요? 정답은 &quot;웹을 만들때 보통 사용했던 것&quot;입니다. 다음 목록은 오픈 웹앱 만들기를 시작하는데에 도움이되는 도구와 자료입니다. 이것들은 기존의 개발 프로세스에 잘 통합될 수 있고 새로운 방식을 가지고 있다면 새롭게 만들 수도 있습니다.
nl: Wat is er nodig om open webapps te bouwen? Het antwoord is “alles wat u normaliter nodig hebt om voor het web te bouwen.” Hieronder staat een lijst met hulpmiddelen en -bronnen die u op gang helpen bij het maken van open webapps. Ze kunnen eenvoudig worden geïntegreerd in uw bestaande webontwikkelproces, als u dat hebt, of u kunt er een nieuw proces omheen bouwen.
pl: Czego użyć do tworzenia aplikacji otwartej sieci? Odpowiedź to „wszystkiego, czego zwykle używasz podczas tworzenia dla sieci”. Poniżej znajduje się lista narzędzi i zasobów, pomocnych w rozpoczęciu tworzenia aplikacji otwartej sieci. Można je łatwo zintegrować z twoim istniejącym środowiskiem programowania dla sieci, jeśli masz jakieś, lub zbudować nowe na ich podstawie.
zh_cn: 你该用什么工具来构建开放网络应用？答案是 &quot; 任何你通常用来制作网页的工具。&quot; 下面列出的这些工具和资源，可以帮助您开始制作开放网络应用。您可以很容易地把它们整合到您现有的网络开发流程中——如果已经有了的话，或者您可以构建一个全新的工作流程。

source: Is your app ready for the Firefox Marketplace? The App validator will check your manifest and show you any errors it may have, or warnings you should consider.
de: Ist Ihre Anwendung für den Firefox Marketplace bereit? Der Anwendungsvalidator prüft Ihr Manifest und zeigt Ihnen Fehler, die es haben kann oder Warnungen, die Sie beachten sollten.
es: ¿Está lista tu aplicación para Firefox Marketplace? El validador de aplicaciones comprobará tu archivo manifest y te mostrará cualquier error que estés cometiendo, así como advertencias que debas considerar.
fr: Est-ce que votre application est prête pour le Marketplace Firefox ? Le validateur vérifiera votre manifeste et vous indiquera les erreurs présentes et les choses auxquelles vous devriez faire attention.
it: La tua app è pronta per Firefox Marketplace? Il Validatore app controllerà il suo manifesto e riporterà eventuali errori o avvisi da tenere in considerazione.
ko: 여러분의 앱은 Firefox Marketplace를 위한 준비가 되었나요? 앱 밸리데이터(App validator)가 매니페스트 파일을 검사해서 오류나 살펴봐야하는 경고를 보여줍니다.
nl: Is uw app klaar voor de Firefox-marketplace? De app-validator controleert uw manifest en laat gevonden fouten of te overwegen waarschuwingen zien.
pl: Czy twoja aplikacja jest gotowa do umieszczenia w Firefox Marketplace? Walidator aplikacji sprawdzi manifest i pokaże błędy, które może zawierać aplikacja, lub ostrzeżenia, które należy przemyśleć.
zh_cn: 你的应用为火狐应用市场做好准备了吗？应用验证工具会检查你的清单，并告诉你可能有的任何错误或警告。

source: You have a Firefox OS app but you don't have a Firefox OS phone to test it on? The Firefox OS simulator will let you run your app in the browser, so you can test early and often.
de: Sie haben eine Firefox-OS-Anwendung aber haben kein Firefox-OS-Handy, um sie zu testen? Mit dem Firefox-OS-Simulator können Sie Ihre Anwendung im Browser ausführen, um früh und häufig testen zu können.
es: ¿Tienes una aplicación para Firefox OS, pero no dispones de un teléfono en el que probarla? Firefox OS Simulator te permite ejecutar tu aplicación en el navegador para que puedas realizar pruebas con frecuencia y antelación.
fr: Vous avez une application Firefox OS mais pas de téléphone pour la tester ? Le simulateur Firefox OS vous permettra de faire tourner votre application, afin de pouvoir tester rapidement et souvent.
it: Hai sviluppato un'app per Firefox OS ma non hai un dispositivo Firefox OS per testarla? Firefox OS Simulator ti permette di eseguire l'app nel browser, per effettuare fin dalle prime fasi dello sviluppo tutti i test che vuoi.
ko: Firefox OS 앱은 있지만 이를 테스트 할 Firefox OS 폰이 없나요? Firefox OS 시뮬레이터를 이용해서 브라우저에서 미리 손쉽게 앱을 구동해볼 수 있습니다.
nl: U hebt een Firefox OS-app, maar geen Firefox OS-telefoon om deze op te testen? Met de Firefox OS-simulator kunt u uw app in de browser draaien, zodat u vroeg en vaak kunt testen.
pl: Masz aplikację dla Firefox OS, ale nie masz telefonu z Firefox OS do przetestowania jej? Symulator Firefox OS pozwoli ci uruchomić aplikację w przeglądarce, zatem możesz ją testować od początku i często.
zh_cn: 你有一个 Firefox OS 应用，但你没有一台 Firefox OS 手机来测试它？Firefox OS 模拟器让您能运行在浏览器中运行您的应用，这样你就可以及早并经常地测试。

source: Firefox now ships with a default set of developer tools built from the ground up to ensure a great development experience that is both snappy and efficient.
de: Firefox verfügt jetzt standardmäßig über einige Entwicklerwerkzeuge, die von Grund auf entwickelt wurden, um ein tolles Entwicklererlebnis sicherzustellen, das schnell und effizient ist.
es: Firefox incluye ahora un conjunto predeterminado de herramientas para desarrolladores creadas desde cero que garantizan una experiencia de desarrollo atractiva y eficiente.
fr: Firefox est maintenant fournis avec un ensemble d'outils pour les développeurs assurant une grande expérience de développement, à la fois simple et efficace.
it: Ora Firefox è equipaggiato con un set predefinito di strumenti di sviluppo costruito da zero per garantire agli sviluppatori un'esperienza di qualità, accattivante ed efficace.
ko: Firefox에 기본 탑재된 여러 개발도구를 사용해서 빠르고 효율적인 개발환경을 경험할 수 있습니다.
nl: Firefox wordt nu geleverd met een standaardset van de grond af gebouwde ontwikkelaarshulpmiddelen, die zorgen voor een geweldige ontwikkelervaring zorgen die zowel snel als efficiënt is.
pl: Firefox jest obecnie udostępniany z domyślnym zestawem szybkich i wydajnych narzędzi programisty, zbudowanych od podstaw w celu zapewnienia wygody programowania.
zh_cn: Firefox 现在默认自带了一组开发工具，提供了优秀的开发体验——快捷而且高效。

source: For Current Web Developers
cs: Pro současné webové vývojáře
de: Für aktuelle Web-Entwickler
es: Para desarrolladores web en la actualidad
fr: Pour les développeurs web actuels
it: Per gli sviluppatori web
ko: 현재 웹 개발자를 위한 기능
nl: Voor huidige webontwikkelaars
pl: Dla obecnych webdeveloperów
ru: Для существующих веб-разработчиков
zh_cn: 对于当前的 Web 开发者

source: Minimum requirements
cs: Minimální požadavky
de: Mindestanforderungen
es: Requisitos mínimos
fr: Besoins minimum
it: Requisiti minimi
pl: Minimalne wymagania
ru: Минимальные требования

source: If you are a Web developer and you have a website or Web application that you would like to make into an installable Open Web app, there is <em>technically</em> very little that you need to do. The minimum requirements are few:
de: Wenn Sie ein Web-Entwickler sind und Sie eine Website oder Web-Anwendung haben, die Sie gerne in eine installierbare Anwendung des offenen Web verwandeln möchten, gibt es <em>eigentlich</em> nur wenig, was Sie tun müssen. Die Mindestanforderungen sind gering:
es: Si eres desarrollador/a web y tienes un sitio o una aplicación web que quieres convertir en una aplicación web abierta, son muy pocos los aspectos que tienes que tener en cuenta <em>desde un punto de vista técnico</em>. Los requisitos mínimos son los siguientes:
fr: Si vous êtes développeur web et que vous avez un site web ou une application Web que vous voulez transformer en Open Web App installable, il y a <em>techniquement</em> assez peu à faite. Les étapes minimums sont :
it: Se sei uno sviluppatore web e desideri trasformare il tuo sito o un'altra applicazione web in un'app web aperta installabile, dal punto di vista strettamente <em>tecnico</em> non devi fare molto. I requisiti minimi sono pochi:
pl: Jeśli jesteś webdeveloperem i masz stronę internetową lub aplikację sieciową, którą chcesz przekształcić w instalowalną aplikację otwartej sieci, istnieje niewiele <em>technicznych</em> kroków, które musisz zrobić. Jest kilka minimalnych wymagań:

source: Create an <a href="%(url)s">app manifest</a>.
cs: Vytvořte <a href="%(url)s">manifest aplikace</a>.
de: Erstellen Sie ein <a href="%(url)s">Anwendungsmanifest</a>.
es: Crea un <a href="%(url)s">archivo manifest de la aplicación</a>.
fr: Créer un <a href="%(url)s">manifeste d'application</a>.
it: Crea il <a href="%(url)s">manifesto dell'app</a>.
pl: Stwórz <a href="%(url)s">manifest aplikacji</a>.
ru: Создать <a href="%(url)s">манифест приложения</a>.

source: Serve the app manifest in a file with a file extension of <code>.webapp</code>. Set the <code>Content-Type</code> header to <code>application/x-web-app-manifest+json</code>.
de: Liefern Sie das Anwendungsmanifest mit der Dateinamenserweiterung <code>.webapp</code> aus. Setzen Sie die <code>Content-Type</code>-Kopfzeile auf <code>application/x-web-app-manifest+json</code>.
es: Sirve el archivo manifest de la aplicación en un archivo con una extensión de <code>.webapp</code>. Configura el encabezado <code>Content-Type</code> a <code>application/x-web-app-manifest+json</code>.
fr: Servir le manifeste dans un fichier d'extension <code>.webapp</code>. Définir l'entête <code>Content-Type</code> à la valeur <code>application/x-web-app-manifest+json</code>.
it: Distribuisci il manifesto dell'app in un file con estensione <code>.webapp</code>. Imposta l'header <code>Content-Type</code> come <code>application/x-web-app-manifest+json</code>.
pl: Udostępnij manifest aplikacji w pliku z rozszerzeniem <code>.webapp</code>. Ustaw nagłówek <code>Content-Type</code> w postaci <code>application/x-web-app-manifest+json</code>.

source: Publish the app, either on your own site or in an app store (or both). Publishing it yourself requires <a href="%(url)s">adding some code to your site to manage installing and updating the app</a> in users' browsers.
de: Veröffentlichen Sie die Anwendung, entweder auf Ihrer eigenen Website oder in einem Anwendungsladen (oder beides). Wenn Sie sie selbst veröffentlichen, müssen Sie <a href="%(url)s">auf Ihrer Website Quelltext einfügen, um die Installation und Aktualisierung der Anwendung</a> im Browser der Anwender zu verwalten.
es: Publica la aplicación en tu propio sitio o en una tienda de aplicaciones (o en ambos). Si la publicas tú mismo/a, tienes que <a href="%(url)s">agregar código en tu sitio web para administrar la instalación y actualización de la aplicación</a> en los navegadores de los usuarios.
fr: Publier l'application que ce soit sur votre site, sur un magasin d'application ou les deux. La publiez vous-même nécessite de <a href="%(url)s">rajouter un peu de code à votre site pour gérer l'installation et la mise à jour</a> dans le navigateur des utilisateurs.
it: Pubblica la tua app sul tuo sito web o su una piattaforma di vendita app (oppure su entrambi). Se vuoi pubblicare da solo l'app sarà necessario <a href="%(url)s">aggiungere al tuo sito un codice per gestire l'installazione e l'aggiornamento dell'app</a> nei browser degli utenti.
pl: Opublikuj aplikację na własnej stronie albo w sklepie z aplikacjami (lub w obu miejscach). Samodzielna publikacja wymaga <a href="%(url)s">dodania kodu na swojej stronie w celu zarządzania instalacją i aktualizacją aplikacji</a> w przeglądarkach użytkowników.

source: Here are some Web technologies that may be useful in writing installable apps. Notice that there is nothing on this list that is unique to Open Web apps!
de: Hier sind ein paar Web-Technologien, die beim Schreiben von installierbaren Anwendungen hilfreich sein könnten. Beachten Sie, dass in dieser Liste nichts steht, was es nur bei Anwendungen des offenen Web gäbe!
es: Te mostramos algunas de las tecnologías web que te pueden resultar útiles para escribir aplicaciones instalables. Ten en cuenta que ningún elemento de la lista es exclusivo de las aplicaciones web abiertas.
fr: Voici quelques technologies Web qui pourraient vous êtres utiles pendant l'écriture d'applications installables. Merci de noter que rien dans cette liste n'est limité aux Open Web Apps !
it: Di seguito sono riportate alcune tecnologie web che possono risultare utili nello sviluppo di un'app installabile. Nota che nessuna tecnologia su questa lista è esclusiva delle app web aperte.
pl: Tutaj jest kilka technologii sieciowych, które mogą być użyteczne przy pisaniu instalowalnych aplikacji. Zwróć uwagę, że na liście nie ma żadnych elementów, które są wykorzystywane tylko w aplikacjach otwartej sieci.

source: Offline resources in Firefox
cs: Offline zdroje ve Firefoxu
de: Offline-Ressourcen in Firefox
es: Recursos sin conexión en Firefox
fr: Ressources hors ligne dans Firefox
it: Risorse non in linea di Firefox
pl: Zasoby offline w Firefoksie

source: DOM Storage
de: DOM-Speicherung
es: Almacenamiento DOM
fr: Stockage DOM
pl: Pamięć DOM
ru: Хранилище DOM

source: Drag and drop
cs: Táhni a pusť
de: Ziehen und Ablegen
es: Arrastrar y soltar
fr: Glisser et déposer
it: Drag &amp; Drop
pl: Przeciągnij i upuść
ru: Перетащить и бросить

source: A mobile web application stack
de: Ein Anwendungs-Stack des mobilen Web
es: Una pila de componentes para aplicaciones web de dispositivos móviles
fr: Une pile applicative web mobile
it: Famiglia di applicazioni web per la piattaforma mobile
pl: Zbiór informacji na temat mobilnych aplikacji sieciowych

source: What is the purpose of your app?
cs: Jaký je účel vaší aplikace?
de: Was ist der Zweck Ihrer Anwendung?
es: ¿Cuál es el propósito de tu aplicación?
fr: Quel est l'objectif de votre application ?
it: Qual è l'obiettivo dell'app?
pl: Jakie jest przeznaczenie twojej aplikacji?
ru: Какова цель вашего приложения?

source: If you already have a list of tasks, an idea for your app and the type of user you are targeting, it's time to create a goal statement: Define your app's purpose and the most important user in one sentence. This is your main use case.
cs: Pokud již máte seznam úkolů, nápad pro vaši aplikaci a představu o uživatelích, na které se chcete zaměřit, je čas vytvořit si cíl: definujte jednou větou cíl své aplikace a vášeho nejdůležitějšího uživatele. To je váš hlavní případ použití.
de: Wenn Sie schon eine Aufgabenliste, eine Idee für Ihre Anwendung und den Benutzertyp Ihrer Zielgruppe haben, ist es Zeit, ein Ziel zu formulieren: Definieren Sie den Zweck Ihrer Anwendung und den wichtigsten Nutzer in einem Satz. Das ist Ihr Hauptanwendungsfall.
es: Si ya tienes una lista de tareas, una idea de tu aplicación y el tipo de usuario al que va dirigida, es el momento de redactar una declaración de objetivos. Define en una frase cuál es el propósito de tu aplicación y el usuario más importante. Este es tu caso principal de utilización.
fr: Si vous avez déjà une liste de tâches, une idée pour votre application et le type d'utilisateur visé, il est facile de créer un objectif, définissez celui de votre application et l'utilisateur le plus important en une phrase. C'est votre cas d'utilisation principal.
it: Se hai già in mente un insieme di operazioni, un'idea per l'app e il tipo di utenza a cui rivolgerti, questo è il momento di scrivere una dichiarazione d'intento: definisci l'obiettivo dell'app e il suo utente ideale in una frase e avrai creato il tuo caso d'uso principale.
pl: Jeśli masz już listę zadań, pomysł aplikacji oraz wybrany typ docelowych użytkowników, nadszedł czas, by określić cel: Zdefiniuj w jednym zdaniu przeznaczenie swojej aplikacji i najważniejszego użytkownika. To jest główny rodzaj zastosowania.

source: Example: A wish list creation tool for people who never do impulse shopping.
cs: Například: Přeji si vytvořit nástroj pro lidi, kteří nikdy impulzivně nenakupovali.
de: Beispiel: Ein Werkzeug zum erstellen einer Wunschliste für Menschen, die nie spontan Einkaufen.
es: Ejemplo: una herramienta para que la gente que nunca hace compras compulsivas cree listas de deseos.
fr: Exemple : un outil de création de liste de vœux pour les gens qui ne font jamais d'achats impulsifs.
it: Esempio: Uno strumento che crea liste dei desideri dedicato a chi non cede mai allo shopping impulsivo.
pl: Przykład: Narzędzie do tworzenia listy życzeń dla osób, które nigdy nie robią impulsywnych zakupów.

source: Focus on one main use case
cs: Zaměřte se na jeden primární způsob použití
de: Konzentrieren Sie sich auf einen Hauptanwendungsfall
es: Céntrate en un caso principal de utilización
fr: Limitez-vous à un cas d'utilisation principal
it: Concentrati sul caso d'uso principale
pl: Skup się na jednym głównym zastosowaniu

source: It is possible that you cannot include all the tasks on your list in your goal statement. That is ok, because you should focus on one main use cases, which is how most people will use your application. Awesome apps do one thing well.
cs: Je možné, že do svého globálního cíle nezahrnete všechny své cíle. To je v pořádku, protože byste se měli zaměřit na hlavní případy použití, jak budou uživatelé používat vaši aplikaci. Skvělé aplikace dělají jednu věc a dělají ji dobře.
de: Es ist möglich, dass Sie nicht alle Aufgaben aus Ihrer Liste Ihre Zielformulierung einbauen können. Das ist in Ordnung, denn Sie sollten sich auf einen Hauptanwendungsfall konzentrieren, also darauf, wie die meisten Menschen Ihre Anwendung einsetzen werden. Großartige Anwendungen erfüllen eine Aufgabe genau richtig.
es: Es posible que no puedas incluir todas las tareas de tu lista en la declaración de objetivos. No obstante, debe ser así, porque tienes que centrarte en un caso principal de utilización, es decir, la forma en que la mayoría de la gente usará tu aplicación. Las aplicaciones increíbles hacen bien una cosa.
fr: Il est possible que vous ne puissiez pas inclure toutes les tâches dans votre liste de buts. Ce n'est pas gênant, puisque vous devriez vous concentrer sur un cas d'utilisation principal, qui représente l'utilisation principale qui sera faite par les utilisateurs. Les meilleures applications font une seule chose mais la font bien.
it: È possibile che tu non riesca a includere tutte le operazioni nella lista della dichiarazione d'intento, ma questo non è un problema, ciò che conta è che ti concentri sul caso d'uso principale, ovvero la caratteristica primaria che dovrebbe spingere un utente a scegliere la tua app. Le app migliori fanno una cosa sola, ma la fanno bene.
pl: Możliwe, że nie jesteś w stanie umieścić wszystkich zadań z listy w swoim określeniu celu. To nic złego, ponieważ należy skupić się na jednym głównym zastosowaniu, które jest najczęstszym sposobem wykorzystania twojej aplikacji przez użytkowników. Świetne aplikacje robią jedną rzecz, ale dobrze.

source: How will people use your app?
cs: Jak budou lidé používat vaši aplikaci?
de: Wie werden Menschen Ihre Anwendung verwenden?
es: ¿Cómo usará la gente tu aplicación?
fr: Comment les gens utiliseront-ils votre application ?
it: In che modo gli utenti utilizzeranno l'app?
pl: Jak ludzie będą używać twojej aplikacji?
