Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Are there any content guidelines?
cs: Existují nějaká pravidla pro obsah?
de: Gibt es Inhaltsrichtlinien?
es: ¿Existen algunas pautas para el contenido?
fr: Est-ce qu'il y a des lignes directrices pour le contenu ?
it: I contenuti dei temi devono rispettare delle linee guida?
ja: コンテンツガイドラインはありますか？
ko: 테마에 들어갈 콘텐트에 관한 가이드라인이 있나요?
nl: Zijn er richtlijnen voor de inhoud?
pl: Czy istnieją wytyczne zawartości?
pt_pt: Existem diretrizes de conteúdo?
sl: Ali obstajajo smernice za vsebino?
zh_cn: 有没有内容指引？

source: Do I still retain ownership over artwork that I upload?
cs: Mam stále vlastnická práva na dílo, které nahraji?
de: Verbleiben die Darstellungen, die ich hochlade, in meinem Besitz?
es: ¿Mantengo mi titularidad sobre la obra que subo?
fr: Est-ce que je conserve mes droits sur ma création après téléchargement ?
it: Posso mantenere la proprietà intellettuale sulle immagini che carico?
ja: アップロードした作品の所有権は維持されるのですか？
ko: 업로드한 아트웍에 대한 소유권을 유지할 수 있나요?
nl: Behoud ik het eigendom van het werk dat ik upload?
pl: Czy zachowuję prawo do grafiki po jej załadowaniu?
pt_pt: Mantenho a propriedade sobre os trabalhos artísticos que enviar?
sl: Ali je po prenosu lastništvo nad umetnino še vedno v mojih rokah?
zh_cn: 我是否还保有上传的艺术作品的所有权？

source: After creating a Background Theme, can I edit the design?
cs: Mohu po vytvoření vzhledu upravit jeho vzhled?
de: Kann ich die Gestaltung verändern, nachdem ich ein Hintergrund-Theme erstellt habe?
es: Una vez que haya creado un tema de fondo, ¿puedo editar el diseño?
fr: Après avoir créé un thème d'arrière plan, puis-je modifier le design ?
it: Posso modificare il design del tema dopo averlo caricato?
ja: 背景テーマを作成した後、デザインを編集することは可能ですか？
ko: 배경 테마를 제작한 후에도 디자인 변경이 가능한가요?
nl: Kan ik na het maken het ontwerp van een achtergrondthema wijzigen?
pl: Czy po utworzeniu motywy tła można edytować projekt?
pt_pt: Depois de criar um tema de fundo, posso editar o design?
ru: После создания фоновой темы, могу ли я изменить дизайн?
sl: Ko enkrat ustvarim Temo za ozadje, ali lahko predologo spremenim?
zh_cn: 创建一个背景主题后，我是否还能修改设计？

source: What's the maximum file size allowable for my Background Theme?
cs: Jaká je maximální povolená velikost pro můj motiv?
de: Welche maximale Dateigröße ist für mein Hintergrund-Theme zulässig?
es: ¿Cuál es el tamaño máximo de archivo permitido para un tema de fondo?
fr: Quelle est la taille maximale de fichier autorisée pour mon thème d'arrière plan ?
it: Qual è la dimensione massima consentita per un tema di sfondo?
ja: 背景テーマの最大許容ファイルサイズは？
ko: 배경 테마의 최대 파일 용량 크기는 어떻게 되나요?
nl: Wat is de maximaal toegestane bestandsgrootte voor mijn achtergrondthema?
pl: Jaki jest maksymalny dozwolony rozmiar pliku dla motywy tła?
pt_pt: Qual o tamanho máximo permitido para o ficheiro do meu tema de fundo?
sl: Kaj je največja dovoljena velikost datoteke za mojo Temo za ozadje?
zh_cn: 我的背景主题文件最大体积可以是多少？

source: What are Background Themes?
cs: Co jsou motivy?
de: Was sind Hintergrund-Themes?
es: ¿Qué son los temas de fondo?
fr: Que sont les thèmes d'arrière plan ?
it: Che cosa sono i temi di sfondo?
ja: 背景テーマとは？
ko: 배경 테마란 무엇인가요?
nl: Wat zijn achtergrondthema’s?
pl: Co to są motywy tła?
pt_pt: O que são temas de fundo?
ru: Что такое фоновые темы?
sl: Kaj so Teme za ozadje
zh_cn: 什么是背景主题？

source: Background themes are easy-to-install, easy-to-use skins that change the look of your Firefox web browser. There are hundreds of thousands community-designed themes to choose from, with more added every day. <a href="%(browse_url)s">Start looking here for designs that fit your style.</a>
cs: Motivy jsou snadno instalovatelné a jednoduše použitelné doplňky pro změnu vzhledu webové prohlížeče Firefox. Existují tisíce komunitou vytvořených vzhledů a každým dnem přibývají další. <a href="%(browse_url)s">Začněte hledat vzhled, který vám sedne</a>.
de: Hintergrund-Themes sind einfach zu installierend und zu verwendende Erscheinungsbilder, die das Aussehen Ihres Firefox-Internetbrowsers ändern. Es gibt Hunderttausende von der Gemeinschaft erstellte Themes, aus denen Sie wählen können, und jeden Tag kommen mehr dazu. <a href="%(browse_url)s">Sehen Sie sich hier nach Designs um, die zu Ihrem Stil passen.</a>
es: Los temas de fondo son diseños fáciles de usar e instalar que cambian el aspecto de tu navegador Firefox. Existen cientos de miles de temas diseñados por la comunidad entre los que puedes elegir, y cada día se agregan más. <a href="%(browse_url)s">Mira aquí todos los diseños que pueden ir con tu estilo.</a>
fr: Les thèmes d'arrière plan sont des peaux nouvelles pour changer le look de votre navigateur web Firefox qui sont simple à installer et à utiliser .Il y a des centaines de milliers de thèmes produits par la communauté parmi lesquels choisir, et tous les jours de nouveaux arrivent. <a href="%(browse_url)s">Commencez à les explorer et trouver ceux qui vous correspondent.</a>
it: I temi di sfondo sono skin, facili da installare e da utilizzare, che permettono di cambiare l'aspetto del browser Firefox. Esistono centinaia di migliaia di temi realizzati dalla comunità tra cui scegliere e ogni giorno ne vengono creati di nuovi. <a href="%(browse_url)s">Inizia da qui per trovare un tema su misura per te.</a>
ko: 배경 테마는 쉬운 설치, 쉽게 사용할 수 있는 스킨으로 Firefox 웹 브라우저의 디자인을 바꿔줍니다. 커뮤니티에서 디자인한 테마가 매일 새로 올라오고 있으며 수만가지가 넘는 테마를 보유중입니다. <a href="%(browse_url)s">당신의 스타일에 꼭 맞는 디자인을 여기에서 찾아보세요.</a>
nl: Achtergrondthema’s zijn eenvoudig te installeren en gebruiken skins die het uiterlijk van uw Firefox-webbrowser wijzigen. Er zijn honderdduizenden door de gemeenschap ontworpen thema’s waaruit u kunt kiezen, en het aantal groeit elke dag. <a href="%(browse_url)s">Begin hier te zoeken naar ontwerpen die bij u passen.</a>
pl: Motywy tła są to łatwe do zainstalowania i użycia skórki zmieniające wygląd Firefoksa. Istnieją setki i tysiące motywów do wyboru, stworzonych przez społeczność, a każdego dnia dodawane są kolejne. <a href="%(browse_url)s">Rozpocznij tu przeglądanie projektów pasujących do twoich upodobań.</a>
pt_pt: Os temas de fundo são capas fáceis de instalar e de utilizar que modificação a aparência do seu navegador web, o Firefox. Existem centenas de milhar de temas desenhados pela comunidade que pode escolher, com mais sendo adicionados todos os dias. <a href="%(browse_url)s">Comece a procurar por designs que se adequam ao seu estilo.</a>
zh_cn: 背景主题是易于安装、易于使用的皮肤，可以改变你的 Firefox 网络浏览器的外观。有成百上千款由社区设计的主题可供选择，并且每天都还在增加。<a href="%(browse_url)s">开始查找适合你风格的设计。</a>

source: Background Themes work with any type of computer that has Firefox installed. This includes Mac, Linux, Windows, and Android platforms.
cs: Motivy fungují na jakémkoliv počítači, kde je nainstalován Firefox. To zahrnuje Windows, Linux, Mac a Android.
de: Hintergrund-Themes funktionieren auf jedem Computer, auf dem Firefox installiert ist. Dazu gehören die Plattformen Mac, Linux, Windows und Android.
es: Los temas de fondo funcionan con cualquier tipo de equipo que tenga instalado Firefox: las plataformas Mac, Linux, Windows y Android.
fr: Les thèmes d'arrière plan fonctionnent avec tout type d'ordinateur ayant Firefox d'installé. Ceci inclus Mac, Linux, Windows ainsi que les plateformes Android.
it: I temi di sfondo sono installabili su tutte le piattaforme supportate da Firefox, quali Mac, Linux, Windows e Android.
ko: 배경 테마는 Firefox가 설치된 모든 종류의 컴퓨터에서 작동합니다. 맥, 리눅스, 윈도우, 안드로이드 운영체제도 여기에 포함됩니다.
nl: Achtergrondthema’s werken op elke soort computer waarop Firefox is geïnstalleerd. Hieronder vallen ook Mac-, Linux-, Windows- en Android-platforms.
pl: Motywy tła działają na każdym rodzaju urządzenia z zainstalowanym Firefoksem, w tym na systemach Mac, Linux, Windows i Android.
pt_pt: Os temas de fundo funcionam com qualquer tipo de computador que tenha o Firefox instalado. Isto inclui Linux, Mac, Windows e plataformas Android.
sl: Teme za ozadje so na razpolago za vse sisteme, na katerih teče Firefox. to je na platformah Mac, Linux, Windows, in Android.
zh_cn: 背景主题可以运行在安装了 Firefox 的任何计算机上，包括 Mac、Linux、Windows 和 Android 平台。

source: Complete Themes transform the look of your browser with styles for the window frame, address bar, buttons, tabs, and menus.
cs: Plné motivy umožňují pomocí stylů změnit vzhled vaše prohlížeče, jeho oken, adresní řádek, tlačítka, panely a nabídky.
de: Vollständige Themes verändern das Erscheinungsbild Ihre Browsers mit Stilen für den Fensterrahmen, die Adressleiste, Schaltflächen, Tabs und Menüs.
es: Los temas completos transforman la apariencia de tu navegador dando estilo a la ventana, barra de direcciones, botones, tablas y menús.
fr: Les thèmes complets transforment totalement le look de votre navigateur avec un style propre pour tous les éléments, tels que les cadres de fenêtre, la barre d'adresse, les boutons, les onglets et les menus.
it: I temi completi modificano l'aspetto del tuo browser con nuovi stili per il riquadro della finestra, la barra degli indirizzi, i pulsanti, le schede e i menu.
ko: 완전 테마는 웹 브라우저의 창 프레임, 주소 바, 버튼, 탭, 메뉴의 모양을 변형시킵니다.
nl: Complete thema’s transformeren het uiterlijk van uw browser met stijlen voor het vensterframe, de adresbalk, knoppen, tabbladen en menu’s.
pl: Kompletne motywy zmieniają wygląd przeglądarki, w tym style ramki okna, paska adresu, przycisków, kart i menu.
pt_pt: Os temas completos transformam a aparência do seu navegador com estilos para a moldura da janela, barra de endereço, botões, separadores e menus.
sl: Celotne Teme spremenijo videz brskalnika s pomočjo slogov za okenski okvir, naslovno vrstico, gumbe, zavihke in menije.
zh_cn: 完整主题可以完全改变您浏览器的外观，包括窗口框架、地址栏、按钮、标签页与菜单。

source: Background Themes change just the header and footer areas of your browser. You can instantly preview a design and install it in one click without needing to restart.
cs: Motivy mění pouze hlavičku a patičku okna vašeho prohlížeče. Tyto motivy si můžete vyzkoušet a nainstalovat jedném klepnutím bez nutnosti restartovat prohlížeč.
de: Hintergrund-Themes ändern nur den Kopf- und Fußbereich Ihres Browsers. Sie können ein Design softort betrachten und es mit einem Klick installieren, ohne den Browser neu starten zu müssen.
es: Los temas de fondo solo modifican las áreas del encabezado y pie del navegador. Puedes tener una vista previa instantáneamente e instalarlo con solo un clic sin necesidad de reiniciar.
fr: Les thèmes d'arrière plan changent uniquement les zones d'entête et de pied de page de votre navigateur. Vous pouvez avoir un aperçu instantanément et l'installer en un clic, sans besoin de redémarrer.
it: I temi di sfondo modificano solamente la parte superiore e inferiore della finestra del browser. Puoi visualizzare un'anteprima del tema di sfondo e installarlo con un semplice clic, senza bisogno di riavviare il browser.
ko: 배경 테마는 웹 브라우저의 상단과 하단의 모양만 변형시킵니다. 적용될 디자인을 미리 볼 수 있고 클릭 한번에 재시작 없이 설치됩니다.
nl: Achtergrondthema’s wijzigen alleen boven- en onderzijde van uw browser. U kunt een ontwerp direct bekijken en met één klik installeren zonder dat u hoeft te herstarten.
pl: Motywy tła zmieniają tylko obszar nagłówka i stopki przeglądarki. Możesz natychmiast zobaczyć podgląd projektu i zainstalować go jednym kliknięciem bez konieczności ponownego uruchamiania.
pt_pt: Os temas de fundo apenas alteram as áreas de cabeçalho e de rodapé do seu navegador. Pode pré-visualizar imediatamente um design e fazer a sua instalação com um clique sem necessidade de reiniciar o navegador.
sl: Teme za ozadnje v brskalniku spremenijo le področja za glavo in nogo. Ogledate si jih lahko na licu mesta in jih namestite s klikom, ne da bi bilo treba Firefox ponovno zagnati.
zh_cn: 背景主题只会改变浏览器的页眉与页脚区域。您可以即时预览某个主题，并单击安装它，这一过程无需重启浏览器。

source: In just a few seconds, you can install a theme and transform the look of your Firefox web browser. Preview any theme by simply mousing over it; the design appears in your browser header so you can "try it on." When you're ready, just click the green <code>Add to Firefox</code> button. Once a theme is installed, it is saved in the Add-ons Manager, where you can enable or disable them as you wish. Simply go to the <code>Tools</code> &gt; <code>Add-ons</code> menu and click on the <code>Appearance</code> tab.
de: Sie können ein Theme in nur wenigen Sekunden installieren und das Erscheinungsbild Ihres Firefox-Internetbrowsers ändern. Sie können eine Vorschau für ein Theme anzeigen lassen, indem Sie die Maus darüber bewegen; das Design erscheint im Kopfbereich Ihres Browsers, damit Sie es „anprobieren“ können. Wenn Sie bereit sind, klicken Sie einfach auf die grüne Schaltfläche <code>Zu Firefox hinzufügen</code>. Sobald ein Theme installiert wurde, wird es im Add-ons-Manager gespeichert, wo Sie sie nach Belieben aktivieren und deaktivieren können. Öffnen Sie einfach über das Menü <code>Extras</code> &gt; <code>Add-ons</code> und klicken Sie auf den Reiter <code>Erscheinungsbild</code>.
es: En unos segundos puedes instalar un tema y transformar el aspecto de tu navegador Firefox. Accede a una vista previa de cualquier tema con solo pasar el puntero sobre ella: el diseño se muestra en el encabezado de tu navegador para que puedas "probártelo". Si te gusta, haz clic en el botón verde <code>Agregar a Firefox</code>. Una vez que se instala un tema, se guarda en el Administrador de complementos, donde puedes habilitarlo o deshabilitarlo cuando desees. Simplemente haz clic en <code>Firefox</code> (o <code>Herramientas</code> si tienes Mac o Linux) &gt; menú <code>Complementos</code> y en la pestaña <code>Apariencia</code>.
fr: En quelques secondes vous pouvez installer un thème et changer le look de votre navigateur web Firefox. Ayez un aperçu de n'importe quel thème simplement en passant votre pointeur dessus ; le thème s'affiche dans votre navigateur de sorte que vous pouvez l'évaluer. Quand vous êtes prêt, cliquez simplement sur le bouton vert <code>Ajouter à Firefox</code>. Une fois qu'un thème est installé, il est sauvegardé dans le gestionnaire de modules complémentaires où vous pouvez l'activer ou le désactiver à volonté. Allez simplement dans le menu <code>Outils</code> &gt; <code>Modules complémentaires</code> et cliquez sur l'onglet <code>Apparence</code>.
it: Per installare un tema e modificare l'aspetto di Firefox bastano pochi secondi. Al passaggio del mouse sul tema un'anteprima verrà applicata alla parte superiore della finestra, permettendoti di vedere esattamente come apparirà sul tuo browser. Se vuoi installare il tema, fai clic sul pulsante verde <code>Aggiungi a Firefox</code>. Una volta installato, esso apparirà nella Gestione componenti aggiuntivi, da cui potrà essere attivato o disattivato a piacere. Per accedere alla Gestione componenti aggiuntivi è sufficiente selezionare <code>Componenti aggiuntivi</code> dal menu <code>Strumenti</code> e fare clic sulla scheda <code>Aspetto</code>.
ko: 몇 초만 있으면 테마를 설치해서 Firefox 웹 브라우저의 외형을 바꿀 수 있습니다. 테마 위에 마우스 커서를 올려서 디자인을 미리 확인하십시오. 웹 브라우저 상단에 디자인이 보이고 "사용"해 볼 수 있습니다. 설치할 준비가 됐으면 녹색 <code>Firefox에 추가</code> 버튼을 클릭하십시오. 테마가 설치되면 부가 기능 관리자에 저장되어 원할때 켜고 끌 수 있습니다. <code>도구</code> &gt; <code>부가 기능</code>메뉴로 들어가서 <code>외형</code> 탭에서 하면 됩니다.
nl: In slechts enkele seconden kunt u een thema installeren en de uitstraling van uw Firefox-webbrowser volledig veranderen. Bekijk een thema door het eenvoudigweg met de muis aan te wijzen; het ontwerp verschijnt in de bovenzijde van uw browser zodat u het “kunt passen.” Als u klaar bent klikt u op de groene knop <code>Toevoegen aan Firefox</code>. Na installatie van een thema wordt deze opgeslagen in de Add-onbeheerder, waar u ze naar wens kunt in- of uitschakelen. Ga eenvoudigweg naar het menu <code>Extra</code> &gt; <code>Add-ons</code> en klik op het tabblad <code>Vormgeving</code>.
pl: W kilka sekund możesz zainstalować motyw i zmienić wygląd swojego Firefoksa. Podgląd można zobaczyć, po prostu najeżdżając na niego myszką; projekt pojawi się w nagłówku przeglądarki, dzięki czemu można „przymierzyć” go. Gdy zdecydujesz się, po prostu kliknij zielony przycisk <code>Zainstaluj</code>. Po zainstalowaniu motyw zostanie zapisany w Menedżerze dodatków, gdzie można go włączać i wyłączać, zależnie od chęci. Po prostu przejdź do menu <code>Narzędzia</code> &gt; <code>Dodatki</code> i kliknij kartę <code>Wygląd</code>.
pt_pt: Em apenas alguns segundos, podem instalar um tema e transformar a aparência do seu Firefox. Pré-visualize qualquer tema colocando o rato sobre o mesmo; o design aparece no cabeçalho do seu navegador para que "o possa experimentar". Quando estiver pronto, clique apenas no botão verde <code>Adicionar ao Firefox</code>. Após um tema estar instalado, é guardado no Gestor de extras, onde pode ativar ou desativar temas que quiser. Simplesmente vá ao menu <code>Ferramentas</code> &gt; <code>Extras</code> e clique no separador <code>Aparência</code>.
sl: Traja samo nekaj sekund in tema se namesti in spremeni videz vašega Firefoxa. Vse teme lahko predogledate tako, da greste z miško prek njih; glava v brskalniku se bo spremenila, tako da jo lahko takoj "pomerite". Če se odločite zanjo, kliknite na zeleni gumb <code>Dodaj v Firefox</code>. Ko je enkrat nameščena, temo Urednik za dodatke shrani, tako da jo lahko ktivirate ali pa odstranite, kot vam odgovarja. Odprite enostavno na meni <code>Orodja</code> &gt; <code>Dodatki</code> in kliknite na <code>Videz</code> tab.
zh_cn: 只需几秒，您就可以安装一个主题，让您的 Firefox 浏览器外观焕然一新。想要预览任何主题，只需将鼠标移动到主题上，浏览器就在页眉“试穿”上了这一主题。准备好要安装时，只需单击<code>添加到 Firefox</code> 绿色按钮即可。主题安装完成后，它将保存在附加组件管理器中，您可以在那里随心启用或禁用主题。只需到<code>工具</code>&gt;<code>附加组件</code>菜单并单击<code>外观</code>标签页就能实现。

source: Yes. Themes are free to download and free to use.
cs: Ano. Motivy jsou ke stažení zdarma a k volnému použití.
de: Ja. Der Download und die Nutzung der Themes sind kostenlos.
es: Sí. Los temas se pueden descargar y usar de forma gratuita.
fr: Oui. Les thèmes sont gratuits au téléchargement et à l'usage.
it: Certamente. I temi si possono scaricare e utilizzare gratuitamente.
ja: はい。テーマのダウンロードと使用は無料です。
ko: 예. 테마는 무료로 다운로드해서 사용할 수 있습니다.
nl: Ja. Thema’s zijn gratis te downloaden en te gebruiken.
pl: Tak. Motywy można pobierać i używać za darmo.
pt_pt: Sim. Os temas podem ser transferidos e utilizados gratuitamente.
ru: Да. Темы бесплатны для загрузки и использования.
sl: Da. Teme lahko prenašate in uporabljate brezplačno.
zh_cn: 没错。主题可以免费下载，免费使用。

source: There are two easy ways to change your theme. You can either:
cs: Existují dva snadné způsoby, jak změnit motiv. Můžete:
de: Es gibt zwei einfache Möglichkeiten, Ihr Theme zu ändern. Sie können entweder:
es: Existen dos formas muy fáciles de cambiar tu tema. Elige una:
fr: Il existe deux manières de changer votre thèmes. Vous pouvez soit :
it: Per modificare il tuo tema puoi scegliere tra questi due semplici metodi:
ko: 테마를 바꾸는 2가지 방법이 있습니다. 하나를 골라서 사용 가능합니다:
nl: Er zijn twee gemakkelijke manieren om uw thema te wijzigen. U kunt:
pl: Istnieją dwa proste sposoby zmiany motywu. Można:
pt_pt: Existem duas formas fáceis de alterar o seu tema. Pode:
sl: Svojo temo lahko spremenite na dva načina. Lahko:
zh_cn: 有两种方式能轻松改变您的主题。您只需：

source: Visit the <a href="%(gallery_url)s">gallery</a>, choose your favorite theme, and click on your choice to instantly change the look of your browser.
de: Die <a href="%(gallery_url)s">Galerie</a> besuchen, Ihr Lieblings-Theme auswählen und Ihre Wahl anklicken, um das Erscheinungsbild Ihres Browsers sofort zu verändern.
es: Vista la <a href="%(gallery_url)s">galería</a>, elige tu tema favorito y haz clic en el que hayas elegido para cambiar el aspecto de tu navegador al instante.
fr: Visiter la <a href="%(gallery_url)s">galerie</a>, choisir votre thème favoris et cliquer pour l'installer et changer instantanément le look de votre navigateur.
it: Visita la <a href="%(gallery_url)s">galleria</a>, scegli il tuo tema preferito e fai clic su di esso per cambiare istantaneamente l'aspetto del browser.
ko: <a href="%(gallery_url)s">갤러리</a>를 방문해서 원하는 테마를 선택해서 클릭하면 즉시 브라우저의 외형이 바뀝니다.
nl: De <a href="%(gallery_url)s">galerij</a> bezoeken, uw favoriete thema kiezen en op uw keuze klikken om direct de uitstraling van uw browser te veranderen.
pl: Przejść do <a href="%(gallery_url)s">galerii</a>, wybrać ulubiony motyw, a następnie kliknąć wybrany, by natychmiast zmienić wygląd przeglądarki.
pt_pt: Visitar a <a href="%(gallery_url)s">galeria</a>, escolher o seu tema favorito e clicar na sua escolha para alterar imediatamente a aparência do seu navegador.
sl: obiščete <a href="%(gallery_url)s">galerijo</a> , si izberete svojo najljubšo temo, in nato kliknete na izbiro in videz brskalnika se bo takoj spremenil.
zh_cn: 访问<a href="%(gallery_url)s">展示廊</a>，选择您称心的主题，然后单击您的选择来改变您浏览器的外观。

source: Once a theme is installed, it is saved in the Add-ons Manager, where you can enable or disable them as you wish. Simply go to the <code>Tools</code> &gt; <code>Add-ons</code> menu and click on the <code>Appearance</code> tab.
de: Sobald ein Theme installiert wurde, wird es im Add-ons-Manager gespeichert, wo Sie sie nach Belieben aktivieren und deaktivieren können. Öffnen Sie einfach über das Menü <code>Extras</code> &gt; <code>Add-ons</code> und klicken Sie auf den Reiter <code>Erscheinungsbild</code>.
es: Una vez que se instala un tema, se guarda en el Administrador de complementos, donde puedes habilitarlo o deshabilitarlo cuando desees. Simplemente haz clic en <code>Firefox</code> (o <code>Herramientas</code> si tienes Mac o Linux) &gt; menú <code>Complementos</code> y en la pestaña <code>Apariencia</code>.
fr: Une fois qu'un thème est installé, il est sauvegardé dans le gestionnaire de modules complémentaires où vous pouvez l'activer ou le désactiver à volonté. Allez simplement dans le menu <code>Outils</code> &gt; <code>Modules complémentaires</code> et cliquez sur l'onglet <code>Apparence</code>.
it: Una volta installato, il tema potrà essere attivato o disattivato a piacere da Gestione componenti aggiuntivi. Per accedere alla Gestione componenti aggiuntivi è sufficiente selezionare <code>Componenti aggiuntivi</code> dal menu <code>Strumenti</code> e fare clic sulla scheda <code>Aspetto</code>.
ko: 테마가 설치되면 부가 기능 관리자에 저장되어 원할때 켜고 끌 수 있습니다. <code>도구</code> &gt; <code>부가 기능</code>메뉴로 들어가서 <code>외형</code> 탭에서 하면 됩니다.
nl: Na installatie van een thema wordt deze opgeslagen in de Add-onbeheerder, waar u ze naar wens kunt in- of uitschakelen. Ga eenvoudigweg naar het menu <code>Extra</code> &gt; <code>Add-ons</code> en klik op het tabblad <code>Vormgeving</code>.
pl: Po zainstalowaniu motyw zostanie zapisany w Menedżerze dodatków, gdzie można go włączać i wyłączać, zależnie od chęci. Po prostu przejdź do menu <code>Narzędzia</code> &gt; <code>Dodatki</code> i kliknij kartę <code>Wygląd</code>.
pt_pt: Após um tema estar instalado, é guardado no Gestor de extras, onde pode ativar ou desativar temas que quiser. Simplesmente vá ao menu <code>Ferramentas</code> &gt; <code>Extras</code> e clique no separador <code>Aparência</code>.
sl: Ko je tema enkrat nameščena, temo Urednik za dodatke shrani, tako da jo lahko ktivirate ali pa odstranite, kot vam odgovarja. Odprite enostavno na meni <code>Orodja</code> &gt; <code>Dodatki</code> in kliknite na <code>Videz</code> tab.
zh_cn: 主题安装完成后，它将保存在附加组件管理器中，您可以在那里随心启用或禁用主题。只需到<code>工具</code>&gt;<code>附加组件</code>菜单，并单击<code>外观</code>标签页就能实现。
