Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Enables the page and functionality to work offline.
de: Die Seite und Funktionen sind offline verfügbar.
es: Habilita la página y funcionalidad para trabajar sin conexión.
fr: Active la page et la possibilité de travailler hors ligne.
it: Consente di visualizzare la pagina e utilizzare le funzionalità anche non in linea.
ko: 오프라인 환경에서 페이지를 열고 작업 수행이 가능합니다.
nl: Schakelt de pagina en de functionaliteit om offline te werken in.
pl: Umożliwia działanie offline strony i funkcjonalności.
zh_cn: 启用页面与功能脱机工作。

source: Both server and client code are written in JavaScript.
cs: Jak server, tak klient, jsou psány v JavaScriptu.
de: Der Quelltext sowohl für den Server als auch für den Client wurden in JavaScript geschrieben.
es: Tanto el código del servidor como el del cliente están escritos en JavaScript.
fr: Le code client et serveur sont en JavaScript.
it: Il codice server e il codice client sono entrambi scritti in JavaScript.
ko: 서버와 클라이언트 코드 둘 다 자바스크립트로 작성됐습니다.
nl: Zowel server- als clientcode zijn geschreven in JavaScript.
pl: Zarówno kod po stronie serwera, jak i klienta napisany jest w JavaScript.
sl: Koda za strežnik in klienta je napisana v JavaScriptu.
zh_cn: 服务器和客户端代码都由 JavaScript 编写。

source: A key-value store that contains all the server notes.
de: Ein Schlüsselwertspeicher, der alle Server-Notizen enthält.
es: Un almacén de claves-valor que contiene todas las notas del servidor.
fr: Un stockage clé-valeur qui contient toutes les notes du serveur.
it: Un archivio di tipo chiave-valore contenente tutte le note del server.
ko: 모든 서버 메모를 보관하는 key-value.
nl: Een sleutelwaarde-opslag met alle servernotities.
pl: Baza typu „key-value”, zawierająca wszystkie notki serwera
zh_cn: 包含所有服务器笔记的关键值存储文件。

source: Podcast Listing
de: Podcast-Listeneintrag
es: Lista de podcasts
fr: Listing de Pocast
it: Elenco podcast
ko: 팟캐스트 목록
nl: Podcast-lijst
pl: Lista podcastów
sl: Listing Podkastov
zh_cn: 播客列表

source: Top Podcasts
de: Beste Podcasts
es: Podcasts destacados
fr: Meilleurs Podcasts
it: I migliori podcast
ko: 인기 팟캐스트
pl: Najlepsze podcasty
sl: Top Podkasti
zh_cn: 播客热榜

source: Podcasts is an offline-capable, entirely HTML5/JS audio app. It's chiefly designed for Firefox OS, but support for other platforms and browsers is an eventual design goal. It allows users to subscribe to any podcast and listen to it right from their Firefox OS device! <a href="%(walkthrough_link)s" class="walkthrough">Read the full developer walkthrough</a>
de: Podcasts ist eine offline-fähige, komplett im HTML5/JS geschriebene Audioanwendung. Sie wurde hauptsächlich für Firefox OS gestaltet, aber die Unterstützung anderer Plattformen und Browser ist ein langfristiges Design-Ziel. Es ermöglicht es Anwendern, einen beliebigen Podcast von ihrem Firefox-OS-Gerät zu abonnieren und anzuhören! <a href="%(walkthrough_link)s" class="walkthrough">Lesen Sie die gesamte Übersicht für Entwickler</a>
es: Los podcasts son una aplicación de audio desarrollada completamente en HTML5/JS y disponible sin conexión. Está diseñada fundamentalmente para Firefox OS, pero el objetivo final de su diseño es que sea compatible también con otras plataformas y navegadores. Permite a los usuarios suscribirse a cualquier podcast y escucharlo desde el mismo dispositivo Firefox OS. <a href="%(walkthrough_link)s" class="walkthrough">Lee la guía completa para desarrolladores</a>
fr: Podcasts est une application hors ligne totalement écrite en HTML5/JS. Elle est principalement prévue pour Firefox OS mais prends en compte d'autres plateformes et navigateurs. Elle permet à des utilisateurs de s'inscrire à n'importe quel postcast et l'écouter directement depuis leur appareil Firefox OS ! <a href="%(walkthrough_link)s" class="walkthrough">Lire la présentation développeur complète</a>
it: Podcasts è un'app audio sviluppata interamente in HTML5/JS in grado di funzionare anche in modalità non in linea. È stata progettata principalmente per Firefox OS, ma in futuro è previsto di renderla compatibile con altri browser e dispositivi. Permette agli utenti di abbonarsi a qualsiasi podcast desiderino e di ascoltarlo direttamente dal loro dispositivo Firefox OS. <a href="%(walkthrough_link)s" class="walkthrough">Consulta la guida completa per gli sviluppatori</a>
nl: Podcasts is een volledig in HTML5/JS gebouwde audio-app die offline uitgevoerd kan worden. De app is voornamelijk voor Firefox OS ontworpen, maar ondersteuning voor andere platforms en browsers is een uiteindelijk ontwerpdoel. Gebruikers kunnen zich met Podcasts abonneren op elke podcast en er rechtstreeks vanaf hun FirefoxOS-apparaat naar luisteren! <a href="%(walkthrough_link)s" class="walkthrough">Lees de volledige handleiding door de ontwikkelaar</a>
pl: Podcasts jest dostępną offline aplikacją audio, stworzoną całkowicie w HTML5/JS. Przeznaczona jest głównie dla Firefox OS, ale ostatecznym celem jest również obsługa innych platform i przeglądarek. Aplikacja umożliwia użytkownikom subskrybowanie i słuchanie podcastów bezpośrednio z ich urządzeń z Firefox OS! <a href="%(walkthrough_link)s" class="walkthrough">Przeczytaj cały opis autora</a>
zh_cn: 播客（Podcasts）是一款支持离线，完全基于 HTML5/JS 的音频应用。主要为 Firefox OS 设计，但最终目标是同时支持其他平台和浏览器。用户可以在 Firefox OS 设备上订阅任何广播并收听！<a href="%(walkthrough_link)s" class="walkthrough">阅读完整的开发步骤</a>

source: Translation files
cs: Soubory pro lokalizaci
de: Übersetzungsdateien
es: Archivos de traducción
fr: Fichiers de traduction
it: File per la localizzazione
nl: Vertaalbestanden
pl: Pliki z tłumaczeniem
zh_cn: 本地化文件

source: integration and UI tests
cs: integrace a testy UI
de: Integrations- und UI-Tests
es: pruebas de integración y de IU
fr: tests d'intégration et d'UI
it: integrazione e test dell'interfaccia
nl: integratie- en UI-tests
pl: - testy integralności i UI
zh_cn: 集成与 UI 测试

source: UI files
cs: Soubory UI
de: UI-Dateien
es: archivos de IU
fr: fichiers UI
it: File di interfaccia
nl: UI-bestanden
pl: - pliki UI
zh_cn: 用户界面文件

source: Podcasts is a <a href="%(packaged_apps_link)s">packaged app</a>, so it requires a build step to be installed to Firefox OS. The <code>Makefile</code> contains a multi-step process that will create a <code>www-built</code> folder used to install the app on a phone or the <a href="%(simulator_link)s">Firefox OS Simulator</a>.
de: Podcasts ist eine <a href="%(packaged_apps_link)s">gepackte Anwendung</a>, daher erfordert sie einen Build-Schritt, um auf Firefox OS installiert zu werden. Die <code>Makefile</code> enthält einen mehrschrittigen Prozess, der einen <code>www-erstellten</code> Ordner erstellt, mit dem die Anwendung auf einem Handy oder dem <a href="%(simulator_link)s">Firefox OS Simulator</a> erstellt wird.
es: Podcasts es una <a href="%(packaged_apps_link)s">aplicación empaquetada</a>, por lo que requiere un proceso de generación para ser instalada en Firefox OS. El <code>Makefile</code> contiene un proceso con una serie de pasos que te permiten generar una carpeta <code>www-built</code> para instalar la aplicación en un teléfono o en el <a href="%(simulator_link)s">Firefox OS Simulator</a>.
fr: Podcasts est une <a href="%(packaged_apps_link)s">application empaquetée</a>, elle nécessite donc une étape de compilation pour être installée sur Firefox OS. Le <code>Makefile</code> contient un processus multi-étapes qui va créer un répertoire <code>www-built</code> utilisé pour installer l'application sur un téléphone ou dans le <a href="%(simulator_link)s">simulateur Firefox OS</a>.
it: Podcasts è un'<a href="%(packaged_apps_link)s">app pacchettizzata</a> e deve quindi essere assemblata per poter essere installata su Firefox OS. <code>Makefile</code> contiene una procedura in più passaggi che crea una cartella <code>www-built</code>, utilizzata per installare l'app su un telefono o su <a href="%(simulator_link)s">Firefox OS Simulator</a>.
nl: Podcasts is een <a href="%(packaged_apps_link)s">verpakte app</a>, dus hij moet worden gebouwd om op Firefox OS te worden geïnstalleerd. De <code>Makefile</code> bevat een meerstapsproces dat een map <code>www-built</code> maakt die wordt gebruikt om de app op een telefoon of de <a href="%(simulator_link)s">Firefox OS simulator</a> te installeren.
pl: Podcasts jest <a href="%(packaged_apps_link)s">spakowaną aplikacją</a>, więc wymaga etapu kompilacji, by być instalowaną w Firefox OS. Plik <code>Makefile</code> zawiera proces składający się z wielu etapów, który utworzy folder <code>www-built</code> używany do instalowania aplikacji w telefonie lub <a href="%(simulator_link)s">Symulatorze Firefox OS</a>.
zh_cn: 播客（Podcasts）是一款<a href="%(packaged_apps_link)s">封装应用</a>，需要一个构建过程以便安装到 Firefox OS 。<code>Makefile</code> 包含了创建 <code>www-built</code> 的步骤，从而可以创建 <code>www-built</code> 文件夹用于在手机或者 <a href="%(simulator_link)s">Firefox OS 模拟器</a>上安装应用。

source: Used to store settings and basic podcast metadata. Not used for podcast audio files or cover art.
de: Wird verwendet, um Einstellungen und grundlegende Podcast-Metadaten zu speichern. Wird nicht für Podcast-Audiodateien oder Alben-Cover verwendet.
es: Se utiliza para almacenar la configuración y los metadatos básicos del podcast, no para guardar los archivos de audio del podcast ni imágenes de la portada.
fr: Utilisé pour stocker paramètres et métadonnées de base des podcasts. Non utilisé pour les fichiers audio des podcasts ou les couvertures.
it: Utilizzato per memorizzare le impostazioni e i metadati di base del podcast. Non memorizza i file audio o le immagini di copertina.
nl: Gebruikt om instellingen en basale podcast-metagegevens op te slaan. Niet gebruikt voor podcast-audiobestanden of hoesjes.
pl: Używane do przechowywania ustawień i podstawowych metadanych podcastu. Nie jest używane do plików audio podcastu i grafik.
zh_cn: 用于存储设置和基本的广播元数据，但不用于广播音频文件或者作品。

source: An asynchronous and fast datastore for maintaining podcast audio and images.
de: Eine asynchrone und schnelle Speicherung von Daten, um Podcast-Audio und Grafiken zu erhalten.
es: Un almacén de datos rápido y asíncrono para mantener audio e imágenes de podcasts.
fr: Une méthode de stockage de données asynchrone et rapide pour maintenir les podcasts audio et les images.
it: Un archivio dati asincrono e prestante per gestire l'audio e le immagini dei podcast.
nl: Een asynchrone en snelle dataopslag voor het onderhoud van podcast-audio en afbeeldingen.
pl: Asynchroniczne i szybkie przechowywanie danych dla podcastów i obrazów.
zh_cn: 一种用于维护播客音频和图像的异步快速数据存储。

source: Allows cross-domain requests on Firefox OS without CORS.
de: Ermöglicht domainübergreifende Anfragen an Firefox OS ohne CORS.
es: Permite realizar peticiones a múltiples dominios en Firefox OS sin CORS (Cross-Origin Resource Sharing), es decir, sin tener que intercambiar recursos de diferentes fuentes.
fr: Permet les requêtes entre domaines sur Firefox OS sans CORS.
it: Permette richieste tra domini diversi su Firefox OS senzaf CORS.
nl: Staat verzoeken tussen domeinen toe op Firefox OS zonder CORS.
pl: Umożliwia zapytania międzydomenowe (cross-domain requests) na Firefox OS bez CORS.
zh_cn: 在 Firefox OS 上不使用 CORS（跨来源资源共享），但允许跨来源资源请求。

source: Backbone lets us do data-binding and MVC-style coding, making the app a lot easier to develop.
de: Mit Backbone können wir Datenbindung und MVC-ähnliche Programmierung durchführen, so dass die Anwendung deutlich leichter zu entwickeln ist.
es: Backbone nos permite hacer vinculación de datos y programación al estilo MVC, lo que facilita bastante el desarrollo de la aplicación.
fr: Backbone permet de faire du code à la manière de MVC, rendant l'application beaucoup plus simple à développer.
it: Backbone consente di eseguire il data binding e la codifica in stile MVC, semplificando notevolmente lo sviluppo dell'app.
nl: Met de backbone kunnen we dataverbindingen leggen en MVC-achtige code schrijven, waardoor de app een stuk eenvoudiger te ontwikkelen is.
pl: Backbone umożliwia korzystanie z data-binding oraz kodowanie w modelu MVC, ułatwiając tworzenie aplikacji.
zh_cn: Backbone 可以进行数据绑定和 MVC 风格编码，让应用程序开发更容易。

source: Advanced
cs: Pokročilá
de: Fortgeschritten
es: Avanzada
fr: Avancé
it: Avanzata
ko: 고급
nl: Geavanceerd
pl: Zaawansowana
ru: Дополнительно
sl: Napredno
zh_cn: 高级

source: Default Feed View
de: Standard-Feed-Ansicht
es: Vista predeterminada del canal
fr: Vue du flux par défaut
it: Vista feed predefiniti
ko: 기본 피드 보기
nl: Standaard feedbeeld
pl: Domyślny widok komentarzy
zh_cn: 默认源视图

source: Writing a Status Update
de: Ein Status-Update schreiben
es: Escribir una actualización del estado
fr: Écrire une mise à jour du statut
it: Inserire un aggiornamento di stato
ko: 상태 업데이트 작성
nl: Schrijven van een statusupdate
pl: Tworzenie aktualizacji statusu
zh_cn: 正在写入状态更新

source: Liking a Post
de: Gefallen an einem Beitrag bekunden
es: Decir que te gusta un post
fr: Aimer un message
it: Contrassegnare un post con "Mi piace"
ko: 글 링크
nl: Een bericht leuk vinden
pl: Linkowanie wpisu
zh_cn: 喜欢一个帖子

source: Roller is a micro blog app that allows you to post text, upload an image or paste a link that has an image extension such as jpg, gif, png or jpeg. <a href="%(walkthrough_link)s" class="walkthrough"> Read the full developer walkthrough </a>
de: Roller ist eine Mikro-Blog-Anwendung, mit der Sie Text schreiben, eine Grafik hochladen oder einen Link einfügen können, der eine Dateinamenserweiterung von Grafiken, wie jpg, gif, png oder jpeg, hat. <a href="%(walkthrough_link)s" class="walkthrough">Lesen Sie die gesamte Übersicht für Entwickler</a>
es: Roller es una aplicación para micro blogs que te permite publicar texto, subir una imagen o pegar un enlace que tenga una extensión de imagen tal como jpg, gif, png o jpeg. <a href="%(walkthrough_link)s" class="walkthrough">Lee el tutorial paso a paso completo para desarrolladores </a>
fr: Roller est une application de micro-blogging qui vous permet d'envoyer texte, image ou lien avec une extension d'image (jpg, jpeg, gif ou png). <a href="%(walkthrough_link)s" class="walkthrough"> Lire le guide complet du développeur </a>
it: Roller funziona come un micro-blog: consente all'utente di pubblicare messaggi di testo, caricare immagini o condividere link contenenti immagini con estensioni jpg, gif, png o jpeg. <a href="%(walkthrough_link)s" class="walkthrough">Leggi la guida dettagliata dello sviluppatore</a>
ko: Roller는 마이크로 블로그 앱으로 글을 올리고, 이미지나 jpg, gif, png, jpeg 등의 확장자가 있는 링크의 이미지를 올려줍니다. <a href="%(walkthrough_link)s" class="walkthrough">전체 개발자 일지 보기</a>
nl: Roller is een microblog-app waarmee u tekst kunt plaatsen, een bericht kunt uploaden of een koppeling naar een afbeelding zoals jpg, gif, png of jpeg kunt plakken. <a href="%(walkthrough_link)s" class="walkthrough">Lees de volledige ontwikkelingsgeschiedenis </a>
pl: Roller jest aplikacją do mikroblogowania, umożliwiającą przesłanie tekstu, wgranie obrazu lub wklejenie odnośnika posiadającego rozszerzenie obrazu, jak jpg, gif, png lub jpeg. <a href="%(walkthrough_link)s" class="walkthrough"> Przeczytaj cały opis autora </a>
zh_cn: Roller 是一款微博应用，使您可以发布文本，上传图像或者粘贴链接，图像扩展名可以是 jpg, gif, png 或者 jpeg 。<a href="%(walkthrough_link)s" class="walkthrough"> 阅读完整的开发者攻略 </a>

source: A key-value store that contains all the post data for Roller.
cs: Úložiště typu klíč-hodnota, které obsahuje všechna data pro Roller.
de: Ein Schlüsselwertspeicher, der alle Beitragsdaten für Roller enthält.
es: Un almacén de claves-valor que contiene todos los datos enviados para Roller.
fr: Un stockage clé-valeur qui contient toutes les données du message pour Roller.
it: Un database di associazioni chiave valore che contiene tutti i dati inseriti da Roller.
ko: 키 값은 Roller가 올린 모든 글 데이터에 저장됩니다.
nl: Een essentiële opslag van alle berichtgegevens voor Roller.
pl: Baza typu „key-value”, zawierająca wszystkie dane wpisów Rollera.
zh_cn: 键－值存储中包含 Roller 所有的投递数据。

source: Gallery View
de: Galerieansicht
fr: Vue galerie
it: Vista galleria
nl: Galerijweergave
pl: Widok galerii
zh_cn: 画廊视图

source: Camera View
de: Kameraansicht
fr: Vue caméra
it: Vista videocamera
nl: Cameraweergave
pl: Widok aparatu
zh_cn: 摄影视图

source: Selecting an image
de: Eine Grafik auswählen
fr: Sélection d'une image
it: Selezione di un'immagine
nl: Een afbeelding selecteren
pl: Wybór obrazu
zh_cn: 选择图像

source: rtcamera is a fun camera app to process images in real time, using Web technologies. <a href="%(walkthrough_link)s" class="walkthrough"> Read the full developer walkthrough </a>
de: rtcamera ist eine interessante Kameraanwendung, um Bilder in Echtzeit mit Web-Technologien zu verarbeiten.<a href="%(walkthrough_link)s" class="walkthrough">Lesen Sie die gesamte Übersicht für Entwickler</a>
fr: rtcamera est une application amusante pour faire du traitement d'images en temps réel, en utilisant des technologies Web
it: rtcamera è una simpatica app per videocamera che permette l'elaborazione delle immagini in tempo reale sfruttando le tecnologie del Web. <a href="%(walkthrough_link)s" class="walkthrough"> Leggi la guida completa per sviluppatori</a>
nl: rtcamera is een leuke camera-app waarmee u afbeeldingen in real time kunt bewerken met behulp van webtechnologieën. <a href="%(walkthrough_link)s" class="walkthrough"> Lees de volledige ontwikkelaarshandleiding </a>
pl: rtcamera jest zabawną aplikacją aparatu przekształcającą obrazy w czasie rzeczywistym, która używa technologii sieciowych. <a href="%(walkthrough_link)s" class="walkthrough"> Przeczytaj pełny opis autora </a>
zh_cn: rtcamera 是一款有趣的实时处理图像的拍照应用，使用了 Web 技术。<a href="%(walkthrough_link)s" class="walkthrough">阅读完整的开发步骤</a>

source: Generates animated GIFs.
cs: Vytváří animované GIFy.
de: Erstellt animierte GIFs.
fr: Génère des GIFs animés.
it: Genera immagini gif animate.
nl: Genereert geanimeerde GIF’s.
pl: Tworzy Animowane GIF-y.
zh_cn: 生成动态 GIF。

source: A wrapper for IndexedDB.
cs: Wrapper pro IndexedDB.
de: Ein Wrapper für IndexedDB.
fr: Une surcouche pour IndexedDB.
it: Un wrapper per IndexedDB.
nl: Een wrapper voor IndexedDB.
pl: Opakowanie dla IndexedDB.
zh_cn: IndexedDB 封装。

source: Calculates perspective transformations.
de: Berechnet perspektivische Transformationen.
fr: Calcule des transformations en perspective.
it: Calcola le trasformazioni prospettiche.
nl: Berekent perspectieftransformaties.
pl: Oblicza przekształcenia perspektywy.
zh_cn: 计算透视变换。

source: Add touch events.
de: Berühungsereignisse hinzufügen.
fr: Ajouter des événements tactiles.
it: Aggiunge eventi tocco.
nl: Aanraakgebeurtenissen toevoegen.
pl: Dodaje zdarzenia dotykowe.
zh_cn: 添加触控事件。

source: Once loaded for the first time, it can be used offline, without a network connection.
de: Sobald sie das erste Mal geladen wurde,kann Sie offline ohne Netzwerkverbindung verwendet werden.
fr: Une fois chargé une première fois, utilisable hors-ligne, sans connexion réseau.
it: Dopo essere stato caricato la prima volta può essere utilizzato non in linea in caso di connessione internet assente.
nl: Na de eerste keer laden kan deze offline worden gebruikt, zonder netwerkverbinding.
pl: Po załadowaniu po raz pierwszy może być używana w trybie offline, bez połączenia z siecią.
zh_cn: 首次加载之后，就可以离线使用，不需要网络连接。

source: For downloading files to the browser.
de: Um Dateien in den Browser herunterzuladen.
fr: Pour télécharger des fichiers dans le navigateur.
it: Per il download dei file nel browser.
nl: Voor downloaden van bestanden in de browser.
pl: Do pobierana plików do przeglądarki.
zh_cn: 要下载文件到浏览器。

source: Used for fast and efficient processing of image data.
de: Wird verwendet zur schnellen und effizienten Verarbeitung von Grafikdaten.
fr: Utilisé pour faire des traitements rapides et efficaces sur des images.
it: Utilizzato per un'elaborazione delle immagini veloce e performante.
nl: Gebruikt voor snelle en efficiënte verwerking van afbeeldingsgegevens.
pl: Służy do szybkiego i efektywnego przetwarzania danych obrazu.
zh_cn: 用于快速而高效地处理图像数据。

source: Used to access camera devices and get a video stream from where to capture frames.
de: Wird verwendet zum Zugriff auf Kamerageräte und um einen Videostream zu erhalten, aus dem Frames aufgenommen werden.
fr: Utilisé pour accéder à la caméra et obtenir un flux vidéo pour en extraire des images.
it: Utilizzato per accedere alle videocamere dei dispositivi ed estrapolare fotogrammi da uno stream video.
nl: Gebruikt om camera-apparaten te benaderen en een videostream waaruit frames worden opgenomen te krijgen.
pl: Używane w celu dostępu do aparatu i pobierania stamtąd strumienia wideo, aby przechwytywać klatki.
zh_cn: 用于访问摄像头设备并从捕获帧中获得视频流。

source: Stores captured images on the device and retrieve them for the gallery view.
de: Speichert aufgenommene Bilder auf dem Gerät und erfasst Sie für die Galerieansicht.
fr: Stocke les images extraites sur le périphérique et y accéder depuis la vue galerie.
it: Archivia le immagini catturate sul dispositivo e le raccoglie nella Vista galleria.
nl: Slaat opgenomen afbeeldingen op op het apparaat en haalt ze op voor de galerijweergave.
pl: Przechowuje wykonane obrazy na urządzeniu i pobiera je do widoku galerii.
zh_cn: 存储捕获的设备图像并接收到画廊视图。

source: Generates GIF files on the background without freezing the UI.
de: Erzeugt GIF-Dateien im Hintergrund ohne die Benutzeroberfläche einzufrieren.
fr: Génère des fichiers GIF en arrière plan sans bloquer l'interface.
it: Genera file gif in background, senza bloccare l'interfaccia utente.
nl: Maakt op de achtergrond GIF-afbeeldingen zonder de gebruikersinterface te bevriezen.
pl: Tworzy w tle animowane GIF-y bez blokowania interfejsu użytkownika.
zh_cn: 在后台生成 GIF 文件而无需影响界面。

source: Uploading images to a different server for sharing, and getting their url.
de: Hochladen von Grafiken auf einen anderen Server, um sie zu teilen und ihre URL zu erhalten.
fr: Envoyer des images vers différents serveurs pour les partager, et obtenir leur URL.
it: Recupera l'URL e carica un'immagine su altri server per la condivisione.
nl: Uploaden van afbeeldingen naar een andere server om te delen, en hun URL ophalen.
pl: Wgrywanie obrazków na różne serwery w celu udostępniania i pobieranie ich adresów URL.
zh_cn: 将图像上传到其他服务器供分享，并获得网址。

source: rtcamera uses x-appbar, x-deck, x-layout, x-modal and x-switch.
de: rtcamera verwendet x-appbar, x-deck, x-layout, x-modal und x-switch.
fr: rtcamera utilise x-appbar, x-deck, x-layout, x-modal et x-switch.
it: rtcamera utilizza x-appbar, x-deck, x-layout, x-modal e x-switch.
nl: rtcamera gebruikt x-appbar, x-deck, x-layout, x-modal en x-switch.
pl: rtcamera używa x-appbar, x-deck, x-layout, x-modal i x-switch.
zh_cn: rtcamera 使用 x-appbar, x-deck, x-layout, x-modal 和 x-switch 。

source: Webfighter game sample
de: Webfighter-Spielbeispiel
es: Muestra del juego Webfighter
fr: Jeu d'exemple Webfighter
it: Anteprima di gioco di Webfighter
nl: Proefspel Webfighter
pl: Gra Webfighter
zh_cn: Webfighter 的游戏样品

source: Enemy damage
de: Feindlicher Schaden
es: Daños al enemigo
fr: Dommages ennemi
it: Danni riportati
nl: Vijandelijke schade
pl: Niszczenie przeciwnika
zh_cn: 敌方损伤
