Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <strong>Do the add-on and add-on author both treat the user respectfully?</strong> Your software should not intrude on the user unnecessarily, try to trick the user, or conceal any of its activities from the user. Users (or even non-users) are sometimes rude in their comments, and while we will do our best to filter out inaccurate reviews as they're reported to us, we do expect that authors will avoid retaliating with rudeness of their own.
cs: <strong>Respektujete vy a váš doplněk uživatele?</strong> Váš software by neměl uživatele bez důvodu rušit, zkoušet na něj různé triky nebo dělat aktivity bez jeho vědomí. Uživatelé (a někdy i roboti) píší nepříjemné komentáře. My se snažíme filtrovat ty urážlivé či pomlouvačné, které nám nahlásíte, a od vás očekáváme, že nebudete jejím autorům oplácet stejnou mincí.
de: <strong>Behandeln das Add-on und sein Autor den Benutzer respektvoll?</strong> Ihr Programm sollte den Benutzer nicht unnötig belästigen, versuchen, den Benutzer zu täuschen oder seine Aktivitäten vor dem Benutzer zu verbergen. Benutzer (oder sogar Nicht-Benutzer) sind manchmal unfreundlich in ihren Kommentaren, und auch wenn wir unser Bestes geben, ungenaue Bewertungen, die uns gemeldet werden, herauszufiltern, erwarten wir, dass Autoren sich nicht mit eigener Unfreundlichkeit rächen.
es: <strong>¿El complemento y su autor tratan al usuario con respeto?</strong> Tu software no debe acceder a datos del usuario innecesariamente, tratar de engañar al usuario, u ocultar cualquiera de sus actividades al usuario. Los usuarios (o incluso los que no lo son) son a veces bruscos en sus comentarios, y aunque haremos lo posible para filtrar las valoraciones incorrectas tan pronto sean reportadas, esperamos que los autores eviten responderlas de la misma manera.
fr: <strong>Le module et son auteur traitent-ils avec respect l'utilisateur ?</strong> Votre logiciel ne devrait pas s'introduire de manière inutile dans la vie de l'utilisateur, essayer de le piéger, ou dissimuler l'une de ses activités à l'utilisateur. Les utilisateurs (ou non utilisateurs) sont parfois durs dans leurs commentaires et bien que nous fassions de notre mieux pour retirer les critiques invalides lorsqu'elles nous sont rapportées, nous attendons que les auteurs ne se vengent pas en réponse.
it: <strong>Il componente aggiuntivo e il suo autore trattano gli utenti con il dovuto rispetto?</strong> Il tuo software non deve infastidire l'utente, cercare di ingannarlo o nascondere alcuna parte della propria attività. Gli utenti, e talvolta anche i "non utenti", possono essere scortesi nei propri commenti, e sebbene facciamo del nostro meglio per rimuovere recensioni inaccurate quando ci vengono segnalate, ci aspettiamo che gli autori non rispondano con altrettanta scortesia.
ko: <strong>부가 기능과 제작자 모두 사용자에게서 존중받고 있습니까?</strong> 소프트웨어는 쓸데없이 사용자에게 강요되거나, 속임수를 쓰거나, 활동내역을 숨겨선 안됩니다. 사용자는 (비 사용자라도) 종종 악성 코멘트를 달곤 하는데, 이들이 보고한 것 가운데 부정확한 평가는 최선을 다해 걸러낼 것입니다. 악성 코멘트에 제작자도 악성 답글로 보복하게 되는 것은 피해야 한다고 생각합니다.
nl: <strong>Behandelen de add-on en de add-onschrijver de gebruiker met respect?</strong> Uw software mag niet onnodig inbreuk maken op de gebruiker, de gebruiker proberen te misleiden, of enigerlei activiteit proberen te verbergen voor de gebruiker. Gebruikers (of zelfs niet-gebruikers) leveren soms grof commentaar, en terwijl we ons best doen om onjuiste beoordelingen eruit te filteren als ze aan ons worden gemeld verwachten we wel dat schrijvers zelf niet grof terugslaan.
pa_in: <strong>ਕੀ ਐਡ-ਆਨ ਅਤੇ ਐਡ-ਆਨ ਲੇਖਕ ਦੋਨੋਂ ਉਪਭੋਗੀ ਨਾਲ ਆਦਰ ਨਾਲ ਪੇਸ਼ ਆ ਰਹੇ ਹਨ?</strong> ਤੁਹਾਡੇ ਸਾਫ਼ਟਵੇਅਰ ਨੂੰ ਉਪਭੋਗੀ ਦੀ ਬੇਲੌੜੀ ਘੁਸਪੈਠ ਨਹੀਂ ਕਰਨੀ, ਉਪਭੋਗੀ ਨਾਲ ਫ਼ਰੇਬ ਨਹੀਂ ਕਰਨਾ, ਜਾਂ ਉਪਭੋਗੀ ਨੂੰ ਇਸ ਦੀ ਕੋਈ ਵੀ ਸਰਗਰਮੀ ਲੁਕਾਉਣੀ ਚਾਹੀਦੀ। ਉਪਭੋਗੀ (ਜਾਂ ਗੈਰ-ਉਪਭੋਗੀ) ਕਦੀਂ ਆਪਣੀਆਂ ਟਿੱਪਣੀਆਂ ਵਿੱਚ ਰੁਖਾਪਣ ਵਿਖਾਉਂਦੇ ਹਨ, ਅਤੇ ਜਦੋਂ ਅਸੀਂ ਇਹਨਾਂ ਗਲਤ ਸਮੀਖਿਆਵਾਂ ਨੂੰ ਹਟਾਉਣ ਦੀ ਪੂਰੀ ਕੋਸ਼ਿਸ ਕਰਦੇ ਹਾਂ ਜਿਵੇਂ ਹੀ ਸਾਨੂੰ ਸੂਚਨਾ ਮਿਲਦੀ, ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਲੇਖਕ ਨੂੰ ਬਦਲਾ ਲੈਣ ਲਈ ਆਪਣਾ ਰੁਖਾਪਣ ਵਿਖਾਉਣ ਤੋਂ ਬਚਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: <strong>Czy dodatek i autor dodatku traktują użytkownika z szacunkiem?</strong> Oprogramowanie nie powinno niepotrzebnie przeszkadzać użytkownikowi, próbować go oszukać albo ukrywać swoje działania przed nim. Użytkownicy i inne osoby &ndash; mimo że robimy co w naszej mocy, by odfiltrować takie przypadki &ndash; zamieszczają czasem w swoich komentarzach niekulturalne wypowiedzi. Oczekujemy od autorów, że powstrzymają się przed reagowaniem na tym samym poziomie.
pt_pt: <strong>O extra e seu autor tratam o usuário de maneira respeitosa?</strong> Seu software não deve se intrometer na experiência do usuário de forma desnecessária, tentar enganá-lo ou esconder quaisquer de suas atividades do usuário. Usuários (ou mesmo não-usuários) algumas vezes são rudes em seus comentários, e ao mesmo tempo que fazemos o nosso melhor para filtrar análises imprecisas assim que são enviadas, esperamos que os autores evitem retaliar de forma rude por conta própria.
ru: <strong>Относится ли дополнение или автор дополнения с уважением к пользователю?</strong> Ваша программа не должна без необходимости вмешиваться в работу пользователя, пытаться обмануть пользователя или скрывать какие-либо свои действия от пользователя. Пользователи (или даже не пользователи) иногда грубят в своих комментариях, и пока мы сделаем всё возможное, чтобы отфильтровать некорректные отзывы, мы ожидаем от авторов, что они не будут отвечать грубостью на грубость.
sl: <strong>Ali se tako dodatek kot njegov avtor spoštljivo vedeta do uporabnika?</strong> Program uporabnika ne sme po nepotrebnem motiti, ne sme ga skušati varati ali skrivati pred njim, kaj se dogaja. Uporabniki (pa tudi ne-uporabniki), so s svojimi pripombami lahko precej neposredni, in čeprav skušamo po svojih najboljših močeh netočne ocene, ki se nam jih pošilja, odstraniti, vseeno pričakujemo, da se bodo avtorji sami raje vnaprej izognili maščevanju za lastno nevljudnost.
uk: <strong>Чи відноситься додаток або автор додатка з повагою до користувача?</strong> Ваша програма не повинна без необхідності втручатися в роботу користувача, намагатися обдурити або приховувати будь-які свої дії. Користувачі (або навіть не користувачі) іноді грублять у своїх коментарях, і поки ми зробимо все можливе, щоб відфільтрувати некоректні відгуки, ми очікуємо від авторів, що вони не будуть відповідати грубістю на грубість.
zh_cn: <strong>附加组件和附加组件的作者有尊重用户吗？</strong>您的软件不能对用户进行不必要的侵扰、试图欺骗用户或对用户刻意隐瞒自己的活动。用户（甚至非用户）的评论中有时可能会有无礼的语言，我们会竭尽所能地在收到报告后滤除那些不当的评论，希望作者避免对那些评论进行所有可能的报复行为。

source: <strong>Is the add-on useful to an appropriately wide portion of Firefox's users?</strong> Your add-on doesn't need to be the next Greasemonkey or Firebug, but if it is only useful to people at your company or who are part of a small web community, we may feel that it's not yet appropriate to put it in front of all of our users.
cs: <strong>Je doplněk užitečný pro široké spektrum uživatelů Firefoxu?</strong> Váš doplněk nemusí být zrovna další Greasemonkey či Firebug, ale pokud je doplněk užitečný pouze pro zaměstnance ve vaší firmě nebo pro ty, kteří jsou součástí malé webové komunity, pak možná cítíte, že není vhodný pro široké spektrum uživatelů, kteří Firefox používají.
de: <strong>Ist das Add-on hilfreich für eine ausreichend große Gruppe der Firefox-Nutzer?</strong> Ihr Add-on muss nicht das nächste Greasemonkey oder Firebug sein, aber wenn es nur hilfreich für Menschen in Ihrer Firma oder Mitgliedern einer kleinen Web-Gemeinschaft ist, finden wir vielleicht, dass es noch nicht all unseren Benutzern präsentiert werden sollte.
es: <strong>¿Es el complemento útil para una parte relativamente amplia de usuarios de Firefox?</strong> Tu complemento no tiene que ser el próximo Greasemonkey o Firebug, pero si solo le resulta útil a la gente que trabaja en tu empresa o que forma parte de una pequeña comunidad web, nos inclinaremos a pensar que no es del todo adecuado ofrecérselo a todos nuestros usuarios.
fr: <strong>Est-ce que le module est utile à une part suffisamment large des utilisateurs de Firefox ?</strong> Votre module n'a pas besoin d'être le prochain Greasemonkey ou Firebug, mais s'il est uniquement utile à des gens de votre société ou qui font partie d'une petite communauté web, nous pensons qu'il n'est peut-être pas judicieux de le mettre devant tous nos utilisateurs.
it: <strong>Il componente aggiuntivo può risultare utile a buona parte degli utenti di Firefox?</strong> Il tuo componente aggiuntivo non deve necessariamente essere il nuovo Greasemonkey o Firebug, ma se è utile solo ai dipendenti della tua azienda o una piccola comunità web, potremmo decidere che non sia appropriato esporlo all'intera comunità dei nostri utenti.
ko: <strong>유용하며 Firefox 사용자에게 널리 쓰이기에 적합한 부가 기능입니까?</strong> 자신의 부가 기능이 차세대 Greasemonkey나 Firebug가 될 필요까진 없겠지만 직장이나 소규모 커뮤니티 웹사이트 사람들에게만 유용한 것이라면 저희는 이게 아직은 모든 사용자 앞에 내보일만한 것이 아니라고 판단하게 될 것입니다.
nl: <strong>Is de add-on nuttig voor een toereikend groot aantal gebruikers van Firefox?</strong> Uw add-on hoeft niet de volgende Greasemonkey of Firebug te zijn, maar als hij nuttig is voor medewerkers van uw bedrijf of leden van een kleine webgemeenschap vinden we misschien dat het nog niet zinvol is om te publiceren voor alle gebruikers.
pa_in: <strong>ਕੀ ਐਡ-ਆਨ ਫ਼ਾਇਰਫ਼ਾਕਸ ਉਪਭੋਗੀਆਂ ਦੇ ਇੱਕ ਵੱਡੇ ਹਿੱਸੇ ਲਈ ਲਾਹੇਵੰਦ ਹੈ?</strong> ਤੁਹਾਡੇ ਐਡ-ਆਨ ਨੂੰ ਅਗਲਾ ਗ੍ਰੀਜ਼ਮੰਕੀ ਜਾਂ ਫ਼ਾਇਰਬੱਗ ਵਾਂਗ ਹੋਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ, ਪਰ ਜੇਕਰ ਇਹ ਕੇਵਲ ਤੁਹਾਡੀ ਕੰਪਨੀ ਜਾਂ ਇੱਕ ਛੋਟੇ ਵੈੱਬ ਭਾਈਚਾਰੇ ਜਿਸਦਾ ਤੁਸੀਂ ਹਿੱਸਾ ਹੋ ਲਈ ਲਾਹੇਵੰਦ ਹੈ, ਅਸੀਂ ਮਹਿਸੂਸ ਕਰਦੇ ਹਾਂ ਕੀ ਇਹ ਹਾਲੇ ਸਾਡੇ ਸਾਰੇ ਉਪਭੋਗੀਆਂ ਦੇ ਅੱਗੇ ਪੇਸ਼ ਕਰਨ ਯੋਗ ਨਹੀਂ ਹੈ।
pl: <strong>Czy dodatek jest przydatny dla odpowiednio dużej grupy użytkowników Firefoksa?</strong> Twój dodatek nie musi być następnym Greasemonkey czy Firebugiem, ale jeśli jest przydatny tylko dla osób w twojej firmie albo członków jakiejś małej społeczności internetowej, możemy uznać, że nie nadaje się do prezentowania wszystkim użytkownikom.
pt_pt: <strong>O extra é útil para uma boa parte dos usuários do Firefox?</strong> Seu extra não precisa ser o próximo Greasemonkey ou Firebug, mas se ele só é útil para pessoas de sua empresa ou para quem é parte de uma pequena comunidade, nós podemos achar que ele é adequado para ser disponibilizado para todos os usuários.
ru: <strong>Является ли дополнение полезным для более-менее широкой части пользователей Firefox?</strong> Вашему дополнению не обязательно быть следующим Greasemonkey или Firebug, но если оно полезно только людям в вашей компании или тем, кто является частью небольшого веб-сообщества, мы можем прийти к мысли, что оно не подходит размещения перед всеми нашими пользователями.
sl: <strong> Je dodatek koristen za primerno širok delež uporabnikov Firefoxa? </strong> Za vaš dodatek ni nujno, da bo naslednji Greasemonkey ali Firebug, če pa je samo koristen za vaše kolege v podjetju ali le za majhen del uporabnikov spleta, bomo lahko da mnenja, da je vprašljivo nuditi ga vsem našim uporabnikom.
uk: <strong>Чи є додаток корисним для більш-менш широкої частини користувачів Firefox?</strong> Вашому додатку не обов'язково бути наступним Greasemonkey або Firebug, але якщо він корисний тільки людям у вашій компанії або тим, хто є частиною невеликої веб-спільноти, ми можемо вирішити, що він не підходить для розміщення перед усіма нашими користувачами.
zh_cn: <strong>附加组件对于多数的 Firefox 用户来说有用吗？</strong>您的附加组件虽然不需要成为下一个 Greasemonkey 或 Firebug，但如果它只对您的企业的人员或者部分小型的网络社区有用，那我们可能会认为它还不适合展现在我们的所有用户面前。

source: We are constantly looking at ways to improve the organization of the site to better accommodate add-ons that are exemplary in other ways, but are aimed at only a small community of potential users. Correctly categorizing and maintaining the metadata of your add-on will help us figure out how we can surface more of those sorts of add-ons to people who are most likely to benefit from them.
cs: Neustále hledáme způsoby, jak vylepšit organizaci webu tak, aby lépe vyhověl doplňkům, které jsou v nějakém ohledu užitečné, ale jsou zaměřeny pouze na malou skupinu potenciálních uživatelů. Správa kategorizace a správa metadat vašeho doplňku nám pomůže rozpoznat, kam můžeme váš doplněk správně zařadit, aby jej uživatelé, kteří jej budou hledat, nalezli.
de: Wir suchen ständig nach Möglichkeiten, die Organisation der Website zu verbessern, so dass Add-ons, die in irgendeiner Weise beispielhaft sind, aber nur zu einer kleinen Gemeinschaft aus potenziellen Nutzern passen, untergebracht werden können. Wenn Sie Ihr Add-on korrekt kategorisieren und die Metadaten Ihres Add-ons warten, können wir besser herausfindne, wie wir mehr von dieser Art der Add-ons den Menschen präsentieren können, die vermutlich am ehesten davon profitieren.
es: Buscamos continuamente formas para mejorar la organización del sitio y dar cabida a complementos que son óptimos en otros aspectos pero que están orientados solo a una pequeña comunidad de usuarios potenciales. El establecimiento de categorías correctas y el mantenimiento de los metadatos de tu complemento nos ayudará a diseñar formas que hagan más visibles este tipo de complementos a la gente que se puede beneficiar de ellos.
fr: Nous cherchons en permanence à améliorer l'organisation du site pour mieux accueillir les modules qui sont exemplaires dans d'autres champs mais qui ciblent uniquement une petite portion d'utilisateurs potentiels. Catégoriser correctement et maintenir les méta-données de votre module nous aidera à savoir comment faire ressortir plus de ce genre de modules aux gens qui sont les plus à même de les apprécier.
it: Siamo alla continua ricerca di metodi per migliorare l'organizzazione del sito in modo da gestire correttamente componenti aggiuntivi ben realizzati ma utili solo a un gruppo ridotto di potenziali utenti. La scelta corretta della categoria e delle informazioni relative al tuo componente aggiuntivo possono aiutarci a proporre questi componenti aggiuntivi alle persone che potrebbero essere interessate al loro utilizzo.
ko: 대표적인 다른 방법으론 더 나은 부가 기능 공급을 위한 사이트 구조 개선책의 꾸준한 모색이 있겠으나, 잠재적 사용자로 이루어진 소규모 커뮤니티만 관심을 가지고 일을 하고 있는 것이 현실입니다. 자신의 부가 기능의 메타 데이터를 정확히 분류 및 유지 보수하는 것은 부가 기능의 분류를 어떻게 보다 표면화하여 사람들에게 최대한 이득을 줄 수 있을지를 찾는데 도움이 될 것입니다.
nl: We zijn constant op zoek naar manieren om de organisatie van de website te verbeteren om zo add-ons die een voorbeeld vormen maar op een slechts een kleine groep potentiële gebruikers zijn gericht op andere manieren te belichten. Correct categoriseren en onderhouden van de metagegevens van uw add-on helpt ons uitzoeken hoe we meer van dit soort add-ons aan personen kunnen presenteren die er waarschijnlijk het meeste profijt van hebben.
pa_in: ਹੋਰ ਤਰੀਕਿਆਂ ਵਿੱਚ ਮਿਸਾਲੀ ਐਡ-ਆਨਾਂ ਨੂੰ ਠਹਿਰਾਉਣ ਲਈ ਅਸੀਂ ਲਗਾਤਾਰ ਸਾਈਟ ਦੇ ਸੰਗਠਨ ਨੂੰ ਵਧੀਆ ਬਣਾਉਣ ਦੀਆਂ ਯੁਗਤਾਂ ਦੀ ਭਾਲ ਵਿੱਚ ਲੱਗੇ ਰਹਿਣੇ ਆ, ਪਰ ਕੇਵਲ ਸੰਭਾਵੀ ਉਪਭੋਗੀਆਂ ਦਾ ਇੱਕ ਛੋਟਾ ਭਾਈਚਾਰਾ ਹੀ ਸਾਡਾ ਨਿਸ਼ਾਨਾ ਹੁੰਦਾ। ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੇ ਮੈਟਾਡਾਟੇ ਦਾ ਸਹੀ ਵਰਗੀਕਰਨ ਅਤੇ ਸਾਂਭ-ਸੰਭਾਲ੍ਹ ਸਾਡੀ ਇਹ ਸਮਝਣ ਵਿੱਚ ਮਦਦ ਕਰੇਗਾ ਕਿ ਕਿਵੇਂ ਲੋਕਾਂ ਲਈ ਅਸੀਂ ਐਡ-ਆਨ ਦੇ ਇਹਨਾਂ ਪ੍ਰਕਾਰਾਂ ਨੂੰ ਹੋਰ ਥਾਂ ਦੇ ਸਕਦੇ ਹਾਂ ਜਿਹੜੇ ਇਹਨਾਂ ਤੋਂ ਵੱਧ ਲਾਭ ਲੈ ਸਕਦੇ ਹਨ।
pl: Cały czas szukamy dróg do ulepszenia organizacji witryny, aby lepiej adaptować dodatki, które są pożyteczne w konkretnych przypadkach, ale są skierowane tylko do małej liczby potencjalnych użytkowników. Prawidłowe określenie kategorii i zarządzanie metadanymi dodatku pomoże nam zorientować się, jak poukładać tego typu dodatki, aby były widoczne dla osób, które będą chciały z nich skorzystać.
pt_pt: Estamos constantemente à procura de formas de melhorar a organização do site para melhor acomodar extras que são exemplos de outras formas mas destinados apenas a uma pequena comunidade de potenciais utilizadores. Manter e categorizar corretamente os meta-dados do seu extra irá ajudar-nos a perceber como podemos destacar este tipo de extras para pessoas que provavelmente iriam beneficiar mais deles.
ru: Мы постоянно ищем пути улучшения организации сайта для лучшего размещения дополнений, которые хотя и являются образцовыми по исполнению, но нацелены лишь на небольшое сообщество потенциальных пользователей. Правильная категоризация и управление метаданными вашего дополнения помогут нам понять, каким образом мы можем вывести больше дополнений подобного типа к людям, которым они могут принести наибольшую пользу.
sl: Nenehno iščemo možnosti za izboljšanje organizacije spleta, da bi bolje skrbeli za dodatke, ki so zgledni na druge načine, vendar pa namenjeni le majhni skupnosti potencialnih uporabnikov. Pravilno bo kategorizirani in vzdrževani metapodatki v vašem dodatku nam pomagajo ugotoviti, za katero skupino uporabnikov bodo najbolj verjetno koristni.
uk: Ми постійно шукаємо шляхи поліпшення організації сайту для кращого розміщення додатків, які хоч і мають зразкове виконання, але націлені лише на невелике співтовариство потенційних користувачів. Правильна категоризація та управління метаданими вашого додатка допоможуть нам зрозуміти, яким чином ми можемо надати більше додатків подібного типу людям, яким вони можуть принести найбільшу користь.
zh_cn: 我们不断地在寻找改善网站结构的办法，以更好地适应那些在其他方面堪称典范但只有小规模潜在用户的附加组件。正确的分类和维护您的附加组件的元数据将有助于我们解决如何让更多的那些五花八门的附加组件展现给最有可能从中受益的人。

source: If your add-on just provides bookmarks or other simple access points to your site, it's probably not appropriate for the gallery. Like the rest of the Mozilla project, we love web applications and new web services, but Firefox add-ons should provide an improved browsing experience for the user and not just be a way to promote a new site or service through a Mozilla Add-ons listing.
cs: Pokud váš doplněk poskytuje pouze záložky nebo jiný jednoduchý přístup k vašemu webu, není patrně vhodný pro přidání do naší galerie. Stejně jako zbytek projektu Mozilla, tak i my máme rádi webové aplikace a nové webové služby, ale doplňky pro Firefox by měly poskytovat lepší zážitek z prohlížení webu pro uživatele a ne být pouze způsobem pro propagaci vlastního webu skrze web Doplňky Mozilly.
de: Wenn Ihr Add-on nur Lesezeichen oder einfache Zugriffsmöglichkeiten für Ihre Website bietet, es vermutlich nicht für die Galerie geeignet. Wie der Rest des Mozilla-Projekts lieben auch wir Web-Anwendungen und neue Web-Dienste, aber Firefox-Add-ons sollten ein verbessertes Surf-Erlebnis für den Benutzer bieten, und nicht nur eine Möglichkeit sein, eine neue Website oder einen Dienst über einen Eintrag bei Mozilla Add-ons zu bewerben.
es: Si tu complemento se limita a proporcionar marcadores u otros puntos de acceso fácil a tu sitio web, probablemente no sea adecuado para la galería. Al igual que al resto del proyecto Mozilla, nos encantan las aplicaciones y los nuevos servicios web, pero los complementos para Firefox deben ofrecer al usuario una experiencia de navegación mejorada y no solo una forma de promocionar un nuevo sitio o servicio a través del listado de complementos de Mozilla.
fr: Si votre module fournit uniquement des marque-pages ou d'autres points d'accès simples vers votre site, il n'a probablement pas sa place dans la galerie. Comme le reste du projet Mozilla, nous aimons les applications web et les nouveaux services web, mais les modules Firefox doivent proposer une expérience de navigation améliorer pour l'utilisateur et pas uniquement être une manière de promouvoir un nouveau site web ou service via Mozilla Add-ons.
it: Se il componente aggiuntivo offre semplicemente dei segnalibri o uno strumento di navigazione per il tuo sito, probabilmente non è adatto alla nostra galleria. Come il resto del progetto Mozilla amiamo le applicazioni web e i nuovi servizi, ma i componenti aggiuntivi dovrebbero garantire agli utenti una navigazione migliore e non dovrebbero essere un metodo per promuovere un sito o un servizio web.
ko: 부가 기능이 북마크 내지는 그 외에 당신의 사이트에서 간단한 접속 지점만을 제공한다면, 사이트에 공개되기엔 적합하지 않습니다. 저희는 웹 애플리케이션과 새로운 웹 서비스를 Mozilla 프로젝트만큼이나 사랑합니다. 그러나, Firefox 부가 기능은 사용자에게 향상된 웹 서핑 경험을 제공해야지 Mozilla 부가 기능 사이트를 통한 새 사이트, 서비스 홍보 수단이 되어선 안됩니다. 부가 기능 설명이 대체로 사용자의 웹 서핑 향상보다 서비스에 대한 내용으로 이루어져 있다면 당신은 지금 잘못 생각하고 있는겁니다.
nl: Als uw add-on alleen maar bladwijzers of andere simpele toegangspunten tot uw website biedt, is deze waarschijnlijk niet geschikt voor publicatie. Zoals de rest van het Mozilla-project houden we van webtoepassingen en nieuwe webdiensten, maar Firefox-add-ons dienen een verbeterde surfervaring voor de gebruiker te bieden en niet slechts een manier te zijn om een nieuwe website of dienst te promoten via een pagina op Mozilla-add-ons.
pa_in: ਜੇਕਰ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਕੇਵਲ ਬੁੱਕਮਾਰਕ ਜਾਂ ਤੁਹਾਡੀ ਸਾਡੀ ਲਈ ਹੋਰ ਅਸਾਨ ਪਹੁੰਚ ਨੁਕਤੇ ਮਹੁੱਈਆ ਕਰਵਾਉਂਦਾ, ਤਾਂ ਇਹ ਗੈਲਰੀ ਲਈ ਠੀਕ ਨਹੀਂ ਹੈ। ਬਾਕੀ ਮੌਜੀਲਾ ਪ੍ਰੋਜੈਕਟ ਦੀ ਤਰ੍ਹਾਂ, ਅਸੀਂ ਨਵੀਆਂ ਵੈੱਬ ਐਪਲੀਕੇਸ਼ਨਾਂ ਅਤੇ ਨਵੀਆਂ ਵੈੱਬ ਸੇਵਾਵਾਂ ਨੂੰ ਪਸੰਦ ਕਰਦੇ ਹਾਂ, ਪਰ ਫ਼ਾਇਰਫ਼ਾਕਸ ਐਡ-ਆਨ ਨੂੰ ਉਪਭੋਗੀ ਨੂੰ ਸੁਧਰਿਆ ਵੈੱਬ ਅਨੁਭਵ ਮੁਹੱਈਆ ਕਰਵਾਉਣਾ ਚਾਹੀਦਾ ਅਤੇ ਨਾ ਕਿ ਕੇਵਲ ਇੱਕ ਮੌਜੀਲਾ ਐਡ-ਆਨ ਸੂਚੀ ਦੁਆਰਾ ਇੱਕ ਨਵੀਂ ਸਾਈਟ ਜਾਂ ਸੇਵਾ ਨੂੰ ਪ੍ਰਫ਼ੁਲੱਤ ਕਰਨ ਦਾ ਢੰਗ ਮੁਹੱਈਆ ਕਰਵਾਉਣਾ ਹੈ।
pl: Jeżeli dodatek dostarcza zakładki lub inne ułatwienia dostępu do twojej witryny, prawdopodobnie nie jest to odpowiedni dodatek do umieszczenia go w galerii. Tak, jak reszta projektu Mozilla, uwielbiamy programy i nowe usługi sieciowe, ale dodatki do Firefoksa powinny podnosić jakość korzystania z Internetu, a nie być metodą promocji nowej strony czy serwisu poprzez witrynę Mozilla Add-ons.
pt_pt: Se o seu extra apenas oferece favoritos ou outros atalhos de acesso ao seu sitio, é provável que ele não seja adequado para a galeria. Como o restante do projeto Mozilla, nós amamos aplicações web e novos serviços web, mas os extras para o Firefox devem oferecer uma experiência melhorada para os usuários e não apenas uma maneira de promover um novo site ou serviço através da galeria do Mozilla extras.
ru: Если ваше дополнение просто предоставляет закладки и другие простые точки доступа на ваш сайт, то, вероятно, оно не подходит для галереи. Как всему проекту Mozilla, так и нам, нравятся веб-приложения и новые веб-сервисы, но дополнения Firefox должны обеспечивать улучшение веб-сёрфинга для пользователя, а не являться просто способом продвижения нового сайта или услуги через листинг дополнений Mozilla.
sl: Če je vaš dodatek samo nudi zaznamke ali drugih enostavne dostopne točke na vašo spletno stran, za galerijo ne bo primeren. Tako kot ves projekt Mozilla , ljubimo tudi mi spletne aplikacije in nove spletne storitve, vendar pa morajo dodatki za Firefox zagotavljati uporabniku boljše, lažje, prijetnejše brskanje in ne pa biti samo način, kako se kako spletišče reklamira.
uk: Якщо ваш додаток просто надає закладки та інші прості точки доступу на ваш сайт, то, ймовірно, він не підходить для галереї. Як усьому проекту Mozilla, так і нам, подобаються веб-додатки та нові веб-сервіси, але додатки Firefox повинні забезпечувати поліпшення веб-перегляду для користувача, а не бути просто способом просування нового сайту чи послуги через сторінки додатків Mozilla.
zh_cn: 如果您的附加组件只是提供了书签或其他的简单地访问您的网站的接入点，那么它可能不适合展示在展示库。就像 Mozilla 的其他项目，我们虽然喜爱 Web 应用和新的 Web 服务，但 Firefox 附加组件应该是用来给用户提供更好的浏览体验，而不只是通过 Mozilla 附加组件网站来推广新的网站或服务。
