Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: When performing a preliminary review, editors will review the source code for security issues and major policy violations, but will not install the add-on to test functionality in most cases. Preliminary review will be granted unless a security vulnerability or major policy violation is discovered.
cs: Při kontrole doplňku editorem bude zkontrolován jeho zdrojový kód, zda neobsahuje bezpečnostní problémy či vážná porušení zásad, ale ve většině případů nebude instalován a nebude ověřována jeho funkcionalita. Předběžná kontrola bude udělena, pokud nebude nalezen bezpečnostní problém či vážné porušení zásad.
de: Bei vorläufigen Überprüfungen testen die Redakteure den Quelltext auf Sicherheitsprobleme und größere Regelverstöße, aber sie installieren meist nicht das Add-on, um die Funktionalität zu prüfen. Die vorläufige Überprüfung wird erteilt, es sei denn, ein Sicherheitsproblem oder ein größerer Regelverstoß wird entdeckt.
es: Al efectuar una revisión preliminar, los editores revisarán el código fuente en busca de problemas de seguridad e infracciones flagrantes de las políticas, pero en la mayoría de los casos no instalarán el complemento para probar su funcionalidad. La revisión preliminar se concede a menos que se descubra una vulnerabilidad de seguridad o una infracción importante de las políticas.
fr: Quand une revue préliminaire est effectuée, les éditeurs vont vérifier le code source pour des problèmes de sécurité et des violations graves de la politique, mais n'installeront pas le module pour en tester les fonctionnalités dans la plupart des cas. Les revues préliminaires seront accordées sauf si une vulnérabilité de sécurité ou une violation grave de la politique est découverte.
it: In caso di revisione preliminare, i revisori controllano il codice sorgente alla ricerca di problemi di sicurezza e violazioni evidenti delle regole, ma nella maggior parte dei casi non installeranno il componente aggiuntivo per verificarne le funzionalità. La revisione preliminare è garantita in assenza di vulnerabilità di sicurezza o violazioni evidenti delle regole.
ko: 예비 심사시 편집자는 보안 문제가 있는지 치명적인 정책 위반 사항은 없는지 등을 소스 코드를 보고 심사는 하지만 기능 작동 여부를 테스트하기 위해 설치는 웬만하면 하지 않을 것입니다. 보안상 취약점 내지는 치명적인 정책 위반 사항이 발견되지 않는 한 예비 심사는 통과됩니다.
nl: Bij een voorlopige beoordeling bekijken editors de broncode op beveiligingsproblemen en het voldoen aan de belangrijkste beleidselementen, maar installeren ze in de meeste gevallen de add-on niet om de functionaliteit te testen. Voorlopige beoordeling wordt toegekend, tenzij er een beveiligingslek of schending van een belangrijk beleidselement wordt ontdekt.
pa_in: ਜਦੋਂ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਹੋ ਰਹੀ ਹੋਵੇ, ਸੰਪਾਦਕ ਸੁਰੱਖਿਆ ਕਾਰਨਾਂ ਜਾਂ ਮੁੱਖ ਨੀਤੀ ਉਲੰਘਣਾ ਲਈ ਸੋਰਸ ਕੋਡ ਦੀ ਸਮੀਖਿਆ ਕਰਨਗੇ, ਪਰ ਜਿਆਦਾਤਰ ਕੇਸਾਂ ਵਿੱਚ ਕਾਰਜਕੁਸ਼ਲਤਾ ਪਰਖਣ ਲਈ ਐਡ-ਆਨ ਇੰਸਟਾਲ ਨਹੀਂ ਕਰਨਗੇ। ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਦੇ ਦਿੱਤੀ ਜਾਏਗੀ ਜੇਕਰ ਇੱਕ ਸੁਰੱਖਿਆ ਖਾਮੀ ਜਾਂ ਮੁੱਖ ਨੀਤੀ ਉਲੰਘਣਾ ਨਾ ਮਿਲੀ।
pl: W trakcie wykonywania wstępnego sprawdzenia, recenzenci będą sprawdzali kod źródłowy, by sprawdzić czy nie występują zagrożenia bezpieczeństwa i naruszenia zasad. W większości przypadków nie będą instalowali dodatku, by sprawdzić jego działanie. Status wstępnego sprawdzenia będzie przyznawany, jeśli nie zostaną wykryte luki w zabezpieczeniach lub poważne naruszenie zasad.
pt_pt: Ao realizar uma análise preliminar, os editores analisarão o código-fonte buscando problemas de segurança e violações graves das nossas políticas, mas não instalarão o add-on na maioria dos casos. Análises preliminares serão aprovadas a menos que uma vulnerabilidade de segurança ou violação grave de nossas políticas sejam encontradas.
ru: При проведении предварительной проверки, редакторы проверят исходный код на наличие проблем безопасности и серьезных нарушений политики, но в большинстве случаев не будут устанавливать дополнение для проверки его функциональности. Предварительная проверка будет пройдена, если не будет обнаружена уязвимость в системе безопасности или грубое нарушение политики.
sl: Pri izvajanju predhodnega pregleda bodo uredniki pregledali izvorno kodo s stališča varnosti in večjih kršitev pravilnika, vendar dodatka v večini primerov ne bodo nameščali, da bi preizkusili njegovo funkcionalnost. Predhodni pregled se bo odobrilo, razen če se ne odkrije varnostne ranljivosti ali večjih kršitev pravilnika.
uk: Під час проведення попередньої перевірки, редактори перевірять програмний код на наявність проблем безпеки і серйозних порушень політики, але в більшості випадків не встановлюватимуть додаток для перевірки його функціональності. Попередня перевірка буде пройдена, якщо не буде виявлена уразливість в системі безпеки або грубе порушення політики.
zh_cn: 进行初步审核时，审核员会审核源代码是否有任何安全性问题或违反重要的政策，但通常不会安装附加组件来测试其功能。只要没有发现安全漏洞或者违反重要政策就能通过初步审核。

source: Once preliminary review is granted, the add-on will be immediately available in the gallery, showing in browse and search results but ranked lower than fully-reviewed add-ons. Install buttons will have caution stripes and a notice that the add-on is experimental and not fully reviewed by Mozilla, though no click-through is required. Additionally, these add-ons cannot use the voluntary contributions and beta channel features.
cs: Jakmile bude udělena předběžná kontrola, bude doplněk okamžitě k dispozici v galerii, bude dostupný v kategoriích a výsledcích vyhledávání, ale jeho hodnocení bude nižší než u plně zkontrolovaných doplňků. Tlačítko pro instalaci bude obsahovat varování, že doplněk je experimentální a nebyl Mozillou plně zkontrolován. U takových doplňků nemůže být žádáno o dobrovolné příspěvky a funkce beta kanálu není dostupná.
de: Sobald eine vorläufige Überprüfung erteilt wird, ist das Add-on sofort in der Galerie verfügbar und wird in Ergebnissen beim Durchsehen und Suchen angezeigt, hat aber einen niedrigeren Rang als vollständig überprüfte Add-ons. Die Installationsschaltflächen haben ein Warnkennzeichnung und einen Hinweis, dass das Add-on experimentell ist und nicht vollständig von Mozilla überprüft wurde, ein Durchklicken ist aber nicht notwendig. Außerdem können diese Add-ons nicht die freiwilligen Spenden und die Funktionen des Beta-Kanals nutzen.
es: Una vez que se concede la revisión preliminar, el complemento está disponible inmediatamente en la galería, mostrándose en los resultados de búsquedas y navegación, pero en una categoría inferior a los complementos revisados completamente. Los botones Instalar mostrarán una franja con una advertencia y un aviso de que el complemento es experimental y no ha sido completamente revisado por Mozilla, aunque no se requiere hacer sucesivos clics. Además, estos complementos no pueden usar las aportaciones voluntarias ni las características del canal beta.
fr: Une fois la revue préliminaire accordée, le module sera immédiatement disponible dans la galerie, affiché dans les pages de parcours et de résultats de recherche, mais rangé plus bas que les modules complètement vérifiés. Les boutons d'installation auront un avertissement pour signaler que le module est expérimental et non complètement vérifié par Mozilla, cependant, aucun clic supplémentaire ne sera nécessaire. De plus, ces modules ne peuvent utiliser les contributions volontaires et les fonctionnalités du canal bêta.
it: Dopo aver passato la revisione preliminare, il componente aggiuntivo sarà immediatamente disponibile nella galleria, sarà visibile nell'esplorazione del sito e nei risultati di ricerca ma posizionato dopo i componenti aggiuntivi con revisione completa. Il pulsante di installazione presenterà delle righe di avvertimento e un avviso sul fatto che il componente aggiuntivo è sperimentale e non verificato da Mozilla, ma non verranno richiesti ulteriori clic. Inoltre, questi componenti aggiuntivi non possono richiedere donazioni né avere un canale di distribuzione beta.
ko: 예비 심사가 통과되면 부가 기능은 갤러리 상에서 바로 사용이 가능하지만 전체 심사를 통과한 부가 기능보다 하위 등급으로 노출됩니다. 설치 버튼엔 주의를 의미하는 줄무늬가 그려지며 클릭하지 않더라도 해당 부가 기능은 시험용이고 Mozilla의 전체 심사를 거치지 않았다는 문구가 표시됩니다. 추가로 이러한 부가 기능엔 기부 제도나 베타 채널 기능을 사용할 수 없습니다.
nl: Als voorlopige beoordeling is toegekend is de add-on direct beschikbaar in de galerij en wordt deze weergegeven is blader- en zoekresultaten, maar staat deze lager op de lijst dan volledig beoordeelde add-ons. Installatieknoppen zijn voorzien van waarschuwingsstrepen en een melding dat de add-on experimenteel is en niet volledig beoordeeld door Mozilla, hoewel doorklikken niet nodig is. Daarbij kunnen deze add-ons geen gebruik maken van de opties voor vrijwillige bijdragen en bètakanalen.
pa_in: ਇੱਕ ਵਾਰ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਮਿਲ ਗਈ, ਐਡ-ਆਨ ਉਸੇ ਸਮੇਂ ਗੈਲਰੀ ਵਿੱਚ ਉੱਪਲਬਧ ਹੋ ਜਾਵੇਗਾ, ਝਲਕ ਅਤੇ ਖੋਜ ਨਤੀਜਿਆਂ ਵਿੱਚ ਵਿਖਾਈ ਦੇਵੇਗਾ ਪਰ ਮੁਕੰਮਲ-ਸਮੀਖਿਆ ਹੋਏ ਐਡ-ਆਨਾਂ ਤੋਂ ਘੱਟ ਦਰਜ ਦਿੱਤਾ ਜਾਏਗਾ। ਇੰਸਟਾਲ ਬਟਨ ਨਾਲ ਚੇਤਾਵਨੀ ਪੱਟੀਆਂ ਅਤੇ ਨੋਟਿਸ ਹੋਵੇਗਾ ਕਿ ਐਡ-ਆਨ ਪ੍ਰਯੋਗਤਾਮਕ ਹੈ ਅਤੇ ਮੌਜੀਲਾ ਵੱਲੋਂ ਸਮੀਖਿਆ ਨਹੀਂ ਕੀਤੀ ਗਈ, ਜਦ ਕਿ ਕਲਿੱਕ-ਦੁਆਰਾ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ। ਨਾਲ ਹੀ, ਇਹ ਐਡ-ਆਨ ਵਲੰਟੀਅਰ ਯੋਗਦਾਨਾਂ ਅਤੇ ਬੀਟਾ ਚੈਨਲ ਵਿਸ਼ੇਸਤਾਵਾਂ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pl: Po otrzymaniu statusu wstępnego sprawdzenia, dodatek będzie niezwłocznie dostępny w galerii, wyświetlany w wynikach przeglądania i wyszukiwania, ale klasyfikowany niżej niż w pełni sprawdzone dodatki. Przycisk instalacyjny będzie zawierał ostrzeżenie i informację, że jest to dodatek eksperymentalny i nie w pełni sprawdzony przez Mozillę. Ponadto funkcje witryny, takie jak dobrowolne dotacje i kanały beta będą dla tego dodatku niedostępne.
pt_pt: Assim que o extra for aprovado na análise preliminar, ele será disponibilizado na galeria, sendo exibido na navegação e resultados de pesquisa, porém em posições posteriores aos extras com análise completa. Seu botão de instalação exibirá listras de alerta e uma notificação informando que o extra é experimental e não foi completamente analisado pela Mozilla. Além disso, estes extras não podem receber doações voluntárias ou usar canais beta.
ru: После успешного прохождения предварительной проверки, дополнение сразу же станет доступно в галерее, будет показано в просмотре и результатах поиска, но будет иметь более низкий статус, чем полностью проверенные дополнения. Кнопки установки будут иметь предупреждающие полосы и уведомление, что дополнение является экспериментальным и не полностью проверено Mozilla, однако прощёлкивание сквозь экраны не требуется. Кроме того, эти дополнения не могут использовать добровольные взносы и функции бета-каналов.
sl: Ko je bilo začasni pregled enkrat izdan, je dodatek takoj na voljo v galeriji, pojavi se pri brskanju in v rezultatih iskanja, vendar bo uvrščen niže kot v celoti pregledani dodatki. Namestiveni gumbi bodo šrafirani v opozorilo, poleg tega bo videti sporočilo, da je dodatek poizkusne narave in da ga Mozilla ni v celoti pregledala, četudi se kompletno klikanje ne zahteva. Poleg tega ti dodatki ne smejo predlagati prostovoljnih prispevkov in funkcije beta kanala jim niso na voljo.
uk: Після успішного проходження попередньої перевірки, додаток відразу ж стане доступним в галереї, буде показаний в перегляді та результатах пошуку, але буде мати більш низький статус, ніж повністю перевірені додатки. Кнопки установки матимуть попереджувальні смуги і повідомлення, що додаток є експериментальним і не повністю перевірений Mozilla. Крім того, ці додатки не можуть використовувати добровільні внески та функції бета-каналів.
zh_cn: 在附加组件通过初步审核后，它会立即出现在展示库，展示在浏览和搜索结果中，但排名会略低于通过全面审核的附加组件。安装按钮上将会有警示条纹，提醒用户这是实验性的附加组件，并通过非点击提示的方式显示这是尚未经过 Mozilla 的全面审核的警告。另外，附加组件不能使用自愿捐款和公开测试通道功能。

source: After being granted preliminary review, Mozilla may later revoke the review if other serious problems are reported to us by users.
cs: Po udělení předběžné kontroly ji může Mozilla později zrušit, pokud se objeví závažný problém, který bude uživateli nahlášen.
de: Wenn eine vorläufige Überprüfung erteilt wurde, kann Mozilla diese später widerrufen, wenn uns von Benutzern andere schwerwiegende Probleme gemeldet werden.
es: Después de conceder la revisión preliminar, Mozilla puede revocar este estado posteriormente si recibe informes sobre problemas graves por parte de los usuarios.
fr: Après avoir accordé la revue préliminaire, Mozilla peut la révoquer plus tard si des problèmes graves sont rapportés par des utilisateurs.
it: Dopo aver garantito la revisione preliminare, Mozilla si riserva il diritto di revocare lo status nel caso in cui vengano segnalate gravi violazioni dagli utenti.
ko: 예비 심사를 통과한 뒤에도 사용자가 다른 심각한 문제가 있다고 제보해 올 경우 Mozilla에선 해당 부가 기능의 심사 통과 상태를 박탈할 수도 있습니다.
nl: Nadat voorlopige beoordeling is toegekend kan Mozilla deze later intrekken als gebruikers andere serieuze problemen aan ons rapporteren.
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਮਿਲਣ ਤੋਂ ਬਾਅਦ, ਹੋ ਸਕਦਾ ਬਾਅਦ ਵਿੱਚ ਮੌਜੀਲਾ ਸਮੀਖਿਆ ਨੂੰ ਹਟਾ ਦੇਵੇ ਜੇਕਰ ਉਪਭੋਗੀਆਂ ਵੱਲੋਂ ਹੋਰ ਗੰਭੀਰ ਖਾਮੀਆਂ ਬਾਰੇ ਸਾਨੂੰ ਸੂਚਨਾਵਾਂ ਮਿਲੀਆਂ।
pl: Po przyznaniu statusu wstępnego sprawdzenia, Mozilla może w późniejszym czasie, jeśli zostaną zgłoszone przez użytkowników poważne problemy cofnąć ten status.
pt_pt: Depois de ser concedida revisão preliminar, a Mozilla pode mais tarde revogar a revisão se outros problemas graves nos forem relatados pelos utilizadores.
ru: После успешного прохождения предварительной проверки, Mozilla впоследствии может отозвать своё одобрение, если пользователи сообщат нам о других серьезных проблемах.
sl: Potem ko je bil odobren začasen pregled, lahko Mozilla pozneje pregled prekliče, če nam uporabniki sporočijo, da so naleteli na druge resne probleme.
uk: Після успішного проходження попередньої перевірки, Mozilla згодом може відкликати своє схвалення, якщо користувачі повідомлять нам про інші серйозні проблеми.
zh_cn: 即使附加组件通过了初步审核，Mozilla 仍可能在收到用户报告有严重问题后废除审核结果。

source: Subsequent versions of the add-on will automatically be placed in the preliminary review queue. Until the review is completed, the new version will only be displayed on the Version History page of the add-on. Once reviewed, the version will be updated across the site and deployed through the automatic update service.
cs: Další verze doplňku budou automaticky umisťovány do fronty pro předběžnou kontrolu. Dokud nebude kontrola dokončena, bude nová verze zobrazena pouze na stránce s historií verzí doplňku. Jakmile bude zkontrolována, bude dostupná napříč webem a distribuována skrze službu automatických aktualizací.
de: Zukünftige Versionen des Add-ons werden automatisch in der Warteschlange für vorläufige Überprüfungen platziert. Bis die Überprüfung abgeschlossen ist, wird die neue Version nur auf der Seite „Versionsgeschichte“ des Add-ons angezeigt. Sobald die Überprüfung abgeschlossen wurde, wird die Version auf der ganzen Website aktualisiert und über den automatischen Update-Dienst verteilt.
es: Las versiones siguientes del complemento se colarán automáticamente en la cola de revisiones preliminares. Hasta que la revisión se complete, la nueva versión solo se mostrará en la página de Historial de versiones del complemento. Una vez revisada, la versión se actualizará en la página y se implementará a través del servicio automático de actualizaciones.
fr: Les versions suivantes du module seront automatiquement placées dans la file d'attente de revue préliminaire. Jusqu'à ce que celle-ci soit réalisée, la nouvelle version ne sera uniquement accessible qu'à partir de l'historique de version sur la page du module. Une fois vérifiée, la version sera mise à jour dans le site et déployée via le système de mises à jour.
it: Tutte le versioni successive verranno inserite automaticamente nella coda di revisione preliminare. La nuova versione verrà visualizzata nella pagina Cronologia versioni fino a quando non ne sarà completata la revisione. Una volta completata la revisione, la nuova versione verrà aggiornata in tutto il sito e distribuita attraverso il sistema di aggiornamento automatico.
ko: 해당 부가 기능의 차기 버전은 자동으로 예비 심사 대기열에 올라가게 됩니다. 심사가 끝나기 전까지 새 버전은 부가 기능의 버전 내역 페이지에만 노출됩니다. 심사가 끝나면 새 버전은 사이트 상에 전체적인 업데이트가 되고 자동 업데이트 서비스를 통해 사용자에게 제공될 것입니다.
nl: Nieuwere versies van de add-on worden automatisch in de wachtrij voor voorlopige beoordeling geplaatst. Tot afronding van de beoordeling wordt de nieuwe versie alleen weergegeven op de pagina Versiegeschiedenis van de add-on. Na beoordeling wordt de versie bijgewerkt op de gehele website en verspreid middels de automatische updatedienst.
pa_in: ਐਡ-ਆਨ ਦੇ ਬਾਅਦ ਵਾਲੇ ਵਰਜਨ ਆਪਣੇ ਆਪ ਹੀ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਕਤਾਰ ਵਿੱਚ ਰੱਖ ਦਿੱਤੇ ਜਾਣਗੇ। ਜਦ ਤੱਕ ਸਮੀਖਿਆ ਮੁਕੰਮਲ ਹੁੰਦੀ, ਨਵਾਂ ਵਰਜਨ ਵਰਜਨ ਇਤਿਹਾਸ ਸਫ਼ੇ ਤੇ ਪੇਸ਼ ਕੀਤਾ ਜਾਵੇਗਾ। ਇੱਕ ਵਾਰ ਸਮੀਖਿਆ ਹੋਣ ਤੇ, ਵਰਜਨ ਸਾਰੀ ਸਾਈਟ ਤੇ ਅੱਪਡੇਟ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਸਵੈ-ਚਾਲਿਤ ਅੱਪਡੇਟ ਸੇਵਾ ਦੁਆਰਾ ਤੈਨਾਤ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Kolejne wersje dodatku będą automatycznie umieszczane w kolejce do wstępnego sprawdzenia. Do czasu zakończenia sprawdzania nowa wersja będzie wyświetlana tylko na stronie historii wersji dodatku. Po sprawdzeniu, wersja zostanie zaktualizowana na całej witrynie i umieszczona w serwisie automatycznych aktualizacji.
pt_pt: Versões posteriores do extra serão posicionadas automaticamente na fila de espera de análises preliminares. Até que a análise seja completada, a nova versão será exibida somente no histórico de versões do extra. Assim que for analisada, a versão será atualizada no sitio e distribuída pelo serviço de atualizações automáticas.
ru: Последующие версии дополнения будут автоматически размещаться в очереди на предварительную проверку. До завершения проверки, новая версия будет отображаться только на странице истории версий дополнения. По завершении проверки, версия будет обновлена на сайте и развернута через службу автоматического обновления.
sl: Kasnejše različice dodatka se bo samodejno postavilo v čakalno vrsto za predhoden pregled. Dokler se ne konča s pregledom, bo novo različico videti le na strani Zgodovina različic za dodatek. Ko jo bodo pregledali, se bo različico posodobilo po celotnem spletišču in začelo se jo bo razpošiljati s samodejnim postopkom za posodabljanje.
uk: Подальші версії додатку будуть автоматично розміщуватися в черзі на попередню перевірку. До завершення перевірки, нова версія буде відображена тільки на сторінці історії версій додатку. По завершенні перевірки, версія буде оновлена на сайті й розгорнута службою автоматичного оновлення.
zh_cn: 附加组件的后续版本会被自动加入初步审核队列。在审核完成前，新版本只会显示在附加组件的版本历史页面。审核通过后，这个版本将在全站更新，并通过自动更新服务部署。

source: Policies on Specific Add-on Practices
cs: Zásady pro doplňky
de: Regeln für bestimmte Add-on-Praktiken
es: Políticas sobre prácticas referentes a complementos específicos
fr: Politiques pour les pratiques sur les modules spécifiques
it: Regole su pratiche specifiche
ja: 特定のアドオンプラクティスに関するポリシー
ko: 특정 부가 기능에 관한 정책
nl: Beleid aangaande specifieke add-onpraktijken
pa_in: ਖਾਸ ਐਡ-ਆਨ ਅਮਲਾਂ ਲਈ ਨੀਤੀਆਂ
pl: Zasady i praktyki związane z dodatkami
pt_pt: Políticas em práticas específicas dos extras
ru: Политики в отношении специфичных практик дополнения
sl: Pravila glede konkretnih postopkov pri dodatkih
uk: Політики щодо специфічних практик додатка
zh_cn: 特定附加组件行为的政策

source: Prohibited Add-ons
cs: Zakázané doplňky
de: Verbotene Add-ons
el: Απαγορευμένα πρόσθετα
es: Complementos prohibidos
fr: Modules interdits
it: Componenti aggiuntivi non consentiti
ja: アドオンの禁止事項
ko: 금지된 부가 기능
nl: Verboden add-ons
pa_in: ਵਰਜਿਤ ਐਡ-ਆਨ
pl: Zabronione dodatki
pt_pt: Extras proíbidos
ru: Запрещённые дополнения
sl: Prepovedani dodatki
uk: Заборонені додатки
zh_cn: 禁止的附加组件

source: The following add-ons are not permitted in any form:
cs: Následující doplňky nejsou v žádné formě dovoleny:
de: Die folgenden Add-ons sind in keiner Form erlaubt:
es: Los siguientes complementos no están permitidos en modo alguno:
fr: Les modules suivants ne sont autorisés sous quelque forme que ce soit :
it: I seguenti componenti aggiuntivi non sono consentiti in alcun modo:
ko: 다음 부가 기능은 어떤 형태로든 허용되지 않습니다:
nl: De volgende add-ons zijn niet toegestaan in wat voor vorm dan ook:
pa_in: ਹੇਠ ਦਿੱਤੇ ਐਡ-ਆਨਾਂ ਨੂੰ ਕਿਸੇ ਵੀ ਢੰਗ ਨਾਲ ਮਨਜ਼ੂਰ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ:
pl: Następujące dodatki nie są dopuszczalne na witrynie AMO w żadnej postaci:
pt_pt: Os seguintes extras não são permitidos de maneira nenhuma:
ru: Следующие дополнения не разрешаются ни в какой форме:
sl: Naslednji dodatki v kakršni koli obliki niso dovoljeni:
uk: Такі додатки не дозволяються ні в якій формі:
zh_cn: 禁止有以下任何行为的附加组件：

source: Add-ons that embed known <a href="http://en.wikipedia.org/wiki/Spyware">spyware</a> or <a href="http://en.wikipedia.org/wiki/Malware">malware</a>
cs: Doplňky, které obsahují <a href="http://cs.wikipedia.org/wiki/Spyware">spyware</a> či <a href="http://cs.wikipedia.org/wiki/Malware">malware</a>.
de: Add-ons, die bekanntermaßen <a href="http://de.wikipedia.org/wiki/Spyware">Spyware</a> oder <a href="http://de.wikipedia.org/wiki/Schadprogramm">Schadprogramme</a> enthalten.
es: Los complementos que integran <a href="http://es.wikipedia.org/wiki/Spyware">programas espías</a> o <a href="http://es.wikipedia.org/wiki/Malware">software malintencionado</a>
fr: Modules qui embarquent des <a href="http://fr.wikipedia.org/wiki/Logiciel_espion">logiciels espions</a> connus ou <a href="http://fr.wikipedia.org/wiki/Logiciel_malveillant">logiciels malveillants</a>
it: Componenti aggiuntivi che includono <a href="http://en.wikipedia.org/wiki/Spyware">spyware</a> o <a href="http://en.wikipedia.org/wiki/Malware">malware</a> noti
ko: <a href="http://en.wikipedia.org/wiki/Spyware">스파이웨어</a>나 <a href="http://en.wikipedia.org/wiki/Malware">맬웨어</a>로 알려진 기능이 내장된 부가 기능
nl: Add-ons die bekende <a href="http://nl.wikipedia.org/wiki/Spyware">spyware</a> of <a href="http://nl.wikipedia.org/wiki/Malware">malware</a> bevatten.
pa_in: ਇੰਬੈੱਡ ਕੀਤੇ ਐਡ-ਆਨ <a href="http://en.wikipedia.org/wiki/Spyware">ਸਪਾਈਵੇਰ</a> ਜਾਂ <a href="http://en.wikipedia.org/wiki/Malware">ਮਾਲਵੇਅਰ</a> ਵੱਜੋਂ ਜਾਣੇ ਜਾਂਦੇ ਹਨ
pl: dodatki osadzające znane <a href="http://en.wikipedia.org/wiki/Spyware">programy szpiegujące</a> lub <a href="http://en.wikipedia.org/wiki/Malware">złośliwe oprogramowanie</a>,
pt_pt: Extras que tenham <a href="http://en.wikipedia.org/wiki/Spyware">spyware</a> conhecido ou <a href="http://en.wikipedia.org/wiki/Malware">malware</a>
ru: Дополнения, включающие известные <a href="http://en.wikipedia.org/wiki/Spyware">шпионские</a> или <a href="http://en.wikipedia.org/wiki/Malware">вредоносные</a> программы
sl: Dodatki, ki vsebujejo poznano <a href="http://en.wikipedia.org/wiki/Spyware">vohunsko </a> ali <a href="http://en.wikipedia.org/wiki/Malware">zlonamerno</a> programsko opremo
uk: Додатки, які містять відомі <a href="http://en.wikipedia.org/wiki/Spyware">шпигунські</a> чи <a href="http://en.wikipedia.org/wiki/Malware">шкідливі</a> програми
zh_cn: 附加组件植入了已知的<a href="http://zh.wikipedia.org/wiki/间谍软件">间谍软件</a>或<a href="http://zh.wikipedia.org/wiki/恶意软件">恶意软件</a>
