Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Please specify your add-on's End User License Agreement:
cs: Zadejte prosím koncové licenční ujednání vašeho doplňku
de: Bitte geben Sie die Endbenutzerlizenzvereinbarung Ihres Add-ons ein:
es: Especifica la licencia de usuario final del complemento:
fr: Merci de préciser le Contrat de Licence pour l'Utilisateur Final de votre module :
it: Specifica la licenza con l'utente finale (EULA) del tuo componente aggiuntivo:
ko: 부가 기능의 최종 사용자 라이센스 동의서를 기입해 주세요:
nl: Geef de eindgebruikerslicentieovereenkomst van uw add-on op:
pl: Określ licencję użytkownika dla dodatku:
ru: Пожалуйста, сформулируйте лицензионное соглашение конечного пользователя вашего дополнения:
sl: Vnesite prosim licenčni sporazum za končnega uporabnika:
zh_cn: 请指定您的附加组件的最终用户许可协议：

source: This add-on has a Privacy Policy
cs: Doplněk má zásady ochrany soukromí
de: Dieses Add-on hat eine Datenschutzrichtlinie.
el: Αυτό το πρόσθετο συνοδεύεται από πολιτική απορρήτου
es: Este complemento tiene una política de privacidad
fr: Ce module a une politique de confidentialité
it: Questo componente aggiuntivo ha un'informativa sulla privacy.
ja: このアドオンにはプライバシーポリシーがあります
ko: 이 부가 기능은 개인 정보 보호 정책을 보유하고 있습니다
nl: Deze add-on heeft een privacybeleid
pa_in: ਇਸ ਐਡ-ਆਨ ਦੀ ਇੱਕ ਪਰਦਾ ਨੀਤੀ ਹੈ
pl: Dodatek kieruje się własnymi zasadami ochrony prywatności
pt_pt: O extra tem uma política de privacidade
ru: Это дополнение имеет политику приватности
sl: To dodatek ima politiko o zasebnosti
uk: Цей додаток має політику приватності
zh_cn: 这个附加组件有自己的隐私策略

source: Please specify your add-on's Privacy Policy:
cs: Zadejte prosím zásady ochrany soukromí vašeho doplňku
de: Bitte geben Sie die Datenschutzrichtlinie Ihres Add-ons an:
el: Παρακαλούμε ορίστε την πολιτική απορρήτου του πρόσθετου σας:
es: Especifica la política de privacidad del complemento:
fr: Merci de déclarer la politique de confidentialité de votre module :
it: Specifica l'informativa sulla privacy del tuo componente aggiuntivo:
ja: このアドオンのプライバシーポリシーを指定してください:
ko: 부가 기능의 개인 정보 보호 정책을 기입해 주세요:
nl: Geef het privacybeleid van uw add-on op:
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਐਡ-ਆਨ ਦੀ ਪਰਦਾ ਨੀਤੀ ਨਿਰਧਾਰਤ ਕਰੋ:
pl: Określ zasady ochrony prywatności dla dodatku:
pt_pt: Por favor específique a política de privacidade do seu extra:
ru: Пожалуйста, укажите политику приватности вашего дополнения:
sl: Navedite prosim politiko zasebnosti za svoj dodatek:
uk: Визначте політику приватності вашого додатку:
zh_cn: 请指定您的附加组件的隐私政策：

source: Why did you make this app?
cs: Proč jste tuto aplikaci vytvořil(a)?
de: Warum haben Sie diese Anwendung entwickelt?
es: ¿Por qué hiciste esta aplicación?
fr: Pourquoi avez-vous fait cette application ?
it: Perché hai realizzato questa app?
ko: 이 앱을 만든 이유가 무엇입니까?
nl: Waarom hebt u deze app gemaakt?
pl: Dlaczego ta aplikacja została stworzona?
ru: Почему вы сделали это приложение?
sl: Zakaj ste razvili to aplikacijo?
zh_cn: 你为什么开发这个应用？

source: What's next for this app?
cs: Co dalšího s ní plánujete?
de: Was kommt bei dieser Anwendung als nächstes?
es: ¿Qué está por venir en esta aplicación?
fr: Qu'est-ce qui est prévu pour le futur de cette application ?
it: Quali sono le novità in cantiere per questa app?
ko: 이 앱의 추후 계획은?
nl: Wat biedt de toekomst voor deze app?
pl: Co będzie nowego w tej aplikacji?
ru: Что в планах для этого приложения?
sl: Kaj je v planu za to aplikacijo?
zh_cn: 这个应用的下一步计划是？

source: Why did you make this add-on?
cs: Proč jste vytvořil(a) tento doplněk?
de: Warum haben Sie dieses Add-on entwickelt?
el: Γιατί δημιουργήσατε αυτό το πρόσθετο;
es: ¿Por qué hiciste este complemento?
fr: Pourquoi avez-vous fait ce module ?
it: Perché hai realizzato questo componente aggiuntivo?
ja: なぜ、このアドオンを制作したのですか？
ko: 이 부가 기능을 만든 이유가 무엇입니까?
nl: Waarom hebt u bijgedragen?
pa_in: ਤੁਸੀਂ ਇਹ ਐਡ-ਆਨ ਕਿਉਂ ਬਣਾਇਆ?
pl: Dlaczego ten dodatek został stworzony?
pt_pt: Porque é que fez este extra?
ru: Почему вы сделали это дополнение?
sl: Zakaj ste razvili ta dodatek?
uk: Чому ви створили цей додаток?
zh_cn: 您开发这个附加组件的原因是什么？

source: What's next for this add-on?
cs: Co máte s doplňkem do budoucna v plánu?
de: Was kommt bei diesem Add-on als nächstes?
el: Ποιο θα είναι το μέλλον του πρόσθετου;
es: ¿Qué es lo próximo para este complemento?
fr: Qu'est-ce qui est prévu pour le futur de ce module ?
it: Quali sono le novità in cantiere per questo componente aggiuntivo?
ja: このアドオンの今後は？
ko: 이 부가 기능의 추후 계획은?
nl: Wat biedt de toekomst voor deze add-on?
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਲਈ ਅੱਗੇ ਕੀ ਹੈ?
pl: Co będzie nowego w tym dodatku?
pt_pt: O que há a seguir para este extra?
ru: Что запланировано для этого дополнения?
sl: Kaj je v planu za ta dodatek?
uk: Як буде розвиватись цей додаток?
zh_cn: 这个附加组件的下一步计划是什么？

source: The developers of this add-on
cs: Vývojáři tohoto doplňku
de: Die Entwickler dieses Add-ons
el: Οι δημιουργοί αυτού του πρόσθετου
es: Los desarrolladores de este complemento
fr: Les développeurs de ce module
it: Gli sviluppatori di questo componente aggiuntivo
ja: このアドオンの開発者
ko: 이 부가 기능의 개발자
nl: De ontwikkelaars van deze add-on
pa_in: ਇਸ ਐਡ-ਆਨ ਦਾ ਡਿਵੈਲਪਰ
pl: Autorzy dodatku
pt_pt: Os desenvolvedores deste extra
ru: Разработчики этого дополнения
sl: Razvijalci tega dodatka
uk: Розробники цього додатку
zh_cn: 此附加组件的开发者

source: The Mozilla Foundation
cs: Mozilla Foundation
de: Die Mozilla Foundation
el: Το ίδρυμα Mozilla
es: La Fundación Mozilla
fr: La Fondation Mozilla
it: Mozilla Foundation
ja: Mozilla Foundation
ko: Mozilla 재단
nl: De Mozilla Foundation
pa_in: ਮੌਜੀਲਾ ਫ਼ਾਊੰਡੇਸ਼ਨ
pl: Fundacja Mozilla
pt_pt: A fundação Mozilla
ru: Mozilla Foundation
sl: Fundacija Mozilla
uk: Фундація Mozilla
zh_cn: Mozilla 基金会

source: An organization of my choice
cs: Organizace dle mé volby
de: Eine Organisation meiner Wahl
el: Ένα οργανισμό της επιλογής μου
es: Una organización de mi elección
fr: Une organisation de mon choix
it: Un'organizzazione di mia scelta
ja: 任意の団体
ko: 임의로 지정한 결제 대행 업체
nl: Een door mij gekozen organisatie
pa_in: ਮੇਰੀ ਪਸੰਦ ਦੀ ਕੋਈ ਵੀ ਸੰਸਥਾ
pl: Wybrana organizacja
pt_pt: Uma organização à minha vontade
ru: Организации по моему выбору
sl: Organizacijo po moji želji
uk: Організація за моїм вибором
zh_cn: 我所选择的组织

source: You cannot setup Contributions for an add-on that is linked to a premium add-on in the Marketplace.
cs: Nemůžete si nastavit příspěvky u doplňku, který je provázán s placeným doplňkem v Marketplace.
de: Sie können Spenden nicht für eine Add-on einrichten, das zu einem Premium-Add-on im Marktplatz verlinkt.
es: No puedes configurar contribuciones para un complemento asociado a un complemento premium en el mercado de aplicaciones.
fr: Vous ne pouvez pas mettre en place des contributions pour un module qui est lié à un module premium dans la Marketplace.
it: Non puoi attivare donazioni per un componente aggiuntivo collegato a una versione premium nel Marketplace.
ko: 마켓플레이스에 프리미엄 부가 기능으로 링크된 부가 기능엔 기부금을 책정할 수 없습니다.
nl: U kunt geen bijdragen instellen voor een add-on die aan een premium-add-on op de Marketplace is gekoppeld.
pl: Nie można ustawić dotacji dla dodatku, który jest powiązany z wersją płatną znajdującą się w Marketplace.
ru: Вы не можете настроить взносы для дополнения, которое связано с премиум-дополнением в Магазине.
zh_cn: 您不能为“市场”中的付费附加组件设立捐款。

source: Please enter a suggested amount greater than 0.
cs: Vložte prosím doporučenou částku, která je větší než 0.
de: Bitte geben Sie eine empfohlene Summe größer 0 ein.
el: Παρακαλούμε εισάγετε προτεινόμενο ποσό μεγαλύτερο του 0.
es: Escribe una cantidad sugerida mayor que 0.
fr: Merci d'entrer un montant suggéré supérieur à 0.
it: Inserire un importo consigliato superiore a 0.
ja: 0 より大きい推奨額を入力してください。
ko: 0 이상의 값으로 입력해 주세요.
nl: Voer een voorgesteld bedrag in dat groter is dan 0.
pa_in: ਕਿਰਪਾ ਕਰਕੇ 0 ਤੋਂ ਜਿਆਦਾ ਇੱਕ ਸੁਝਾਈ ਰਕਮ ਦਰਜ ਕਰੋ।
pl: Podaj sugerowaną kwotę – większą niż 0.
pt_pt: Por favor insira um valor sugerido superior a 0.
ru: Пожалуйста, введите предложенную сумму, которая больше 0.
sl: Vnesite prosim predlagan znesek, ki je večji od 0.
uk: Введіть пропоновану сумму більшу за 0.
zh_cn: 请输入大于 0 的建议金额。

source: Please enter a suggested amount less than ${0}.
cs: Vložte prosím doporučenou částku, která je menší než ${0}.
de: Bitte geben Sie eine empfohlene Summe größer ${0} ein.
el: Παρακαλούμε εισάγετε ένα συνιστώμενο ποσό μικρότερο των ${0}.
es: Escribe una cantidad sugerida menor de ${0}.
fr: Merci d'entrer un montant suggéré inférieur à ${0}.
it: Inserisci un importo consigliato inferiore a ${0}.
ja: ${0} より小さい推奨額を入力してください。
ko: ${0} 미만의 값으로 입력해 주세요.
nl: Voer een voorgesteld bedrag in dat lager is dan ${0}.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ${0} ਤੋਂ ਘੱਟ ਸੁਝਾਈ ਗਈ ਰਕਮ ਦਰਜ ਕਰੋ।
pl: Podaj sugerowaną kwotę mniejszą niż ${0}.
pt_pt: Por favor indique uma quantia sugerida menor que ${0}.
ru: Пожалуйста, введите предложенную сумму менее ${0}.
sl: Vnesite prosim predlagan znesek, ki je manj kot ${0}.
uk: Введіть пропоновану суму меншу ${0}.
zh_cn: 请输入小于 ${0} 的建议金额。

source: PayPal ID required to accept contributions.
cs: Pro přijímání příspěvků je vyžadováno PayPal ID.
de: PayPal-ID erforderlich, um Spenden anzunehmen.
el: Για την αποδοχή δωρεών απαιτείται PayPal ID.
es: Se necesita un ID de PayPal para aceptar colaboraciones.
fr: Identifiant PayPal requis pour accepter les contributions.
it: L'ID PayPal è obbligatorio per ricevere donazioni.
ja: 寄付を受け取るには PayPal ID が必要です。
ko: 기부를 받으려면 PayPal ID가 있어야 합니다.
nl: PayPal-ID is vereist om bijdragen te kunnen accepteren.
pa_in: ਯੋਗਦਾਨਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਲਈ PayPal ID ਦੀ ਲੋੜ ਹੈ।
pl: Aby zaakceptować dotacje, wymagany jest identyfikator PayPal.
pt_pt: Para aceitar contribuições é necessário o ID do Paypal.
ru: Для принятия взносов необходим PayPal ID.
sl: PayPal ID je potreben, če želite prejemati prispevke.
uk: Для підтвердження внесків необхідний ідентифікатор PayPal.
zh_cn: 需要 PayPal 帐号以便接受捐助。

source: Could not validate PayPal id.
cs: Nelze zkontrolovat PayPal id.
de: PayPal-ID konnte nicht geprüft werden.
el: Δεν ήταν δυνατή η επικύρωση του αναγνωριστικού (id) PayPal.
es: No se ha podido validar el id de PayPal.
fr: Impossible de valider l'identifiant PayPal.
it: Impossibile verificare l'identificativo PayPal.
ja: PayPal ID が検証できません。
ko: PayPal ID를 찾을 수 없습니다.
nl: Kan PayPal-identiteit niet valideren.
pa_in: PayPal id ਦੀ ਪੜਤਾਲ ਨਹੀਂ ਕਰ ਸਕਿਆ।
pl: Nie można zweryfikować identyfikatora PayPal.
pt_pt: Não foi possível validar o id do PayPal.
ru: Не удалось проверить PayPal id.
sl: PayPala id ni bilo mogoče validirati.
uk: Не вдалося затвердити ідентифікатор PayPal.
zh_cn: 无法验证 PayPal 帐号。

source: Invalid version range.
cs: Neplatný rozsah verzí.
de: Ungültige Versionsspanne.
el: Μη έγκυρο εύρος εκδόσεων.
es: Rango de versión incorrecto.
fr: Intervalle de version invalide.
it: Intervallo di versioni non valido.
ja: 不正なバージョン範囲です。
ko: 잘못된 버전 범위입니다.
nl: Ongeldig versiebereik.
pa_in: ਗਲਤ ਵਰਜਨ ਹੱਦ।
pl: Nieprawidłowy zakres wersji.
pt_pt: Intervalo da versão inválido.
ru: Неверный диапазон версий.
sl: Neveljavno območje različic.
uk: Невірний діапазон версій.
zh_cn: 版本范围无效。

source: Need at least one compatible application.
cs: Je vyžadována alespoň jedna kompatibilní aplikace.
de: Mindestens eine kompatible Anwendung erforderlich.
el: Απαιτείται τουλάχιστον μια συμβατή εφαρμογή.
es: Es necesaria al menos una aplicación compatible.
fr: Au moins une application compatible est nécessaire.
it: È necessaria almeno un'applicazione compatibile.
ja: 対応アプリケーションが少なくともひとつは必要です。
ko: 호환되는 애플리케이션이 최소 한개는 있어야 합니다.
nl: Er dient ten minste één compatibele toepassing te zijn.
pa_in: ਘੱਟੋ-ਘੱਟ ਇੱਕ ਅਨੁਕੂਲ ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਲੋੜ।
pl: Musi być określony przynajmniej jeden kompatybilny program.
pt_pt: Necessita de pelo menos uma aplicação compatível.
ru: Нужна по крайней мере одно совместимое приложение.
sl: Potrebujem vsaj eno združljivo aplikacijo.
uk: Потрібен, принаймні, один сумісний додаток.
zh_cn: 需要至少一个兼容的应用程序。

source: An app already exists on this domain, only one app per domain is allowed.
cs: Pro tuto doménu již aplikace existuje. Na doménu je povolena pouze jedna aplikace.
de: Eine Anwendung existiert unter dieser Domain bereits, es ist nur eine Anwendung pro Domain erlaubt.
es: Ya existe una aplicación en este dominio, sólo se permite una aplicación por dominio.
fr: Une application existe déjà sur ce domaine, or une seule par domaine est autorisée.
it: Esiste già un'app per questo dominio, è consentita una sola app per dominio.
ko: 이 도메인에는 이미 앱이 있습니다. 도메인당 한개의 앱만 허용됩니다.
nl: Er bestaat al een app op dit domein. Er is slechts één app per domein toegestaan.
pl: Aplikacja o tej domenie już istnieje. Dozwolona jest tylko jedna aplikacja na domenę.
ru: На этом домене уже существует приложение, допускается только одно приложение на домен.
sl: Aplikacija v tej domeni že obstaja, dovoljena je samo ena aplikacija na domeno.
zh_cn: 此域上已经有一个应用存在，每个域上只允许有一个应用。

source: There was an error with your upload. Please try again.
cs: Při nahrávání se vyskytla chyba. Zkuste to prosím znovu.
de: Beim Hochladen ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα στην αποστολή. Παρακαλούμε προσπαθήστε ξανά.
es: Hay un error con tu envío. Vuelve a intentarlo.
fr: Il y a eu une erreur avec votre envoi. Merci de réessayer.
it: Si è verificato un errore durante il caricamento. Riprovare.
ja: アップロードした内容にエラーがあります。もう一度やり直してください。
ko: 업로드 도중 오류가 있었습니다. 다시 해주세요.
nl: Er is een fout opgetreden tijdens uw upload. Probeer het nog eens.
pa_in: ਤੁਹਾਡੇ ਅੱਪਲੋਡ ਵਿੱਚ ਇੱਕ ਖਾਮੀ ਆਈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ ਕਰੋ।
pl: Podczas przesyłania wystąpił błąd. Ponów próbę.
pt_pt: Houve um erro com o seu carregamento. Por favor, tente novamente.
ru: В процессе вашей загрузки произошла ошибка. Пожалуйста, попробуйте снова.
sl: Prišlo je do napake med nalaganjem. Prosimo, poskusite znova.
uk: У процесі Вашого завантаження сталася помилка. Будь ласка, спробуйте знову.
zh_cn: 您的上传过程中发生错误，请重试。

source: Override failed validation
de: Validierung des Überschreibens fehlgeschlagen
el: Η παράκαμψη απέτυχε να επικυρωθεί
es: Ignorar error en la validación
fr: Passer outre la validation échouée
it: Il tentativo di sostituzione forzata è fallito
ja: 失敗した検証を上書き
nl: Mislukte validatie negeren
pa_in: ਓਵਰਰਾਈਡ ਪ੍ਰਮਾਣਿਕਤਾ ਫ਼ੇਲ੍ਹ ਹੋਈ
pl: Zastąp nieudane sprawdzenie
pt_pt: Sobrepor avaliação falhada
sl: Preglasi neuspešno validacijo
uk: Ігнорувати невдалу валідацію
zh_cn: 无视验证失败

source: Need at least one platform.
cs: Je vyžadována alespoň jedna platforma.
de: Mindestens eine Plattform wird benötigt.
el: Χρειάζεται τουλάχιστον μια πλατφόρμα.
es: Se necesita al menos una plataforma.
fr: AU moins une plateforme est nécessaire.
it: È necessario indicare almeno un sistema operativo.
ja: 対応 OS が少なくともひとつは必要です。
ko: 한 개 이상의 플랫폼을 선택해 주세요.
nl: Er is ten minste één platform vereist.
pl: Musi być określona przynajmniej jedna platforma.
ru: Нужна по крайней мере одна платформа.
sl: Potrebna je vsaj ena platforma.
zh_cn: 至少需要选择一个平台。

source: Version %s already exists
cs: Verze %s již existuje.
de: Version %s existiert bereits.
el: Υπάρχει ήδη η έκδοση %s
es: La versión %s ya existe
fr: Version %s déjà existante
it: La versione %s è già presente
ja: バージョン %s はすでに存在しています
ko: 버전 %s이(가) 이미 있습니다
nl: Versie %s bestaat al
pa_in: ਵਰਜਨ %s ਪਹਿਲਾਂ ਤੋਂ ਮੌਜੂਦ
pl: Wersja %s już istnieje
pt_pt: A versão %s já existe
ru: Версия %s уже существует
sl: Različica %s že obstaja
uk: Версія %s вже існує
zh_cn: 版本 %s 已存在

source: You cannot upload any more files for this version.
cs: K této verzi nemůžete nahrát více souborů.
de: Sie können für diese Version keine weiteren Dateien hochladen.
el: Δεν μπορείτε να αποστείλετε περισσότερα αρχεία γι' αυτή την έκδοση.
es: No puedes subir más archivos para esta versión.
fr: Vous ne pouvez plus envoyer de fichier pour cette version.
it: Non è possibile caricare ulteriori file per questa versione.
ja: このバージョンにはこれ以上ファイルをアップロードできません。
ko: 이 버전엔 이이상 많은 파일을 업로드 할 수 없습니다.
nl: U kunt geen bestanden meer uploaden voor deze versie.
pa_in: ਤੁਸੀਂ ਇਸ ਵਰਜਨ ਲਈ ਹੋਰ ਜਿਆਦਾ ਫ਼ਾਈਲਾਂ ਅੱਪਲੋਡ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pl: Nie możesz przesłać więcej plików dla tej wersji.
pt_pt: Não pode carregar mais ficheiros para esta versão.
ru: Вы не можете загрузить больше файлов для этой версии.
sl: Za to različico ne morete naložiti še več datotek.
uk: Ви більше не можете вивантажувати файли для цієї версії.
zh_cn: 您不能再为此版本上传文件。

source: Version doesn't match
cs: Verze neodpovídá
de: Version passt nicht
el: Δεν ταιριάζει η έκδοση
es: La versión no coincide
fr: Version ne correspondant pas
it: La versione non corrisponde
ja: バージョンが一致しません
ko: 버전이 일치하지 않습니다
nl: Versie komt niet overeen
pa_in: ਵਰਜਨ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ।
pl: Wersja nie pasuje
pt_pt: A versão não corresponde.
ru: Версия не подходит
sl: Različica se ne ujema
uk: Версія не підходить
zh_cn: 版本不匹配

source: You cannot delete a file once the review process has started. You must delete the whole version.
cs: Nemůžete smazat soubor v době, kdy byl proces kontroly zahájen. Musíte smazat celou verzi.
de: Sie können eine Datei nicht mehr löschen, sobald die Überprüfung begonnen hat. Sie müssen die gesamte Version löschen.
el: Δεν μπορείτε να διαγράψετε ένα αρχείο μετά την έναρξη της διαδικασίας αξιολόγησης. Θα πρέπει να διαγράψετε ολόκληρη την έκδοση.
es: No es posible eliminar un archivo una vez que se ha iniciado el proceso de revisión. Se debe eliminar la versión completa.
fr: Vous ne pouvez pas supprimer un fichier une fois le processus de revue démarré. Vous devez supprimer la version complète.
it: Non puoi eliminare un file una volta che è iniziato il processo di revisione. Devi eliminare l'intera versione.
ja: 審査が開始されたファイルは削除できません。バージョンそのものを削除する必要があります。
ko: 심사가 시작된 이후엔 파일을 삭제할 수 없습니다. 버전 전체를 삭제해야 합니다.
nl: U kunt een bestand niet verwijderen als het beoordelingsproces is gestart. U dient de gehele versie te verwijderen.
pa_in: ਜਦੋਂ ਸਮੀਖਿਆ ਕਾਰਜ ਸ਼ੁਰੂ ਹੋ ਗਿਆ ਤੁਸੀਂ ਇੱਕ ਫ਼ਾਈਲ ਹਟਾ ਨਹੀਂ ਸਕਦੇ। ਤੁਹਾਨੂੰ ਸਾਰਾ ਵਰਜਨ ਹਟਾਉਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Po rozpoczęciu procesu sprawdzania nie możesz usunąć pliku. Musisz usunąć całą wersję.
pt_pt: Não pode eliminar um ficheiro depois do processo de análise começar. Tem de eliminar a versão completa.
ru: Вы не можете удалить файл после начала процесса проверки. Вы должны удалить версию целиком.
sl: Ko se je postopek pregleda enkrat začel, datoteke ni mogoče zbrisati. Morate zbrisati celotno različico.
uk: Ви не можете видалити файл, якщо почався процес перевірки. Ви повинні видалити повністю всю версію.
zh_cn: 审核过程开始后您不能删除文件。您必须删除整个版本。

source: The platform All cannot be combined with specific platforms.
cs: Volba pro všechny platformy nemůže být kombinována s konkrétními platformami.
de: Die Plattform Alle kann nicht mit bestimmten Plattformen kombiniert werden.
el: Η πλατφόρμα «Όλες» δεν μπορεί να συνδυαστεί με συγκεκριμένες πλατφόρμες.
es: La plataforma Todas no puede combinarse con plataformas específicas.
fr: La plateforme « Toutes » ne peut être combinée avec des plateformes spécifiques.
it: Non è possibile selezionare Tutti e contemporaneamente uno specifico sistema operativo.
ja: 「すべて」の OS は、特定の OS と組み合わせることができません。
ko: 모든 플랫폼을 특정 플랫폼과 합칠 수는 없습니다.
nl: Het platform Alle kan niet met specifieke platformen worden gecombineerd.
pa_in: ਪਲੇਟਫ਼ਾਰਮ ਆਲ ਨੂੰ ਖਾਸ ਪਲੇਟਫ਼ਾਰਮਾਂ ਦੇ ਨਾਲ ਜੋੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pl: Oznaczenie „Wszystkie” nie może być połączone z konkretnymi systemami.
pt_pt: A plataforma todos não pode ser combinada com plataformas específicas.
ru: Платформа Все не может быть скомбинирована со специфичными платформами.
sl: Platforme Vse ni mogoče kombinirati s posebnimi platformami.
uk: Платформа Все не може бути об'єднана з конкретними платформами.
zh_cn: 不能既选择所有平台又指定特定平台。

source: A platform can only be chosen once.
cs: Platforma může být zvolena pouze jednou.
de: Eine Plattform kann nur ein einziges Mal gewählt werden.
el: Μπορείτε να επιλέξετε πλατφόρμα μόνο μια φορά.
es: Una plataforma sólo puede ser elegida una vez.
fr: Une plateforme ne peut être choisie qu'une fois.
it: Una piattaforma può essere selezionata una sola volta.
ja: OS は一度だけ選択することができます。
ko: 플랫폼은 한번에 한개만 선택할 수 있습니다.
nl: Een platform kan slechts één keer worden gekozen.
pa_in: ਇੱਕ ਪਲੇਟਫ਼ਾਰਮ ਨੂੰ ਇੱਕ ਵਾਰ ਹੀ ਚੁਣਿਆ ਜਾ ਸਕਦਾ।
pl: System może zostać wybrany tylko raz.
pt_pt: Apenas pode escolher a plataforma uma vez.
ru: Платформа может быть выбрана только один раз.
sl: Platformo se lahko izbere samo enkrat.
uk: Платформа може бути вибрана тільки один раз.
zh_cn: 一个平台只能被选择一次。

source: A review type must be selected.
cs: Typ kontroly musí být zvolen.
de: Es muss ein Überprüfungstyp ausgewählt werden.
el: Πρέπει να επιλεχθεί μέθοδος αξιολόγησης.
es: Debe seleccionarse un tipo de revisión.
fr: Un type de revue doit être sélectionné.
it: Deve essere selezionata una revisione.
ja: 審査形式を選択してください。
ko: 심사 종류를 선택해야 합니다.
nl: Er dient een beoordelingstype te worden geselecteerd.
pa_in: ਇੱਕ ਸਮੀਖਿਆ ਕਿਸਮ ਚੁਣੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pl: Typ sprawdzenia musi zostać wybrany.
pt_pt: Tem de ser seleccionado um tipo de comentário.
ru: Должен быть выбран тип проверки.
sl: Izbrati je treba vrsto pregleda.
uk: Повинен бути вибраний тип перевірки.
zh_cn: 必须选择一个审核类型。

source: Give your add-on a name. The most successful add-ons give some indication of their function in their name.
cs: Pojmenujte svůj doplněk. Nejúspěšnější doplňky již svým názvem říkají, k čemu slouží.
de: Geben Sie Ihrem Add-on einen Namen. Die erfolgreichsten Add-ons geben mit ihrem Namen einen Hinweis auf ihre Funktion.
el: Δώστε ένα όνομα στο πρόσθετο σας. Τα πιο επιτυχημένα έχουν κάποια ένδειξη της λειτουργίας τους στο όνομα τους.
es: Pon un nombre a tu complemento. Los complementos con más éxito dan alguna idea de su utilidad en su nombre.
fr: Donnez un nom à votre module. Les meilleurs modules donnent une indication de leur fonction dans leur nom.
it: Dai un nome al tuo componente aggiuntivo. I componenti aggiuntivi più popolari utilizzano il proprio nome per dare indicazioni sulle funzioni offerte.
ja: アドオンに名前を付けてください。最も成功しているアドオンは、そのアドオンの機能を表す名前を付けています。
ko: 부가 기능에 이름을 지어주세요. 성공한 부가 기능들은 기능을 함축적으로 표현할 수 있는 이름을 가지고 있습니다.
nl: Geef uw add-on een naam. De meest succesvolle add-ons geven een indicatie van hun functie in de naam.
pl: Podaj nazwę dodatku. Większość dodatków w swojej nazwie zawiera wskazówki dotyczące funkcji dodatku.
pt_pt: Dê ao seu extra um nome. Os extras com maior sucesso dão alguma indicação das suas funções através do nome.
ru: Дайте имя вашему дополнению. Наиболее успешные дополнения используют имя, чтобы дать определенное представление об их функции.
sl: Dajte svojemu dodatku primerno ime. Najuspešnejši dodatki že s svojim imenom nakažejo svojo funkcijo.
zh_cn: 给您的附加组件命名。最成功的附加组件通常都在名称中多多少少指出了它们所提供的功能。

source: Briefly describe your add-on in one sentence. This appears in the Add-ons Manager.
cs: Stručně popište jednou větou váš doplněk. Tento popis se bude zobrazovat ve Správci doplňků.
de: Beschreiben Sie kurz Ihr Add-on in einem Satz. Dies erscheint im Add-ons-Manager.
el: Περιγράψτε σύντομα το πρόσθετο σας σε μια πρόταση. Θα εμφανίζεται στον διαχειριστή πρόσθετων.
es: Describe brevemente tu complemento en una frase. Aparecerá en el administrador de complementos.
fr: Décrivez brièvement votre module, en une phrase. Ceci sera affiché dans le gestionnaire de modules.
it: Descrivi in una frase il tuo componente aggiuntivo. Questa descrizione apparirà nel gestore componenti aggiuntivi.
ja: アドオンについての簡単な説明を一文で記述してください。これはアドオンマネージャに表示されます。
ko: 부가 기능을 한 문장으로 요약해 주세요. 이 문구는 부가 기능 관리자에 노출됩니다.
nl: Beschrijf uw add-on kort in één zin. Deze verschijnt in de add-onbeheerder.
pl: Opisz dodatek w jednym zdaniu. Będzie ono wyświetlane w menedżerze dodatków.
pt_pt: Descrever brevemente o extra numa frase. Isto aparece no Gestor de extras.
ru: Кратко опишите ваше дополнение в одном предложении. Это появится в окне управления дополнениями.
sl: Na kratko, z enim stavkom, opišite svoj dodatek. Opis bo objavljen v Skrbniku dodatkov.
zh_cn: 用一句话简要地描述一下您的附加组件。这句话会出现附加组件管理器中。
