Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <strong><a href="%(browse_url)s">Dictionaries & Language Packs</a></strong> add support for additional languages to %(app_name)s.
cs: <strong><a href="%(browse_url)s">Slovníky a jazykové balíčky</a></strong> přidávají do aplikace %(app_name)s podporu pro další jazyky.
de: <strong><a href="%(browse_url)s">Wörterbücher & Sprachpakete</a></strong> ergänzen %(app_name)s um zusätzliche Sprachen.
el: <strong><a href="%(browse_url)s">Λεξικά & πακέτα γλωσσών</a></strong> προσθέτουν υποστήριξη για περισσότερες γλώσσες στον %(app_name)s.
es: <strong><a href="%(browse_url)s">Los diccionarios y los paquetes de idiomas</a></strong> permiten utilizar idiomas adicionales en %(app_name)s.
fr: <strong><a href="%(browse_url)s">Dictionnaires et packs de langue</a></strong> pour ajouter de nouvelles langues à %(app_name)s.
it: <strong><a href="%(browse_url)s">Dizionari e language pack</a></strong> aggiungono a %(app_name)s il supporto per lingue aggiuntive.
ja: <strong><a href="%(browse_url)s">スペルチェック辞書と言語パック</a></strong> は、 %(app_name)s に新しい言語サポートを追加します。
ko: <strong><a href="%(browse_url)s">맞춤법 사전 및 언어팩</a></strong>은 %(app_name)s에 다른 언어를 추가시켜 줍니다.
nl: <strong><a href="%(browse_url)s">Woordenboeken en taalpakketten</a></strong> voegen ondersteuning voor aanvullende talen toe aan %(app_name)s.
pa_in: <strong><a href="%(browse_url)s">ਸ਼ਬਦਕੋਸ ਅਤੇ ਭਾਸ਼ਾ ਪੈਕ</a></strong> %(app_name)s ਲਈ ਹੋਰ ਭਾਸ਼ਾਵਾਂ ਦਾ ਸਹਿਯੋਗ ਸ਼ਾਮਲ ਕਰਦੇ ਹਨ।
pl: <strong><a href="%(browse_url)s">Słowniki i pakiety językowe</a></strong> dodają do programu %(app_name)s obsługę dodatkowych języków.
pt_pt: <strong><a href="%(browse_url)s">Dicionários e Pacotes de idiomas</a></strong> adicionam ao %(app_name)s suporte a idiomas adicionais.
ru: <strong><a href="%(browse_url)s">Словари и локализации</a></strong> добавляют поддержку дополнительных языков в %(app_name)s.
sl: <strong><a href="%(browse_url)s">Slovarji in jezikovni paketi</a></strong> omogočajo podporo za dodatne jezike za %(app_name)s.
zh_cn: <strong><a href="%(browse_url)s">字典和语言包</a></strong> 为 %(app_name)s 添加额外的语言支持。

source: <strong><a href="%(browse_url)s">Plugins</a></strong> help %(app_name)s display or understand different types of media, such as Adobe Flash or Apple Quicktime.
cs: <strong><a href="%(browse_url)s">Zásuvné moduly</a></strong> pomáhají aplikaci %(app_name)s zobrazovat a rozumnět různým typům obsahu, jako je Adobe Flash či Apple Quicktime.
de: <strong><a href="%(browse_url)s">Plugins</a></strong> helfen %(app_name)s, verschiedene Arten von Medien darzustellen und zu verstehen, wie Adobe Flash oder Apple Quicktime.
el: Οι <strong><a href="%(browse_url)s">πρόσθετες λειτουργίες</a></strong> βοηθούν τον %(app_name)s να εμφανίσει ή να επεξεργαστεί διαφορετικούς τύπους περιεχομένου όπως το Adobe Flash ή το Apple Quicktime.
es: <strong>Los <a href="%(browse_url)s">plugins </a></strong> ayudan a %(app_name)s a visualizar o entender los diferentes contenidos multimedia, como Adobe Flash o Apple Quicktime.
fr: <strong><a href="%(browse_url)s">Greffons</a></strong> pour aider %(app_name)s à afficher ou comprendre différents types de média tels que Adobe Flash ou Apple Quicktime.
it: <strong>I <a href="%(browse_url)s">plugin</a></strong>, come ad esempio Adobe Flash o Apple Quicktime, aiutano %(app_name)s a visualizzare o interpretare diversi tipi di contenuto.
ja: <strong><a href="%(browse_url)s">プラグイン</a></strong> は、 Adobe Flash や Apple Quicktime などの様々なメディアを %(app_name)s 上で表示できるようにします。
ko: <strong><a href="%(browse_url)s">플러그인</a></strong>은 %(app_name)s가 Adobe Flash나 Apple Quicktime과 같은 다양한 종류의 매체를 인식하고 표시할 수 있도록 도와줍니다.
nl: <strong><a href="%(browse_url)s">Plug-ins</a></strong> helpen %(app_name)s bij de weergave of het interpreteren van verschillende mediatypen, zoals Adobe Flash of Apple Quicktime.
pa_in: <strong><a href="%(browse_url)s">ਪਲੱਗਇਨਾਂ</a></strong> %(app_name)s ਨੂੰ ਵੱਖ-ਵੱਖ ਕਿਸਮ ਦੇ ਮੀਡੀਆ ਵਿਖਾਉਣ ਅਤੇ ਸਮਝਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀਆਂ ਹਨ, ਜਿਵੇਂ ਅਡੋਬ ਫ਼ਲੈਸ਼ ਜਾਂ ਐਪਲ ਕੁਇੱਕਟਾਈਮ।
pl: <strong><a href="%(browse_url)s">Wtyczki</a></strong> pomagają programowi %(app_name)s wyświetlać lub czytać różne typy mediów, takie jak Adobe Flash lub Apple Quicktime.
pt_pt: <strong><a href="%(browse_url)s">Plugins</a></strong> ajudam o %(app_name)s a mostrar ou compreender diferentes tipos de média, tais como o Adobe Flash ou Apple Quicktime.
ru: <strong><a href="%(browse_url)s">Плагины</a></strong> помогают %(app_name)s отображать или понимать различные типы медиа, такие как Adobe Flash или Apple Quicktime.
sl: <strong><a href="%(browse_url)s">Vstavki</a></strong> pomagajo, da %(app_name)s lahko prikaže ali razume različne vrste medijev, kot sta na primer Adobe Flash ali Apple Quicktime.
zh_cn: <strong><a href="%(browse_url)s">插件</a></strong> 帮助 %(app_name)s 显示或识别不同类型的媒体，例如 Adobe Flash 或 Apple Quicktime 。

source: How do I install, manage, or remove an add-on?
cs: Jak mohu nainstalovat, spravovat či odstranit doplněk?
de: Wie kann ich Add-ons installieren, handhaben oder deinstallieren?
el: Πως εγκαθιστώ, διαχειρίζομαι ή αφαιρώ ένα πρόσθετο;
es: ¿Cómo instalar, administrar o eliminar un complemento?
fr: Comment installer, gérer ou supprimer un module ?
it: Come faccio per installare, gestire o rimuovere un componente aggiuntivo?
ja: アドオンのインストールや管理、削除はどのようにしますか？
ko: 부가 기능의 설치, 관리나 삭제는 어떻게 하는 건가요?
nl: Hoe installeer, beheer of verwijder ik een add-on?
pa_in: ਮੈਂ ਐਡ-ਆਨ ਨੂੰ ਇੰਸਟਾਲ, ਸੰਭਾਲ, ਜਾਂ ਹਟਾਵਾਂ ਕਿਵੇਂ?
pl: Jak zainstalować, zarządzać lub usunąć dodatek?
pt_pt: Como é que instalo, giro ou removo extras?
ru: Как мне устанавливать, управлять или удалять дополнения?
sl: Kako se namešča, upravlja ali odstranjuje dodatke?
uk: Як мені встановити, керувати, або вилучити додаток?
zh_cn: 我如何安装、管理或移除一个附加组件？

source: In most cases, add-ons can be installed by simply clicking the install button provided. Add-ons can be managed, disabled, or uninstalled from the Add-ons Manager in %(app_name)s. For more detailed instructions, read <a href="%(extension_url)s">this article on extensions</a> or <a href="%(theme_url)s">this one for Themes and Complete Themes</a>. If you have difficulty installing add-ons, see <a href="%(troubleshooting_url)s">Troubleshooting Extensions and Themes</a>.
de: In den meisten Fällen können Add-ons installiert werden, indem Sie einfach die Installieren-Schaltfläche anklicken. Add-ons können im Add-on-Manager von %(app_name)s verwaltet, deaktiviert oder deinstalliert werden. Für genauere Instruktionen lesen Sie <a href="%(extension_url)s">diesen Artikel über Erweiterungen</a> oder <a href="%(theme_url)s">diesen über Themes und vollständige Themes</a>. Wenn Sie Probleme damit haben, Add-ons zu installieren, sehen Sie sich <a href="%(troubleshooting_url)s">Fehlersuche zu Erweiterungen und Themes</a> an.
es: En muchos casos, los complementos se pueden instalar simplemente haciendo clic en el botón Instalar correspondiente. Los complementos se pueden administrar, desactivar y desinstalar desde el administrador de complementos de %(app_name)s. Para obtener más instrucciones, consulta <a href="%(extension_url)s">este artículo sobre extensiones</a> o <a href="%(theme_url)s">este otro sobre temas y temas completos</a>. Si encuentras alguna dificultad al instalar los complementos, consulta <a href="%(troubleshooting_url)s">Solucionar problemas de extensiones y temas</a>.
fr: Dans la plupart des cas, les modules peuvent être simplement installés en cliquant sur le bouton d'installation fournis. Les modules peuvent être gérés, désactivés ou désinstallés depuis le gestionnaire de modules de %(app_name)s. Pour des instructions plus détaillées, référez-vous à <a href="%(extension_url)s">cet article sur les extensions</a> ou <a href="%(theme_url)s">celui-ci pour les thèmes et les thèmes complets</a>. Si vous rencontrez des difficultés à installer des modules, consultez <a href="%(troubleshooting_url)s">Résolutions des problèmes d'extensions et de thèmes</a>.
it: Nella maggior parte dei casi per installare un componente aggiuntivo è sufficiente utilizzare il pulsante Installa. È possibile gestire, disattivare o disinstallare i componenti aggiuntivi nella gestione componenti aggiuntivi di %(app_name)s. Per istruzioni dettagliate consultare <a href="%(extension_url)s">questo articolo sulle estensioni</a> o <a href="%(theme_url)s">questo su temi e temi completi</a>. Se riscontri problemi nell'installazione dei componenti aggiuntivi, consulta <a href="%(troubleshooting_url)s">Risoluzione dei problemi relativi a estensioni e temi</a>.
ko: 부가 기능은 대부분의 경우 설치 버튼 클릭 한번으로 설치가 가능합니다. 설치된 부가 기능은 %(app_name)s의 부가 기능 관리자에서 관리, 사용 안함, 삭제할 수 있습니다. 자세한 사용법을 알고 싶다면 <a href="%(extension_url)s">확장 기능에 관한 문서</a>나 <a href="%(theme_url)s">테마 및 완전 테마에 관한 문서</a>를 읽어보시기 바랍니다. 부가 기능 설치에 어려움을 겪으신다면 <a href="%(troubleshooting_url)s">확장 기능 및 테마 관련 문제 해결</a> 문서를 참고하십시오.
nl: In de meeste gevallen kunnen add-ons worden geïnstalleerd door eenvoudigweg op de installatieknop te klikken. Add-ons kunnen worden beheerd, uitgeschakeld of gedeïnstalleerd via de add-onbeheerder in %(app_name)s. Lees voor meer gedetailleerde instructies <a href="%(extension_url)s">dit artikel over extensies</a> of <a href="%(theme_url)s">dit artikel over thema’s en complete thema’s</a>. Als u problemen ondervindt bij het installeren van add-ons, lees dan <a href="%(troubleshooting_url)s">Problemen met extensies en thema’s oplossen</a>.
pa_in: ਜਿਆਦਾਤਰ ਕੇਸਾਂ ਵਿੱਚ, ਐਡ-ਆਨ ਦਿੱਤੇ ਗਏ ਇੰਸਟਾਲ ਬਟਨ ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਅਸਾਨੀ ਨਾਲ ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ। %(app_name)s ਵਿੱਚ ਐਡ-ਆਨ ਮੈਨੇਜਰ ਤੋਂ ਐਡ-ਆਨ ਸੰਭਾਲੇ, ਅਯੋਗ ਜਾਂ ਅਣ-ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਜਿਆਦਾ ਹਿਦਾਇਤਾਂ ਲਈ, <a href="%(extension_url)s">ਐਕਸਟੇਸ਼ਨਾਂ ਬਾਰੇ ਇਹ ਲੇਖ</a> or <a href="%(theme_url)s">ਥੀਮਾਂ ਜਾਂ ਮੁਕੰਮਲ ਥੀਮਾਂ ਬਾਰੇ ਇਹ ਵਾਲਾ ਲੇਖ</a>ਪੜ੍ਹੋ। ਜੇਕਰ ਐਡ-ਆਨ ਇੰਸਟਾਲ ਕਰਨ ਵਿੱਚ ਤੁਹਾਨੂੰ ਪਰੇਸ਼ਾਨੀ ਆ ਰਹੀ ਹੋਵੇ, <a href="%(troubleshooting_url)s">ਐਕਸਟੇਸ਼ਨ ਅਤੇ ਥੀਮ ਸਮੱਸਿਆ-ਨਿਪਟਾਰਾ</a>ਵੇਖੋ।
pl: W większości przypadków dodatki mogą być zainstalowane po prostu kliknięciem przycisku instalowania. Dodatki mogą być zarządzane, wyłączane i odinstalowywanie w Menedżerze dodatków w programie %(app_name)s. Więcej szczegółowych instrukcji znajdziesz w <a href="%(extension_url)s">tym artykule o rozszerzeniach </a> lub w <a href="%(theme_url)s">w tym o motywach i kompletnych motywach</a>. Jeśli masz trudności z instalacją dodatków, zobacz artykuł <a href="%(troubleshooting_url)s">Rozwiązywanie problemów z rozszerzeniami i motywami</a>.
pt_pt: Na maioria dos casos, extras podem ser instalados simplesmente ao clicar no botão instalar fornecido. Os extras podem ser geridos, desativados ou removidos no gestor de extras do %(app_name)s. Para instruções mais detalhadas, leia <a href="%(extension_url)s">este artigo sobre extensões</a> ou <a href="%(theme_url)s">este para temas e temas completos</a>. Se tiver dificuldades a instalar extras, consulte <a href="%(troubleshooting_url)s">resolver problemas com extensões e temas</a>.
ru: В большинстве случаев дополнения можно установить, просто щёлкнув по кнопке установки. Дополнениями можно управлять, отключать или удалять через окно управления Дополнениями в %(app_name)s. Для получения более подробных инструкций, прочтите <a href="%(extension_url)s">эту статью по расширениям</a> или <a href="%(theme_url)s">эту по темам и полным темам</a>. Если у вас возникли трудности при установке дополнений, прочтите статью <a href="%(troubleshooting_url)s">Решение проблем с расширениями и темами</a>.
sl: V večini primerov lahko dodatek namestite tako, da preprosto kliknete na gumb, ki je na razpolago za nameščanje. %(app_name)s dodatke urejuje, deaktivira ali odstranjuje v Skrbniku za dodatke. Za podrobnejša navodila preberite <a href="%(extension_url)s">ta članek za razširitve</a> ali pa <a href="%(theme_url)s">tegale o temah in kompletnih temah</a>. Če imate težave pri nameščanju dodatkov, glejte <a href="%(troubleshooting_url)s">Odpravljanje težav pri razširitvah in temah</a>.
uk: В більшості випадків, додатки можуть бути встановлені просто натисканням на кнопку встановлення. Додатками можна керувати, вимикати, або видаляти за допомогою керування додатками в %(app_name)s. Для детальніших інструкцій, ознайомтеся з <a href="%(extension_url)s">цією статтею</a> або <a href="%(theme_url)s">цією для тем та повних тем</a>. Якщо у вас виникли труднощі з встановленням додатків, перегляньте <a href="%(troubleshooting_url)s">Виправлення несправностей з розширеннями й темами</a>.
zh_cn: 多数情况下，简单的点击安装按钮即可安装附加组件。在 %(app_name)s 的附加组件管理器中可以管理、禁用或者删除附加组件。要获得进一步的介绍，可以阅读<a href="%(extension_url)s">关于扩展的这篇文章</a>或者<a href="%(theme_url)s">关于主题和完整主题的这篇</a>。如果安装附加组件时遇到困难，查阅<a href="%(troubleshooting_url)s">扩展和主题故障排查</a>。

source: How do I install add-ons without restarting Firefox?
cs: Jak mohu nainstalovat doplňky bez restartu Firefoxu?
de: Wie installiere ich Add-ons, ohne Firefox neu zu starten?
el: Πως μπορώ να εγκαταστήσω πρόσθετα χωρίς να κάνω επανεκκίνηση του Firefox;
es: ¿Cómo instalo complementos sin reiniciar Firefox?
fr: Comment puis-je installer des modules sans redémarrer Firefox ?
it: Come installo i componenti aggiuntivi senza riavviare Firefox?
ja: Firefox を再起動せずにアドオンをインストールするには、どうすればよいですか？
ko: Firefox를 재시작하지 않고 부가 기능을 설치하려면 어떻게 해야하나요?
nl: Hoe installeer ik add-ons zonder Firefox te herstarten?
pa_in: ਮੈਂ ਫ਼ਾਇਰਫ਼ਾਕਸ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕੀਤੇ ਬਿਨਾਂ ਥੀਮ ਕਿਵੇਂ ਇੰਸਟਾਲ ਕਰਾਂ?
pl: Jak instalować dodatki bez ponownego uruchamiania Firefoksa?
pt_pt: Como é que instalo extras sem reiniciar o Firefox?
ru: Как мне установить дополнения не перезапуская Firefox?
sl: Kako namestiti dodatke brez vnovičnega zagona Firefoxa?
uk: Як мені встановити додатки без перезапуску Firefox?
zh_cn: 我该怎样安装附加组件才不需要重启 Firefox？

source: In Firefox, add-ons marked with "No restart required" can be installed without restarting. These add-ons have been created using the <a href="%(sdk_url)s">Add-on SDK</a> or <a href="%(bootstrap_url)s">bootstrapping</a>. Other add-ons will still require a restart before you can use them.
cs: Ve Firefoxu mohou být doplňky, které jsou označeny jako "Nevyžadují restart", instalovány bez restartu. Tyto doplňky byly vytvořeny s pomocí <a href="%(sdk_url)s">Add-on SDK</a> či <a href="%(bootstrap_url)s">bootstrapping</a>. Ostatní doplňky budou pro instalaci vyžadovat restart aplikace.
de: In Firefox können Add-ons, die mit „Kein Neustart erforderlich“ gekennzeichnet sind, ohne Neustart installiert werden. Diese Add-ons wurden mit dem <a href="%(sdk_url)s">Add-on-SDK</a> oder <a href="%(bootstrap_url)s">Bootstrapping</a> erstellt. Andere Add-ons benötigen weiterhin einen Neustart, bevor Sie sie verwenden können.
es: En Firefox, aquellos complementos marcados "Sin reiniciar" pueden ser instalados sin tener que reiniciar. Estos complementos han sido creados mediante el <a href="%(sdk_url)s">SDK de complementos</a> o <a href="%(bootstrap_url)s">bootstrapping</a>. Otros complementos seguirán requiriendo un reinicio para que puedas usarlos.
fr: Avec Firefox, les modules signalés par « Pas de redémarrage nécessaire » peuvent être installés sans redémarrer. Ces modules ont été créés avec le <a href="%(sdk_url)s">Kit de développement Module</a> ou <a href="%(bootstrap_url)s">bootstrappé</a>. Les autres modules ont toujours besoin d'un redémarrage avant d'être utilisés.
it: In Firefox, i componenti aggiuntivi contrassegnati con "Riavvio non necessario" possono essere installati senza riavviare il browser. Questi componenti aggiuntivi sono stati creati utilizzando <a href="%(sdk_url)s">l'Add-on SDK</a> o <a href="%(bootstrap_url)s">tramite il processo di bootstrapping</a>. Gli altri componenti aggiuntivi necessitano ancora il riavvio del browser prima di poter essere utilizzati.
ko: Firefox에서 "재시작 필요 없음"이라고 표시된 부가 기능은 재시작할 필요 없이 설치가 가능합니다. 이러한 부가 기능들은 <a href="%(sdk_url)s">부가 기능 SDK</a>나 <a href="%(bootstrap_url)s">부트스트랩 방식</a>을 사용해서 제작됩니다. 이런 방식을 사용하지 않는 경우, 사용하려면 예전처럼 재시작부터 해야 합니다.
nl: In Firefox kunnen add-ons die zijn gemarkeerd als “Geen herstart nodig” worden geïnstalleerd zonder herstart. Deze add-ons zijn gemaakt met de <a href="%(sdk_url)s">Add-on-SDK</a> of door <a href="%(bootstrap_url)s">bootstrappen</a>. Andere add-ons vereisen nog een herstart voordat u ze kunt gebruiken.
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਵਿੱਚ, "ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ" ਨਿਸ਼ਾਨ ਲੱਗੇ ਐਡ-ਆਨ ਬਿਨਾਂ ਮੁੜ-ਚਾਲੂ ਕੀਤੇ ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਇਹ ਐਡ-ਆਨ <a href="%(sdk_url)s">ਐਡ-ਆਨ SDK</a> or <a href="%(bootstrap_url)s">ਬੂਟਸਟਰੈਪਿੰਗ</a>ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਬਣਾਏ ਗਏ ਹਨ। ਹੋਰ ਐਡ-ਆਨਾਂ ਨੂੰ ਵਰਤਣ ਲਈ ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਪਵੇਗੀ।
pl: W Firefoksie dodatki oznaczone „Nie wymaga ponownego uruchomienia” mogą być instalowane bez ponownego uruchamiania. Dodatki te zostały stworzone przy użyciu <a href="%(sdk_url)s">SDK dodatków</a> lub <a href="%(bootstrap_url)s">uruchamiania</a> (bootstrapping). Pozostałe dodatki nadal wymagają ponownego uruchomienia przeglądarki, by móc z nich skorzystać.
pt_pt: No Firefox, extras marcados com "Não precisa reiniciar" podem ser instalados sem a necessidade de reiniciá-lo. Esses extras foram criados usando o <a href="%(sdk_url)s">Add-on SDK</a> ou criando <a href="%(bootstrap_url)s">extensões bootstrapped</a>. Outros extras ainda requerem o reinício antes de poder usá-los.
ru: В Firefox, дополнения с меткой "Не требует перезапуска" могут быть установлены без перезапуска браузера. Эти дополнения были созданы с помощью <a href="%(sdk_url)s">Add-on SDK</a> или <a href="%(bootstrap_url)s">bootstrapping</a>. Другие дополнения по-прежнему будут требовать перезапуска перед тем, как вы сможете их использовать.
sl: V Firefoxu je mogoče dodatke z oznako "ponoven zagon nepotreben" namestiti brez ponovnega zagona. Ti dodatki so bili razviti s pomočjo <a href="%(sdk_url)s">SDK za dodatke</a> ali <a href="%(bootstrap_url)s">bootstrappinga</a>. Drugi dodatki bodo še vedno zahtevali ponoven zagon, preden jih lahko uporabljate.
uk: У Firefox, додатки, які мають позначку "Без перезапуску" можуть бути встановлені без перезапуску. Ці додатки були створені з використанням <a href="%(sdk_url)s">Add-on SDK</a> або <a href="%(bootstrap_url)s">bootstrapping</a>. Інші додатки все ще потребують перезапуску, перед тим як ви їх зможете використовувати.
zh_cn: 在 Firefox 中，标记为“无需重新启动”的附加组件，安装后不需要重新启动 Firefox。这些附加组件使用<a href="%(sdk_url)s">附加组件 SDK</a>或者<a href="%(bootstrap_url)s">bootstrapping</a>技术创建。其他附加组件需要重新启动 Firefox 后才能使用。

source: How do I keep add-ons up-to-date?
cs: Jak zajistím, že budu mít doplňky aktuální?
de: Wie kann ich Add-ons auf den neuesten Stand halten?
el: Πως μπορώ να διατηρώ ενημερωμένα τα πρόσθετα;
es: ¿Cómo mantener actualizados los complementos?
fr: Comment garder à jour les modules ?
it: Come posso mantenere aggiornati i componenti aggiuntivi?
ko: 부가 기능을 어떻게 하면 꾸준히 업데이트를 받을 수 있을까요?
nl: Hoe houd ik add-ons actueel?
pa_in: ਮੈਂ ਆਪਣੇ ਐਡ-ਆਨਾਂ ਨੂੰ ਆਧੁਨਿਕ ਕਿਵੇਂ ਰੱਖਾਂ?
pl: Jak aktualizować dodatki?
pt_pt: Como mantenho os extras actualizados?
ru: Как мне всегда иметь свежие версии дополнений?
sl: Kako lahko poskrbim, da so dodatki na tekočem?
uk: Як мені тримати додатки оновленими?
zh_cn: 我如何保证附加组件是最新的？
