Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: It summarises the problems encountered in the entry for the app: clicking on the summary provides more details.
de: Er fasst die aufgetretenen Probleme im Eintrag für die Anwendung zusammen: Ein Klick auf die Zusammenfassung liefert weitere Details.
es: Resume los problemas encontrados en tu aplicación: pulsar en el resumen proporciona más detalles.
fr: Cela résume les problèmes rencontrés au niveau de l'entrée de l'application : cliquer dessus fournira plus de détails.
it: Nella voce relativa all'app viene riportato un breve riassunto dei problemi rilevati. Facendo clic sul riassunto è possibile ottenere maggiori dettagli.
pl: Podsumowuje to napotkane problemy przy wpisie aplikacji: kliknięcie na podsumowaniu pokazuje więcej szczegółów.

source: Manifest errors
cs: Chyby v manifestu
de: Manifest-Fehler
es: Errores en los archivos manifest
fr: Erreurs du manifeste
it: Errori del manifesto
pl: Błędy manifestu

source: The Dashboard will report the following conditions as errors, meaning that you won't be able to run your app in the Simulator without fixing them:
de: Die Übersicht meldet die folgenden Bedingungen als Fehler, was bedeutet, dass Sie Ihre Anwendung nicht im Simulator ausführen können, wenn Sie sie nicht beheben:
es: El panel de control reportará las siguientes condiciones como errores, lo que significa que no podrás ejecutar tu aplicación en el simulador sin arreglarlos antes:
fr: Le tableau de bord rapportera les erreurs suivantes, qui empêcheront votre application de se lancer dans le simulateur tant que vous ne les corrigerez pas.
it: Nella Dashboard le situazioni riportate di seguito vengono segnalate come errori; ciò significa che, se questi errori non vengono risolti, non sarà possibile eseguire l'app nel Simulatore:
pl: Dashboard zgłosi następujące zastrzeżenia jako błędy, co oznacza, że nie będzie można uruchomić aplikacji w Symulatorze bez ich naprawienia:

source: the manifest does not include the mandatory "name" field
cs: manifest neobsahuje povinné pole "name"
de: Das Manifest enthält nicht das benötigte „name“-Feld
es: el archivo manifest no incluye el campo obligatorio "nombre"
fr: le manifeste n'inclus pas le champ nécessaire « name »
it: Nel manifesto non è indicato il nome dell'app, che è un campo obbligatorio
pl: manifest nie zawiera obowiązkowego pola „name”

source: the manifest is not valid JSON
cs: manifest není platný soubor formátu JSON
de: Das Manifest ist nicht gültiges JSON
es: el archivo manifest no es un JSON válido
fr: le manifeste n'est pas un fichier JSON valide
it: Il file manifesto non è un file JSON valido
pl: manifest nie jest prawidłowym formatem JSON

source: the app is a hosted app, but the <code>type</code> field in its manifest is "privileged" or "certified", which are only available to packaged apps
de: Die Anwendung ist eine gehostete Anwendung, aber im <code>type</code>-Feld ihres Manifests steht „privilegiert“ oder „zertifiziert“, was nur für gepackte Anwendungen möglich ist.
es: la aplicación es de tipo alojada, pero el campo <code>tipo</code> en su archivo manifest es "privilegiado" o "certificado", los cuales solo están disponibles para aplicaciones empaquetadas
fr: l'application est hébergée, mais le champ <code>type</code> dans le manifeste a pour valeur « privileged » ou « certified », qui ne sont disponibles qu'aux applications empaquetées
it: Nel caso di un'app ospitata, se nel campo <code>type</code> del file manifesto viene indicato "privileged" (privilegiata) o "certified" (certificata), in quanto questi valori si possono utilizzare solo per le app pacchettizzate
pl: aplikacja jest aplikacją hostowaną, ale pole <code>type</code> w jej manifeście ma wartość <code>type</code> „privileged” lub „certified”, które są dostępne tylko dla aplikacji spakowanych.

source: Here's the result of trying to add a manifest file with a missing "name":
de: Hier sehen Sie, was passiert, wenn Sie eine Manifest-Datei mit fehlendem „name“ hinzufügen möchten:
es: Este es el resultado de intentar agregar un archivo manifest al que le falta el campo "name":
fr: Voici le résultat d'un essai avec un manifeste ne contenant pas le champ « name » :
it: Questo è ciò che viene mostrato quando si tenta di aggiungere un'app senza specificare il campo "name":
pl: Oto wynik próby dodania pliku manifestu bez pola „name”:

source: Manifest warnings
cs: Upozornění v manifestu
de: Manifest-Warnungen
es: Advertencias sobre el archivo manifest
fr: Avertissements du manifeste
it: Avvisi relativi al manifesto
pl: Ostrzeżenia manifestu

source: The Dashboard will report the following manifest issues as warnings:
de: Die Übersicht meldet die folgenden Manifest-Probleme als Warnungen:
es: El panel de control informará de los siguientes problemas encontrados en el archivo manifest como advertencias:
fr: Le tableau de bord rapportera les éléments suivants en tant qu'avertissements :
it: La Dashboard riporta i seguenti problemi col manifesto sotto forma di avvisi:
pl: Dashboard zgłosi następujące problemy manifestu jako ostrzeżenia:

source: missing icons
cs: chybějící ikony
de: Fehlende Symbole
es: iconos no presentes
fr: icônes manquantes
it: Icone mancanti
pl: brakujące ikony

source: the icon is less than 128 pixels: all apps submitted to the Marketplace must have at least one icon that is at least 128 pixels square
de: Die Grafik ist kleiner als 128 Pixel: Alle Anwendungen, die zum Marketplace eingereicht werden, müssen mindestens ein Symbol haben, das mindestens 128 × 128 Pixel groß ist.
es: el icono es inferior a 128 píxeles: todas las aplicaciones enviadas al Marketplace deben tener por lo menos un icono cuadrado de 128 píxeles
fr: l'icône fait moins de 128 pixels : toutes les applications envoyées sur le Marketplace doivent avoir au moins une icône qui fait plus de 128x128 pixels
it: L'icona è più piccola di 128 pixel: tutte le app pubblicate sul Marketplace devono includere almeno un'icona quadrata non inferiore a 128 pixel
pl: ikona mniejsza niż 128 pikseli: wszystkie aplikacje zgłaszane do Marketplace muszą mieć przynajmniej jedną kwadratową ikonę o wymiarach nie mniejszych niż 128 pikseli

source: the <code>type</code> field is unrecognized
cs: pole <code>type</code> je nerozpoznatelné
de: Das <code>type</code>-Feld wird nicht erkannt
es: el campo <code>type</code> no se reconoce
fr: le champ <code>type</code> n'est pas reconnu
it: Il campo <code>type</code> non viene riconosciuto
pl: pole <code>type</code> jest nierozpoznane

source: the manifest requests a permission that is unrecognized
cs: manifest vyžaduje oprávnění, které nebylo rozpoznáno
de: Das Manifest verlangt eine Erlaubnis, die nicht erkannt wird
es: el archivo manifest solicita un permiso que no se reconoce
fr: le manifeste requiert une permission qui est inconnue
it: Nel manifesto viene richiesta un'autorizzazione non riconosciuta
pl: manifest żąda uprawnienia, które jest nierozpoznane

source: the manifest requests a permission which will be denied
cs: manifest vyžaduje oprávnění, které bude zamítnuto
de: Das Manifest verlangt eine Erlaubnis, die abgelehnt wird
es: el archivo manifest solicita un permiso que será denegado
fr: le manifeste requiert une permission qui sera refusée
it: Nel manifesto viene richiesto un permesso che sarà negato
pl: manifest żąda uprawnienia, które nie będzie przyznane

source: the manifest requests a permission for which access could not be determined
de: Das Manifest verlangt eine Erlaubnis, für die der Zugriff nicht festgestellt werden konnte
es: el archivo manifest solicita un permiso para el no se puede determinar el acceso
fr: le manifeste requiert une permission dont l'accès ne peut être déterminé
it: Nel manifesto è richiesto un permesso per cui non è possibile stabilire a priori se l'accesso è consentito
pl: manifest żąda uprawnienia, do którego nie można ustalić dostępu

source: Simulator-specific warnings
cs: Varování, která jsou specifická pro simulátor
de: Simulator-spezifische Warnungen
es: Advertencias específicas del simulador
fr: Avertissements spécifiques au simulateur
it: Avvisi relativi al Simulatore
pl: Ostrzeżenia specyficzne dla symulatora

source: Finally, the Manager will emit warnings for apps that use features of Firefox OS not yet fully supported by the Simulator:
de: Schließlich zeigt der Manager auch Warnungen für Anwendungen, die Funktionen von Firefox OS verwenden, die der Simulator noch nicht vollständig unterstützt:
es: Finalmente, el administrador mostrará advertencias para aplicaciones que utilizan características de Firefox OS que aún no están totalmente implementadas por el simulador:
fr: Enfin, le gestionnaire notifiera d'avertissements pour les applications qui utilisent des fonctionnalités qui ne sont pas encore correctement prises en charge par le simulateur :
it: Infine, lo strumento di validazione segnalerà degli avvisi se l'app utilizza delle caratteristiche di Firefox OS non ancora pienamente supportate da Firefox OS Simulator:
pl: Menedżer wyświetla też ostrzeżenia dla aplikacji, używających funkcji Firefox OS, które nie są jeszcze w pełni obsługiwane przez Symulator:

source: the <code>type</code> field is "certified", but the Simulator does not yet fully supprt certified apps
de: Im <code>type</code>-Feld steht „zertifiziert“, aber der Simulator unterstützt zertifizierte Anwendungen noch nicht vollständig
es: el campo <code>type</code> es "certified", pero el simulador aún no es totalmente compatible con las aplicaciones certificadas
fr: le champ <code>type</code> est « certified » mais le simulateur ne prends pas encore totalement en charge les applications certifiées
it: Il campo <code>type</code> è impostato come"certified" (certificata), ma Firefox OS Simulator non supporta ancora appieno le app certificate.
pl: pole <code>type</code> ma wartość „certified”, ale Symulator nie obsługuje jeszcze w pełni certyfikowanych aplikacji

source: the manifest requests a permission to use an API that is <a href="#Unsupported-APIs">not yet supported</a> by the Simulator
de: Das Manifest verlangt eine Erlaubnis zur Verwendung einer API, die der Simulator <a href="#Unsupported-APIs">noch nicht unterstützt</a>
es: el archivo manifest solicita permiso para usar una API que <a href="#Unsupported-APIs">no está aún implementada</a> por el simulador
fr: le manifeste requiert une permission pour utiliser une API qui n'est <a href="#Unsupported-APIs">pas encore prise en charge</a> par le simulateur
it: Nel manifesto viene richiesto il permesso di utilizzare un'API <a href="#Unsupported-APIs">non ancora supportata</a> da Firefox OS Simulator
pl: manifest żąda uprawnień do użycia API, które <a href="#Unsupported-APIs">nie jest jeszcze obsługiwane</a> przez Symulator

source: Running the Simulator
cs: Spuštění doplňku Simulator
de: Ausführen des Simulators
es: Ejecutar el simulador
fr: Exécution du simulateur
it: Utilizzo del Simulatore
pl: Uruchamianie Symulatora

source: There are two different ways the Simulator may be started:
de: Der Simulator kann auf zwei verschiedene Art und Weisen gestartet werden:
es: Hay dos maneras diferentes de iniciar el simulador:
fr: Il y a deux manières de démarrer le simulateur :
it: Ci sono due diversi modi di avviare il Simulatore:
pl: Istnieją dwa różne sposoby uruchamiania Symulatora:

source: if you add, update, or remove an app, or click the "Run" button next to your app's entry, the Dashboard will automatically run your app in the Simulator
de: Wenn Sie eine Anwendung hinzufügen, aktualisieren oder entfernen, oder neben dem Eintrag Ihrer Anwendung auf „Ausführen“ klicken, startet die Übersicht Ihre Anwendung automatisch im Simulator
es: si añades, actualizas, o eliminas una aplicación, o haces clic en el botón "Ejecutar" que hay junto a la entrada de tu aplicación, el panel de control automáticamente ejecutará tu aplicación en el simulador
fr: si vous ajoutez, mettez à jour ou supprimez une application ou que vous cliquez sur le bouton « Run » qui se situe à côté de l'entrée de votre application, le tableau de bord exécutera automatiquement votre application dans le simulateur
it: La Dashboard avvierà automaticamente l'app nel Simulatore quando si aggiunge, aggiorna (rimuove?) un'app o nel momento in cui viene dato il comando esplicitamente facendo clic sul pulsante "Run".
pl: jeśli dodasz, zaktualizujesz lub usuniesz aplikację albo klikniesz przycisk „Run” obok wpisu aplikacji, Dashboard automatycznie uruchomi aplikację w Symulatorze.

source: if you click the button labeled "Stopped" on the left-hand side of the Dashboard, the Simulator will boot to the Home screen and you'll need to navigate to your app
de: Wenn Sie die Schaltfläche „Angehalten“ links in der Übersicht anklicken, startet der Simulator den Startbildschirm und Sie müssen zu Ihrer Anwendung navigieren
es: si haces clic en el botón "Detenido" en el lado izquierdo del panel de control, el simulador se iniciará en la pantalla de inicio y tendrás que navegar hasta tu aplicación
fr: si vous cliquez sur le bouton « Stoppé » situé dans la bande gauche du tableau de bord, le simulateur sera démarré jusqu'à l'écran d'accueil et vous devrez naviguer jusqu'à votre application
it: Facendo clic sul pulsante "Stopped" sul lato sinistro della Dashboard, il Simulatore verrà riavviato alla schermata iniziale e sarà necessario navigare fino all'app
pl: jeśli klikniesz przycisk o nazwie „Stopped” po lewej stronie Dashboarda, Symulator uruchomi ekran domowy i musisz do swojej aplikacji

source: Either way, once the Simulator is running, the button labeled "Stopped" turns green and the label changes to "Running". To stop the Simulator, click this button again.
de: So oder so, wenn der Simulator läuft färbt sich die Schaltfläche „Angehalten“ grün und die Beschriftung ändert sich im „Läuft“. Um den Simulator anzuhalten, klicken Sie erneut auf diese Schaltfläche.
es: De cualquier manera, una vez que el simulador está en funcionamiento, el botón "Detenido" se pone verde y la etiqueta cambia a "Ejecutándose". Para detener el simulador, haz clic en este botón de nuevo.
fr: Dans tous les cas, une fois que le simulateur s'exécute, le bouton « Stoppé » devient vert et le texte change pour « En cours ». Pour arrêter le simulateur, cliquez une nouvelle fois sur ce bouton.
it: In entrambi i casi, una volta che il Simulatore è in esecuzione, il pulsante "Stopped" diventa verde e sostituito da "Running". Per fermare il Simulatore, fare di nuovo clic su questo pulsante.
pl: Tak czy inaczej, gdy Symulator jest uruchomiony, przycisk o nazwie „Stopped” stanie się zielony i zmieni nazwę na „Running”. Aby zatrzymać Symulator, kliknij przycisk ponownie.

source: The Simulator appears as a separate window, sized so the simulated screen area is 320x480 pixels, with a <a href="#Simulator-toolbar">toolbar at the bottom that contains some extra features</a>.
de: Der Simulator erscheint als eigenes Fenster mit einer Größe, die der simulierten Bildschirmfläche 320×480 Pixel zuweist, sowie einer <a href="#Simulator-toolbar">Werkzeugleiste am unteren Rand, die einige zusätzliche Funktionen enthält</a>.
es: El simulador aparece como una ventana independiente, redimensionada para que la pantalla simulada tenga 320x480 píxeles, con una <a href="#Simulator-toolbar">barra de herramientas en la parte inferior que contiene algunas características adicionales</a>.
fr: Le simulateur apparaît dans une fenêtre séparée, dimensionnée à 320x480 pixels, et avec une <a href="#Simulator-toolbar">barre d'outils en bas contenant des fonctionnalités supplémentaires</a>.
it: Il Simulatore apparirà in una finestra a parte ridimensionata in modo che l'area di emulazione sia di 320x480 pixel, con una <a href="#Simulator-toolbar">barra nella parte inferiore che contiene degli strumenti aggiuntivi</a>.
pl: Symulator wyświetla się jako osobne okno, o rozmiarach symulujących ekran 320x480 pikseli z <a href="#Simulator-toolbar">z paskiem narzędziowym na dole zawierających kilka dodatkowych funkcji</a>.

source: To simulate touch events you can click the mouse button and drag while holding the button down. So by clicking and dragging right-to-left from the Home Screen, you'll see the built-in apps, as well as any apps you have added:
de: Um Berührungsereignisse zu simulieren, können Sie mit der linken Maustaste klicken und ziehen, während Sie die Maustaste gedrückt halten. Indem Sie also auf dem Startbildschirm klicken und von links nach rechts ziehen, sehen Sie die integrierten Anwendungen, sowie die Anwendungen, die Sie hinzugefügt haben:
es: Para simular eventos táctiles puedes hacer clic en el botón del ratón y arrastrarlo mientras mantienes presionado el botón. Así que haciendo clic y arrastrando de derecha a izquierda en la pantalla principal, verás las aplicaciones incorporadas de serie, así como cualquier aplicación que hayas añadido:
fr: Pour simuler les événements tactiles vous pouvez cliquer avec le bouton de la souris et déplacer le pointeur en continuant de maintenir le bouton enfoncé. Ainsi, en cliquant et en déplaçant de droite à gauche sur l'écran d'accueil, vous verrez les applications de base ainsi que celles que vous aurez ajouté :
it: Per emulare il tocco col dito puoi fare clic sul pulsante del mouse e trascinare tenendolo premuto. In questo modo, facendo clic e trascinando da destra a sinistra nella schermata principale, potrai scorrere tutte le applicazioni, sia quelle native che quelle aggiunte da te:
pl: Aby symulować zdarzenia dotykowe, możesz kliknąć przyciskiem myszy i przeciągnąć, przytrzymując przycisk. Kliknięcie i przeciągnięcie z prawej do lewej na ekranie domowym wyświetli wbudowane aplikacje oraz aplikacje dodane przez ciebie:

source: Simulator toolbar
cs: Lišta doplňku Simulator
de: Simulator-Werkzeugleiste
es: Barra de herramientas del simulador
fr: Barre d'outils du simulateur
it: Barra degli strumenti del Simulatore
pl: Pasek narzędziowy Symulatora

source: You'll see three buttons on the toolbar at the bottom of the Simulator window:
de: Sie sehen am unteren Rand des Simulator-Fensters drei Schaltflächen in der Werkzeugleiste
es: Verás tres botones en la barra de herramientas al pie de la ventana del simulador:
fr: Vous verrez trois boutons dans la barre d'outils en bas de la fenêtre du simulateur :
it: Nella parte inferiore della finestra del Simulatore puoi vedere la barra degli strumenti con tre pulsanti:
pl: W pasku narzędziowym na dole okna Symulatora znajdują się trzy przyciski:

source: From left to right, these are the Home button, the Rotation Simulation button, and the Geolocation Simulation button.
de: Von links nach rechts sind dies die Start-Schaltfläche, die Rotations-Simulations-Schaltläche und die Geolokations-Simulations-Schaltfläche.
es: De izquierda a derecha, éstos son el botón de Inicio, el botón de simulación de rotación y el botón de simulación de geolocalización.
fr: De gauche à droite, vous trouverez les boutons accueil, simulation de rotation et simulation de géolocalisation.
it: Da sinistra a destra, questi sono nell'ordine il pulsante per ritornare alla schermata iniziale e i pulsanti per emulare la rotazione e la geolocalizzazione:
pl: Od lewej do prawej są to: przycisk Home, przycisk symulujący obracanie i przycisk symulujący geolokalizację.

source: the Home button takes you to the Home screen
de: Die Start-Schaltfläche führt Sie zum Startbildschirm
es: el botón Inicio te lleva a la pantalla principal
fr: Le bouton accueil vous amène à l'écran d'accueil
it: Il pulsante "Home" ti riporta alla schermata iniziale
pl: przycisk Home przenosi ciebie do ekranu domowego

source: the Rotation Simulation button switches the device between portrait and landscape orientation. This will generate the <code>deviceorientation</code> event.
de: Die Rotations-Simulations-Schaltläche schaltet das Gerät zwischen Hoch- und Querformat-Ausrichtung um. Dies erzeugt das Ereignis <code>deviceorientation</code>.
es: el botón de simulación de rotación cambia el dispositivo entre orientación vertical y horizontal. Esto generará el evento <code>deviceorientation</code>.
fr: le bouton de simulation de rotation change l'orientation du mode portrait au mode paysage et inversement. Ceci génère un événement <code>deviceorientation</code>.
it: Il pulsante per emulare la rotazione commuta tra orientamento verticale e orizzontale del dispositivo. Questo genererà un evento di tipo <code>deviceorientation</code>.
pl: przycisk symulujący obracanie przełącza urządzenie między orientacją pionową a poziomą. Generuje on zdarzenie <code>deviceorientation</code>.

source: the Geolocation Simulation button triggers a dialog asking you to share your geographic location, either using your current coordinates or supplying custom coordinates: this will be made available to your app via the Geolocation API.
de: Die Geolokations-Simulations-Schaltfläche erzeugt einen Dialog, der Sie bittet, Ihren geografischen Standort weiterzugeben, entweder mit Ihren aktuellen Koordinaten oder mit benutzerdefinierten Koordinaten: Diese werden Ihrer Anwendung über die Geolokations-API zur Verfügung gestellt.
es: el botón simulación de geolocalización desencadena un cuadro de diálogo que te pregunta si quieres compartir tu ubicación geográfica, ya sea mediante tus coordenadas actuales o suministrando coordenadas personalizadas: la respuesta se pondrá a disposición de tu aplicación a través de la API de geolocalización.
fr: le bouton de simulation de géolocalisation déclenche une boite de dialogue qui vous demandera votre localisation géographique, soit en utilisant vos coordonnées actuelles, soit en fournissant des coordonnées arbitraires : ceci sera rendu accessible aux applications via l'API Geolocation.
it: Il pulsante che emula la geolocalizzazione apre una finestra di dialogo chiedendoti di condividere la tua posizione geografica, con la possibilità di utilizzare la tua posizione attuale o di inserire delle coordinate personalizzate: lo stesso verrà messo a disposizione della tua app tramite la API di geolocalizzazione.
pl: przycisk symulujący geolokalizację wywołuje okno dialogowe z prośbą o udostępnienie położenia geograficznego albo przy użyciu aktualnych współrzędnych, albo poprzez wpisanie współrzędnych: będzie ono dostępne dla aplikacji poprzez API Geolocation.

source: Enabling console logging
cs: Povolení logování konzole
de: Aktivieren von Loggen auf die Konsole
es: Habilitar el registro de la consola
fr: Activer le journal dans la console
it: Attivare la registrazione del log nella Console
pl: Włączenie logów konsoli
