Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Mozilla cares a lot about user experience and security. That's why we have a team of volunteer Editors that review add-ons submitted to the site before they are allowed to roam free. We have a number of policies that we require add-on developers and their contributions to adhere to. Please review these policies before submitting your add-on to ensure your add-on is approved the first time.
cs: Mozilla se zajímá o user experience a bezpečnost. To je důvod, proč máme tým redaktorů, kteří doplňky přidané na web kontrolují dříve, než jsou veřejně dostupné. Máme několik zásad, které od autorů doplňků a jejich příspěvků vyžadujeme. Přečtěte si prosím tyto zásady dříve, než svůj doplněk odešlete. Ujistíte se tak, že váš doplněk bude schválen na první pokus.
de: Mozilla sorgt sich sehr um das Erlebnis und die Sicherheit der Benutzer. Deswegen haben wir ein Team aus freiwilligen Bearbeitern, die übermittelte Add-ons überprüfen, bevor sie sich frei bewegen dürfen. Wir haben einige Regeln, an die sich Add-on-Entwickler und ihre Beiträge halten müssen. Bitte sehen Sie sich diese Regeln an, bevor Sie Ihr Add-on übermitteln, damit Ihr Add-on beim ersten Mal freigeschaltet wird.
el: Ο Mozilla φροντίζει ιδιαίτερα για την εμπειρία χρήσης και την ασφάλεια. Για αυτό έχουμε μια ομάδα εθελοντών Συντακτών που αξιολογούν τα πρόσθετα που υποβάλλονται στη σελίδα πριν τη δημοσίευσή τους. Έχουμε μια σειρά πολιτικών που απαιτούμε να τηρούν οι προγραμματιστές προσθέτων και οι συνεισφορές τους. Παρακαλώ ελέγξτε αυτές τις πολιτικές προτού υποβάλετε το πρόσθετο σας ώστε να εξασφαλίσετε πως το πρόσθετο σας θα εγκριθεί με την πρώτη.
es: Mozilla se preocupa por la experiencia del usuario y la seguridad. Es por eso que tenemos un grupo de editores voluntarios que examina los complementos enviados al sitio antes que se permita su libre difusión. Tenemos una serie de normativas que requieren la adhesión de los desarrolladores de los complementos y sus colaboradores. Revísalas antes de enviar tu complemento para asegurarte de que sea aprobado la primera vez.
fr: Mozilla s'inquiète beaucoup de l'expérience utilisateur et de la sécurité. C'est pourquoi nous avons une équipe d'Éditeurs volontaires qui vérifient les modules envoyés sur le site avant d'être publiquement disponibles. Nous avons un certain nombre de politiques auxquelles nous demandons les développeurs de modules et leurs contributeurs d'adhérer. Merci de prendre connaissance ce celles-ci avant d'envoyer votre module pour s'assurer qu'il sera validé du premier coup.
it: Mozilla tiene in massima considerazione l'esperienza dell'utente e la sua sicurezza. Ecco perché abbiamo un gruppo di revisori volontari che verificano i componenti aggiuntivi caricati prima di rilasciarli al pubblico. Esiste una serie di regole che gli sviluppatori di componenti aggiuntivi devono rispettare. Prima di caricare il tuo componente aggiuntivo, verifica queste regole per essere sicuro che il tuo componente aggiuntivo venga approvato al primo tentativo.
ko: Mozilla는 사용자 경험과 보안에 상당히 많은 공을 들이고 있습니다. 그런 이유로 자원 봉사직인 편집자 팀을 보유하고 있으며 이 분들은 사이트에 올라온 부가 기능이 자유롭게 유통되기 전에 심사를 하는 역할을 담당하고 있습니다. 또한 저희에겐 몇가지 따라야 하는 정책이 있는데, 부가 기능 개발자 및 기타 개발에 기여하는 분들이라면 이 정책을 따라야 저희 사이트에서 활동하실 수 있습니다. 부가 기능을 올리기 전에 정책을 먼저 읽어보시는 편이 처음 제작하신 부가 기능이 성공적으로 승인되는데 많은 도움이 될거에요.
nl: Mozilla vindt gebruikerservaring en beveiliging erg belangrijk. Daarom hebben we een team van vrijwillige editors die ingediende add-ons beoordelen voordat ze worden vrijgegeven. We hebben een aantal beleidsstandpunten geformuleerd, waarbij we verwachten dat add-on-ontwikkelaars en hun bijdragen zich hieraan houden. Bekijk deze beleidsdocumenten eerst voordat u uw add-on indient, zodat uw add-on bij de eerste beoordeling kan worden goedgekeurd.
pl: Mozilla bardzo dba o pozytywne doznania użytkowników oraz ich bezpieczeństwo. Dlatego też mamy zespół recenzentów działających na zasadach wolontariatu, którzy sprawdzają dodatki wysłane na witrynę, zanim zostaną one upublicznione. Mamy także pewne zasady, których twórcy i współtwórcy dodatków muszą przestrzegać. Zapoznaj się z nimi przed zamieszczeniem swojego dodatku. Zastosowanie się do tych zasad zwiększy szanse, że dodatek zostanie zaakceptowany po pierwszej nominacji.
pt_pt: A Mozilla preocupa-se imenso com a segurança e a experiência do utilizador. É por isso que temos uma equipa voluntária de editores que revêm os extras submetidos no sítio antes de serem autorizados a todos. Temos um número de políticas em que é necessário que, os desenvolvedores e as suas contribuições, adiram. Por favor, veja estas políticas antes de submeter o seu extra para assegurar que o seu extra é aprovado à primeira.
ru: Mozilla очень сильно заботится об удобстве работы и безопасности пользователей. Вот почему у нас есть команда добровольных Редакторов, которые проверяют представленные на сайт дополнения перед тем, как выпустить их на волю У нас есть ряд политик, которых должны придерживаться как разработчики дополнений, так и их творения. Пожалуйста, просмотрите эти политики перед тем, как представить ваше дополнение, чтобы обеспечить одобрение вашего дополнения с первого раза.
sl: Mozilla da veliko na izkušnje uporabnika in varnost. Zato imamo ekipo prostovoljnih urednikov, ki pregledujejo predložene dodatke, preden se jih spusti v svet. Imamo številna pravila, ki jih morajo razvijalci dodatkov in njihovi izdelki sami spoštovati. Prosim oglejte si ta pravila, preden pošljete dodatek, da bo vaše delo že v prvem krogu odobreno.
zh_cn: Mozilla 非常重视用户的体验和安全性，这就是为什么我们会有一支志愿审核员团队负责在发布前审核提交到网站的附加组件。我们有一些政策需要附加组件的开发者及贡献者们共同遵守。请在提交您的附加组件前仔细阅读这些政策，以确保您的附加组件能偶通过审核。

source: Review Add-on Policies
cs: Přečtěte si zásady pro doplňky
de: Add-on-Regeln ansehen
el: Αξιολογήστε τις πολιτικές πρόσθετων
es: Revisar las políticas sobre complementos
fr: Politiques de revue de module
it: Criteri di revisione dei componenti aggiuntivi
ja: アドオンポリシーを確認
ko: 부가 기능 정책 읽어보기
nl: Add-onbeleid lezen
pl: Poznaj zasady dodatków
pt_pt: Políticas de análise do extra
ru: Политики проверки дополнений
sl: Pregled pravil za dodatke
zh_cn: 附加组件审核政策

source: Everything in compliance? Great. There's only one thing left to do&hellip;
cs: Je vše v pořádku? Skvělé! Nyní zbývá udělat jen jedinou věc&hellip;
de: Alles beachtet? Klasse. Dann bleibt nur noch eine Sache zu tun &hellip;
el: Όλα εντάξει; Τέλεια. Απομένει μόνο ένα πράγμα να κάνετε&hellip;
es: ¿De acuerdo en todo? Bien. Solamente queda una cosa por hacer&hellip;
fr: Tout est validé ? Parfait. Il ne reste plus qu'une chose à faire &hellip;
it: È tutto in regola? Perfetto. Adesso c'è solo una cosa da fare&hellip;
ko: 안내하신 사항대로 전부 다 하셨나요? 훌륭합니다. 이제 남은건 하나 뿐이네요&hellip;
nl: Klopt alles? Mooi. Nog maar één stap te gaan…
pl: Wszystko się zgadza? Wspaniale! Pozostała jeszcze tylko jedna rzecz do zrobienia&hellip;
pt_pt: Tudo em conformidade? Fantástico. Há apenas mais uma coisa a fazer ...
ru: Всё соответствует? Отлично. Осталось сделать только одну вещь&hellip;
sl: Vse kot je treba? Prima. Samo še zadnji korak&hellip;
zh_cn: 全部都顺利完成了？恭喜！现在只剩下最后一件事要做&hellip;

source: Submit my Add-on!
cs: Odeslat můj doplněk!
de: Mein Add-on übermitteln!
el: Υποβολή πρόσθετου
es: ¡Enviar mi complemento!
fr: Envoyer mon module !
it: Invia il mio componente aggiuntivo!
ja: アドオンを登録！
ko: 부가 기능 올리기!
nl: Dien mijn add-on in!
pl: Zamieść swój dodatek!
pt_pt: Submeter o meu extra!
ru: Представить моё дополнение!
sl: Prijavi moj dodatek!
zh_cn: 提交我的附加组件！

source: Congratulations!
cs: Gratulujeme!
de: Herzlichen Glückwunsch!
el: Συγχαρητήρια!
es: ¡Felicitaciones!
fr: Félicitations !
it: Congratulazioni.
ja: おめでとう！
ko: 축하합니다!
nl: Gefeliciteerd!
pl: Gratulacje!
pt_pt: Parabéns!
ru: Поздравляем!
sl: Čestitamo!
zh_cn: 恭喜您！

source: If you're feeling talkative, we'd love to <a href="https://forums.addons.mozilla.org">hear your feedback</a> on how your experience creating an add-on was. Hearing what new developers struggle with helps us make the experience better for future generations of add-on innovators. Whether you want to comment on the platform, the documentation, or the website, we'll listen. Better yet, since Mozilla is open, you might even be able to fix that bug or lack of documentation yourself! It's like the circle of life.
cs: Pokud jste výřečný(á), budeme rádi <a href="https://forums.addons.mozilla.org">za vaši reakci</a> na to, jak se vám doplněk snadno vytvářel. Tyto reakce pomohou řadě nových vývojářů. Rádi uslyšíme vaše komentáře k platformě, dokumentaci či k webovým stránkám. Mozilla je otevřená, takže je skvělé, že můžete chyby opravit sami, případně vylepšit dokumentaci!
de: Wenn Sie Lust zum Reden haben, würden wir gerne <a href="https://forums.addons.mozilla.org">Ihre Meinung hören</a>, wie Sie die Entwicklung eines Add-on erlebt haben. Zu hören, womit neue Entwickler kämpfen, hilft uns, das Erlebnis für zukünftige Generationen von Add-on-Entwicklern zu verbessern. Ob Sie einen Kommentar zur Plattform, der Dokumentation oder der Website haben, wir hören zu. Noch besser, da Mozilla offen ist, sind Sie vielleicht sogar in der Lage, diesen Bug oder die Lücke in der Dokumentation selbst zu beheben! Es ist wie der Kreislauf des Lebens.
el: Αν αισθάνεσαι ομιλητικός, θα λατρεύαμε να <a href="https://forums.addons.mozilla.org">ακούσουμε τα σχόλια σου</a> σχετικά με την εμπειρία σου στη δημιουργία προσθέτων. Η γνώση αυτή θα μας βοηθήσει να κάνουμε την εμπειρία καλύτερη για μελλοντικές γενιές νεωτεριστών προσθέτων. Είτε θέλετε να σχολιάσετε την πλατφόρμα, την τεκμηρίωση, ή την ιστοσελίδα, θα σας ακούσουμε. Ακόμα καλύτερα, από τη στιγμή που ο Mozilla είναι ανοιχτός, μπορεί να είστε ικανοί να διορθώσετε μόνοι σας το πρόβλημα ή την έλλειψη τεκμηρίωσης! Είναι όπως ο κύκλος της ζωής.
es: Si te sientes locuaz, nos encantaría <a href="https://forums.addons.mozilla.org">escuchar tu opinión</a> sobre cómo fue tu experiencia creando un complemento. Escuchar con qué tuvieron que luchar los nuevos desarrolladores nos ayuda a mejorar la experiencia para futuras generaciones de innovadores de complementos. Si deseas hacer un comentario sobre la plataforma, la documentación o el sitio web, lo escucharemos. Aún mejor, como Mozilla es abierta, ¡podrías corregir ese error o la falta de documentación tú mismo! Es como el ciclo de la vida.
fr: Si vous vous sentez bavard, nous aimerions <a href="https://forums.addons.mozilla.org">entre votre retour</a> sur votre expérience de création d'un module. Savoir ce que vivent les nouveaux développeurs nous aidera à rendre le processus plus simple pour les générations futures. Que vous vouliez commenter la plateforme, la documentation ou le site web, nous vous écouterons. Encore mieux, comme Mozilla est ouvert, vous pourriez être capable de corriger ce problème ou ce manque de documentation vous-même ! C'est comme le cercle de la vie.
it: Se hai voglia di parlare, ci piacerebbe conoscere <a href="https://forums.addons.mozilla.org">le tue impressioni</a> sulla tua esperienza di sviluppatore di componenti aggiuntivi. Capire contro quali difficoltà si sono dovuti scontrare i nuovi sviluppatori ci aiuta a migliorare l'esperienza per le future generazioni di autori di componenti aggiuntivi. Se desideri commentare la piattaforma, la documentazione o il sito, ti ascolteremo. Meglio ancora, dal momento che Mozilla è aperto, potresti tu stesso essere anche in grado di risolvere quel bug o la mancanza di documentazione! È come il cerchio della vita.
ko: 자기 얘기 하는걸 좋아하는 분이라면 확장 기능을 만들면서 어떤 일이 있었는지 같은 경험에 관한 내용을 올려주세요. 저희는 <a href="https://forums.addons.mozilla.org">피드백 듣는것</a>을 좋아하니까요. 신인 개발자의 고군분투를 듣고나면 다음 세대의 부가 기능 발명가들에게 보다 나은 경험을 만들어 줄 수 있습니다. 플랫폼, 문서 자료, 웹사이트 등 어느 곳이든 올리고 싶은 곳에 올려주시면 저희가 경청하겠습니다. Mozilla가 창설된 이후 개발자 스스로 버그를 고치거나 부실한 문서자료를 보완할 수 있게 되었죠! 마치 생명이 순환하는 것 같다고나 할까요.
nl: Als u op de praatstoel zit horen we graag <a href="https://forums.addons.mozilla.org">uw feedback</a> met uw ervaringen in het maken van een add-on. Horen waar nieuwe ontwikkelaars mee worstelen helpt ons om de ervaring te verbeteren voor toekomstige generaties add-onvernieuwers. Of u nu opmerkingen hebt over het platform, de documentatie of de website, we luisteren ernaar. beter nog, aangezien Mozilla openbron is kunt u misschien zelfs een fout of gebrek aan documentatie zelf oplossen! Het is net als de cirkel van het leven.
pl: Jeśli masz ochotę porozmawiać, z chęcią poznamy <a href="https://forums.addons.mozilla.org">twoją opinię</a> o procesie tworzenia dodatków. Informacje o tym, co sprawia największe problemy nowym twórcom rozszerzeń, pomagają nam udoskonalać ten proces dla przyszłej generacji twórców. Nie jest istotne, czy chcesz skomentować system operacyjny, dokumentację czy stronę internetową &ndash; wysłuchamy cię, a nawet więcej. Ponieważ Mozilla jest projektem otwartym dla wszystkich, będziesz mieć osobiście możliwość poprawiania błędów i braków w dokumentacji! Tak oto życie zatacza krąg – uczeń staje się mistrzem.
pt_pt: Se estiver com vontade de falar, nos adorávamos <a href="https://forums.addons.mozilla.org">ouvir o seu feedback</a> sobre como foi a sua experiência na criação de um extra. Ouvir os novos desenvolvedores ajuda-nos a tornar a experiência melhor para as futuras gerações de inovadores de extras. Se quer comentar sobre a plataforma, a documentação, ou o sítio, nós ouvimos. Melhor ainda, uma vez que a Mozilla é aberta, você pode até ser capaz de corrigir esse erro ou a falta de documentação! É como o círculo da vida.
ru: Если вы в настроении поговорить, мы будем рады <a href="https://forums.addons.mozilla.org">услышать о ваших впечатлениях и вашем опыте</a>, полученных в процессе создания дополнения. Опыт новых разработчиков помогает нам улучшить процесс разработки для будущих поколений инноваторов дополнений. Если вы хотите дать комментарии по поводу платформы, документации или веб-сайта, мы их выслушаем. А ещё лучше, так как Mozilla является открытой, вы даже может быть сами сможете исправить эту ошибку или отсутствие документации! Это похоже на круг жизни.
sl: Če ste zgovorne volje, bi radi <a href="https://forums.addons.mozilla.org">slišali vaše povratne informacije</a> o tem, kakšne so vaše izkušnje pri razvoju dodatka. Novice od razvijalcev nam pomagajo, da izboljšamo izkušnje za prihodnje generacije inovatorjev. Če želite komentirati platforme, dokumentacijo, ali spletne strani, poslušali vas bomo.Še bolje, ker je Mozilla odprt sistem, boste morda tako celo pomagali odstraniti tistega hrošča ali popraviti tole pomanjkljivo dokumentacijo sami! To je kot krog življenja.
zh_cn: 如果您想多谈谈您的附加组件创作经历如何的话，我们十分乐意<a href="https://forums.addons.mozilla.org">倾听您的反馈意见</a>。倾听开发新手的困难和努力，有助于我们创造更好的体验给未来的附加组件开发者。无论您想要谈论的是有关平台、文档还是网站的话题，我们都会用心倾听。更棒的是，由于 Mozilla 的开放性，您甚至可以自行修复缺陷或者补充不足的文档！这就像是生命链一样。

source: Extension Development
cs: Vývoj rozšíření
de: Erweiterungsentwicklung
el: Ανάπτυξη επεκτάσεων
es: Desarrollo de extensiones
fr: Développement d'extension
it: Sviluppo estensioni
ja: 拡張機能開発
ko: 확장 기능 개발
nl: Extensieontwikkeling
pa_in: ਐਕਸਟੇਸ਼ਨ ਵਿਕਾਸ
pl: Tworzenie rozszerzeń
pt_pt: Desenvolvimento de extensões
ru: Разработка расширения
sl: Razvoj dodatkov
uk: Розробка розширення
zh_cn: 扩展开发

source: Once you know the basics, these guides will help you with intermediate to advanced extension development topics.
cs: Když už víte základy, pomůže vám tento průvodce s vývojem pokročilých doplňků.
de: Sobald Sie die Grundlagen kennen, helfen Ihnen diese Leitfäden bei Themen zur wenig bis weit fortgeschrittenen Entwicklung.
el: Μόλις μάθετε τα βασικά, αυτοί οι οδηγοί θα σας βοηθήσουν με με μέτριου επιπέδου έως προχωρημένα θέματα ανάπτυξης.
es: Una vez que conozcas los principios básicos, estas guías te ayudarán con temas intermedios y avanzados en el desarrollo de extensiones.
fr: Une fois que vous connaissez les bases, ces guides vous aiderons à explorer les sujets plus avancés du développement d'extension
it: Ora che conosci le basi, queste guide ti permetteranno di passare ad argomenti intermedi o avanzati.
ko: 기본적인 내용을 배웠다면, 다음의 가이드를 통해 발전된 확장 기능 개발과 관련된 주제를 만나보세요.
nl: Als u de principes eenmaal onder de knie hebt, helpen deze gidsen u bij gemiddelde tot gevorderde onderwerpen met betrekking tot extensie-ontwikkeling.
pl: Znasz już podstawy – te przewodniki pomogą ci poznać bardziej zaawansowane zagadnienia związane z procesem tworzenia rozszerzenia.
pt_pt: Assim que souber o básico, estes guias vão ajudá-lo com tópicos de ajuda de desenvolvimento de extensões intermédias a avançadas.
ru: Как только вы узнаете об основах, эти руководства помогут вам в более сложных аспектах разработки расширений.
sl: Ko enkrat spoznate osnove, vam bodo ti vodiči pomagali pri vmesnih in naprednih temah o razvoju razširitev.
zh_cn: 一旦您掌握了基础知识，那么这些指南将会帮助您接触到高级的扩展开发话题。

source: Best Practices
cs: Nejlepší postupy
de: Bewährte Methoden
el: Βέλτιστες πρακτικές
es: Buenas prácticas
fr: Bonnes pratiques
it: Pratiche consigliate
ja: ベストプラクティス
ko: 최선의 관행
nl: Goede voorbeelden
pl: Dobre praktyki
pt_pt: Boas práticas
ru: Лучшие практики
sl: Najboljši postopki
zh_cn: 最佳实践

source: Respecting the JavaScript Global Namespace
cs: Respektování globálního jmeného prostoru JavaScriptu
de: Globalen Namensraum von JavaScript respektieren
el: Σεβόμενοι το Global Namespace της Javascript
es: Respetando el espacio de nombres global de JavaScript
fr: Respect de l'espace de nommage global JavaScript
it: Rispettare il namespace globale di JavaScript
ja: JavaScript のグローバル名前空間を尊重すること
ko: 자바스크립트 전역 네임스페이스 다루기
nl: Aanhouden van de JavaScript Global Namespace
pl: Szanowanie globalnych przestrzeni nazw JavaScriptu
pt_pt: Respeitando o Espaço nominal JavaScript Global
ru: Уважение глобального пространства имён JavaScript
sl: Kako spoštovati imenski prostor JavaScript Global
zh_cn: 遵守 JavaScript 全局命名空间的规定

source: In this blog post, Mark Ziesemer explains how to prevevent global namespace pollution by wrapping your extension's variables.
cs: V tomto příspěvku z blog se atuor, Mark Ziesemer, vysvětluje, jak zabránit kolizím v globálním jmenném prostoru názvů a proměnných použitých ve vašem rozšíření.
de: In diesem Blogbeitrag erklärt Mark Ziesemer, wie man eine Verschmutzung des globalen Namensraums vermeidet, indem man die Variablen Ihrer Erweiterung einwickeln.
el: Σε αυτό το blog post, ο Mark Ziesemer εξηγεί πως θα αποφύγετε global namespace συγκρούσεις καλύπτοντας τις μεταβλητές της επέκτασής σας.
es: En este artículo de blog, Mark Ziesemer explica cómo evitar la contaminación del espacio de nombres global envolviendo las variables de tu extensión.
fr: Dans ce billet de blog, Mark Ziesemer explique comment éviter la pollution de l'espace de nommage global en englobant les variables de votre extension.
it: In questo articolo, Mark Ziesemer spiega come evitare il fenomeno del "global namespace pollution" limitando la visibilità delle variabili all'interno della tua estensione.
ko: 이 블로그 문서에선 Mark Ziesemer님이 확장 기능의 변수 감싸기를 사용하여 전역 네임스페이스가 오염되는 것을 막는 방법을 설명하고 있습니다.
nl: In deze discussie legt Mark Ziesemer uit hoe vervuiling van de global namespace kan worden voorkomen door de variabelen in uw extensie in te pakken.
pl: W tym wpisie na blogu Mark Ziesemer wyjaśnia, jak zabezpieczyć przed zaśmiecaniem globalnych przestrzeni nazw poprzez pakowanie zmiennych rozszerzenia.
pt_pt: Neste tópico de blog, Mark Ziesemer explica como prevenir poluição do global namespace encapsulando as variáveis da sua extensão.
ru: В этом посте в блоге, Марк Ziesemer объясняет, как предотвратить загрязнение глобального пространства имен, завернув переменные вашего расширения.
sl: V tem blogu Mark Ziesemer pojasnjuje, kako preprečiti onesnaževanje globalnega imenskega prostora s tem, da spremenljivke v svojem dodatku ovijete.
zh_cn: 在这篇博文中，Mark Ziesemer 将讲解如何封装您的扩展的变量以避免污染全局命名空间。

source: Editor's Pick:
cs: Doporučení redaktora:
de: Empfehlung des Bearbeiters:
el: Επιλογή συντακτών:
es: Elección del editor:
fr: Choix de l'éditeur :
it: Scelto da noi:
ja: エディタのおすすめ:
ko: 편집자의 선택:
nl: Keuze van de editor:
pl: Kolekcja AMO
pt_pt: Escolha do editor:
ru: Выбор редакции:
sl: Izbor urednika:
zh_cn: 审核员推荐：

source: Security Best Practices in Extensions
cs: Nejlepší postupy pro bezpečná rozšíření
de: Bewährte Methoden zur Sicherheit in Erweiterungen
el: Βέλτιστες τακτικές ασφαλείας για επεκτάσεις
es: Buenas prácticas de seguridad en las extensiones
fr: Bonnes pratiques pour la sécurité dans les extensions
it: Procedure consigliate per la sicurezza delle estensioni
ja: 拡張機能のセキュリティベストプラクティス
ko: 확장 기능 개발시 지켜야 할 최선의 관행
nl: Goede beveiligingsvoorbeelden in extensies
pl: Najlepsze rozwiązania dotyczące bezpieczeństwa w rozszerzeniach
pt_pt: Boas práticas de segurança nas extensões
ru: Лучшие практики обеспечения безопасности расширений
sl: Dobra praksa v zvezi z varnostjo v dodatkih
zh_cn: 扩展安全性的最佳做法

source: Every extension developer should know and follow the security best practices outlined in this document to keep users safe.
cs: Pro zachování bezpečí uživatelů by měl každý vývojář rozšíření znát a dodržovat zásady bezpečnosti popsané v tomto dokumentu.
de: Jeder Erweiterungsentwickler sollte die bewährten Methoden zur Sicherheit, die in diesem Dokument beschrieben werden, kennen und befolgen, um Anwender zu schützen.
el: Κάθε δημιουργός προσθέτου πρέπει να γνωρίζει και να ακολουθεί τις βέλτιστες πρακτικές ασφαλείας που περιγράφονται σε αυτό το άρθρο για να κρατά τους χρήστες ασφαλείς.
es: Todo desarrollador de extensiones debería conocer y seguir las buenas prácticas de seguridad descritas en este documento para mantener seguros a los usuarios.
fr: Tout développeur d'extension devrait connaître et suivre les bonnes pratiques de sécurité présentées dans ce document pour garantir la sécurité des utilisateurs.
it: Ogni sviluppatore di estensioni, per mantenere gli utenti al sicuro, dovrebbe conoscere e seguire le procedure consigliate per la sicurezza descritte in questo documento.
ja: すべての拡張機能開発者は、ユーザの安全を保つため、このドキュメントに書かれたセキュリティベストプラクティスを理解し、それらに従う必要があります。
ko: 모든 확장 기능 개발자는 사용자의 안전을 보장하기 위해 이 문서에 요약되어 있는 최선의 보안 관행을 준수해야 합니다.
nl: Elke extensieontwikkelaar zou de goede beveiligingsvoorbeelden in dit document moeten kennen en volgen om gebruikers veilig te houden.
pl: Aby zapewnić bezpieczeństwo użytkowników, każdy twórca rozszerzeń powinien znać zasady bezpieczeństwa opisane w tym dokumencie i postępować zgodnie z nimi.
pt_pt: Cada desenvolvedor de extensões deve saber e seguir as boas práticas de segurança destacadas neste documento para manter os utilizadores em segurança.
ru: Каждый разработчик расширения должен знать и соблюдать лучшие практики обеспечения безопасности, изложенные в этом документе, чтобы обеспечить безопасность пользователей.
sl: Vsako podaljšanje razvijalec morajo poznati in upoštevati varnostne najboljše prakse, opisane v tem dokumentu, da uporabniki varno.
zh_cn: 每个扩展开发者都应当了解并遵循在本文中所讲述的安全性的最佳做法，以保证用户的安全。

source: Localizing an Extension
cs: Lokalizace rozšíření
de: Lokalisieren einer Erweiterung
el: Τοπικοποίηση επεκτάσεων
es: Localizar una extensión
fr: Traduire une extension
it: Localizzare un'estensione
ja: 拡張機能のローカライズ
ko: 확장 기능의 번역
nl: Een extensie lokaliseren
pl: Lokalizacja rozszerzenia
pt_pt: Traduzir uma extensão
ru: Локализация расширения
sl: Kako lokalizirati razširitev
zh_cn: 本地化扩展
