Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The whiteboard is the place to provide information relevant to your addon, whatever the version, to the editor. Use it to provide ways to test the addon, and any additional information that may help. This whiteboard is also editable by editors.
pa_in: ਵਾਇਟਬੋਰਡ ਸੰਪਾਦਕ ਨੂੰ ਤੁਹਾਡੇ ਐਡ-ਆਨ,ਜਿਹੜਾ ਵੀ ਵਰਜਨ ਹੋਵੇ, ਨਾਲ ਸੰਬੰਧਤ ਜਾਣਕਾਰੀ ਦੇਣ ਦੀ ਥਾਂ ਹੈ। ਐਡ-ਆਨ ਟੈਸਟ ਕਰਨ ਦੇ ਤਰੀਕੇ ਦੇਣ ਲਈ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਹੋਰ ਵਾਧੂ ਜਾਣਕਾਰੀ ਜੋ ਮਦਦ ਕਰ ਸਕੇ। ਇਹ ਵਾਇਟਬੋਰਡ ਸੰਪਾਦਕਾਂ ਦੁਆਰਾ ਸੋਧਣਯੋਗ ਵੀ ਹੈ।
uk: Біла дошка є місцем для надання редактору інформації, яка має відношення до вашого додатку, незалежно від версії. Використовуйте її, щоб забезпечити способи тестування додатку, та для розміщення будь-якої додаткової інформації, яка може допомогти. Ця дошка може також редагуватися редакторами.

source: Upload an icon for your add-on or choose from one of ours. The icon is displayed nearly everywhere your add-on is. Uploaded images must be one of the following image types: .png, .jpg. It is only relevant for listed add-ons.
pa_in: ਆਪਣੇ ਐਡ-ਆਨ ਲਈ ਇੱਕ ਆਈਕਾਨ ਅੱਪਲੋਡ ਕਰੋ ਜਾਂ ਸਾਡਿਆਂ ਵਿੱਚ ਇੱਕ ਚੁਣੋ। ਆਈਕਾਨ ਲਗਭਗ ਹਰੇਕ ਥਾਂ ਵਿਖਾਇਆ ਜਾਏਗਾ ਜਿੱਥੇ ਵੀ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਹੈ। ਅੱਪਲੋਡ ਕੀਤੀਆਂ ਤਸਵੀਰਾਂ ਅੱਗੇ ਦਿੱਤੀਆਂ ਤਸਵੀਰ ਕਿਸਮਾਂ ਵਿੱਚ ਇੱਕ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ: .png, .jpg। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Завантажте значок для вашого додатка або виберіть один з наших. Значок відображається майже скрізь, де є ваш додаток. Завантажені зображення повинні мати один з наступних типів: .png, .jpg. Це стосується тільки додатків, що знаходяться в списку.

source: Your add-on has been signed and it's ready to use. You can download it here:
pa_in: ਤੁਹਾਡਾ ਐਡ-ਆਨ ਹਸਤਾਖਰਿਤ ਹੋ ਚੁੱਕਿਆ ਅਤੇ ਇਹ ਵਰਤੋਂ ਲਈ ਤਿਆਰ ਹੈ। ਤੁਸੀਂ ਇਸ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ ਇੱਥੋਂ:
uk: Ваш додаток було підписано і він готовий до використання. Ви можете завантажити його тут:

source: Your add-on has been submitted to the Unlisted Preliminary Review queue.
pa_in: ਤੁਹਾਡਾ ਐਡ-ਆਨ ਅਣ-ਸੂਚੀਬੱਧ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਕਤਾਰ ਵਿੱਚ ਭੇਜਿਆ ਜਾ ਚੁੱਕਿਆ।
uk: Ваш додаток був відправлений у чергу на проведення Попередньої Перевірки Невідображених.

source: Your add-on has been submitted to the Unlisted Full Review queue.
pa_in: ਤੁਹਾਡਾ ਐਡ-ਆਨ ਅਣ-ਸੂਚੀਬੱਧ ਮੁਕੰਮਲ ਸਮੀਖਿਆ ਕਤਾਰ ਵਿੱਚ ਭੇਜਿਆ ਜਾ ਚੁੱਕਿਆ।
uk: Ваш додаток був відправлений у чергу на проведення Повної Перевірки Невідображених.

source: You'll receive an email once it has been reviewed by an editor and signed.
pa_in: ਤੁਹਾਨੂੰ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ ਇੱਕ ਵਾਰ ਇਹ ਸੰਪਾਦਕ ਵੱਲੋਂ ਸਮੀਖਿਆ ਅਤੇ ਹਸਤਾਖਰਿਤ ਹੋ ਜਾਵੇ।
uk: Ви отримаєте лист електронною поштою, як тільки він буде перевірений редактором і підписаний.

source: Your add-on will not be publicly available on this website.
pa_in: ਤੁਹਾਡਾ ਐਡ-ਆਨ ਇਸ ਵੈੱਬਸਾਈਟ ਤੇ ਜਨਤਕ ਤੌਰ ਤੇ ਉੱਪਲਬਧ ਨਹੀਂ ਹੋਵੇਗਾ।
uk: Ваш додаток не буде загальнодоступним на цьому веб-сайті.

source: You can upload new versions of your add-on in the <a href="{0}">add-on's developer page</a>.
pa_in: ਤੁਸੀਂ <a href="{0}">ਐਡ-ਆਨ ਡਿਵੈਲਪਰ ਸਫ਼ੇ</a>ਤੇ ਆਪਣੇ ਐਡ-ਆਨ ਦਾ ਨਵਾਂ ਵਰਜਨ ਅੱਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ।
uk: Ви можете вивантажувати нові версії вашого додатка на <a href="{0}">сторінці розробника додатка</a>.

source: Which platforms is this file compatible with?
pa_in: ਇਹ ਫ਼ਾਈਲ ਕਿਸ ਪਲੇਟਫ਼ਾਰਮ ਦੇ ਨਾਲ ਅਨੁਕੂਲ ਹੈ?
uk: З якими платформами сумісний цей файл?

source: You will receive an email when the review is complete and your add-on is signed.
pa_in: ਤੁਹਾਨੂੰ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ ਜਦੋਂ ਸਮੀਖਿਆ ਮੁਕੰਮਲ ਹੋਈ ਅਤੇ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਹਸਤਾਖਰਿਤ ਹੋਇਆ।
uk: По завершенні процесу перевірки та після підпису додатку ви отримаєте лист.

source: Your add-on has been signed.
pa_in: ਤੁਹਾਡਾ ਐਡ-ਆਨ ਹਸਤਾਖਰਿਤ ਕੀਤਾ ਗਿਆ।
uk: Ваш додаток був підписаний.

source: This is the version of your add-on that will be installed if someone clicks the Install button on addons.mozilla.org. It is only relevant for listed add-ons.
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦਾ ਇਹ ਵਰਜਨ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾਵੇਗਾ ਜੇਕਰ ਕੋਈ addons.mozilla.org ਤੇ ਇੰਸਟਾਲ ਬਟਨ ਤੇ ਕਲਿੱਕ ਕਰਦਾ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Це версія вашого додатку, яка буде встановлена, якщо хтось натисне на кнопку Встановити на addons.mozilla.org. Це відноситься тільки до наведених додатків.

source: Please choose a license appropriate for the rights you grant on your source code. It is only relevant for listed add-ons.
pa_in: ਤੁਹਾਡੇ ਵੱਲੋਂ ਆਪਣੇ ਸੋਰਸ ਕੋਡ ਨੂੰ ਦਿੱਤੇ ਅਧਿਕਾਰਾਂ ਦੇ ਅਨੁਕੂਲ ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਲਾਇਸੰਸ ਚੁਣੋ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Будь ласка, оберіть ліцензію у відповідності до прав, які ви обрали для свого програмного коду. Це стосується лише додатків, які є в списку.

source: Users will be required to accept the following End-User License Agreement (EULA) prior to installing your add-on. The presence of a EULA significantly affects the number of downloads an add-on receives. Please note that a EULA is not the same as a code license, such as the GPL or MPL. It is only relevant for listed add-ons.
pa_in: ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਇੰਸਟਾਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਅੱਗੇ ਦਿੱਤਾ ਅੰਤ-ਵਰਤੋਂਕਾਰ ਲਾਇਸੰਸ ਸਮਝੌਤਾ (EULA) ਮਨਜ਼ੂਰ ਹੋਣਾ ਚਾਹੀਦਾ। EULA ਦੀ ਮੌਜੂਦਗੀ ਵਿਸ਼ੇਸ ਤੌਰ ਤੇ ਐਡ-ਆਨ ਦੇ ਡਾਊਨਲੋਡਾਂ ਦੀ ਗਿਣਤੀ ਤੇ ਅਸਰ ਪਾਉਂਦੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਰੱਖੋ EULA ਬਿਲਕੁੱਲ ਇੱਕ ਕੋਡ ਲਾਇਸੰਸ ਦੀ ਤਰ੍ਹਾਂ ਨਹੀਂ ਹੈ, ਜਿਵੇਂ ਕਿ GPL ਜਾਂ MPL। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Перед встановленням вашого додатку користувачі повинні будуть погодитися з Ліцензійною Угодою Кінцевого Користувача (EULA). Ця наявність EULA значною мірою впливає на кількість завантажень додатку. Будь ласка, зверніть увагу, що EULA не має відношення до ліцензії коду, такої як GPL чи MPL. Це стосується лише додатків, які знаходяться в списку.

source: If your add-on transmits any data from the user's computer, a privacy policy is required that explains what data is sent and how it is used. It is only relevant for listed add-ons.
pa_in: ਜੇਕਰ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਵਰਤੋਂਕਾਰ ਦੇ ਕੰਪਿਊਟਰ ਤੋਂ ਕੋਈ ਡਾਟਾ ਭੇਜਦਾ, ਇੱਕ ਪਰਦੇਦਾਰੀ ਨੀਤੀ ਦੀ ਲੋੜ ਹੈ ਜੋ ਦੱਸੇ ਕਿ ਕਿਹੜਾ ਡਾਟਾ ਭੇਜਿਆ ਅਤੇ ਇਹ ਕਿਵੇਂ ਵਰਤਿਆ ਜਾਏਗਾ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Якщо ваш додаток передає будь-які дані з комп'ютера користувача, то необхідно мати політику приватності з поясненням, які дані передаються та яким чином вони використовуються. Це стосується лише додатків, які знаходяться в списку.

source: If your add-on contains binary or obfuscated code other than known libraries, upload its sources for review.
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਵਿੱਚ ਜਾਣੂ ਲਾਇਬਰ੍ਰੇਰੀਆਂ ਤੋਂ ਇਲਾਵਾ ਬਾਇਨਰੀ ਜਾਂ ਬੇਕਾਰ ਕੋਡ ਸ਼ਾਮਲ ਹਨ, ਸਮੀਖਿਆ ਲਈ ਉਸ ਦੇ ਸੋਰਸ ਅੱਪਲੋਡ ਕਰੋ।
uk: Якщо ваш додаток містить бінарний або заплутаний код, не враховуючи відомих бібліотек, завантажте його програмний код для перевірки.

source: Read more about the source code review policy.
pa_in: ਸੋਰਸ ਕੋਡ ਸਮੀਖਿਆ ਨੀਤੀ ਬਾਰੇ ਹੋਰ ਪੜ੍ਹੋ।
uk: Дізнайтеся більше про політику перевірки програмного коду.

source: Contributions are only available for listed add-ons.
pa_in: ਯੋਗਦਾਨ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਉੱਪਲਬਧ ਹਨ।
uk: Внески доступні лише для додатків, які знаходяться в списку.

source: I agree to the <a href="%(agreement_url)s" target="_blank">Firefox Add-on Distribution Agreement</a> and to my information being handled as described in the <a href="%(privacy_notice_url)s" target="_blank">Websites, Communications and Cookies Privacy Notice</a>.
pa_in: ਮੈਂ <a href="%(agreement_url)s" target="_blank">ਫਾਇਰਫਾਕਸ ਐਡ-ਆਨ ਵੰਡ ਸਮਝੌਤਾ</a> ਮਨਜ਼ੂਰ ਕਰਦਾ ਅਤੇ <a href="%(privacy_notice_url)s" target="_blank">ਵੈੱਬਸਾਈਟਾਂ, ਸੰਚਾਰ ਅਤੇ ਕੂਕੀਜ਼ ਪਰਦੇਦਾਰੀ ਨੋਟਿਸ</a>ਵਿੱਚ ਵਰਣਨ ਕੀਤੇ ਅਨੁਸਾਰ ਮੇਰੀ ਜਾਣਕਾਰੀ ਨੂੰ ਵਰਤਿਆ ਜਾਵੇ।
uk: Я погоджуюсь з умовами <a href="%(agreement_url)s" target="_blank">Угоди про розповсюдження додатків Firefox</a> і з тим, що моя інформація обробляється, як описано в <a href="%(privacy_notice_url)s" target="_blank">Повідомленні про приватність веб-сайтів, зв'язку та куків</a>.

source: Join the conversation in our <a href="%(forum_url)s">forums</a>.
pa_in: ਸਾਡੀਆਂ <a href="%(forum_url)s">ਫ਼ੋਰਮਾਂ</a> ਵਿੱਚ ਗੱਲਬਾਤ ਦਾ ਹਿੱਸਾ ਬਣੋ।
uk: Приєднуйтесь до розмови на наших <a href="%(forum_url)s">форумах</a>.

source: Only publish this version to my beta channel.
pa_in: ਕੇਵਲ ਇਸ ਵਰਜਨ ਨੂੰ ਮੇਰੇ ਬੀਟਾ ਚੈਨਲ ਵਿੱਚ ਜਾਰੀ ਕਰੋ।
uk: Опублікувати цю версію тільки на моєму бета-каналі.

source: Source code
pa_in: ਸੋਰਸ ਕੋਡ
uk: Програмний код

source: If your add-on contain binary or obfuscated code, make the source available here for reviewers.
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਵਿੱਚ ਬਾਇਨਰੀ ਜਾਂ ਬੇਕਾਰ ਕੋਡ ਸ਼ਾਮਲ ਹਨ, ਸਮੀਖਿਅਕਾਂ ਲਈ ਸੋਰਸ ਨੂੰ ਇੱਥੇ ਉੱਪਲਬਧ ਕਰਵਾਓ।
uk: Якщо ваш додаток містить бінарний або заплутаний код, надайте його тут тим, хто перевіряє.

source: Addon visibility
pa_in: ਐਡ-ਆਨ ਪ੍ਰਤੱਖਤਾ
uk: Відображення додатку

source: Listed:
pa_in: ਸੂਚੀਬੱਧ:
uk: У списку:

source: Visible to everyone on {0} and included in search results and listing pages
pa_in: ਖੋਜ ਨਤੀਜੇ ਅਤੇ ਸੂਚੀਬੱਧ ਸਫ਼ੇ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ {0} ਤੇ ਹਰੇਕ ਨੂੰ ਵਿਖਾਈ ਦਿੰਦਾ
uk: Видимий всім на {0} і включений в результати пошуку та інформаційні сторінки.

source: Hidden:
pa_in: ਲੁਕਿਆ:
uk: Приховані:

source: Hosted on {0}, but hidden to anyone but authors. Used to temporarily hide listings or discontinue them.
pa_in: {0} ਤੇ ਮੇਜ਼ਬਾਨ ਹੋਇਆ, ਪਰ ਲੇਖਕਾਂ ਨੂੰ ਛੱਡ ਕੇ ਹਰੇਕ ਲਈ ਲੁਕਿਆ। ਅਸਥਾਈ ਤੌਰ ਤੇ ਸੂਚੀਆਂ ਨੂੰ ਲੁਕਾਉਣ ਜਾਂ ਬੰਦ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ।
uk: Розміщені на {0}, але приховані для всіх, орім авторів. Використовується, щоб тимчасово приховати або припинити їх.

source: Unlisted:
pa_in: ਗੈਰ-ਸੂਚੀਬੱਧ:
uk: Не перелічені:

source: Not distributed on {0}. Developers will upload new versions for signing and distribute the add-ons on their own. (beta)
pa_in: {0} ਤੇ ਵੰਡਿਆ ਨਹੀਂ ਗਿਆ। ਡਿਵੈਲਪਰ ਸਾਈਨਿੰਗ ਲਈ ਨਵੇਂ ਵਰਜਨ ਅੱਪਲੋਡ ਕਰਨਗੇ ਅਤੇ ਨਿੱਜੀ ਤੌਰ ਤੇ ਐਡ-ਆਨ ਵੰਡਣਗੇ। (ਬੀਟਾ)
uk: Не розповсюджується на {0}. Розробники будуть вивантажувати нові версії для підписання і розповсюджувати додатки власноруч. (бета)

source: Current versions
pa_in: ਮੌਜੂਦਾ ਵਰਜਨ
uk: Поточні версії

source: Hide Add-on
pa_in: ਐਡ-ਆਨ ਲੁਕਾਓ
uk: Приховати додаток

source: Hiding your add-on will prevent it from appearing anywhere in our gallery and will stop users from receiving automatic updates.
pa_in: ਆਪਣੇ ਐਡ-ਆਨ ਨੂੰ ਲੁਕਾਉਣਾ ਇਸ ਨੂੰ ਗੈਲਰੀ ਵਿੱਚ ਵਿਖਾਈ ਦੇਣ ਤੋਂ ਰੋਕੇਗਾ ਅਤੇ ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਆਪਣੇ ਆਪ ਅੱਪਡੇਟਾਂ ਦੇਣਾ ਬੰਦ ਕਰ ਦੇਵੇਗਾ।
uk: Приховування вашого додатку дозволить запобігти його появі в будь-якому місці в нашій галереї і заборонити користувачам отримувати автоматичні оновлення.

source: Are you sure you wish to hide your add-on?
pa_in: ਪੁਸ਼ਟੀ ਕਰੋ ਕੀ ਆਪਣੇ ਐਡ-ਆਨ ਨੂੰ ਲੁਕਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
uk: Ви впевнені, що хочете приховати свій додаток?

source: Unlist Add-on
pa_in: ਐਡ-ਆਨ ਸੂਚੀ ਤੋਂ ਹਟਾਓ
uk: Прибрати додаток зі списку

source: Unlisting your add-on will make it (and each of its versions/files) invisible on this website. It won't show up in searches, won't have a public facing page, and won't be updated automatically for current users. It is recommended for unlisted add-ons to provide a custom <a href="%(update_url)s" target="_blank">updateURL</a> in their install.rdf file for automatic updates.
pa_in: ਆਪਣੇ ਐਡ-ਆਨ ਨੂੰ ਸੂਚੀ ਤੋਂ ਹਟਾਉਣਾ ਇਸ ਨੂੰ (ਅਤੇ ਇਸ ਦੇ ਹਰੇਕ ਵਰਜਨ/ਫਾਈਲ) ਨੂੰ ਇਸ ਵੈੱਬਸਾਈਟ ਤੇ ਅਦਿੱਖ ਬਣਾ ਦੇਵੇਗਾ। ਇਹ ਖੋਜ ਵਿੱਚ ਨਹੀਂ ਵਿਖਾਈ ਦੇਵੇਗਾ, ਨਾ ਕੋਲ ਜਨਤਕ ਸਫ਼ਾ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਮੌਜੂਦਾ ਵਰਤੋਂਕਾਰਾਂ ਲਈ ਆਪਣੇ ਆਪ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾਵੇਗਾ। ਅਣਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਨੂੰ ਆਪਣੇ-ਆਪ ਅੱਪਡੇਟ ਹੋਣ ਲਈ ਉਹਨਾਂ ਦੀ install.rdf ਫਾਈਲ ਵਿੱਚ ਇੱਕ ਸੋਧ <a href="%(update_url)s" target="_blank">ਅੱਪਡੇਟURL</a> ਮੁਹੱਈਆ ਕਰਵਾਉਣ ਦੀ ਸ਼ਿਫਾਰਿਸ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
uk: Вилучення вашого додатку зробить його (та всі його версії/файли) невидимим на цьому сайті. Він не буде з'являтися в результатах пошуку, мати публічну сторінку та автоматично оновлюватись у поточних користувачів. Для автоматичного оновлення вилучених зі списку додатків рекомендується в файлі install.rdf надавати власний <a href="%(update_url)s" target="_blank">updateURL</a>.

source: Unlisting an add-on is irreversible!
pa_in: ਐਡ-ਆਨ ਨੂੰ ਗੈਰ-ਸੂਚੀਬੱਧ ਕਰਨਾ ਅਟੱਲ ਹੈ!
uk: Прибирання додатку зі списку є незворотнім!

source: An unlisted add-on cannot be switched to be listed.
pa_in: ਗੈਰ-ਸੂਚੀਬੱਧ ਐਡ-ਆਨ ਨੂੰ ਸੂਚੀਬੱਧ ਕਰਨ ਲਈ ਸਵਿੱਚ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
uk: Додатки, прибрані зі списку, не можуть бути знову опубліковані.

source: Are you sure you wish to unlist your add-on?
pa_in: ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਐਡ-ਆਨ ਨੂੰ ਸੂਚੀ ਤੋਂ ਹਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ?
uk: Ви дійсно бажаєте прибрати свій додаток зі списку?

source: What are your interests?
pa_in: ਤੁਹਾਡੇ ਦਿਲਚਸਪੀਆਂ ਕੀ ਹਨ?
uk: Які у вас інтереси?

source: Passed automatic validation
pa_in: ਸਵੈਚਾਲਿਤ ਵੈਧਤਾ ਪਾਸ ਕੀਤੀ
uk: Пройшов автоматичне затвердження

source: Failed automatic validation
pa_in: ਸਵੈਚਾਲਿਤ ਵੈਧਤਾ ਫੇਲ੍ਹ ਕੀਤੀ
uk: Не пройшов автоматичне затвердження

source: Filter by automatic validation
pa_in: ਸਵੈਚਾਲਿਤ ਵੈਧਤਾ ਦੁਆਰਾ ਛਾਨਣਾ
uk: Фільтр за автоматичним затвердженням

source: Unlisted Pending Updates
pa_in: ਗੈਰਸੂਚੀਬੱਧ ਅਧੂਰੀਆਂ ਅੱਪਡੇਟਾਂ
uk: Невказані очікувані оновлення

source: Unlisted Full Reviews
pa_in: ਗੈਰਸੂਚੀਬੱਧ ਮੁਕੰਮਲ ਸਮੀਖਿਆਵਾਂ
uk: Повні перевірки невказаних

source: Unlisted Preliminary Reviews
pa_in: ਗੈਰਸੂਚੀਬੱਧ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆਵਾਂ
uk: Попередні перевірки невказаних

source: Unlisted Full Review ({0})
pa_in: ਗੈਰਸੂਚੀਬੱਧ ਮੁਕੰਮਲ ਸਮੀਖਿਆ ({0})
uk: Повна перевірка невказаних ({0})

source: Unlisted Pending Update ({0})
pa_in: ਗੈਰਸੂਚੀਬੱਧ ਅਧੂਰੀ ਅੱਪਡੇਟ ({0})

source: Unlisted Preliminary Review ({0})
pa_in: ਗੈਰਸੂਚੀਬੱਧ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ({0})

source: Grant full review
pa_in: ਪੂਰੀ ਸਮੀਖਿਆ ਮਨਜ਼ੂਰ ਕਰੋ
uk: Надати повний перегляд

source: Sources provided
pa_in: ਸੋਰਸ ਮੁਹੱਇਆ ਕਰਵਾਏ
uk: Надано джерела

source: commented
pa_in: ਟਿੱਪਣੀ ਕੀਤੀ

source: Unlisted Queues
pa_in: ਗੈਰਸੂਚੀਬੱਧ ਕਤਾਰਾਂ
uk: Черги невідображених

source: Signed Beta Files Log
pa_in: ਸਾਈਨ ਹੋਈਆਂ ਬੀਟਾ ਫਾਈਲਾਂ ਦਾ ਲਾਗ
uk: Журнал підписаних файлів бети

source: Add-on Title
pa_in: ਐਡ-ਆਨ ਸਿਰਲੇਖ
uk: Назва додатку

source: Review Title
pa_in: ਸਮੀਖਿਆ ਸਿਰਲੇਖ
uk: Заголовок відгуку

source: Review Text
pa_in: ਸਮੀਖਿਆ ਟੈਕਸਟ
uk: Текст відгуку

source: Review was flagged prior to deletion.
pa_in: ਸਮੀਖਿਆ ਨੂੰ ਹਟਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਫ਼ਲੈਗ ਕੀਤਾ ਗਿਆ।
uk: Відгук було позначено для видалення.

source: Undelete
pa_in: ਬਿਨਾਂ-ਹਟਾਏ
uk: Відновити

source: Unlisted Full Review ({num})
pa_in: ਗੈਰਸੂਚੀਬੱਧ ਮੁਕੰਮਲ ਸਮੀਖਿਆ ({num})
uk: Повна перевірка невідображених ({num})

source: Unlisted Pending Update ({num})
pa_in: ਗੈਰਸੂਚੀਬੱਧ ਅਧੂਰੀ ਅੱਪਡੇਟ ({num})
uk: Очікуване оновлення невідображених ({num})

source: Unlisted Preliminary Review ({num})
pa_in: ਗੈਰਸੂਚੀਬੱਧ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ({num})
uk: Попередня перевірка невідображених ({num})

source: Add-on user change history
pa_in: ਐਡ-ਆਨ ਉਪਭੋਗੀ ਨੇ ਇਤਿਹਾਸ ਬਦਲਿਆ
uk: Історія змін користувачів додатку

source: Additional sources:
pa_in: ਹੋਰ ਅੰਕ:
uk: Додаткові ресурси:

source: Download files
pa_in: ਫ਼ਾਈਲਾਂ ਡਾਊਨਲੋਡ ਕਰੋ
uk: Завантажити файли

source: The developer has provided source code.
pa_in: ਡਿਵੈਲਪਰ ਨੇ ਸੋਰਸ ਕੋਡ ਮੁਹੱਇਆ ਕਰਵਾਇਆ।
uk: Розробник надав програмний код.

source: The whiteboard is the place to exchange information relevant to this addon (whatever the version), between the developer and the editor. This is visible and editable by both.
pa_in: ਵਾਇਟਬੋਰਡ ਡਿਵੈਲਪਰ ਅਤੇ ਸੰਪਾਦਕ ਵਿਚਾਲੇ, ਇਸ ਐਡ-ਆਨ ਨਾਲ ਸੰਬੰਧਤ ਜਾਣਕਾਰੀ ਵਟਾਉਣ ਦੀ ਥਾਂ ਹੈ (ਜੋ ਵੀ ਵਰਜਨ ਹੋਵੇ)। ਇਹ ਦੋਨਾਂ ਵੱਲੋਂ ਵਿਖਾਈ ਦੇਣ ਅਤੇ ਸੋਧ ਕਰਨਯੋਗ ਹੈ।
uk: Ця дошка є місцем для обміну інформацією, яка відноситься до цього додатку (незалежно від версії), між розробником і редактором. Вона видима і доступна для редагування обом.

source: Update the whiteboard
pa_in: ਵਾਇਟਬੋਰਡ ਅੱਪਡੇਟ ਕਰੋ
uk: Оновити дошку

source: <h3>How do I build an Add-on?</h3> <p> Mozilla provides documentation on how to build an add-on via the <a href="%(url)s">Mozilla Developer Network</a>. </p>
pa_in: <h3>ਮੈਂ ਐਡ-ਆਨ ਕਿਵੇਂ ਬਣਾ ਸਕਦਾ?</h3> <p> ਮੌਜੀਲਾ <a href="%(url)s">ਮੌਜੀਲਾ ਡਿਵੈਲਪਰ ਨੈੱਟਵਰਕ</a>ਦੁਆਰਾ ਐਡ-ਆਨ ਕਿਵੇਂ ਬਣਾਈਏ ਬਾਰੇ ਦਸਤਾਵੇਜ ਮੁਹੱਈਆ ਕਰਵਾਉਂਦਾ ਹੈ।</p>
uk: <h3>Як мені створити додаток?</h3> <p> Mozilla надає документацію на <a href="%(url)s">Mozilla Developer Network</a> про те, як створити додаток. </p>

source: "How to develop a Firefox extension" post in the Add-ons Blog
pa_in: ਐਡ-ਆਨ ਬਲਾਗ ਵਿੱਚ "ਇੱਕ ਐਕਸਟੇਸ਼ਨ ਦਾ ਵਿਕਾਸ ਕਿਵੇਂ ਕਰੀਏ" ਪੋਸਟ
uk: Допис "Як розробити розширення Firefox" у блозі Додатків

source: Mozilla Add-ons Blog
pa_in: ਮੌਜੀਲਾ ਐਡ-ਆਨ ਬਲਾਗ
uk: Блог додатків Mozilla

source: <li><a href="http://komodoide.com/komodo-edit/">Komodo Edit</a></li> <li><a href="http://macromates.com/">TextMate</a></li> <li><a href="http://notepad-plus-plus.org/">Notepad++</a></li> <li><a href="http://www.eclipse.org/">Eclipse IDE</a></li>
pa_in: <li><a href="http://komodoide.com/komodo-edit/">ਕੋਮੋਡੋ ਸੋਧ</a></li> <li><a href="http://macromates.com/">ਟੈਕਸਟਮੇਟ</a></li> <li><a href="http://notepad-plus-plus.org/">ਨੋਟਪੈਡ++</a></li> <li><a href="http://www.eclipse.org/">ਇਕਲਿਪਸ IDE</a></li>

source: You can also learn more about setting up your development environment via the MDN article <a href="%(url)s">Setting up extension development environment</a>
pa_in: ਤੁਸੀਂ MDN ਲੇਖ <a href="%(url)s">ਐਕਸਟੇਸ਼ਨ ਵਿਕਾਸ ਵਾਤਾਵਰਣ ਸੈੱਟ ਕਰਨਾ</a> ਦੁਆਰਾ ਆਪਣੇ ਵਿਕਾਸ ਵਾਤਾਵਰਣ ਨੂੰ ਸੈੱਟ ਕਰਨ ਬਾਰੇ ਹੋਰ ਜਾਣ ਸਕਦੇ ਹੋ।

source: Yes. It's possible, but some of the functionality provided by these libraries are available through XPCOM, XUL, and JavaScript. In addition, authors should take care if libraries modify primitive object prototypes (String.prototype, Date.prototype, etc.) and/or define global functions (eg. the $ function). These are prone to cause conflict with other add-ons, in particular if different add-ons use different versions of libraries and so on. Developers need to be very, very careful with using them. Mozilla does not offer documentation on using them to build add-ons.
pa_in: ਹਾਂ, ਇਹ ਮੁਮਕਿਨ ਹੈ, ਪਰ ਇਹਨਾਂ ਲਾਇਬਰ੍ਰੇਰੀਆਂ ਵੱਲੋਂ ਮੁਹੱਈਆ ਕਰਵਾਏ ਕੁੱਝ ਗੁਣ XPCOM, XUL, ਅਤੇ JavaScript ਦੁਆਰਾ ਉੱਪਲਬਧ ਹੋਣਗੇ। ਇਸ ਦੀ ਥਾਂ, ਲੇਖਕਾਂ ਨੂੰ ਧਿਆਨ ਰੱਖਣਾ ਚਾਹੀਦਾ ਜੇਕਰ ਲਾਇਬਰ੍ਰੇਰੀਆਂ ਪੁਰਾਣੇ ਇਕਾਈ ਨਮੂਨਿਆਂ (string.prototype, date,prototype, ਆਦਿ)ਵਿੱਚ ਸੋਧ ਅਤੇ/ਜਾਂ ਗਲੋਬਲ ਫ਼ੰਕਸ਼ਨਾਂ (ਜਿਵੇਂ $ function) ਨੂੰ ਪ੍ਰਭਾਸ਼ਿਤ ਕਰਨ। ਇਹ ਹੋਰਾਂ ਐਡ-ਆਨਾਂ ਨਾਲ ਅਪਵਾਦ ਦਾ ਕਾਰਨ ਬਣਦੇ ਹਨ, ਖਾਸ ਤੌਰ ਤੇ ਜੇਕਰ ਵੱਖ ਐਡ-ਆਨ ਵੱਖ-ਵੱਖ ਲਾਇਬਰ੍ਰੇਰੀ ਵਰਜਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਣ ਅਤੇ ਹੋਰ ਵੀ। ਡਿਵੈਲਪਰਾਂ ਨੂੰ ਇਹਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਬਹੁਤ ਹੀ ਸਾਵਧਾਨ ਰਹਿਣ ਦੀ ਲੋੜ ਹੈ। ਐਡ-ਆਨ ਬਣਾਉਣ ਲਈ ਮੌਜੀਲਾ ਇਹਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਬਾਰੇ ਦਸਤਾਵੇਜ਼ਾਂ ਦੀ ਪੇਸ਼ਕਸ ਨਹੀਂ ਕਰਦਾ।

source: How do I debug my add-on?
pa_in: ਮੈਂ ਆਪਣੇ ਐਡ-ਆਨਾਂ ਨੂੰ ਡੀਬੱਗ ਕਿਵੇਂ ਕਰਾਂ?
uk: Як я можу зневаджувати свій додаток?

source: You can use the <a href="%(url)s">Add-on Debugger</a>.
pa_in: ਤੁਸੀਂ <a href="%(url)s">ਐਡ-ਆਨ ਡੀਬੱਗਰ</a>ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।
uk: Ви можете скористатись <a href="%(url)s">зневаджувачем додатків</a>.

source: To ensure compatibility with the latest Mozilla software, it's important to download updates as they become available and test your add-on to ensure that it is still functioning as expected. In many cases, the latest version of Mozilla software may be a beta release. Since these releases at times introduce architectural changes that may impact the functionality of your add-on, it's important to be actively involved in the beta process to ensure that your add-on users are not negatively impacted upon final release of Mozilla software.
pa_in: ਤਾਜ਼ੇ ਮੌਜੀਲਾ ਸਾਫ਼ਟਵੇਅਰ ਨਾਲ ਅਨੁਕੂਲਤਾ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ, ਅੱਪਡੇਟਾਂ ਉੱਪਲਬਧ ਹੋਣ ਸਾਰ ਅੱਪਡੇਟਾਂ ਡਾਊਨਲੋਡ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ ਅਤੇ ਆਪਣੇ ਐਡ-ਆਨ ਦੀ ਜਾਂਚ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕੀ ਇਹ ਹਾਲੇ ਵੀ ਉਮੀਦ ਅਨੁਸਾਰ ਕੰਮ ਕਰਦਾ। ਬਹੁਤ ਸਾਰੇ ਕੇਸਾਂ ਵਿੱਚ, ਹੋ ਸਕਦਾ ਮੌਜੀਲਾ ਦਾ ਤਾਜ਼ਾ ਵਰਜਨ ਇੱਕ ਬੀਟਾ ਵਰਜਨ ਹੋਵੇ। ਜਦ ਕਿ ਇਹ ਰੀਲੀਜ਼ਾਂ ਢਾਂਚੇ ਵਿੱਚ ਬਦਲਾਅ ਪੇਸ਼ ਕਰਦੀਆਂ ਹਨ ਜੋ ਹੋ ਸਕਦਾ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੀ ਕਾਰਜਸ਼ੀਲਤਾ ਤੇ ਅਸਰ ਪਾਵੇ, ਇਹ ਯਕੀਨੀ ਕਰਨ ਲਈ ਬੀਟਾ ਕਾਰਜ ਵਿੱਚ ਸਰਗਰਮ ਤੌਰ ਤੇ ਹਿੱਸਾ ਲੈਣਾ ਜ਼ਰੂਰੀ ਹੈ ਕੀ ਮੌਜੀਲਾ ਦੀ ਅੰਤਲੀ ਰੀਲੀਜ਼ ਸਮੇਂ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਉਪਭੋਗੀਆਂ ਤੇ ਕੋਈ ਮਾੜਾ ਪ੍ਰਭਾਵ ਨਾ ਪਾਵੇ।
uk: Щоб переконатися в сумісності з останньою версією програмного забезпечення Mozilla, важливо завантажувати оновлення, як тільки вони стають доступними, і тестувати додаток для впевненості в тому, що він працює належним чином. В багатьох випадках остання версія програмного забезпечення Mozilla може бути випуском бета. Так як ці випуски представляють технічні зміни, які можуть впливати на функціональність вашого додатку, важливо брати активну участь в процесі їх тестування для переконання в тому, що користувачі вашого додатку не зіткнуться з проблемами після випуску фінальної версії програмного забезпечення Mozilla.

source: How to improve the performance of my add-on?
pa_in: ਮੈਂ ਆਪਣੇ ਐਡ-ਆਨ ਦੀ ਕਾਰਜਕੁਸ਼ਲਤਾ ਕਿਵੇਂ ਵਧਾਵਾਂ?
uk: Як покращити швидкодію свого додатку?

source: Poorly written extensions can have a severe impact on the browsing experience, including on the overall performance of Firefox itself. The following page contains many good <a href="%(url)s">guides</a> that help you improve performance, whether you're developing core Mozilla code or an add-on.
pa_in: ਮਾੜੇ ਢੰਗ ਨਾਲ ਲਿੱਖੀਆਂ ਐਕਸਟੇਸ਼ਨਾਂ ਬਰਾਊਜ਼ਿੰਗ ਅਨੁਭਵ ਤੇ ਮਾੜਾ ਅਸਰ ਪਾ ਸਕਦੀਆਂ ਹਨ, ਜਿਸ ਵਿੱਚ ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੀ ਸਮੁੱਚੀ ਕਾਰਗੁਜ਼ਾਰੀ ਵੀ ਸ਼ਾਮਲ ਹੈ। ਅੱਗੇ ਦਿੱਤੇ ਸਫ਼ੇ ਵਿੱਚ ਕਾਫ਼ੀ ਵਧੀਆ <a href="%(url)s">ਗਾਈਡਾਂ</a> ਸ਼ਾਮਲ ਹਨ ਜੋ ਕਾਰਗੁਜ਼ਾਰੀ ਵਧਾਉਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਨਗੀਆਂ, ਭਾਵੇਂ ਤੁਸੀਂ ਕੋਰ ਮੌਜੀਲਾ ਕੋਡ ਜਾਂ ਐਡ-ਆਨ ਦਾ ਵਿਕਾਸ ਕਰ ਰਹੇ ਹੋਵੋ।
uk: Погано написане розширення може мати серйозний вплив на роботу браузера, включаючи загальну швидкодію Firefox. Наступна сторінка містить багато хороших <a href="%(url)s">інструкцій</a>, які допоможуть вам покращити швидкодію, чи-то ви займаєтесь розробкою ключового коду Mozilla, чи-то додатку.

source: Yes. Details on localizing your add-on can be found in the the <a href="%(l10n_url)s">Mozilla Developer Network Localization page</a>. <a href="%(bz_url)s">The BabelZilla project</a> is also a great resource for learning about localization and volunteering to help translate add-ons.
pa_in: ਹਾਂ, ਆਪਣੇ ਐਡ-ਆਨ ਦੀ ਲੋਕੇਲਾਈਜੇਸ਼ਨ ਲਈ ਵੇਰਵੇ <a href="%(l10n_url)s">ਮੌਜੀਲਾ ਡਿਵੈਲਪਰ ਨੈੱਟਵਰਕ ਲੋਕੇਲਾਈਜੇਸ਼ਨ ਸਫ਼ਾ</a>ਤੇ ਮਿਲ ਸਕਦੇ ਹਨ। ਲੋਕਾਲਾਈਜੇਸ਼ਨ ਬਾਰੇ ਸਿਖਣ ਅਤੇ ਐਡ-ਆਨਾਂ ਦੇ ਤਰਜਮੇ ਲਈ ਸਵੈ-ਇਛੁੱਕ ਸਹਿਯੋਗ ਲਈ <a href="%(bz_url)s">ਬੇਬਲਜ਼ੀਲਾ ਪ੍ਰੋਜੈਕਟ</a> ਇੱਕ ਵਧੀਆ ਵਸੀਲਾ ਹੈ।
uk: Так. Докладні відомості з локалізації вашого додатку можна знайти на <a href="%(l10n_url)s">сторінці з локалізації Мережі Розробників Mozilla</a>. <a href="%(bz_url)s">проект BabelZilla</a> також є чудовим ресурсом для вивчення локалізації та допомоги з перекладом додатків.

source: #jetpack (for discussions about the Add-ons SDK and cfx/jpm - formerly known as Jetpack)
pa_in: #jetpack (ਐਡ-ਆਨ SDK ਅਤੇ cfx/jpm ਬਾਰੇ ਵਿਚਾਰ-ਵਟਾਂਦਰੇ ਲਈ - ਪਹਿਲਾਂ ਜੈੱਟਪੈਕ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਸੀ)
uk: #jetpack (для обговорення з питань SDK додатку та cfx/jpm - раніше відомого як Jetpack)

source: Add-ons forum
pa_in: ਐਡ-ਆਨ ਫ਼ੋਰਮ
uk: Форум додатків

source: Yes. You may find 3rd party developers via the <a href="%(forum_url)s">Add-ons forum</a>, <a href="%(list_url)s">mozilla.jobs list</a>, <a href="%(mz_url)s">mozillaZine forums</a> or <a href="%(wiki_url)s">the Mozilla Wiki</a>. Please note that Mozilla does not offer developer recommendations.
pa_in: ਹਾਂ, ਤੁਸੀਂ <a href="%(forum_url)s">ਐਡ-ਆਨ ਫ਼ੋਰਮ</a>, <a href="%(list_url)s">mozilla.jobs ਸੂਚੀ</a>, <a href="%(mz_url)s">ਮੌਜੀਲਾਜਾਈਨ ਫ਼ੋਰਮਾਂ</a> ਜਾਂ <a href="%(wiki_url)s">ਮੌਜੀਲਾ ਵੀਕੀ</a> ਤੇ ਤੀਜੀ ਧਿਰ ਡਿਵੈਲਪਰ ਲੱਭ ਸਕਦੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ ਮੌਜੀਲਾ ਡਿਵੈਲਪਰ ਸਿਫ਼ਾਰਿਸ਼ਾਂ ਦੀ ਪੇਸ਼ਕਸ ਨਹੀਂ ਕਰਦਾ।
uk: Так. Ви можете знайти сторонніх розробників через <a href="%(forum_url)s">форум додатків</a>, <a href="%(list_url)s">список mozilla.jobs</a>, <a href="%(mz_url)s">форуми mozillaZine</a> або <a href="%(wiki_url)s">Mozilla Wiki</a>. Зауважте, що Mozilla не пропонує рекомендації розробників.

source: The Mozilla editorial team follows the <a href="%(url)s">Editors Reviewing Guide</a> when testing an add-on for acceptance onto AMO. It is important that add-on developers review this guide to ensure that common problem areas are addressed prior to submitting their add-on for review. This will greatly assist in expediting the review process.
pa_in: ਮੌਜੀਲਾ ਸੰਪਾਦਕੀ ਟੀਮ <a href="%(url)s">ਸੰਪਾਦਕ ਸਮੀਖਿਆ ਗਾਈਡ</a> ਅਨੁਸਾਰ ਚੱਲਦੀ ਹੈ ਜਦੋਂ AMO ਤੇ ਪ੍ਰਵਾਨਗੀ ਲਈ ਐਡ-ਆਨ ਟੈਸਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੋਵੇ। ਇਹ ਲਾਜ਼ਮੀ ਹੈ ਕੀ ਐਡ-ਆਨ ਡਿਵੈਲਪਰ ਇਸ ਗਾਈਡ ਦੀ ਸਮੀਖਿਆ ਕਰੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕੀ ਐਡ-ਆਨ ਨੂੰ ਸਮੀਖਿਆ ਲਈ ਦਾਖਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਆਮ ਪਰੇਸ਼ਾਨੀ ਵਾਲੇ ਖੇਤਰ ਨੂੰ ਹੱਲ ਕਰ ਲਿਆ ਗਿਆ ਹੈ। ਇਹ ਸਮੀਖਿਆ ਕਾਰਜ ਮੁਹਿੰਮ ਵਿੱਚ ਬਹੁਤ ਸਹਾਇਤਾ ਕਰੇਗਾ।

source: A comparison of known open source licenses on Wikipedia.
pa_in: ਵਿਕੀਪੀਡੀਆ ਤੇ ਕੁੱਝ ਜਾਣੂ ਓਪਨ ਸੋਰਸ ਲਾਇਸੰਸਾਂ ਦੀ ਇੱਕ ਤੁਲਨਾ ਹੈ।
