Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: It's important to make sure your theme works in all locales. This article explains how to tweak your theme to look great for users who browse in right-to-left.
cs: Je velmi důležité, aby motivy vzhledu pracovaly ve všech lokalizacích. Tento článek vysvětluje, jak upravit motiv vzhledu tak, aby byl vhodný i pro uživatele, kteří používají jazyk psaný zprava doleva.
de: Es ist wichtig, sicherzustellen, dass Ihr Erscheinungsbild in allen Sprachen funktioniert. Dieser Artikel erklärt, wie Sie Ihr Theme anpassen, damit es auch für Nutzer, die von rechts nach links surfen, toll aussieht.
es: Es importante asegurarse de que tu tema funciona en todas las localizaciones. Este artículo explica cómo ajustar tu tema para que los usuarios que navegan de derecha a izquierda lo vean bien.
fr: Il est important de vérifier que votre thème fonctionne avec toutes les langues. Cet article explique comment modifier votre thème pour qu'il soit joli pour les utilisateurs qui naviguent en droite-à-gauche.
it: È importante assicurarsi che il tema funzioni con tutte le lingue. Questo articolo spiega come modificare il tuo tema in modo che funzioni correttamente anche per gli utenti che leggono da destra a sinistra.
ko: 테마가 모든 언어에서 작동하는지 확인하는 것은 매우 중요합니다. 이 문서는 오른쪽에서 왼쪽으로 글을 쓰는 언어 사용자에게 테마가 잘 보일수 있도록 조정하는 방법을 설명하고 있습니다.
nl: Het is belangrijk om ervoor te zorgen dat uw thema werkt in alle locales. Dit artikel legt uit hoe u uw thema kunt aanpassen zodat het er ook goed uitziet voor gebruikers die van rechts naar links lezen.
pl: Bardzo ważne jest, by sprawdzić, czy motyw działa prawidłowo we wszystkich lokalizacjach. Ten artykuł wyjaśnia, jak udoskonalić motyw, by wspaniale wyglądał z językami, których pisownia jest od prawej do lewej strony.
pt_pt: É importante certificar-se que o seu tema funciona em todos os idiomas. Este artigo explica como ajustar o seu tema para ser bom para os utilizadores que navegam na direita para a esquerda.
ru: Важно убедиться, что ваша тема работает во всех локалях. В этой статье объясняется, как настроить вашу тему, чтобы она отлично выглядела для пользователей, просматривающих сайты справа налево.
sl: Pomembno je prepričati se, da vaša tema deluje v vseh območnih nastavitvah. Ta članek opisuje, kako lahko temo prilagodite tako, da ugajala uporabnikom, ki brskajo z desne na levo.
zh_cn: 确保您的主题兼容从右向左的语言环境

source: Theme Documentation Index
cs: Přehled dokumentace k motivům vzhledu
de: Inhaltsverzeichnis der Theme-Dokumentation
es: Índice de la documentación de los temas
fr: Index de la documentation des thèmes
it: Indice della documentazione relativa ai temi
ja: テーマ関連ドキュメントのトップページ
ko: 테마 문서 자료 목차
nl: Themadocumentatie-index
pl: Wykaz dokumentacji motywów
pt_pt: Indíce de documentação de temas
ru: Индекс документации по темам
sl: Kazalo za dokumentacijo tem
zh_cn: 确保您的主题与所有语系环境兼容很重要。这篇文章讲解了如何调校您的主题，让从右向左（指的是键盘设置、文档视图、用户界面对象和文字的显示方向。阿拉伯和希伯来语是从右向左式的语言）语言环境的用户也能好好欣赏您的主题。

source: If you haven't found what you're looking for yet, try the Mozilla Developer Center's Themes section.
cs: Pokud jste dosud nenašli, co jste hledali, navštivte sekci o motivech vzhledu na Mozilla Developer Center.
de: Wenn Sie noch nicht gefunden haben, was Sie suchen, versuchen Sie es im Abschnitt „Themes“ im Mozilla Developer Center.
es: Si todavía no has encontrado lo que buscabas, prueba la sección Temas del Centro de Desarrollo de Mozilla.
fr: Si vous n'avez pas trouvé ce que vous cherchiez, essayer la section thèmes du Centre Développeur Mozilla.
it: Se non hai trovato quello che ti serviva, consulta la sezioni Temi su Mozilla Developer Center.
ko: 아직 찾고자 하는걸 발견하지 못했다면 Mozilla 개발자 센터의 테마 항목에서 한번 찾아보세요.
nl: Als u nog niet hebt gevonden wat u zocht, probeer dan de themasectie van het Mozilla-ontwikkelaarscentrum.
pl: Jeśli nadal nie możesz znaleźć potrzebnych ci informacji, spróbuj poszukać w sekcji motywów w Mozilla Developer Network.
pt_pt: Se ainda não encontrou o que está à procura, tente a secção do Centro de desenvolvimento de Temas da Mozilla.
ru: Если вы ещё не нашли то, что вы ищете, попробуйте раздел посвящённый темам в Центре Разработчика Mozilla.
sl: Če še niste našli, kar iščete še, poskusite oddelek s temami Razvojnega centra Mozille.
zh_cn: 主题文档索引

source: Thunderbird & Mobile Add-ons
cs: Doplňky pro Thunderbird a mobily
de: Add-ons für Thunderbird und Firefox Mobile
es: Complementos para Thunderbird y Mobile
fr: Modules Thunderbird et Mobile
it: Componenti aggiuntivi per Thunderbird e Mobile
ja: Thunderbird とモバイル向けアドオン
ko: Thunderbird와 모바일용 부가 기능
nl: Thunderbird- en Mobiel-add-ons
pl: Thunderbird i dodatki dla urządzeń przenośnych
pt_pt: Extras do Thunderbird & Mobile
ru: Дополнения для Thunderbird и Mobile
zh_cn: Thunderbird 和移动版附加组件

source: Add-ons aren't just for Firefox. Learn how to extend other Mozilla applications, such as the Thunderbird mail client and Firefox for mobile devices.
cs: Doplňky nejsou pouze pro Firefox. Přečtěte si, jak rozšířit ostatní aplikace Mozilla jako jsou poštovní klient Thunderbird či Firefox pro mobilní zařízení.
de: Add-ons sind nicht nur für Firefox da. Erfahren Sie, wie Sie andere Mozilla-Anwendungen erweitern können, wie das E-Mail-Programm Thunderbird und Firefox für Mobilgeräte.
es: Los complementos no son sólo para Firefox. Aprende a extender otras aplicaciones de Mozilla tales como el cliente de correo electrónico Thunderbird y Firefox para dispositivos móviles.
fr: Les modules ne sont pas uniquement fait pour Firefox. Apprenez comment étendre d'autres applications Mozilla telles le client courriel Thunderbird et Firefox pour appareils mobiles.
it: I componenti aggiuntivi non sono un'esclusiva di Firefox. Scopri come aggiungere nuove funzionalità ad altre applicazioni, come Thunderbird o Firefox per dispositivi portatili.
ko: Firefox용 부가 기능만 있는건 아닙니다. 다른 Mozilla 애플리케이션으로 확장하는 방법을 배워보세요. Thunderbird 메일 클라이언트와 모바일 기기용 Firefox 등이 있습니다.
nl: Add-ons zijn er niet alleen voor Firefox. Lees hoe u andere Mozilla-toepassingen kunt uitbreiden, zoals de e-mailclient Thunderbird en Firefox voor mobiele apparaten.
pl: Dodatki są nie tylko dla Firefoksa. Dowiedz się, jak zwiększyć możliwości innych programów Mozilli, takich jak klient poczty Thunderbird i Firefox dla urządzeń przenośnych.
pt_pt: Os extras não são apenas para Firefox. Aprenda como estende-los a outras aplicações Mozilla, como o cliente de correio electrónico Thunderbird e o Firefox para dispositivos móveis.
ru: Дополнения не только для Firefox. Узнайте, как расширить другие приложения Mozilla, такие как почтовый клиент Thunderbird и мобильный Firefox.
sl: Dodatki niso na razpolago samo za Firefox. Naučite se, kako razširiti tudi druge programe Mozilla, kot sta odjemalec pošte Thunderbird in Firefox za mobilne naprave.
zh_cn: 附加组件不仅限用于 Firefox。学习如何扩展其他的 Mozilla 应用程序，如 Thunderbird 邮件客户端和 Firefox 移动版。

source: Developing Add-ons for Thunderbird
cs: Vývoj doplňků pro Thunderbird
de: Add-ons für Thunderbird entwickeln
el: Δημιουργώντας πρόσθετα για τον Thunderbird
es: Desarrollar complementos para Thunderbird
fr: Développement de modules pour Thunderbird
it: Sviluppare componenti aggiuntivi per Thunderbird
ja: Thunderbird 向けアドオン開発
ko: Thunderbird용 부가 기능 개발
nl: Add-ons voor Thunderbird ontwikkelen
pl: Tworzenie dodatków dla Thunderbirda
pt_pt: Desenvolver extras para o Thunderbird
ru: Разработка дополнений для Thunderbird
sl: Razvoj dodatkov za Thunderbird
zh_cn: 如果您在上面的文章中找不到您想要的内容，试试到 Mozilla 开发者网络的主题部分找找看。

source: Building a Thunderbird Extension
cs: Vytvoření rozšíření pro Thunderird
de: Entwickeln einer Thunderbird-Erweiterung
el: Φτιάχνοντας μια επέκταση για τον Thunderbird
es: Construir un complemento para Thunderbird
fr: Construction d'une extension Thunderbird
it: Sviluppare estensioni per Thunderbird
ja: Thunderbird 拡張機能の作成
ko: Thunderbird 확장 기능 만들기
nl: Een Thunderbird-extensie bouwen
pl: Budowanie rozszerzenia dla Thunderbirda
pt_pt: Criar uma extensão do Thunderbird
ru: Создание расширения Thunderbird
sl: Gradnja dodatka za Thunderbird
zh_cn: 开发 Thunderbird 附加组件

source: This tutorial will take you through the steps required to build a very basic extension - one which adds a status bar panel to the Thunderbird Mail Client containing the text "Hello, World!"
cs: Tento návod vás provede nutnými kroky pro vytvoření jednoduchého rozšíření, které přidá do stavového řádku poštovního klientu Thunderbird text "Hello, World!"
de: Diese Anleitung führt Sie durch die Schritte, die erforderlich sind, um eine ganz grundlegende Erweiterung zu entwickeln – eine, die ein Statusleistenelement zum E-Mail-Programm Thunderbird hinzufügt, das den Text „Hallo, Welt!“ enthält.
es: Este tutorial te guiará por los pasos necesarios para construir un complemento muy básico - uno que agrega, en la barra de estado del cliente de correo electrónico Thunderbird, un panel que contiene el texto "¡Hola, mundo!"
fr: Ce tutoriel vous expliquera les étapes nécessaires pour créer une extension très basique, consistant à ajouter un panneau à la barre de statut du client courriel Thunderbird contenant le texte « Hello, World! »
it: Questa guida ti seguirà attraverso le fasi richieste per creare un'estensione di base in grado di aggiungere il testo "Ciao mondo!" alla barra di stato di Thunderbird.
ko: 이 튜토리얼을 순서대로 따라가면 Thunderbird 메일 클라이언트에 "Hello, World!" 글자가 적힌 상태 표시줄 하나가 생성되는 아주 기초적인 확장 기능을 제작할 수 있게 됩니다.
nl: Deze handleiding voert u door de vereiste stappen om een heel eenvoudige extensie te bouwen - één die een statusbalkpaneel aan Thunderbird toevoegt met de tekst “Hello, World!”
pl: Ta instrukcja poprowadzi cię przez kolejne etapy stworzenia bardzo prostego rozszerzenia dodającego do paska stanu Thunderbirda panel zawierający tekst: Hello, World!
pt_pt: Este tutorial irá levá-lo através dos passos necessários para construir uma extensão muito básica, que adiciona um painel de barra de estado para o cliente de correio Thunderbird contendo o texto "Olá Mundo"
ru: Этот обучающий материал проведёт вас по шагам, требуемым для создания очень базового дополнения - того, что добавляет панель на статусную строку почтового клиента Thunderbird, содержащую текст "Hello, World!"
sl: Ta vodič vas bo vodil skozi korake, potrebne za izgradnjo zelo enostavnega dodatka - ki bo programu za pošto Thunderbird dodal pano z besedilom "Živjo svet!"
zh_cn: 构建 Thunderbird 扩展

source: An Overview of Thunderbird Components
cs: Přehled komponent Thunderbirdu
de: Eine Übersicht über Thunderbird-Komponenten
el: Μια περίληψη των στοιχείων του Thunderbird
es: Una introducción a los componentes de Thunderbird
fr: Un panorama des composants de Thunderbird
it: Una panoramica dei componenti di Thunderbird
ja: Thunderbird コンポーネントの概要
ko: Thunderbird 콤포넌트 개요
nl: Een overzicht van Thunderbird-componenten
pl: Przegląd komponentów Thunderbirda
pt_pt: Uma visão dos componentes do Thunderbird
ru: Обзор компонентов Thunderbird
sl: Pregled komponent za Thunderbird
zh_cn: 这个教程将带您逐步构建一个非常基本的扩展——添加一个含有“Hello, World!”文字的状态栏面板到 Thunderbird 邮件客户端。

source: This article describes the Thunderbird user interface, discusses example modifications, and introduces some of the APIs most commonly used by extension developers.
cs: Tento článek popisuje uživatelské rozhraní Thunderbirdu, rozebírá příklady modifikací a představuje některé API, které je často používáno vývojáři rozšíření.
de: Dieser Artikel beschreibt die Thunderbird-Benutzeroberfläche, diskutiert Beispiele für Veränderungen und stellt einige der APIs vor, die am häufigsten von Erweiterungsentwicklern verwendet werden.
es: Este artículo describe la interfaz de usuario de Thunderbird, analiza modificaciones de ejemplos e introduce algunas de las API que usan con más frecuencia los desarrolladores de extensiones.
fr: Cet article décrit l'interface utilisateur de Thunderbird, discute des exemples de modifications et introduit certaines des API les plus utilisées par les développeurs d'extensions.
it: Questo articolo descrive l'interfaccia utente di Thunderbird, illustra alcuni esempi di modifiche e introduce alcune delle API usate più spesso dagli sviluppatori di estensioni.
ko: 이 문서는 Thunderbird 사용자 인터페이스, 예제로 나온 수정본에 관한 토론, 확장 기능 개발자가 가장 많이 사용하는 몇가지 API에 대해 설명하고 있습니다.
nl: Dit artikel beschrijft de gebruikersinterface van Thunderbird, bespreekt voorbeeldaanpassingen en introduceert enkele van de door extensieontwikkelaars meestgebruikte API’s.
pl: W tym artykule opisano interfejsy użytkownika programu Thunderbird, dyskusje o przykładach modyfikacji i przedstawiono kilka API najczęściej używanych przez autorów rozszerzeń.
pt_pt: Este artigo descreve a interface de utilizador do Thunderbird, discute modificações de exemplo, e introduz algumas das APIs mais utilizadas por desenvolvedores de extensão.
ru: В данной статье описывается пользовательский интерфейс Thunderbird, обсуждаются примеры изменений и описываются некоторые API, наиболее часто используемые разработчиками расширений.
sl: Članek opisuje uporabniški vmesnik za Thunderbird, razvija primere za spremembe in predstavi nekatere od API, ki jih razvijalci najpogosteje uporabljajo pri svojih dodatkih.
zh_cn: Thunderbird 组件概述

source: Thunderbird How-tos
cs: Návody a tipy k Thunderbirdu
de: Anleitungen für Thunderbird
es: Guía práctica sobre Thunderbird
fr: Modes d'emploi Thunderbird
it: Guide per Thunderbird
ja: Thunderbird 入門ガイド
ko: Thunderbird용 How-to 문서
nl: Thunderbird-tips
pl: Thunderbird – Jak to zrobić?
pt_pt: Como fazer do Thunderbird
sl: Praktični nasveti za Thunderbird
zh_cn: 本文讲述 Thunderbird 的用户界面，讨论范例的修改，并介绍扩展开发者最常用的一些 API。

source: This section contains many code samples and how-to articles on common Thunderbird extension tasks.
cs: Tato sekce obsahuje řadu ukázek kódu a článků popisujících, jak v Thunderbirdu udělat nejběžnější operace.
de: Dieser Abschnitt enthält viele Quelltextbeispiele und Anleitungen zu häufigen Aufgaben für Thunderbird-Erweiterungen.
es: Esta sección contiene muchas muestras de código y artículos sobre cómo llevar a cabo tareas comunes de extensiones de Thunderbird.
fr: Cette section contient beaucoup d'exemples de code et d'articles sur les tâches courantes pour les extensions Thunderbird.
it: Questa sezione contiene diversi esempi di codice e guide sulle estensioni di Thunderbird e le funzioni più comuni.
ko: 이 항목엔 다수의 코드 견본과 일반적인 Thunderbird 확장 기능 작업에 대한 how-to 문서가 들어있습니다.
nl: Deze sectie bevat vele codefragmenten en gidsartikelen over bekende extensiehacks voor Thunderbird.
pl: Ta sekcja zawiera wiele przykładów kodu i artykuły opisujące sposoby ich użycia w rozszerzeniach dla Thunderbirda.
pt_pt: Esta secção contém amostras de código e muitos artigos de como fazer, em tarefas de extensão comuns do Thunderbird.
ru: Этот раздел содержит множество примеров кода и обучающих статей по типичным задачам выполняемым расширениями Thunderbird.
sl: To poglavje vsebuje številne vzorce kode članke s praktičnimi navodili v zvezi z podatki za Thunderbird.
zh_cn: Thunderbird 指引

source: Thunderbird Extensions Documentation Index
cs: Rozcestník dokumentace pro rozšíření Thunderbirdu
de: Inhaltsverzeichnis der Dokumentation für Thunderbird-Erweiterungen
es: Índice de documentación sobre extensiones de Thunderbird
fr: Index de la documentation sur les extensions Thunderbird
it: Indice della documentazione relativa alle estensioni per Thunderbird
ja: Thunderbird 拡張機能関連ドキュメントのトップページ
ko: Thunderbird 확장 기능 문서 자료 목차
nl: Thunderbird-extensiesdocumentatie-index
pl: Wykaz dokumentacji tworzenia rozszerzeń dla Thunderbirda
pt_pt: Índice da documentação das extensões do Thunderbird
ru: Индекс документации по расширениям Thunderbird
sl: Kazalo za dokumentacijo o dodatkih za Thunderbird
zh_cn: 这个部分包含许多 Thunderbird 扩展的示例代码和教程文章。

source: If you can't find what you're looking for in the above articles, try the Mozilla Developer Center's Thunderbird extensions landing page.
cs: Pokud nemůžete v článcích výše nalézt co, co hledáte, podívejte se na úvodní stránku Thunderbirdu na Mozilla Developer Center
de: Wenn Sie in den vorherigen Artikeln nicht finden, was Sie suchen, versuchen Sie es auf der Übersichtsseite für Thunderbird-Erweiterungen des Mozilla Developer Center.
es: Si no encuentras lo que buscas en los artículos anteriores, prueba la página de bienvenida de Mozilla Developer Center sobre las extensiones de Thunderbird.
fr: Si vous ne trouvez pas ce que vous cherchiez, essayer la page des extensions Thunderbird sur le Centre Développeur Mozilla
it: Se non riesci a trovare quello che ti serve negli articoli indicati, consulta la pagina dedicata alle estensioni per Thunderbird sul Mozilla Developer Center.
ko: 위 문서에서 찾는 것을 발견하지 못했다면 Mozilla 개발자 센터의 Thunderbird 확장 기능 시작 페이지에서 한번 찾아보세요.
nl: Als u niet kunt vinden wat u zoekt in bovenstaande artikelen, probeer dan de Thunderbird-extensiespagina van het Mozilla-ontwikkelaarscentrum.
pl: Jeśli w powyższym artykule nie znajdziesz potrzebnych ci informacji, spróbuj poszukać na stronach dotyczących rozszerzeń dla Thunderbirda w Mozilla Developer Network.
pt_pt: Se não encontrar o que procura nos artigos acima, tente a página de extensões do Centro de Desenvolvimento do Thunderbird da Mozilla.
ru: Если вы не можете найти то, что вы ищете, в вышеуказанных статьях, попробуйте начальную страницу расширений для Thunderbird в Центре Разработчика Mozilla.
sl: Če v člankih zgoraj ne najdete, kar iščete, poskusite s pristajalno stranjo za dodatke za Thunderbird pri Razvojnem centru Mozilla
zh_cn: Thunderbird 扩展文档索引

source: Developing Add-ons for Mobile
cs: Vývoj doplňků pro mobily
de: Entwicklung von Add-ons für Firefox Mobile
el: Δημιουργώντας πρόσθετα για κινητά
es: Desarrollar complementos para móviles
fr: Développement de modules pour Mobile
it: Sviluppare componenti aggiuntivi per dispositivi portatili
ja: モバイル向けアドオン開発
ko: 모바일용 부가 기능 개발
nl: Ontwikkelen van add-ons voor Mobiel
pl: Tworzenie dodatków dla Firefoksa Mobile
pt_pt: Desenvolver extras para o Mobile
ru: Разработка мобильных дополнений
sl: Razvoj dodatkov za mobilnike
zh_cn: 如果您在上面的文章中找不到您想要的内容，试试到 Mozilla 开发者网络的 Thunderbird 扩展页面找找看。

source: Mobile Architecture
cs: Mobilní architektura
de: Architektur von Firefox Mobile
el: Αρχιτεκτονική κινητών
es: Arquitectura para dispositivos móviles
fr: Architecture Mobile
it: Architettura Mobile
ja: モバイルのアーキテクチャ
ko: 모바일 아키텍쳐
nl: Architectuur van Mobiel
pl: Architektura Firefoksa Mobile
ru: Мобильная архитектура
sl: Arhitektura za mobilne naprave
zh_cn: 开发移动版附加组件

source: This document describes the architecture of Firefox on mobile and includes performance tips for mobile code.
cs: Dokument popisuje architekturu Firefoxu pro mobilní zařízení a zahrnuje tipy pro zrychlení kódu na mobilních zařízeních.
de: Dieses Dokument beschreibt die Architektur von Firefox auf Mobilgeräten und beinhaltet Leistungstipps für mobilen Quelltext.
es: Este documento describe la arquitectura de Firefox para dispositivos móviles e incluye consejos sobre rendimiento para este tipo de código.
fr: Ce document décrit l'architecture de Firefox sur les appareils mobiles et inclus des pistes pour les performances du code embarqué.
it: Questo documento illustra l'architettura di Firefox per dispositivi portatili e include alcuni suggerimenti per le prestazioni del codice su questi dispositivi.
ko: 이 문서엔 모바일용 Firefox의 아키텍쳐 및 모바일 코드의 성능 향상 팁이 적혀있습니다.
nl: Dit document beschrijft de architectuur van Firefox op mobiel en bevat prestatietips voor mobiele code.
pl: W tym dokumencie opisano architekturę Firefoksa dla urządzeń przenośnych i zawiera on podpowiedzi umożliwiające zwiększenie wydajności kodu.
ru: Этот документ описывает архитектуру Firefox на мобильных устройствах и включает в себя советы по повышению производительности для мобильного кода.
sl: Ta dokument opisuje arhitekturo Firefoxa za mobilne telefone in vsebuje nasvete, kako izboljšati storilnost za mobilno kodo.
zh_cn: 移动版架构

source: Mobile Extensions
cs: Rozšíření pro mobily
de: Erweiterungen für Firefox Mobile
el: Επεκτάσεις κινητών
es: Extensiones para dispositivos móviles
fr: Extensions mobiles
it: Estensioni per dispositivi portatili
ja: モバイル向け拡張機能
ko: 모바일용 확장 기능
nl: Mobiele extensies
pl: Rozszerzenia dla Firefoksa Mobile
pt_pt: Extensões do mobile
ru: Мобильные расширения
sl: Razširitve za mobilne naprave
zh_cn: 本文讲述了 Firefox 移动版的架构，包括移动版代码性能的提示。

source: This document explains the specifics on creating an extension for mobile.
cs: Dokument vysvětluje specifika vytváření rozšíření pro mobilní zařízení
de: Dieses Dokument erklärt die Einzelheiten zur Entwicklung einer Erweiterung für Mobilgeräte.
es: Este documento explica los detalles sobre cómo crear una extensión para dispositivos móviles.
fr: Ce document explique les spécificités de la création d'une extension pour mobile.
it: Questo documento spiega i problemi specifici della creazione di un'estensione per dispositivi portatili.
ko: 이 문서는 모바일용 확장 기능 제작에 대해 설명하고 있습니다.
nl: Dit document legt de details uit van het maken van een extensie voor mobiel.
pl: W tym dokumencie opisano zagadnienia charakterystyczne dla tworzenia rozszerzeń dla urządzeń przenośnych.
pt_pt: Este documento explica as especificações na criação de uma extensão para o mobile.
ru: Этот документ объясняет специфику по созданию расширения для мобильных устройств.
sl: Ta dokument pojasnjuje posebnosti razvoja za mobilne naprave.
zh_cn: 移动版扩展

source: Best Practices for Mobile Extensions
cs: Nejlepší postupy pro rozšíření pro mobily
de: Bewährte Methoden für Erweiterungen für Firefox Mobile
el: Βέλτιστες πρακτικές για επεκτάσεις κινητών
es: Buenas prácticas en extensiones para dispositivos móviles
fr: Bonnes pratiques pour les extensions mobiles
it: Pratiche consigliate per dispositivi portatili
ja: モバイル向け拡張機能のベストプラクティス
ko: 모바일용 확장 기능 개발시 최선의 관행
nl: Beste praktijken voor mobiele extensies
pl: Dobre praktyki dla rozszerzeń do Firefox Mobile
ru: Лучшие практики для мобильных расширений
sl: Najboljši postopki za mobilne dodatki
zh_cn: 本文讲解了创建移动版扩展的细节。
