Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: To ensure compatibility with the latest Mozilla software, it's important to download updates as they become available and test your add-on to ensure that it is still functioning as expected. It's best to follow the steps outlined in the <a href="%(ext_url)s">Building an Extension</a> tutorial for <a href="%(test_url)s">testing your add-on</a>. In many cases, the latest version of Mozilla software may be a beta release. Since these releases at times introduce architectural changes that may impact the functionality of your add-on, it's important to be actively involved in the beta process to ensure that you're add-on users are not negatively impacted upon final release of Mozilla software.
cs: Pro ujištění, zda je doplněk kompatibilní s poslední verzí software od Mozilly, je důležité si stáhnout poslední aktualizace jakmile se stanou dostupné, a následně otestovat, zda vše funguje tak, jak má. Je dobré postupovat pomocí kroků uvedených v návodu <a href="%(ext_url)s">Building an Extension</a> v části <a href="%(test_url)s">testing your add-on</a>. V řadě případů je poslední verze software od Mozilly betaverze. Protože tato vydání obsahují změny architektury, mohou mít vliv na funkcionalitu vašeho doplňku. Je tedy důležité být aktivní již v době, kdy je software k dispozici v betaverzi a ujistit se, že váš doplněk funguje v pořádku a bude korektně fungovat uživatelům ve finální verzi software od Mozilly.
de: Um die Kompatibilität mit der neuesten Mozilla-Software sicherzustellen, ist es wichtig, die Updates herunterzuladen, wenn sie zur Verfügung stehen und sie mit Ihrem Add-on zu testen, um sicherzustellen, dass es immer noch wie erwartet funktioniert. Am besten befolgen Sie die Schritte in der Anleitung <a href="%(ext_url)s">Entwickeln einer Erweiterung</a> zum <a href="%(test_url)s">Testen Ihres Add-ons</a>. In vielen Fällen kann die neueste Version der Mozilla-Software eine Beta-Version sein. Da diese Versionen teilweise Änderungen an der Architektur beinhalten, die sich auf die Funktionalität Ihres Add-ons auswirken könnten, ist es wichtig, aktiv in den Beta-Prozess eingebunden zu sein, um sicherzustellen, dass es bei der endgültigen Veröffentlichung der Mozilla-Software keine negativen Auswirkungen für die Benutzer Ihres Add-ons gibt.
es: Para garantizar la compatibilidad con el último software de Mozilla, es importante que descargues las actualizaciones cuando estén disponibles y compruebes el complemento para asegurarte de que funciona según lo esperado. Lo mejor es seguir los pasos que se describen en el tutorial <a href="%(ext_url)s">Construir un complemento</a> para <a href="%(test_url)s">poder probarlo</a>. En la mayoría de los casos, la última versión del software de Mozilla puede ser una beta y, a veces, introduce cambios en la arquitectura que pueden influir en la funcionalidad de un complemento. Por eso es importante que participes de forma activa en el proceso de versiones beta para asegurarte de que los usuarios de tu complemento no se ven afectados de manera negativa al utilizar la versión final del software de Mozilla.
fr: Pour s'assurer de la compatibilité avec la dernière version du logiciel Mozilla, il est important de télécharger les mises à jours dès qu'elles sont disponibles et de tester votre module pour vérifier qu'il fonctionne toujours comme convenu. Il est recommandé de suivre les étapes indiquées dans le tutoriel <a href="%(ext_url)s">Building an Extension</a> pour <a href="%(test_url)s">tester votre module</a>. Dans la plupart des cas, la dernière version du logiciel Mozilla peut être une bêta. Étant donné que ces versions introduisent des changements architecturaux qui peuvent avoir une incidence sur le fonctionnement de votre module, il est important de rester activement impliqué dans le processus bêta pour vous assurer que vos utilisateurs ne sont pas touchés négativement au moment de la version finale du logiciel Mozilla.
it: Per garantire la compatibilità con l'ultima versione di un programma Mozilla è importante scaricare gli aggiornamenti non appena disponibili e provare il tuo componente aggiuntivo per verificare che stia ancora funzionando normalmente. È consigliabile seguire i passi evidenziati nella guida <a href="%(ext_url)s">Sviluppare un'estensione</a> per <a href="%(test_url)s">fare un test del tuo componente aggiuntivo</a>. Molto spesso, l'ultima versione di un software Mozilla è una versione beta. Poiché queste versioni talvolta introducono cambiamenti strutturali che potrebbero influire sulle funzionalità del componente aggiuntivo, è importante partecipare attivamente alla fase di sviluppo beta per assicurarsi che gli utenti del proprio componente aggiuntivo non subiscano disagi all'uscita della versione definitiva del programma.
ko: 최신 Mozilla 소프트웨어와의 호환성을 유지하기 위해선 업데이트를 다운로드해서 부가 기능이 제대로 작동하는지 확인해보는 것이 가장 중요합니다. <a href="%(test_url)s">부가 기능 테스트</a>에 관한 튜토리얼은 <a href="%(ext_url)s">확장 기능 만들기</a>에 적혀있는 과정을 따라해 보는 것이 가장 좋은 방법일 것입니다. 대개 최신 Mozilla 소프트웨어 버전은 베타판일 경우가 많습니다. 가끔 이러한 베타 버전들에서 소개되는 설계 변경 사항이 부가 기능의 일부 기능과 충돌을 일으킬 가능성이 있으므로 최종 공개 버전에서 부가 기능 사용자들에게 부정적인 영향을 주지 않도록 하려면 베타 시기부터 활발히 참여하는 것이 중요합니다.
nl: Om voor compatibiliteit met de laatste Mozilla-software te zorgen is het belangrijk om updates te downloaden zodra deze beschikbaar komen en uw add-on te testen om te controleren of deze nog steeds werkt zoals verwacht. U kunt het beste de stappen volgen die zijn beschreven in de handleiding <a href="%(ext_url)s">Een extensie bouwen</a> voor <a href="%(test_url)s">het testen van uw add-on</a>. In veel gevallen kan de laatste versie van Mozilla-software een bèta-uitgave zijn. Omdat deze uitgaven soms wijzigingen in de opbouw introduceren die een mogelijk effect hebben op de functionaliteit van uw add-on, is het belangrijk om actief betrokken te zijn in het bètaproces om er zo voor te zorgen dat uw add-ongebruikers geen negatieve gevolgen ondervinden wanneer de Mozilla-software wordt uitgegeven.
pl: Aby zapewnić kompatybilność dodatku z najnowszą wersją programu, należy zawsze przeprowadzać testy z najnowszą wersją oprogramowania. W tym celu należy pobrać i zainstalować dostępne aktualizacje i dopiero wówczas sprawdzić, czy dodatek działa poprawnie. Najlepiej jest zastosować procedurę określoną w przewodniku <a href="%(ext_url)s">Tworzenie rozszerzenia</a> w sekcji <a href="%(test_url)s">Testowanie</a>. Często najnowsza wersja programu, z którym współpracuje dodatek, może być wydaniem „beta”. Ponieważ te wydania często poddawane są zmianom architektury, zmiany te mogą mieć wpływ na funkcjonowanie dodatku. Autor dodatku powinien bacznie śledzić proces tworzenia nowej wersji programu i dostosować do niej swój dodatek, aby użytkownicy dodatku nie byli negatywnie zaskoczeni po wydaniu nowej wersji programu.
ru: Для обеспечения совместимости с последними версиями программ Mozilla, очень важно загружать обновления, как только они станут доступны, и проверять ваше дополнение, чтобы убедиться, что оно работает так, как надо. Чтобы <a href="%(test_url)s">протестировать ваше дополнение</a>, лучше всего следовать шагам, описанным в учебном пособии <a href="%(ext_url)s">Создание расширений</a>. Во многих случаях, последние версии программ Mozilla могут быть бета-версиями. Так как в этих релизах время от времени происходят архитектурные изменения, которые могут повлиять на функциональность вашего дополнения, очень важно активно участвовать в процессе тестирования бета-версий, чтобы убедиться, что выход финальных версий программ Mozilla не окажет негативного воздействия на пользователей вашего дополнения.
sl: Da zagotovite združljivost z najnovejšo različico programske opreme, je pomembno, da prenesete posodobitve, ko so na voljo, da svoj dodatek pretestirate, ali še vedno deluje tako, kot je bilo pričakovano. Najbolje, da sledite korakom v <a href="%(ext_url)s">Gradnja razširitev</a> za <a href="%(test_url)s">kako testirate svoj dodatek</a>. V mnogih primerih gre pri najnovejši različici programske opreme Mozilla za beta verzijo. Ker pri teh verzijah prihaja do sprememb v arhitekturi, ki lahko vplivajo na delovanje vašega dodatka, je pomembno, da se aktivno vključite v beta proces, in tako zagotovite, da uporabniki dodatka ob dokončni objavi programske opreme ne bodo doživeli neprijetnih presenečenj.
zh_cn: 为了保证与最新版本的火狐软件兼容，请在火狐软件更新下载开放后尽快下载测试它是否可以正常工作。最好参照如下列出的步骤 <a href="%(ext_url)s">构建扩展</a> 教程 <a href="%(test_url)s">测试您的附加组件</a>.通常，最新的Mozilla软件都是开发版。鉴于这些发行版偶尔会变更架构，产生对您的附加组件功能的影响，所以主动参与开发进程确保您的附加组件用户在最终发行版的Mozilla软件中不会受到负面影响是很重要的。

source: What is leak testing?
cs: Co je testování memory leaků?
de: Was sind Lecktests?
es: ¿Qué son las pruebas de pérdida de memoria?
fr: Qu'est-ce que le test des fuites ?
it: Che cos'è un leak test?
ja: リークテストとは？
ko: 누출 테스트가 뭔가요?
nl: Wat is lektesten?
pl: Co to jest testowanie wycieków pamięci?
ru: Что такое тестирование на утечки?
sl: Kaj je testiranje netesnih mest?
zh_cn: 什么是泄露测试？

source: Memory leaks are typically bugs in the source code used to build applications which consume system memory without properly releasing it once the application has finished. Leak testing allows you to pinpoint which bit of code is causing the memory leak. The following is a good <a href="%(wiki_url)s">guide to finding tools and strategies</a> that help manage leak testing. Mozilla's Carsten Book has also written an excellent HOW-TO article on the subject of <a href="%(leak_url)s">leak testing in Firefox</a>.
cs: Memory leaky jsou typickými chybami ve zdrojovém kódu aplikací, které způsobují, že si aplikace zabírají operační paměť, ale již ji po ukončení práce s ní korektně neuvolňují. Testování na memory leaky vám umožňuje zjistit, které části kódu mohou memory leaky způsobovat. Je dobré si přečíst o <a href=%(wiki_url)s"">nástrojích a strategiích</a>, která vám s hledáním memory leaků pomohou. Carsten Book z Mozilly také sepsal excelentní článek o <a href=%(leak_url)s"">testování memory leaků ve Firefoxu</a>.
de: Speicherlecks sind typischerweise Fehler im Quelltext, der verwendet wird, um Anwendungen zu bauen, die Speicher des Systems beanspruchen, ohne ihn wieder richtig freizugeben, wenn die Anwendung fertig ist. Lecktests ermöglichen es Ihnen, genau zu ermitteln, welcher Teil des Quelltexts das Speicherleck hervorruft. Folgendes ist ein guter <a href="%(wiki_url)s">Leitfaden zum Finden von Werkzeugen und Strategien</a>, die bei der Verwaltung von Lecktests helfen. Carsten Book von Mozilla hat auch eine hervorragende Anleitung zum Thema <a href="%(leak_url)s">Lecktests in Firefox</a> geschrieben.
es: Las fugas de memoria suelen ser errores en el código fuente utilizado para crear aplicaciones que consumen memoria del sistema sin una correcta liberación una vez que la aplicación haya finalizado. Las pruebas de fugas te permiten identificar qué parte del código está causando la fuga de memoria. La siguiente es una buena <a href="%(wiki_url)s">guía para encontrar herramientas y estrategias</a> que te ayuden a gestionar las pruebas de fugas. Carsten Book, de Mozilla, también ha escrito un excelente artículo HOW-TO sobre el tema de <a href="%(leak_url)s">pruebas de fugas en Firefox</a>.
fr: Les fuites mémoires sont des erreurs dans le code source utilisé pour construire les applications qui consomment de la mémoire sans la rendre une fois la tâche finie. Le test de fuite permet de trouver les morceaux de code en cause. Ce <a href="%(wiki_url)s">pour trouver et gérer</a> les fuites mémoires est une bonne piste. Carsten Book, de Mozilla, a également écrit un excellent article sur le sujet des <a href="%(leak_url)s">fuites et leur vérification dans Firefox</a>.
it: Le perdite di memoria sono tipicamente dei bug nel codice sorgente delle applicazioni, che occupano la memoria di sistema ma non la liberano al termine della loro esecuzione. Il leak testing permette di individuare la parte di codice responsabile della perdita di memoria. Questa è una buona <a href="%(wiki_url)s">guida sugli strumenti di ricerca e strategie</a> che possono aiutare a gestire il test per individuare le perdite di memoria. Carsten Book, collaboratore di Mozilla, ha anche scritto un eccellente articolo su come eseguire <a href="%(leak_url)s">il leak testing in Firefox</a>.
ko: 메모리 누출은 소스 코드내에서 흔히 발생하는 버그로 애플리케이션이 종료됐을 때 제대로 메모리를 돌려주지 못한 채 시스템 메모리를 여전히 점유하고 있게 됩니다. 누출 테스트를 통해 어느 코드에서 메모리 누출이 발생하고 있는 지를 찾아낼 수 있습니다. <a href="%(wiki_url)s">도구 및 전략 검색 가이드</a>를 따라해 보는 것이 누출 테스트 작업을 관리하는 데 도움이 될 것입니다. Mozilla 직원 Carsten Book의 <a href="%(leak_url)s">Firefox에서 누출 테스트하기</a> 주제 역시 훌륭하게 쓰여진 하우투 문서입니다.
nl: Geheugenlekken zijn typische fouten in de broncode die wordt gebruikt om toepassingen te bouwen die systeemgeheugen verbruiken zonder dit weer goed vrij te geven als de toepassing wordt gesloten. Met lektesten kunt u achterhalen welk stukje code het geheugenlek veroorzaakt. Dit is een goede <a href="%(wiki_url)s">gids voor het vinden van hulpmiddelen en strategieën</a> die helpen bij het beheer van lektesten. Carsten Book van Mozilla heeft ook een uitstekend hulpartikel geschreven over <a href="%(leak_url)s">lektesten in Firefox</a>.
pl: Wycieki pamięci są typowymi błędami w kodzie źródłowym używanym do tworzenia aplikacji, które pochłaniają pamięć systemową bez prawidłowego zwalniania jej pod zakończeniu programu. Badanie wycieków pozwala na określenie, który fragment kodu je powoduje. Oto dobry <a href="%(wiki_url)s">przewodnik zawierający narzędzia i strategie</a>, pomagające przeprowadzać testy wycieków. Carsten Book z Mozilli napisał również doskonały artykuł HOW-TO o <a href="%(leak_url)s">testowaniu wycieków w Firefoksie</a>.
ru: Утечки памяти обычно являются ошибками в исходном коде, используемом для создания приложений, которые потребляют память системы и не высвобождают её должным образом после завершения работы приложения. Тестирование на утечки позволяет определить, какой фрагмент кода является причиной утечки памяти. Следующая статья является хорошим <a href="%(wiki_url)s">руководством по выбору инструментов и стратегий</a>, помогающих управлять тестированием на утечки. Carsten Book, работающий в Mozilla, также написал прекрасную статью HOW-TO по вопросу <a href="%(leak_url)s">тестирования на утечки в Firefox</a>.
sl: Netesna mesta v spominu so običajno napake v kodi za aplikacijo, ki porablja sistemski pomnilnik, pa ga ne sprosti na ustrezen način, ko konča. Testiran je na netesna mesta vam omogoča, da natančno ugotovite, kje v kodi prihaja do puščanja. <a href="%(wiki_url)s">Vodič za orodja za iskanje in strategije </a> vam lahko pride pri tem prav. Mozillina Carsten Book ima tudi odličen HOW-TO članek na temo <a href="%(leak_url)s">testiranje na netesna mesta v Firefoxu</a>
zh_cn: 内存泄露是构建程序的源代码的常见漏洞，它将会消耗系统内存但不能在程序关闭后正确地施放内存。泄露测试允许您断点到引起内存泄露的代码。以下链接是<a href="%(wiki_url)s">帮助管理泄露测试的查找工具和策略的向导。Mozilla's Carsten Book也记录了一段非常棒的指导文章讨论了<a href="%(leak_url)s">火狐中的泄露测试问题</a>。

source: Can my add-on support multiple locales?
cs: Mohou mé doplňky podporovat více jazyků?
de: Kann mein Add-on mehrere Sprachen unterstützen?
es: ¿Puede mi complemento ser compatible con otros idiomas?
fr: Mon module peut-il proposer plusieurs langues ?
it: Il mio componente aggiuntivo può supportare la localizzazione in più lingue?
ko: 부가 기능이 다국어를 지원할 수 있나요?
nl: Kan mijn add-on meerdere locales ondersteunen?
pa_in: ਕੀ ਮੇਰਾ ਐਡ-ਆਨ ਬਹੁਤ ਸਾਰੇ ਲੋਕੇਲਾਂ ਨੂੰ ਸਹਿਯੋਗ ਕਰ ਸਕਦਾ?
pl: Czy dodatek może zawierać wiele wersji językowych?
pt_pt: O meu extra pode suportar mais de um idioma?
ru: Может ли мое дополнение поддерживать несколько локалей?
sl: Ali lahko moj dodatek podpira več jezikov?
uk: Чи може мій додаток підтримувати декілька мов?
zh_cn: 我可以让我的附加组件支持多种语言吗？

source: Yes. Details on localizing your add-on can be found in the <a href="%(ext_url)s">Building an Extension</a> tutorial as well as the <a href="%(l10n_url)s">Mozilla Developer Center Localization page</a>. <a href="%(bz_url)s">The BabelZilla project</a> is also a great resource for learning about localization and volunteering to help translate add-ons.
cs: Ano. Detaily k lokalizaci vašeho doplňku si můžete přečíst v návodu <a href="%(ext_url)s">Building an Extension</a> a na <a href="%(l10n_url)s">stránce o lokalizacích na Mozilla Developer Center</a>. <a href="%(bz_url)s">Projekt BabelZilla</a> je také skvělý zdroj s informacemi o lokalizacích. Naleznete tam také dobrovolníky, kteří doplňky překládají.
de: Ja, Details zur Lokalisierung Ihrer Add-ons finden Sie in der Anleitung <a href="%(ext_url)s">Entwickeln einer Erweiteurng</a> und auf der <a href="%(l10n_url)s">Übersetzungsseite im Mozilla Developer Center</a>. <a href="%(bz_url)s">Das BabelZilla-Projekt</a> ist auch eine exzellente Quelle, um mehr über das Übersetzen zu lernen, und freiwillig bei der Übersetzung von Add-ons zu helfen.
es: Sí, puedes encontrar más detalles sobre cómo localizar tu complemento en el tutorial <a href="%(ext_url)s">Construir una extensión</a> así como en la <a href="%(l10n_url)s">página de localización del Centro de Desarrolladores de Mozilla</a>. <a href="%(bz_url)s">El proyecto BabelZilla</a> es también un gran recurso para aprender sobre localización y colaborar como voluntario en la traducción de complementos.
fr: Oui. Les détails sont la manière de procéder à la localisation peuvent être trouvés dans le tutoriel <a href="%(ext_url)s">Building an Extension</a> ainsi que dans la <a href="%(l10n_url)s">page de localisation du Centre Développeur Mozilla</a>. <a href="%(bz_url)s">Le projet BabelZilla</a> est également une formidable ressource pour apprendre au sujet de la localisation et aider à traduire des modules.
it: Si, puoi trovare i dettagli su come localizzare un'estensione nella guida <a href="%(ext_url)s">Sviluppare un'estensione</a> e sulla <a href="%(l10n_url)s">pagina dedicata alla localizzazione di Mozilla Developer Center</a>. <a href="%(bz_url)s">Il progetto BabelZilla</a> è un'altra utilissima risorsa per imparare qualcosa sulla localizzazione e proporsi come volontari per aiutare a tradurre i componenti aggiuntivi.
ko: 예. 부가 기능 번역에 대한 자세한 사항은 <a href="%(ext_url)s">확장 기능 만들기</a> 튜토리얼 및 <a href="%(l10n_url)s">Mozilla 개발자 센터 번역 페이지</a>에 나와 있습니다. <a href="%(bz_url)s">BabelZilla 프로젝트</a>에서도 번역 작업 및 부가 기능 번역 자원 봉사에 대해 많은 정보를 습득할 수 있습니다.
nl: Ja. Details over lokalisatie van uw add-on zijn te vinden in de handleiding <a href="%(ext_url)s">Een extensie bouwen</a> en op de <a href="%(l10n_url)s">Mozilla Developer Center-lokalisatiepagina</a>. <a href="%(bz_url)s">Het BabelZilla-project</a> is ook een geweldig hulpmiddel bij het leren over lokalisatie en om vrijwillig te helpen bij de vertaling van add-ons.
pl: Tak. Dokładne informacje, jak zlokalizować dodatek, znajdują się w przewodniku <a href="%(ext_url)s">Tworzenie rozszerzenia</a>, a także na stronie <a href="%(l10n_url)s">Mozilla Developer Center Localization</a>. Także projekt <a href="%(bz_url)s">BabelZilla</a> jest świetnym źródłem wiedzy o lokalizacji i wolontariacie pomagającym tłumaczyć dodatki.
ru: Да. Подробное руководство по локализации вашего дополнения можно найти в учебнике <a href="%(ext_url)s">Создание расширений</a>, а также на <a href="%(l10n_url)s">Странице локализации Центра разработчиков Mozilla</a>. <a href="%(bz_url)s">Проект BabelZilla</a> также является отличным ресурсом, который поможет обучиться процессу локализации и помощи в переводе дополнений.
sl: Da. Podrobnosti o tem, kako lokalizirati svoj dodatek, najdete v tutorialu <a href="%(ext_url)s">Gradnja razširitev</a> in pa v <a href="%(l10n_url)s">Strani za lokalizacijo MDC</a>. <a href="%(bz_url)s">Projekt BabelZilla </a> je tudi odličen vir za probleme in rešitve okoli lokalizacije in prostovoljno pomoč okoli prevajanja dodatkov.
zh_cn: 是的。您可以在<a href="%(ext_url)s">建立一个扩展</a>的教程以及 <a href="%(l10n_url)s">Mozilla 开发者中心的本地化页面</a>中找到更多细节。<a href="%(bz_url)s">BabelZilla 项目</a>也是个学习有关本地化和自愿帮助翻译附加组件的好地方。

source: I need some advice building my add-on. Where can I find help?
cs: V souvislosti s tvorbou doplňku potřebuji pomoc. Kde se mohu zeptat?
de: Ich brauche Rat beim Entwickeln meines Add-ons. Wo kann ich Hilfe erhalten?
es: Necesito que me aconsejen sobre cómo crear un complemento. ¿Dónde me pueden ayudar?
fr: J'ai besoin d'aide pour construire mon module. Où puis-je en trouver ?
it: Mi serve qualche consiglio per sviluppare il mio componente aggiuntivo. Dove posso cercare aiuto?
ko: 부가 기능 제작에 조언이 필요합니다. 어디에서 도움을 받을 수 있을까요?
nl: Ik heb wat advies nodig bij het bouwen van mijn add-on. Waar kan ik hulp vinden?
pa_in: ਮੈਂ ਆਪਣੇ ਐਡ-ਆਨ ਬਣਾਉਣ ਲਈ ਕੁੱਝ ਨਸੀਹਤ ਦੀ ਲੋੜ ਹੈ। ਮੈਨੂੰ ਮਦਦ ਕਿੱਥੋਂ ਲੈ ਸਕਦਾ?
pl: Potrzebuję porady przy tworzeniu dodatku. Gdzie mogę znaleźć pomoc?
pt_pt: Eu preciso de dicas para criar meu extra. Onde eu posso encontrar ajuda?
ru: Мне нужен совет по созданию моего дополнения. Где я могу найти помощь?
uk: Мені потрібна порада щодо створення додатку. Де я можу знайти допомогу?
zh_cn: 我需要一些意见来建立我的附加组件，我在哪能得到帮助？

source: Mozilla offers the following support options for add-on developers:
cs: Mozilla nabízí pro vývojáře doplňků následující zdroje podpory:
de: Mozilla bietet die folgenden Hilfsmöglichkeiten für Add-on-Entwickler:
es: Mozilla ofrece la siguientes opciones de ayuda para desarrolladores de complementos:
fr: Mozilla propose les options d'assistance suivantes pour les développeurs de modules :
it: Mozilla mette a disposizione degli sviluppatori di componenti aggiuntivi le seguenti risorse per richiedere assistenza:
ko: Mozilla에선 부가 기능 개발자에게 다음과 같은 기술 지원을 제공하고 있습니다:
nl: Mozilla biedt de volgende ondersteuningsopties voor add-on-ontwikkelaars:
pl: Mozilla oferuje twórcom rozszerzeń następujące opcje pomocy:
ru: Mozilla предлагает следующие варианты поддержки разработчиков дополнений:
sl: Mozilla nudi naslednje možnosti za podporo pri razvoju dodatkov:
zh_cn: Mozilla 为附加组件开发者提供下列支持选项：

source: #extdev (for add-on development discussions)
cs: #extdev (pro diskusi o vývoji doplňků)
de: #extdev (für Diskussionen zur Add-on-Entwicklung)
es: #extdev (para discusiones sobre desarrollo de complementos)
fr: #extdev (pour discuter du développement de modules)
it: #extdev (per le discussioni riguardanti lo sviluppo dei componenti aggiuntivi)
ko: #extdev (부가 기능 개발 토론)
nl: #extdev (voor discussies over add-on-ontwikkeling)
pa_in: #extdev (ਐਡ-ਆਨ ਵਿਕਾਸ ਵਿਚਾਰ-ਵਟਾਂਦਰੇ ਲਈ)
pl: #extdev (pomoc w zakresie tworzenia dodatków)
pt_pt: #extdev (para discussões de desenvolvimento de extras)
ru: #extdev (для обсуждения разработки дополнений)
sl: # Extdev (za pogovore o razvoju razširitev)
uk: #extdev (для обговорення розробки додатків)
zh_cn: #extdev（有关附加组件开发的讨论）

source: #amo (for support relating to hosting your add-on on AMO)
cs: #amo (pro podporu související s hostováním doplňků na AMO)
de: #amo (für Hilfe zum Hosten Ihres Add-ons auf AMO)
es: #amo (para ayuda relacionada con el alojamiento de tu complemento en AMO)
fr: #amo (pour l'assistance liée à l'hébergement de votre module sur AMO)
it: #amo (per supporto riguardo all'hosting del tuo componente aggiuntivo su AMO)
ko: #amo (AMO 상에 부가 기능 호스팅 관련 도움)
nl: #amo (voor ondersteuning met betrekking tot het hosten van uw add-on op AMO)
pa_in: #amo (ਆਪਣੇ ਐਡ-ਆਨ ਦੀ AMO ਤੇ ਮੇਜ਼ਬਾਨੀ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਸਹਿਯੋਗ ਲਈ)
pl: #amo (pomoc w zakresie przechowywania dodatków na witrynie AMO)
pt_pt: #amo (para suporte relacionado à hospedagem do seu extra no AMO)
ru: #amo (для вопросов по поддержке, связанных с хостингом вашего дополнения на АМО)
sl: # Amo (za podporo v zvezi z gostovanjem vašega dodatka na AMO)
uk: #amo (для підтримки з питань розміщення вашого додатку на AMO)
zh_cn: #amo （有关在 AMO 上托管您的附加组件的支持）

source: Mailing List
cs: E-mailová konference
de: Mailing-Liste
es: Lista de correo
fr: Liste de diffusion
ja: メーリングリスト
ko: 메일링 리스트
nl: Maillijst
pa_in: ਮੇਲਿੰਗ ਸੂਚੀ
pl: Lista mailingowa
pt_pt: Lista de correio
ru: Список рассылки
sl: Poštni seznam
uk: Список розсилки
zh_cn: 邮件列表
