Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Sint Maarten (Dutch part)
cs: int Maarten (holandská část)
de: Sint Maarten (niederländischer Teil)
es: Sint Maarten (Parte neerlandesa)
fr: Saint-Martin (Royaume des Pays-Bas)
it: Sint Maarten (parte olandese)
ko: 신트마르턴 (네덜란드령)
nl: Sint Maarten (Nederlands gedeelte)
pl: Sint Maarten (część holenderska)
ru: Сент-Мартен (голландская часть)
sl: Sint Maarten (nizozemski del)
zh_cn: 圣马丁（荷兰一部分）

source: Slovakia
cs: Slovensko
de: Slowakei
es: Eslovaquia
fr: Slovaquie
it: Slovacchia
ko: 슬로바키아
nl: Slowakije
pl: Słowacja
ru: Словакия
sl: Slovaška
zh_cn: 斯洛伐克

source: Slovenia
cs: Slovinsko
de: Slowienien
es: Eslovenia
fr: Slovénie
ko: 슬로베니아
nl: Slovenië
pl: Słowenia
ru: Словения
sl: Slovenija
zh_cn: 斯洛文尼亚

source: Solomon Islands
cs: Šalamounovy ostrovy
de: Salomonen
es: Islas Salomón
fr: Îles Solomon
it: Isole Salomone
ko: 솔로몬 제도
nl: Solomoneilanden
pl: Wyspy Salomona
ru: Соломоновы острова
sl: Salomonovo otočje
zh_cn: 所罗门群岛

source: South Africa
cs: Jižní Afrika
de: Südafrika
es: Sudáfrica
fr: Afrique du Sud
it: Sudafrica
ko: 남아공
nl: Zuid-Afrika
pl: Republika Południowej Afryki
ru: Южная Африка
sl: Južna Afrika
zh_cn: 南非

source: South Georgia and the South Sandwich Islands
cs: Jižní Georgie a Jižní Sandwichovy ostrovy
de: Südgeorgien und die Südlichen Sandwichinseln
es: Islas Georgias del Sur y Sandwich del Sur
fr: Géorgie du Sud-et-les Îles Sandwich du Sud
it: Georgia del Sud e Sandwich Australi
ko: 사우스조지아 사우스샌드위치 제도
nl: Zuid-Georgia en de Zuidelijke Sandwicheilanden
pl: Georgia Południowa i Sandwich Południowy
ru: Южная Георгия и южные Сандвичевы острова
sl: Južna Georgia in Južni Sandwichevi otoki
zh_cn: 南乔治亚岛和南桑维奇群岛

source: South Sudan
cs: Jižní Súdán
de: Südsudan
es: Sudán del Sur
fr: Soudan du Sud
it: Sudan del Sud
ko: 남수단
nl: Zuid-Soedan
pl: Sudan Południowy
ru: Южный Судан
sl: Južni Sudan
zh_cn: 南苏丹

source: Spain
cs: Španělsko
de: Spanien
es: España
fr: Espagne
it: Spagna
ko: 스페인
nl: Spanje
pl: Hiszpania
ru: Испания
sl: Španija
zh_cn: 西班牙

source: Suriname
cs: Surinam
es: Surinám
ko: 수리남
pl: Surinam
ru: Суринам
sl: Surinam
zh_cn: 苏里南

source: Svalbard and Jan Mayen
cs: Svalbard a Jan Mayen
de: Spitzbergen und Jan Mayen
es: Svalbard y Jan Mayen
fr: Svalbard et Jan Mayen
it: Svalbard e Jan Mayen
ko: 스발바르 얀마옌 제도
nl: Svalbard en Jan Mayen
pl: Svalbard i Jan Mayen
ru: Шпицберген и Ян Майен
sl: Svalbard in Jan Mayen
zh_cn: 斯瓦尔巴群岛和扬马延岛

source: Swaziland
cs: Svazijsko
de: Swasiland
es: Suazilandia
ko: 스와질란드
pl: Suazi
ru: Свазиленд
sl: Svazi
zh_cn: 斯威士兰

source: Sweden
cs: Švédsko
de: Schweden
es: Suecia
fr: Suède
it: Svezia
ko: 스웨덴
nl: Zweden
pl: Szwecja
ru: Швеция
sl: Švedska
zh_cn: 瑞典

source: Switzerland
cs: Švýcarsko
de: Schweiz
es: Suiza
fr: Suisse
it: Svizzera
ko: 스위스
nl: Zwitserland
pl: Szwajcaria
ru: Швейцария
sl: Švica
zh_cn: 瑞士

source: Syrian Arab Republic
cs: Sýrie
de: Syrien, Arabische Republik
es: República Árabe Siria
fr: Syrie
it: Siria (Repubblica Araba di Siria)
ko: 시리아
nl: Syrië
pl: Syria
ru: Сирия
sl: Sirijska Arabska republika
zh_cn: 阿拉伯叙利亚共和国

source: Taiwan, Province of China
cs: Tchaj-wan, čínská provincie
de: Taiwan, Chinesische Provinz
es: Taiwán, Provincia de China
fr: Taïwan
it: Taiwan
ko: 대만
nl: Taiwan
pl: Tajwan
ru: Тайвань
sl: Taivan, Provinca Kitajske
zh_cn: 中国台湾省

source: Tajikistan
cs: Tádžikistán
de: Tadschikistan
es: Tayikistán
it: Tagikistan
ko: 타지키스탄
nl: Tadzjikistan
pl: Tadżykistan
ru: Таджикистан
sl: Tadžikistan
zh_cn: 塔吉克斯坦

source: Tanzania, United Republic of
cs: Tanzanie
de: Tansania, Vereinigte Republik
es: Tanzania, República Unida de
fr: Tanzanie
it: Tanzania
ko: 탄자니아
nl: Tanzania
pl: Tanzania
ru: Танзания
sl: Tanzanija, Združena republika
zh_cn: 坦桑尼亚联合共和国

source: Thailand
cs: Thajsko
es: Tailandia
fr: Thaïlande
it: Tailandia
ko: 태국
pl: Tajlandia
ru: Таиланд
sl: Tajska
zh_cn: 泰国

source: Timor-Leste
cs: Východní Timor
es: Timor Oriental
fr: Timor oriental
ko: 동티모르
nl: Oost-Timor
pl: Timor Wschodni
ru: Тимор-Лесте
zh_cn: 东帝汶

source: Trinidad and Tobago
cs: Trinidad a Tobago
de: Trinidad und Tobago
es: Trinidad y Tobago
fr: Trinidad et Tobago
it: Trinidad e Tobago
ko: 트리니다드 토바고
nl: Trinidad en Tobago
pl: Trinidad i Tobago
ru: Тринидад и Тобаго
sl: Trinidad in Tobago
zh_cn: 特立尼达和多巴哥

source: Tunisia
cs: Tunisko
de: Tunesien
es: Túnez
fr: Tunisie
ko: 튀니지
nl: Tunesië
pl: Tunezja
ru: Тунис
sl: Tunizija
zh_cn: 突尼斯

source: Turkey
cs: Turecko
de: Türkei
es: Turquía
fr: Turquie
it: Turchia
ko: 터키
nl: Turkije
pl: Turcja
ru: Турция
sl: Turčija
zh_cn: 土耳其

source: Turks and Caicos Islands
cs: Turks a Caicos
de: Turks- und Caicosinseln
es: Islas Turcas y Caicos
fr: Îles Turques-et-Caïques
it: Isole Turks e Caicos
ko: 터크스 케이커스 제도
nl: Turks- en Caicoseilanden
pl: Turks i Caicos
ru: Острова Теркс и Кайкос
sl: Otoki Turks in Caicos
zh_cn: 特克斯和凯科斯群岛

source: Tuvalu
ko: 투발루
pl: Tuwalu
ru: Тувалу
zh_cn: 图瓦卢

source: Ukraine
cs: Ukrajina
es: Ucrania
it: Ucraina
ko: 우크라이나
nl: Oekraïne
pl: Ukraina
ru: Украина
sl: Ukrajina
zh_cn: 乌克兰

source: United Arab Emirates
cs: Spojené arabské emiráty
de: Vereinigte Arabische Emirate
es: Emiratos Árabes Unidos
fr: Émirats Arabes Unis
it: Emirati Arabi Uniti
ko: 아랍에미리트
nl: Verenigde Arabische Emiraten
pl: Zjednoczone Emiraty Arabskie
ru: Объединенные Арабские Эмираты
sl: Združeni arabski emirati
zh_cn: 阿拉伯联合酋长国

source: United Kingdom
cs: Velká Británie
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
it: Regno Unito
ko: 영국
nl: Verenigd Koninkrijk
pl: Wielka Brytania
ru: Великобритания
sl: Velika Britanija
zh_cn: 英国

source: United States
cs: Spojené státy
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
it: Stati Uniti
ko: 미국
nl: Verenigde Staten
pl: Stany Zjednoczone
ru: Соединённые Штаты
sl: Združene države Amerike
zh_cn: 美国

source: United States Minor Outlying Islands
cs: Menší odlehlé ostrovy Spojených států amerických
es: Islas ultramarinas de Estados Unidos
fr: Îles mineures éloignées des États-Unis
it: Isole minori periferiche degli Stati Uniti
ko: 미국령 군소 제도
nl: Kleine afgelegen eilanden van de Verenigde Staten
pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych
ru: Малые Удалённые Острова США
sl: Ameriški manjši oddaljeni otoki
zh_cn: 美国本土外小岛屿

source: Uruguay
ko: 우루과이
pl: Urugwaj
ru: Уругвай
sl: Urugvaj
zh_cn: 乌拉圭

source: Venezuela, Bolivarian Republic of
cs: Venezuela, Bolívarovská republika
de: Venezuela, Bolivarische Republik
es: Venezuela, República Bolivariana de
fr: Vénézuela
it: Venezuela (Repubblica Bolivariana del Venezuela)
ko: 베네수엘라
nl: Venezuela
pl: Wenezuela
ru: Венесуэла
sl: Venezuela, Bolivarska republika
zh_cn: 委内瑞拉玻利瓦尔共和国

source: Vietnam
es: Vietnám
ko: 베트남
pl: Wietnam
ru: Вьетнам

source: Virgin Islands, British
cs: Britské Panenské ostrovy
de: Jungferninseln, Britisch
es: Islas Vírgenes Británicas
fr: Îles Vierges Britanniques
it: Isole Vergini Britanniche
ko: 영국령 버진아일랜드
nl: Maagdeneilanden, Britse
pl: Wyspy Dziewicze (brytyjskie)
ru: Британские Виргинские острова
sl: Deviški otoki, Britanski
zh_cn: 英属维尔京群岛

source: Virgin Islands, U.S.
cs: Panenské ostrovy, USA
de: Jungferninseln, Amerikanisch
es: Islas Vírgenes de los Estados Unidos
fr: Îles Vierges des États-Unis
it: Isole Vergini degli Stati Uniti
ko: 미국령 버진아일랜드
nl: Maagdeneilanden, V.S.
pl: Wyspy Dziewicze (amerykańskie)
ru: Виргинские острова, США
sl: Deviški otoki, ZDA
zh_cn: 美属维尔京群岛

source: Wallis and Futuna
cs: Wallis a Futuna
de: Wallis und Futuna
es: Wallis y Futuna
fr: Wallis et Futuna
it: Wallis e Futuna
ko: 왈리스 퓌튀나
nl: Wallis en Futuna
pl: Wallis i Futuna
ru: Уоллис и Футуна
sl: Wallis in Futuna
zh_cn: 瓦利斯群岛和富图纳群岛

source: Western Sahara
cs: Západní Sahara
de: Westsahara
es: Sáhara Occidental
fr: Sahara occidental
it: Sahara Occidentale
ko: 서사하라
nl: Westelijke Sahara
pl: Sahara Zachodnia
ru: Западная Сахара
sl: Zahodna Sahara
zh_cn: 西撒哈拉

source: Yemen
cs: Jemen
de: Jemen
fr: Yémen
ko: 예멘
nl: Jemen
pl: Jemen
ru: Йемен
sl: Jemen
zh_cn: 也门

source: App Management API
de: API zur Anwendungsverwaltung
es: API de gestión de aplicaciones
fr: API de Gestion d'application
it: API App Management
ko: 앱 관리 API
nl: App-beheer-API
pl: API App Management
zh_cn: 应用程序管理 API

source: The app requires the `navigator.mozApps` API to install and manage other apps.
cs: Aplikace vyžaduje pro instalaci a správu jiných aplikací API `navigator.mozApps`.
de: Diese Anwendung erfordert die API „navigator.mozApps“, um andere Anwendungen zu installieren oder zu verwalten.
es: La aplicación requiere la API `navigator.mozApps` para instalar y gestionar otras aplicaciones.
fr: Cette application nécessite l'API « navigator.mozApps » pour installer et gérer d'autres applications.
it: L'app necessita dell'API `navigator.mozApps` per installare e gestire altre app.
ko: 이 앱은 다른 앱의 설치 및 관리에 쓸 'navigator.mozApps' API를 필요로 합니다.
nl: De app vereist de ‘navigator.mozApps’-API om andere apps te kunnen installeren en beheren.
pl: Aplikacja wymaga API `nanavigator.mozApps`, by instalować aplikacje i zarządzać nimi.
zh_cn: 这个应用程序需要 `navigator.mozApps` API 以安装并管理其他应用程序。

source: Packaged Apps Install API
de: API zur Installation von gepackten Anwendungen
es: API de instalación de aplicaciones empaquetadas
fr: API d'installation d'application empaquetée
it: API Packaged Apps Install
ko: 패키징 앱 설치 API
nl: Installatie-API verpakte apps
pl: API Packaged Apps Install
zh_cn: 已打包应用程序安装 API

source: The app requires the `navigator.mozApps.installPackage` API to install other packaged apps.
cs: Aplikace vyžaduje pro instalaci dalších zabalených aplikací API `navigator.mozApps.installPackage`
de: Diese Anwendung erfordert die API „navigator.mozApps.installPackage“, um andere gepackte Anwendungen zu installieren.
es: La aplicación requiere la API `navigator.mozApps.installPackage` para instalar otras aplicaciones empaquetadas.
fr: Cette application nécessite l'API « navigator.mozApps.installPackage » pour installer d'autres applications empaquetées.
it: L'app necessita dell'API `navigator.mozApps.installPackage` per installare altre app pacchettizzate.
ko: 이 앱은 다른 패키징 앱의 설치에 쓸 `navigator.mozApps.installPackage` API를 필요로 합니다.
nl: De app vereist de ‘navigator.mozApps.installPackage’-API om andere verpakte apps te kunnen installeren.
pl: Aplikacja wymaga API `navigator.mozApps.installPackage`, by instalować inne spakowane aplikacje.
zh_cn: 这个应用程序需要 `navigator.mozApps.installPackage` API 以安装其他应用程序。

source: The app requires the `navigator.mozApps` API.
cs: Aplikace vyžaduje API `navigator.mozApps`.
de: Diese Anwendung erfordert die API „navigator.mozApps“.
es: La aplicación requiere la API `navigator.mozApps`.
fr: L'application nécessite l'API « navigator.mozApps ».
it: L'app richiede l'API `navigator.mozApps`.
ko: 이 앱은 'navigator.mozApps` API를 필요로 합니다.
nl: De app vereist de ‘navigator.mozApps’-API.
pl: Aplikacja wymaga API `navigator.mozApps`.
zh_cn: 该应用请求使用 `navigator.mozApps` API。

source: The app requires Web Activities (the `MozActivity` API).
cs: Aplikace vyžaduje Web Activities (`MozActivity` API).
de: Diese Anwendung erfordert Web Activities (die API „MozActivity“).
es: La aplicación requiere actividad en la Web (la API `MozActivity`).
fr: L'application nécessite les WebActivities (API « MozActivity »).
it: L'app richiede l'utilizzo delle attività web (API `MozActivity`).
ko: 이 앱은 웹 활동내역 (the `MozActivity` API)을 필요로 합니다.
nl: De app vereist Webactiviteiten (de ‘MozActivity’-API).
pl: Aplikacja wymaga Web Activities (API `MozActivity`).
zh_cn: 该应用请求进行网络活动（使用 `MozActivity` API）。

source: The app requires an ambient light sensor (the `ondevicelight` API).
cs: Aplikace vyžaduje ambient light sensor (`ondevicelight` API).
de: Diese Anwendung erfordert einen Umgebungslichtsensor (die API „ondevicelight“).
es: La aplicación requiere un sensor de luz ambiental (la API `ondevicelight`).
fr: L'application nécessite un capteur de lumière ambiante (API « ondevicelight »).
it: L'app richiede un sensore di luce ambientale (API `ondevicelight`).
ko: 이 앱은 환경광 센서 (`ondevicelight` API)를 필요로 합니다.
nl: De app vereist een omgevingslichtsensor (de ‘ondevicelight’-API).
pl: Aplikacja wymaga czujnika światła otoczenia (API `ondevicelight`) .
zh_cn: 该应用请求使用环境光传感器（使用 `navigator.mozApps.installPackage` API）。

source: The app requires the `navigator.battery` API.
cs: Aplikace vyžaduje API `navigator.battery`.
de: Diese Anwendung erfordert die API „navigator.battery“.
es: La aplicación requiere la API `navigator.battery`.
fr: L'application nécessite l'API « navigator.battery ».
it: L'app richiede l'API `navigator.battery`.
ko: 이 앱은 `navigator.battery` API를 필요로 합니다.
nl: De app vereist de ‘navigator.battery’-API.
pl: Aplikacja wymaga API `navigator.battery`.
zh_cn: 该应用请求使用 `navigator.battery` API。

source: The app requires the `navigator.mozBluetooth` API.
cs: Aplikace vyžaduje API `navigator.mozBluetooth`.
de: Diese Anwendung erfordert die API „navigator.mozBluetooth“.
es: La aplicación requiere la API `navigator.mozBluetooth`.
fr: L'application nécessite l'API « navigator.mozBluetooth ».
it: L'app richiede l'API `navigator.mozBluetooth`.
ko: 이 앱은 `navigator.mozBluetooth` API를 필요로 합니다.
nl: De app vereist de ‘navigator.mozBluetooth’-API.
pl: Aplikacja wymaga API `navigator.mozBluetooth`.
zh_cn: 该应用请求使用 `navigator.mozBluetooth` API。

source: The app requires the `navigator.mozContacts` API.
cs: Aplikace vyžaduje API `navigator.mozContacts`.
de: Diese Anwendung erfordert die API „navigator.mozContacts“.
es: La aplicación requiere la API `navigator.mozContacts`.
fr: L'application nécessite l'API « navigator.mozContacts ».
it: L'app richiede l'API `navigator.mozContacts`.
ko: 이 앱은 `navigator.mozContacts` API를 필요로 합니다.
nl: De app vereist de ‘navigator.mozContacts’-API.
pl: Aplikacja wymaga API `navigator.mozContacts`.
zh_cn: 该应用请求使用 `navigator.mozContacts` API。

source: The app requires the Device Storage API to access files on the filesystem.
cs: Aplikace vyžaduje Device Storage API, aby mohla přistupovat k souborům na souborovém systému.
de: Diese Anwendung erfordert die API „Gerätespeicherplatz“, um auf Dateien im Dateisystem zuzugreifen.
es: La aplicación requiere que la API de almacenamiento del dispositivo para poder acceder a los archivos del sistema.
fr: L'application nécessite l'API Device Storage pour accéder aux fichiers sur le système de fichiers.
it: L'app necessita dell'API Device Storage per accedere ai file su filesystem.
ko: 이 앱은 파일시스템 상의 파일에 접근하기 위한 단말기 장치 API를 필요로 합니다.
nl: De app vereist de Apparaatopslag-API voor toegang tot systeembestanden.
pl: Aplikacja wymaga API Device Storage, by mieć dostęp do plików w systemie plików.
zh_cn: 这个应用程序需要设备存储 API 来存取文件系统中的文件。

source: The app requires the platform to support IndexedDB.
cs: Aplikace vyžaduje platformu, která podporuje IndexedDB.
de: Diese Anwendung erfordert auf der Plattform Unterstützung von IndexedDB.
es: La aplicación requiere que la plataforma sea compatible con IndexedDB.
fr: L'application nécessite que la plateforme prenne en charge IndexedDB.
it: L'app richiede una piattaforma che supporti IndexedDB.
ko: 이 앱은 IndexedDB 지원을 위한 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform IndexedDB ondersteunt.
pl: Aplikacja wymaga platformy obsługi IndexedDB .
zh_cn: 该应用需要支持 IndexedDB 的平台。

source: The app requires the platform to support the `navigator.geolocation` API.
cs: Aplikace vyžaduje platformu, která podporuje API `navigator.geolocation`.
de: Diese Anwendung erfordert auf der Plattform Unterstützung der API „navigator.geolocation“.
es: La aplicación requiere que la plataforma sea compatible con la API `navigator.geolocation`.
fr: L'application nécessite que la plateforme prenne en charge l'API « navigator.geolocation ».
it: L'app richiede una piattaforma che supporti l'API `navigator.geolocation`.
ko: 이 앱은 `navigator.geolocation` API 지원을 위한 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform de ‘navigator.geolocation’-API ondersteunt.
pl: Aplikacja wymaga platformy obsługi `navigator.geolocation` API .
zh_cn: 该应用需要支持 `navigator.geolocation` API 的平台。

source: The app requires the ability to get information about the network connection (the `navigator.mozConnection` API).
cs: Aplikace vyžaduje možnost číst informace o síťovém připojení (`navigator.mozConnection` API).
de: Diese Anwendung erfordert die Möglichkeit, Informationen über die Netzwerkverbindung zu erhalten (die API „navigator.mozConnection“).
es: La aplicación requiere la capacidad para obtener información acerca de la conexión de la red (la API `navigator.mozConnection`).
fr: L'application nécessite la possibilité d'obtenir des informations à propos de la connexion réseau (API « navigator.mozConnection »).
it: L'app richiede la possibilità di reperire informazioni sulla connessione alla rete (API `navigator.mozConnection`).
ko: 이 앱은 네트워크 접속 상태에 관한 정보를 수집할 수 있는 기능(`navigator.mozConnection` API)을 필요로 합니다.
nl: De app vereist dat informatie over de netwerkverbinding kan worden opgehaald (de ‘navigator.mozConnection’-API).
pl: Aplikacja wymaga możliwości uzyskania informacji o połączeniu sieciowym (API `navigator.mozConnection`) .
zh_cn: 该应用请求获取有关网络连接信息的权限（使用 `navigator.mozConnection` API）。

source: The app requires the `navigator.mozNetworkStats` API.
cs: Aplikace vyžaduje API `navigator.mozNetworkStats`.
de: Diese Anwendung erfordert die API „navigator.mozNetworkStats“.
es: Esta aplicación requiere la API `navigator.mozNetworkStats`.
fr: L'application nécessite l'API « navigator.mozNetworkStats ».
it: L'app richiede l'API `navigator.mozNetworkStats`.
ko: 이 앱은 `navigator.mozNetworkStats` API를 필요로 합니다.
nl: De app vereist de ‘navigator.mozNetworkStats’-API.
pl: Aplikacja wymaga API `navigator.mozNetworkStats`.
zh_cn: 该应用请求使用 `navigator.mozNetworkStats` API。

source: The app requires a proximity sensor (the `ondeviceproximity` API).
cs: Aplikace vyžaduje proximity sensor (`ondeviceproximity` API).
de: Diese Anwendung erfordert einen Annäherungssensor (die API „ondeviceproximity“).
es: Esta aplicación requiere un sensor de proximidad (la API `ondeviceproximity`).
fr: L'application nécessite un capteur de proximité (API « ondeviceproximity »).
it: L'app richiede un sensore di prossimità (API `ondeviceproximity`).
ko: 이 앱은 근접 센서 (`ondeviceproximity` API)를 필요로 합니다.
nl: De app vereist een nabijheidssensor (de ‘ondeviceproximity’-API).
pl: Aplikacja wymaga czujnika zbliżeniowego (API `ondeviceproximity`) .
zh_cn: 该应用请求使用近距离传感器（使用 `ondeviceproximity` API）。

source: The app requires the `navigator.mozPush` API.
cs: Aplikace vyžaduje API `navigator.mozPush`.
de: Diese Anwendung erfordert die API „navigator.mozPush“.
es: Esta aplicación requiere la API `navigator.mozPush`.
fr: L'application nécessite l'API « navigator.mozPush ».
it: L'app richiede l'API `navigator.mozPush`.
ko: 이 앱은 `navigator.mozPush` API를 필요로 합니다.
nl: De app vereist de ‘navigator.mozPush’-API.
pl: Aplikacja wymaga API `navigator.mozPush`.
zh_cn: 该应用请求使用近距离传感器（使用 `ondeviceproximity` API）。

source: The app requires the platform to support the `ondeviceorientation` API.
cs: Aplikace vyžaduje platformu s podporou `ondeviceorientation` API.
de: Diese Anwendung erfordert auf der Plattform Unterstützung der API „ondeviceorientation“.
es: La aplicación requiere que la plataforma sea compatible con la API `ondeviceorientation`.
fr: L'application nécessite que la plateforme prenne en charge l'API « ondeviceorientation ».
it: L'app richiede una piattaforma che supporti l'API `ondeviceorientation`.
ko: 이 앱은 `ondeviceorientation` API 지원을 위한 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform de ‘ondeviceorientation’-API ondersteunt.
pl: Aplikacja wymaga platformy obsługi API `navigator.mozPush` .
zh_cn: 该应用需要支持 `ondeviceorientation` API 的平台。

source: The app requires the `navigator.mozTime` API.
cs: Aplikace vyžaduje API `navigator.mozTime`.
de: Diese Anwendung erfordert die API „navigator.mozTime“.
es: Esta aplicación requiere la API `navigator.mozTime`.
fr: L'application nécessite l'API « navigator.mozTime ».
it: L'app richiede l'API `navigator.mozTime`.
ko: 이 앱은 `navigator.mozTime` API를 필요로 합니다.
nl: De app vereist de ‘navigator-mozTime’-API.
pl: Aplikacja wymaga API `navigator.mozTime`.
zh_cn: 该应用请求使用 `navigator.mozTime` API。

source: The app requires the device to support vibration (the `navigator.vibrate` API).
cs: Aplikace vyžaduje zařízení s podporou pro vibrace (`navigator.vibrate` API).
de: Diese Anwendung erfordert auf dem Gerät Unterstützung vom Vibration (der API „navigator.vibrate“).
es: La aplicación requiere que el dispositivo admita vibración (la API `navigator.vibrate`).
fr: L'application nécessite que l'appareil prenne en charge la vibration (API « navigator.vibrate »).
it: L'app richiede un dispositivo che supporti la funzionalità vibrazione (API`navigator.vibrate`).
ko: 이 앱은 진동(`navigator.vibrate` API)을 지원하는 단말기를 필요로 합니다.
nl: De app vereist dat het apparaat trillen ondersteunt (de ‘navigator.vibrate’-API).
pl: Aplikacja wymaga urządzenia obsługującego wibracje (API `navigator.vibrate`).
zh_cn: 该应用需要支持振动功能（ `navigator.vibrate` API）的设备。

source: The app requires the `navigator.mozFM` or `navigator.mozFMRadio` APIs.
cs: Aplikace vyžaduje API `navigator.mozFM` nebo `navigator.mozFMRadio`.
de: Diese Anwendung erfordert die APIs „navigator.mozFM“ oder „navigator.mozFMRadio“.
es: Esta aplicación requiere las API `navigator.mozFM` o `navigator.mozFMRadio`.
fr: L'application nécessite les API « navigator.mozFM » ou « navigator.mozFMRadio ».
it: L'app richiede l'API `navigator.mozFM` o l'API `navigator.mozFMRadio`.
ko: 이 앱은 `navigator.mozFM` 또는 `navigator.mozFMRadio` API를 필요로 합니다.
nl: De app vereist de ‘navigator.mozFM’- of de ‘navigator.mozFMRadio’-API.
pl: Aplikacja wymaga API `navigator.mozFM` lub `navigator.mozFMRadio` .
zh_cn: 该应用请求使用 `navigator.mozFM` 或 `navigator.mozFMRadio` API。

source: The app requires the `navigator.mozSms` API.
cs: Aplikace vyžaduje API `navigator.mozSms`.
de: Diese Anwendung erfordert die API „navigator.mozSms“.
es: Esta aplicación requiere la API `navigator.mozSms`.
fr: L'application nécessite l'API « navigator.mozSms ».
it: L'app richiede l'API `navigator.mozSms`.
ko: 이 앱은 `navigator.mozSms` API를 필요로 합니다.
nl: De app vereist de ‘navigator.mozSms’-API.
pl: Aplikacja wymaga API `navigator.mozSms`.
zh_cn: 该应用请求使用 `navigator.mozSms` API。

source: The app requires the platform to support touch events. This option indicates that the app will not function when used with a mouse.
de: Diese Anwendung erfordert auf der Plattform Unterstützung von Touch-Ereignissen. Diese Option zeigt an, dass diese Anwendung bei Verwendung einer Maus nicht funktionieren wird.
es: La aplicación requiere que la plataforma sea compatible con eventos táctiles. Esta opción indica que la aplicación no funcionará si se utiliza con un ratón/mouse.
fr: L'application nécessite que la plateforme prenne en charge les évènements tactiles. Cette option indique que l'application ne fonctionnera pas avec une souris.
it: L'app richiede una piattaforma che supporti eventi di tipo tocco. Questa opzione indica che l'app non è compatibile con il mouse.
ko: 이 앱은 터치 이벤트를 지원하는 플랫폼을 필요로 합니다. 이 옵션은 마우스 사용시 앱이 작동하지 않을 경우 표시됩니다.
nl: De app vereist dat het platform aanraakgebeurtenissen ondersteunt. Deze optie geeft aan dat de app niet werkt met een muis.
pl: Aplikacja wymaga platformy obsługi zdarzeń dotykowych. Ta opcja oznacza, że aplikacja nie będzie działać w przypadku korzystania z myszy.
zh_cn: 该应用需要支持触控事件的平台。此选项表示该应用在使用鼠标时将无法正常运行。

source: Smartphone-Sized Displays (qHD)
de: Display in Smartphone-Größe (qHD)
fr: Écrans de taille smartphone (qHD)
it: Schermi smartphone (qHD)
ko: 스마트폰 크기 화면 (qHD)
nl: Smartphone-schermafmetingen (qHD)
pl: Wyświetlacze rozmiaru smartfona (qHD)
zh_cn: 此应用程序要求平台必须包含智能手机尺寸的屏幕（有 qHD 分辨率）。此选项表示该应用程序将无法在大尺寸屏幕（例如平板电脑，台式机或者高分辨率屏幕的手机）中使用。
