Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: This article explains how to localize an extension, including XUL and JavaScript strings.
cs: Tento článek popisuje, jak lokalizovat rozšíření a to včetně řetězců v XULu a JavaScriptu.
de: Dieser Artikel erklärt, wie man eine Erweiterung lokalisiert, einschließlich XUL- und JavaScript-Strings.
el: Αυτό το άρθρο εξηγεί πως θα μεταφράσετε μια επέκταση, μαζί με προτάσεις από XUL και JavaScript
es: Este artículo explica cómo localizar una extensión, incluyendo cadenas en XUL y JavaScript.
fr: Cet article explique comment traduire une extension, notamment les chaînes XUL et JavaScript.
it: Questo articolo spiega come localizzare un'estensione, incluse stringhe XUL e JavaScript.
ja: この記事では、XUL や JavaScript の文字列を含めて、拡張機能をローカライズする方法を解説します。
ko: 이 문서는 XUL과 자바스크립트 문자열을 포함하고 있는 확장 기능을 번역하는 방법에 대해 설명하고 있습니다.
nl: Dit artikel legt uit hoe u een extensie kunt lokaliseren, inclusief XUL- en JavaScript-strings.
pl: W tym artykule opisano, jak zlokalizować rozszerzenie – zarówno frazy znajdujące się w plikach XUL, jak i w plikach JavaScript.
pt_pt: Este artigo explica como traduzir uma extensão, incluindo strings XUL e JavaScript.
ru: Эта статья объясняет, как локализовать расширение, в том числе строки XUL и JavaScript.
sl: Ta članek razloži, kako lokalizirati dodatke, vključno z nizi v XUL in JavaScript.
zh_cn: 本文讲解了如何本地化一个扩展，包括 XUL 和 JavaScript 字符串。

source: Responsible First-run Usage
cs: První spuštění je důležité
de: Verantwortungsbewusste Erstverwendung
el: Υπεύθυνη Πρώτη Χρήση
es: Uso responsable de la primera ejecución
fr: Utilisation responsable du premier lancement
it: Primo utilizzo "responsabile"
ja: 応答性の高い初回起動体験
ko: 처음 실행 화면의 중요성
nl: Verantwoord eerste gebruik
pl: Odpowiedzialne użycie strony startowej rozszerzenia
pt_pt: Utilização responsável na primeira execução
ru: Ответственное использование режима первого запуска
sl: Odgovorna uporaba ob prvi uporabi
zh_cn: 负责任的“首次运行”的用法

source: This blog post describes what a bad first-run experience means for users, and gives tips for improving that experience.
cs: Tento zápisek v blogu popisuje, co může způsobit špatné první spuštění po instalaci rozšíření a dává tipy, jak první spuštění vylepšit.
de: Dieser Blogbeitrag beschreibt, was eine schlechte Erfahrung bei der ersten Verwendung für Anwender bedeutet und gibt Tipps, wie man diese Erfahrung verbessert.
el: Αυτό το blog post περιγράφει τι σημαίνει μια πρώτη κακή εμπειρία χρήσης για το χρήστη, και δίνει συμβουλές για τη βελτίωση αυτής της εμπειρίας.
es: Este blog describe lo que significa una mala primera experiencia para los usuarios y brinda consejos para mejorar esa experiencia.
fr: Ce billet de blog décrit ce qu'une mauvaise première expérience signifie pour les utilisateurs, et donne des pistes pour l'améliorer.
it: Questo articolo spiega che cosa comporta per l'utente un primo utilizzo mal progettato, e offre consigli utili per migliorare questo aspetto.
ja: このブログ記事では、初回起動体験を損ねることでユーザにどのような影響があるかを説明し、それを改善するためのヒントを提供します。
ko: 이 블로그 문서엔 처음 실행시 잘못된 사용자 경험이 어떤 의미를 가지는 지와 사용 경험을 향상시키는 팁이 설명되어 있습니다.
nl: Deze blogpost beschrijft wat een slechte eerste gebruikservaring voor gebruikers betekent, en geeft tips om die ervaring te verbeteren.
pl: W tym wpisie na blogu jest wyjaśnione, co oznacza dla użytkownika złe doświadczenie związane ze stroną startową rozszerzenia i dostarcza podpowiedzi, jak tego uniknąć.
pt_pt: Este tópico do blog descreve o que significa uma má primeira execução para os utilizadores, e dá dicas para melhorar essa experiência.
ru: Этот пост в блоге описывает, какое впечатление на пользователей производит некорректный первоначальный запуск расширения, и дает советы по его улучшению.
sl: Ta blog opisuje, kaj pomeni za uporabnike slaba izkušnja ob prvem zagonu, in daje nasvete, kako se temu izogniti.
zh_cn: 这篇博文介绍了什么对用户来说是一个糟糕的“首次运行”体验，并且给出了改善的经验和提示。

source: Security
cs: Bezpečnost
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Bezpieczeństwo
pt_pt: Segurança
ru: Безопасность
sl: Varnost
zh_cn: 安全性

source: Evaluating Code with Restricted Privileges
cs: Vyhodnocování kódu v omezeném oprávnění
de: Evaluation von Code mit eingeschränkten Rechten
el: Αξιολόγηση Κώδικα με Περιορισμένα Δικαιώματα
es: Evaluar código con privilegios restringidos
fr: Évaluation du code avec privilèges restreints
it: Valutare codice con privilegi limitati
ja: 制限付き特権でのコードの評価
ko: 제한된 권한내 코드 검사
nl: Code evalueren met beperkte rechten
pl: Weryfikowanie kodu z ograniczonymi uprawnieniami
pt_pt: Avaliar código com privilégios restritos
ru: Выполнение кода с ограниченными привилегиями
sl: Ocenjevanje zakonik z omejitvami privilegijih
zh_cn: 以受限特权执行求值代码

source: This article describes the use of Components.utils.evalInSandbox, which is a way to evaluate code "such as remote code" without chrome privileges.
cs: Tento článek popisuje použití Components.utils.evalInSandbox, což je způsob vyhodnocování kódu (jako je vzdálený kód) bez oprávnění chrome.
de: Dieser Artikel beschreibt die Verwendung von Components.utils.evalInSandbox, einer Möglichkeit, Code „wie fremden Code“ ohne Chrome-Rechte zu evaluieren.
el: Αυτό το άρθρο περιγράφει τη χρήση του Components.utils.evalInSandbox, που είναι ένας τρόπος να αξιολογήσετε κώδικα "όπως απομακρυσμένο κώδικα" χωρίς δικαιώματα του chrome.
es: Este artículo describe el uso de Components.utils.evalInSandbox, que es una manera de evaluar código "tal como código remoto" sin privilegios de chrome.
fr: Cet article décrit l'utilisation de Components.utils.evalInSandbox, qui est une manière d'évaluer du code « comme du code distant » sans les privilèges chrome.
it: Questo articolo descrive l'utilizzo di Components.utils.evalInSandbox, uno strumento che permette di valutare codice, ad esempio codice remoto, senza i privilegi chrome.
ja: この記事では、クローム特権なしに「リモートコードのように」コードを評価する方法として用意されている Components.utils.evalInSandbox の使い方を解説します。
ko: 이 문서는 chrome 권한 없이 "원격 코드 등의" 코드를 검사하는 방법인 Components.utils.evalInSandbox의 사용에 대해 설명하고 있습니다.
nl: Dit artikel beschrijft het gebruik van Components.utils.evalInSandbox, een manier om code “zoals code op afstand” te evalueren zonder chrome-privileges.
pl: W tym artykule opisano, jak użyć komponentu Components.utils.evalInSandbox, który służy do weryfikacji kodu – takiego, jak zdalny kod – bez uprawnień chrome.
pt_pt: Este artigo descreve o uso de Components.utils.evalInSandbox, que é uma maneira para avaliar o código "tal como código remoto" sem privilégios do chrome.
ru: В данной статье описывается использование Components.utils.evalInSandbox, являющийся способом выполнения кода "такого как удалённый запуск кода" без привилегий chrome.
sl: Ta članek opisuje uporabo Components.utils.evalInSandbox, ki je eden od načinov, kako brez krom privilegijev evaluirati kodo (kot je npr. oddaljena koda).
zh_cn: 以受限特权执行求值代码

source: Creating Sandboxed HTTP Connections
cs: Vytvoření tzv. sandboxed HTTP spojení
de: Erstellen von HTTP-Verbindungen in einer Sandbox
el: Δημιουργίας Sandboxed Συνδέσεων HTTP
es: Crear conexiones HTTP sandboxed
fr: Créer des connexions HTTP dans le bac-à-sable
it: Creare connessioni HTTP in sandbox
ja: サンドボックス化された HTTP 接続の作成
ko: Sandboxed HTTP 연결 생성하기
nl: Aanmaken van HTTP-verbindingen in sandbox
pl: Tworzenie połączeń HTTP umieszczanych w piaskownicy
pt_pt: Criar ligações HTTP Sandboxed
ru: Создание HTTP-соединений в песочнице
sl: Ustvarjanje peskovniške povezave HTTP
zh_cn: 本文讲述了 Components.utils.evalInSandbox 的使用，这是一种在没有 Chrome 权限的情况下用来执行求值代码（例如远程代码）的方式。

source: This article explains how to created sandboxed HTTP connections which don't affect the user's cookies.
cs: Tento článek popisuje, jak vytvořit tzv. sandboxed HTTP spojení, které neovlivní cookies uživatele.
de: Dieser Artikel beschreibt, wie man HTTP-Verbindungen in einer Sandbox erstellt, die die Cookies des Anwenders nicht beeinflussen.
es: Este artículo explica cómo crear conexiones HTTP sandboxed que no se ven afectadas por las cookies de los usuarios.
pl: W tym artykule opisano, jak utworzyć umieszczone w piaskownicy połączenia HTTP, które nie mają wpływu na ciasteczka użytkownika.
ru: В этой статье объясняется, как создавать работающие в песочнице соединения HTTP, не затрагивающие куки пользователя.

source: Displaying Web Content in an Extension
cs: Zobrazení obsahu z webu v rozšíření
de: Darstellen von Web-Inhalten in einer Erweiterung
el: Προβάλλοντας Διαδικτυακό Περιεχόμενο σε μια Επέκταση
es: Mostrar contenido web en un complemento
fr: Afficher du contenu Web dans une extension
it: Visualizzazione dei contenuti web in un'estensione
ja: 拡張機能内での Web コンテンツの表示
ko: 확장 기능에서 웹 콘텐트 표시하기
nl: Webinhoud in een extensie weergeven
pl: Wyświetlanie treści internetowych w rozszerzeniu
pt_pt: Mostrar o conteúdo da web numa extensão
ru: Отображение веб-контента в расширении
sl: Prikazovanje spletnih vsebin v dodatku
zh_cn: 本文讲解了如何创建沙箱内的 HTTP 连接又不影响用户的 Cookie。

source: Learn how to display web content in an extension without security issues.
cs: Přečtěte si, jak zobrazovat obsah z webu v rozšíření bez bezpečnostních problémů.
de: Erfahren Sie, wie man Web-Inhalte ohne Sicherheitsrisiken in einer Erweiterung darstellt.
el: Μάθετε πως θα προβάλλετε διαδικτυακό περιεχόμενο σε μια επέκταση χωρίς ζητήματα ασφαλείας.
es: Aprende cómo presentar el contenido web en una extensión sin problemas de seguridad.
fr: Apprenez comment afficher du contenu web dans une extension sans risque de sécurité.
it: Scopri come visualizzare i contenuti web in un'estensione senza problemi di sicurezza.
ja: 拡張機能の中で、セキュリティ問題を防ぎつつ Web コンテンツを表示する方法を学びましょう。
ko: 보안 문제 없이 확장 기능에서 웹 콘텐트를 표시하는 방법을 배워봅시다.
nl: Leer hoe u webinhoud in een extensie weergeeft zonder beveiligingsproblemen.
pl: Dowiedz się, jak w rozszerzeniu bezpiecznie wyświetlać treści internetowe.
pt_pt: Saiba como apresentar conteúdo web numa extensão sem problemas de segurança.
ru: Узнайте, как отображать веб-содержимое в расширении не вызывая проблем с безопасностью.
sl: Preberite, kako lahko prikazujete spletne vsebine v razširitvi, ne da bi prišlo do problemov glede varnosti.
zh_cn: 学习如何在不影响安全性的前提下在扩展中显示 Web 内容。

source: Five Wrong Reasons to Use eval in an Extension
cs: Pět špatných důvodů, proč používat eval() v rozšíření
de: Fünf falsche Gründe zur Verwendung von eval in einer Erweiterung
el: Πέντε Λάθος Λόγοι να χρήση αξιολόγησης σε μια επέκταση
es: Cinco malas razones para usar eval en un complemento
fr: Cinq mauvaises raisons d'utiliser eval dans une extension
it: Cinque motivi sbagliati per utilizzare eval in un'estensione
ja: 拡張機能の中で eval を使用する 5 つの悪い理由
ko: 확장 기능에서 eval()를 사용하려는 잘못된 이유 5가지
nl: Vijf verkeerde redenen om eval in een extensie te gebruiken
pl: Pięć złych przykładów używania funkcji eval w rozszerzeniach
pt_pt: Cinco razões erradas de uso do eval numa extensão
ru: Пять неверных причин использования eval в расширении
sl: Pet napačnih razlogov za uporabo eval () v razširitvi
zh_cn: 五个在扩展中使用 eval() 的错误理由

source: In this blog post, Wladimir Palant gives five wrong ways to evaluate code in an extension.
cs: V tomto příspěvku v blogu Wladimir Palant vysvětluje pět špatných způsobů, jak vyhodnocovat kód v rozšíření.
de: In diesem Beitrag benennt Wladimir Palant fünf falsche Gründe für die Evaluation von Code in einer Erweiterung.
el: Σε αυτό το blog post, ο Wladimir Palant δίνει 5 λάθος τρόπους να αξιολογήσετε κώδικα σε μια επέκταση.
es: En este blog Wladimir Palant explica cinco maneras equivocadas de evaluar el código en una extensión.
fr: Dans ce billet de blog, Wladimir Palant donne cinq mauvaise manière d'évaluer du code dans une extension
it: In questo articolo, Wladimir Palant spiega cinque modi sbagliati per valutare il codice in un'estensione.
ja: このブログ記事では、Wladimir Palant が、拡張機能の中でコードを評価する 5 つの間違った方法を解説します。
ko: 이 블로그 글에선 Wladimir Palant님이 확장 기능의 코드를 평가하는데 있어 잘못된 5가지 방법을 일러두고 있습니다.
nl: In deze blogdiscussie geeft Wladimir Palant vijf verkeerde manieren om code in een extensie te evalueren.
pl: W tym wpisie na blogu Wladimir Palant opisuje pięć złych sposobów oceny kodu w rozszerzeniu.
pt_pt: Neste tópico de blog, Wladimir Palant dá cinco razões erradas para avaliar o código numa extensão.
ru: В этом посте в блоге, Владимир Палант приводит пять неправильных способов выполнения кода в расширении.
sl: V tem blogu vam Wladimir Palant predstavi pet načinov, kako lahko napačno ocenite kodo v dodatku.
zh_cn: 在这篇博文中，Wladimir Palant 会告诉您在扩展中使用求值代码的五个错误方法。

source: Localization
cs: Lokalizace
de: Lokalisierung
el: Τοπικοποίηση
es: Localización
fr: Traduction
it: Localizzazione
ja: ローカライズ
ko: 번역
nl: Lokalisatie
pl: Lokalizacja
pt_pt: Tradução
ru: Локализация
sl: Lokalizacija
zh_cn: 本地化

source: Localizing Extension Descriptions
cs: Lokalizace popisu doplňků
de: Lokalisierung von Erweiterungsbeschreibungen
el: Μεταφράζοντας Περιγραφές Επεκτάσεων
es: Localizar las descripciones de los complementos
fr: Traduction des descriptions d'extension
it: Localizzare le descrizioni di un'estensione
ja: 拡張機能の説明文のローカライズ
ko: 확장 기능 설명 번역하기
nl: Extensiebeschrijvingen lokaliseren
pl: Lokalizacja opisu rozszerzenia
pt_pt: Traduzir descrições da extensão
ru: Локализация описаний расширения
sl: Kako lokalizirati opise razširitev
zh_cn: 本地化扩展描述

source: Learn how to localize the names and descriptions in extension install manifests.
cs: Přečtěte si, jak lokalizovat jména a popisy v instalačním manifestu rozšíření.
de: Erfahren Sie, wie Sie die Namen und Beschreibungen in Installationsmanifesten von Erweiterungen lokalisieren.
el: Μάθετε πως θα μεταφράσετε τα ονόματα και τις περιγραφές στις δηλώσεις εγκατάστασης επεκτάσεων.
es: Aprende a localizar los nombres y las descripciones en los archivos manifest de instalación de los complementos.
fr: Apprenez comment traduire les noms et descriptions dans les manifestes d'installation d'une extension.
it: Scopri come localizzare nome e descrizione di un'estensione utilizzando i manifesti d'installazione.
ja: 拡張機能インストールマニフェスト内の名前と説明をローカライズする方法を学びましょう。
ko: 확장 기능 설치 선언 파일에서 이름과 설명을 번역하는 방법을 배워봅시다.
nl: Leer hoe u de namen en beschrijvingen in installatiemanifesten van extensies lokaliseert.
pl: Tutaj dowiesz się, jak zlokalizować nazwy i opisy w deklaracjach instalacyjnych rozszerzenia.
pt_pt: Saiba como traduzir os nomes e as descrições no install manifests da extensão.
ru: Узнайте, как локализовать имена и описания в манифестах установки расширений.
sl: Več o tem, kako se lokalizira imena in poimenovanja v manifestih za nameščanje razširitve.
zh_cn: 学习如何本地化扩展安装清单中的名称和描述。

source: Localization and Plurals
cs: Lokalizace a množná čísla
de: Lokalisierung und Pluralformen
el: Τοπικοποίηση και Πληθυντικός
es: Localización y plurales
fr: Traduction et pluriels
it: Localizzazione e forme plurali
ja: ローカライズと複数形
ko: 번역과 복수형
nl: Lokalisatie en meervouden
pl: Lokalizacja i liczba mnoga
pt_pt: Tradução e plurais
ru: Локализация и множественное число
sl: Lokalizacija in množina
zh_cn: 本地化与复数

source: This article explains how to properly localize strings with plurals.
cs: Tento článek vysvětluje, jak korektně lokalizovat řetězce s množnými čísly.
de: Dieser Artikel beschreibt, wie man Strings mit Pluralformen richtig lokalisiert.
el: Αυτό το άρθρο εξηγεί πως θα μεταφράσετε κατάλληλα προτάσεις με πληθυντικό.
es: Este artículo explica cómo localizar correctamente las cadenas con plurales.
fr: Cet article explique comment correctement traduire des chaînes avec des pluriels.
it: Questo articolo spiega come localizzare correttamente le stringhe in forma plurale.
ja: この記事では、複数形を含む文字列を適切にローカライズする方法を説明します。
ko: 이 문서는 문자열과 복수형 전부를 번역하는 방법에 대해 설명하고 있습니다.
nl: Dit artikel legt uit hoe u zinnen met meervouden correct lokaliseert.
pl: W tym artykule opisano, jak prawidłowo zlokalizować frazy w liczbie mnogiej.
pt_pt: Este artigo explica como traduzir strings com plurais.
ru: В этой статье объясняется, как правильно локализовать строки использующие множественное число.
sl: V tem članku je razloženo, kako pravilno lokalizirati nize v množini.
zh_cn: 本文讲解了如何正确的本地化复数形式的字符串。

source: BabelZilla overview
cs: Představení BabelZilly
de: Übersicht zu BabelZilla
el: Επισκόπηση του BabelZilla
es: Vistazo general a BabelZilla
fr: Coup d'œil à BabelZilla
it: Panoramica di BabelZilla
ja: BabelZilla の概要
ko: BabelZilla 개요
nl: BabelZilla in het kort
pl: BabelZilla
pt_pt: Visão geral do BabelZilla
ru: Обзор BabelZilla
sl: Pregled BabelZilla
zh_cn: BabelZilla 概览

source: Learn how the BabelZilla localization community works.
cs: Přečtěte si, jak funguje lokalizační komunita BabelZilla.
de: Erfahren Sie, wie die BabelZilla-Übersetzungsgemeinschaft funktioniert.
el: Μάθετε πως λειτουργεί η κοινότητα τοπικοποίησης BabelZilla.
es: Aprende cómo funciona la comunidad de localización BabelZilla.
fr: Apprenez comment la communauté de traduction BabelZilla travaille.
it: Scopri come lavora la comunità di localizzazione di BabelZilla.
ja: BabelZilla ローカライズコミュニティの仕組みを学びましょう。
ko: BabelZilla 번역 커뮤니티가 돌아가는 과정을 배워봅시다.
nl: Leer hoe de vertalingsgemeenschap van BabelZilla werkt.
pl: Dowiedz się, jak działa społeczność lokalizująca rozszerzenia skupiona wokół projektu BabelZilla.
pt_pt: Saiba como a comunidade de tradução BabelZilla funciona.
ru: Узнайте, как работает сообщество по локализации BabelZilla.
sl: Preberite, kako deluje skupnost za lokalizacijo BabelZille.
zh_cn: 了解 BabelZilla 本地化社区如何运作。

source: Advanced Topics
cs: Pokročilá témata
de: Fortgeschrittene Themen
el: Προχωρημένα Θέματα
es: Temas avanzados
fr: Sujets avancés
it: Argomenti avanzati
ja: 高度なトピック
ko: 고급 주제
nl: Geavanceerde onderwerpen
pl: Tematy zaawansowane
pt_pt: Tópicos avançados
ru: Дополнительные темы
sl: Napredna tema
zh_cn: 高级主题

source: Video:
el: Βίντεο:
fr: Vidéos :
ja: 動画:
ko: 동영상:
pl: Wideo:
pt_pt: Vídeo:
ru: Видео:
zh_cn: 视频：

source: Stupid/Awesome Extension Development Hacks
cs: Hloupé a skvělé hacky při vývoji doplňků
de: Dumme/Fantastische Hacks bei der Erweiterungsentwicklung
el: Χαζά/Φοβερά Hacks Ανάπτυξης Επεκτάσεων
es: Hacks estúpidos/asombrosos para el desarrollo de complementos
fr: Trucs de développement d'extensions super/stupides
it: Piccoli hack stupidi/spettacolari per lo sviluppo di estensioni
ko: 멍청한/영리한 확장 기능 개발 핵
nl: Stomme/geweldige hacks in extensieontwikkeling
pl: Głupie/fantastyczne sztuczki
pt_pt: Hacks impressionantes do desenvolvimento da extensão
ru: Тупые/Отличные хаки в разработке расширений
sl: Trapasti/blazni dosežki pri razvoju dodatkov
zh_cn: 愚蠢的/了不起的扩展开发技巧

source: In this video, Jono Xia explains how to go further in extension development using XPCOM, overlays, XHRs, DOM manipulation, etc. in order to make Firefox do things you might have never thought possible.
cs: V tomto videu Jono Xia vysvětluje, jako jít ve vývoji rozšíření ještě dále a pomocí XPCOMu, překrývání, manipulací s DOMem apod. docílit věci, o které jste si nikdy nemysleli, že je Firefox dokáže.
de: In diesem Video erklärt Jono Xia, wie man die Erweiterungsentwicklung weiter führt, indem man XPCOM, Overlays, XHRs, DOM-Manipulation, usw. verwendet, um Firefox Dinge tun zu lassen, die Sie vielleicht nie für möglich gehalten hätten.
el: Σε αυτό το βίντεο, ο Jono Xia εξηγεί πως θα προχωρήσετε με την ανάπτυξη επεκτάσεων χρησιμοποιώντας XPCOM, επικαλύψεις, XHRs, χειρισμό DOM , κλπ. ώστε να κάνετε τον Firefox να συμπεριφερθεί όπως δεν έχετε σκεφθεί ποτέ πως ήταν δυνατόν.
es: En este video Jono Xia explica cómo avanzar en el desarrollo de complementos usando XPCOM, superposiciones, XHRs, manipulación DOM, etc. para hacer que Firefox haga cosas que nunca hubieras creído posibles.
fr: Dans cette vidéo, Jono Xia explique comment aller plus loin dans le développement d'extensions avec XPCOM, les overlays, XHRs, la manipulation du DOM, etc., pour faire faire à Firefox des choses impensables.
it: In questo video, Jono Xia spiega come approfondire lo sviluppo di estensioni utilizzando XPCOM, overlay, XHR, manipolazione del DOM e far fare a Firefox cose che non avresti mai immaginato.
ko: 이 동영상에선 Jono Xia님이 XPCOM, 오버레이, XHRs, DOM 처리, 기타 여러 기술을 사용한 심화된 확장 기능 개발 방법을 설명하고 있습니다. 당신이 절대 가능하지 않을거라고 생각했던 것들을 Firefox를 통해 구현하려고 말이죠.
nl: In deze video legt Jono Xia uit hoe u verder kunt komen in extensieontwikkeling met XPCOM, lagen, XHR’s, DOM-manipulatie, enz., zodat u Firefox dingen kunt laten doen die u nooit voor mogelijk had gehouden.
pl: W tym wideo Jono Xia wyjaśnia, jak przejść na wyższy poziom tworzenia rozszerzenia, używając XPCOM, nakładkowania, manipulowania DOM itp. Z pomocą tych elementów Firefox będzie robił rzeczy, o których nigdy ci się nie śniło.
pt_pt: Neste vídeo, Jono Xia explica como ir mais além no desenvolvimento de extensões usando XPcom, overlays, XHRs, manipulação DOM, etc. de maneira a fazer com que o Firefox faça coisas que pensava não serem possíveis.
ru: В этом видео, Jono Xia объясняет, как продвинуться в разработке расширений, используя XPCOM, оверлеи, XHRs, манипуляцию DOM и т.д., с тем чтобы заставить Firefox делать вещи, которые ранее вы считали невозможными.
sl: V tem video posnetku Jono Xia vam razloži, kaj si pri razvoju dodatkov pomagati z XPCOM, overlayi, XHRi, manipulacijo DOM, itd, tako da Firefox konec koncev dela stvari, za katere ne bi nikoli mislili, da so mogoče.
zh_cn: 在本视频中，Jono Xia 讲解了如何使用 XPCOM、XUL 覆盖、XHR、DOM 操作等技术和方法去进一步开发扩展，让 Firefox 做到您可能意想不到的功能。

source: JavaScript Code Modules
cs: Moduly kódu JavaScriptu
de: JavaScript-Code-Module
el: Μονάδες Κώδικα Javascript
es: Módulos de código JavaScript
fr: Modules de code JavaScript
it: Moduli di codice JavaScript
ja: JavaScript コードモジュール
ko: 자바스크립트 코드 모듈
pl: Moduły kodu JavaScript
pt_pt: Módulos de código JavaScript
ru: Модули кода JavaScript
sl: Moduli s kodo v JavaScriptu
zh_cn: JavaScript 代码模块
