Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Complete Themes transform the look of your browser with styles for the window frame, address bar, buttons, tabs, and menus. <a href="%(url)s" class="more-info">Start exploring</a>
cs: Kompletní motivy změní vzhled vašeho prohlížeče pomocí stylů pro hlavní okno, adresní řádek, tlačítka, panelů a nabídek. <a href="%(url)s" class="more-info">Začít</a>
de: Vollständige Themes verändern das Erscheinungsbild Ihres Browsers mit Stilen für den Fensterrahmen, die Adressleiste, Schaltflächen, Tabs und Menüs. <a href="%(url)s" class="more-info">Sehen Sie sich um</a>
el: Τα πλήρη θέματα μεταμορφώνουν την όψη του περιηγητή σας με στυλ για τα παράθυρα, τη γραμμή διευθύνσεων, τα κουμπιά, τις καρτέλες, και τα μενού. <a href="%(url)s" class="more-info">Ξεκινήστε την εξερεύνηση</a>
es: Los temas completos transforman el aspecto de tu navegador con estilos para el borde de la ventana, la barra de direcciones, los botones, las pestañas y los menús. <a href="%(url)s" class="more-info">Comienza a explorar</a>
fr: Les thèmes complets transforment l'apparence de votre navigateur avec des styles pour les bords de fenêtres, la barre d'adresse, les boutons, les onglets et les menus. <a href="%(url)s" class="more-info">Commencez l'exploration</a>
it: I temi completi modificano l'aspetto del tuo browser con nuovi stili per il riquadro della finestra, la barra degli indirizzi, i pulsanti, le schede e i menu. <a href="%(url)s" class="more-info">Inizia a esplorare</a>
ja: 完全テーマを使えば、ウィンドウの枠からアドレスバー、ボタン、タブ、メニューに至るまで、ブラウザの見た目を完全に変えることができます。<a href="%(url)s" class="more-info">お気に入りのテーマを探す</a>
ko: 완전 테마는 웹 브라우저의 창 프레임, 주소 줄, 버튼, 탭, 메뉴 스타일을 일정한 스타일로 변형합니다. <a href="%(url)s" class="more-info">둘러보기</a>
nl: Complete thema’s transformeren de uitstraling van uw browser met stijlen voor het vensterframe, de adresbalk, knoppen, tabbladen en menu’s. <a href="%(url)s" class="more-info">Begin met verkennen</a>
pa_in: ਮੁਕੰਮਲ ਥੀਮ ਵਿੰਡੋ ਫ਼ਰੇਮ, ਅਡਰੈੱਸ ਬਾਰ, ਬਦਨਾਂ, ਟੈਬਾਂ, ਅਤੇ ਮੀਨੂੰ ਲਈ ਸਟਾਈਲਾਂ ਦੇ ਨਾਲ ਤੁਹਾਡੇ ਬਰਾਊਂਜਰ ਦਾ ਰੂਪ ਬਦਲ ਦੇਣਗੇ। <a href="%(url)s" class="more-info">ਪੜਚੋਲ ਸ਼ੁਰੂ ਕਰੋ</a>
pl: Kompletne motywy przekształcają wygląd twojej przeglądarki dzięki stylom ramki okna, paska adresu, przycisków, kart i menu. <a href="%(url)s" class="more-info">Rozpocznij przeglądanie</a>
pt_pt: Os temas completos transformam a aparência do seu navegador com estilos para a moldura da janela, barra de endereço, botões, separadores e menus. <a href="%(url)s" class="more-info">Comece a explorar</a>
sl: Celotne Teme spremenijo videz brskalnika s slogi, za okenski okvir, naslovno vrstico, gumbe, zavihke in menije. <a href="%(url)s" class="more-info">Začnite raziskovati</a>
uk: Повні теми перетворюють вигляд вікна, панелі пошуку, кнопок, вкладок та меню вашого браузера. <a href="%(url)s" class="more-info">Почати перегляд</a>
zh_cn: 完整主题通过改变窗口框架，地址栏，按钮，标签页和菜单改变您的浏览器外观。<a href="%(url)s" class="more-info">开始浏览</a>

source: Up & Coming Themes
cs: Úspěšné motivy vzhledu
de: Aufstrebende Themes
el: Επερχόμενα θέματα
es: Temas disponibles próximamente
fr: Thèmes en progression
it: Temi emergenti
ja: 注目のテーマ
ko: 인기 급상승 테마
nl: Aankomende thema’s
pa_in: ਉੱਤੇ ਅਤੇ ਆ ਰਹੇ ਥੀਮ
pl: Najczęściej używane motywy
pt_pt: Próximos Temas
ru: Набирающие популярность темы
sl: Teme na obzorju
uk: Теми, які набирають популярність
zh_cn: 新秀主题

source: View All Up & Coming
cs: Zobrazit všechny nejnovější Personas
de: Alle aufstrebenden Personas anzeigen
el: Εμφάνιση όλων των επερχόμενων
es: Ver todos los que estarán disponibles próximamente
fr: Voir toutes les progressions récentes
it: Visualizza tutti gli emergenti
ja: 注目のテーマをすべて見る
ko: 인기 급상승 순으로 모두 보기
nl: Alle aankomende bekijken
pa_in: ਉੱਤੇ ਅਤੇ ਆ ਰਹੇ ਸਾਰੇ ਵੇਖੋ
pl: Wszystkie najczęściej używane
pt_pt: Ver todos
ru: Просмотреть все набирающие популярность дополнения
sl: Ogled vseh Napovedanih
uk: Переглянути всі, які набирають популярність
zh_cn: 查看所有潜力作品

source: No themes found
cs: Nebyly nalezeny žádné motivy vzhledu
de: Keine Themes gefunden
el: Δε βρέθηκαν θέματα
es: No se encontró ningún tema
fr: Pas de thème trouvé
it: Nessun tema trovato
ja: テーマが見つかりませんでした
ko: 발견된 테마 없음
nl: Geen thema’s gevonden
pa_in: ਕੋਈ ਥੀਮ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono motywów
pt_pt: Não foram encontrados temas
ru: Темы не найдены.
sl: Tem ni najti
uk: Не знайдено тем
zh_cn: 未找到主题

source: Easy-to-use themes for Firefox
cs: Snadno použitelné vzhledy pro Firefox
de: Einfach zu verwendende Themes für Firefox
el: Ευκολόχρηστα θέματα εμφάνισης του Firefox
es: Temas fáciles de usar para Firefox
fr: Thèmes Firefox faciles à utiliser
it: Temi semplici da utilizzare per Firefox
ja: Firefox 用簡易テーマ
ko: 사용이 간편한 Firefox용 테마
nl: Eenvoudig te gebruiken thema’s voor Firefox
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਲਈ ਵਰਤਣ ਵਿੱਚ ਆਸਾਨ ਥੀਮ
pl: Łatwe w obsłudze motywy dla Firefoksa
pt_pt: Temas de fácil utilização do Firefox
ru: Лёгкие в использовании темы для Firefox
sl: Zlahka uporabne teme za Firefox
uk: Легкі в користуванні теми для Firefox
zh_cn: 易用的 Firefox 主题

source: More Themes
cs: Více motivů
de: Weitere Themes
el: Περισσότερα θέματα
es: Más temas
fr: Plus de thèmes
it: Altri temi
ja: 他のテーマ
ko: 더 많은 테마
nl: Meer thema’s
pa_in: ਹੋਰ ਥੀਮ
pl: Więcej motywów
pt_pt: Mais temas
ru: Другие темы
sl: Teme dalje
uk: Більше тем
zh_cn: 更多主题

source: &laquo; All Themes
cs: &laquo; Všechny motivy
de: &laquo; Alle Themes
el: &laquo; Όλα τα θέματα
es: &laquo; Todos los temas
fr: &laquo; Tous les thèmes
it: &laquo; Tutti i temi
ja: &laquo; すべてのテーマ
ko: &laquo; 모든 테마
nl: &laquo; Alle thema’s
pa_in: &laquo; ਸਾਰੇ ਥੀਮ
pl: &laquo; Wszystkie motywy
pt_pt: &laquo; Todos os temas
ru: &laquo; Все темы
sl: &laquo; Vse teme
uk: &laquo; Всі теми
zh_cn: &laquo; 全部主题

source: All
cs: Vše
de: Alle
el: Όλα
es: Todos
fr: Toutes
it: Tutto
ja: すべて
ko: 전체
nl: Alles
pa_in: ਸਾਰੇ
pl: Wszystkie
pt_pt: Tudo
ru: Все
sl: Vsi
uk: Всі
zh_cn: 全部

source: All Add-ons
cs: Všechny doplňky
de: Alle Add-ons
el: Όλα τα πρόσθετα
es: Todos los complementos
fr: Tous les modules
it: Tutti i componenti aggiuntivi
ja: すべてのアドオン
ko: 모든 부가 기능
nl: Alle add-ons
pa_in: ਸਾਰੇ ਐਡ-ਆਨ
pl: Wszystkie dodatki
pt_pt: Todos os extras
ru: Все дополнения
sl: Vse razširitve
uk: Всі додатки
zh_cn: 所有附加组件

source: Binary
cs: S binární komponentou
de: Binär
es: Binario
fr: Binaire
it: Compilato
ja: バイナリ
ko: 이진
nl: Binair
pa_in: ਬਾਈਨਰੀ
pl: Binarny
pt_pt: Binário
ru: Бинарные
sl: Binarno
uk: Бінарні
zh_cn: 二进制

source: Non-binary
cs: Bez binárních komponent
de: Nicht-binär
el: Μη-εκτελέσιμο
es: No binario
fr: Non binaire
it: Non compilato
ja: 非バイナリ
ko: 비 이진
nl: Niet binair
pa_in: ਨਾਨ-ਬਾਈਨਰੀ
pl: Niebinarny
pt_pt: Não-binário
ru: Не бинарные
sl: Ne-binarno
uk: Не бінарні
zh_cn: 非二进制

source: Other
cs: Jiné
de: andere
el: Άλλο
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타
nl: Overig
pa_in: ਦੂਜੇ
pl: Inna
pt_pt: Outro
ru: Другое
sl: Drugo
uk: Інше
zh_cn: 其他

source: Add-on Compatibility Report for {app} {version}
cs: Přehled kompatibility doplňků pro {app} {version}
de: Add-on-Kompatibilitätsbericht für {app} {version}
el: Αναφορά συμβατότητας για το {app} {version}
es: Informe sobre compatibilidad del complemento con {app} {version}
fr: Rapport de compatibilité du module {app} {version}
it: Rapporto compatibilità per {app} {version}
ja: {app} {version} のアドオン互換性報告
ko: {app} {version}의 부가 기능 호환성 보고서
nl: Add-on-compatibiliteitsrapport voor {app} {version}
pa_in: {app} {version} ਲਈ ਐਡ-ਆਨ ਅਨੁਕੂਲਤਾ ਰਿਪੋਰਟ
pl: Zgłoszenie kompatybilności dodatku z programem {app} {version}
pt_pt: Relatório de compatibilidade do extra para {app} {version}
ru: Отчёт о совместимости дополнений для {app} {version}
sl: Poročilo o združljivosti dodatka za {app} {version}
uk: Звіт сумісності додатку для {app} {version}
zh_cn: {app} {version} 的附加组件兼容性报告

source: {app} {version} Compatibility
cs: Kompatibilita s aplikací {app} {version}
de: Kompatibilität zu {app} {version}
el: Συμβατότητα {app} {version}
es: Compatibilidad con {app} {version}
fr: {app} {version} compatibilité
it: Compatibilità {app} {version}
ja: {app} {version} の互換性
ko: {app} {version} 호환성
nl: Compatibiliteit met {app} {version}
pa_in: {app} {version} ਅਨੁਕੂਲਤਾ
pl: Kompatybilność z {app} {version}
pt_pt: Compatibilidade {app} {version}
ru: Совместимость с {app} {version}
sl: Združljivost {app} {version}
uk: Сумісність {app} {version}
zh_cn: {app} {version} 兼容性

source: Top 95% compatible with previous version
cs: 95 % nejpopulárnějších z předchozí verze
de: Top 95%, die mit der vorherigen Version kompatibel waren
el: Μέγιστη συμβατότητα 95% με την προηγούμενη έκδοση
es: Superior al 95% de compatibilidad con la versión anterior
fr: Top 95% compatible avec la version précédente
it: 95% compatibile con la versione precedente
ja: 上位 95% が以前のバージョンと互換性があります
ko: 이전 버전과 95% 이상 호환성을 확보
nl: Top 95% compatibel met voorgaande versie
pa_in: ਪਿਛਲੇ ਵਰਜਨ ਨਾਲ ਅਨੁਕੂਲ ਚੋਟੀ ਦੇ 95%
pl: Najpopularniejsze 95% dodatków kompatybilnych z poprzednią wersją
pt_pt: Top 95% compatível com a versão anterior
ru: Основные 95% совместимые с предыдущей версией
sl: Top 95% združljiv s predhodno inačico
uk: Найкращі 95% сумісних з попередньою версією
zh_cn: 与上一个版本兼容的前 95%

source: Top 95% of all add-ons
cs: 95 % ze všech doplňků
de: Top 95% aller Add-ons
es: Superior al 95% de todos los complementos
fr: Top 95% de tous les modules
it: 95% di tutti i componenti aggiuntivi
ja: すべてのアドオンの上位 95%
ko: 모든 부가 기능의 상위 95%
nl: Top 95% van alle add-ons
pa_in: ਸਾਰੇ ਐਡ-ਆਨ ਵਿੱਚੋਂ ਚੋਟੀ ਦੇ 95%
pl: Najpopularniejsze 95% ze wszystkich dodatków
pt_pt: Top 95% de todos os extras
ru: Основные 95% всех дополнений
sl: Top 95% vseh dodatkov
uk: Найкращі 95% з усіх додатків
zh_cn: 全部附加组件的前 95%

source: All active add-ons
cs: Všechny aktivní doplňky
de: Alle aktiven Add-ons
el: Όλα τα ενεργά πρόσθετα
es: Todos los complementos activos
fr: Tous modules actifs
it: Tutti i componenti aggiuntivi attivi
ja: すべてのアクティブなアドオン
ko: 활동중인 모든 부가 기능
nl: Alle actieve add-ons
pa_in: ਸਾਰੇ ਕਾਰਜਸ਼ੀਲ ਐਡ-ਆਨ
pl: Wszystkie aktywne dodatki
pt_pt: Todos os extras activos
ru: Все активные дополнения
sl: Vsi aktivni dodatki
uk: Всі активні додатки
zh_cn: 全部活跃的附加组件

source: App
cs: Aplikace
de: Anwendung
el: Εφαρμογή
ja: アプリ
pa_in: ਐੱਪ
pl: Aplikacja
ru: Прил.
sl: Aplikacija
uk: Дод.
zh_cn: 应用

source: Details for add-ons compatible with previous version:
cs: Detailní informace pro doplňky, které byly kompatibilní s předchozí verzí:
de: Details für Add-ons, die mit vorherigen Versionen kompatibel waren:
el: Λεπτομέρειες σχετικά με πρόσθετα συμβατά με προηγούμενες εκδόσεις:
es: Detalles sobre los complementos compatibles con la versión anterior:
fr: Détails pour les modules compatibles avec la version précédente :
it: Dettagli sui componenti aggiuntivi compatibili con la versione precedente:
ja: 以前のバージョンと互換性のあるアドオンの詳細:
ko: 이전 버전과의 호환성 세부 정보:
nl: Details voor met de vorige versie compatibele add-ons:
pa_in: ਪਿਛਲੇ ਵਰਜਨ ਨਾਲ ਅਨੁਕੂਲ ਐਡ-ਆਨ ਲਈ ਵੇਰਵਾ:
pl: Szczegóły dodatków kompatybilnych z poprzednią wersją:
pt_pt: Detalhes dos extras compatíveis com a versão anterior:
ru: Подробности о дополнениях, совместимых с предыдущей версией:
sl: Podrobnosti za dodatke, združljive s predhodno inačico:
uk: Докладна інформація для додатків, сумісних з попередньою версією:
zh_cn: 与前一版本兼容的附加组件的详细信息：

source: Show all versions
cs: Zobrazit všechny verze
de: Alle Versionen anzeigen
el: Προβολή όλων των εκδόσεων
es: Mostrar todas las versiones
fr: Afficher toutes les versions
it: Visualizza tutte le versioni
ja: すべてのバージョンを表示
ko: 모든 버전 보기
nl: Alle versies weergeven
pa_in: ਸਾਰੇ ਵਰਜਨ ਵਿਖਾਓ
pl: Wszystkie wersje
pt_pt: Mostrar todas as versões
ru: Показать все версии
sl: Pokaži vse različice
uk: Показати всі версії
zh_cn: 显示所有版本

source: Details for add-ons compatible with all versions:
cs: Detaily pro doplňky, které jsou kompatibilní se všemi verzemi:
de: Details für Add-ons, die mit allen Versionen kompatibel sind:
el: Λεπτομέρειες για πρόσθετα συμβατά με όλες τις εκδόσεις:
es: Detalles de complementos compatibles con todas las versiones:
fr: Détails pour les modules compatibles avec toutes les versions :
it: Dettagli sui componenti aggiuntivi compatibili con tutte le versioni:
ja: すべてのバージョンと互換性のあるアドオンの詳細:
ko: 모든 버전의 부가 기능 호환성 상세 정보:
nl: Details voor met alle versies compatibele add-ons:
pa_in: ਸਾਰੇ ਵਰਜਨਾਂ ਨਾਲ ਅਨੁਕੂਲ ਐਡ-ਆਨ ਲਈ ਵੇਰਵਾ:
pl: Szczegóły dodatków kompatybilnych z wszystkimi wersjami:
pt_pt: Detalhes para extras compatíveis com todas as versões:
ru: Подробнее о дополнениях, совместимых со всеми версиями:
sl: Podrobnosti za dodatke, združljive z vsemi različicami:
uk: Докладна інформація для додатків, сумісних з усіма версіями:
zh_cn: 与所有版本兼容的附加组件的详细信息：

source: Show previous version only
cs: Zobrazit pouze předchozí verzi
de: Nur vorherige Version anzeigen
el: Προβολή μόνο της προηγούμενης έκδοσης
es: Mostrar sólo la versión anterior
fr: Afficher uniquement les versions précédentes
it: Mostra solo la versione precedente
ja: 以前のバージョンのみを表示
ko: 구버전만 표시
nl: Alleen vorige versie weergeven
pa_in: ਕੇਵਲ ਪਿਛਲਾ ਵਰਜਨ ਵਿਖਾਓ
pl: Tylko poprzednia wersja
pt_pt: Mostrar apenas a versão anterior
ru: Показать только предыдущую версию
sl: Pokaži samo predhodno različico
uk: Показати тільки попередню версію
zh_cn: 仅显示早期版本

source: Add-on Compatibility Reports
cs: Hlášení o kompatibilitě doplňků
de: Add-on-Kompatibilitätsberichte
el: Αναφορές συμβατότητας πρόσθετων
es: Informe de compatibilidad de complementos
fr: Rapports de compatibilité du module
it: Report di compatibilità
ja: アドオンの互換性レポート
ko: 부가 기능 호환성 제보
nl: Add-on-compatibiliteitsrapporten
pa_in: ਐਡ-ਆਨ ਅਨੁਕੂਲਤਾ ਸੂਚਨਾਵਾਂ
pl: Zgłoszenia kompatybilności dodatków
pt_pt: Relatórios de compatibilidade do extra
ru: Отчёты совместимости дополнения
sl: Poročila o združljivosti dodatkov
uk: Звіти сумісності додатку
zh_cn: 附加组件兼容性报告

source: <p> Reports submitted to us through the <a href="%(url_)s">Add-on Compatibility Reporter</a> are collected here for developers to view. These reports help us determine which add-ons will need help supporting an upcoming Firefox version. </p>
cs: <p> Hlášení, která nám byla odeslána skrze <a href="%(url_)s">Add-on Compatibility Reporter</a>, jsou zde dostupná pro vývojáře. Tato hlášení nám pomohou rozpoznat, které doplňky potřebují pomoc s podporou pro nadcházející verzi Firefoxu. </p>
de: <p> Berichte, die uns über den <a href="%(url_)s">Add-on-Kompatibilitätsmelder</a> erreicht haben, werden hier zur Ansicht durch die Entwickler gesammelt. Diese Berichte helfen uns, zu ermitteln, welche Add-ons Hilfe benötigen, um eine neue Firefox-Version zu unterstützen. </p>
el: <p> Οι αναφορές που υποβάλλονται μέσω του <a href="%(url_)s">Add-on Compatibility Reporter</a>, συλλέγονται εδώ για να τις δουν οι δημιουργοί. Αυτές οι αναφορές μας βοηθούν στο να αποφασίσουμε ποια πρόσθετα θα χρειαστούν επεμβάσεις για να είναι συμβατά με μια επερχόμενη έκδοση του Firefox. </p>
es: <p> Los informes que recibimos a través del <a href="%(url_)s">Informador de compatibilidad de complementos</a> son recopilados para que los desarrolladores los revisen. Estos informes nos ayudan a determinar qué complementos necesitarán ayuda para funcionar en las siguientes versiones de Firefox. </p>
fr: <p> Les rapports qui nous sont transmis via le <a href="%(url_)s">Rapporteur de compatibilité de module</a> sont collectés ici pour que les développeurs puissent les voir. Ces rapports nous aident à déterminer quels modules auront besoin d'aide pour une prochaine version de Firefox. </p>
it: <p>In questa sezione sono archiviati, a disposizione degli sviluppatori, i report di compatibilità inviati tramite l'estensione <a href="%(url_)s">Add-on Compatibility Reporter</a>. Queste segnalazioni ci permettono di determinare quali componenti aggiuntivi avranno bisogno di aiuto per diventare compatibili con le prossime versioni di Firefox. </p>
ja: <p> <a href="%(url_)s">アドオン互換性レポーター</a> を通じて Mozilla へ送信されたレポートは、ここで収集され、開発者が参照します。これらのレポートは、どのアドオンが Firefox 次期バージョン対応のためにサポートを必要としているか Mozilla が判断するのに役立ちます。</p>
ko: <p> <a href="%(url_)s">부가 기능 호환성 제보자</a>를 통해 들어온 제보들은 개발자들을 위해 이곳에 정리되어 있습니다. 이러한 제보들은 앞으로 올라올 Firefox 버전과의 호환성 작업 지원이 필요한 부가 기능을 판별하는데 많은 도움이 되고 있습니다. </p>
nl: <p> Rapporten die bij ons via de <a href="%(url_)s">Add-on Compatibility Reporter</a> worden ingediend worden hier verzameld, zodat ontwikkelaars ze kunnen bekijken. Deze rapporten helpen ons om te bepalen welke add-ons hulp nodig hebben om een toekomstige versie van Firefox te ondersteunen.</p>
pa_in: <p> <a href="%(url_)s">ਐਡ-ਆਨ ਅਨੁਕੂਲਤਾ ਰਿਪੋਰਟਰ</a> ਦੁਆਰਾ ਸਾਨੂੰ ਭੇਜੀਆਂ ਗਈਆਂ ਰਿਪੋਰਟਾਂ ਡਿਵੈਲਪਰਾਂ ਦੇ ਵੇਖਣ ਲਈ ਇੱਥੇ ਇੱੱਕਠੀਆਂ ਹੁੰਦੀਆਂ ਹਨ। ਇਹ ਰਿਪੋਰਟਾਂ ਸਾਨੂੰ ਇਹ ਪਤਾ ਕਰਨ ਵਿੱਚ ਸਹਾਇਕ ਹੁੰਦੀਆਂ ਹਨ ਕਿ ਆਉਣ ਵਾਲੇ ਫ਼ਾਇਰਫ਼ਾਕਸ ਵਰਜਨ ਦਾ ਸਹਿਯੋਗ ਕਰਨ ਲਈ ਕਿਸ ਐਡ-ਆਨ ਨੂੰ ਮਦਦ ਦੀ ਲੋੜ ਹੈ।</p>
pl: <p>Zgłoszenia wysłane za pomocą <a href="%(url_)s">Reportera kompatybilności dodatków</a> są tutaj zebrane do wglądu autorów. Zgłoszenia te pomagają nam ustalić, które dodatki będą potrzebować pomocy, aby obsługiwały przyszłą wersję Firefoksa.</p>
pt_pt: <p> Os relatórios que nos são submetidos através do <a href="%(url_)s">Relator de compatibilidade de extra</a> são guardados qui para os desenvolvedores verem. estes relatórios ajudam-nos a determinar que extras necessitam de ajuda para suportar a próxima versão do Firefox. </p>
ru: <p> Отчёты, отправляемые нам через <a href="%(url_)s">Add-on Compatibility Reporter</a>, собираются здесь для просмотра их разработчиками. Эти отчёты помогают нам определить, каким дополнениям потребуется помощь в поддержке будущей версии Firefox. </p>
sl: <p> Poročila, ki nam jih posreduje<a href="%(url_)s">Poročevalec o združljivosti dodatkov</a>, se zbira tukaj, da si jih razvijalci lahko ogledajo. Ta poročila nam pomagajo ugotoviti, kateri dodatki bodo pri naslednji različici Firefoxa potrebovali pomoč. </p>
uk: <p> Звіти, що відправляються нам через <a href="%(url_)s">Add-on Compatibility Reporter</a>, збираються тут для огляду розробниками. Ці звіти допомагають нам визначити, яким додаткам буде потрібна допомога по підтримці в майбутній версії Firefox. </p>
zh_cn: <p>通过 <a href="%(url_)s">Add-on Compatibility Reporter</a> 提交给我们的报告都被收集在这里以供开发者查看。这些报告可以帮助我们判断哪些附加组件需要帮助支持即将发布的 Firefox 版本。</p>

source: Reports for your Add-ons
cs: Hlášení pro vaše doplňky
de: Berichte für Ihre Add-ons
el: Αναφορές για τα πρόσθετα σας
es: Informes para tus complementos
fr: Rapports pour vos modules
it: Report per i tuoi componenti aggiuntivi
ja: このアドオンに関するレポート
ko: 내 부가 기능의 호환성 제보
nl: Rapporten voor uw add-ons
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਲਈ ਸੂਚਨਾਵਾਂ
pl: Zgłoszenia dla twoich dodatków
pt_pt: Relatórios para os seus extras
ru: Отчёты для ваших дополнений
sl: Poročila za vaše dodatke
uk: Звіти для ваших додатків
zh_cn: 您的附加组件的报告

source: Add-on Compatibility Center
cs: Centrum kompatibility doplňku
de: Add-on-Kompatibilitätszentrum
el: Κέντρο συμβατότητας πρόσθετων
es: Centro de compatibilidad de complementos
fr: Centre de compatibilité de module
it: Centro compatibilità componenti aggiuntivi
ja: アドオン互換性センター
ko: 부가 기능 호환성 센터
nl: Add-on-compatibiliteitscentrum
pa_in: ਐਡ-ਆਨ ਅਨੁਕੂਲਤਾ ਕੇਂਦਰ
pl: Centrum kompatybilności dodatków
pt_pt: Centro de compatibilidade dos extras
ru: Центр совместимости дополнений
sl: Center za združljivost dodatkov
uk: Центр сумісності додатку
zh_cn: 附加组件兼容中心

source: Enter the GUID of an add-on below to view any reports we've received.
cs: Vložte níže GUID doplňku a uvidíte, jaká hlášení jsme obdrželi.
de: Geben Sie im Folgenden die GUID eines Add-ons ein, um die von uns erhaltenen Berichte zu sehen.
el: Εισάγετε παρακάτω το GUID ενός πρόσθετου για να δείτε αναφορές που ίσως έχουμε λάβει.
es: Introduzca el GUID de cualquiera de los complementos para ver los informes que hemos recibido.
fr: Entrer ci-dessous l'identifiant GUID d'un module pour voir les rapports que nous avons reçus.
it: Inserire il GUID di un componente aggiuntivo per trovare tutti i report ricevuti.
ja: Mozilla が受け取っているレポートを見るには、アドオンの GUID を下に入力してください。
ko: 제보된 내역을 보려면 아래에 부가 기능의 GUID를 입력하세요.
nl: Voer hieronder de GUID van een add-on in om ontvangen rapporten te bekijken.
pa_in: ਸਾਨੂੰ ਪ੍ਰਾਪਤ ਕੋਈ ਵੀ ਰਿਪੋਰਟ ਵੇਖਣ ਲਈ ਇੱਕ ਐਡ-ਆਨ ਦੀ GUID ਹੇਠ ਦਰਜ ਕਰੋ।
pl: Wprowadź poniżej GUID dodatku, by wyświetlić otrzymane zgłoszenia.
pt_pt: Escreva o GUID de um extra em baixo para ver qualquer relatório que tenhamos recebido.
ru: Введите ниже GUID дополнения, чтобы просмотреть все отчёты, которые мы получили.
sl: Vnesite spodaj GUID za dodatke, da si lahko ogledate poročila, ki ste jih morda prejeli.
uk: Введіть GUID додатка внизу, щоб переглянути звіти, які ми отримали.
zh_cn: 请在下方输入附加组件的 GUID 以查看我们收到的报告。

source: {addon} Compatibility Reports
cs: Hlášení kompatibility pro doplněk {addon}
de: Kompatibilitätsberichte zu {addon}
el: Αναφορές συμβατότητας για το {addon}
es: Informes de compatibilidad de {addon}
fr: Rapports de compatibilité pour {addon}
it: Report compatibilità {addon}
ja: {addon} の互換性レポート
ko: {addon}에 대한 호환성 제보
nl: Compatibiliteitsrapporten van {addon}
pa_in: {addon} ਅਨੁਕੂਲਤਾ ਰਿਪੋਰਟਾਂ
pl: Zgłoszenia kompatybilności dodatku {addon}
pt_pt: {addon} Relatórios de compatibilidade
ru: Отчёты совместимости для {addon}
sl: Sporočila o združljivosti {addon}
uk: Звіти сумісності {addon}
zh_cn: {addon} 的兼容性报告

source: {0} success report
cs: {0} pozitivní hlášení
de: {0} Erfolgsmeldung
el: {0} αναφορά επιτυχίας
es: {0} informe correcto
fr: {0} rapport de succès
it: {0} report positivo
ja: {0} 件の成功報告
ko: 성공 제보 {0}개
nl: {0} succesrapport
pa_in: {0} ਸਫ਼ਲਤਾ ਰਿਪੋਰਟ
pl: {0} zgłoszenie poprawności
pt_pt: {0} relatório com sucesso
ru: {0} сообщение о успехе
sl: {0} poročilo o uspehu
uk: {0} повідомлення про успіх
zh_cn: {0} 个成功报告

source: {0} problem report
cs: {0} hlášení problému
de: {0} Problemmeldung
el: {0} αναφορά προβλημάτων
es: {0} informe sobre problemas
fr: {0} rapport de problèmes
it: {0} report con problemi
ja: {0} 件の問題報告
ko: 문제 제보 {0}개
nl: {0} probleemrapport
pa_in: {0} ਸਮੱਸਿਆ ਰਿਪੋਰਟ
pl: {0} zgłoszenie problemów
pt_pt: {0} relatório com problema
ru: {0} сообщение о проблеме
sl: {0} poročilo o težavi
uk: {0} повідомлення про проблему
zh_cn: {0} 个问题报告

source: View all
cs: Zobrazit vše
de: Alle ansehen
el: Προβολή όλων
es: Ver todo
fr: Voir tout
it: Visualizza tutto
ja: すべて見る
ko: 모두 보기
nl: Alles bekijken
pa_in: ਸਾਰੇ ਵੇਖੋ
pl: Wszystkie
pt_pt: Ver todas
ru: Просмотреть все
sl: Prikaže vse
uk: Переглянути всі
zh_cn: 查看所有

source: Filter by Application
cs: Filtrace dle aplikace
de: Nach Anwendung filtern
el: Φιλτράρισμα βάσει εφαρμογής
es: Filtrar por aplicación
fr: Filtrer par Application
it: Filtra per applicazione
ja: アプリケーションで絞り込み
ko: 애플리케이션 별로 보기
nl: Filteren op toepassing
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਦੁਆਰਾ ਫ਼ਿਲਟਰ
pl: Filtruj wg aplikacji
pt_pt: Filtrar por aplicação
ru: Фильтр по приложению
sl: Filtriraj po aplikacijah
uk: Фільтр за додатком
zh_cn: 按应用程序排序

source: Report Type
cs: Typ hlášení
de: Typ melden
el: Τύπος αναφοράς
es: Tipo de informe
fr: Type de rapport
it: Tipo report
ja: レポートの種類
ko: 제보 종류
nl: Rapporttype
pa_in: ਰਿਪਰੋਟ ਟਾਈਪ
pl: Typ zgłoszenia
pt_pt: Tipo de relatório
ru: Тип отчёта
sl: Vrsta poročila
uk: Тип звіту
zh_cn: 报告类型

source: Application
cs: Aplikace
de: Anwendung
el: Εφαρμογή
es: Aplicación
it: Applicazione
ja: アプリケーション
ko: 애플리케이션
nl: Toepassing
pa_in: ਐਪਲੀਕੇਸ਼ਨ
pl: Program
pt_pt: Aplicação
ru: Приложение
sl: Program
uk: Програма
zh_cn: 应用程序

source: Application Build
cs: Sestavení aplikace
de: Build der Anwendung
el: Build εφαρμογής
es: Número de compilación de la aplicación
fr: Identifiant de compilation
it: Build applicazione
ja: アプリケーションのビルド
ko: 애플리케이션 빌드
nl: Toepassingsbuild
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਬਿਲਡ
pl: Kompilacja programu
pt_pt: Versão da aplicação
ru: Сборка приложения
sl: Gradnja aplikacije
uk: Збирання додатку
zh_cn: 应用程序编译版本

source: Platform
cs: Platforma
de: Betriebssystem
el: Πλατφόρμα
es: Plataforma
fr: Plateforme
it: Sistema operativo
ja: OS
ko: 플랫폼
pa_in: ਪਲੇਟਫ਼ਾਰਮ
pl: System
ru: Платформа
sl: Platforma
uk: Платформа
zh_cn: 平台
