Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <b>{0}</b> review for this add-on
cs: <b>{0}</b> recenze tohoto doplňku
de: <b>{0}</b> Bewertung für dieses Add-on
el: <b>{0}</b> αξιολόγηση για το πρόσθετο
es: <b>{0}</b> valoración para este complemento
fr: <b>{0}</b> vérification de ce module
it: <b>{0}</b> recensione per questo componente aggiuntivo
ja: このアドオンには <b>{0}</b> 件のレビューがあります
ko: 전체 평가: <b>{0}</b>개
nl: <b>{0}</b> beoordeling voor deze add-on
pa_in: ਇਸ ਐਡ-ਆਨ ਲਈ <b>{0}</b> ਸਮੀਖਿਆ
pl: <b>{0}</b> opinia o tym dodatku
pt_pt: <b>{0}</b> avaliação para este extra
ru: <b>{0}</b> отзыв на это дополнение
sl: <b>{0}</b> pregled za ta dodatek
uk: <b>{0}</b> відгук для цього додатку
zh_cn: 这个附加组件有 <b>{0}</b> 条评论

source: Developer reply by {0}
cs: Odpověď vývojáře na {0}
de: Antwort von Entwickler {0}
el: Απάντηση δημιουργού από {0}
es: Respuesta del desarrollador por {0}
fr: Réponse du développeur par {0}
it: Risposta dello sviluppatore {0}
ko: {0}님의 개발자 댓글
nl: Ontwikkelaarsantwoord door {0}
pa_in: {0} ਵੱਲੋਂ ਡਿਵੈਲਪਰ ਜਵਾਬ
pl: Odpowiedź autora: {0}
pt_pt: Desenvolvedor respondeu por {0}
ru: Ответ разработчика {0}
sl: Odgovor razvijalca {0}
uk: Відповідь розробника від {0}
zh_cn: 由开发者 {0} 做的回复

source: Review for %(addon)s by %(user)s
cs: Recenze %(addon)s od uživatele %(user)s
de: Bewertung für %(addon)s von %(user)s
el: Αξιολόγηση για το %(addon)s από τον/την %(user)s
es: Valoración de %(addon)s por %(user)s
fr: Vérification de %(addon)s par %(user)s
it: Recensione di %(user)s per %(addon)s
ja: %(user)s さんによる %(addon)s のレビュー
ko: %(user)s님의 %(addon)s 평가
nl: Beoordeling voor %(addon)s door %(user)s
pa_in: %(user)s ਵੱਲੋਂ %(addon)s ਲਈ ਸਮੀਖਿਆ
pl: Opinia o %(addon)s autorstwa %(user)s
pt_pt: Avaliação para o %(addon)s por %(user)s
ru: Отзыв на %(addon)s от %(user)s
sl: Pregled za %(addon)s za %(user)s
uk: Відгук для %(addon)s від %(user)s
zh_cn: %(user)s 对 %(addon)s 发表的评论

source: No reviews found.
cs: Žádná recenze nebyla nalezena.
de: Keine Bewertung gefunden.
el: Δεν βρέθηκαν αξιολογήσεις
es: No se ha encontrado ninguna valoración.
fr: Pas de vérification trouvée.
it: Nessuna recensione disponibile.
ja: レビューはまだありません。
ko: 평가가 없습니다.
nl: Geen beoordelingen gevonden.
pa_in: ਕੋਈ ਸਮੀਖਿਆ ਨਹੀਂ ਮਿਲੀ।
pl: Brak opinii.
pt_pt: Nenhuma avaliação encontrada.
ru: Отзывов не найдено.
sl: Pregledov ni najti.
uk: Не знайдено відгуків.
zh_cn: 没有发现评论。

source: <strong>Average</strong> (%(total)s)
cs: <strong>Průměr</strong> (%(total)s)
de: <strong>Durchschnitt</strong> (%(total)s)
es: <strong>Promedio</strong> (%(total)s)
fr: <strong>Moyenne</strong> (%(total)s)
it: <strong>Media</strong> (%(total)s)
ja: <strong>平均</strong> (%(total)s)
ko: <strong>평균</strong> (%(total)s)
nl: <strong>Gemiddeld</strong> (%(total)s)
pa_in: <strong>ਔਸਤ</strong> (%(total)s)
pl: <strong>Średnia</strong> (%(total)s)
pt_pt: <strong>Média</strong> (%(total)s)
ru: <strong>Средний</strong> (%(total)s)
zh_cn: <strong>平均</strong> (%(total)s)

source: Write a New Review
cs: Napsat novou recenzi
de: Schreiben Sie eine neue Bewertung
el: Γράψτε νέα αξιολόγηση
es: Escribir una nueva valoración
fr: Écrire un nouvel avis
it: Scrivi una nuova recensione
ja: 新しいレビューを書く
ko: 새 평가 작성하기
nl: Een nieuwe beoordeling schrijven
pa_in: ਨਵੀਂ ਸਮੀਖਿਆ ਲਿਖੋ
pl: Napisz nową opinię
pt_pt: Escrever uma nova avaliação
ru: Написать новый отзыв
sl: Napišite novo recenzijo
zh_cn: 撰写新评论

source: Be the first to write a review.
cs: Buďte první, kdo napíše recenzi.
de: Schreiben Sie als Erster eine Bewertung
el: Γράψτε την πρώτη αξιολόγηση.
es: Sé el primero en escribir una valoración.
fr: Soyez le premier à écrire une critique.
it: Scrivi per primo una recensione.
ja: ぜひ、最初のレビューを書いてください。
ko: 1등으로 평가를 써 보세요.
nl: Schrijf als eerste een beoordeling.
pa_in: ਸਮੀਖਿਆ ਲਿੱਖਣ ਵਿੱਚ ਪਹਿਲ ਕਰੋ।
pl: Napisz pierwszą opinię
pt_pt: Seja o primeiro a escrever um comentário
ru: Напишите первый отзыв.
sl: Bodi prvi, ki bo napisal recenzijo.
zh_cn: 率先撰写评论。

source: {num} review
cs: {num} recenze
de: {num} Bewertung
el: {num} αξιολόγηση
es: {num} valoración
fr: {num} critique
it: {num} recensione
ja: {num} 件のレビュー
ko: 평가 {num}개
nl: {num} beoordeling
pa_in: {num} ਸਮੀਖਿਆ
pl: {num} opinia
pt_pt: {num} comentário
ru: {num} отзыв
sl: {num} recenzija
uk: {num} відгук
zh_cn: {num} 条评论

source: Rated {0} out of 5 stars
cs: Ohodnoceno {0} z 5 hvězdiček
de: Bewertet mit {0} von 5 Sternen
es: Calificación {0} de 5 estrellas
fr: Noté {0} sur 5 étoiles
it: Assegnate {0} su 5 stelle
ko: 5점중 {0}점 받음
nl: Waardering {0} van 5 sterren
pa_in: 5 ਤਾਰਿਆਂ ਵਿੱਚ {0} ਮਿਲੇ
pl: Oceniono na {0} z 5 możliwych gwiazdek
pt_pt: Avaliado em {0} de 5 estrelas
ru: Рейтинг {0} из 5 звёзд
sl: Ocena {0} od 5 zvezdic
zh_cn: 评分 {0}，满分5星

source: Rated %(rating)s out of 5 stars
cs: Ohodnoceno %(rating)s z 5 hvězdiček
de: Bewertet mit %(rating)s von 5 Sternen
es: Calificado con %(rating)s de 5 estrellas
fr: Noté %(rating)s sur 5 étoiles
it: Valutazione: %(rating)s su 5 stelle
ko: 5점중 %(rating)s점 받음
nl: Waardering %(rating)s van 5 sterren
pa_in: 5 ਤਾਰਿਆਂ ਵਿੱਚੋਂ %(rating)s ਮਿਲੇ
pl: Oceniony jako %(rating)s/5
pt_pt: Classificado com %(rating)s de 5 estrelas
ru: Оценено на %(rating)s из 5 звёзд
sl: Ocenjeno z %(rating)s od 5 zvezdic
zh_cn: 给 %(rating)s 以5星评价

source: Add a Review
cs: Přidat recenzi
de: Eine Bewertung hinzufügen
es: Agregar una valoración
fr: Ajouter une critique
it: Aggiungi una recensione
ja: レビューを追加
ko: 평가 작성하기
nl: Beoordeling toevoegen
pa_in: ਇੱਕ ਸਮੀਖਿਆ ਜੋੜੋ
pl: Dodaj opinię
pt_pt: Adicionar uma Análise
ru: Добавить отзыв
sl: Dodaj pregled
zh_cn: 添加评论

source: Log in to add a review
cs: Pro přidání recenze se přihlaste
de: Melden Sie sich an, um eine Bewertung hinzuzufügen
es: Conéctate para agregar una valoración
fr: Se connecter pour ajouter une critique
it: Accedi per inserire una recensione
ja: ログインしてレビューを追加
ko: 평가를 작성하려면 로그인 하세요
nl: Meld u aan om een beoordeling toe te voegen
pa_in: ਸਮੀਖਿਆ ਜੋੜਨ ਲਈ ਲਾਗਇਨ ਕਰੋ
pl: Zaloguj się, aby dodać opinię
pt_pt: Inicie sessão para deixar um comentário
ru: Войти, чтобы добавить отзыв
sl: Prijava za predložitev pregleda
zh_cn: 登录以添加评论

source: Title:
cs: Nadpis:
de: Titel:
el: Τίτλος:
es: Título:
fr: Titre :
it: Titolo:
ja: タイトル:
ko: 제목:
nl: Titel:
pa_in: ਸਿਰਲੇਖ:
pl: Tytuł:
pt_pt: Titúlo:
ru: Заголовок:
sl: Naslov:
uk: Назва:
zh_cn: 职务：

source: No ratings yet.
cs: Dosud nebyl hodnocen.
de: Noch keine Bewertungen
el: Χωρίς αξιολογήσεις μέχρι τώρα.
es: Aún sin calificaciones.
fr: Pas encore de note.
it: Nessun voto
ja: まだ評価されていません。
ko: 아직 별점이 없습니다.
nl: Nog geen waarderingen.
pa_in: ਹਾਲੇ ਦਰਜਾ ਨਹੀਂ ਮਿਲਿਆ।
pl: Jeszcze brak ocen.
pt_pt: Ainda sem comentários.
ru: Рейтингов ещё нет.
sl: Zaenkrat brez ocen.
zh_cn: 尚未评分。

source: Average from {0} Rating
cs: Průměr z {0} hodnocení
de: Durchschnitt aus {0} Bewertung
el: Μέσος όρος {0} αξιολόγησης
es: Media a partir de {0} calificación
fr: Moyenne de {0} note
it: Media da {0} voto
ko: 평균 별점 {0}
nl: Gemiddelde van {0} waardering
pa_in: {0} ਰੇਟਿੰਗ ਤੋਂ ਔਸਤ
pl: Średnia z {0} oceny
pt_pt: Média de {0} comentário
ru: Среднее из {0} рейтинга
sl: Povprečje iz {0} ocene
zh_cn: {0} 平均评分

source: by %(user)s
cs: od uživatele %(user)s
de: von %(user)s
el: από %(user)s
es: por %(user)s
fr: par %(user)s
it: di %(user)s
ja: 投稿者: %(user)s
ko: 작성자: %(user)s
nl: door %(user)s
pa_in: %(user)s ਵੱਲੋਂ
pl: autor: %(user)s
pt_pt: por %(user)s
ru: от %(user)s
sl: od %(user)s
zh_cn: 由 %(user)s

source: Read More&nbsp;&raquo;
cs: Dozvědět se více&nbsp;&raquo;
de: Lesen Sie mehr&nbsp;»
el: Διαβάστε περισσότερα&nbsp;&raquo;
es: Leer más&nbsp;&raquo;
fr: En savoir plus &nbsp;&raquo;
it: Ulteriori informazioni&nbsp;&raquo;
ja: 全文を表示&nbsp;&raquo;
ko: 더 보기&nbsp;&raquo;
nl: Meer hierover&nbsp;&raquo;
pa_in: ਹੋਰ ਪੜੋ&nbsp;&raquo;
pl: Więcej&nbsp;&raquo;
pt_pt: Leia mais »
ru: Подробнее&nbsp;&raquo;
sl: Berite daljee&nbsp;&raquo;
zh_cn: 阅读更多&nbsp;&raquo;

source: See All Reviews
cs: Zobrazit %(cnt)s recenzi
de: Alle Bewertungen ansehen
el: Δείτε όλες τις αξιολογήσεις
es: Ver todas las revisiones
fr: Voir toutes les revues
it: Visualizza tutte le recensioni
ja: レビューをすべて表示
ko: 평가 전부 보기
nl: Alle beoordelingen bekijken
pa_in: ਸਾਰੀਆਂ ਸਮੀਖਿਆਵਾਂ ਵੇਖੋ
pl: Zobacz wszystkie opinie
pt_pt: Ver todas as revisões
ru: Просмотреть все отзывы
sl: Glej vse recenzije
zh_cn: 查看所有评论

source: Most popular this week
cs: Nejpopulárnější tento týden
de: Am beliebtesten diese Woche
el: Πιο δημοφιλείς αυτή την εβδομάδα
es: Más populares esta semana
fr: Les plus populaires cette semaine
it: Più popolari di questa settimana
ja: 今週最も人気
ko: 이번 주 최고 인기순
nl: Populairst deze week
pa_in: ਇਸ ਹਫ਼ਤੇ ਸੱਭ ਤੋਂ ਮਸ਼ਹੂਰ
pl: Najpopularniejsze w tym tygodniu
pt_pt: Mais populares esta semana
ru: Самые популярные за эту неделю
sl: Najbolj priljubljeni ta teden
uk: Найпопулярніші цього тижня
zh_cn: 本周最热门

source: Most popular this month
cs: Nejpopulárnější tento měsíc
de: Am beliebtesten diesen Monat
el: Πιο δημοφιλείς αυτό τον μήνα
es: Más populares de este mes
fr: Les plus populaires ce mois-ci
it: Più popolari di questo mese
ja: 今月最も人気
ko: 이번 달 최고 인기순
nl: Populairst deze maand
pa_in: ਇਸ ਮਹੀਨੇ ਸੱਭ ਤੋਂ ਮਸ਼ਹੂਰ
pl: Najpopularniejsze w tym miesiącu
pt_pt: Mais populares este mês
ru: Самые популярные за этот месяц
sl: Najbolj priljubljeni ta mesec
uk: Найпопулярніші цього місяця
zh_cn: 本月最热门

source: Most popular all time
cs: Nejpopulárnější
de: Am beliebtesten aller Zeiten
el: Πιο δημοφιλείς όλων των καιρών
es: Más populares de todos los tiempos
fr: Les plus populaires
it: Più popolari di sempre
ja: これまでで最も人気
ko: 전체 기간 최고 인기순
nl: Populairst aller tijden
pa_in: ਹਰ ਵੇਲੇ ਸੱਭ ਤੋਂ ਮਸ਼ਹੂਰ
pl: Najpopularniejsze
pt_pt: Mais populares de sempre
ru: Самые популярные за всё время
sl: Najbolj priljubljeni vseh časov
uk: Найпопулярніші за весь час
zh_cn: 总是最热门

source: search for add-ons
cs: hledat doplňky
de: Suche nach Add-ons
el: αναζήτηση για πρόσθετα
es: buscar complementos
fr: recherche de modules
it: cerca tra i comp. aggiuntivi
ja: アドオンを検索
ko: 부가 기능 검색하기
nl: zoeken naar add-ons
pa_in: ਐਡ-ਆਨਾਂ ਦੀ ਖੋਜ ਕਰੋ
pl: szukaj dodatków
pt_pt: Procurar extras
ru: поиск дополнений
sl: iskanje razširitev
uk: шукати додатки
zh_cn: 搜索附加组件

source: search for collections
cs: hledání sbírek
de: nach Sammlungen suchen
el: αναζήτηση για συλλογές
es: buscar colecciones
fr: rechercher des collections
it: cerca una raccolta
ja: コレクションを検索
ko: 모음집 검색하기
nl: zoeken naar collecties
pa_in: ਸੰਗ੍ਰਹਿਾਂ ਦੀ ਖੋਜ ਕਰੋ
pl: szukaj kolekcji
pt_pt: pesquisar coleções
ru: поиск подборок
sl: iskanje zbirk
uk: шукати збірки
zh_cn: 搜索收藏集

source: search for themes
cs: vyhledání motivů
de: Nach Themes suchen
es: buscar temas
fr: rechercher des thèmes
it: cerca per tema
ja: テーマを検索
ko: 테마 검색하기
nl: zoeken naar thema’s
pa_in: ਥੀਮਾਂ ਲਈ ਖੋਜ ਕਰੋ
pl: wyszukiwanie motywów
pt_pt: procurar por temas
ru: поиск тем
sl: Iskanje tem
zh_cn: 搜索主题

source: search for apps
cs: hledat aplikace
de: Nach Anwendungen suchen
es: buscar aplicaciones
fr: rechercher des applications
it: cerca tra le app
ja: アプリを検索
ko: 앱 검색하기
nl: zoeken naar apps
pa_in: ਐਪਾਂ ਲਈ ਖੋਜ ਕਰੋ
pl: szukaj aplikacji
pt_pt: pesquisar apps
ru: поиск приложений
sl: iskanje aplikacij
zh_cn: 搜索应用

source: Sort By
cs: Seřadit dle
de: Sortieren nach
el: Ταξινόμηση
es: Ordenar por
fr: Trié par
it: Ordina per
ja: 並べ替え
ko: 정렬 방식
nl: Sorteren op
pa_in: ਦੁਆਰਾ ਕ੍ਰਮਬੱਧ
pl: Sortuj wg
pt_pt: Ordenar por
ru: Сортировать по
sl: Razvrsti po
uk: Сортувати за
zh_cn: 排序依据

source: Relevance
de: Wichtigkeit
es: Relevancia
fr: Pertinence
it: Pertinenza
ja: 関連度
ko: 연관성
nl: Relevantie
pa_in: ਸਬੰਧਤ
pl: Ważność
pt_pt: Relevância
ru: Релевантность
sl: Pomembnost
zh_cn: 相关性

source: Results <strong>{0}</strong>-<strong>{1}</strong> of <strong>{2}</strong>
cs: Výsledky <strong>{0}</strong>-<strong>{1}</strong> z <strong>{2}</strong>
de: Ergebnisse <strong>{0}</strong>-<strong>{1}</strong> von <strong>{2}</strong>
el: Αποτελέσματα <strong>{0}</strong>-<strong>{1}</strong> από <strong>{2}</strong>
es: Resultados <strong>{0}</strong>-<strong>{1}</strong> de <strong>{2}</strong>
fr: Résultats<strong>{0}</strong>-<strong>{1}</strong> sur <strong>{2}</strong>
it: Risultati <strong>{0}</strong>-<strong>{1}</strong> di <strong>{2}</strong>
ja: 検索結果 <strong>{2}</strong> 件中 <strong>{0}</strong> 件から <strong>{1}</strong> 件
ko: 전체 <strong>{2}</strong>개 중 <strong>{0}</strong>-<strong>{1}</strong>
nl: Resultaten <strong>{0}</strong>-<strong>{1}</strong> van <strong>{2}</strong>
pa_in: <strong>{2}</strong> ਵਿੱਚੋਂ strong>{0}</strong>-<strong>{1}</strong> ਨਤੀਜੇ
pl: Wyniki <strong>{0}</strong>-<strong>{1}</strong> z <strong>{2}</strong>
pt_pt: Resultados <strong>{0}</strong>-<strong>{1}</strong> de <strong>{2}</strong>
ru: Результаты <strong>{0}</strong>-<strong>{1}</strong> из <strong>{2}</strong>
sl: Rezultati <strong>{0}</strong>-<strong>{1}</strong> od <strong>{2}</strong>
uk: Результати <strong>{0}</strong>-<strong>{1}</strong> з <strong>{2}</strong>
zh_cn: 第 <strong>{0}</strong>-<strong>{1}</strong> 条结果，共 <strong>{2}</strong> 条

source: Showing {0} - {1} of {2} results for <strong>{3}</strong> tagged with <strong>{4}</strong>
cs: Zobrazeno {0} - {1} z {2} výsledků odpovídajících <strong>{3}</strong> a obsahujících štítek <strong>{4}</strong>
de: Ergebnis {0} - {1} von {2} für <strong>{3}</strong>, die mit <strong>{4}</strong> getaggt sind
el: Προβολή {0} - {1} από {2} αποτελέσματα για: <strong>{3}</strong> με ετικέτα: <strong>{4}</strong>
es: Mostrando {0} - {1} de {2} resultados de <strong>{3}</strong> etiquetados con <strong>{4}</strong>
fr: Affichage de {0} - {1} sur {2} résultats pour <strong>{3}</strong> avec l'étiquette<strong>{4}</strong>
it: Visualizzando {0} - {1} di {2} risultati per <strong>{3}</strong> con etichetta <strong>{4}</strong>
ja: タグ <strong>{4}</strong> が付いた <strong>{3}</strong> の検索結果: {2} 件中 {0} 件から {1} 件までを表示しています
ko: <strong>{4}</strong> 태그와 검색어 <strong>{3}</strong>(으)로 {2}개 검색 / {0} - {1} 표시중
nl: Weergegeven: {0} - {1} van {2} resultaten voor <strong>{3}</strong> gelabeld met <strong>{4}</strong>
pa_in: <strong>{4}</strong> ਨਾਲ ਟੈਗ ਹੋਏ <strong>{3}</strong> ਲਈ {2} ਨਤੀਜਿਆਂ ਵਿੱਚੋਂ {0} - {1} ਵਿਖਾ ਰਿਹਾ
pl: Wyświetlone jest {0} - {1} z {2} wyników dla <strong>{3}</strong> oznaczonych etykietą <strong>{4}</strong>
pt_pt: A mostrar {0} - {1} de {2} resultados para <strong>{3}</strong>etiquetados com <strong>{4}</strong>
ru: Показываю {0} - {1} из {2} результатов для <strong>{3}</strong> отмеченных как <strong>{4}</strong>
sl: Prikaz {0} - {1} od {2} rezultatov za <strong>{3}</strong> z z oznako <strong>{4}</strong>
uk: Показ результатів {0} - {1} з {2} для <strong>{3}</strong> позначених як <strong>{4}</strong>
zh_cn: 关键词为 <strong>{3}</strong> 且带有 <strong>{4}</strong> 标签的结果共有 {2} 项，显示第 {0} - {1} 项。

source: Showing {0} - {1} of {2} results for <strong>{3}</strong>
cs: Zobrazeno {0} - {1} z {2} výsledků obsahujících <strong>{3}</strong>
de: Ergebnis {0} - {1} von {2} für <strong>{3}</strong>
el: Προβολή {0} - {1} από {2} αποτελέσματα για: <strong>{3}</strong>
es: Mostrando {0} - {1} de {2} resultados de <strong>{3}</strong>
fr: Affichage de {0} - {1} sur {2} résultats pour <strong>{3}</strong>
it: Visualizzando {0} - {1} di {2} risultati per <strong>{3}</strong>
ja: <strong>{3}</strong> の検索結果: {2} 件中 {0} 件から {1} 件までを表示しています
ko: <strong>{3}</strong>(으)로 {2}개 검색 / {0} - {1} 표시중
nl: Weergegeven: {0} - {1} van {2} resultaten voor <strong>{3}</strong>
pa_in: <strong>{3}</strong> ਲਈ {2} ਵਿੱਚੋਂ {0} - {1} ਨਤੀਜੇ ਵਿਖਾ ਰਿਹਾ
pl: Wyświetlone jest {0} - {1} z {2} wyników dla <strong>{3}</strong>
pt_pt: A mostrar {0} - {1} de {2} resultados para <strong>{3}</strong>
ru: Показываю {0} - {1} из {2} результатов для <strong>{3}</strong>
sl: Prikaz {0} - {1} od {2} rezultatov za <strong>{3}</strong>
uk: Показ результатів {0} - {1} з {2} для <strong>{3}</strong>
zh_cn: 包含 <strong>{3}</strong> 的结果共有 {2} 项，显示第 {0} - {1} 项

source: Showing {0} - {1} of {2} results tagged with <strong>{3}</strong>
cs: Zobrazeno {0} - {1} z {2} výsledků obsahujících štítek <strong>{3}</strong>
de: Ergebnis {0} - {1} von {2}, die mit <strong>{3}</strong> getaggt sind
el: Προβολή {0} - {1} από {2} αποτελέσματα με ετικέτα: <strong>{3}</strong>
es: Mostrando {0} - {1} de {2} resultados etiquetados con <strong>{3}</strong>
fr: Affichage de {0} - {1} sur {2} résultats avec le l'étiquette <strong>{3}</strong>
it: Visualizzazione {0} - {1} di {2} risultati con etichetta <strong>{3}</strong>
ja: タグ <strong>{3}</strong> が付いた検索結果: {2} 件中 {0} 件から {1} 件までを表示しています
ko: <strong>{3}</strong> 태그로 {2}개 검색 / {0} - {1} 표시중
nl: Weergegeven: {0} - {1} van {2} resultaten gelabeld met <strong>{3}</strong>
pa_in: <strong>{3}</strong> ਨਾਲ ਟੈਗ ਹੋਏ {2} ਨਤੀਜਿਆਂ ਵਿੱਚੋਂ {0} - {1} ਵਿਖਾ ਰਿਹਾ
pl: Wyświetlone jest {0} - {1} z {2} wyników z etykietą <strong>{3}</strong>
pt_pt: A mostrar {0} - {1} de {2} resultados etiquetados com <strong>{3}</strong>
ru: Показываю {0} - {1} из {2} результатов отмеченных как <strong>{3}</strong>
sl: Prikaz {0} - {1} od {2} rezultatov z oznako <strong>{3}</strong>
uk: Показ результатів {0} - {1} з {2} позначених як <strong>{3}</strong>
zh_cn: 标签为 <strong>{3}</strong> 的结果共有 {2} 项，显示第 {0} - {1} 项

source: Showing {0} - {1} of {2} results
cs: Zobrazeno {0} - {1} z {2} výsledků
de: Ergebnis {0} - {1} von {2}
el: Προβολή {0} - {1} από {2} αποτελέσματα
es: Mostrando {0} - {1} de {2} resultados
fr: Affichage de {0} - {1} sur {2} résultats
it: Visualizzazione {0} - {1} di {2} risultati
ja: 検索結果 {2} 件中 {0} から {1} 件までを表示しています
ko: {2}개 검색 / {0} - {1} 표시중
nl: Weergegeven: {0} - {1} van {2} resultaten
pa_in: {2} ਨਤੀਜਿਆਂ ਵਿੱਚੋਂ {0} - {1} ਨਤੀਜੇ ਵਿਖਾ ਰਿਹਾ
pl: Wyświetlone jest {0} - {1} z {2} wyników
pt_pt: A mostrar {0} - {1} de {2} resultados
ru: Показываю {0} - {1} из {2} результатов
sl: Prikaz {0} - {1} od {2} rezultatov
uk: Показ результатів {0} - {1} з {2}
zh_cn: 共有 {2} 项结果，显示 {0} - {1} 项

source: {0} Add-ons
cs: Doplňky pro {0}
el: Πρόσθετα {0}
es: {0} complementos
fr: {0} Modules
it: Componenti aggiuntivi per {0}
ja: {0} アドオン
ko: {0} 부가 기능
pa_in: {0} ਐਡ-ਆਨ
pl: Dodatki dla {0}
pt_pt: {0} extras
ru: {0} Дополнения
sl: {0} dodatkov
uk: Додатки {0}
zh_cn: {0} 附加组件

source: All Apps
cs: Všechny aplikace
de: Alle Anwendungen
es: Todas las aplicaciones
fr: Toutes les applications
it: Tutte le app
ko: 모든 앱
nl: Alle apps
pl: Wszystkie aplikacje
ru: Все приложения
sl: Vse aplikacije
zh_cn: 所有应用

source: Any {0}
cs: Libovolný {0}
de: Alle Versionen von {0}
es: Cualquier {0}
fr: Quel que soit {0}
it: Qualsiasi {0}
ko: {0} 모든 버전
nl: Alle {0}-versies
pa_in: ਕੋਈ {0}
pl: Każda wersja programu {0}
pt_pt: Qualquer {0}
ru: Любая {0}
sl: Katerikoli {0}
zh_cn: 任何 {0}

source: All Systems
cs: Všechny systémy
de: Alle Systeme
es: Todos los sistemas
fr: Tous les systèmes
it: Tutti i sistemi
ja: すべてのシステム
ko: 모든 운영 체제
nl: Alle systemen
pa_in: ਸਾਰੇ ਸਿਸਟਮ
pl: Wszystkie systemy
pt_pt: Todos os sistemas
ru: Все системы
sl: Vsi sistemi
zh_cn: 所有系统

source: All Tags
cs: Všechny štítky
de: Alle Schlagwörter
es: Todas las etiquetas
fr: Toutes les étiquettes
it: Tutte le etichette
ja: すべてのタグ
ko: 모든 태그
nl: Alle labels
pa_in: ਸਾਰੇ ਟੈਗ
pl: Wszystkie etykiety
pt_pt: Todas as etiquetas
ru: Все метки
zh_cn: 所有标签

source: Collection Search Results for {0}
cs: Výsledky vyhledávání výrazu {0} ve sbírkách
de: Sammlungen: Suchergebnisse für {0}
el: Αποτελέσματα αναζήτησης συλλογών για {0}
es: Resultados de la búsqueda de colecciones para {0}
fr: Résultats de recherche pour la collection pour {0}
it: Risultati della ricerca di raccolte per {0}
ja: コレクションの検索結果: {0}
ko: {0}에 대한 모음집 검색 결과
nl: Zoekresultaten collecties voor {0}
pa_in: {0} ਲਈ ਸੰਗ੍ਰਹਿ ਖੋਜ ਨਤੀਜੇ
pl: Wyniki wyszukiwania dla {0}
pt_pt: Resultados da pesquisa de coleções para {0}
ru: Результаты поиска подборки для {0}
sl: Rezultat iskanja po zbirkah za {0}
zh_cn: {0} 的收藏集搜索结果

source: Collection Search Results
cs: Výsledky vyhledávání ve sbírkách
de: Sammlungen: Suchergebnisse
el: Αποτελέσματα αναζήτησης συλλογών
es: Resultados de la búsqueda de colecciones
fr: Résultats de recherche pour la collection
it: Risultati della ricerca di raccolte
ja: コレクションの検索結果
ko: 모음집 검색 결과
nl: Zoekresultaten collecties
pa_in: ਸੰਗ੍ਰਹਿ ਖੋਜ ਨਤੀਜੇ
pl: Wyniki wyszukiwania kolekcji
pt_pt: Resultados da pesquisa de coleções
ru: Результаты поиска подборки
sl: Rezultati iskanja zbirke
zh_cn: 收藏集搜索结果

source: Search Unavailable
cs: Vyhledávání není dostupné
de: Suche nicht verfügbar
es: Búsqueda no disponible
fr: Recherche non disponible
it: Ricerca non disponibile
ko: 검색 이용 불가
nl: Zoeken niet beschikbaar
pa_in: ਖੋਜ ਉੱਪਲਬਧ ਨਹੀਂ
pl: Wyszukiwanie niedostępne
pt_pt: Pesquisa Indisponível
ru: Поиск недоступен
sl: Iskanje ni na voljo
zh_cn: 搜索不可用

source: Search is temporarily unavailable. Please try again in a few minutes.
cs: Vyhledávání je dočasně nedostupné. Zkuste to prosím znovu za několik minut.
de: Die Suche ist zeitweilig nicht verfügbar. Bitte versuchen Sie es in einigen Minuten erneut.
es: La búsqueda no está disponible temporalmente. Inténtalo de nuevo pasados unos minutos.
fr: La recherche est temporairement indisponible. Merci de réessayer dans quelques minutes.
it: La ricerca non è momentaneamente disponibile. Riprova tra qualche minuto.
ko: 검색 기능을 일시적으로 사용할 수 없습니다. 몇분 후 다시 이용해 주세요.
nl: De zoekmachine is tijdelijk niet beschikbaar. Probeer het over een paar minuten nog eens.
pa_in: ਖੋਜ ਆਰਜ਼ੀ ਤੌਰ ਤੇ ਉੱਪਲਬਧ ਨਹੀਂ। ਕਿਰਪਾ ਕਰਕੇ ਕੁੱਝ ਮਿੰਟਾਂ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ ਕਰੋ।
pl: Wyszukiwanie jest czasowo niedostępne. Spróbuj ponownie za kilka minut.
pt_pt: A pesquisa está temporariamente indisponível. Por favor, tente novamente dentro de alguns minutos.
ru: Поиск временно недоступен. Пожалуйста, попробуйте снова через несколько минут.
sl: Iskanje trenutno ni na voljo. Poskusite znova čez nekaj minut.
zh_cn: 搜索功能暂时不可用。请在几分钟后重试。

source: Themes Search Results for {0}
cs: Výsledky vyhledávání motivů dle {0}
de: Themes: Suchergebnisse für {0}
es: Resultados de búsqueda en temas para {0}
fr: Résultats de recherche de thèmes pour {0}
it: Risultati della ricerca temi per {0}
ja: テーマの検索結果: {0}
ko: {0}에 대한 테마 검색 결과
nl: Zoekresultaten thema’s voor {0}
pa_in: {0} ਲਈ ਥੀਮ ਖੋਜ ਨਤੀਜੇ
pl: Wyniki wyszukiwania motywów dla {0}
pt_pt: Resultados da pesquisa por temas para {0}
ru: Результаты поиска тем для {0}
sl: Rezultati iskanja po Temah za {0}
zh_cn: {0} 的主题搜索结果

source: Themes Search Results
cs: Výsledky vyhledávání motivů
de: Themes: Suchergebnisse
es: Resultados de búsqueda en temas
fr: Résultats de recherche de thèmes
it: Risultati della ricerca temi
ja: テーマの検索結果
ko: 테마 검색 결과
nl: Zoekresultaten thema’s
pa_in: ਥੀਮ ਖੋਜ ਨਤੀਜੇ
pl: Wyniki wyszukiwania motywów
pt_pt: Resultados da pesquisa por temas
ru: Результаты поиска тем
sl: Rezultati iskanja po Temah
zh_cn: 主题搜索结果

source: {0} :: Tag
cs: {0} :: Štítek
de: {0} :: Schlagwort
es: {0} :: Etiqueta
fr: {0} :: Étiquette
it: {0} :: Etichetta
ja: {0} :: タグ
ko: {0} :: 태그
nl: {0} :: Label
pa_in: {0} :: ਟੈਗ
pl: {0} :: Etykieta
pt_pt: {0} :: Etiqueta
ru: {0} :: Метка
sl: {0} :: Oznaka
zh_cn: {0} :: 标签

source: Search Results for tag "{0}"
cs: Výsledky vyhledávání pro štítek "{0}"
de: Suchergebnisse für Schlagwort „{0}“
es: Resultados de la búsqueda por la etiqueta "{0}"
fr: Résultats de recherche pour l'étiquette "{0}"
it: Risultati di ricerca per etichetta "{0}"
ja: タグ「{0}」の検索結果
ko: "{0}" 태그의 검색 결과
nl: Zoekresultaten voor label “{0}”
pa_in: ਟੈਗ "{0}" ਲਈ ਖੋਜ ਨਤੀਜੇ
pl: Wyniki wyszukiwania dla etykiety „{0}”
pt_pt: Resultados da pesquisa para a etiqueta "{0}"
ru: Результаты поиска для метки "{0}"
sl: Rezultati iskanja za oznako "{0}"
zh_cn: “{0}”标签的搜索结果

source: <b>{0}</b> matching result
cs: <b>{0}</b> výsledek hledání
de: <b>{0}</b> passendes Ergebnis
es: <b>{0}</b> resultado coincidente
fr: <b>{0}</b> résultat
it: <b>{0}</b> risultato corrispondente
ko: 검색 결과 <b>{0}</b>개
nl: <b>{0}</b> resultaat gevonden
pa_in: <b>{0}</b> ਢੁਕਵਾਂ ਨਤੀਜਾ
pl: <b>{0}</b> pasujący wynik
pt_pt: <b>{0}</b> resultado correspondente
ru: <b>{0}</b> подходящий результат
sl: <b>{0}</b> zadetek
zh_cn: <b>{0}</b> 个匹配的结果
