Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Update Compatibility
cs: Aktualizace kompatibility
de: Kompatibilität aktualisieren
el: Ενημέρωση συμβατότητας
es: Actualizar compatiblidad
fr: Mettre à jour la compatibilité
it: Aggiorna compatibilità
ja: 互換性を更新
ko: 업데이트 호환성
nl: Compatibiliteit bijwerken
pa_in: ਅਨੁਕੂਲਤਾ ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizuj
pt_pt: Atualizar compatibilidade
ru: Обновить совместимость
sl: Posodobi združljivost
uk: Оновити сумісність
zh_cn: 更新兼容性

source: Adjusting application information here will allow users to install your add-on even if the install manifest in the package indicates that the add-on is incompatible.
cs: Zde upravené informace o aplikaci umožní uživatelům instalovat doplněk i tehdy, když instalační manifest v balíčku uvádí, že je doplněk nekompatibilní.
de: Eine Anpassung der Anwendungsinformationen hier ermöglicht es Anwendern, Ihr Add-on zu installieren, auch wenn es laut Installationsmanifest im Paket inkompatibel ist.
el: Η προσαρμογή των πληροφοριών για την εφαρμογή από εδώ, θα επιτρέψει στους χρήστες να εγκαταστήσουν το πρόσθετο σας ακόμη κι αν το αρχείο install manifest του πακέτου υποδεικνύει ότι δεν είναι συμβατό.
es: Al ajustar la información de la aplicación, permitirás a los usuarios instalar tu complemento incluso si el archivo manifest del paquete indica que no es compatible.
fr: Adapter les informations des applications ici permettra aux utilisateurs d'installer votre module, même si le manifeste d'installation dans le paquet indique que le module est incompatible.
it: Se si modificano le informazioni relative alle applicazioni in questa sezione, gli utenti saranno in grado di completare l'installazione anche se il manifesto di installazione presente nel pacchetto indica che il componente aggiuntivo non è compatibile.
ja: ここでアプリケーション情報を編集すると、パッケージ内のインストールマニフェストでアドオンの互換性がなくても、ユーザがこのアドオンをインストールできるようになります。
ko: 이곳의 애플리케이션 정보를 수정하면 패키지 내의 앱 정보 설정 파일이 비호환으로 인식하고 있던 부가 기능도 사용자가 설치할 수 있게 됩니다.
nl: Door hier toepassingsinformatie aan te passen kunnen gebruikers uw add-on installeren, zelfs als het installatiemanifest in het pakket aangeeft dat de add-on niet compatibel is.
pa_in: ਇੱਥੇ ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਜਾਣਕਾਰੀ ਵਿੱਚ ਕੀਤਾ ਫ਼ੇਰਬਦਲ ਉਪਭੋਗੀਆਂ ਨੂੰ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਇੰਸਟਾਲ ਕਰਨ ਦੇਵੇਗਾ ਭਲੇ ਹੀ ਪੈਕੇਜ ਵਿੱਚ ਦਿੱਤਾ ਇੰਸਟਾਲ ਮੈਨਫ਼ੇਸ਼ਟ ਇਹ ਦੱਸੇ ਕਿ ਐਡ-ਆਨ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ।
pl: Podanie tutaj informacji dotyczących modyfikacji aplikacji umożliwi użytkownikom zainstalowanie dodatku, nawet jeśli dane zawarte w pliku install.rdf wskazują, że dodatek jest niekompatybilny.
pt_pt: Ajustar aqui a informação da aplicação permite aos utilizadores instalar o seu extra mesmo que o manifesto de instalação do pacote indique que o extra é incompatível.
ru: Настройка здесь информации о приложении позволит пользователям установить ваше дополнение, даже если манифест установки в пакете указывает, что дополнение несовместимо.
sl: Prilagojeni podatki za aplikacijo bodo omogočili uporabnikom, da namestijo vaš dodatek tudi v primeru, da po manifestu za namestitev dodatek ni združljiv.
uk: Налаштування інформації про програму тут, дозволить користувачам встановити Ваш додаток, навіть якщо маніфест встановлення в пакеті вказує, що додаток є несумісним.
zh_cn: 在此调整应用程序信息将可允许用户安装您的附加组件，即使包内的安装清单声明此附加组件不兼容。

source: Supported Versions
cs: Podporované verze
de: Unterstützte Versionen
el: Υποστηριζόμενες εκδόσεις
es: Versiones compatibles
fr: Versions supportées
it: Versioni supportate
ja: 対応バージョン
ko: 지원 버전
nl: Ondersteunde versies
pa_in: ਸਹਿਯੋਗੀ ਵਰਜਨ
pl: Obsługiwane wersje
pt_pt: Versões suportadas
ru: Поддерживаемые версии
sl: Podprte različice
uk: Підтримувані версії
zh_cn: 支持的版本

source: Add Another Application&hellip;
cs: Přidat další aplikaci&hellip;
de: Eine weitere Anwendung hinzufügen &hellip;
el: Προσθήκη κι άλλης εφαρμογής&hellip;
es: Agregar otra aplicación&hellip;
fr: Ajouter une autre application &hellip;
it: Aggiungi un'altra applicazione&hellip;
ja: 別のアプリケーションを追加...
ko: 다른 애플리케이션 추가&hellip;
nl: Nog een toepassing toevoegen…
pa_in: ਹੋਰ ਐਪਲੀਕੇਸ਼ਨ ਜੋੜੋ&hellip;
pl: Dodaj następny program&hellip;
pt_pt: Adicionar outra aplicação&hellip;
ru: Добавить другое приложение&hellip;
sl: Dodaj drugo aplikacijo ...
uk: Додати іншу програму&hellip;
zh_cn: 添加另一个应用程序&hellip；

source: Close
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pa_in: ਬੰਦ
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
sl: Zapri
uk: Закрити
zh_cn: 关闭

source: <b>{0}</b> app
cs: <b>{0}</b> aplikace
de: <b>{0}</b> Anwendung
es: <b>{0}</b> aplicación
fr: <b>{0}</b> application
ko: 앱 <b>{0}</b>개
pl: <b>{0}</b> aplikacja
ru: <b>{0}</b> приложение
sl: <b>{0}</b> aplikacija
zh_cn: <b>{0}</b> 个应用

source: Welcome to the Developer Dashboard
cs: Vítejte na nástěnce vývojáře
de: Willkommen auf der Entwickler-Seite
es: Bienvenido al panel del desarrollador
fr: Bienvenue au tableau de bord du développeur
it: Benvenuto nella dashboard per sviluppatori
ko: 개발자 대시보드에 오신 것을 환영합니다
nl: Welkom op het Ontwikkelaarsdashboard
pl: Witamy w panelu autora
ru: Добро пожаловать в панель управления разработчика
sl: Dobrodošli na kontrolna tabli za razvijalce
zh_cn: 欢迎来到开发者仪表盘

source: You don't currently have any add-ons hosted on Mozilla Add-ons. To learn how the process works and submit your first add-on, click Get Started below.
cs: V současnosti nemáte na serveru Doplňky Mozilly žádné vlastní doplňky. Pokud chcete nahrát svůj první doplněk, klepněte na tlačítko Začít níže.
de: Sie besitzen gegenwärtig keine Add-ons auf Mozilla Add-ons. Wenn Sie lernen möchten, wie der Prozess funktioniert, und um Ihr erstes Add-on zu übermitteln, klicken Sie auf "Los geht's!"
es: Actualmente no tienes ningún complemento alojado en Mozilla Addons. Para conocer cómo funciona el proceso y enviar tu primer complemento, haz clic en Comenzar debajo.
fr: Vous n'avez pour l'instant aucun module hébergé sur Mozilla Add-ons. Pour apprendre comment fonctionne la procédure et envoyer votre premier module, cliquez sur Commencer ci-dessous.
it: Al momento non risultano presenti tuoi componenti aggiuntivi ospitati su Mozilla Add-ons. Per scoprire come funziona la procedura e inviare il tuo primo componente aggiuntivo, fai clic su Per iniziare.
ko: 현재 Mozilla 부가 기능에 올린 부가 기능이 하나도 없습니다. 제작 과정을 알아보고 당신의 첫 부가 기능을 올리고 싶다면, 아래 시작하기 버튼을 클릭하세요.
nl: Er worden momenteel geen add-ons van u gehost op Mozilla Add-ons. Klik hieronder op Nu Starten om te leren hoe het proces werkt en uw eerste add-on in te dienen.
pl: Aktualnie nie masz żadnego dodatku przechowywanego na witrynie Mozilla Add-ons. Aby dowiedzieć się, jak ta technologia działa i wysłać swój pierwszy dodatek, kliknij „Zaczynamy!”.
ru: На текущий момент вы не размещали никаких дополнений на сайте дополнений Mozilla. Чтобы узнать о процессе размещения дополнений и разместить свое первое дополнение, нажмите «Начать».
sl: Mozillini Dodatki trenutno ne gostujejo nobenega od vaših dodatkov. Če želite izvedeti, kako deluje proces in kako predložite svoj prvi dodatek, kliknite spodaj na Začnite.
zh_cn: 目前您没有在 Mozilla 附加组件网站托管任何附加组件。如要了解流程如何以及提交您的首个附加组件，请点击下面的“入门指南”。

source: Get Started
cs: Začátek
de: Los geht's!
es: Comenzar
fr: Se Lancer
it: Per iniziare
ko: 시작하기
nl: Van start
pl: Zaczynamy!
ru: Начало
sl: Začnite
zh_cn: 入门指南

source: %(ago)s by %(user)s
cs: %(ago)s uživatelem %(user)s
de: %(ago)s von %(user)s
el: %(ago)s από %(user)s
es: %(ago)s por %(user)s
fr: %(ago)s par %(user)s
it: %(ago)s da %(user)s
ja: %(ago)s / %(user)s
ko: %(user)s님 %(ago)s 전
nl: %(ago)s door %(user)s
pa_in: %(ago)s ਵੱਲੋਂ %(user)s
pl: %(ago)s przez użytkownika %(user)s.
pt_pt: %(ago)s por %(user)s
ru: %(ago)s от %(user)s
sl: %(ago)s od %(user)s
uk: %(ago)s від %(user)s
zh_cn: %(ago)s 由 %(user)s

source: Older activity for My Add-ons
cs: Starší aktivity pro mé doplňky
de: Ältere Aktivitäten für meine Add-ons
el: Παλιότερη δραστηριότητα των προσθέτων μου
es: Actividad más antigua para mis complementos
fr: Activité plus ancienne pour mes modules
it: Attività più vecchie per i miei componenti aggiuntivi
ja: 自分のアドオンの以前のアクティビティ
ko: 내 부가 기능의 이전 활동 내역
nl: Vroegere activiteit voor mijn add-ons
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਲਈ ਪੁਰਾਣੀ ਸਰਗਰਮੀ
pl: Poprzednie działania z dodatkami
pt_pt: Actividade antiga para os meus extras
ru: Старая активность для моих дополнений
sl: Starejša dejavnost - Moji dodatki
uk: Старіша активність для моїх додатків
zh_cn: 我的附加组件的早期动态

source: <b>{0}</b> theme
cs: <b>{0}</b> motiv
el: <b>{0}</b> θέμα
es: <b>{0}</b> tema
fr: <b>{0}</b> thème
it: <b>{0}</b> tema
ja: <b>{0}</b> 個のテーマ
ko: <b>{0}</b> 테마
nl: <b>{0}</b> thema
pa_in: <b>{0}</b> ਥੀਮ
pl: <b>{0}</b> motyw
pt_pt: <b>{0}</b> tema
sl: <b>{0}</b> tema
uk: <b>{0}</b> тема
zh_cn: <b>{0}</b> 个主题

source: Edit Listing
cs: Úprava stránky
de: Listeneintrag bearbeiten
el: Επεξεργασία καταχώρησης
es: Editar lista
fr: Modifier les informations
it: Gestisci informazioni
ja: 詳細ページを編集
ko: 목록 표시 내역 편집하기
nl: Lijstvermelding bewerken
pa_in: ਸੂਚੀ ਸੋਧ
pl: Edycja strony
pt_pt: Editar listagem
ru: Редактировать страницу
sl: Uredi objavo
uk: Редагувати список
zh_cn: 编辑信息

source: None
cs: Žádné
de: Keine
el: Κανένα
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pa_in: ਕੋਈ ਨਹੀਂ
pl: Brak
pt_pt: Nenhum
ru: Нет
sl: Noben
uk: Жодного
zh_cn: 无

source: Manage Authors & License
cs: Správa autorů a licence
de: Autoren und Lizenz verwalten
el: Διαχείριση προγραμματιστών & άδειας χρήσης
es: Administrar autores y licencia
fr: Gérer les auteurs et la licence
it: Gestisci autori e licenza
ja: 作者とライセンスを管理
ko: 제작자 및 라이센스 관리
nl: Schrijvers en licentie beheren
pa_in: ਲੇਖਕਾਂ ਅਤੇ ਲਾਇਸੰਸ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ
pl: Zarządzanie autorami i licencją
pt_pt: Gerir autores e licença
ru: Управление авторами и лицензией
sl: Upravljanje z avtorji in licencami
uk: Керування авторами і ліцензією
zh_cn: 管理作者和许可协议

source: Authors
cs: Autoři
de: Autoren
el: Δημιουργοί
es: Autores
fr: Auteurs
it: Autori
ja: 作者
ko: 제작자
nl: Schrijvers
pa_in: ਲੇਖਕ
pl: Autorzy
pt_pt: Autores
ru: Авторы
sl: Avtorji
uk: Автори
zh_cn: 作者

source: About author roles
cs: O uživatelských rolích
de: Über die Rollen der Autoren
el: Σχετικά με τους ρόλους των συντελεστών
es: Acerca de roles de autor
fr: À propos des rôles des auteurs
it: Informazioni sui ruoli degli autori
ja: 作者の役割について
ko: 제작자 역할 안내
nl: Over ontwikkelaarsfuncties
pa_in: ਲੇਖਕ ਦੀਆਂ ਭੂਮਿਕਾਵਾਂ ਬਾਰੇ
pl: Informacje o rolach autora
pt_pt: Sobre o papel do autor
ru: О ролях автора
sl: O vlog avtorjev
uk: Про ролі автора
zh_cn: 关于作者角色

source: <p>Add-ons can have any number of authors with 3 possible roles:</p> <ul> <li><b>Owner:</b> Can manage all aspects of the add-on's listing, including adding and removing other authors</li> <li><b>Developer:</b> Can manage all aspects of the add-on's listing, except for adding and removing other authors and managing payments</li> <li><b>Viewer:</b> Can view the add-on's settings and statistics, but cannot make any changes</li> </ul>
cs: <p>Doplňky mohou mít více autorů a to ve 3 definovaných rolích: </p><ul> <li><b>Vlastník:</b> Může spravovat vše, co se týká stránky doplňku, a přidávat či odebírat jiné autory.</li> <li><b>Vývojář:</b> Může spravovat vše, co se týká stránky doplňků, s výjimkou přidávání/odebírání autorů a správy plateb.</li> <li><b>Pozorovatel:</b> Může zobrazit nastavení doplňku a jeho statistiky, ale nesmí dělat jakékoliv změny.</li> </ul>
de: <p>Add-ons können beliebig viele Autoren mit 3 möglichen Rollen haben:</p> <ul> <li><b>Besitzer:</b> Kann alle Aspekte des Add-on-Listeneintrag bearbeiten und auch andere Autoren hinzufügen und entfernen</li> <li><b>Entwickler:</b> Kann alle Aspekte des Add-on-Listeneintrags bearbeiten, aber keine anderen Autoren hinzufügen oder entfernen und auch keine Zahlungen verwalten</li> <li><b>Betrachter:</b> Kann die Einstellungen und Statistiken des Add-ons ansehen, aber keine Änderungen vornehmen</li> </ul>
el: <p>Τα πρόσθετα μπορούν να έχουν οποιονδήποτε αριθμό συντακτών με 3 πιθανούς ρόλους:</p> <ul> <li><b>Ιδιοκτήτης:</b> Μπορεί να διαχειριστεί κάθε πτυχή των καταχωρήσεων, συμπεριλαμβανομένων της πρόσθεσης και αφαίρεσης συντακτών</li> <li><b>Προγραμματιστής:</b> Μπορεί να διαχειριστεί κάθε πτυχή των καταχωρήσεων του προσθέτου, εκτός της πρόσθεσης και αφαίρεσης συντακτών καθώς και των πληρωμών</li> <li><b>Θεατής:</b> Μπορεί να δει όλες τις ρυθμίσεις του προσθέτου καθώς και τα στατιστικά, μα δε μπορεί να κάνει αλλαγές</li> </ul>
es: <p>Los complementos pueden tener cualquier número de autores con 3 roles posibles:</p> <ul><li><b>Propietario:</b> puede gestionar todos los aspectos del listado del complemento, incluyendo añadir y eliminar otros autores.</li> <li><b>Desarrollador:</b> puede gestionar todos los aspectos del listado del complemento, excepto añadir y eliminar otros autores y gestionar los pagos</li> <li><b>Espectador:</b> puede ver las opciones del complemento y sus estadísticas, pero no puede hacer ningún cambio</li> </ul>
fr: <p>Les modules peuvent avoir autant d'auteurs que souhaité avec trois rôles possibles :</p> <ul> <li><b>Propriétaire :</b> Peut gérer tous les aspects du module, dont l'ajout et le retrait d'auteurs</li> <li><b>Dévloppeur :</b> Peut gérer tous les aspects du module, sauf l'ajout et le retrait d'auteurs ainsi que la gestion des paiements</li> <li><b>Observateur :</b> Peut voir toutes les statistiques et paramètres du module, mais ne peut faire aucun changement</li> </ul>
it: <p>I componenti aggiuntivi possono avere un numero qualsiasi di autori con 3 possibili ruoli:</p><ul><li><b>Proprietario:</b> può gestire qualunque aspetto del componente aggiuntivo, compreso aggiungere o rimuovere altri autori</li><li><b>Sviluppatore:</b> può modificare qualunque aspetto del componente aggiuntivo ma non aggiungere o togliere altri autori e modificare i pagamenti</li><li><b>Ospite:</b> può visualizzare le impostazioni e le statistiche ma non può fare alcuna modifica</li></ul>
ja: <p>アドオンの作者は何名でも追加でき、次のいずれかの役割を持たせられます:</p> <ul> <li><b>オーナー:</b> 他の作者の追加と削除を含め、アドオンのあらゆる情報を管理できます</li> <li><b>開発者:</b> 他の作者の追加と削除および決済情報の管理を除く、アドオンのあらゆる情報を管理できます</li> <li><b>ビューア:</b> アドオンの設定と統計情報を見ることができますが、変更は一切できません</li> </ul>
ko: <p>부가 기능 제작자엔 3가지 종류가 있습니다:</p> <ul> <li><b>소유자:</b> 다른 제작자의 추가와 삭제 및 부가 기능 전시에 사용되는 모든 항목의 관리 권한 보유</li> <li><b>개발자:</b> 다른 제작자의 추가 기능 및 결제 관련 권한을 제외한 권한 보유</li> <li><b>참관인:</b> 부가 기능의 설정 및 통계를 조회할 수 있지만 변경 불가</li> </ul>
nl: <p>Add-ons kunnen meerdere schrijvers hebben met drie mogelijke rollen:</p> <ul> <li><b>Eigenaar:</b> Kan alle aspecten van de lijstweergave van de add-on beheren, inclusief toevoegen en verwijderen van andere schrijvers</li> <li><b>Ontwikkelaar:</b> Kan alle aspecten van de lijstweergave van de add-on beheren, behalve toevoegen en verwijderen van andere schrijvers en beheren van betalingen</li> <li><b>Lezer:</b> Kan de instellingen en statistieken van de add-on bekijken, maar kan geen wijzigingen aanbrengen</li> </ul>
pa_in: <p>ਐਡ-ਆਨਾਂ ਦੇ ਤਿੰਨ ਸੰਭਵ ਭੂਮਿਕਾਵਾਂ ਦੇ ਨਾਲ ਬਹੁਤ ਸਾਰੇ ਲੇਖਕ ਹੋ ਸਕਦੇ ਹਨ:</p> <ul> <li><b>ਮਾਲਕ:</b>ਐਡ-ਆਨ ਸੂਚੀ ਦੇ ਸਾਰੇ ਪੱਖਾਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰ ਸਕਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਦੂਜੇ ਲੇਖਕਾਂ ਨੂੰ ਜੋੜਣਾ ਅਤੇ ਹਟਾਉਣਾ ਵੀ ਸ਼ਾਮਲ ਹੈ</li> <li><b>ਡਿਵੈਲਪਰ:</b>ਐਡ-ਆਨ ਸੂਚੀ ਦੇ ਸਾਰੇ ਪੱਖਾਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰ ਸਕਦਾ ਹੈ, ਦੂਜੇ ਲੇਖਕਾਂ ਨੂੰ ਜੋੜਣਾ ਅਤੇ ਹਟਾਉਣ ਅਤੇ ਭੁਗਤਾਨਾਂ ਦੈ ਪ੍ਰਬੰਧ ਨੂੰ ਛੱਡ ਕੇ</li><b>ਦਰਸ਼ਕ:</b> ਐਡ-ਆਨਾਂ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਅਤੇ ਅੰਕੜੇ ਵੇਖ ਸਕਦਾ, ਪਰ ਕੋਈ ਬਦਲਾਵ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ</li> </ul>
pl: <p>Dodatki mogą mieć wielu autorów z przypisaną im jedną z trzech możliwych ról:</p> <ul> <li><b>Właściciel</b> – może zarządzać wszystkimi aspektami dodatku włącznie z dodawaniem i usuwaniem innych autorów,</li> <li><b>Autor</b> – może zarządzać wszystkimi aspektami dodatku z wyjątkiem dodawania i usuwania innych autorów i zarządzania dotacjami,</li> <li><b>Obserwator</b> – może przeglądać statystyki i ustawienia dodatku, ale nie może robić żadnych zmian.</li> </ul>
pt_pt: <p>Extras podem ter qualquer número de autores com 3 possíveis funções:</p> <ul> <li><b>Dono:</b> pode gerenciar todos os detalhes do extra, incluindo adicionar e remover outros autores</li> <li><b>Desenvolvedor:</b> pode gerenciar todos os detalhes do extra, exceto adicionar ou remover outros autores e gerenciar pagamentos</li> <li><b>Visualizador:</b> pode ver as configurações e estatísticas do extra, mas não pode fazer nenhuma alteração</li> </ul>
ru: <p>Дополнения могут иметь любое количество авторов с 3 возможными ролями:</p> <ul> <li><b>Владелец:</b> Может управлять всеми аспектами размещения дополнения, включая добавление и удаление других авторов</li> <li><b>Разработчик:</b> Может управлять всеми аспектами размещения дополнения, кроме добавления и удаления других авторов и управления платежами</li> <li><b>Просматривающий:</b> Может просматривать настройки и статистику дополнения, но не может вносить никаких изменений</li></ul>
sl: <p>Dodatki imajo lahko poljubno številko avtorjev z eno od naslednjih 3 možnih vlog:</p> <ul> <li><b>Lastnik:</b> Lahko skrbi za vse zadeve okoli dodatka, med drugim lahko dodaja ali odstranjuje druge avtorje</li> <li><b>Razvijalec:</b>Lahko skrbi za vse zadeve okoli dodatka, ne more pa dodajati ali odstranjevati drugih avtorjev in delati s plačili</li> <li><b>Opazovalec:</b> Ima dostop do prikazov in statistike, vendar ne more spreminjati ničesar</li> </ul>
uk: <p>Додатки можуть мати будь-яку кількість авторів з трьома можливими ролями:</p> <ul> <li><b>Власник:</b> Може керувати всіма аспектами розміщення додатків, включаючи додавання і вилучення авторів</li> <li><b>Розробник:</b> Може керувати всіма аспектами розміщення додатків, за виключенням додавання і вилучення інших авторів і керування платежами</li> <li><b>Глядач:</b> Може переглядати налаштування і статистику додатків, але не може вносити будь-які зміни</li> </ul>
zh_cn: <p>附加组件可以有多位作者，每位作者的身份有三种可选：</p> <ul> <li><b>所有者：</b>可以全面的管理附加组件的各项信息，包括添加和移除其他作者</li> <li><b>开发者：</b>可以全面的管理附加组件的各项信息，但不能添加和移除其他作者，也不能管理付款</li> <li><b>查看者：</b>可以查看附加组件的设置和统计数据，但不能做任何更改</li> </ul>

source: Manage Developer Profile
cs: Správa profilu vývojáře
de: Entwicklerprofil editieren
el: Διαχείριση προφίλ δημιουργού
es: Administrar perfil del desarrollador
fr: Gérer le profil développeur
it: Gestisci Profilo sviluppatore
ja: 開発者プロフィールを管理
ko: 개발자 프로필 관리
nl: Ontwikkelaarsprofiel beheren
pa_in: ਡਿਵੈਲਪਰ ਪ੍ਰੋਫ਼ਾਈਲ ਦੀ ਸਾਂਭ ਸੰਭਾਲ੍ਹ
pl: Zarządzanie profilem autora
pt_pt: Gerir o perfil do desenvolvedor
ru: Управление профилем разработчика
sl: Upravljanje profila razvijalca
uk: Впорядкувати Профіль розробника
zh_cn: 管理开发者简介

source: Your <a href="%(url)s">developer profile</a> is currently <strong>public</strong> and <strong>required</strong> for contributions.
cs: Váš <a href="%(url)s">profil vývojáře</a> je nyní <strong>veřejný</strong> a <strong>žádá</strong> o příspěvky.
de: Ihr <a href="%(url)s">Entwicklerprofil</a> ist derzeit <strong>öffentlich</strong> und <strong>erforderlich</strong> für Spenden.
el: Το <a href="%(url)s">προφίλ δημιουργού</a> σας είναι προς το παρόν <strong>δημόσιο</strong> και <strong>απαιτείται</strong> να μείνει έτσι για να μπορείτε να λάβετε δωρεές.
es: Tu <a href="%(url)s">perfil de desarrollador</a> es actualmente <strong>público</strong> y <strong>requiere</strong> colaboraciones.
fr: Votre <a href="%(url)s">profil développeur</a> est actuellement <strong>public</strong> et <strong>nécessaire</strong> pour des contributions.
it: Il tuo <a href="%(url)s">profilo sviluppatore</a> è attualmente <strong>pubblico</strong> e <strong>obbligatorio</strong> per le donazioni.
ja: あなたの <a href="%(url)s">開発者プロフィール</a> は現在 <strong>公開</strong> されており、寄付を <strong>必須</strong> としています。
ko: <a href="%(url)s">개발자 프로필</a>이 현재 <strong>공개</strong> 상태이며 기부를 <strong>요청</strong>중에 있습니다.
nl: Uw <a href="%(url)s">ontwikkelaarsprofiel</a> is momenteel <strong>publiek</strong> en <strong>vereist</strong> voor bijdragen.
pa_in: ਤੁਹਾਡੀ <a href="%(url)s">ਡਿਵੈਲਪਰ ਪ੍ਰੋਫ਼ਾਈਲ</a> ਮੌਜੂਦਾ ਤੌਰ ਤੇ <strong>ਜਨਤਕ</strong>ਹੈ ਅਤੇ ਯੋਗਦਾਨ ਦੀ <strong>ਲੋੜ</strong> ਹੈ।
pl: Twój <a href="%(url)s">profil autora</a> jest obecnie <strong>upubliczniony</strong> i jest <strong>wymagany</strong>, by otrzymywać dotacje.
pt_pt: O seu <a href="%(url)s">perfil de desenvolvedor</a> actual é <strong>públicoc</strong> e <strong>pede</strong> contribuições.
ru: Ваш <a href="%(url)s">профиль разработчика</a> в настоящее время является <strong>публичным</strong> и <strong>требуется</strong> для сбора взносов.
sl: Vaš <a href="%(url)s">profil razvijalca</a> je trenutno <strong>javen</strong> in <strong>obvezen</strong> za plačevanje prispevkov.
uk: Ваш <a href="%(url)s">профіль розробника</a> наразі є <strong>публічним</strong> і <strong>потрібен</strong> для збору внесків.
zh_cn: 您的<a href="%(url)s">开发者简介</a>目前为<strong>公开</strong>状态，并且是接受捐款所<strong>必需的</strong>。

source: Remove Both
cs: Odebrat obojí
de: Beides entfernen
el: Αφαίρεση αμφότερων
es: Borrar ambos
fr: Enlever les deux
it: Rimuovi entrambi
ja: 両方とも削除
ko: 둘 다 삭제
nl: Beide verwijderen
pa_in: ਦੋਵਾਂ ਨੂੰ ਹਟਾਓ
pl: Usuń oba
pt_pt: Remover ambos
ru: Удалить оба
sl: Odstrani oboje
uk: Видалити обидва
zh_cn: 全部移除

source: Your <a href="%(url)s">developer profile</a> is currently <strong>public</strong>.
cs: Váš <a href="%(url)s">profil vývojáře</a> je nyní <strong>veřejný</strong>.
de: Ihr <a href="%(url)s">Entwicklerprofil</a> ist derzeit <strong>öffentlich</strong>.
el: Το <a href="%(url)s">προφίλ δημιουργού</a> σας είναι προς το παρόν <strong>δημόσιο</strong>.
es: Tu <a href="%(url)s">perfil de desarrollador</a> es actualmente <strong>público</strong>.
fr: Votre <a href="%(url)s">profil développeur</a> est actuellement <strong>public</strong>.
it: Il tuo <a href="%(url)s">profilo sviluppatore</a> è attualmente <strong>pubblico</strong>.
ja: あなたの <a href="%(url)s">開発者プロフィール</a> は現在 <strong>公開</strong> されています。
ko: <a href="%(url)s">개발자 프로필</a>이 현재 <strong>공개</strong> 상태입니다.
nl: Uw <a href="%(url)s">ontwikkelaarsprofiel</a> is momenteel <strong>publiek</strong>.
pa_in: ਤੁਹਾਡੀ <a href="%(url)s">ਡਿਵੈੈਲਪਰ ਪ੍ਰੋਫ਼ਾਈਲ</a> ਮੌਜੂਦਾ ਤੌਰ ਤੇ <strong>ਜਨਤਕ</strong>ਹੈ।
pl: Twój <a href="%(url)s">profil autora</a> jest obecnie <strong>upubliczniony</strong>.
pt_pt: O seu <a href="%(url)s">perfil de desenvolvedor</a> actualmente é <strong>público</strong>.
ru: Ваш <a href="%(url)s">профиль разработчика</a> в настоящее время является <strong>публичным</strong>.
sl: Vaš <a href="%(url)s">profil razvijalca</a> je trenutno <strong>javen</strong>.
uk: Ваш <a href="%(url)s">профіль розробника</a> наразі є <strong>публічним</strong>.
zh_cn: 您的<a href="%(url)s">开发者简介</a>目前为<strong>公开</strong>状态。

source: Remove Profile
cs: Odebrat profil
de: Profil entfernen
el: Αφαίρεση προφίλ
es: Borrar perfil
fr: Enlever le profil
it: Elimina profilo
ja: プロフィールを削除
ko: 프로필 삭제
nl: Profiel verwijderen
pa_in: ਪ੍ਰੋਫ਼ਾਈਲ ਹਟਾਓ
pl: Usuń profil
pt_pt: Remover perfil
ru: Удалить профиль
sl: Odstrani profil
uk: Видалити профіль
zh_cn: 移除简介

source: Create Profile
cs: Vytvořit profil
de: Profil erstellen
el: Δημιουργία προφίλ
es: Crear perfil
fr: Créer un profil
it: Crea profilo
ja: プロフィールを作成
ko: 프로필 만들기
nl: Profiel aanmaken
pa_in: ਪ੍ਰੋਫ਼ਾਈਲ ਰਚੋ
pl: Utwórz profil
pt_pt: Criar perfil
ru: Создать профиль
sl: Ustvari profil
uk: Створити профіль
zh_cn: 创建简介

source: Basic Information
cs: Základní informace
de: Basisinformationen
el: Βασικές πληροφορίες
es: Información básica
fr: Informations de base
it: Informazioni di base
ja: 基本情報
ko: 기본 정보
nl: Basisgegevens
pa_in: ਮੁੱਢਲੀ ਜਾਣਕਾਰੀ
pl: Informacje podstawowe
pt_pt: Informação básica
ru: Основная информация
sl: Osnovni podatki
uk: Основна інформація
zh_cn: 基本信息
