Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Negative reviews &mdash; Featured add-ons should have a great experience and very few bugs, so add-ons with many negative reviews may be reconsidered.
cs: Negativní recenze &mdash; Doporučené doplňky by se měly uživatelům líbit a mít málo chyb. Doplňky, které mají řadu negativních recenzí, by neměly být doporučené.
de: Negative Bewertungen &mdash; Vorstellte Add-ons sollten ein gutes Erlebnis bieten und nur wenige Bugs haben, daher können Add-ons mit vielen negativen Bewertungen neu beurteilt werden.
es: Valoraciones negativas &mdash; Los complementos destacados deberían proporcionar una gran experiencia y muy pocos fallos, de modo que los complementos con muchas valoraciones negativas pueden ser reconsiderados.
fr: Critiques négatives &mdash; Les modules en vedette doivent fournir une bonne expérience et très peu de bugs, les modules avec beaucoup de critiques négatives pourront donc être écartés.
it: Recensioni negative &mdash; I componenti aggiuntivi dovrebbero garantire un'ottima esperienza utente e avere pochi bug, per questo motivo i componenti aggiuntivi con molte recensioni negativi possono essere rivalutati.
ko: 부정적인 평가 &mdash; 추천 부가 기능은 훌륭한 사용자 경험을 제공해야 하며 버그도 거의 없어야 합니다. 따라서 부정적인 평가가 많은 부가 기능은 추천 상태를 재검토하게 될 것입니다.
nl: Negatieve beoordelingen &ndash; Aanbevolen add-ons dienen een geweldige ervaring te bieden en zeer weinig fouten te bevatten, dus add-ons die veel negatieve beoordelingen krijgen worden mogelijk heroverwogen.
pa_in: ਨਕਾਰਤਮਕ ਸਮੀਖਿਆਵਾਂ &mdash; ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨਾਂ ਕੋਲ ਇੱਕ ਵਧੀਆ ਅਨੁਭਵ ਹੋਵੇ ਅਤੇ ਬਹੁਤ ਘੱਟ ਬੱਗ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ, ਤਾਂ ਹੀ ਬਹੁਤ ਸਾਰੀਆਂ ਨਕਾਰਤਮਕ ਸਮੀਖਿਆ ਵਾਲੇ ਐਡ-ਆਨਾਂ ਬਾਰੇ ਮੁੜ-ਵਿਚਾਰ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: negatywne opinie &ndash; polecane dodatki powinny dostarczać wspaniałych doznań i mieć bardzo niewiele błędów. Wiele negatywnych opinii może prowadzić do ponownego rozpatrzenia celowości polecania danego dodatku,
pt_pt: Opiniões negativas&mdash; Os extras em destaque devem ter uma grande experiência e muito poucos erros, assim os extras com muitos comentários negativos podem ser reconsiderados.
ru: Отрицательные отзывы &mdash; Избранные дополнения должны отлично работать и иметь очень мало ошибок, так что решение в отношение дополнений с большим количеством отрицательных отзывов может быть пересмотрено.
sl: Negativne ocene - izbrani dodatki bi morali delati dober vtis in imeti zelo malo napak, tako da je za dodatke s številnimi negativnimi recenzijami odločitev o izboru treba ponovno premisliti.
uk: Негативні відгуки &mdash; Обрані додатки повинні відмінно працювати і мати малу кількість помилок, тому рішення щодо додатків з великою кількістю негативних відгуків може бути переглянуто.
zh_cn: 负面评论&mdash；精选附加组件一般拥有良好的用户体验和非常少的漏洞，所以有较多负面评论的附加组件会被重新考虑。

source: Incompatibility with upcoming Firefox versions &mdash; Featured add-ons are expected to be compatible with stable and beta versions of Firefox. Add-ons not yet compatible with a Beta version of Firefox four weeks before its expected release will lose their featured status.
cs: Nekompatibilita s nadcházejícími verzemi Firefoxu &mdash; Doporučené doplňky by měly být kompatibilní se stabilními verzemi i betaverzemi Firefoxu. Doplňky, které nejsou kompatibilní s betaverzí Firefoxu 4 týdny před předpokládaným vydáním, ztrácí svůj status doporučeného doplňku.
de: Inkompatibilität mit zukünftigen Firefox-Versionen &mdash; Vorgestellte Add-ons sollen mit fertigen und Beta-Versionen von Firefox kompatibel sein. Add-ons, die vier Wochen vor der erwarteten Veröffentlichung nicht mit einer Firefox-Beta-Version kompatibel sind, werden den Status &bdquo;Vorgestellt&ldquo; verlieren.
es: Incompatibilidad con las próximas versiones de Firefox &mdash; Se espera que los complementos destacados sean compatibles con las versiones estable y beta de Firefox. Los complementos que aún no son compatibles con una versión beta de Firefox cuatro semanas antes de su fecha de publicación esperada perderán su estado destacado.
fr: Incompatibilité avec les prochaines versions de Firefox &mdash; Les modules en vedettes doivent être compatibles avec les versions stable et bêta de Firefox. Les modules non encore compatibles quatre semaines avant la date de sortie attendue perdront leur statut de vedette.
it: Incompatibilità con le versioni in arrivo di Firefox &mdash; I componenti aggiuntivi dovrebbero essere compatibili con le versioni stabili e beta di Firefox. I componenti aggiuntivi consigliati che non risulteranno compatibili con Firefox quattro settimane prima del rilascio ufficiale perderanno il proprio status.
ko: 차기 Firefox 버전과의 비호환 &mdash; 추천 부가 기능은 Firefox 안정, 베타 버전 모두 호환성을 유지하고 있어야 합니다. 최종 출시 버전으로 예상되는 버전의 4주 이전 베타 버전과 호환되지 않는 부가 기능은 추천 상태를 박탈당하게 됩니다.
nl: Incompatibiliteit met toekomstige versies van Firefox &ndash; Aanbevolen add-ons worden geacht compatibel te zijn met stabiele en bèta-versies van Firefox. Add-ons die vier weken voor een verwachte uitgavedatum nog niet met een bèta-versie van Firefox compatibel zijn verliezen hun aanbevolen status.
pa_in: ਆਉਣ ਵਾਲੇ ਫ਼ਾਇਰਫ਼ਾਕਸ ਵਰਜਨਾਂ ਨਾਲ ਅਨੁਕੂਲਤਾ ਨਹੀਂ &mdash; ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨਾਂ ਨੂੰ ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੇ ਸਥਿਰ ਅਤੇ ਬੀਟਾ ਵਰਜਨਾਂ ਦੇ ਅਨੁਕੂਲ ਮੰਨਿਆ ਜਾਵੇਗਾ। ਜਿਹੜੇ ਐਡ-ਆਨ ਹਾਲੇ ਤੱਕ ਅਨੁਮਾਨਿਤ ਰੀਲੀਜ਼ ਦੇ ਚਾਰ ਮਹੀਨੇ ਪਹਿਲੇ ਵਾਲੇ ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੇ ਬੀਟਾ ਵਰਜਨ ਨਾਲ ਅਨੁਕੂਲ ਨਹੀਂ ਹਨ ਉਹ ਆਪਣਾ ਪੇਸਕਸ਼ ਦਰਜਾ ਗਵਾ ਦੇਣਗੇ।
pl: niekompatybilność z nowymi wersjami Firefoksa &ndash; oczekuje się, że dodatek powinien być kompatybilny z wersją stabilną i wersją beta Firefoksa. Dodatki niekompatybilne z wersją Beta na cztery tygodnie przed planowanym wydaniem wersji finalnej stracą status polecanego dodatku.
pt_pt: Incompatibilidade com as próximas versões do Firefox &mdash; Espera-se que os extras em destaque sejam compatíveis com as versões estável e Beta do Firefox. Extras que ainda não são compatíveis quatro semanas antes com uma versão Beta do Firefox perdem o seu estatuto de destaque.
ru: Несовместимость со скоро выходящими версиями Firefox &mdash; Ожидается, что избранные дополнения должны быть совместимы со стабильными и бета-версиями Firefox. Дополнения, ещё не совместимые с бета-версией Firefox за четыре недели до его ожидаемого релиза, потеряют свой статус избранного.
sl: Nezdružljivost s prihodnjimi različicami Firefoxa &mdash; izbrani dodatki naj bi bili združljivi s stabilnimi in beta različicami Firefoxa. Dodatki, ki štiri tedne pred pričakovano objavo beta različice še niso združljivi z njo, izgubijo svoj status na seznamu izbranih.
uk: Несумісність з наступними версіями Firefox &mdash; Очікується, що обрані додатки повинні бути сумісні зі стабільними та бета-версіями Firefox. Додатки, які ще не сумісні з бета-версією Firefox за чотири тижні до його очікуваного релізу, втратять свій статус обраного.
zh_cn: 与下个版本的火狐不兼容&mdash；精选附加组件可以兼容稳定版和开发版火狐。在稳定版放出四周前还未能兼容开发版的附加组件将会失去他们的精选资格。

source: Joining the Featured Add-ons Advisory Board
cs: Připojení se k Featured Add-ons Advisory Board
de: Mitmachen beim Beratungsgremium für vorgestellte Add-ons
es: Unirse al Consejo de complementos destacados
fr: Rejoindre le Conseil Consultatif des Modules Vedettes
it: Entrare a fare parte del Featured Add-ons Advisory Board
ja: おすすめアドオン審議会に参加
ko: 추천 부가 기능 자문 위원회에 가입하기
nl: Deelnemen aan de Adviesraad voor aanbevolen add-ons
pa_in: ਪੇਸਕਸ਼ ਐਡ-ਆਨ ਸਲਾਹਕਾਰੀ ਬੋਰਡ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਰਿਹਾ
pl: Dołączanie do Komitetu Doradczego Polecanych Dodatków
pt_pt: Juntar-se ao conselho consultivo dos extras
ru: Присоединение к консультативному совету по избранным дополнениям
sl: Kako lahko postanete član svetovalnega odbora za izbrane dodatke
uk: Приєднання до Консультативної Ради з Обраних додатків
zh_cn: 加入精选附加组件顾问委员会

source: Every six months a new Advisory Board is chosen based on applications from the add-ons community. Members must:
de: Alle sechs Monate wird ein neues Beratungsgremium gewählt, basierend auf Bewerbungen aus der Add-ons-Gemeinschaft. Mitglieder müssen:
es: Cada seis meses se nombra un nuevo Consejo seleccionado de entre las aplicaciones de la comunidad de complementos. Sus miembros deberán:
fr: Tous les six mois, un nouveau Conseil Consultatif est choisi parmi les postulants de la communauté. Les membres doivent :
it: Il Comitato consultivo viene eletto ogni 6 mesi sulla base dei candidati provenienti dalla comunità che si rendono disponibili. I membri devono:
ko: 6개월마다 부가 기능 커뮤니티의 지원자를 기반으로 추천 심의 위원회가 새로 선출됩니다. 심의 위원 준수 사항:
nl: Elke zes maanden wordt een nieuwe Adviesraad gekozen op basis van inschrijvingen vanuit de add-onsgemeenschap. Leden dienen:
pa_in: ਹਰੇਕ ਛੇ ਮਹੀਨਿਆਂ ਵਿੱਚ ਐਡ-ਆਨ ਭਾਈਚਾਰੇ ਵੱਲੋਂ ਦਿੱਤੀਆਂ ਅਰਜ਼ੀਆਂ ਦੇ ਅਧਾਰ ਤੇ ਇੱਕ ਨਵਾਂ ਸਲਾਹਕਾਰੀ ਬੋਰਡ ਚੁਣਿਆ ਜਾਂਦਾ। ਮੈਬਰਾਂ ਹੋਣ:
pl: Raz na sześć miesięcy wybierany jest nowy Komitet Doradczy, w oparciu o zgłoszenia ze społeczności Mozilli. Członkowie muszą:
pt_pt: Todos os semestres o novo Conselho Consultivo é escolhido com base em aplicações da comunidade de extras. Os membros devem:
ru: Каждые шесть месяцев на основе заявок от сообщества дополнений выбирается новый Консультативный совет. Участники должны:
sl: Vsakih šest mesecev se izbere nov svetovalni odbor na podlagi predlogov skupnosti. Člani morajo:
uk: Кожні шість місяців на основі заявок від спільноти додатків вибирається нова Консультативна Рада. Учасники повинні:
zh_cn: 每六个月会依据应用程序平台从附加组件社区中选出顾问委员会。成员必须：

source: be active members of the add-ons community, whether as a developer, evangelist, or fan
cs: být aktivním členem komunity doplňků (nezáleží na tom, zda jako vývojář, evangelista či fanoušek)
de: Aktive Mitglieder der Add-ons-Gemeinschaft sein, entweder als Entwickler, Evangelist oder Fan
es: ser miembros activos de la comunidad de complementos, ya sea como desarrollador, evangelista o fan
fr: être des membres actifs de la communauté des modules, que ce soit développeur, évangéliste ou fan
it: essere membri attivi della comunità (sviluppatori, evangelisti o semplicemente fan)
ko: 개발자, 전도사, 팬, 역할에 관계 없이 부가 기능 커뮤니티에서 적극 활동
nl: actieve leden van de add-ons-gemeenschap te zijn, als ontwikkelaar, pleitbezorger of fan
pa_in: ਐਡ-ਆਨ ਭਾਈਚਾਰੇ ਦੇ ਸਰਗਰਮ ਮੈਂਬਰ ਹੋਵੇ, ਭਾਵੇਂ ਇੱਕ ਡਿਵੈਲਪਰ, ਇੰਜ਼ੀਲਵਾਦੀ ਜਾਂ ਪ੍ਰਸ਼ੰਕ ਦੀ ਤਰ੍ਹਾਂ
pl: być aktywnymi członkami społeczności dodatków, takimi jak programista, propagator czy fan
pt_pt: ser membros ativos da comunidade dos extras, seja como desenvolvedor, evangelista, ou fã
ru: быть активными членами сообщества дополнений, независимо от того, являются ли они разработчиками, евангелистами, или фанами
sl: biti aktivni člani skupnosti za dodatke, bodisi kot razvijalec, evangelist, ali pa kot ljubitelj
uk: бути активними членами спільноти додатків, незалежно від того, чи є вони розробниками, євангелістами, або фанами
zh_cn: 是附加组件社区的活跃成员，不论其身份是开发者、传播者还是爱好者

source: commit to trying all the nominations submitted, giving their feedback, and casting their votes every month
de: Sich verpflichten, jeden Monat alle eingereichten Nominierungen zu bewerten, ihre Meinung sagen und jeden Monat abstimmen
es: comprometerse a probar todos los complementos seleccionados enviados, proporcionar comentarios sobre ellos y votar todos los meses
fr: s'engager à essayer toutes les extensions proposées, donner leur retour et faire leurs votes tous les mois
it: prendersi l'impegno di sperimentare tutte le candidature inviate, fornire le proprie opinioni su di esse e votare ogni mese
ko: 모든 심사 대상에 대해 심의 실시, 피드백 제공, 매 달마다 투표
nl: alle ingediende nominaties te proberen, feedback te geven en maandelijks hun stem uit te brengen
pa_in: ਹਰੇਕ ਮਹੀਨੇ ਭੇਜੀਆਂ ਗਈਆਂ ਸਾਰੀਆਂ ਨਾਮਜ਼ਦਗੀਆਂ ਨੂੰ ਪਰਖਣ, ਉਹਨਾਂ ਤੇ ਪ੍ਰਤੀਕਿਰਿਆ ਦੇਣ ਅਤੇ ਉਹਨਾਂ ਦੇ ਵੋਟ ਕੱਢਣ ਲਈ ਵਚਨਬੱਧ
pl: zobowiązać się do wypróbowywania wszystkich zgłoszonych nominacji, podając swoją opinię i głosując raz w miesiącu
pt_pt: comprometer-se a testar todas as nomeações submetidas, dando a sua opinião e submetendo os seus votos todos os meses
sl: se zavezati, da bodo preskusili vse predložene nominacije, da bodo o njih poročali in enkrat mesečno glasovali
uk: зобов'язуються спробувати всі представлені номінації, відправити свої відгуки та голосувати кожного місяця
zh_cn: 承诺试用全部提交的作品，给予他们反馈，并每月投票

source: join a monthly conference call to go through the votes and select the next month's featured add-ons (featured complete themes will be discussed on every third call)
de: An einer monatlichen Telefonkonferenz teilnehmen, um die Stimmen durchzugehen und die vorgestellten Add-ons für nächsten Monat auszuwählen (vorgestellte vollständige Themes werden in jeder dritten Konferenz diskutiert)
es: asistir a una reunión telefónica para evaluar las votaciones y seleccionar los complementos destacados del siguiente mes (los temas completos destacados se evalúan cada tres reuniones)
fr: participer à une conférence téléphonique mensuelle pour faire le tri des votes et sélectionnez les modules vedettes des mois prochains (les thèmes complets en vedettes sont discutés toutes les trois conférences)
it: partecipare alla conference call mensile per esaminare i voti e selezionare i componenti aggiuntivi consigliati del prossimo mese (i temi completi da consigliare verranno discussi in occasione della terza conferenza)
ko: 월간 회의에 참석해서 투표를 통해 다음달의 추천 부가 기능 선정 (추천 테마는 3번째 회의마다 선정)
nl: aan een maandelijkse teleconferentie deel te nemen om door de stemmen te gaan en de aanbevolen add-ons van de komende maand te selecteren (aanbevolen complete thema’s worden elk kwartaal besproken)
pl: brać udział w miesięcznej telekonferencji, by przejść przez głosowanie oraz wybrać polecane dodatki na następny miesiąc (polecane kompletne motywy są omawiane na co trzeciej rozmowie).
sl: sodelovali na mesečnem sestanku, kjer se bo pregledalo glasove in izbralo dodatke za naslednji mesec (predstavljene zaključene teme se bo obravnavala vsak tretji sklic))
zh_cn: 参加每月召集的会议完成投票并选出下月的精选附加组件（每三次召集讨论一次精选完整主题）

source: abstain from voting on add-ons that they have any business or personal affiliations with, as well as direct competitors of any such add-ons
cs: zdržet se hlasování o doplňcích, se kterými je nějak osobně či obchodně spjat, stejně tak nebude hlasovat o svých konkurentech
de: Sich bei Add-ons, zu denen sie irgendeinen geschäftlichen oder persönlichen Bezug haben und auch bei direkten Konkurrenten zu solchen Add-ons der Stimme enthalten
es: abstenerse de votar complementos con los que tengan cualquier afiliación personal o profesional, así como los competidores directos de tales complementos
fr: s'abstenir de voter sur des modules qui entrent en conflit d'intérêt ou des concurrents directs de tels modules
it: astenersi dalle votazioni su componenti aggiuntivi con cui hanno relazioni commerciali o personali, così come avversari diretti di tali componenti aggiuntivi
ko: 상업적 내지는 개인적으로 관련이 있거나 직접적인 경쟁 상대인 부가 기능에는 투표를 기권
nl: af te zien van stemmen op add-ons waarbij ze zakelijk of persoonlijk betrokken zijn, evenals add-ons waarvan ze een rechtstreekse concurrent zijn
pa_in: ਜਿਹੜੇ ਐਡ-ਆਨਾਂ ਕੋਲ ਕੋਈ ਵਪਾਰਕ ਜਾਂ ਨਿੱਜੀ ਮਾਨਤਾ ਹੈ, ਨਾਲ ਹੀ ਨਾਲ ਇਹਨਾਂ ਦੇ ਸਿੱਧੇ ਮੁਕਾਬਲੇ ਵਾਲੇ ਐਡ-ਆਨਾਂ ਤੇ ਵੋਟ ਕਰਨ ਤੋਂ ਰੋਕਿਆ ਜਾਂਦਾ।
pl: powstrzymywać się od głosowania nad dodatkami, z którymi ma jakiekolwiek zawodowe lub prywatne związki, oraz bezpośrednimi konkurentami takich dodatków
pt_pt: abster-se de votar em extras em que eles têm um negócio ou afiliações pessoais, assim como os concorrentes diretos desses extras
ru: воздержаться от голосования по дополнениям, с которыми у них есть деловые или личные отношения, а также по прямым конкурентам любых таких дополнений
sl: se bodo vzdržali glasovanja o dodatkih, s katerimi so kakorkoli poslovno ali osebno povezani, kot tudi v primeru, da gre neposredne konkurente le-teh
uk: утриматися від голосування за додатки, з якими у них є ділові або особисті відносини, а також за прямих конкурентів будь-яких таких додатків
zh_cn: 放弃投给任何与您有业务或个人关系的附加组件，以及任何与您直接竞争的附加组件

source: Members of the Mozilla Add-ons team may veto any add-on's selection because of security, privacy, compatibility, or any other reason, but in general it is up to the Board to select add-ons to feature.
de: Mitglieder des Mozilla-Add-ons-Teams können jede Entscheidung für einen Add-on aus Gründen der Sicherheit, des Datenschutzes, der Kompatibilität oder anderen Gründen blockieren, aber im Allgemeinen liegt die Entscheidung über die vorgestellten Add-ons beim Gremium.
es: Los miembros del equipo de complementos de Mozilla pueden vetar la selección de un complemento por razones de seguridad, privacidad o compatibilidad, entre otras, aunque, en general, es el Consejo quien decide cuáles son los complementos que se van a destacar.
fr: Les membres de l'équipe Mozilla Add-ons peuvent poser leur veto sur la sélection de n'importe quel module pour des raisons de sécurité, vie privée, compatibilité, ou n'importe quelle autre raison, mais en général il revient au Conseil de choisir les modules à promouvoir.
it: I membri del team di Mozilla Addon possono opporsi a qualunque scelta per ragioni di sicurezza, privacy, compatibilità o qualsiasi altro motivo, ma in linea generale è il Comitato consultivo a scegliere i componenti da consigliare.
ko: Mozilla 부가 기능 팀의 일원은 부가 기능 선정시 보안, 개인 정보, 호환성, 그 밖의 이유로 거부권 행사가 가능하나 일반적으로 추천 부가 기능 선정은 위원회의 소관입니다.
nl: Leden van het Mozilla Add-onsteam kunnen hun veto uitspreken over de selectie van elke add-on vanwege beveiligings-, privacy-, compatibiliteits- of andere redenen, maar in het algemeen selecteert de Raad de aanbevolen add-ons.
pa_in: ਮੌਜੀਲਾ ਐਡ-ਆਨ ਟੀਮ ਦੇ ਮੈਂਬਰ ਕਿਸੇ ਐਡ-ਆਨ ਦੀ ਚੋਣ ਤੇ ਸੁਰੱਖਿਆ, ਪਰਦਾ-ਨੀਤੀ, ਅਨੁਕੂਲਤਾ ਜਾਂ ਕਿਸੇ ਹੋਰ ਕਾਰਨ ਦੀ ਵਜ੍ਹਾ ਨਾਲ ਵੀਟੋ ਕਰ ਸਕਦੇ ਹਨ, ਪਰ ਆਮ ਕਰਕੇ ਐਡ-ਆਨ ਨੂੰ ਪੇਸਕਸ਼ ਲਈ ਚੁਣਨਾ ਬੋਰਡ ਦਾ ਅਧਿਕਾਰ ਹੈ।
pl: Członkowie zespołu Mozilla Add-ons mają prawo zawetować każdy wybór dodatku z powodów bezpieczeństwa, prywatności, kompatybilności oraz z innego powodu, jednak zasadniczo to Komitet wybiera polecane dodatki.
pt_pt: Os membros da equipa de extras da Mozilla por vetar a seleção de qualquer extra devido à segurança, privacidade, compatibilidade ou qualquer outra razão, mas no geral cabe ao Conselho selecionar que extras devem ser destacados.
sl: Člani ekipe za dodatke Mozille lahko vložijo veto na katerokoli izbiro dodatkov, iz razlogov varnosti, zasebnosti, združljivosti, ali katerega koli drugega razloga, na splošno pa je naloga Sveta, da izbira dodatke, ki se jih bo predstavilo.
uk: Члени команди додатків Mozilla можуть накласти вето на вибір будь-якого додатку через безпеку, приватність, сумісність або з якоїсь іншої причини, але в цілому вибір обраних додатків залежить від Ради.
zh_cn: 出于安全、隐私、兼容性或者其他原因，Mozilla 附加组件团队成员可以否决任何票选出的附加组件，但是通常会尊重委员会的选择结果。
