Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Subtle, soft contrast images and gradients work best; highly detailed images will compete with the browser UI.
cs: Nejlepší je jemný, měkký kontrast snímků a přechodů; vysoce detailní obrázky budou lépe ladit s prostředím prohlížeče
de: Unaufdringliche Grafiken mit weichem Kontrast und Übergängen sind am besten; Grafiken mit vielen Details beißen sich mit der Benutzeroberfläche des Browsers.
es: Las imágenes sutiles, con contrastes suaves y gradientes funcionan mejor; aquellas con demasiados detalles compiten con la interfaz de usuario del navegador.
fr: Les images avec des dégradés subtiles, des contrastes légers, sont les meilleures ; celles hautement détaillées vont entrer en compétition avec l'interface du navigateur.
it: Le immagini e i gradienti tenui e con poco contrasto danno un risultato migliore, immagini troppo dettagliate possono ridurre la visibilità dell'interfaccia del browser.
ko: 은은한 대비로 묘한 분위기를 풍기는 이미지와 그라디에이션 작업이 가장 좋습니다 &mdash; 정밀하게 작업된 이미지는 브라우저 UI와 경합을 하게 될 것입니다.
nl: Subtiele, contrastarme afbeeldingen en overgangen werken het beste; gedetailleerde afbeeldingen moeten concurreren met de gebruikersinterface van de browser.
pl: Subtelne, o miękkim rysunku obrazki sprawdzają się najlepiej; obrazki z wieloma szczegółami będą konkurować z interfejsem przeglądarki
pt_pt: Imagens e gradientes subtis e suaves funcionam melhor; imagens altamente detalhadas irão competir com o interface do navegador.
sl: Najboljši vtis delajo nevsiljive slike z mehkim kontrastom in gradienti; številne podrobnosti v sliki se bodo bodle z uporabniškim vmesnikom brskalnika.
zh_cn: 细巧、对比度柔和的图像效果很好。明锐亮丽的图像可能喧宾夺主。

source: Firefox may reveal more of the lower portion of the image if another toolbar or other UI element is added to the top of the window.
cs: Firefox může zobrazit nižší části obrázku v případech, kdy vy nebo rozšíření přidá další lištu nebo jiný prvek uživatelského rozhraní do horní části okna.
de: Firefox zeigt möglicherweise mehr des unteren Bereichs der Grafik, wenn eine weitere Symbolleiste oder ein Element der Benutzeroberfläche im oberen Bereich des Fensters hinzugefügt wird.
es: Firefox mostrará más el área inferior de la imagen si se agrega otra barra de herramientas u otro elemento de la interfaz a la parte superior de la ventana.
fr: Firefox peut dévoiler plus de la partie basse de l'image si une autre barre d'outil ou d'autres éléments d'interface sont ajoutés en haut de la fenêtre.
it: Una sezione più ampia dell'immagine può essere visualizzata nel caso vengano aggiunte alla parte superiore della finestra di Firefox toolbar o altri elementi di interfaccia.
ko: 다른 도구 모음이나 UI 구성 요소를 Firefox 창 상단에 추가할 경우 이미지 하단 부위가 추가로 노출될 수 있습니다.
nl: Firefox laat meer van het onderste gedeelte van de afbeelding zien als een extra werkbalk of interface-element wordt toegevoegd aan de bovenzijde van het venster.
pl: Firefox może odsłonić bardziej dolną część obrazka, jeśli inny pasek narzędziowy lub element interfejsu zostanie dodany na górze okna.
pt_pt: O Firefox pode revelar mais da parte inferior da imagem se outra barra de ferramentas ou outro elemento de interface for adicionado no topo da janela.
sl: Če se na vrh okna doda nova orodna vrstica ali kak drug element UI, bo videti več od spodnjega dela slike.
zh_cn: 如果窗口顶部添加了其他工具栏或者其他界面元素，Firefox 可以显示出图像下部更多的部分。

source: The upper right-hand side of the image should have the most important information&mdash;as a user increases the width of the browser window, the browser reveals more of the left-hand side of the image.
cs: Nejdůležitější informaci byste měli mít na pravé straně obrázku. Jak uživatel zvětšuje rozměry okna prohlížeče, rozšiřuje se prostor po levé straně obrázku.
de: Der obere, rechte Bereich der Grafik sollte die wichtigsten Informationen enthalten &mdash; wenn ein Anwender die Breite des Browser-Fensters vergrößert, zeigt der Browser mehr des linken Bereichs der Grafik.
es: La parte superior derecha de la imagen debe tener la información más importante: cuando un usuario aumenta el ancho de la ventana, el navegador muestra más el lado izquierdo de la imagen.
fr: Le coin en haut à droite de l'image devrait avoir les informations les plus importantes &mdash; lorsque l'utilisateur agrandit la fenêtre, le navigateur va dévoiler plus la partie gauche de l'image.
it: Gli elementi più importanti dell'immagine dovrebbero essere collocati in alto a destra &mdash; la parte sinistra dell'immagine verrà mostrata a mano a mano che l'utente aumenta la larghezza della finestra.
ko: 이미지의 우측 상단에 가장 중요한 정보가 위치해 있어야 합니다 &mdash; 사용자가 브라우저 창의 가로 길이를 늘리면 이미지의 좌측면이 추가로 노출되는 식입니다.
nl: De rechterbovenzijde van de afbeelding dient de belangrijkste informatie te bevatten &ndash; als de gebruiker de breedte van het browservenster vergroot, laat de browser meer zien van de linkerkant van de afbeelding.
pl: W prawej górnej części obrazka powinna znaleźć się najważniejsza informacja – gdy użytkownik zwiększa szerokość okna przeglądarki, pokazuje ona więcej lewej części obrazka.
pt_pt: O canto superior direito da imagem deve ter a informação mais importante&mdash;à medida que o utilizador aumenta a largura da janela do navegador, este mostra mais da parte esquerda da imagem.
sl: Najbolj pomembna informacija naj se nahaja na zgornji desni strani slike&mdash;ko uporabnik zveča širino okna, bo videti vse več leve strani slike.
zh_cn: 图像右手边顶部应该用于显示最重要的信息，当用户增大浏览器窗口的宽度时，浏览器会将图像左侧更多的部分显示出来。

source: Online Image Editor Resources
cs: Online editory obrázků
de: Online-Bildbearbeitungsquellen
es: Recursos en línea de edición de imágenes
fr: Ressources pour l'éditeur d'image en ligne
it: Risorse online per la manipolazione di immagini
ko: 온라인 이미지 편집 프로그램
nl: Online afbeeldingen bewerken
pl: Edytory graficzne online
pt_pt: Recursos do editor de imagem online
sl: Pripomočki za urejanje slik na spletu
zh_cn: 在线图像编辑器资源

source: <a href="%(pixlr_url)s">Pixlr</a> &mdash; Pixlr offers professional and easy-to-use tools for creating and editing images within a browser.
cs: <a href="%(pixlr_url)s">Pixlr</a> &mdash; Pixlr nabízí profesionální a snadno použitelné nástroje pro vytváření a úpravu obrázků uvnitř webového prohlížeče.
de: <a href="%(pixlr_url)s">Pixlr</a> &mdash; Pixlr bietet professionelle und einfach zu verwendende Werkzeuge für das Erstellen und Bearbeiten von Grafiken in einem Browser.
es: <a href="%(pixlr_url)s">Pixlr</a>: Pixlr ofrece herramientas profesionales y fáciles de usar para crear y editar imágenes dentro del navegador.
fr: <a href="%(pixlr_url)s">Pixlr</a> &mdash; Pixlr offre des outils simples et professionnels pour créer et éditer des images dans un navigateur.
it: <a href="%(pixlr_url)s">Pixlr</a> &mdash; Pixlr fornisce strumenti professionali e di facile utilizzo per creare e modificare le immagini direttamente dal browser.
ko: <a href="%(pixlr_url)s">Pixlr</a> &mdash; Pixlr은 전문적이면서도 사용이 간편한 웹브라우저 기반의 이미지 생성, 편집 도구를 제공합니다.
nl: <a href="%(pixlr_url)s">Pixlr</a> &ndash; Pixlr biedt professionele en eenvoudig te gebruiken hulpmiddelen voor het binnen een browser maken en bewerken van afbeeldingen.
pl: <a href="%(pixlr_url)s">Pixlr</a> – Pixlr oferuje profesjonalne i łatwe w użyciu narzędzia do tworzenia i edycji obrazków w przeglądarce.
pt_pt: <a href="%(pixlr_url)s">Pixlr</a> &mdash; O Pixlr oferece ferramentas profissionais e fáceis de utilizar para criar e editar imagens no navegador.
sl: <a href="%(pixlr_url)s">Pixlr</a> &mdash; Pixlr nudi profesionalna in za rabo enostavna orodja za ustvarjanje in urejanje slik v brskalniku.
zh_cn: <a href="%(pixlr_url)s">Pixlr</a> &mdash; Pixlr 提供基于浏览器的专业和易用的工具创建和编辑图像。

source: <a href="%(photoshop_url)s">Photoshop</a> &mdash; Tweak, rotate and touch up photos with Photoshop&reg; Express, a free online photo editor.
cs: <a href="%(photoshop_url)s">Photoshop</a> &mdash; úprava, rotace a zpracování fotek pomocí zdarma dostupného online editoru Photoshop&reg; Express.
de: <a href="%(photoshop_url)s">Photoshop</a> &mdash; Optimieren, rotieren und retuschieren Sie Grafiken mit Photoshop&reg; Express, einem kostenlosen Online-Fotoeditor.
es: <a href="%(photoshop_url)s">Photoshop</a>: retoca, rota y edita fotos con Photoshop&reg; Express, un editor de imágenes en línea gratuito.
fr: <a href="%(photoshop_url)s">Photoshop</a> &mdash; Modifier, tourner et reprenez des photos avec Photoshop&reg; Express, un éditeur de photo en ligne.
it: <a href="%(photoshop_url)s">Photoshop</a> &mdash; Aggiusta, ruota e ritocca le foto con Photoshop ® Express, un editor fotografico online gratuito.
ko: <a href="%(photoshop_url)s">Photoshop</a> &mdash; 무료 온라인 사진 편집기 Photoshop&reg; Express로 사진 편집, 위치 변경, 보정해 보십시오.
nl: <a href="%(photoshop_url)s">Photoshop</a> &ndash; Verander, roteer en verbeter foto’s met Photoshop&reg; Express, een gratis online fotobewerkingsprogramma.
pl: <a href="%(photoshop_url)s">Photoshop</a> – dostosowuj, obracaj i wprowadzaj zmiany przy pomocy programu Photoshop&reg; Express, darmowe edytora grafiki online.
pt_pt: <a href="%(photoshop_url)s">Photoshop</a> &mdash; Melhore, rode e retoque fotografias com o Photoshop&reg; Express, um editor de fotografias online gratuito.
sl: <a href="%(photoshop_url)s">Photoshop</a> &mdash; Spreminjajte, vrtite in popravljajte fotografijem s Photoshopom&reg; Express,brezplačnim spletnim urejevalnikom za slike.
zh_cn: <a href="%(photoshop_url)s">Photoshop</a> &mdash; 用 Photoshop&reg; Express——一款免费在线照片编辑器——校正，旋转和修饰照片。

source: Creating a Theme Footer Image
cs: Vytvoření obrázku patičky motivu
de: Erstellen der Grafik für den Fußbereich
es: Crear una imagen temática para un pie de página
fr: Créer une image de pied de page pour un thème
it: Come realizzare l'immagine di piè di pagina di un tema
ja: テーマのフッタ画像の作成
ko: 테마 하단 이미지 만들기
nl: Een themafooter maken
pl: Tworzenie obrazka stopki motywu
pt_pt: Criar uma imagem de rodapé para um tema
ru: Создание нижнего изображения темы
sl: Kako ustvariti sliko za nogo teme
zh_cn: 创建主题页脚图片

source: The footer image is displayed as the background of the bottom of the browser window, behind the add-on and find bars. It will be anchored to the bottom-left corner of the browser window.
cs: Obrázek patičky je zobrazen jako pozadí dolní části okna webového prohlížeče a to na pozadí stavového řádku a lišty vyhledávání. Bude <b>ukotven za levý dolní roh</b> okna prohlížeče.
de: Die Grafik für den Fußbereich wird als Hintergrund des unteren Bereichs des Browser-Fensters angezeigt, hinter der Add-on- und Suchleiste. Es wird in der linken unteren Ecke des Browser-Fensters befestigt.
es: La imagen de pie de página se muestra como fondo de la parte inferior de la ventana del navegador, detrás de las barras de búsqueda y complementos. Quedará situada en la parte inferior izquierda de la ventana del navegador.
fr: L'image de pied de page est affiché en arrière plan en bas de la fenêtre du navigateur, derrière les barres de modules et de recherche. Elle sera ancrée dans le coin en bas à gauche de la fenêtre du navigateur.
it: L'immagine di pié di pagina viene utilizzata come sfondo per la parte inferiore della finestra, dietro alla barra dei componenti aggiuntivi e a quella di ricerca nel testo. È ancorata all'angolo in basso a sinistra della finestra del browser.
ko: 하단 이미지는 브라우저 창의 하단 배경에 노출되어 부가 기능과 검색 바의 배경을 바꿔줍니다. 브라우저 창의 좌측 하단 구석을 축으로 사용하게 됩니다.
nl: De footerafbeelding wordt weergegeven als de achtergrond van de onderzijde van het browservenster, achter de add-on- en zoekbalken. Hij wordt vastgezet aan de linkeronderhoek van het browservenster.
pl: Obrazek stopki jest wyświetlany jako tło na dole okna przeglądarki, za paskiem dodatków i wyszukiwania. Będzie on zakotwiczony w lewym dolnym rogu przeglądarki.
pt_pt: A imagem de rodapé é apresentada como fundo na parte inferior da janela do navegador, atrás das barras de extras e de pesquisa. Será ancorada ao canto inferior esquerdo da janela do navegador.
sl: Sliko za nogo se kaže kot ozadje v spodnjem delu okna za brskalnik, za orodnimi vrsticami za dodatke, prenos, iskanje itd. Slika je zasidrana v spodnjem levem kotu> okna za brskalnik.
zh_cn: 页脚图像显示为浏览器窗口底部的背景，在附加组件和搜索栏背后。他会固定在浏览器窗口的左下角。

source: View a sample Theme Footer here.
cs: Zobrazit příklad patičky motivu
de: Hier können Sie sich eine Beispiel-Theme für den Fußbereich ansehen.
es: Mira un ejemplo de pie de página temático aquí.
fr: Voir un exemple de pied de page de thème ici.
it: Puoi vedere un esempio di piè di pagina del tema qui.
ko: 테마 하단의 견본을 여기에서 살펴보십시오.
nl: Bekijk hier een voorbeeldfooter.
pl: Zobacz tutaj przykładowa stopkę motywu.
pt_pt: Ver um exemplo de rodapé do tema aqui.
sl: Tukaj primer slike za nogo teme.
zh_cn: 在这里查看主题页脚示例。

source: Dimensions should be <b>3000px wide &times; 100px high</b>
cs: Rozměry by měly být <b>3000px šířka x 100px výška</b>
de: Die Maße sollten <b>3000 px Breite &times; 100 px Höhe</b> sein
es: Las dimensiones deben ser <b>3000 px de ancho &times; 100 px de alto</b>
fr: Les dimensions devraient être de <b>3000px de large &times; 100px de haut</b>
it: Le dimensioni devono essere <b>3000 x 100 pixel</b>
ko: 해상도는 <b>가로 3000px &times; 세로 100px</b>이 되야 합니다
nl: Afmetingen dienen <b>3000px breed bij 100px hoog</b> te zijn
pl: Wymiary powinny mieć <b>3000px szerokości na 200px wysokości</b>
pt_pt: As dimensões devem ser <b>3000px de largura &times; 100px de altura</b>
sl: Mere naj bodo <b>3000px širina &times; 100px višina</b>
zh_cn: 尺寸应为 <b>宽3000px &times; 高100px</b>

source: Firefox may reveal more of the upper portion of the image if the find bar is open or if an extension adds more height to the bottom of the window.
cs: Firefox může zobrazit vyšší části obrázku v případech, kdy otevřete lištu vyhledávání nebo rozšíření přidá nějaký prvek do dolní části okna
de: Firefox zeigt möglicherweise mehr des oberen Bereichs der Grafik, wenn die Suchleiste geöffnet ist oder eine Erweiterung den unteren Bereich des Fensters erhöht.
es: Firefox mostrará más el área superior de la imagen si la barra de búsqueda está abierta o si una extensión aumentan el alto del área inferior de la ventana.
fr: Firefox peut dévoiler plus de la portion haute de l'image si la barre de recherche est ouverte ou si une extension ajoute plus de hauteur au bas de la fenêtre.
it: Una sezione più ampia dell'immagine può essere visualizzata nel caso sia presente la barra di ricerca nel testo o un'estensione aumenti l'altezza della parte inferiore della finestra.
ko: 검색 바가 생성되거나 확장 기능이 Firefox 창 하단의 높이를 키우게 될 경우 이미지 상단 부위가 추가로 노출될 수 있습니다.
nl: Firefox laat meer van het bovenste deel van de afbeelding zien als de zoekbalk is geopend, of als een extensie meer hoogte aan de onderkant van het venster geeft.
pl: Firefox może odsłonić bardziej górną część obrazka, jeśli pasek wyszukiwania jest otwarty lub gdy jakieś rozszerzenie zwiększa wysokość na dole okna przeglądarki.
pt_pt: O Firefox pode revelar mais da parte superior da imagem se a barra de pesquisa estiver aberta ou se uma extensão aumentar a altura do rodapé da janela.
sl: Če je odprta vrstica za iskanje ali pa če kaka razširitev zviša spodnji del okna, bo Firefox kazal vse več od zgornjega dela slike.
zh_cn: 如果查找栏打开或者如果有扩展增加了窗口底部的高度，Firefox 可能会将图片顶部更多的部分显示出来。

source: The left-hand side of the image should have the most importan information&mdash;as a user increases the width of the browser window, the browser reveals more of the right-hand side of the image.
cs: Nejdůležitější informaci byste měli mít na levé straně obrázku. Jak uživatel zvětšuje rozměry okna prohlížeče, rozšiřuje se prostor po pravé straně obrázku
de: Der linke, untere Bereich der Grafik sollte die wichtigsten Informationen enthalten &mdash; wenn ein Anwender die Breite des Browser-Fensters vergrößert, zeigt der Browser mehr des rechten Bereichs der Grafik.
es: La parte inferior izquierda de la imagen debe tener la información más importante: cuando un usuario aumenta el ancho de la ventana, el navegador muestra más el lado derecho de la imagen.
fr: La partie gauche de l'image devrait avoir les informations les plus importantes &mdash; lorsque l'utilisateur élargit la fenêtre du navigateur, celui-ci dévoile plus de la partie droite de l'image.
it: Gli elementi più importanti dell'immagine dovrebbero essere collocati a sinistra &mdash; la parte destra dell'immagine verrà rivelata a mano a mano che l'utente aumenta la larghezza della finestra.
ko: 이미지의 좌측 상단에 가장 중요한 정보가 위치해 있어야 합니다 &mdash; 사용자가 브라우저 창의 가로 길이를 늘리면 이미지의 우측면이 추가로 노출되는 식입니다.
nl: De linkerzijde van de afbeelding dient de belangrijkste informatie te bevatten &ndash; als een gebruiker de breedte van het browservenster vergroot, laat de browser meer van de rechterkant van de afbeelding zien.
pl: W lewej części obrazka powinna znaleźć się najważniejsza informacja – gdy użytkownik zwiększa szerokość okna przeglądarki, pokazuje ona więcej prawej części obrazka.
pt_pt: A zona esquerda da imagem deve ter a informação mais importante&mdash;à medida que o utilizador aumenta a largura da janela do navegador, este mostra mais da parte direita da imagem.
sl: Najbolj pomembna informacija naj se nahaja na levi strani slike&mdash;ko uporabnik zveča širino okna, bo videti vse večji del leve strani slike.
zh_cn: 图像左手边应该用于显示最重要的信息，当用户增大浏览器窗口的宽度时，浏览器会将图像右手边更多的部分显示出来。

source: Submitting your Theme Images
cs: Odeslání obrázků vašeho motivu
de: Einreichen der Grafiken Ihres Themes
es: Enviar tus imágenes temáticas
fr: Envoyer vos images de thème
it: Invio delle immagini del tema
ko: 테마 이미지 올리기
nl: Uw thema-afbeeldingen indienen
pl: Przesłanie obrazków motywu
pt_pt: Submeter as imagens do seu tema
ru: Представление изображений для вашей темы
sl: Kako predložite sliki za svojo temo
zh_cn: 提交你的主题图像

source: To get started submitting your images, go to the Theme Submission page:
cs: Pro zahájení odesílání vašich obrázků přejděte na stránku odeslání motivu:
de: Um mit dem Einreichen Ihrer Grafiken zu beginne, rufen Sie die Seite zur Einreichung von Themes auf:
es: Para comenzar a enviar tus imágenes, ve a la página Envío de temas:
fr: Pour commencer à envoyer vos images, allez sur la page d'envoi de thème :
it: Per cominciare a inviare le tue immagini visita la pagina per l'invio:
ko: 이미지를 올리려면 테마 올리기 페이지로 이동하십시오:
nl: Ga naar de pagina Thema indienen om uw afbeeldingen in te sturen:
pl: Aby rozpocząć przesyłanie swoich obrazków, przejdź na stronę przesyłania motywu:
pt_pt: Para começar a submeter as suas imagens, visite a página de submissão do tema:
sl: Da začnete s prenosom svojih slik, pojdite na stran za oddajo teme:
zh_cn: 要开始提交你的图像，转到主题提交页面：

source: <b>Name your theme</b> &mdash; pick a unique name for your theme. Duplicate names are not allowed, so you may need to try a few times to find a unique name.
cs: <b>Jméno vašeho motivu</b> &mdash; zadejte unikátní jméno pro váš motiv. Duplicitní jména nejsou povolena, takže je možné, že budete muset postupně několik vyzkoušet, abyste nalezli nějaké unikátní.
de: <b>Geben Sie Ihrem Theme einen Namen</b> &mdash; wählen Sie einen eindeutigen Namen für Ihr Theme. Doppelte Namen sind nicht erlaubt, daher müssen Sie vielleicht mehrmals versuchen, einen eindeutigen Namen zu finden.
es: <b>Elige un nombre para tu tema</b>: puede que tengas que probar varias veces hasta encontrar un nombre exclusivo. No se admiten nombres repetidos.
fr: <b>Donnez un nom à votre thème</b> &mdash; trouvez un nom unique pour votre thème. Les duplicatas ne sont pas autorisés, vous serez peut-être amenés à réessayer plusieurs fois.
it: <b>Dai un nome al tema</b> &mdash; scegli un nome esclusivo per il tuo tema. Non è possibile avere due temi con lo stesso nome, perciò potrebbero essere necessari diversi tentativi per trovare un nome non in uso.
ko: <b>테마 이름짓기</b>&mdash; 테마 고유의 이름을 지어주십시오. 중복된 이름은 허용되지 않으므로 고유한 이름을 짓기 위해 몇차례 재시도를 해야 할 수도 있습니다.
nl: <b>Geef uw thema een naam</b> &ndash; kies een unieke naam voor uw thema. Dubbele namen zijn niet toegestaan, dus u moet wellicht een paar pogingen doen om een unieke naam te vinden.
pl: <b>Nazwij motyw</b> – wybierz unikalną nazwę motywu. Powtarzające się nazwy nie są dozwolone, zatem możesz potrzebować kilku prób, by znaleźć unikalną nazwę.
pt_pt: <b>Dê um nome ao seu tema</b> &mdash; escolha um nome único para o seu tema. Nomes duplicados não são permitidos, pelo que pode precisar de tentar algumas vezes até encontrar um nome único.
sl: <b>Dajte svoji temi ime</b> &mdash; izberite enolično ime za svojo temo. Podvojena ima niso dovoljena, tako da boste morda morali poskusiti večkrat.
zh_cn: <b>给主题命名</b> &mdash; 为你的主题选择一个独一无二的名字。不允许重名，所以你可能需要多试几次以找到一个不重复的名字。

source: <b>Pick a category and tags</b> &mdash; select a category and enter some tags that best describe your theme. Keep in mind that a reviewer may reject your theme if it is obvious that your category and/or tags are unrelated to your theme.
cs: <b>Volba kategorie a štítků</b> &mdash; zvolte kategorii a několik štítků, které nejlépe popisují váš motiv. Mějte na pamti, že redaktor může zamítnout váš motiv, pokud nezvolíte vhodné kategorie a/nebo budou zvolené štítky nerelevantní k vašeho motivu.
de: <b>Wählen Sie eine Kategorie und Schlagwörter</b> &mdash; wählen Sie eine Kategorie und geben Sie einige Schlagwörter ein, die Ihr Theme am besten beschreiben. Bedenken Sie, dass ein Prüfer Ihr Theme ablehnen kann, wenn es offensichtlich ist, dass Ihre Kategorie und/oder Schlagwörter mit Ihrem Theme nichts zu tun haben.
es: <b>Selecciona categoría y etiquetas</b>: elige una categoría e introduce algunas etiquetas que describan tu tema de la mejor manera. Recuerda que un revisor podrá rechazar tu tema si la categoría o etiquetas que elegiste no están relacionadas con tu tema.
fr: <b>Choisissez une catégorie des des étiquettes</b> &mdash; sélectionnez une catégorie et entrez quelques étiquettes qui décrivent votre thème. Gardez en mémoire qu'un modérateur peut rejeter votre thème s'il parait évident que la catégorie et/ou les étiquettes ne sont pas en rapport avec votre thème.
it: <b>Scegli una categoria e delle etichette</b> &mdash; seleziona una categoria e delle etichette adatte al tuo tema. Tieni presente che un revisore può rifiutare il tema se la categoria o le etichette associate sono palesemente estranee al tema stesso.
ko: <b>분류와 태그 설정</b> &mdash; 분류를 선택하고 테마를 가장 잘 설명할 수 있는 태그 이름을 입력하십시오. 분류가 확실하지 않거나 테마와 관련이 없는 태그 입력시 심사자가 테마 승인을 거부할 수도 있습니다.
nl: <b>Kies een categorie en labels</b> &ndash; selecteer een categorie en voer enkele labels in die uw thema het beste beschrijven. Onthoud dat een beoordelaar uw thema kan afwijzen als duidelijk is dat uw categorie en/of labels niet in verband staan met uw thema.
pl: <b>Wybierz kategorię i etykiety</b> – wybierz kategorię i wprowadź kilka etykiet, najlepiej opisujących motyw. Pamiętaj, że recenzent może odrzucić motyw, gdy kategoria i/lub etykiety ewidentnie nie są związane z motywem.
pt_pt: <b>Escolha uma categoria e as etiquetas</b> &mdash; selecione uma categoria e introduza algumas etiquetas que melhor descrevem o seu tema. Tenha em atenção que um revisor pode rejeitar o seu tema se for óbvio que a sua categoria e/ou etiquetas não tem relação com o seu tema.
sl: <b>Izberite kategorijo in oznake</b> &mdash; izberite kategorijo in nekaj oznak, ki vašo temo najbolje opišejo. Zavedajte se pri tem, da bo recenzent vašo temo zavrnil, če kategorija in/ali oznake z vašo temo nimajo nič skupnega.
zh_cn: <b>选择分类和标签</b> &mdash; 选择最适合你的主题的分类并输入一些适当的标签来描述它。注意，如果你的主题与选择的分类和/或标签明显不相关，审核人员可能会拒绝核准。
