Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <dt><a href="%(localstorage_url)s">localStorage</a></dt> <dd> Synchronous and easy-to-use, localStorage is available in modern browsers, but it's also the slowest. Try to avoid using it directly and use a library that includes it as a fallback instead. </dd> <dt><a href="%(indexeddb_url)s">IndexedDB</a></dt> <dd> IndexedDB is an asynchronous and fast library that can store any JavaScript type without having to serialize it first. It isn't available in IE or iOS as of writing but is available in Chrome and Firefox. </dd> <dt><a href="%(websql_url)s" rel="external">WebSQL</a></dt> <dd> WebSQL is asynchronous like IndexedDB, but is only needed for Safari/iOS compatibility. WebSQL is officially deprecated by the W3C but is still supported by many WebKit browsers. </dd>
de: <dt><a href="%(localstorage_url)s">localStorage</a></dt> <dd> localStore ist synchron, einfach zu verwenden und in den meisten modernen Browsern verfügbar, aber auch am langsamsten. Versuchen Sie, es nicht direkt zu verwenden und verwenden Sie stattdessen eine Bibliothek, die es als Ersatzfunktion verwendet. </dd> <dt><a href="%(indexeddb_url)s">IndexedDB</a></dt> <dd> IndexedDB ist eine asynchrone und schnelle Bibliothek, die alle JavaScript-Typen speichern kann, ohne sie vorher serialisieren zu müssen. Sie steht derzeit nicht in IE oder iOS zur Verfügung, aber in Chrome und Firefox. </dd> <dt><a href="%(websql_url)s" rel="external">WebSQL</a></dt> <dd> WebSQL ist asynchron wie IndexedDB, wird aber nur für die Kompatibilität zu Safari/iOS benötigt. WebSQL ist laut W3C offiziell veraltet, wird aber weiter von vielen WebKit-Browsern unterstützt. </dd>
fr: <dt><a href="%(localstorage_url)s">localStorage</a></dt> <dd> Synchrone et facile à utiliser, localStorage est accessible dans les navigateurs modernes, mais c'est le plus lent. Essayez d'éviter de l'utiliser directement et préférez utiliser une bibliothèque qui l'utilisera en dernier recours. </dd> <dt><a href="%(indexeddb_url)s">IndexedDB</a></dt> <dd> IndexedDB est une bibliothèque asynchrone et rapide qui peut stocker tout type JavaScript sans avoir besoin de le sérialiser au préalable. Elle n'est pas disponible dans IE ou iOS à l'heure actuelle, mais Chrome et Firefox la proposent. </dd> <dt><a href="%(websql_url)s" rel="external">WebSQL</a></dt> <dd> WebSQL est asynchrone comme IndexedDB, mais n'est nécessaire que pour la compatibilité avec Safari/iOS. WebSQL est officiellement obsolète pour le W3C mais est toujours pris en charge par de nombreux navigateurs basés sur WebKit. </dd>
it: <dt><a href="%(localstorage_url)s">localStorage</a></dt> <dd> Synchronous and easy-to-use, localStorage is available in modern browsers, but it's also the slowest. Try to avoid using it directly and use a library that includes it as a fallback instead. </dd> Sincrono e facile da utilizzare, localStorage è implementato in quasi tutti i principali browser di nuova generazione, ma è anche il meno veloce tra i sistemi di archiviazione citati. Per questo motivo è preferibile utilizzarlo solo come fallback di una libreria. </dd><dt><a href="%(indexeddb_url)s">IndexedDB</a></dt><dd> IndexedDB è una libreria asincrona e veloce in grado di memorizzare qualsiasi tipo di dato JavaScript senza la necessità di doverlo prima serializzare. Al momento della stesura di questa guida è compatibile con Chrome e Firefox, ma non con Internet Explorer o iOS. </dd><dt><a href="%(websql_url)s" rel="external">WebSQL</a></dt><dd> WebSQL è asincrona come IndexedDB, ma serve solo per assicurare la compatibilità con Safari/iOS. L'uso di WebSQL è ufficialmente deprecato dal W3C, ma viene ancora supportato da molti browser basati su WebKit. </dd

source: We recommend using <a href="%(localforage_url)s" rel="external">localForage</a>, which combines a library from Firefox OS with fallbacks for other browsers. It allows you to store key/value pairs for use between page loads, but does so asynchronously whenever possible. This improves the responsiveness of your app.
de: Wir empfehlen <a href="%(localforage_url)s" rel="external">localForage</a>, was eine Bibliothek aus Firefox OS mit Ersatzfunktionen für andere Browser kombiniert. Damit können Sie Schlüssel/Wert-Paare zur Verwendung zwischen dem Laden von Seiten speichern, es tut dies aber wenn möglich asynchron. Dies verbessert die Reaktionszeit Ihrer Anwendung.
fr: Nous vous recommandons d'utiliser <a href="%(localforage_url)s" rel="external">localForage</a>, qui combine une bibliothèque de Firefox OS avec des alternatives pour les autres navigateurs. Elle vous permet de stocker des paires clef/valeur utilisées entre les chargements de page, mais le fait le plus souvent possible de manière asynchrone. Ceci permet d'améliorer la réactivité de votre application.
it: È consigliabile utilizzare <a href="%(localforage_url)s" rel="external">localForage</a>, che supporta una libreria specifica di Firefox OS e il fallback nel caso di altri browser. Permette di memorizzare coppie di chiave/valore utilizzabili durante il caricamento delle pagine, ma lo fa in modo asincrono quando possibile, incrementando la velocità di risposta dell'app.

source: Notice we do this asynchronously, as all APIs here are async.
de: Beachten Sie, dass wir dies asynchron tun, da alle APIs hier asynchron sind.
fr: Notez que nous faisons ceci de manière asynchrone, étant donné que toutes les APIs le sont.
it: È importante notare che viene eseguito in modo asincrono, tutte le API sono asincrone.

source: On localStorage
de: Zu localStorage
fr: À propos de localStorage
it: Qualche nota su localStorage

source: localStorage is the most compatible API for saving data between page views in JavaScript, but it has a few major limitations. localStorage is synchronous, so using it blocks the main thread from running, causing your app to feel slow when getting or setting data. It also can't handle large amounts of data or JavaScript types like TypedArrays. You can use localStorage for small amounts of data you interact with rarely, but we recommend <a href="%(localForage)s" rel="external">localForage's asyncStorage library</a>, which uses faster storage by default but falls back to localStorage if it's all that is available.
de: localStorage ist die kompatibelste API für das Speichern von Daten zwischen Seitenaufrufen in JavaScript, hat aber einige deutliche Einschränkungen. localStorage ist synchron, seine Verwendung blockiert also das Ausführen des Haupt-Threads, wodurch sich Ihre Anwendung beim Empfangen oder Senden von Daten langsam anfühlt. Sie kann auch keine großen Datenmengen oder JavaScript-Typen wie TypedArrays verarbeiten. Sie können localStorage für kleine Datenmengen verwenden, mit denen Sie selten interagieren, aber wir empfehlen die <a href="%(localForage)s" rel="external">asyncStorage-Bibliothek von localForage</a>, die standardmäßig schnellere Speicherung verwendet, aber localStorage als Ersatzfunktion verwendet, wenn nichts anderes verfügbar ist.
fr: localStorage est l'API la plus compatible pour stocker des données avec JavaScript, mais a quelques limitations importantes. localStorage est synchrone, l'utiliser va bloquer le fil d'exécution principal, ce qui donnera la sensation que votre application est lente lors de l'accès aux données. Elle ne permet pas de traiter des quantités de données importantes ou des types JavaScript comme les TypedArray. Vous pouvez utiliser localStorage pour des petites quantités de données rarement utilisées, mais nous vous recommandons <a href="%(localForage)s" rel="external">la bibliothèque asynchrone localForage</a>, qui utilise par défaut des méthodes de stockage plus rapide mais qui utilisera localStorage au cas où ce soit la seule alternative disponible.
it: localStorage è l'API JavaScript per l'archiviazione dei dati durante la navigazione delle pagine web maggiormente compatibile coi vari browser, ma ha alcune grandi limitazioni. localStorage è sincrona, pertanto utilizzarla blocca il caricamento del thread principale, causando il rallentamento dell'app durante la ricezione o l'impostazione di dati. Inoltre, non può gestire grandi quantità di dati o alcuni tipi di dati JavaScript come il tipo TypedArray. localStorage si può utilizzare per piccole quantità di dati con le quali si interagisce raramente, ma è consigliabile affiancarla a <a href="%(localForage)s" rel="external">la libreria asyncStorage di localForge</a>, che è in grado di utilizzare automaticamente il metodo di archiviazione più veloce e ricorrere a localStorage solo nel caso non ci sia nulla di meglio a disposizione.

source: Caching large files and storing media
de: Zwischenspeichern großer Dateien und Speichern von Medien
fr: Mise en cache de gros fichiers et stockage multimédia
it: Memorizzare nella cache file di grandi dimensioni e archiviare file multimediali

source: Use <a href="%(storage_url)s">DeviceStorage</a> or <a href="%(indexeddb_url)s">IndexedDB</a> to store large pieces of data. localStorage is unsuitable for large blob storage, but you can save chunks of data to IndexedDB. The Podcasts reference app does this in <a href="%(podcasts_url)s" rel="external">its episode model code</a>.
de: Verwenden Sie <a href="%(storage_url)s">DeviceStorage</a> oder <a href="%(indexeddb_url)s">IndexedDB</a>, um größere Datenmengen zu speichern. localStorage ist ungeeignet für die Speicherung größerer Datenmengen, aber Sie können Teile der Daten per IndexedDB speichern. Die Referenzanwendung Podcasts tut dies in <a href="%(podcasts_url)s" rel="external">seinem Ausschnitt aus dem Modell-Quelltext</a>.
fr: Utilisez <a href="%(storage_url)s">DeviceStorage</a> ou <a href="%(indexeddb_url)s">IndexedDB</a> pour stocker de grosses quantités de données. localStorage n'est pas adapté pour stocker des données binaires importantes, mais vous pouvez enregistrer des morceaux de données dans IndexedDB. L'application de référence Podcasts fait ça dans <a href="%(podcasts_url)s" rel="external">le code de son modèle par épisode</a>.
it: Per memorizzare grandi quantità di dati è consigliato utilizzare <a href="%(storage_url)s">DeviceStorage</a> o <a href="%(indexeddb_url)s">IndexedDB</a>. localStorage non è adatta per l'archiviazione di grandi file, ma è possibile salvare porzioni di dati con IndexedDB, come l'app di riferimento Podcast nel<a href="%(podcasts_url)s" rel="external">codice modello dell'episodio</a>.

source: Keep in mind that storing large files (over 100MB) is still largely uncharted territory and you may encouter some issues.
de: Bedenken Sie, dass die Speicherung größerer Dateien (über 100 MB) weiterhin größtenteils unbekanntes Gelände ist und Sie auf einige Probleme stoßen könnten.
fr: Gardez en mémoire que stocker des gros fichiers (au delà de 100Mo) est un territoire assez vierge et que vous pouvez rencontrer des problèmes.
it: Si tenga presente che gli effetti dell'archiviazione di file superiori ai 100 MB non sono ancora stati testati a fondo e potrebbero pertanto causare problemi.

source: A Note on Packaged Apps
de: Eine Anmerkung zu gepackten Anwendungen
fr: Une note sur les applications empaquetées
it: Una nota sulle app pacchettizzate

source: If you’re <a href="%(packaged_apps_url)s">developing a packaged app</a>, you don't need to use an Appcache manifest; all app assets are downloaded to the user’s device during install.
de: Wenn Sie <a href="%(packaged_apps_url)s">eine gepackte Anwendung entwickeln</a>, müssen Sie kein Appcache-Manifest verwenden; alle Anwendungsdaten werden bei der Installation auf das Gerät des Benutzers heruntergeladen.
fr: Si vous <a href="%(packaged_apps_url)s">développez une application empaquetée</a>, vous n'avez pas besoin d'utiliser un manifeste Appcache ; toutes les ressources sont téléchargées sur le périphérique lors de l'installation.
it: Le <a href="%(packaged_apps_url)s">app pacchettizzate</a> non richiedono un manifesto Appcache, in quanto tutte le risorse vengono scaricate sul dispositivo dell'utente durante l'installazione.

source: Managing Offline State and HTTP Requests
de: Verwaltung des Offline-Zustands und von HTTP-Anfragen
fr: Gestion de l'état hors-ligne et requêtes HTTP
it: Gestire lo stato Non in linea e le richieste HTTP

source: There are a few APIs available to determine the user's connection status. These are useful because you can skip HTTP requests if you know the user is offline. You can also display less generic failure messages. For example: if you were writing a Twitter client, a message like “New tweets cannot be loaded while offline” is more informative than “Could not make HTTP connection.”
de: Es gibt einige APIs, um den Zustand der Verbindung des Benutzers festzustellen. Diese sind hilfreich, weil Sie HTTP-Anfragen überspringen können, wenn Sie wissen, dass der Benutzer offline ist. Sie können auch weniger allgemeine Fehlermeldungen anzeigen. Wenn Sie beispielsweise einen Twitter-Client schreiben, ist eine Nachricht wie „Neue Tweets können ohne Netzwerkverbindung nicht geladen werden“ informativer als „HTTP-Verbindung konnte nicht hergestellt werden“.
fr: Il existe quelques APIs disponibles pour vérifier l'état de la connexion de l'utilisateur. Elles sont utiles car vous pouvez éviter de faire des requêtes HTTP si vous savez que l'utilisateur est hors-ligne. Vous pouvez également en profiter pour afficher un message d'erreur moins générique. Par exemple, si vous écriviez un client Twitter, un message tel que « Les nouveaux tweets ne peuvent être téléchargés lorsque vous êtes hors-ligne » est plus utile que « Impossible d'établir une connexion HTTP ».
it: Alcune API consentono di stabilire quale sia lo stato della connessione. Esse sono utili perché rendono possibile evitare richieste HTTP inutili quando l'utente è disconesso. Rendono inoltre possibile la visualizzazione di messaggi di errore più specifici. Per esempio, nel caso si stia progettando un client Twitter, un messaggio come “Impossibile caricare nuovi tweet quando il dispositivo non è in linea” fornisce all'utente un'informazione più utile rispetto a “Impossibile effettuare una connessione HTTP.”

source: Try to focus on loading data from your/others' API only when needed, and keep data cached so you don't have to request the same data twice. It can also be helpful to prefetch some data so the user can use parts of your app offline that they have yet to open.
de: Versuchen Sie, sich darauf zu konzentrieren, Daten von Ihrer/externer API nur zu laden, wenn dies nötig ist und halten Sie Daten im Zwischenspeicher vor, damit Sie die gleichen Daten nicht zweimal anfordern müssen. Es kann auch hilfreich sein, einige Daten vorauszuladen, damit der Anwender auch die Teile Ihrer Anwendung offline verwenden kann, die er noch nicht geöffnet hat.
fr: Essayez de charger les données uniquement lorsque nécessaire, et conservez des versions en cache pour éviter de faire plusieurs fois la même requête. Il peut parfois être utile de précharger certaines données de sorte que l'utilisateur puisse utilisez des parties de votre application hors-ligne sans les avoir au préalable ouvertes.
it: Si consiglia di caricare dati da API proprie o di terze parti solo quando strettamente necessario e di salvare i dati nella cache per evitare di richiedere due volte gli stessi dati. Un altro accorgimento utile è effettuare il prefetching in modo che l'utente possa utilizzare anche in modalità non in linea funzioni dell'app che non ha ancora richiesto esplicitamente.

source: A key factor in working well offline is to check whether the device has connectivity and to respond appropriately when it doesn't. A message to the user that the app won't work offline is better than getting stuck or getting a generic timeout error.
de: Ein Schlüsselfaktor zu guter Offline-Funktionalität ist es, zu prüfen, ob das Gerät verbunden ist und auf eine fehlende Verbindung passend zu reagieren. Eine Nachricht an den Benutzer, dass die Anwendung offline nicht funktioniert ist besser, als wenn es gar nicht weitergeht oder eine allgemeine Fehlermeldung „Zeitüberschreitung“ erscheint.
fr: Un élément clef pour fonctionner correctement hors-ligne est de s'assurer de la connectivité du périphérique et de prendre en charge correctement son absence. Un message à l'utilisateur indiquant que l'application ne fonctionne pas en ligne est toujours mieux que d'être coincé ou d'avoir un message d'erreur générique.
it: Un fattore chiave per garantire un funzionamento ottimale in modalità non in linea è controllare sempre lo stato di connessione del dispositivo per fare in modo che l'app risponda in maniera appropriata quando è disconnessa. È sempre preferibile mostrare un messaggio che indichi che l'app non è in grado di funzionare a causa della mancata disponibilità della connessione rispetto al blocco nel mezzo di un'operazione o a un errore di timeout generico.

source: The simplest way to do this is to check and listen for changes to the <a href="%(url)s"><code>window.navigator.onLine</code></a> property. Note that this value can sometimes return false positives.
de: Die einfachste Möglichkeit dies zu tun ist es, nach Änderungen in der Eigenschaft <a href="%(url)s"><code>window.navigator.onLine</code></a> zu sehen. Beachten Sie, dass dieser Wert manchmal falsch positiv sein kann.
fr: La manière la plus simple de faire ceci est de vérifier et d'écouter les changements de la propriété <a href="%(url)s"><code>window.navigator.onLine</code></a>. Notez que parfois celle-ci peut retourner des faux positifs.
it: Il modo più semplice per farlo è di controllare e rimanere in attesa per rilevare modifiche della proprietà <a href="%(url)s">window.navigator.onLine</code></a>. Da notare che questo valore può dare falsi positivi.

source: See also: <a href="%(url)s">Online and offline events</a>.
de: Siehe auch <a href="%(url)s">Online- und Offline-Ereignisse</a>.
fr: Voir aussi : <a href="%(url)s">Évènements online et offline</a>.
it: Vedere anche: <a href="%(url)s">Online and offline events</a>.

source: HTTP Requests
de: HTTP-Anfragen
fr: Requêtes HTTP
it: Richieste HTTP

source: If you are using <a href="%(xhr_url)s">XMLHttpRequest</a> to update data dynamically, you can check its response to determine if the network connection has dropped during the use of your app. If your app has <a href="%(systemxhr_url)s">systemXHR privileges</a>, you can check for a connection to a site unlikely to be down to determine if you have an active connection (iOS does this with Apple.com).
de: Wenn Sie <a href="%(xhr_url)s">XMLHttpRequest</a> verwenden, um Daten dynamisch zu aktualisieren, können Sie seine Antwort überprüfen, um zu sehen, ob die Netzwerkverbindung während der Verwendung Ihrer Anwendung unterbrochen wurde. Wenn Ihre Anwendung <a href="%(systemxhr_url)s">systemXHR-Privilegien</a> besitzt, können Sie die Verbindung mit einer Seite testen, die vermutlich erreichbar ist, um festzustellen, ob Sie eine aktive Verbindung haben (iOS tut dies mit Apple.com).
fr: Si vous utilisez <a href="%(xhr_url)s">XMLHttpRequest</a> pour mettre à jour des données dynamiquement, vous pouvez vérifier sa réponse pour savoir si la connexion a été perdue pendant l'utilisation de votre application. Si votre application a les <a href="%(systemxhr_url)s">privilèges systemXHR</a>, vous pouvez vérifier la connexion vers un site qui a peu de chances d'être hors-ligne pour vérifier l'état (iOS le fait avec Apple.com).
it: Se si utilizza <a href="%(xhr_url)s">XMLHttpRequest</a> per aggiornare i dati dinamicamente, è possibile determinare se la connessione è caduta durante l'utilizzo dell'app controllando le sue risposte. Se l'app possiede i privilegi <a href="%(systemxhr_url)s">systemXHR</a>, si può determinare se la connessione è attiva anche provando a connettersi a un sito che sia, con ragionevole certezza, raggiungibile in qualsiasi momento (i dispositivi iOS utilizzano Apple.com).

source: We'll assume we aren't online.
de: Wir gehen davon aus, dass wir nicht online sind.
fr: Nous faisons l'hypothèse d'être hors-ligne.
it: Supponiamo di non essere online

source: Assume we're a packaged app with systemXHR permissions.
de: Angenommen wir haben eine gepackte Anwendung mit systemXHR-Berechtigung.
fr: Faisons l'hypothèse d'avoir une application empaquetée avec les permissions systemXHR.
it: Supponiamo di sviluppare un'app pacchettizzata e di possedere i permessi per usare systemXHR.

source: WebAPI
it: API web

source: WebPayment API
it: API WebPayment
ru: API веб-платежей

source: A mobile Web application stack
de: Ein Anwendungs-Stack für das mobile Web
es: Una pila de componentes para aplicaciones web móviles
fr: Une pile applicative pour le Web mobile
it: Una famiglia di applicazioni per il Web mobile

source: Firefox Apps &amp; Hacks
cs: Aplikace pro Firefox
de: Firefox-Anwendungen &amp; Hacks
es: Firefox Apps y Hacks
it: Firefox App e Hack
ko: Firefox 앱과 핵스
nl: Firefox-apps en -hacks
zh_cn: Firefox 应用和技巧

source: "Get it in the Firefox Marketplace" are badges that you can use on your web site and promotional materials to point to your products on the Firefox Marketplace.
fr: « Disponible sur le Marketplace Firefox » sont des badges que vous pouvez utiliser sur votre site web et du matériel publicitaire pour orienter vers vos produits sur le Marketplace Firefox.
it: "Get it in the Firefox Marketplace" sono una serie di distintivi che puoi mostrare sul tuo sito o in materiali promozionali per indirizzare i visitatori verso i tuoi prodotti su Firefox Marketplace.
ko: "Firefox Marketplace에서 다운로드 받기" 버튼은 보유하고 있는 웹 사이트에서 Firefox 마켓플레이스에 있는 제품으로 연결되는 홍보 자원으로 사용해야 합니다.
nl: “Verkrijgbaar in de Firefox Marketplace” zijn badges die u kunt gebruiken op uw website en in promotiematerialen die verwijzen naar uw producten op de Firefox Marketplace.
zh_cn: 您可以在自己的网站放置“在火狐应用市场下载”的徽章，指向火狐应用市场中您的产品从而提升下载量。

source: Guidelines
fr: Lignes directrices
it: Linee guida
ko: 가이드라인
nl: Richtlijnen
zh_cn: 准则

source: You may not alter the badge in any way
fr: Vous ne pouvez pas modifier le badge de quelque manière que ce soit
it: È vietato alterare in qualunque modo il distintivo
ko: 어떤 방법으로든 버튼을 변조해선 안됩니다
nl: U mag de badge in geen enkel opzicht wijzigen
zh_cn: 您不能以任何方式修改徽章

source: When used alongside logos for other marketplaces ("Get it on Google Play", "Download on the App Store"), the Firefox Marketplace badge should be of equal or greater size
fr: Lorsqu'utilisé à côté de logos pour d'autres marketplaces ("Disponible sur Google Play", "Disponible sur l'App Store"), le badge pour le Marketplace Firefox doit être au moins aussi grand
it: Se affiancato ai logo di altri marketplace ("Get it on Google Play", "Download on the App Store"), il distintivo di Firefox Marketplace dovrà essere di dimensioni pari o maggiori ad essi
ko: 다른 마켓플레이스 로고들과 나란히 사용될 때는 ("다운로드하기 Google Play", "App Store에서 다운로드 하기") Firefox Marketplace 버튼의 크기가 다른 버튼과 같거나 더 커야합니다.
nl: Wanneer deze wordt gebruikt naast logo’s voor andere marktplaatsen (“Verkrijgbaar op Google Play”, “Downloaden in de App Store”) dient de Firefox Marketplace-badge even groot of groter te zijn
zh_cn: 与其他应用市场（“在 Google Play 下载”，“在 App Store 下载”）标志共同使用时，火狐应用市场的徽章的尺寸应该不小于他们。
