Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: STEEL is the Scriptable Thunderbird Easy Extension Library. It is a FUEL-like set of interfaces to facilitate Thunderbird extension development.
cs: STEEL je Scriptable Thunderbird Easy Extension Library. Je to sada rozšíření jako u FUELu, která usnadňuje vývoj rozšíření pro Thunderbird.
de: STEEL ist die Scriptable Thunderbird Easy Extension Library (skriptbare einfache Bibliothek für Thunderbird-Erweiterungen) Es ist eine FUEL-ähnliche Menge aus Oberflächen, um die Erweiterungsentwicklung für Thunderbird zu vereinfachen.
es: STEEL (Scriptable Thunderbird Easy Extension Library) es la biblioteca de extensiones fáciles para Thunderbird. Es un conjunto de interfaces similar a FUEL para facilitar el desarrollo de extensiones para Thunderbird.
fr: STEEL signifie Scriptable Thunderbird Easy Extension Library. C'est un ensemble d'interface comme FUEL pour simplifier le développement d'extensions Thunderbird.
it: STEEL è l'acronimo di Scriptable Thunderbird Easy Extension Library. Si tratta un gruppo di interfacce in stile FUEL per semplificare lo sviluppo di estensioni per Thunderbird.
ja: STEEL はスクリプト操作可能な Thunderbird 用簡単拡張機能ライブラリです。Thunderbird 用の拡張機能開発を容易にする FUEL のようなインタフェース群です。
ko: STEEL은 Scriptable Thunderbird Easy Extension Library의 약자입니다. Thunderbird 확장 기능의 개발을 쉽게 하기 위한 FUEL과 같은 인터페이스 셋트입니다.
nl: STEEL is de Scriptable Thunderbird Easy Extension Library. Het is een FUEL-achtige set van interfaces die helpen bij ontwikkelen van extensies voor Thunderbird.
pl: STEEL (Scriptable Thunderbird Easy Extension Library) jest, tak jak FUEL dla Firefoksa, zestawem interfejsów ułatwiającym proces tworzenia rozszerzeń dla Thunderbirda.
pt_pt: STEEL é uma Biblioteca de scripts de Extensão fácil do Thunderbird. É um conjunto tipo-Combustível de interfaces para facilitar o desenvolvimento de extensões do Thunderbird.
ru: STEEL это скриптовая библиотека для облегчения разработки расширений Thunderbird. Это похожий на FUEL набор интерфейсов, призванный облегчить разработку расширений Thunderbird.
sl: STEEL je Scriptable Thunderbird Easy Extension Library - knjižnica za razširitve za TB. Gre za zbirko vmesnikov, podobno FUEL, ki olajšuje razvoj razširitev za TB.
zh_cn: STEEL（Scriptable Thunderbird Easy Extension Library）是一组易化 Thunderbird 扩展开发的类似 FUEL 的接口集。

source: SMILE API
fr: API SMILE
pl: API SMILE

source: SMILE is a FUEL-like set of interfaces to facilitate SeaMonkey extension development.
cs: SMILE je sada rozšíření obdobná FUELu, která usnadňuje vývoj rozšíření pro SeaMonkey.
de: SMILE ist eine FUEL-ähnliche Menge aus Oberflächen, um die Erweiterungsentwicklung für SeaMonkey zu vereinfachen.
es: SMILE es un conjunto de interfaces similar a FUEL que facilita el desarrollo de extensiones para SeaMonkey.
fr: SMILE est un ensemble d'interface comme FUEL pour faciliter le développement d'extensions SeaMonkey.
it: SMILE è un gruppo di interfacce in stile FUEL per semplificare lo sviluppo di estensioni per SeaMonkey.
ja: SMILE は SeaMonkey 用の拡張機能開発を容易にする FUEL のようなインタフェース群です。
ko: SMILE은 Seamonkey 확장 기능 개발을 쉽게 하기위한 FUEL과 같은 인터페이스 셋트입니다.
nl: SMILE is een FUEL-achtige set van interfaces die helpen bij ontwikkelen van extensies voor SeaMonkey.
pl: SMILE jest, tak jak FUEL dla Firefoksa, zestawem interfejsów ułatwiającym proces tworzenia rozszerzeń dla SeaMonkey.
pt_pt: SMILE é um conjunto tipo-FUEL de interfaces para facilitar o desenvolvimento de extensões para o SeaMonkey.
ru: SMILE это похожий на FUEL набор интерфейсов, призванный облегчить разработку расширений SeaMonkey.
sl: SMILE je zbirka vmesnikov, podobna FUEL, ki olajšuje razvoj dodatkov za SeaMonkey.
zh_cn: SMILE 是一组易化 SeaMonkey 扩展开发的类似 FUEL 的接口集。

source: XPCOM: Cross-Platform Components
cs: XPCOM: Platformově nezávislé komponenty
de: XPCOM: Plattformübergreifende Komponenten
es: XPCOM: componentes multiplataforma
fr: XPCOM : Composants portables
it: XPCOM: componenti multipiattaforma
ja: XPCOM: クロスプラットフォームコンポーネント
ko: XPCOM: 크로스 플랫폼 콤포넌트
nl: XPCOM: Crossplatform-componenten
pl: XPCOM: Komponenty międzyplatformowe
pt_pt: XPCOM: Componentes da plataforma cruzada
ru: XPCOM: Кросс-платформенные компоненты
sl: XPCOM: od platforme neodvisne komponente
zh_cn: XPCOM：跨平台组件

source: XPCOM Overview
cs: Přehled XPCOMu
de: XPCOM-Übersicht
el: Επισκόπηση XPCOM
es: Introducción a XPCOM
fr: Aperçu XPCOM
it: Panoramica XPCOM
ja: XPCOM の概要
ko: XPCOM 개요
nl: XPCOM-overzicht
pl: Przegląd XPCOM
pt_pt: Pré-visualização XPCOM
ru: Обзор XPCOM
sl: Pregled XPCOM
zh_cn: XPCOM 概述

source: XPCOM is a cross-platform component object model with multiple language bindings, letting the XPCOM components be used and implemented in JavaScript, Java, and Python in addition to C++.
cs: XPCOM je na platformě nezávislý komponentový model s navázáním na mnoho jazyků, což umožňuje implementaci a používání komponent XPCOM v jazykách jako jsou JavaScript, Java, C++ a Python.
de: XPCOM ist ein plattformübergreifendes Komponenten-Objekt-Mpdell mit mehrfachen Sprachbindungen, so dass die XPCOM-Komponenten in nicht nur mit C++, sondern auch mit JavaScript, Java und Python verwendet und implementiert werden können.
es: XPCOM es un modelo de objetos para componentes multiplataforma con enlaces a varios lenguajes, lo que permite que los componentes XPCOM se usen e implementen en JavaScript, Java y Python además de C++.
fr: XPCOM est un modèle de composant objet portable avec des interfaces dans plusieurs langages, permettant aux composants XPCOM d'être utilisé et implémentés avec JavaScript, Java et Python en plus de C++.
it: XPCOM è un modello di componenti ad oggetti multipiattaforma in grado di funzionare con più linguaggi. I componenti XPCOM possono essere utilizzati e implementati in JavaScript, Java, Pyhon e C++.
ja: XPCOM はクロスプラットフォームコンポーネントオブジェクトモデルの略で、C++ に加え JavaScript、Java、Python で XPCOM コンポーネントを使用、実装できるよう、複数の言語バインディングを備えています。
ko: XPCOM은 크로스 플랫폼 콤포넌트 오브젝트 모델의 약자로, 여러가지 언어를 묶어서 C++에 자바스크립트, 자바, 파이썬을 사용할 수 있게 만들어 줍니다.
nl: XPCOM is een crossplatform componentobjectmodel met meerdere taalverbindingen, waardoor de XPCOM-componenten kunnen worden gebruikt en toegepast in JavaScript, Java en Python, naast C++.
pl: XPCOM (Cross Platform Component Object Model) jest prostym, międzyplatformowym modelem komponentów z wieloma powiązanymi językami umożliwiającymi używanie i implementowanie komponentów XPCOM w językach JavaScript, Java i Python oprócz C++.
pt_pt: XPCOM é um modelo de componentes de objecto multi-plataforma com ligações para vários idiomas, permitindo que os componentes XPCOM sejam utilizados e implementado em JavaScript, Java, Python para além de C++.
ru: XPCOM это кросс-платформенная объектная модель компонентов с множеством биндингов для языков, позволяющая использовать и реализовать XPCOM компоненты на JavaScript, Java и Python в дополнение к C++.
sl: XPCOM je od platforme neodvisen objektni model za komponente, ki ga je mogoče povezati s številnimi jeziki, tako da je komponente XPCOM mogoče uporabljati v jezikih JavaScript, Java, in Python, ne samo v C++.
zh_cn: XPCOM 是一种多语言绑定的跨平台组件对象模型，可以在 JavaScript、Java 和 Python 中使用和实现 XPCOM 组件，而不局限于 C++。

source: XPCOM Reference
cs: Referenční příručka XPCOMu
de: XPCOM-Referenz
es: Referencia XPCOM
fr: Référence XPCOM
it: Riferimenti XPCOM
ja: XPCOM リファレンス
ko: XPCOM 참고문서
nl: XPCOM-referentie
pl: Dokumentacja XPCOM
pt_pt: Referência XPCOM
ru: Справочник по XPCOM
zh_cn: XPCOM 参考

source: Mozilla Developer Center's XPCOM API documentation, listing frozen interfaces and functions.
cs: Dokumentace k API XPCOMu na Mozilla Developer Center. Seznam rozhraní a funkcí.
de: XPCOM-API-Dokumentation im Mozilla Developer Center, mit einer Auflistung der eingefrorenen Oberflächen und Funktionen.
es: Documentación sobre la API de XPCOM del Centro de Desarrolladores de Mozilla, que incluye una lista de interfaces congeladas y funciones.
fr: Documentation de l'API XPCOM sur le Centre Développeur Mozilla, avec la liste des interfaces et fonctions gelées.
it: Documentazione relativa a XPCOM API nel Mozilla Developer Center, con un elenco di tutte le interfacce bloccate (frozen) e delle funzioni.
ja: Mozilla Developer Network の XPCOM API ドキュメント。安定したインタフェースと関数の一覧。
ko: 동결 인터페이스와 함수가 나열된 Mozilla 개발자 센터의 XPCOM API 문서입니다.
nl: De XPCOM API-documentatie van het Mozilla-ontwikkelaarscentrum, met bevroren interfaces en functies.
pl: Dokumentacja XPCOM API w Mozilla Developer Network wykazująca zamrożone interfejsy i funkcje.
pt_pt: Documentação da API XPCOM do centro do desenvolvedor da Mozilla, listando interfaces congeladas e funções.
ru: Документация по XPCOM API в центре разработчиков Mozilla, с перечнем замороженных интерфейсов и функций.
sl: Dokumentacija XPCOM API Razvojnega centra Mozilla, s seznamom zamrznjenih vmesnikov in funkcij.
zh_cn: Mozilla 开发者网络的 XPCOM API 文档，列出了已经冻结的接口和功能。

source: DOM: Interacting with Content
cs: DOM: Interakce s obsahem
de: DOM: Interaktion mit dem Inhalt
es: DOM: interactuar con el contenido
fr: DOM : Interagir avec le contenu
it: DOM: interagire con il contenuto
ja: DOM: コンテンツとのやりとり
ko: DOM: 콘텐트와 상호 작용하기
nl: DOM: interactie met inhoud
pl: DOM: Interakcja z treścią
pt_pt: DOM: Interagir com o conteúdo
ru: DOM: Взаимодействие с контентом
sl: DOM: interakcija z vsebino
zh_cn: DOM：与内容互动

source: DOM Overview
cs: Přehled DOMu
de: DOM-Übersicht
el: Επισκόπηση DOM
es: Introducción a DOM
fr: Aperçu DOM
it: Panoramica DOM
ja: DOM の概要
ko: DOM 개요
nl: DOM-overzicht
pl: Przegląd DOM
pt_pt: Pré-visualização DOM
ru: Обзор DOM
sl: Pregled DOM
zh_cn: DOM 概述

source: The Document Object Model (DOM) is an API for HTML and XML documents. It provides a structural representation of the document, enabling you to modify its content and visual presentation.
cs: Document Object Model (DOM) je API pro dokumenty v HTML a XML. Poskytuje strukturovanou reprezentaci dokumentu, povoluje změnu jeho obsahu a vizuální reprezentace.
de: Das Document Object Model (DOM) ist eine API für HTML- und XML-Dokumente. Es bietet eine strukturelle Repräsentation des Dokuments, so dass Sie seine Inhalte und visuelle Darstellung verändern können.
es: El Modelo en Objetos para la representación de Documentos (Document Object Model (DOM)) es una API para documentos HTML y XML. Proporciona una representación de la estructura del documento, lo que te permite modificar su contenido y presentación visual.
fr: Le Document Object Model (DOM) est une API pour les documents HTML et XML. Cela fournit une représentation structurelle du document, permettant de modifier son contenu et sa représentation visuelle.
it: Il Document Object Model (DOM) è una API per i documenti HTML e XML. Fornisce una rappresentazione strutturale del documento, permettendoti di modificarne il contenuto e la presentazione visuale.
ja: ドキュメントオブジェクトモデル (DOM) は HTML と XML ドキュメントのための API です。ドキュメントの構造表現を提供し、その内容と視覚表現を変更できるように設計されています。
ko: Document Object Model (DOM)은 HTML과 XML 문서용 API입니다. 이것은 문서의 구조적 표현 및 문서의 콘텐트와 시각적 표현 조정 기능 사용을 제공합니다.
nl: Het Document Object Model (DOM) is een API voor HTML- en XML-documenten. Het biedt een structurele weergave van het document, zodat u de inhoud en visuele presentatie kunt aanpassen.
pl: Obiektowy model dokumentu (Document Object Model, DOM) jest API dla dokumentów XML i HTML. Umożliwia on modyfikację zawartości i wizualną prezentację struktury.
pt_pt: O Document Object Model (DOM) é uma API para documentos HTML e XML. Ela fornece uma representação estrutural do documento, permitindo que você modifique o seu conteúdo e a apresentação visual.
ru: Document Object Model (DOM) является API для HTML и XML документов. Он обеспечивает структурное представление документа, что позволяет изменить его содержание и визуальное представление.
sl: Document Object Model (DOM) je API za dokumente HTML in XML. Nudi strukturirano predstavitev dokumenta, ki vam omogoča, da prilagajate njegovo vsebino in vidno predstavitev.
zh_cn: 文档对象模型（DOM）是一种用于 HTML 和 XML 文档的 API。它给文档提供了一种结构化的表示方法，可以改变文档的内容和视觉呈现方式。

source: Gecko DOM Reference
cs: Přehled podpory DOMu v Gecku
de: Gecko-DOM-Referenz
es: Referencia DOM para Gecko
fr: Référence DOM Gecko
it: Riferimenti Gecko DOM
ja: Gecko DOM リファレンス
ko: Gecko DOM 참고문서
nl: Gecko DOM-referentie
pl: Dokumentacja Gecko DOM
pt_pt: Referência Gecko DOM
ru: Справочник по Gecko DOM
sl: Gecko DOM Referenca
zh_cn: Gecko DOM 参考

source: Mozilla Developer Center's DOM API documentation
cs: Dokumentace k API DOMu na Mozilla Developer Center.
de: DOM-API-Dokumentation im Mozilla Developer Center
es: Documentación sobre la API de DOM del Centro de Desarrolladores de Mozilla
fr: Documentation de l'API DOM sur le Centre Développeur Mozilla
it: Documentazione DOM API su Mozilla Developer Center
ja: Mozilla Developer Network の DOM API ドキュメント
ko: Mozilla 개발자 센터의 DOM API 문서입니다.
nl: De DOM API-documentatie van het Mozilla-ontwikkelaarscentrum
pl: Dokumentacja DOM API w Mozilla Developer Network
pt_pt: Documentação DOM API do centro do desenvolvedor da Mozilla
ru: Документация по DOM API в центре разработчиков Mozilla
sl: Dokumentacija za DOM API Razvojnega centra Mozilla
zh_cn: Mozilla 开发者网络的 DOM API 文档。

source: Jump to Reference
cs: Přejít na přehled
de: Zur Referenz springen
es: Saltar a referencia
fr: Aller à la référence
it: Vai ai riferimenti
ja: リファレンスへ移動
ko: 참고문서 바로가기
nl: Naar referentie springen
pl: Przejdź do dokumentacji
pt_pt: Saltar para a referência
ru: Перейти к справочнику
sl: Skok na sklic
zh_cn: 跳转到参考

source: Learn how to use these APIs and more in our <a href="%(link_howto)s">How-to Library</a>
cs: Přečtěte si, jak tato API použít v naší <a href="%(link_howto)s">Databázi ukázek, jak na to</a>
de: Erfahren Sie, wie man diese APIs verwendet und mehr in unserer <a href="%(link_howto)s">How-to-Bibliothek</a>
es: Aprende a usar estas API y más en nuestra <a href="%(link_howto)s">Biblioteca de Cómos</a>
fr: Apprenez à utiliser ces API et bien plus encore dans notre <a href="%(link_howto)s">bibliothèque d'aide</a>
it: Scopri come utilizzare queste API e molto altro ancora nella nostra <a href="%(link_howto)s">Raccolta guide</a>
ja: <a href="%(link_howto)s">How-to Library</a> でこれらの API の使い方を学んでください
ko: <a href="%(link_howto)s">How-to 도서관</a>에서 API와 그 밖의 여러 자원을 사용하는 방법을 배워봅시다
nl: Leer hoe u deze API’s kunt gebruiken en meer in onze <a href="%(link_howto)s">Gidsbibliotheek</a>
pl: Dowiedz się, jak używać interfejsów programowania aplikacji (API) i więcej w naszej bibliotece <a href="%(link_howto)s">Jak to zrobić</a>
pt_pt: Saiba como usar essas APIs e muito mais na nossa<a href="%(link_howto)s">Biblioteca como fazer</a>
ru: Узнайте, как использовать эти API и многое другое в нашей <a href="%(link_howto)s">библиотеке инструкций</a>
sl: Preberite, kako se te programske vmesnike lahko uporablja in še več v naši <a href="%(link_howto)s">Kako-se? knjižnici</a>
zh_cn: 在我们的<a href="%(link_howto)s">帮助库</a>中学习如何使用这些 API 以及其他知识

source: Frequently Asked Questions
cs: Často kladené otázky
de: Häufige Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes de los usuarios
fr: Foire Aux Questions
it: Domande più frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
pa_in: ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ
pl: Często zadawane pytania
pt_pt: Perguntas frequentes
ru: Часто задаваемые вопросы
sl: Pogosta vprašanja
uk: Часті питання
zh_cn: 经常遇到的问题

source: Frequently Asked Questions | Themes
cs: Často kladené otázky | Motivy
de: Häufig gestellte Fragen | Themes
es: Preguntas frecuentes | Temas
fr: Foire Aux Questions | Thèmes
it: Domande più frequenti | Temi
ja: よくある質問 | テーマ
ko: 자주 묻는 질문들 | 테마
nl: Veelgestelde vragen | Thema’s
pl: Często zadawane pytania | Motywy
pt_pt: Questões frequentes | Temas
ru: Часто задаваемые вопросы | Темы
sl: Pogosta vprašanja | Teme
zh_cn: 常见问题 | 主题

source: Introducing Background Themes
cs: Úvod do motivů
de: Einführung in Hintergrund-Themes
es: Introducción a los temas de fondo
fr: Introduction des thèmes d'arrière plan
it: Introduzione ai temi di sfondo
ja: 背景テーマ入門
ko: 배경 테마 소개
nl: Introductie van achtergrondthema’s
pl: Wprowadzenie do motywów tła
pt_pt: Introdução aos temas de fundo
ru: Представляем фоновые темы
sl: Predstavitev Tem za ozadje
zh_cn: 介绍背景主题

source: What Are Background Themes?
cs: Co jsou motivy?
de: Was sind Hintergrund-Themes?
es: ¿Qué son los temas de fondo?
fr: Que sont les thèmes d'arrière plan ?
it: Che cosa sono i temi di sfondo?
ja: 背景テーマとは
ko: 배경 테마가 뭔가요?
nl: Wat zijn achtergrondthema’s?
pl: Co to są motywy tła?
pt_pt: O que são temas de fundo?
ru: Что такое фоновые темы?
sl: Kaj so Teme za ozadje
zh_cn: 什么是背景主题？

source: What kind of computers and operating systems do Background Themes work with?
cs: Na jakých počítačích a operačních systémech motivy fungují?
de: Mit welchen Computern und Betriebssystemen funktionieren Hintergrund-Themes?
es: ¿Con qué tipo de equipos y sistemas operativos funcionan los temas de fondo?
fr: Avec quels systèmes et ordinateurs les thèmes d'arrière plan sont-ils compatibles ?
it: Con quali tipi di dispositivi e sistemi operativi sono compatibili i temi di sfondo?
ja: 背景テーマはどのようなコンピュータや OS に対応していますか？
ko: 배경 테마가 작동되는 컴퓨터와 운영 체제의 종류는 어떤게 있나요?
nl: Met wat voor computers en besturingssystemen werken achtergrondthema’s?
pl: Na jakich komputerach i systemach operacyjnych działają motywy tła?
pt_pt: Com que tipo de computadores e sistemas operativos funcionam os Temas de fundo?
sl: Za katere računalnike in operacijske sisteme so Teme za ozadje na razpolago?
zh_cn: 背景主题可以用于哪些电脑和操作系统？

source: What's the difference between Background Themes and Complete Themes?
cs: Jaký je rozdíl mezi motivem a plným motivem?
de: Was ist der Unterschied zwischen Hintergrund-Themes und vollständigen Themes?
es: ¿Qué diferencia hay entre los temas de fondo y los temas completos?
fr: Quelle est la différence entre les thèmes d'arrière plan et les thèmes complets ?
it: Quali sono le differenze fra i temi di sfondo e i temi completi?
ja: 背景テーマと完全テーマの違いは何ですか？
ko: 배경 테마와 완전 테마간 차이점은 무엇인가요?
nl: Wat is het verschil tussen achtergrondthema’s en complete thema’s?
pl: Jakie są różnice między motywami tła a kompletnymi motywami?
pt_pt: Qual é a diferença entre temas de fundo e temas completos?
sl: Kakšna je razlika med Temami za ozadje in Celotnimi temami?
zh_cn: 背景主题和完整主题之间有什么区别？

source: Installing Background Themes
cs: Instalace motivů
de: Hintergrund-Themes installieren
es: Instalación de los temas de fondo
fr: Installation des thèmes d'arrière plan
it: Installazione dei temi di sfondo
ja: 背景テーマのインストール
ko: 배경 테마의 설치
nl: Installatie van achtergrondthema’s
pl: Instalacja motywów tła
pt_pt: Instalar temas de fundo
ru: Установка фоновых тем
sl: Namestitev Tem za ozadje
zh_cn: 安装背景主题

source: How do I add Background Themes to my Firefox?
cs: Jak přidám motiv do mého Firefoxu?
de: Wie füge ich meinem Firefox Hintergrund-Themes hinzu?
es: ¿Cómo agrego temas de fondo a Firefox?
fr: Comment ajouter des thèmes d'arrière plan à mon Firefox ?
it: Come posso aggiungere un tema di sfondo a Firefox?
ja: 自分の Firefox に背景テーマを追加する方法は？
ko: Firefox에 배경 테마를 추가하려면 어떻게 해야 하나요?
nl: Hoe voeg ik achtergrondthema’s aan mijn Firefox toe?
pl: Jak dodać motyw tła do Firefoksa?
pt_pt: Como adiciono temas de fundo ao meu Firefox?
sl: Kako dodam Teme za ozadje v svoj Firefox?
zh_cn: 如果将背景主题添加到我的 Firefox ？

source: Are Background Themes free?
cs: Jsou motivy zdarma?
de: Sind Hintergrund-Themes kostenlos?
es: ¿Son gratuitos los temas de fondo?
fr: Est-ce que les thèmes d'arrière plan sont gratuits ?
it: I temi di sfondo sono gratuiti?
ja: 背景テーマは無料ですか？
ko: 배경 테마는 무료인가요?
nl: Zijn achtergrondthema’s gratis?
pl: Czy motywy tła są darmowe?
pt_pt: Os temas de fundo são gratuitos?
sl: Ali so Teme za ozadje zastonj?
zh_cn: 背景主题是免费的么？

source: Using Background Themes
cs: Používání motivů
de: Hintergrund-Themes verwenden
es: Utilización de los temas de fondo
fr: Utiliser les thèmes d'arrière plan
it: Utilizzo dei temi di sfondo
ja: 背景テーマの使用
ko: 배경 테마의 사용
nl: Achtergrondthema’s gebruiken
pl: Używanie motywów tła
pt_pt: Utilizar temas de fundo
ru: Использование фоновых тем
sl: Uporaba Tem za ozadje
zh_cn: 使用背景主题

source: How do I change my current Background Theme?
cs: Jak změnit můj aktuální motiv
de: Wie ändere ich mein aktuelles Hintergrund-Theme?
es: ¿Cómo cambio mi tema de fondo actual?
fr: Comment changer mon thème d'arrière plan actuel ?
it: Come posso cambiare il tema di sfondo in uso?
ja: 現在適用している背景テーマを変更するには？
ko: 현재 배경 테마를 바꾸려면 어떻게 해야 하나요?
nl: Hoe wijzig ik mij huidige achtergrondthema?
pl: Jak zmienić aktualny motyw tła?
pt_pt: Como altero o meu tema de fundo atual?
sl: Kako spremenim svojo trenutno Temo za ozadje?
zh_cn: 如果更改当前的背景主题？

source: If I have a Complete Theme installed, will Background Themes still work?
cs: Pokud mám nainstalovaný plný motiv, bude klasický motiv fungovat?
de: Funktionieren Hintergrund-Themes auch noch, wenn ich ein vollständiges Theme installiert habe?
es: Si tengo instalado un tema completo, ¿funcionan los temas de fondo?
fr: Si j'ai un thème complet installé, est-ce que les thèmes d'arrière plan vont toujours fonctionner ?
it: I temi di sfondo funzionano anche se è già installato un tema completo?
ja: 完全テーマをインストールしている場合でも、背景テーマを提供することはできますか？
ko: 완전 테마가 설치되어 있을 경우에도 배경 테마가 작동하나요?
nl: Werken achtergrondthema’s nog steeds als ik een compleet thema heb geïnstalleerd?
pl: Jeśli mam zainstalowany kompletny motyw, czy motyw tła będzie nadal działał?
pt_pt: Se eu tiver tema completo instalado, os temas de fundo vão funcionar?
sl: Bodo Teme za ozadje še vedno delale, če imam nameščeno Celotno temo?
zh_cn: 如果已经安装了完整主题，背景主题是否能正常工作？

source: How do I undo a Background Theme?
cs: Mohu instalaci motivu vrátit zpět?
de: Wie entferne ich ein Hintergrund-Theme?
es: ¿Cómo elimino un tema de fondo?
fr: Comment annuler un thème d'arrière plan ?
it: Come posso disattivare un tema di sfondo?
ja: 背景テーマの適用を取り消すには？
ko: 설치한 배경 테마를 되돌리려면 어떻게 해야 하나요?
nl: Hoe verwijder ik een achtergrondthema?
pl: Jak wycofać motyw tła?
pt_pt: Como cancelo um tema de fundo?
ru: Как мне отменить установку фоновой темы?
sl: Kako razveljavim Temo za ozadje?
zh_cn: 如果撤销背景主题？

source: How do I provide feedback?
cs: Kam mohu poslat reakci?
de: Wie gebe ich Rückmeldung?
es: ¿Cómo puedo dar mis opiniones y sugerencias?
fr: Comment donner un retour ?
it: Posso inviare un feedback?
ja: フィードバックを提供するには？
ko: 피드백을 보내려면 어떻게 해야 하나요?
nl: Hoe kan ik feedback geven?
pl: Jak przekazać opinie?
pt_pt: Como posso dar feedback?
ru: Как мне отправить отзыв?
sl: Kako lahko pošljem povratne informacije?
zh_cn: 如何提供反馈意见？

source: Creating Your Own Background Themes
cs: Vytváření vlastních motivů
de: Erstellen von eigenen Hintergrund-Themes
es: Cómo crear tus propios temas de fondo
fr: Créer vos propres thèmes d'arrière plan
it: Creazione di temi di sfondo personalizzati
ja: 独自背景テーマの作成
ko: 나만의 배경 테마 만들기
nl: Uw eigen achtergrondthema’s maken
pl: Tworzenie własnego motywu tła
pt_pt: Criar os seus próprios temas de fundo
sl: Kako si lahko ustvarite svoje lastne Teme za ozadje
zh_cn: 创建你自己的背景主题

source: Can I create my own Background Theme?
cs: Mohu vytvořit vlastní motiv?
de: Kann ich mein eigenes Hintergrund-Theme erstellen?
es: ¿Puedo crear mi propio tema de fondo?
fr: Est-ce que je peux créer mon propre thème d'arrière plan ?
it: Posso creare un tema di sfondo personalizzato?
ja: 自分の背景テーマを作成するには？
ko: 배경 테마를 직접 만들 수 있나요?
nl: Kan ik mijn eigen achtergrondthema maken?
pl: Czy mogę stworzyć własny motyw tła?
pt_pt: Como crio o meu próprio tema de fundo?
sl: Ali si lahko Temo za ozadje naredim sam?
zh_cn: 如何创建我自己的背景主题？
