Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: This featured policy only applies to the addons.mozilla.org global list of featured add-ons. Add-ons featured in other locations are often pulled from this list, but Mozilla may feature any add-on in other locations without the Board's consent. Additionally, locale-specific features override the global defaults, so if a locale has opted to select its own features, some or all of the global features may not appear in that locale.
de: Diese Regeln zu vorgestellten Add-ons beziehen sich nur auf die weltweite Liste der vorgestellten Add-ons auf addons.mozilla.org. Add-ons, die an anderen Orten vorgestellt werden, werden oft aus dieser Liste entfernt, aber Mozilla kann alle Add-ons an anderen Orten vorstellen, ohne dass das Gremium zustimmen muss. Außerdem überschrieben sprachspezifische Funktionen die globalen Standards, wenn also eine Sprache entscheidet, ihre eigenen Funktionen auszuwählen, erscheinen einige oder alle der globalen Funktionen möglicherweise nicht in dieser Sprache.
es: Esta directiva sólo se aplica a la lista global de addons.mozilla.org de complementos destacados. Los complementos destacados de otras ubicaciones suelen escogerse de esta lista, aunque Mozilla puede destacar cualquier complemento en cualquier ubicación sin necesidad del consentimiento del Consejo. Además, las características específicas de cada región sobrescriben las características globales predeterminadas, por lo que si una región opta por seleccionar sus propias características, algunas o todas las características globales podrían no aparecer en esa región.
fr: Cette politique ce mise en vedette s'applique uniquement à la liste globale de modules en vedettes du site addons.mozilla.org. Les modules mis en valeur dans d'autres endroits sont souvent tirés de cette liste, mais Mozilla se réserve le droit de choisir n'importe quel module dans d'autres zones sans le consentement du Conseil. De plus, les spécificités locales sont prioritaires sur les choix mondiaux, donc si une langue ou une communauté a choisit ses propres vedettes, tout ou partie de la sélection mondiale peut ne pas apparaître dans ce cas.
it: I precedenti criteri per la selezione vengono applicati unicamente alla lista globale di componenti aggiuntivi consigliati di addons.mozilla.org. I componenti aggiuntivi consigliati in altre sezioni, pur essendo spesso tratti da questa lista, possono essere selezionati da Mozilla senza il permesso del comitato. Inoltre le opzioni specifiche per un locale sostituiscono le impostazioni predefinite globali. Di conseguenza, se si opta di scegliere caratteristiche personalizzate in un locale, le caratteristiche globali potrebbero non apparire per intero o in parte in quel locale.
ko: 추천 부가 기능 정책은 addons.mozilla.org 사이트의 추천 부가 기능의 글로벌 목록으로만 적용됩니다. 다른 지역의 추천 부가 기능에선 이 목록에서 몇 가지가 종종 빠지며, Mozilla가 위원회의 동의 없이 임의로 다른 추천 부가 기능을 선정할 수 있습니다. 추가적으로, 지역별 추천 내역은 글로벌 사이트의 기본값을 대체하기 때문에, 가령 어느 지역에서 자체 추천 목록을 사용하기로 결정했을 경우엔 글로벌 목록은 해당 지역에서 일부 또는 전체가 노출되지 않을 수 있습니다.
nl: Dit aanbevelingsbeleid is alleen van toepassing op de algemene lijst van aanbevolen add-ons op addons.mozilla.org. Op andere locaties aanbevolen add-ons worden vaak afgeleid van deze lijst, maar Mozilla kan elke add-on op andere plaatsen aanbevelen zonder instemming van de Raad. In aanvulling hierop gaan taalspecifieke functies boven de algemene standaard, dus als een taal ervoor heeft gekozen eigen functies te selecteren, verschijnen sommige of alle algemene functies mogelijk niet in die taal.
pa_in: ਇਹ ਪੇਸਕਸ਼ ਨੀਤੀ ਕੇਵਲ ਐਡ-ਆਨਾਂ ਤੇ ਲਾਗੂ ਹੁੰਦੀ ਹੈ। mozilla.org ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨਾਂ ਦੀ ਗਲੋਬਲ ਸੂਚੀ ਹੈ। ਦੂਜੀਆਂ ਥਾਂਵਾਂ ਤੇ ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ ਇਸ ਸੂਚੀ ਤੋਂ ਹਟਾਏ ਜਾਂਦੇ ਹਨ, ਪਰ ਮੌਜੀਲਾ ਕਿਸੇ ਵੀ ਐਡ-ਆਨ ਨੂੰ ਕਿਸੇ ਹੋਰ ਥਾਂ ਤੇ ਬੋਰਡ ਦੀ ਸਹਿਮਤੀ ਤੋਂ ਬਿਨਾਂ ਪੇਸ਼ ਕਰ ਸਕਦਾ। ਨਾਲ ਹੀ, ਖਾਸ-ਲੋਕੇਲ ਵਿਸ਼ੇਸਤਾਵਾਂ ਗਲੋਬਲ ਮੂਲਾਂ ਨੂੰ ਓਵਰਰਾਈਡ ਕਰਦੀਆਂ ਹਨ, ਜੇਕਰ ਇੱਕ ਲੋਕੇਲ ਨੂੰ ਆਪਣੀਆਂ ਵਿਸ਼ੇਸਤਾਵਾਂ ਚੁਣਨ ਲਈ ਸਵੀਕਾਰ ਕੀਤਾ ਗਿਆ, ਹੋ ਸਕਦਾ ਕੁੱਝ ਜਾਂ ਸਾਰੇ ਗਲੋਬਲ ਮੂਲ ਉਸ ਲੋਕੇਲ ਵਿੱਚ ਵਿਖਾਈ ਨਾ ਦੇਣ।
pl: Te zasady polecanych dodatków dotyczą tylko listy polecanych dodatków na addons.mozilla.org. Dodatki polecane w innych miejscach są często pobierane z tej listy, jednak Mozilla może może polecać jakiś dodatek w innym miejscu bez zgody Komitetu. Dodatkowo, polecane dodatki, specyficzne dla danego języka, mogą zastąpić domyślne globalnie, zatem jeśli w lokalizacji zdecydowano się wybrać własne polecane, niektóre z globalnych lub wszystkie mogą nie pojawiać się w danej lokalizacji.
pt_pt: Esta política de destaques apenas se aplica à lista global de extras destacados de addons.mozilla.org. Extras destacados noutras localizações são muitas vezes escolhidos desta lista, mas a Mozilla pode destacar qualquer extra em outras localizações sem o consentimento do Conselho. Adicionalmente, destaques específicos em determinados locais sobrepõem-se aos destaques globais por omissão, pelo que se uma região optar por selecionar os seus próprios destaques, alguns ou todos os destaques globais podem não ser apresentados para uma determinada região.
sl: Ta politika glede predstavljenih dodatkov in tem velja le za globalni seznam Predstavljeni dodatki na addons.mozilla.org. Dodatke na drugih lokacijah se pogosto vključuje v ta seznam, vendar Mozilla lahko predstavi dodatek z drugega naslova brez soglasja sveta. Poleg tega jezikovne posebnosti preglasujejo globalno privzete nastavitve, tako da v primeru, da se določena jezikovna skupnost odloči za funkcije, ki so za njih značilne, nekaterih ali vseh globalnih funkcij v tem jeziku lahko da ne bo na razpolago.
uk: Ця політика обраних додатків застосовується тільки до глобального списку обраних додатків addons.mozilla.org. Додатки, обрані в інших місцях, часто беруться з цього списку, але Mozilla можуть обирати будь-які додатки в інших місцях без згоди Ради. Крім того обрані, специфічні для локалі, мають пріоритет над глобальним списком за замовчуванням, так що якщо локаль вирішила вибрати свої обрані додатки, деякі або всі з глобального списку обраних можуть не відображатися в цій локалі.
zh_cn: 这个精选政策仅适用于 addons.mozilla.org 全球列表的精选附加组件，其他地区通常会从这个列表中选择精选作品，但是 Mozilla 可以毋需征得委员会的同意而在其他地区精选附加组件。此外，地区精选作品默认会覆盖全球列表作品，因此如果一个地区决定自行推选精选作品，全球精选作品可能部分或者全部不显示在这个地区的网站上。

source: Follow the <a href="%(link_blog)s">Add-ons Blog</a> or <a href="%(link_twitter)s">@mozamo</a> on Twitter to learn when the next application period opens.
de: Folgen Sie dem <a href="%(link_blog)s">Add-ons-Blog</a> oder <a href="%(link_twitter)s">@mozamo</a> auf Twitter, um zu erfahren, wann der nächste Bewerbungszeitraum beginnt.
es: Suscríbete al <a href="%(link_blog)s">blog de complementos</a> o <a href="%(link_twitter)s">@mozamo</a> en Twitter para saber cuándo se abre el siguiente periodo de aplicación.
fr: Suivez le <a href="%(link_blog)s">Blog Add-ons</a> ou <a href="%(link_twitter)s">@mozamo</a> sur Twitter pour savoir quand s'ouvrent les recrutements.
it: Segui l'<a href="%(link_blog)s">Add-ons Blog</a> o <a href="%(link_twitter)s">@mozamo</a> su Twitter per scoprire quando si apre il nuovo periodo per le candidature.
ko: 차기 부가 기능 행사 시기를 알고 싶다면 <a href="%(link_blog)s">부가 기능 블로그</a>나 트위터에서 <a href="%(link_twitter)s">@mozamo</a>를 팔로우 하세요.
nl: Volg de <a href="%(link_blog)s">Add-ons-blog</a> of <a href="%(link_twitter)s">@mozamo</a> op Twitter om te horen wanneer de volgende inschrijvingsperiode opent.
pa_in: ਅਗਲੀ ਐਪਲੀਕੇਸ਼ਨ ਮਿਆਦ ਕਦੋਂ ਖੁੱਲੇਗੀ ਜਾਨਣ ਲਈ ਟਵੀਟਰ ਤੇ <a href="%(link_blog)s">ਐਡ-ਆਨ ਬਲੌਗ</a> ਜਾਂ <a href="%(link_twitter)s">@mozamo</a> ਦੀ ਪਾਲਣਾ ਕਰੋ।
pl: Obserwuj <a href="%(link_blog)s">Add-ons Blog</a> lub <a href="%(link_twitter)s">@mozamo</a> na Twitterze, by dowiedzieć się, kiedy zostanie ogłoszony następny okres zgłoszeń.
pt_pt: Subscreva ao <a href="%(link_blog)s">blogue dos extras</a> ou <a href="%(link_twitter)s">@mozamo</a> no Twitter para saber quando é que o próximo período de candidatura começa.
sl: Berite <a href="%(link_blog)s">Blog o dodatkih</a> ali <a href="%(link_twitter)s">@mozamo</a> na Twittru, da zveste, kdaj se začne naslednji rok za prijave.
uk: Стежте за <a href="%(link_blog)s">Блогом додатків</a> або <a href="%(link_twitter)s">@mozamo</a> в Твіттері, щоб дізнатися, коли відкриється наступний період номінацій.
zh_cn: 关注<a href="%(link_blog)s">附加组件博客</a>或者 Twitter 帐号<a href="%(link_twitter)s">@mozamo</a>了解下一期什么时候开始。

source: Last updated: January 31, 2013
cs: Poslední aktualizace: 31. ledna 2013
de: Letzte Aktualisierung: 31. Januar 2013
es: Última actualización: 31 de enero de 2013
fr: Dernière mise à jour : 31 janvier 2013
it: Ultimo aggiornamento: 31 gennaio 2013
ja: 最終更新日: 2013 年 1 月 31 日
ko: 마지막 갱신: 2013/01/31
nl: Laatst bijgewerkt: 31 januari 2013
pa_in: ਆਖਰੀ ਅੱਪਡੇਟ ਹੋਇਆ: ਜਨਵਰੀ 31 ,2013
pl: Ostatnia aktualizacja: 31 stycznia 2013
pt_pt: Última atualização: 31 de Janeiro de 2013
ru: Последнее обновление: 31 января 2013
sl: Nazadnje posodobljeno: 31. januarja 2013
uk: Останнє оновлення: 31 січня 2013
zh_cn: 最近更新：2013年1月31日

source: Review Process
cs: Proces kontroly
de: Überprüfungsprozess
es: Proceso de revisión
fr: Processus de revue
it: Processo di revisione
ja: 審査プロセス
ko: 심사 과정
nl: Beoordelingsproces
pa_in: ਸਮੀਖਿਆ ਕਾਰਜ
pl: Proces sprawdzania dodatków
pt_pt: Processo de revisão
ru: Процесс проверки
sl: Postopek za recenzije
uk: Процес перевірки
zh_cn: 审核程序

source: In order to ensure all add-ons hosted in our gallery are safe for users to install, Mozilla will begin requiring all hosted add-ons to undergo review. We offer two types of review and developers are free to choose the best fit for their add-on.
cs: Protože se snažíme, aby všechny doplňky hostované v naší galerii byly bezpečné, začala Mozilla vyžadovat kontrolu u všech hostovaných doplňků. K dispozici jsou dva typy kontroly a je na vývojáři, kterou z nich zvolí, a o které si myslí, že lépe sedne vyvíjenému doplňku.
de: Um sicherzustellen, dass alle in unserer Galerie gehosteten Add-ons von Benutzern gefahrlos installiert werden können, beginnt Mozilla damit, alle gehosteten Add-ons einer Überprüfung zu unterziehen. Wir bieten zwei Typen der Überprüfung an und die Entwickler können frei entscheiden, welcher für ihr Add-on am besten passt.
es: Con el objetivo de asegurar que todos los complementos alojados en nuestra galería resultan seguros para que los instalen los usuarios, Mozilla comenzará a obligar a que todos los complementos alojados pasen una revisión. Ofrecemos dos tipos de revisiones y los desarrolladores son libres de elegir la que mejor se ajuste a su complemento.
fr: Pour s'assurer que tous les modules hébergés sur notre galerie sont sûrs, Mozilla va commencer à faire une revue de tous les modules hébergés. Nous offrons deux types de revues et les développeurs sont libres de choisir celle qui leur convient le plus.
it: Al fine di garantire che tutti i componenti aggiuntivi ospitati nella nostra galleria siano sicuri, Mozilla richiede che tutti i componenti aggiuntivi ospitati sul sito vengano sottoposti a una revisione. Offriamo due diversi tipi di revisione e gli sviluppatori sono liberi di scegliere quella che ritengono più opportuna.
ko: 사용자들이 저희 갤러리 상에 호스팅 되어있는 부가 기능들을 안전하게 설치할 수 있도록 Mozilla에선 호스팅을 준비중인 부가 기능에 심사를 하게 될 것입니다. 저희가 마련한 심사 방식엔 2가지 종류가 있으며 개발자들은 이 중 자신의 부가 기능과 가장 어울리는 방식을 자유롭게 선택해서 심사를 받으실 수 있습니다.
nl: Om ervoor te zorgen dat alle in onze galerij gehoste add-ons veilig door gebruikers kunnen worden geïnstalleerd, vereist Mozilla van alle add-ons dat ze worden beoordeeld. We bieden twee soorten beoordelingen, en ontwikkelaars kunnen kiezen welke het beste bij hun add-on past.
pa_in: ਸਾਡੀ ਗੈਲਰੀ ਵਿੱਚ ਮੇਜ਼ਬਾਨ ਹੋਏ ਸਾਰੇ ਐਡ-ਆਨ ਉਪਭੋਗੀਆਂ ਦੇ ਇੰਸਟਾਲ ਲਈ ਸੁਰੱਖਿਅਤ ਹਨ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ, ਮੌਜੀਲਾ ਹੋਸਟ ਕੀਤੇ ਸਾਰੇ ਐਡ-ਆਨ ਸਮੀਖਿਆ ਵਿੱਚੋਂ ਲੰਘਣ ਨੂੰ ਜ਼ਰੂਰੀ ਬਣਾਉਣਾ ਸ਼ੁਰੂ ਕਰੇਗਾ। ਅਸੀਂ ਦੋ ਕਿਸਮਾਂ ਦੀਆਂ ਸਮੀਖਿਆਵਾਂ ਪੇਸ਼ ਕਰਦੇ ਹਨ ਅਤੇ ਡਿਵੈਲਪਰ ਆਪਣੇ ਐਡ-ਆਨ ਮੁਤਾਬਕ ਠੀਕ ਨੂੰ ਚੁਣਨ ਲਈ ਅਜ਼ਾਦ ਹਨ।
pl: Aby zapewnić, że wszystkie utrzymywane w naszej galerii dodatki są bezpieczne do zainstalowania i używania, Mozilla będzie wymagała, by wszystkie utrzymywane na witrynie Mozilla Add-ons dodatki przeszły proces sprawdzania. Proponujemy dwa sposoby sprawdzenia i autorzy mogą dowolnie wybrać sposób najlepiej pasujący do dodatku.
pt_pt: A fim de garantir que todos os extras alojados na nossa galeria são seguros para os utilizadores instalarem, a Mozilla começará a exigir que todos os extras alojados sejam submetidos a uma revisão. Nós oferecemos dois tipos de revisão e os desenvolvedores são livres para escolher o melhor deles para o seu extra.
ru: Для того, чтобы убедиться, что все дополнения, размещённые в нашей галерее, безопасны для установки пользователями, Mozilla начнёт требовать, чтобы все размещённые дополнения прошли проверку. Мы предлагаем два типа проверки и разработчики вольны выбирать наиболее подходящий вариант для их дополнения.
sl: Da bi zagotovili, da so vsi dodatki, ki se jih gostuje v naši galeriji, varni za uporabnike, ki jih nameščajo, bo Mozilla od dodatkov, ki gostujejo pri njej, začela zahtevati, da opravijo pregled. Nudimo dve vrsti pregleda in razvijalci lahko prosto izbirajo, kateri od obeh njihovim dodatkom najbolj ustreza.
uk: Для того, щоб переконатися, що всі додатки, розміщені в нашій галереї, безпечні для встановлення користувачами, Mozilla почне вимагати, щоб всі розміщені додатки пройшли перевірку. Ми пропонуємо два типи перевірки і розробники можуть вибирати найкращий варіант для їх додатку.
zh_cn: 为了确保用户可以安全地安装托管在我们的展示库的所有附加组件，Mozilla 要求所有托管的附加组件必须接受审核。我们提供两种类型的审核，开发者可以自由选择哪种更适合他们的附加组件。

source: <strong><a href="#full">Full Review</a></strong> &mdash; a thorough functional and code review of the add-on, appropriate for add-ons ready for distribution to the masses. All site features are available to these add-ons.
cs: <strong><a href="#full">Plná kontrola</a></strong> &mdash; je zkontrolována funkcionalita a proběhne kontrola kódu doplňku. Tato kontrola je vhodná pro doplňky určené pro běžné uživatele. Pro takto zkontrolované doplňky jsou dostupné všechny funkce webu.
de: <strong><a href="#full">Vollständige Überprüfung</a></strong> &mdash; eine gründliche Überprüfung der Funktionalität und des Quelltexts des Add-ons, geeignet für Add-ons, die bereit sind, an die Masse verteilt zu werden. Alle Seitenfunktionen sind für diese Add-ons verfügbar.
es: <strong><a href="#full">Revisión completa</a></strong> &mdash; una revisión exhaustiva de las funciones y del código del complemento, adecuada para aquellos complementos que están listos para su distribución entre el público en general. Todas las funcionalidades del sitio están disponibles para estos complementos.
fr: <strong><a href="#full">Revue complète</a></strong> &mdash; une revue fonctionnel et du code complète du module, approprié pour les modules prêts à être distribués au grand public. Toutes les fonctionnalités du site sont accessibles pour ces modules.
it: <strong><a href="#full">Recensione completa</a></strong> &mdash; un'analisi funzionale e del codice del componente aggiuntivo, adatta ai componenti aggiuntivi distribuiti al pubblico. Per questi componenti aggiuntivi sono disponibili tutte le funzioni del sito.
ko: <strong><a href="#full">전체 심사</a></strong> &mdash; 대중에게 배포할 준비가 된 부가 기능에 대해 기능적인 부분부터 코드까지 전부 심사하는 방식입니다. 심사가 끝나면 사이트의 모든 기능을 이용하실 수 있습니다.
nl: <strong><a href="#full">Volledige beoordeling</a></strong> &ndash; een grondige beoordeling van functionaliteit en code van de add-on, gebruikelijk voor add-ons die klaar zijn voor grootschalige verspreiding. Alle websitefuncties zijn voor deze add-ons beschikbaar.
pa_in: <strong><a href="#full">ਪੂਰੀ ਸਮੀਖਿਆ</a></strong> &mdash: ਐਡ-ਆਨ ਦਾ ਕਾਰਜਕੁਸ਼ਲਤਾ ਅਤੇ ਕੋਡ ਦੀ ਇੱਕ ਗਹਨ ਸਮੀਖਿਆ, ਜਨਤਾ ਵਿੱਚ ਵੰਡਣ ਲਈ ਤਿਆਰ ਐਡ-ਆਨਾਂ ਲਈ ਢੁਕਵੀਂ ਹੈ। ਇਹਨਾਂ ਐਡ-ਆਨਾਂ ਲਈ ਸਾਰੀਆਂ ਸਾਈਟ ਵਿਸ਼ੇਸਤਾਵਾਂ ਉੱਪਲਬਧ ਹਨ।
pl: <strong><a href="#full">Pełne sprawdzenie</a></strong> &ndash; szczegółowe sprawdzenie działania i kodu dodatku, odpowiednie dla dodatków gotowych do dystrybucji. Dla tych dodatków są dostępne wszystkie funkcje witryny Mozilla Add-ons.
pt_pt: <strong><a href="#full">Análise completa</a></strong> &mdash; uma análise completa do código-fonte e funcionalidades do extra, adequada para extras prontos para a distribuição em massa. Todos os recursos do sitio estão disponíveis para esses extras.
ru: <strong><a href="#full">Полная проверка</a></strong> &mdash; тщательная проверка функций и кода дополнения, подходит для дополнений, готовых для массовому распространению. Для этих дополнений доступны все возможности сайта.
sl: <strong><a href="#full">Popoln pregled</a></strong>- &mdash; temeljit pregled funkcionalnosti in kode dodatka, primeren za dodatke, ki so namenjeni masovni distribuciji. Za te dodatke so na voljo vse funkcije spletišča.
uk: <strong><a href="#full">Повна перевірка</a></strong> &mdash; ретельна перевірка функцій і коду додатку, підходить для додатків, готових для масового поширення. Для цих додатків доступні всі можливості сайту.
zh_cn: <strong><a href="#full">全面审核</a></strong> &mdash; 对附加组件的功能和代码进行全面的审核，确认附加组件已准备好向公众分发。这些附加组件可以使用全部网站功能。

source: <strong><a href="#preliminary">Preliminary Review</a></strong> &mdash; a faster review intended for experimental add-ons. Preliminary reviews do not check for functionality or full policy compliance, but the reviewed add-ons have install button cautions and some feature limitations.
cs: <strong><a href="#preliminary">Předběžná kontrola</a></strong> &mdash; jedná se o rychlejší kontrolu určenou hlavně pro experimentální doplňky. V rámci předběžné kontroly se nekontroluje funkcionalita, plná shoda se zásadami pro doplňky a u doplňku se na webu zobrazuje varování. Nejsou pro něj dostupné všechny funkce webu.
de: <strong><a href="#preliminary">Vorläufige Überprüfung</a></strong> &mdash; eine schnellere Überprüfung für experimentelle Add-ons. Vorläufige Überprüfungen testen nicht die Funktionalität oder die vollständige Einhaltung der Regeln, aber die geprüften Add-ons haben Warnhinweise an den Installationsschaltflächen und einige Einschränkungen bei Funktionen.
es: <strong><a href="#preliminary">Revisión preliminar</a></strong> &mdash; una revisión más rápida orientada a los complementos experimentales. Las revisiones preliminares no comprueban la funcionalidad o el estricto cumplimiento de las políticas, sino que los complementos revisados muestren una advertencia junto al botón Instalar y tengan ciertas limitaciones respecto a sus características.
fr: <strong><a href="#preliminary">Revue préliminaire</a></strong> &mdash; une revue plus rapide pour les modules expérimentaux. Les revues préliminaires ne vérifient pas les fonctionnalités ou la conformité à l'intégralité de la politique, mais les modules concernés ont un avertissement sur le bouton d'installation ainsi que quelques limitations en fonctionnalités.
it: <strong><a href="#preliminary">Revisione preliminare</a></strong> &mdash; una revisione più rapida pensata per i componenti aggiuntivi sperimentali. Non viene effettuato un controllo completo delle funzionalità o del rispetto delle regole. I componenti aggiuntivi avranno degli avvisi accanto al pulsante di installazione e non potranno sfruttare tutte le funzioni del sito.
ko: <strong><a href="#preliminary">예비 심사</a></strong> &mdash; 시험용 부가 기능에 맞춘 보다 간략한 심사 방식입니다. 예비 심사에선 기능성이나 정책 준수가 완벽히 이루어지는지 등을 검사하지 않는 대신, 심사를 거친 부가 기능에 경고 및 일부 기능이 제한될 수 있다는 내용이 포함된 설치 버튼이 부여됩니다.
nl: <strong><a href="#preliminary">Voorlopige beoordeling</a></strong> &ndash; een snellere beoordeling, bedoeld voor experimentele add-ons. Voorlopige beoordelingen controleren niet op functionaliteit of volledig voldoen aan beleid, maar de beoordeelde add-ons hebben waarschuwingen bij de installatieknop en wat functionele beperkingen.
pa_in: <strong><a href="#preliminary">ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ</a></strong> &mdash; ਪ੍ਰਯੋਗਤਾਮਕ ਐਡ-ਆਨਾਂ ਲਈ ਇੱਛਿਤ ਤੇਜ਼ ਸਮੀਖਿਆ, ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਕਾਰਜਕੁਸ਼ਲਤਾ ਜਾਂ ਪੂਰੀ ਰਹਿਤ ਨੀਤੀ ਦੀ ਪੜਤਾਲ ਨਹੀਂ ਕਰਦੇ, ਪਰ ਸਮੀਖਿਆ ਹੋਏ ਐਡ-ਆਨ ਦੀਆਂ ਇੰਸਟਾਲ ਬਟਨ ਚੇਤਾਵਨੀਆਂ ਅਤੇ ਕੁੱਝ ਵਿਸੇ਼ਸਤਾਵਾਂ ਦੀਆਂ ਸੀਮਾਵਾਂ ਹਨ।
pl: <strong><a href="#preliminary">Wstępne sprawdzenie</a></strong> &ndash; szybkie sprawdzenie przeznaczone dla dodatków eksperymentalnych. W trakcie przeprowadzania sprawdzenia wstępnego nie jest sprawdzana funkcjonalność, czy pełna zgodność z zasadami. Sprawdzone dodatki opatrzone są na swojej stronie w AMO ostrzegawczym przyciskiem instalacyjnym oraz mają ograniczony dostęp do niektórych funkcji witryny.
pt_pt: <strong><a href="#preliminary">Análise preliminar</a></strong> &mdash; uma análise mais rápida destinada a extras experimentais. Análises preliminares não verificam funcionalidades ou o cumprimento pleno de nossas políticas, mas os extras analisados dessa forma exibem alertas na hora de sua instalação e possuem limites nos recursos disponíveis no sitio.
ru: <strong><a href="#preliminary">Предварительная проверка</a></strong> &mdash; более быстрая проверка, предназначенная для экспериментальных дополнений. Предварительные проверки не проверяют функциональность и полное соответствие политике, Проверенные таким образом дополнения выдают при установке предупреждения и имеют некоторые ограничения в возможностях.
sl: <strong><a href="#preliminary">Predhodni pregled </a></strong>&mdash; hitrejša oblika pregleda, namenjena za eksperimentalne dodatke. Predhodni pregledi ne preverjajo delovanja ali popolne skladnosti s pravili, ampak pregledani dodatki vsebujejo opozorila glede nameščanja in imajo nekatere funkcije omejene.
uk: <strong><a href="#preliminary">Попередня перевірка</a></strong> &mdash; більш швидка перевірка, призначена для експериментальних додатків. Попередні перевірки не перевіряють функціональність і повну відповідність політиці. Перевірені таким чином додатки видають при установці попередження і мають деякі обмеження в можливостях.
zh_cn: <strong><a href="#preliminary">初步审核</a></strong> &mdash; 适用于实验性附加组件的较为快速的审核。初步审核不检查功能以及是否完全符合政策，但是通过这种审核的附加组件在安装按钮上会有警示，功能上也会受到一些限制。
