Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <strong>navigation items might be less discoverable</strong> because some items are hidden in the drop-down or toggle menu
de: <strong>Navigationselemente sind möglicherweise weniger leicht zu finden</strong>, weil einige Elemente im Aufklapp- oder Umschaltmenü versteckt sind
es: <strong>puede ser más difícil descubrir los elementos de navegación</strong> porque algunos de ellos están ocultos en el menú desplegable o el menú adaptativo
fr: <strong>les éléments de navigation peuvent être moins découvrables</strong> car certains sont cachés dans le menu déroulant ou à bascule
it: <strong>alcuni elementi potrebbero non essere facilmente individuabili</strong> perché collocati in menu a tendina e a comparsa
pl: <strong>elementy nawigacji mogą być trudniejsze do odnalezienia</strong>, ponieważ część elementów jest schowana w rozwijanym lub przełączanym menu

source: <strong>users may not notice the button</strong> contains a navigation menu in the smallest screen size
de: <strong>Anwender übersehen möglicherweise die Schaltfläche</strong>, die das Navigationsmenü bei der kleinsten Bildschirmgröße enthält
es: <strong>los usuarios no notarán que el botón</strong> contiene un menú de navegación en el tamaño de pantalla menor
fr: <strong>les utilisateurs pourraient ne pas voir que le bouton</strong> contient un menu de navigation sur les écrans de plus petite taille
it: <strong>l'utente potrebbe non notare il pulsante</strong> per accedere al menu di navigazione negli schermi più piccoli
pl: <strong>użytkownicy mogą nie zauważyć przycisku</strong> zawierającego menu na najmniejszych rozmiarach ekranu

source: <strong>one more step</strong> is needed to access the hidden navigation items
de: <strong>Ein weiterer Schritt</strong> ist nötig um auf die versteckten Navigationselemente zuzugreifen
es: se necesita <strong>un paso más</strong> para acceder a los elementos de navegación ocultos
fr: <strong>une étape supplémentaire</strong> est nécessaire pour accéder aux éléments de navigation cachés
it: <strong>un passaggio in più</strong> per accedere agli elementi di navigazione nascosti
pl: <strong>dodatkowy krok</strong> jest potrzebny, by dostać się do ukrytych elementów nawigacji

source: Pattern 1
cs: Vzor 1
de: Muster 1
es: Patrón 1
fr: Patron 1
it: Modello 1
pl: Wzorzec 1
ru: Шаблон 1

source: Pattern 2
cs: Vzor 2
de: Muster 2
es: Patrón 2
fr: Patron 2
it: Modello 2
pl: Wzorzec 2
ru: Шаблон 2

source: Pattern 3
cs: Vzor 3
de: Muster 3
es: Patrón 3
fr: Patron 3
it: Modello 3
pl: Wzorzec 3
ru: Шаблон 3

source: Pattern 4
cs: Vzor 4
de: Muster 4
es: Patrón 4
fr: Patron 4
it: Modello 4
pl: Wzorzec 4
ru: Шаблон 4

source: Pattern 2: Expandable bottom menu
cs: Vzor 2: Rozšiřitelná dolní nabídka
de: Muster 2: Vergrößerbares Menü unten
es: Patrón 2: Menú inferior expansible
fr: Patron 2 : Menu du bas extensible
it: Modello 2: menu inferiore espandibile
pl: Wzorzec 2: Rozwijane menu dolne

source: Similar to the first pattern, the top navigation items rearrange for smaller widths until there is not enough space. At that point, some items move from the top navigation to a drop-down menu. You could rank the item priorities to ensure the most important items always appear in the top navigation.
de: Ähnlich wie im ersten Muster werden die oberen Navigationselemente bei kleinerer Breite neu geordnet, bis nicht mehr genug Platz ist. Dann werden einige Elemente von der oberen Navigation in ein Aufklappmenü verschoben. Sie könnten die Elemente nach Priorität ordnen, damit die wichtigsten Elemente immer oben in der Navigation erscheinen.
es: Similar al primer patrón: los elementos de navegación principal se reajustan para adaptarse a los anchos más reducidos hasta ocupar todo el espacio disponible. En este punto, algunos elementos se mueven desde el menú superior de navegación a un menú desplegable. Puedes priorizar los elementos para garantizar que los más importantes siempre aparezcan en la navegación principal.
fr: De manière similaire au premier patron, les éléments de navigation supérieure se réarrangent pour les petites largeurs jusqu'à ce qu'il n'y ait plus assez de place. À ce moment, certains éléments du menu de navigation supérieur vont migrer vers un menu déroulant. Vous pouvez classer les priorités des éléments pour vous assurer que les plus importants sont toujours dans la navigation supérieure.
it: Come nel primo modello, gli elementi di navigazione nel menu superiore si ridispongono per adattarsi a schermi più piccoli finché non c'è più spazio disponibile. A questo punto alcuni degli elementi vengono ricollocati in un menu a tendina in basso. È possibile attribuire una priorità agli elementi per fare in modo che siano sempre i più importanti a essere visualizzati nel menu di navigazione superiore.
pl: Podobnie, jak w pierwszym wzorcu, elementy górnej nawigacji reorganizują się przy mniejszych szerokościach ekranu, dopóki wystarcza miejsca. Gdy zabraknie go, niektóre elementy przechodzą z górnej nawigacji do rozwijanego menu. Można uszeregować priorytet elementów, by zagwarantować, że najważniejsze pozycje zawsze pojawią się w górnej nawigacji.

source: In the smallest screen, several items stay on the bottom of the screen, and the rest of the items are hidden. The user can flip the menu open and select from the rest of the navigation items. You could select the items that remain on the bottom.
de: Beim kleinsten Bildschirm bleiben einige Elemente unten am Bildschirm und die restlichen Elemente werden verborgen. Der Anwender kann das Menü aufklappen und aus den restlichen Navigationselementen wählen. Sie könnten die Elemente auswählen, die unten bleiben.
es: En la pantalla más pequeña, varios elementos permanecen en la parte inferior de la pantalla y el resto quedan ocultos. El usuario puede abrir el menú y seleccionar de entre el resto de elementos de navegación. Podrías seleccionar los elementos que permanecen en la parte inferior.
fr: Sur un écran plus petit, plusieurs éléments restent en bas de l'écran, et les autres sont cachés. L'utilisateur peut ouvrir le menu et sélectionner parmi les autres éléments de navigation. Vous pouvez sélectionner les éléments qui restent en bas.
it: Negli schermi più piccoli solo alcuni elementi sono visualizzabili nella parte inferiore dello schermo, mentre gli altri risultano nascosti. È possibile accedere agli elementi nascosti aprendo il menu, i restanti elementi sono selezionabili sullo schermo inferiore.
pl: Na najmniejszych ekranach kilka pozycji znajduje się na dole ekranu, zaś reszta elementów jest ukryta. Użytkownik może otworzyć menu pociągnięciem i wybrać któryś z pozostałych elementów nawigacji. Możesz wybrać elementy, które pozostaną na dole.

source: <strong>expandable menu is easy to discover</strong>
de: <strong>Vergrößerbares Menü ist einfach zu entdecken</strong>
es: <strong>un menú expansible es fácil de descubrir</strong>
fr: <strong>le menu extensible est facile à découvrir</strong>
it: <strong>il menu espandibile è facilmente individuabile</strong>
pl: <strong>rozwijane menu jest łatwe do zauważenia</strong>

source: <strong>important items are always visible</strong> and you decide the item priorities
de: <strong>Wichtige Elemente sind immer sichtbar</strong> und Sie bestimmen die Priorität der Elemente
es: <strong>los elementos importantes se mantienen visibles</strong> y tú decides qué elementos son prioritarios
fr: <strong>les éléments importants sont toujours visibles</strong> et vous décidez de la priorité
it: <strong>gli elementi più importanti vengono sempre visualizzati</strong> ed è possibile stabilirne la priorità
pl: <strong>ważne elementy są zawsze widoczne</strong> i decydujesz o ich priorytetach

source: <strong>one more step</strong> is needed to access the navigation items that are hidden
de: <strong>Ein weiterer Schritt</strong> ist nötig um auf die versteckten Navigationselemente zuzugreifen
es: se necesita <strong>un paso más</strong> para acceder a los elementos de navegación ocultos
fr: <strong>une étape supplémentaire</strong> est nécessaire pour accéder aux éléments de navigation qui sont cachés
it: <strong>un passaggio in più</strong> per accedere agli elementi di navigazione nascosti
pl: <strong>dodatkowy krok</strong> jest potrzebny, by dostać się do ukrytych elementów nawigacji

source: <strong>navigation items might be less discoverable</strong> because some items are hidden
de: <strong>Navigationselemente sind möglicherweise weniger leicht zu finden</strong>, weil einige Elemente versteckt sind
es: <strong>puede ser más difícil descubrir los elementos de navegación</strong> porque algunos de ellos están ocultos
fr: <strong>des éléments de navigation pourraient être moins faciles à repérer</strong> à cause de ceratins éléments masqués.
it: <strong>gli elementi di navigazione possono risultare più difficili da individuare</strong> se sono nascosti
pl: <strong>elementy nawigacji mogą być trudniejsze do wykrycia</strong>, ponieważ część elementów jest schowana

source: <strong>less space for content</strong> in the smallest screen size
de: <strong>Weniger Platz für Inhalte</strong> bei der kleinsten Bildschirmgröße
es: <strong>menos espacio para contenidos</strong> en los tamaños de pantalla más pequeños
fr: <strong>moins d'espace pour le contenu</strong> sur les écrans de plus petite taille
it: <strong>meno spazio per i contenuti</strong> disponibile sugli schermi più piccoli
pl: <strong>mniej przestrzeni na treść</strong> na mniejszych rozmiarach ekranów

source: Pattern 3: Left hidden menu
cs: Vzor 3: Levá skrytá nabídka
de: Muster 3: Links verstecktes Menü
es: Patrón 3: Menú izquierdo oculto
fr: Patron 3 : Menu caché à gauche
it: Modello 3: menu nascosto a sinistra
pl: Wzorzec 3: Menu ukryte po lewej stronie

source: The main navigation is always on the left except in the smallest screen size, where the navigation menu is hidden in a button by default. In the smallest screen, when the user taps the button, the navigation menu slides into view and displays the navigation items.
de: Die Hauptnavigation ist immer links, außer bei der kleinsten Bildschirmgröße, wo das Navigationsmenü standardmäßig in einer Schaltfläche versteckt wird. Wenn der Anwender bei der kleinsten Bildschirmgröße die Schaltfläche antippt, wird das Navigationsmenü eingeblendet und die Navigationselemente werden angezeigt.
es: La navegación principal siempre está en la parte izquierda excepto en el tamaño de pantalla más pequeño, donde el menú de navegación está oculto en un botón por defecto. En la pantalla más pequeña, cuando el usuario pulsa el botón, el menú de navegación se desplaza convirtiéndose en una vista que muestra los elementos de navegación.
fr: La navigation principale est toujours à gauche sauf sur les écrans de petite taille, où ce menu est caché par défaut dans un bouton. Sur les plus petits écrans, quand l'utilisateur tape sur le bouton, le menu de navigation s'ouvre et affiche les éléments.
it: Il menu di navigazione principale è posizionato sempre sulla sinistra, eccetto su schermi di piccole dimensioni in cui è nascosto e va attivato utilizzando un pulsante. Toccando questo pulsante verrà visualizzato il menu di navigazione con tutte le sue voci.
pl: Główna nawigacja znajduje się zawsze po lewej stronie, z wyjątkiem najmniejszych rozmiarów ekranu, gdzie menu nawigacyjne jest domyślnie ukryte w przycisku. Na najmniejszych ekranach, gdy użytkownik stuknie przycisk, menu nawigacyjne wysuwa się i wyświetla elementy nawigacji.

source: <strong>potentially displays more navigation items</strong> in a left navigation compared to a top navigation
de: <strong>Zeigt potenziell mehr Navigationselemente</strong> in der linken Navigation an im Gegensatz zur oberen Navigation
es: <strong>potencialmente muestra más elementos de navegación</strong> en una navegación a la izquierda comparada con una navegación superior
fr: <strong>afficher potentiellement plus d'éléments de navigation</strong> dans une navigation à gauche comparé à une navigation en haut
it: <strong>possibilità di visualizzare più elementi di navigazione</strong> in un menu posizionato a sinistra rispetto a un menu posizionato nella parte superiore
pl: <strong>potencjalnie wyświetla więcej elementów</strong> w nawigacji po lewej stronie w porównaniu do górnej nawigacji

source: <strong>most items are always visible</strong> except in the smallest screen size
de: <strong>Die meisten Elemente sind immer sichtbar</strong>, außer bei der kleinsten Bildschirmgröße
es: <strong>la mayoría de los elementos está siempre visible</strong> excepto en las pantallas de tamaño más pequeño
fr: <strong>la plupart des éléments sont toujours visibles</strong> sauf sur les écrans les plus petits
it: <strong>la maggior parte degli elementi è sempre visualizzata</strong> con l'eccezione degli schermi più piccoli
pl: <strong>więcej elementów jest zawsze widocznych</strong> z wyjątkiem najmniejszego rozmiaru ekranu

source: There's no &quot;right way&quot; to design a user interface, but there are plenty of ways to make your app less fun and easy to use. With this in mind, the following sections can help avoid making some of the most common UI mistakes, setting you on the path to making an app that is a joy to use no matter what platform it's running on.
de: Es gibt keine „richtige Möglichkeit“, um eine Benutzeroberfläche zu gestalten aber es gibt viele Möglichkeiten, um die Verwendung Ihrer Anwendung unangenehmer und schwieriger zu machen. Mit diesem Wissen können Ihnen die folgenden Abschnitte helfen, einige der häufigsten Fehler bei Benutzeroberflächen zu machen und Sie so auf den richtigen Weg zur Entwicklung einer Anwendung führen, deren Benutzung unabhängig von der Plattform Spaß macht.
es: No hay una &quot;manera correcta&quot; de diseñar un interfaz de usuario, pero hay muchas maneras de hacer tu aplicación menos divertida y fácil de usar. Con esto en mente, las secciones siguientes pueden ayudarte a evitar cometer algunos de los errores más comunes en el diseño de UI, colocándote en la senda para crear una aplicación que sea divertida de usar sin importar en qué plataforma se ejecute.
fr: Il n'y a pas de « bonne » manière de créer une interface utilisateur, mais il y a plusieurs manières de rendre votre application moins pratique et simple à utiliser. Avec ceci en tête, les sections suivantes peuvent vous aider à éviter les écueils les plus courants en matière d'interface utilisateur, et vous mettre sur le chemin d'une application qui sera une joie à utiliser quelle que soit la plateforme sur laquelle elle est exécutée.
it: Non esiste il &quot;modo giusto&quot; di progettare un'interfaccia utente, esistono invece numerosi modi di rendere un'app meno piacevole e più difficile da utilizzare. Per questo le sezioni successive sono dedicate a come evitare gli errori più comuni nel progettare un'interfaccia e creare un'app che garantisca un'esperienza utente eccellente su qualsiasi piattaforma.
ko: 사용자 인터페이스 디자인의 왕도라는건 없긴 하지만 앱을 재미없게, 혹은 사용하기 쉽게 만들 수 있는 방법은 얼마든지 있는 법입니다. 이를 항상 마음에 새겨두길 바라며, 다음의 항목들은 흔히 발생하는 UI 제작 실수를 하지 않도록 도와주고 아무 문제 없이 작동해서 사용이 즐거운 앱을 만드는 지름길로 안내할 것입니다.
nl: Er is geen “juiste manier” om een gebruikersinterface te ontwerpen, maar er zijn genoeg manieren om uw minder leuk en minder makkelijk in gebruik te maken. Met dit in gedachten kunnen de volgende secties helpen de meest geziene fouten in gebruikersinterfaces te voorkomen, zodat u op het spoor zit om een app te maken die, onafhankelijk van het platform, leuk is om te gebruiken .
pl: Nie ma „jedynie słusznej” metody projektowania interfejsu użytkownika, jest jednak wiele sposobów, by twoja aplikacja była mniej ambarasująca i łatwiejsza w użyciu. Mając to na uwadze, poniższe sekcje mogą pomóc w uniknięciu niektórych częstych błędów związanych z interfejsem użytkownika. Wskażą ci właściwą drogę do stworzenia aplikacji dającej przyjemność użytkowania bez względu na platformę, na której jest uruchomiona.
zh_cn: 设计用户界面没有“正确的方式”，但有很多方法可以让应用问题更少更易于使用。就此，下面的章节有助于避免常见的 UI 设计错误，让您以更合适的方法设计应用，以适应各种平台。

source: Intro to Responsive Design
cs: Úvod do responzivního designu
de: Einführung in responsives Design
es: Introducción al diseño adaptativo
fr: Introduction au design adaptatif
it: Introduzione al design reattivo
ko: 반응형 디자인 소개
nl: Introductie tot responsief ontwerp
pl: Wprowadzenie do elastycznych projektów
zh_cn: 响应式设计简介

source: One app, multiple screens. How do you make a UI that looks and works as great on a smartphone as it does on the desktop? Learn how to design and build UIs that change to fit your user's screen.
de: Eine Anwendung, mehrere Bildschirme. Wie entwickelt man eine Anwendung, die auf einem Smartphone genauso gut aussieht und funktioniert wie auf dem Desktop? Erfahren Sie, wie Sie Benutzeroberflächen gestalten und entwickeln, die sich verändern und an den Bildschirm des Anwenders anpassen.
es: Una aplicación, múltiples pantallas. ¿Cómo consigues que una UI tenga el mismo funcionamiento y diseño en un teléfono inteligente que en un equipo de escritorio? Descubre cómo diseñar y desarrollar UI que cambian para adaptarse a la pantalla de tus usuarios.
fr: Une application, plusieurs écrans. Comment faire une interface utilisateur qui soit aussi bien sur smartphone que sur bureau ? Apprenez comment construire des interfaces qui s'adaptent à l'écran de l'utilisateur.
it: Un'app, più schermi. Come realizzare un'interfaccia utente che si visualizzi e funzioni correttamente sia su uno smartphone che su un computer desktop? Scopri come progettare e realizzare un'interfaccia utente che si adatti allo schermo del dispositivo.
ko: 하나의 앱에 여러개의 화면. 어떻게 하면 스마트폰과 데스크톱 모두에서 미려한 외관과 기능 모두를 만족시키는 UI를 만들 수 있을까요? 사용자의 화면 크기에 딱 맞게 변하는 UI의 디자인과 개발 방법을 알아봅시다.
nl: Eén app, meerdere schermen. Hoe maakt u een gebruikersinterface die er zowel op een smartphone als op een desktop geweldig uitziet en werkt? Leer hoe u gebruikersinterfaces die zich aanpassen aan het scherm van uw gebruiker kunt ontwerpen en bouwen.
pl: Jedna aplikacja, wiele ekranów. Jak stworzyć interfejs użytkownika, wyglądający i działający równie dobrze na smartfonie, jak i na komputerze? Dowiedz się, jak projektować i tworzyć interfejsy użytkownika, dopasowujące się do ekranu jego urządzenia.
zh_cn: 一个应用，多个屏幕，如何保证界面在智能手机上能和桌面上呈现同样的外观，完成相同的功能？看看如何设计和构建适合用户屏幕的 UI 。

source: UI Guidelines for Firefox OS
cs: Průvodce UI pro Firefox OS
de: Richtlinien zu Benutzeroberflächen für Firefox OS
es: Pautas para la IU de Firefox OS
fr: Lignes directrices pour l'interface utilisateur sur Firefox OS
it: Linee guida dell'interfaccia utente per Firefox OS
ko: Firefox OS의 UI 가이드라인
nl: UI-richtlijnen voor Firefox OS
pl: Przewodnik interfejsu użytkownika dla Firefox OS
zh_cn: Firefox OS 的 UI 设计准则

source: Want to make your app look and feel like it's a Firefox OS native? These guidelines will show you how.
cs: Chcete, aby vaše aplikace vypadaly ve Firefox OS dobře? Informace níže vám poví, jak na to.
de: Möchten Sie, dass das Erscheinungsbild Ihrer Anwendung den Eindruck hinterlässt, sie wäre nativ von Firefox OS? Diese Richtlinien zeigen Ihnen, wie es geht.
es: ¿Quieres que tu aplicación tenga el diseño de una aplicación nativa de Firefox OS? Estas pautas te mostrarán cómo conseguirlo.
fr: Vous voulez faire en sorte que votre application partage paraisse comme une application native Firefox OS ? Ces lignes directrices vont vous y aider.
it: Vuoi realizzare un'app che sembri in tutto e per tutto nativa di Firefox OS? Le seguenti linee guida ti mostreranno come fare.
ko: Firefox OS 내장 앱과 비슷한 외관과 느낌을 가진 앱을 만들고 싶습니까? 다음의 가이드라인이 해결해 드립니다.
nl: Wilt u uw app het uiterlijk en grdrag meegeven als ware het in Firefox OS ingebouwd? De richtlijnen laten zien hoe.
pl: Chcesz stworzyć aplikację wyglądająca jak natywna aplikacja Firefox OS? Te wytyczne pokażą ci, jak to zrobić.
zh_cn: 想让您的应用看起来像是 Firefox OS 原生的？这些指引将会告诉您该怎样做。

source: Developer Preview Phone
cs: Telefon pro vývojáře
de: Handy zur Vorschau für Entwickler
es: Teléfono prototipo para desarrolladores
fr: Téléphone développeur
it: Telefono prototipo per sviluppatori
ko: 개발자용 프리뷰 폰
nl: Voorbeeldtelefoon voor ontwikkelaars
pl: Telefon deweloperski
zh_cn: 开发者预览手机

source: Bringing the Open Web to mobile devices.
cs: Přinášíme otevřený web do mobilních zařízení
de: Das Offene Web kommt auf Mobilgeräte.
es: Llevar la Web abierta a los dispositivos móviles.
fr: Mettre le Web Ouvert sur les appareils mobiles.
it: Trasferiamo il Web aperto sui dispositivi portatili.
ko: 모바일 단말기에 오픈 웹 환경을 만들어 보세요.
nl: We brengen het open web naar mobiele apparaten.
pl: Przeniesienie otwartej sieci na urządzenia mobilne
zh_cn: 为移动设备带去开放网络。

source: Firefox OS is a new mobile operating system built entirely using open web standards. In Firefox OS, HTML5 apps can directly control phone hardware and key functionality — for example making the phone vibrate, placing phone calls, and sending text messages.
cs: Firefox OS je nový mobilní operační systém postavený pouze za použití otevřených webových standardů. Ve Firefox OS mohou HTML5 aplikace využívat hardware telefonu a jeho klíčové funkce. Mohou například využít vibrace telefonu, vytvářet telefonní hovory či textové zprávy.
de: Firefox OS ist ein neues Betriebssystem für Mobilgeräte, das komplett mit Standards des offenen Web entwickelt wurde. In Firefox OS können HTML5-Anwendungen direkt Hardware und Schlüsselfunktionen des Handys steuern – beispielsweise das Telefon vibrieren lassen, Anrufe tätigen und Textnachrichten senden.
fr: Firefox OS est un nouveau système d'exploitation entièrement construit en utilisant les standards ouverts du web. Dans Firefox OS, les applications HTML5 peuvent directement contrôler le matériel du téléphone et des fonctionnalités importantes, comme par exemple faire vibrer le téléphone, passer des appels et envoyer des SMS.
it: Firefox OS è un nuovo sistema operativo mobile sviluppato interamente utilizzando le tecnologie aperte e standardizzate del Web. In Firefox OS, le app che utilizzano HTML5 possono accedere direttamente alle risorse hardware o alle funzioni principali del telefono — per esempio far vibrare il dispositivo, avviare una chiamata o inviare un messaggio di testo.
ko: Firefox OS는 새로운 모바일 운영체제로 대부분 오픈 웹 표준으로 이루어져 있습니다. Firefox OS에서 HTML5 앱은 직접 스마트폰의 하드웨어와 핵심 기능을 제어할 수 있습니다 — 진동, 전화 받기, 메세지 전송 같은 것들
nl: Firefox OS is een nieuw mobiel besturingssysteem dat volledig met open webstandaarden is gebouwd. In Firefox OS kunnen HTML5-apps de telefoonhardware en belangrijke functionaliteit rechtstreeks besturen — bijvoorbeeld trillen van de telefoon, oproepen doen en SMS-berichten verzenden.
pl: Firefox OS jest nowym systemem operacyjnym zbudowanym w całości przy użyciu otwartych standardów sieciowych. W Firefox OS aplikacje HTML5 mogą bezpośrednio kontrolować warstwę sprzętową urządzenia oraz kluczowe funkcjonalności – np. wibracje telefonu, prowadzenie rozmów telefonicznych i wysyłanie wiadomości tekstowych.
zh_cn: Firefox OS 是完全使用开放网络技术构建的全新的移动操作系统。在 Firefox OS 中，HTML5 应用可以直接控制手机硬件及重要功能——例如让手机震动，打电话，以及发送短信。
