Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Errors Found
cs: Byly nalezeny chyby
de: Fehler gefunden
el: Εντοπίστηκαν σφάλματα
es: Errores encontrados
fr: Erreurs détectées
it: Rilevati errori
ja: エラーが見つかりました
ko: 오류 발견
nl: Fouten gevonden
pa_in: ਖਾਮੀਆਂ ਮਿਲੀਆਂ
pl: Znaleziono błędy
pt_pt: Erros encontrados
ru: Найдены ошибки
sl: Najdene napake
uk: Знайдено помилки
zh_cn: 发现错误

source: There were errors in the changes you made. Please correct them and resubmit.
cs: Změněné údaje obsahují chyby. Opravte je prosím a formulář znova odešlete.
de: Fehler beim Bearbeiten des Benutzerprofils!
el: Υπάρχουν σφάλματα στις αλλαγές που κάνατε. Παρακαλούμε ελέγξτε τις και υποβάλετέ τες ξανά...
es: Hay errores en los cambios que ha hecho. Por favor, corrígelos y vuelva a enviarlos.
fr: Les changements que vous avez effectués contenaient des erreurs. Veuillez les corriger avant d'envoyer le formulaire à nouveau.
it: Le modifiche effettuate contengono degli errori. Correggili e invia di nuovo…
ja: 変更された内容にエラーがあります。確認の上、再度送信してください。
ko: 변경 내용 중 오류가 있습니다. 오류를 정정한 후 다시 제출해 주세요.
nl: Er zijn fouten opgetreden in de door u aangebrachte wijzigingen. Corrigeer ze en dien het formulier opnieuw in.
pa_in: ਤੁਹਾਡੇ ਕੀਤੇ ਬਦਲਾਅਾਂ ਵਿੱਚ ਖਾਮੀਆਂ ਸਨ। ਕਿਰਪਾ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ ਠੀਕ ਕਰੋ ਅਤੇ ਮੁੜ-ਭੇਜੋ।
pl: Wprowadzone zmiany zawierają błędy. Należy je poprawić i przesłać ponownie.
pt_pt: Houve erros nas alterações que efectuou. Corrija-os e volte a submeter.
ru: В изменениях, которые вы сделали, имеются ошибки. Исправьте их и отправьте данные заново…
sl: V spremembah, ki ste jih naredili, so bile napake. Prosimo, da jih popravite in ponovno pošljete.
uk: У зроблених вами змінах є помилки. Будь ласка, виправте їх та відправте заново.
zh_cn: 您提交的变更有错误。请核对后提交。

source: Your email address was changed successfully
cs: Vaše e-mailová adresa byla úspěšně změněna.
de: Ihre E-Mail-Adresse wurde erfolgreich aktualisiert
el: Η διεύθυνση του ηλεκτρονικού σας ταχυδρομείου άλλαξε επιτυχώς
es: Tu dirección de correo se ha cambiado correctamente
fr: Votre adresse courriel a été changée avec succès
it: Il tuo indirizzo email è stato modificato correttamente
ja: メールアドレスの変更が完了しました
ko: 이메일 주소가 변경되었습니다
nl: Uw e-mailadres is met succes gewijzigd
pa_in: ਤੁਹਾਡਾ ਈਮੇਲ ਪਤਾ ਸਫ਼ਲਤਾਪੂਰਨ ਬਦਲਿਆ ਗਿਆ
pl: Twój adres e-mail został zmieniony
pt_pt: Seu endereço de correio foi alterado com sucesso
ru: Ваш адрес эл. почты был успешно изменён
sl: Vaš e-poštni naslov je bil uspešno spremenjen.
uk: Ваша адреса електронної пошти успішно змінена
zh_cn: 邮件地址修改成功

source: From now on, please use {0} to log in.
cs: Odteď prosím použijte pro přihlášení {0}.
de: Melden Sie sich bitte ab sofort mit {0} an.
el: Στο εξής, παρακαλούμε να χρησιμοποιείτε το {0} για να συνδεθείτε.
es: A partir de ahora, usa {0} para conectarte.
fr: À partir de maintenant, merci d'utiliser{0} pour vous connecter.
it: D'ora in poi utilizza {0} per accedere.
ja: これからは {0} でログインしてください。
ko: 이제부턴 로그인할 때 {0}을(를) 사용해 주세요.
nl: Gebruik vanaf nu {0} om u aan te melden.
pa_in: ਹੁਣ ਤੋਂ, ਕਿਰਪਾ ਕਰਕੇ ਲਾਗਇਨ ਲਈ {0} ਵਰਤੋਂ।
pl: Od teraz do logowania używaj adresu {0}.
pt_pt: A partir de agora, para iniciar sessão use {0}
ru: С этого момента используйте для входа {0}.
sl: Odslej uporabljajte za prijavo {0}.
uk: Відтепер використовуйте для входу {0}.
zh_cn: 从现在开始，请用 {0} 登录。

source: Persona authentication failure.
cs: Autentizace Persona selhala.
de: Authentifizierung mit Persona fehlgeschlagen.
es: Error al intentar autenticarte con Mozilla Persona.
fr: Erreur d'authentification Persona.
it: Autenticazione con Persona non riuscita.
ko: Persona 인증이 실패했습니다.
nl: Persona-controle mislukt.
pl: Błąd uwierzytelnienia Persona.
pt_pt: A autenticação com Persona falhou.
ru: Ошибка аутентификации в Persona.
sl: Persona - neuspela avtentifikacija.
zh_cn: Persona 验证失败。

source: Wrong email address or password!
cs: Chybný e-mail či heslo!
de: E-Mail-Adresse oder Passwort sind falsch!
el: Λανθασμένη διεύθυνση ή κωδικός!
es: ¡Dirección de correo o contraseña incorrecta!
fr: Courriel ou mot de passe erroné !
it: Indirizzo email o password errati
ja: メールアドレスまたはパスワードが違います！
ko: 잘못된 이메일 주소 또는 비밀번호입니다!
nl: Foutief e-mailadres en wachtwoord!
pa_in: ਗਲਤ ਈਮੇਲ ਪਤਾ ਜਾਂ ਪਾਸਵਰਡ!
pl: Nieprawidłowy adres e-mail lub hasło!
pt_pt: Senha ou endereço de correio errados!
ru: Неверный почтовый адрес или пароль!
sl: Napačen e-poštni naslov ali geslo!
uk: Неправильна адреса електронної пошти чи пароль!
zh_cn: 错误的邮件地址或密码！

source: A link to activate your user account was sent by email to your address {0}. You have to click it before you can log in.
cs: Na vaši e-mailovou adresu {0} byl zaslán odkaz na aktivaci účtu. Musíte na něj klepnout dříve, než se budete moci přihlásit.
de: Ein Link zur Aktivierung wurde per E-Mail an Ihre Adresse {0} verschickt. Sie müssen ihn anklicken, bevor Sie sich anmelden können.
es: Se ha enviado un enlace por correo electrónico a tu dirección {0} para activar tu cuenta de usuario. Tienes que hacer clic en él antes de que puedas conectarte.
fr: Un lien pour activer votre compte utilisateur a été envoyé par courriel à l'adresse {0}. Vous devez cliquer dessus avant de pouvoir vous connecter.
it: È stato inviato un messaggio al tuo indirizzo {0} per attivare il tuo account. Per procedere devi prima fare clic su quel link.
ja: あなたのユーザアカウントを有効にするリンクが書かれたメールが {0} に送信されました。ログインする前に、送信されたメールのリンクをクリックしてください。
ko: 사용자 계정을 활성화하는 링크가 담긴 이메일이 {0} 주소로 전송됐습니다. 로그인 전에 먼저 링크를 클릭해야 합니다.
nl: Er is een koppeling om uw gebruikersaccount te activeren naar uw adres {0} verzonden. U dient hierop te klikken voordat u zich kunt aanmelden.
pa_in: ਤੁਹਾਡੇ ਉਪਭੋਗੀ ਖਾਤੇ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ ਈਮੇਲ ਦੁਆਰਾ ਤੁਹਾਡੇ ਪਤੇ {0} ਤੇ ਇੰਕ ਲਿੰਕ ਭੇਜਿਆ ਗਿਆ। ਤੁਹਾਨੂੰ ਲਾਗਇਨ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਉਸ ਲਿੰਕ ਤੇ ਕਲਿੱਕ ਕਰਨਾ ਪਵੇਗਾ।
pl: Odnośnik aktywujący konto został wysłany e-mailem na adres {0}. Należy kliknąć go, aby można było się zalogować.
pt_pt: Uma ligação para ativar a sua conta foi enviada por mensagem de correio para o endereço {0}. Tem de clicar nele antes de iniciar sessão.
ru: Ссылка для активации вашей учётной записи была отправлена по почте на ваш адрес {0}. Вы должны щёлкнуть по ней перед тем, как сможете войти на сайт.
sl: Povezavo za aktiviranje vašega uporabniškega računa se je po elektronski pošti poslalo na vaš naslov {0}. Preden se prijavite, morate klikniti nanjo.
uk: Посилання для активації облікового запису відправлено на вашу адресу електронної пошти {0}. Ви повинні перейти за цим посиланням для можливості увійти.
zh_cn: 一个激活您帐户的链接已经通过电子邮件发送到了 {0}。您必须点击它之后才可登录。

source: If you did not receive the confirmation email, make sure your email service did not mark it as "junk mail" or "spam". If you need to, you can have us <a href="%s">resend the confirmation message</a> to your email address mentioned above.
cs: Pokud neobdržíte e-mail pro potvrzení, ujistěte se, že váš poskytovatel pošty jej neoznačil jako "nevyžádanou poštu" či "spam". Pokud to budete potřebovat, můžete si e-mail pro potvrzení <a href="%s">nechat znovu poslat</a>.
de: Wenn Sie die Bestätigungs-E-Mail nicht erhalten haben, prüfen Sie, ob Ihr E-Mail-Anbieter sie nicht als "Junk-E-Mail" oder "Spam" markiert hat. Falls nötig, können Sie die <a href="%s">Bestätigungs-E-Mail erneut senden lassen</a>, es wird die obige E-Mail-Adresse verwendet.
es: Si no recibiste el correo de confirmación, asegúrate de que tu servicio de correo electrónico no lo marcó como "correo basura" o "spam". Si lo precisas, puedes pedirnos que <a href="%s">reenviemos el mensaje de confirmación</a> a tu dirección de correo electrónico mencionada anteriormente.
fr: Si vous n'avez pas reçu le courriel de confirmation, assez-vous que votre service de courriel ne l'a pas classé en « pourriel ». Si besoin, il est possible de <a href="%s">ré-envoyer le message de confirmation</a> à l'adresse courriel mentionnée précédemment.
it: Se non hai ricevuto la mail di conferma, verifica che il tuo fornitore di posta non l'abbia considerata come "spam". Se vuoi possiamo <a href="%s">reinviare il messaggio di conferma</a> all'indirizzo email indicato sopra.
ja: 確認のメールが届いていない場合は、あなたのメールサービスがこれを「迷惑メール」や「スパムメール」に分類していないか確認してください。必要であれば、上記のメールアドレスに <a href="%s">確認メールを再送信</a> できます。
ko: 확인 이메일을 받지 못했다면 이메일 서비스에서 "스팸 메일"로 표시한 것은 아닌지 확인해 보시기 바랍니다. 필요할 경우 위에 나와있는 이메일 주소로 <a href="%s">확인 메시지를 재전송</a>할 수 있습니다.
nl: Als u geen bevestigings-e-mail hebt ontvangen, controleer dan of uw e-mailprogramma dit niet als ongewenst bericht heeft gemarkeerd. Als het nodig is, kunt u ons het <a href="%s">bevestigingsbericht opnieuw laten sturen</a> naar bovenvermeld e-mailadres.
pa_in: ਜੇਕਰ ਤੁਹਾਨੂੰ ਪੁਸ਼ਟੀ ਈਮੇਲ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਈ, ਯਕੀਨੀ ਬਣਾਓ ਕੀ ਤੁਹਾਡੀ ਈਮੇਲ ਸੇਵਾ ਉਸ ਤੇ "ਜੰਕ ਮੇਲ" ਜਾਂ "ਸਪੈਮ" ਦਾ ਨਿਸ਼ਾਨ ਨਾ ਲਗਾ ਦੇਵੇ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਲੋੜ ਪਵੇ, ਤਾਂ ਤੁਸੀਂ ਸਾਨੂੰ ਉੱਪਰ ਦਿੱਤੇ ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਤੇ <a href="%s">ਪੁਸ਼ਟੀ ਸੁਨੇਹਾ ਮੁੜ-ਭੇਜਣ</a> ਬਾਰੇ ਕਹਿ ਸਕਦੇ ਹੋ।
pl: Jeśli nie otrzymasz wiadomości zawierającej potwierdzenie, sprawdź, czy twój program pocztowy nie oznaczył jej jako „niechciana” lub „spam”. Jeśli chcesz, możesz poprosić o <a href="%s">ponowne wysłanie wiadomości</a> na powyżej wymieniony adres.
pt_pt: Se você não recebeu uma mensagem de confirmação, tenha certeza de que seu serviço de correio não marcou a mensagem como "Lixo" ou "Spam". Se você precisar, nós podemos <a href="%s">reenviar a mensagem de confirmação</a> para o seu endereço de correio mencionado acima.
ru: Если вы не получили письмо с подтверждением, убедитесь, что ваша почтовая служба не пометила его как "нежелательная почта" или "спам". Если нужно, мы можем <a href="%s">повторно послать сообщение с подтверждением</a> на ваш адрес эл. почты, упомянутый выше.
sl: Če niste prejeli potrditvene e-pošte, preverite, da je niso označili za "smeti" ali "spam". Če je treba, vam lahko <a href="%s">sporočilo za potrditev ponovno pošljemo</a> na vaš zgoraj omenjeni e-poštni naslov.
uk: Якщо ви не отримали повідомлення для підтвердження, переконайтесь чи ваш сервіс електронної пошти не позначив його, як "спам". При необхідності ви можете <a href="%s">відправити повідомлення для підтвердження ще раз</a> на свою адресу ел. пошти, зазначену вгорі.
zh_cn: 如果您没有收到确认电子邮件，却看看您的电子邮件服务商有没有误把邮件放到了“垃圾邮件”箱。如果您需要，您可以让我们再<a href="%s">重新发一封确认邮件</a> 到上面提到的您的电子邮件地址。

source: Activation Email Sent
cs: Aktivační e-mail byl odeslán.
de: Aktivierungs-E-Mail verschickt
el: Στάλθηκε μήνυμα ενεργοποίησης
es: Correo de activación enviado
fr: Courriel d'activation envoyé
it: Email di attivazione inviata
ja: アクティベーションのためのメールが送信されました
ko: 계정 활성화 이메일이 전송되었습니다
nl: Activeringsbericht verzonden
pa_in: ਸਰਗਰਮ ਈਮੇਲ ਭੇਜੀ
pl: Wiadomość z aktywacją została wysłana
pt_pt: Enviada mensagem de correio de activação
ru: Отправлено письмо для активации
sl: E-pošta za aktivacijo poslana
uk: Повідомлення для активації відправлено
zh_cn: 激活邮件已发送

source: Having Trouble?
cs: Máte problémy?
de: Haben Sie Probleme?
el: Αντιμετωπίζετε προβλήματα;
es: ¿Tienes problemas?
fr: Des soucis ?
it: Ci sono problemi?
ja: 何かお困りですか？
ko: 문제가 있으신가요?
nl: Hebt u problemen?
pa_in: ਸਮੱਸਿਆ ਹੈ?
pl: Masz problemy?
pt_pt: Tem problemas?
ru: Есть проблемы?
sl: Imate težave?
uk: Виникли проблеми?
zh_cn: 有问题？

source: You are already logged in to an account.
cs: Již jste se ke svému účtu přihlásil(a).
de: Sie sind bereits eingeloggt.
el: Έχετε ήδη συνδεθεί σε ένα λογαριασμό.
es: Ya te has conectado con una cuenta.
fr: Vous êtes déjà connecté avec un compte.
it: Hai già effettuato l'accesso con un account.
ja: あなたはすでにアカウントへログインしています。
ko: 이미 이 계정으로 로그인 한 상태입니다.
nl: U bent al bij een account aangemeld.
pa_in: ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਆਪਣੇ ਖਾਤੇ ਤੇ ਲਾਗਇਨ ਹੋ।
pl: Jesteś już zalogowany/zalogowana.
pt_pt: Já tem uma sessão iniciada.
ru: Вы уже вошли под этой учётной записью.
sl: Ste že prijavljeni na račun.
uk: Ви вже увійшли в обліковий запис.
zh_cn: 您已经登录到了一个帐户。

source: Congratulations! Your user account was successfully created.
cs: Gratulujeme! Váš účet byl úspěšně vytvořen.
de: Glückwunsch, Ihr Benutzerkonto wurde erfolgreich angelegt!
el: Συγχαρητήρια! Ο λογαριασμός χρήστη δημιουργήθηκε με επιτυχία.
es: ¡Enhorabuena! Tu cuenta de usuario se ha creado con éxito.
fr: Félicitations ! Votre compte utilisateur a bien été créé.
it: Complimenti, il tuo account utente è stato creato con successo.
ja: ありがとうございます。ユーザアカウントの登録が完了しました。
ko: 축하합니다! 계정 등록이 완료 되었습니다.
nl: Gefeliciteerd! Uw gebruikersaccount is met succes aangemaakt.
pa_in: ਵਧਾਈਆਂ! ਤੁਹਾਡਾ ਉਪਭੋਗੀ ਖਾਤਾ ਸਫ਼ਲਤਾਪੂਰਨ ਰਚਿਆ ਗਿਆ।
pl: Gratulujemy! Twoje konto zostało utworzone.
pt_pt: Parabéns! A sua conta de utilizador foi criada com sucesso.
ru: Поздравляем! Ваша учётная запись успешно создана.
sl: Čestitamo! Vaš uporabniški račun je bil uspešno ustvarjen.
uk: Вітаємо! Ваш користувацький рахунок успішно створено.
zh_cn: 祝贺您！您的用户帐号已经成功建立。

source: You already have an account.
cs: Již máte účet.
de: Sie haben bereits ein Benutzerkonto.
es: Ya dispones de una cuenta.
fr: Vous avez déjà un compte.
it: Hai già un account.
ko: 계정이 있습니다.
nl: U hebt al een account.
pl: Masz już konto.
pt_pt: Você já possui uma conta.
ru: У вас уже есть учётная запись.
zh_cn: 您已有一个帐号。

source: There are errors in this form
cs: V tomto formuláři jsou chyby
de: Es gibt Fehler in diesem Formular
el: Υπάρχουν σφάλματα στη φόρμα
es: Hay errores en este formulario
fr: Il y a des erreurs dans ce formulaire
it: Sono presenti degli errori in questo modulo
ja: フォームの入力に誤りがあります
ko: 이 양식에 오류가 있습니다
nl: Er staan fouten in dit formulier
pa_in: ਇਸ ਫ਼ਾਰਮ ਵਿੱਚ ਗਲਤੀਆਂ ਹਨ
pl: Znaleziono błędy w formularzu
pt_pt: Existem erros neste formulário
ru: В этой форме имеются ошибки
sl: Ta obrazec vsebuje napake.
uk: В цій формі є помилки
zh_cn: 表单中有错误

source: Please correct them and resubmit.
cs: Opravte je prosím a znovu jej odešlete.
de: Bitte korrigieren Sie sie und senden Sie es dann erneut ab.
el: Σας παρακαλούμε αν τα διορθώσετε και να την υποβάλετε εκ νέου.
es: Por favor, corrígelos y vuelve a enviarlo.
fr: Merci de corriger et de renvoyer le formulaire.
it: Correggi gli errori ed invia nuovamente.
ja: 誤りを訂正して、もう一度送信してください。
ko: 올바르게 수정 후 다시 제출해 주세요.
nl: Corrigeer deze en dien opnieuw in.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ ਠੀਕ ਕਰੋ ਅਤੇ ਮੁੜ ਭੇਜੋ।
pl: Popraw je i prześlij ponownie.
pt_pt: Por favor, corrigia-os e volte a enviá-los.
ru: Пожалуйста, исправьте их и отправьте снова.
sl: Prosimo, da jih popravite in ponovno pošljete.
uk: Будь ласка, виправте їх і відправте ще раз.
zh_cn: 请修订他们并重新提交。

source: User reported.
cs: Reportováno uživatelem.
de: Benutzer gemeldet
el: Έγινε αναφορά χρήστη
es: Usuarios con informes.
fr: Utilisateur signalé.
it: Utente segnalato.
ko: 사용자가 신고되었습니다.
nl: Gebruiker gerapporteerd.
pa_in: ਉਪਭੋਗੀ ਦੀ ਰਿਪੋਰਟ ਮਿਲੀ।
pl: Użytkownik został zgłoszony.
pt_pt: Utilizador reportado.
ru: О пользователе сообщено.
sl: Uporabnik sporočen.
zh_cn: 用户已报告。

source: new
cs: nové
de: Neu
es: nuevo
fr: nouveau
it: nuovo
ja: 新規
ko: 신규
nl: nieuw
pa_in: ਨਵਾਂ
pl: nowość
pt_pt: novo
ru: новое
sl: novo
zh_cn: 新的

source: Delete User Account
cs: Smazání uživatelského účtu
de: Benutzerkonto löschen
el: Διαγραφή λογαριασμού χρήστη
es: Borrar la cuenta de usuario
fr: Supprimer le compte utilisateur
it: Eliminazione account utente
ja: ユーザアカウントを削除
ko: 사용자 계정 삭제
nl: Gebruikersaccount verwijderen
pa_in: ਉਪਭੋਗੀ ਖਾਤਾ ਹਟਾਓ
pl: Usuwanie konta użytkownika
pt_pt: Eliminar conta de utilizador
ru: Удаление учётной записи
sl: Izbriši uporabniški račun
uk: Вилучити обліковий запис користувача
zh_cn: 删除用户帐户

source: You cannot delete your account if you are listed as an <a href="%(link)s"> author of any add-ons</a>. To delete your account, please have another person in your development group delete you from the list of authors for your add-ons. Afterwards you will be able to delete your account here.
cs: Nemůžete smazat svůj uživatelský účet, protože jste veden(a) jako <a href="%(link)s">autor(ka) některého doplňku</a>. Před smazáním účtu pověřte jinou osobu z vašeho vývojového týmu, aby vás odstranil(a) ze seznamu autorů vašich doplňků. Poté budete na tomto místě moci váš účet smazat.
de: Sie können Ihren Account nicht löschen, solange Sie als <a href="%(link)s">Add-on-Autor</a> gelistet sind. Um Ihren Account zu löschen, lassen Sie sich von einer anderen Person in Ihrer Entwicklergruppe von der Entwicklerliste löschen. Danach können Sie hier Ihren Account löschen.
el: Δεν μπορείτε να διαγράψετε τον λογαριασμό σας αν αναφέρεστε ανάμεσα στους <a href="%(link)s"> δημιουργούς κάποιου πρόσθετου</a>. Για να διαγράψετε το λογαριασμό σας, θα πρέπει κάποιο άλλο μέλος της ομάδας ανάπτυξης του πρόσθετου να σας διαγράψει από τη λίστα των δημιουργών. Μετά θα μπορέσετε να διαγράψετε το λογαριασμό σας απ' αυτή τη σελίδα.
es: No puedes borrar tu cuenta si estás listado como <a href="%(link)s">autor de cualquier complemento</a>. Para borrar tu cuenta, por favor, pide a otra persona de tu grupo de desarrollo que te borre de la lista de autores de tus complementos. Posteriormente podrás borrar tu cuenta aquí.
fr: Vous ne pouvez pas supprimer votre compte si vous êtes listés en tant <a href="%(link)s">qu'auteur de l'un de ces modules</a>. Pour supprimer votre compte, faites en sorte qu'une autre personne de l'équipe de développement de ces modules vous retire de la liste des auteurs. Une fois ceci réalisé, vous pourrez supprimer votre compte.
it: Non puoi eliminare il tuo account se risulti come <a href="%(link)s"> autore di un componente aggiuntivo</a>. Per eliminare il tuo account, chiedi ad un'altra persona nel tuo gruppo di sviluppo di eliminare il tuo utente dall'elenco degli autori. Dopo questa operazione potrai eliminare il tuo account in questa sezione.
ja: あなたが <a href="%(link)s">アドオンの作者</a> として登録されている場合、アカウントを削除することはできません。アカウントを削除するには、開発グループに参加している他の人に頼んで、あなたをアドオンの作者から外してもらってください。そうすれば、ここでアカウントの削除が可能になります。
ko: <a href="%(link)s"> 부가 기능 제작자</a> 명단에 등록되어 있을땐 계정을 삭제할 수 없습니다. 계정을 삭제하려면, 당신의 개발 그룹에서 다른 사람을 확보한 후 부가 기능 제작자 명단에서 자신을 삭제해야 합니다. 그 후에 여기서 계정을 삭제할 수 있습니다.
nl: U kunt uw account niet verwijderen als u geregistreerd staat als een <a href="%(link)s">schrijver van een add-on</a>. Vraag om uw account te kunnen verwijderen iemand anders in uw ontwikkelingsgroep om u te verwijderen uit de lijst met schrijvers voor uw add-ons. Hierna kunt u hier terugkomen om uw account te verwijderen.
pa_in: ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਨਹੀਂ ਹਟਾ ਸਕਦੇ ਜੇਕਰ ਤੁਸੀਂ <a href="%(link)s"> ਕਿਸੇ ਐਡ-ਆਨ ਦੇ ਲੇਖਕ</a>ਦੇ ਤੌਰ ਤੇ ਸੂਚੀਬੱਧ ਹੋਵੋ। ਆਪਣਾ ਖਾਤਾ ਹਟਾਉਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਵਿਕਾਸ ਗੁਰੱਪ ਵਿੱਚੋਂ ਕਿਸੇ ਨੂੰ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਲੇਖਕਾਂ ਦੀ ਸੂਚੀ ਵਿੱਚੋਂ ਤੁਹਾਨੂੰ ਹਟਾਉਣ ਬਾਰੇ ਕਹੋ। ਇਸ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਇੱਥੇ ਆਪਣਾ ਖਾਤਾ ਹਟਾਉਣਯੋਗ ਹੋ ਜਾਵੋਗੇ।
pl: Nie możesz usunąć swojego konta, jeśli jesteś <a href="%(link)s">autorem dodatków</a>. Aby usunąć swoje konto, poproś dowolną osobę z grupy autorów dodatków, by usunęła cię z listy autorów. Dopiero po wykonaniu tej operacji będzie możliwe usunięcie twojego konta.
pt_pt: Não pode eliminar a sua conta se tiver listado como um <a href="%(link)s"> autor de extras</a>. Para eliminar a sua conta, peça a outra pessoa no seu grupo de desenvolvimento para o eliminar da lista de autores dos seus extras. Depois já poderá eliminar aqui a sua conta.
ru: Вы не можете удалить свою учётную запись, если вы указаны как <a href="%(link)s">автор какого-либо из дополнений</a>. Чтобы удалить свою учётную запись, пожалуйста, попросите кого-нибудь из вашей группы разработчиков удалить вас из списка авторов в ваших дополнениях. После этого вы сможете удалить здесь свою учётную запись.
sl: Ne morete izbrisati svojega računa, če ste navedeni kot <a href="%(link)s">avtor kateregakoli dodatka</a>. Če želite zbrisati svoj račun, prosite enega od kolegov v vaši skupini za razvoj, da vas izbriše s seznama avtorjev za vaše dodatke. Potem lahko svoj račun na tem mestu izbrišete.
uk: Ви не можете видалити свій обліковий запис, якщо ви є <a href="%(link)s"> автором будь-яких додатків</a>. Для видалення свого облікового запису, попросіть іншу особу зі своєї групи розробників видалити вас зі списку авторів ваших додатків. Після цього ви зможете видалити свій обліковий запис тут.
zh_cn: 如果您是<a href="%(link)s">任何附加组件的作者</a>，那就不能删除自己的帐号。要删除您的帐户，请让您开发小组的其他人从将您从您附加组件的作者列表中删除。之后您就可以在这里删除自己的帐户了。

source: By clicking "delete" your account is going to be <strong>permanently removed</strong>. That means: <ul> <li>You will not be able to log into %(site)s anymore.</li> <li>Your reviews and ratings will not be deleted, but they will no longer be associated with you.</li> </ul>
cs: Klepnutím na "smazat" bude váš účet <strong>trvale odstraněn</strong>. To znamená, že: <ul> <li>Již se nebudete moci na webu %(site)s přihlásit.</li> <li>Vaše recenze a hodnocení nebudou smazána, ale již s vámi nebudou asociována.</li> </ul>
de: Wenn Sie "Löschen" klicken, wird Ihr Benutzerkonto <strong>dauerhaft entfernt</strong>. Das bedeutet: <ul> <li>Sie können sich nicht mehr in %(site)s einloggen.</li> <li>Ihre Bewertungen werden nicht gelöscht werden, aber sie sind nicht mehr länger mit Ihrem Namen verbunden.</li> </ul>
es: Al hacer clic en "borrar", tu cuenta se <strong>eliminará definitivamente</strong>. Lo que significa que: <ul> <li>No podrás conectarte a %(site)s nunca más.</li> <li>Tus valoraciones y puntuaciones no se borrarán, pero no estarán asociadas ya contigo.</li> </ul>
fr: En cliquant sur « supprimer » votre compte sera <strong>définitivement supprimé</strong>. Cela signifie : <ul> <li>Vous ne serez plus en mesure de vous connecter sur %(site)s.</li> <li>Vos critiques seront anonymisées mais resteront en ligne.</li> </ul>
it: Selezionando "elimina" il tuo account verrà eliminato in modo <strong>permanente</strong>. Questo significa che: <ul> <li>non potrai più accedere come utente registrato a %(site)s;</li> <li>le tue recensioni e i tuoi voti non verranno eliminati ma non saranno più associati al tuo utente.</li> </ul>
ko: "삭제"를 클릭하면 계정이 <strong>영원히 삭제</strong>됩니다. 이 뜻은: <ul> <li>%(site)s에 더이상 로그인 할 수 없게 된다는 것입니다.</li> <li>작성했던 평가와 별점은 삭제되지 않지만, 더이상 소유권을 가질 수 없습니다.</li> </ul>
nl: Door op “Verwijderen” te klikken wordt uw account <strong>voorgoed verwijderd</strong>. Dit betekent: <ul> <li> u kunt zich niet meer aanmelden op %(site)s.</li> <li>Uw beoordelingen en waarderingen worden niet verwijderd, maar ze verwijzen niet meer naar u.</li> </ul>
pl: Po naciśnięciu przycisku „Usuń moje konto” twoje konto zostanie <strong>trwale usunięte</strong>. Oznacza to, że: <ul> <li>Nie będziesz mieć możliwości zalogowania się na %(site)s.</li> <li>Twoje opinie i oceny nie zostaną usunięte, ale nie będą dłużej z tobą powiązane.</li> </ul>
ru: После нажатия кнопки "удалить" ваша учетная запись будет <strong>навсегда удалена.</strong> Это означает, что: <ul> <li>Вы больше не сможете войти под ней на %(site)s.</li> <li>Ваши отзывы и оценки не будут удалены, но они больше не будут ассоциироваться с вами.</li> </ul>
sl: S klikom na "Izbriši" se bo vaš račun <strong>trajno odstranilo.</strong>. To pomeni:<ul><li> Ne boste se mogli več prijaviti na %(site)s . </li><li> Vaših pregledov in ocen se ne bo zbrisalo, vendar pa ne bodo več povezani z vami. </li> </ul>

source: Confirm account deletion
cs: Potvrzení smazání účtu
de: Löschung bestätigen
el: Επιβεβαίωση διαγραφής λογαριασμού
es: Confirmar el borrado de cuenta
fr: Confirmer la suppression du compte
it: Conferma eliminazione account
ja: アカウントの削除を確認
ko: 계정 삭제 확인
nl: Verwijdering van account bevestigen
pa_in: ਖਾਤਾ ਹਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź usunięcie konta
pt_pt: Confirmar eliminação da conta
ru: Подтверждение удаления учётной записи
sl: Potrdite brisanje računa
uk: Підтвердити видалення рахунку
zh_cn: 确认帐户删除

source: Password
cs: Heslo
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pa_in: ਪਾਸਵਰਡ
pl: Hasło
pt_pt: Senha
ru: Пароль
sl: Geslo
uk: Пароль
zh_cn: 密码
