Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: What is the My Favorites collection?
cs: Co je má oblíbená sbírka?
de: Was ist die "Meine Favoriten"-Sammlung?
el: Τι είναι οι αγαπημένες συλλογές;
es: ¿Qué es la colección Mis favoritos?
fr: Qu'est-ce que ma collection favorite ?
it: Che cos'è la raccolta I miei preferiti?
ko: 내가 좋아하는 모음집이 뭔가요?
nl: Wat is de collectie Mijn favorieten?
pa_in: ਮੇਰੇ ਪੰਸਦੀਦਾ ਸੰਗ੍ਰਹਿ ਕੀ ਹੈ?
pl: Co to jest ulubiona kolekcja?
pt_pt: Qual é a minha colecção favorita?
ru: Что такое подборка Моё Избранное?
sl: Kaj je zbirka Moji ljubljenci?
zh_cn: 什么是我最喜爱的收藏集？

source: Favorite add-ons are add-ons that you have bookmarked to easily get back to later. You can add an add-on to your favorites collection by clicking "Add to favorites" on its details page.
cs: Oblíbené doplňky jsou doplňky, které jste si přidali do záložek pro pozdější snadné nalezení. Doplněk můžete přidat do své oblíbené sbírky klepnutím na "Přidat do oblíbených" na stránce doplňku.
de: Lieblings-Add-ons sind Add-ons, die Sie mit einem Lesezeichen versehen haben, um sie später schnell wiederzufinden. Sie können ein Add-on zu Ihrer Lieblingsliste hinzufügen, indem Sie "zu Favoriten hinzufügen" auf dessen Details-Seite klicken.
el: Τα αγαπημένα πρόσθετα είναι πρόσθετα που έχετε σημειώσει με σελιδοδείκτη για να μπορείτε αργότερα να τα εντοπίζετε εύκολα. Μπορείτε να προσθέσετε ένα πρόσθετο στα αγαπημένα σας κάνοντας κλικ στο «προσθήκη στα αγαπημένα» που θα βρείτε στη σελίδα του.
es: Los complementos favoritos son complementos que has etiquetado para poder encontrarlos fácilmente posteriormente. Puedes añadir un complemento a tu colección de favoritos haciendo clic en "Agregar a favoritos" en su página de detalles.
fr: Les modules favoris sont des modules dont vous gardez trace pour y revenir facilement plus tard. Vous pouvez ajouter un module à votre collection de favoris en cliquant « Ajouter aux favoris » sur sa page des détails.
it: I componenti aggiuntivi preferiti sono componenti aggiuntivi che hai salvato per poterci tornare facilmente in un secondo tempo. Puoi aggiungere un componente aggiuntivo a questo elenco facendo clic su "Aggiungi ai preferiti" nella pagina con i dettagli dell'estensione.
ko: 부가 기능을 선호 목록에 추가하면 나중에 쉽게 찾아볼 수 있습니다. 이곳 세부 내역 페이지에 있는 "선호 목록에 추가하기"를 클릭해서 선호 목록에 부가 기능을 추가할 수 있습니다.
nl: Favoriete add-ons zijn add-ons die u hebt gemarkeerd om makkelijk later terug te vinden. U kunt een add-on aan uw favorietencollectie toevoegen door op “Toevoegen aan favorieten” op de detailpagina ervan te klikken.
pa_in: ਪੰਸਦੀਦਾ ਐਡ-ਆਨ ਉਹ ਐਡ-ਆਨ ਹਨ ਜਿਹਨਾਂ ਨੂੰ ਤੁਸੀਂ ਅਸਾਨੀ ਨਾਲ ਵਾਪਸ ਆਉਣ ਲਈ ਬੁੱਕਮਾਰਕ ਕੀਤਾ ਹੋਇਆ। ਤੁਸੀਂ ਐਡ-ਆਨ ਨੂੰ ਉਸ ਦੇ ਵੇਰਵੇ ਸਫ਼ੇ ਤੇ "ਪਸੰਦੀਦਾ ਵਿੱਚ ਜੋੋੜੋ" ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਐਡ-ਆਨ ਨੂੰ ਆਪਣੇ ਪਸੰਦੀਦਾ ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ।
pl: Ulubione dodatki to oznaczone dodatki, by można było łatwo do nich powrócić. Możesz dołączyć dodatek do swojej ulubionej kolekcji, klikając na stronie dodatku „Dodaj do ulubionych”.
pt_pt: Extras favoritos são extras que adicionou aos marcadores para facilmente voltar mais tarde. Pode adicionar um extra à sua colecção de favoritos clicando em "Adicionar aos favoritos" na página de detalhes.
ru: Любимые дополнения это дополнения, которые вы добавили в закладки, чтобы с легкостью вернуться к ним позже. Вы можете добавить дополнение в вашу коллекцию избранного, нажав на кнопку "Добавить в избранное" на странице с его описанием.
sl: Priljubljeni dodatki so dodatki, ki ste jih zaznamovali, tako da je kasneje enostavno vrniti se nazaj nanje. Dodatek lahko dodate v svojo zbirko priljubljenih s klikom na "Dodaj med priljubljene" na svoji strani s podrobnostmi.
zh_cn: 喜爱的附加组件使您已经标记了书签的附加组件，让您在以后可以轻易地找到它。您可以在其详细信息页面通过点击“加入收藏”来添加一个附加组件到您的收藏。

source: Personalized recommendations
cs: Personalizovaná doporučení
de: Personalisierte Empfehlungen
el: Προσαρμοσμένες συστάσεις
es: Recomendaciones personalizadas
fr: Recommandations personnalisées
it: Consigli personalizzati
ko: 맞춤식 추천
nl: Gepersonaliseerde aanbevelingen
pl: Spersonalizowane rekomendacje
pt_pt: Recomendações personalizadas
ru: Персонализированные рекомендации
sl: Poosebljena priporočila
zh_cn: 个性化建议

source: What are personalized recommendations?
cs: Co jsou personalizovaná doporučení?
de: Was sind personalisierte Empfehlungen?
el: Τι είναι οι προσαρμοσμένες συστάσεις;
es: ¿Qué son las recomendaciones personalizadas?
fr: Que sont les recommandations personnalisées ?
it: Che cosa sono i consigli personalizzati?
ko: 맞춤식 추천이 뭔가요?
nl: Wat zijn gepersonaliseerde aanbevelingen?
pl: Co to są spersonalizowane rekomendacje?
pt_pt: O que são recomendações personalizadas?
ru: Что такое персонализированные рекомендации?
sl: Kaj so poosebljena priporočila?
zh_cn: 什么是个性化建议？

source: Firefox recommends add-ons for you based on the add-ons you already have installed. If you have at least 3 add-ons installed, just visit the Get Add-ons area of the Add-ons Manager to see the "Recommended for You" box.
cs: Firefox vám doporučuje doplňky v závislosti na doplňcích, které máte nainstalovány. Pokud máte nainstalovány alespoň 3 doplňky, navštivte ve Správci doplňku sekci Získání doplňků a zde uvidíte box "Doporučeno pro vás".
de: Firefox empfiehlt Ihnen Add-ons basieren auf den Add-ons, die Sie bereits installiert haben. Wenn Sie mindestens 3 Add-ons installiert haben, besuchen Sie einfach den Bereich „Add-ons suchen“ des Add-on-Managers, um das Kästchen „Für Sie empfohlen“ zu sehen.
es: Firefox realiza sus recomendaciones de complementos en base a los que tienes ya instalados. Si tienes un mínimo de 3 complementos instalados, tan solo visita el área Obtener complementos en el Administrador de complementos y encontrarás la opción de «Recomendados para ti».
fr: Firefox vous recommande des modules en se basant sur les modules que vous avez déjà installés. Si vous avez au moins trois modules installés, visitez simplement la zone Obtenir des modules du gestionnaire de modules complémentaires pour voir les recommandations.
it: Firefox ti consiglia nuovi componenti aggiuntivi basandosi su quelli già installati. Se hai installato almeno 3 componenti, vai nell'area Esplora della Gestione componenti aggiuntivi per visualizzare il riquadro "Consigliati per te".
ko: Firefox는 설치되어 있는 부가 기능을 참고해서 추천할 부가 기능을 제안하고 있습니다. 3개 이상의 부가 기능을 설치해 놨다면 부가 기능 관리자의 추천 탭에서 "당신께 권해드립니다" 상자를 찾아보세요.
nl: Firefox beveelt add-ons voor u aan op basis van de al geïnstalleerde add-ons. Als u ten minste drie add-ons hebt geïnstalleerd, ga dan naar het veld Add-ons verkrijgen van de Add-onbeheerder om het vak “Aan u aanbevolen” te zien.
pl: Firefox poleca ci dodatki, bazując na dodatkach, które masz już zainstalowane. Jeśli masz zainstalowane przynajmniej 3 dodatki, wystarczy wejść do sekcji Pobierz dodatki w menedżerze dodatków, by zobaczyć listę „Polecane dla ciebie”.
pt_pt: O Firefox recomenda extras para você baseado nos extras que você já tem instalados. Se você tem pelo menos 3 extras instalados, basta visitar a seção Adicionar do Gerenciador de extras para ver a caixa "Recomendados para você".
ru: Firefox рекомендует для вас дополнения, основываясь на уже установленных у вас дополнениях. Если у вас установлено по меньшей мере 3 дополнения, просто посетите вкладку "Получить дополнения" в окне управления дополнениями, чтобы увидеть окошко "Рекомендованное для вас".
sl: Firefox vam priporoča dodatke na osnovi dodatkov, ki ste si jih že namestili. Če imate nameščene vsaj 3 dodatke, obiščite stran za prenos Dodatkov v Skrbniku za dodatke in si oglejte polje "Priporočamo vam".
zh_cn: Firefox 基于您已经安装的附加组件进行推荐。如果您安装了至少3个附加组件，只需要访问附加组件管理器的获取附加组件区域即可查看“为您推荐”框。

source: How are personalized recommendations determined?
cs: Jak jsou personalizovaná doporučení určována?
de: Wie werden personalisierte Empfehlungen ermittelt?
el: Πως αποφασίζετε για τα πρόσθετα που θα μου συστήσετε;
es: ¿Cómo se determinan las recomendaciones personalizadas?
fr: Comment les recommandations personnalisées sont-elles établies ?
it: Come vengono determinati i consigli personalizzati?
ko: 맞춤식 추천은 어떤 원리로 제공되는 건가요?
nl: Hoe worden gepersonaliseerde add-ons vastgesteld?
pl: Jak ustalić spersonalizowane rekomendacje?
pt_pt: Como é que as recomendações personalizadas são determinadas?
ru: Как определяются персонализированные рекомендации?
sl: Kako so sestavlja osebna priporočila?
zh_cn: 个性化的推荐是如何实现的。

source: Firefox sends information about the add-ons you have installed to Mozilla once a day in order to update the information displayed to you in the Add-ons Manager, as explained in our <a href="%(privacy_url)s">Privacy Policy</a>. Add-ons that are often used together are determined from the aggregate data and displayed to you as personalized recommendations.
cs: Firefox posílá Mozille jednou denně informace o nainstalovaných doplňcích, aby si aktualizoval informace, které jsou zobrazeny ve Správci doplňků. Tato informace je popsána v našich <a href="%(privacy_url)s">zásadách ochrany soukromí</a>. Doplňky, které jsou na základě sesbíraných dat často používány spolu, vám jsou zobrazeny jako personalizovaná doporučení.
de: Firefox sendet Daten über Ihre installierten Add-ons einmal täglich an Mozilla, um die Informationen, die Ihnen im Add-ons-Manager angezeigt werden, wie in unserer <a href="%(privacy_url)s">Datenschutzerklärung</a> beschrieben, zu aktualisieren. Add-ons, die häufig zusammen verwendet werden, werden aus den gesammelten Daten ermittelt und Ihnen als personalisierte Empfehlungen angezeigt.
el: Ο Firefox αποστέλλει στους διακομιστές του Mozilla πληροφορίες για τα πρόσθετα που έχετε εγκαταστήσει μια φορά κάθε μέρα για να ενημερώσει τις πληροφορίες που σας παρουσιάζει ο διαχειριστής πρόσθετων (όπως εξηγούμε και στην <a href="%(privacy_url)s">πολιτική απορρήτου</a>μας). Τα πρόσθετα που σύμφωνα με τα δεδομένα τους χρησιμοποιούνται συχνά μαζί με κάποια που ίσως έχετε ήδη εγκαταστήσει, τα συστήνουμε προσωπικά για εσάς.
es: Firefox envía información sobre los complementos que tienes instalados a Mozilla una vez al día para actualizar la información que se te muestra en el administrador de complementos, como se explica en nuestra <a href="%(privacy_url)s">política de privacidad</a>. Los complementos que se usan juntos con frecuencia a partir de datos acumulados y se te muestran como recomendaciones personalizadas.
fr: Firefox envoie des informations à propos de vos modules installés à Mozilla une fois par jour, de sorte à mettre à jour les informations qui vous sont affichées dans le gestionnaire de modules, comme expliqué dans notre <a href="%(privacy_url)s">politique de vie privée</a>. Les modules qui sont souvent utilisés ensemble sont déterminés à partir des données agrégées et affichées à vous comme recommandations personnalisées.
it: Come spiegato nella nostra <a href="%(privacy_url)s">informativa sulla privacy</a>, una volta al giorno Firefox invia a Mozilla informazioni sui componenti aggiuntivi installati in modo da aggiornare i dati visualizzati nel gestore dei componenti aggiuntivi. I consigli personalizzati vengono stabiliti sulla base dei dati aggregati raccolti.
ko: Firefox는 부가 기능 관리자에 표시되는 정보를 업데이트하기 위해 하루에 한번씩 Mozilla에 설치되어 있는 부가 기능에 관한 정보를 전송하고 있으며, 이는 저희 <a href="%(privacy_url)s">개인 정보 보호 정책</a>에 명시되어 있습니다. 데이터 수집시 자주 사용되는 부가 기능도 함께 수집되어 맞춤식 추천에 표시되는 것입니다.
nl: Firefox verstuurt dagelijks informatie naar Mozilla over de door u geïnstalleerde add-ons om de in de add-onbeheerder weergegeven informatie bij te werken, zoals uitgelegd in ons <a href="%(privacy_url)s">privacybeleid</a>. Add-ons die vaak samen worden gebruikt worden op basis van de verzamelde gegevens vastgesteld en als gepersonaliseerde aanbevelingen aan u gepresenteerd.
pl: Firefox, przestrzegając zasad określonych w naszych <a href="%(privacy_url)s">zasadach ochrony prywatności</a>, raz dziennie przesyła do Mozilli informacje o zainstalowanych dodatkach, by zaktualizować informacje wyświetlane w menedżerze dodatków. Na podstawie zbiorczych danych ustalane są dodatki, które użytkownicy często używają razem i właśnie one są wyświetlane jako spersonalizowane rekomendacje.
pt_pt: O Firefox envia informações sobre os extras que tem instalado para a Mozilla uma vez por dia, a fim de atualizar as informações no Gestor de extras, como explicado na nossa <a href="%(privacy_url)s">Política de Privacidade</a>.Os extras que muitas vezes são utilizados em conjunto, são determinados a partir dos dados agregados e apresentados como recomendações personalizadas.
ru: Firefox отправляет информацию об установленных у вас дополнениях в Mozilla один раз в день в целях обновления информации, отображаемой для вас в менеджере дополнений, как объяснено в нашей <a href="%(privacy_url)s">политике приватности</a>. Дополнения, которые часто используются вместе, определяются из совокупности данных и отображаются для вас в виде персональных рекомендаций.
sl: Firefox enkrat na dan pošilja Mozilli informacije o dodatkih, ki jih imate nameščene, z njimi se podobi podatke v Skrbniku za dodatke, kot je bilo pojasnjeno v naših <a href="%(privacy_url)s">pravilih o zasebnosti</a>. Iz tako zbranih podatkov se ugotavlja, kateri dodatki se pogosto uporabljajo skupaj, in rezultat prikažemo kot osebno priporočilo.
zh_cn: 如同我们在<a href="%(privacy_url)s">隐私政策</a>中所解释的那样，Firefox 每天会发送您已经安装了哪些附加组件的信息到 Mozilla 以更新显示在附加组件管理器中给您的信息。我们会从收到的信息中来判断哪些附加组件经常在一起使用，并以此显示给您的个性化的推荐。

source: How can I opt out of these recommendations?
cs: Jak mohu tato doporučení zrušit?
de: Wie kann ich diese Empfehlungen abbestellen?
el: Πως μπορώ να απενεργοποιήσω αυτές τις προσωπικές συστάσεις;
es: ¿Cómo puedo elegir no seguir estas recomendaciones?
fr: Comment puis-je désactiver ces recommandations ?
it: Come posso rifiutare questo tipo di consigli?
ko: 이러한 추천 기능을 사용하지 않을 수 있나요?
nl: Hoe kan ik deze aanbevelingen onderdrukken?
pl: Jak można zrezygnować z tych rekomendacji?
pt_pt: Como é que posso retirar estas recomendações?
ru: Как я могу отказаться от этих рекомендаций?
sl: Kako se lahko odpovem tem priporočilom?
zh_cn: 我该怎么才能退出这些推荐呢？

source: Please see <a href="%(support_url)s">this support article</a> for instructions on how to opt out.
cs: Pro informaci, jak je zrušit, si přečtěte <a href="%(support_url)s">tento článek</a>.
de: Eine Anleitung zum Abbstellen finden Sie in <a href="%(support_url)s">diesem Hilfeartikel</a>.
el: Σας παρακαλούμε να δείτε <a href="%(support_url)s">αυτό το άρθρο της υποστήριξης</a> για οδηγίες απενεργοποιήσης.
es: Por favor, revisa <a href="%(support_url)s">este artículo de asistencia</a> para instrucciones sobre cómo excluirte.
fr: Merci de vous rapporter à <a href="%(support_url)s">cet article d'aide</a> pour les instructions quant à la désactivation.
it: Consulta questo <a href="%(support_url)s">articolo</a> per istruzioni sulla procedura.
ko: 추천을 받지 않으려면 <a href="%(support_url)s">다음의 고객 지원 게시물</a>에 방법이 자세히 나와 있습니다.
nl: Kijk in <a href="%(support_url)s">dit ondersteuningsartikel</a> voor instructies over het onderdrukken.
pl: Jak zrezygnować z rekomendacji, dowiesz się z <a href="%(support_url)s">tego artykułu</a>.
pt_pt: Por favor veja <a href="%(support_url)s">este artigo de ajuda</a> para instruções de como se retirar.
ru: Пожалуйста прочтите <a href="%(support_url)s">эту статью в поддержке</a> для получения инструкций о том, как отказаться.
sl: Oglejte si prosim <a href="%(support_url)s">tale članek za podporo</a> z navodili o tem, kako ta obvestila lahko ukinete.
zh_cn: 请参看<a href="%(support_url)s">这篇支持文章</a>了解如何退出。

source: Mobile Add-ons
cs: Doplňky pro mobily
el: Πρόσθετα κινητών
es: Complementos para Mobile
fr: Modules mobile
it: Comp. agg. Mobile
ja: モバイル向けアドオン
ko: 모바일 부가 기능
nl: Add-ons voor Mobiel
pa_in: ਮੋਬਾਈਲ ਐਡ-ਆਨ
pl: Dla Mobile
pt_pt: Extras do Mobile
ru: Мобильные дополнения
sl: Mobilni dodatki
uk: Мобільні додатки
zh_cn: 移动版附加组件

source: What are mobile add-ons?
cs: Co jsou mobilní doplňky?
de: Was sind mobile Add-ons?
el: Τι είναι τα πρόσθετα για κινητό;
es: ¿Qué son los complementos para móviles?
fr: Que sont les modules mobiles ?
it: Che cosa sono i componenti aggiuntivi per dispositivi portatili?
ja: モバイル向けアドオンとは？
ko: 모바일 부가 기능이 뭔가요?
nl: Wat zijn mobiele add-ons?
pa_in: ਮੋਬਾਈਲ ਐਡ-ਆਨ ਕੀ ਹਨ?
pl: Co to są dodatki „mobilne”?
pt_pt: O que são extras móveis?
ru: Что такое мобильные дополнения?
sl: Kaj so dodatki za mobilne naprave?
uk: Що таке мобільні додатки?
zh_cn: 什么是移动版附加组件？

source: Mobile add-ons work with <a href="%(mobile_url)s">Firefox for Mobile</a> and add or modify functionality just like desktop add-ons. You can find add-ons that work with Firefox for Mobile in our <a href="%(gallery_url)s">gallery</a>.
cs: Mobilní doplňky fungují ve <a href="%(mobile_url)s">Firefoxu pro mobilní zařízení</a> a přidávají či upravují funkcionalitu stejným způsobem, jako doplňky pro desktopovou verzi. Doplňky, které fungují ve Firefoxu pro mobilní zařízení, můžete nalézt v <a href="%(gallery_url)s">naší galerii</a>.
de: Mobile add-ons funktionieren mit <a href="%(mobile_url)s">Firefox für Mobile</a> und fügen Funktionen hinzu bzw. verändern sie genau so wie Desktop-Add-ons. Sie können Add-ons, die mit Firefox für Mobile kompatibel sind, in unserer <a href="%(gallery_url)s">Galerie</a> finden.
el: Τα πρόσθετα για κινητά, δουλεύουν στην έκδοση του <a href="%(mobile_url)s">Firefox για κινητά</a> και προσθέτουν ή τροποποιούν χαρακτηριστικά όπως ακριβώς και τα πρόσθετα για τις υπόλοιπες πλατφόρμες. Μπορείτε να βρείτε πρόσθετα που δουλεύουν με τον Firefox για κινητά στη <a href="%(gallery_url)s">λίστα</a> μας.
es: Los complementos para móviles funcionan con <a href="%(mobile_url)s">Firefox para dispositivos móviles</a> y agregan o modifican funcionalidades de la misma forma que los complementos de escritorio. Puedes encontrar complementos que funcionan con Firefox para dispositivos móviles en nuestra <a href="%(gallery_url)s">galería</a>.
fr: Les modules mobiles fonctionnent avec <a href="%(mobile_url)s">Firefox pour Mobile</a> et ajoutent ou modifient des fonctionnalités de la même manière que les modules pour Firefox. Vous pouvez trouver des modules compatibles Firefox pour Mobile dans notre <a href="%(gallery_url)s">galerie</a>.
it: I componenti aggiuntivi per dispositivi portatili funzionano con <a href="%(mobile_url)s">Firefox per dispositivi mobile</a> e aggiungono (o modificano) caratteristiche esattamente come i componenti aggiuntivi tradizionali. I componenti aggiuntivi compatibili con Firefox per dispositivi portatili sono disponibili nella <a href="%(gallery_url)s">galleria</a>.
ko: 모바일 부가 기능은 <a href="%(mobile_url)s">Mobile Firefox</a>에서 작동하며 데스크톱 부가 기능과 마찬가지로 기능의 추가와 개조가 가능합니다. 저희 <a href="%(gallery_url)s">갤러리</a>에서 Firefox 모바일 부가 기능을 만나보실 수 있습니다.
nl: Add-ons voor Mobiel werken met <a href="%(mobile_url)s">Firefox voor Mobiel</a> en voegen functionaliteit toe of wijzigen deze, net als add-ons voor een desktop. U kunt add-ons die met Firefox voor Mobiel werken vinden in onze <a href="%(gallery_url)s">galerij</a>.
pa_in: ਮੋਬਾਈਲ ਐਡ-ਆਨ <a href="%(mobile_url)s">ਮੋਬਾਈਲ ਲਈ ਫ਼ਾਇਰਫ਼ਾਕਸ</a> ਨਾਲ ਕੰਮ ਕਰਦੇ ਅਤੇ ਡੈਸਕਟੋਪ ਐਡ-ਆਨਾਂ ਦੀ ਤਰ੍ਹਾਂ ਕਾਰਜਕੁਸ਼ਲਤਾ ਨੂੰ ਸ਼ਾਮਲ ਜਾਂ ਵਧਾਉਂਦੇ ਹਨ। ਸਾਡੀ <a href="%(gallery_url)s">ਗੈਲਰੀ</a> ਵਿੱਚ ਤੁਸੀਂ ਮੋਬਾਈਲ ਫ਼ਾਇਰਫ਼ਾਕਸ ਨਾਲ ਕੰਮ ਕਰਨ ਵਾਲੇ ਐਡ-ਆਨ ਲੱਭ ਸਕਦੇ ਹੋ।
pl: Dodatki „mobilne” są przeznaczone dla <a href="%(mobile_url)s">Firefoksa Mobile</a> i dodają lub modyfikują funkcje przeglądarki tak samo, jak dodatki dla wersji stacjonarnych. Dodatki dla Firefoksa dla urządzeń mobilnych można znaleźć w naszej <a href="%(gallery_url)s">galerii</a>.
pt_pt: Os extras do Mobile funcionam com o <a href="%(mobile_url)s">Firefox para o Mobile</a> e adicionam ou modificam funcionalidades tal como os extras do computador de secretária. Pode encontrar extras que funcionam com o Firefox para Mobile na nossa <a href="%(gallery_url)s">galeria</a>.
ru: Мобильные дополнения работают с <a href="%(mobile_url)s">Firefox для мобильных устройств</a> и добавляют или изменяют функциональность, также как и дополнения для настольных компьютеров. Вы можете найти дополнения, которые работают с Firefox для мобильных устройств, в нашей <a href="%(gallery_url)s">галерее</a>.
sl: Mobilni dodatki so namenjeni <a href="%(mobile_url)s">mobilnemu Firefoxu</a> in, tako kot namizni dodatki, dodajajo ali spreminjajo funkcionalnost. Dodatke, ki delujejo z mobilnim Firefoxom, najdete v naši <a href="%(gallery_url)s">galeriji</a>.
zh_cn: 移动版附加组件可在 <a href="%(mobile_url)s">Firefox 移动版</a> 上使用，如同桌面版的附加组件一样，它可以增加或修改功能。您可以在我们的<a href="%(gallery_url)s">画廊</a>中找到可工作于 Firefox 移动版的附加组件。

source: Developer Topics
cs: Témata pro vývojáře
de: Entwickler-Themen
el: Θεματολογία δημιουργών
es: Temas para desarrolladores
fr: Sujets développeurs
it: Discussioni dello sviluppatore
ja: 開発者向けトピックス
ko: 개발자 관련
nl: Ontwikkelaarsonderwerpen
pa_in: ਡਿਵੈਲਪਰ ਵਿਸ਼ੇ
pl: Dla autorów dodatków
pt_pt: Tópicos do desenvolvedor
ru: Информация для разработчиков
sl: Teme za razvijalce
uk: Теми для розробників
zh_cn: 开发者话题

source: Please see our <a href="%(faq_url)s">Developer FAQ</a> and <a href="%(hub_url)s">Developer Hub</a> for answers to add-on developer-related questions.
cs: Pro otázky týkající se vývoje doplňků navšivte <a href="%(faq_url)s">často kladené otázky pro vývojáře</a> a <a href="%(hub_url)s">Centrum pro vývojáře</a>.
de: Bitte lesen Sie unsere <a href="%(faq_url)s">Developer FAQ</a> und unseren <a href="%(hub_url)s">Developer Hub</a> für Antworten auf Fragen von Add-on-Entwicklern.
el: Παρακαλούμε δείτε τις <a href="%(faq_url)s">συχνές ερωτήσεις για δημιουργούς</a> και το <a href="%(hub_url)s">ταμπλό δημιουργών</a> για απαντήσεις σε ερωτήσεις που αφορούν δημιουργούς πρόσθετων.
es: Consulta nuestras <a href="%(faq_url)s">FAQ para desarrolladores</a> y el <a href="%(hub_url)s">Centro de Desarrolladores</a> para encontrar respuestas relacionadas con la programación de complementos.
fr: Merci de consulter notre <a href="%(faq_url)s">FAQ développeurs</a> et le <a href="%(hub_url)s">point de rencontre développeur</a> pour des réponses aux questions des développeurs de modules.
it: Consulta le nostre <a href="%(faq_url)s">FAQ per gli sviluppatori</a> e il <a href="%(hub_url)s">Centro di sviluppo</a> per risposte relative allo sviluppo di componenti aggiuntivi.
ko: 개발자와 관련된 질문에 대한 답을 얻으려면 저희 <a href="%(faq_url)s">개발자 FAQ</a>와 <a href="%(hub_url)s">개발자 허브</a>를 살펴보세요.
nl: Zie onze <a href="%(faq_url)s">Veelgestelde vragen voor ontwikkelaars</a> en <a href="%(hub_url)s">Ontwikkelaarshub</a> voor antwoorden op vragen met betrekking tot de ontwikkeling van add-ons.
pa_in: ਡਿਵੈਲਪਰ-ਸਬੰਧਤ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬਾਂ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡਾ <a href="%(faq_url)s">ਡਿਵੈਲਪਰ FAQ</a> ਅਤੇ <a href="%(hub_url)s">ਡਿਵੈਲਪਰ ਹੱਬ</a> ।
pl: Aby uzyskać odpowiedź na pytania dotyczące tworzenia dodatków, przejdź na stronę <a href="%(faq_url)s">Tworzenie dodatków – FAQ</a> i <a href="%(hub_url)s">Strefa autora</a>.
pt_pt: Por favor veja a nossa <a href="%(faq_url)s">FAQ do desenvolvedor</a> e o <a href="%(hub_url)s">Hub do desenvolvedor</a> para respostas a questões relacionadas com o desenvolvimento de extras.
ru: Пожалуйста, прочтите наш <a href="%(faq_url)s">Developer FAQ</a> and <a href="%(hub_url)s">Developer Hub</a>, чтобы получить ответы на вопросы относящиеся к разработке дополнений.
sl: Oglejte si našo <a href="%(faq_url)s">Pogosta vprašanja za razvijalce FAQ</a> in <a href="%(hub_url)s">Razvojni center</a> za odgovore na vprašanja, ki so povezana z razvojem.
zh_cn: 更多有关附加组件开发者问题的答案，请参阅我们的<a href="%(faq_url)s">开发者常见问题</a>和<a href="%(hub_url)s">开发者中心</a>。

source: Still have questions?
cs: Stále máte otázky?
de: Haben Sie immer noch Fragen?
el: Έχετε κι άλλες ερωτήσεις;
es: ¿Aún tienes preguntas?
fr: Vous avez toujours des questions ?
it: Hai altre domande?
ja: まだ質問がありますか？
ko: 궁금한게 더 있으신가요?
nl: Nog steeds vragen?
pa_in: ਹਾਲੇ ਵੀ ਸਵਾਲ ਹਨ?
pl: Nadal masz pytania?
pt_pt: Ainda tem perguntas?
ru: Все еще есть вопросы?
sl: Še kakšno vprašanje?
uk: Залишились питання?
zh_cn: 还有问题？
