Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: my add-on's compatibility is upgraded successfully
cs: kompatibilita mého doplňku je úspěšně aktualizována
de: Die Kompatibilität meiner Add-ons wurde erfolgreich erhöht
es: la compatibilidad de mi complemento se actualiza con éxito
fr: la compatibilité de mon module a été mise à jour avec succès
it: la compatibilità del mio componente aggiuntivo è stata aggiornata correttamente
ko: 부가 기능 호환성이 업그레이드 되었습니다
nl: de compatibiliteit van mijn add-on is met succes bijgewerkt
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਦੀ ਅਨੁਕੂਲਤਾ ਸਫ਼ਲਤਾਪੂਰਨ ਅੱਪਗਰੇਡ ਹੋਈ
pl: Kompatybilność mojego dodatku została zaktualizowana
pt_pt: a compatibilidade do meu extra foi actualizada com sucesso
ru: совместимость моего дополнения успешно обновлена
sl: združljivost za moj dodatek je uspešno nadgrajena
zh_cn: 我的附加组件的兼容性升级成功

source: my sdk-based add-on is upgraded successfully
cs: můj doplněk založený na SDK je úspěšně aktualizován
de: Mein SDK-basiertes Add-on wurde erfolgreich aktualisiert
es: mi complemento basado en el SDK está actualizado con éxito
fr: la compatibilité de mon module utilisant le sdk a été mise à jour avec succès
it: il mio componente aggiuntivo basato su SDK si è aggiornato correttamente
ko: sdk 기반 부가 기능이 업그레이 되었습니다
nl: mijn sdk-gebaseerde add-on is met succes bijgewerkt
pa_in: ਮੇਰਾ sdk-ਅਧਾਰਿਤ ਐਡ-ਆਨ ਸਫ਼ਲਤਾਪੂਰਨ ਅੱਪਗਰੇਡ ਹੋਇਆ
pl: Mój dodatek stworzony za pomocą SDK został zaktualizowany
pt_pt: o meu extra baseado no sdk foi actualizado com sucesso
ru: моё основанное на SDK дополнение успешно обновлено
sl: moj na osnovi sdk zgrajen dodatek je uspešno nadgrajen
zh_cn: 我的基于SDK的附加组件升级成功

source: someone writes a review of my add-on
cs: někdo napíše recenzi k mému doplňku
de: Jemand schreibt eine Bewertung für mein Add-on
es: alguien escribe una valoración de mi complemento
fr: quelqu'un a écrit une critique sur mon module
it: qualcuno scrive una recensione del mio componente aggiuntivo
ko: 누군가 부가 기능에 평가를 작성했습니다
nl: iemand schrijft een beoordeling over mijn add-on
pa_in: ਕਿਸੇ ਨੇ ਮੇਰੇ ਐਡ-ਆਨ ਲਈ ਸਮੀਖਿਆ ਲਿਖੀ
pl: Ktoś napisał opinię o moim dodatku
pt_pt: alguém escreveu um comentário sobre o meu extra
ru: кто-то пишет отзыв на моё дополнение
sl: nekdo piše recenzijo za moj dodatek
zh_cn: 有人对我的附加组件写了评论

source: someone writes a review of my app
cs: někdo napíše k mé aplikaci recenzi
de: Jemand schreibt eine Bewertung für meine Anwendung
es: alguien escribe una valoración de mi aplicación
fr: quelqu'un a écrit une critique sur mon application
it: qualcuno scrive una recensione sulla mia app
ko: 누군가 앱에 평가를 작성했습니다
nl: iemand schrijft een beoordeling over mijn app
pa_in: ਕਿਸੇ ਨੇ ਮੇਰੇ ਐਪ ਲਈ ਸਮੀਖਿਆ ਲਿਖੀ
pl: ktoś napisał opinię o mojej aplikacji
pt_pt: alguém escreveu um comentário sobre o meu aplicativo
ru: кто-то пишет отзыв на моё приложение
sl: nekdo piše recenzijo za mojo aplikacijo
zh_cn: 有人给我的应用撰写了评论

source: add-on contests or events are announced
cs: je oznámena soutěž ohledně doplňků nebo událost
de: Add-on-Wettbewerbe oder -Veranstaltungen werden angekündigt
es: se anuncian concursos o eventos de complementos
fr: des compétitions ou événements de module sont annoncés
it: vengono annunciati concorsi o eventi relativi ai componenti aggiuntivi
ko: 부가 기능 콘테스트나 이벤트 소식이 있습니다
nl: er worden add-on-wedstrijden of -evenementen aangekondigd
pa_in: ਐਡ-ਆਨ ਮੁਕਾਬਲੇ ਅਤੇ ਸਮਾਗਮ ਐਲਾਨੇ ਗਏ
pl: Zapowiedziano konkursy lub imprezy związane z dodatkami
pt_pt: concursos ou eventos de extras são anunciados
ru: объявлены конкурсы или события для дополнений
sl: objavlja se tekmovanja ali prireditve za dodatke
zh_cn: 宣布了附加组件竞赛或事件

source: my add-on's compatibility cannot be upgraded
cs: kompatibilita mého doplňku nemůže být aktualizována
de: Die Komatibilität meines Add-ons kann nicht erhöht werden
es: la compatibilidad de mi complemento no puede ser actualizada
fr: la compatibilité de mon module n'a pas pu être mise à jour
it: la compatibilità del mio componente aggiuntivo non può essere aggiornata
ko: 부가 기능 호환성을 업그레이드 할 수 없습니다
nl: de compatibiliteit van mijn add-on kan niet worden bijgewerkt
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਦੀ ਅਨੁਕੂਲਤਾ ਅੱਪਗਰੇਡ ਨਹੀਂ ਹੋ ਸਕਦੀ
pl: Nie można zaktualizować kompatybilności mojego dodatku
pt_pt: a compatibilidade do meu extra não pode ser actualizada
ru: совместимость моего дополнения не может быть обновлена
sl: združljivosti za moj dodatek ni mogoče nadgraditi
zh_cn: 我的附加组件的兼容性不能升级

source: my sdk-based add-on cannot be upgraded
cs: můj doplněk postavený na SDK nemůže být aktualizován
de: Mein SDK-basiertes Add-on kann nicht aktualisiert werden
es: mi complemento basado en el SDK no puede ser actualizado
fr: la compatibilité de mon module utilisant le sdk n'a pas pu être mise à jour
it: il mio componente aggiuntivo basato su SDK non può essere aggiornato
ko: sdk 기반 부가 기능을 업그레이드 할 수 없습니다
nl: mijn sdk-gebaseerde add-on kan niet worden bijgewerkt
pa_in: ਮੇਰਾ sdk-ਅਧਾਰਿਤ ਐਡ-ਆਨ ਅੱਪਗਰੇਡ ਨਹੀਂ ਹੋ ਸਕਦਾ
pl: Nie można zaktualizować mojego dodatku stworzonego za pomocą SDK
pt_pt: o meu extra baseado no sdk não pode ser actualizado
ru: моё основанное на SDK дополнение не может быть обновлено
sl: mojega z sdk razvitega dodatka ni mogoče nadgraditi
zh_cn: 我的基于SDK的附加组件不能升级

source: my add-on is reviewed by an editor
cs: můj doplněk je zkontrolován redaktorem
de: Mein Add-on wird von einem Redakteurt geprüft
es: mi compelemento es revisado por un editor
fr: mon module est en cours de vérification par un éditeur
it: il mio componente aggiuntivo è stato verificato da un revisore
ko: 부가 기능이 편집자의 심사를 거쳤습니다
nl: mijn add-on wordt door een editor beoordeeld
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਦੀ ਸੰਪਾਦਕ ਵੱਲੋਂ ਸਮੀਖਿਆ ਹੋਈ
pl: Mój dodatek został sprawdzony przez recenzenta
pt_pt: o meu extra é revisto por um editor
ru: моё дополнение проверено редактором
sl: urednik pregleduje moj dodatek
zh_cn: 我的附加组件已被一名审核员审核

source: Mozilla needs to contact me about my individual add-on
cs: Mozilla mě potřebuje kontaktovat ohledně některého z mých doplňků
de: Mozilla muss mich wegen meines Add-ons kontaktieren
es: Mozilla necesita contactar conmigo por mi complemento individual
fr: Mozilla a besoin de me contacter à propos de mon module
it: Mozilla deve contattarmi per informazioni sui singoli componenti aggiuntivi
ko: Mozilla에서 개인적으로 사용중인 부가 기능에 관해 대화를 하길 원합니다
nl: Mozilla dient contact met mij op te nemen over mijn individuele add-on
pa_in: ਮੌਜੀਲਾ ਨੂੰ ਮੇਰੇ ਵਿਅਕਤੀਗਤ ਐਡ-ਆਨ ਬਾਰੇ ਮੈਨੂੰ ਸੰਪਰਕ ਕਰਨ ਦੀ ਲੋੜ
pl: Mozilla chce skontaktować się ze mną w sprawie mojego dodatku
pt_pt: A Mozilla necessita contactá-lo sobre o meu extra individual
ru: Mozilla необходимо связаться по поводу моего индивидуального дополнения
sl: Mozilla me mora kontaktirati zaradi določenega dodatka
zh_cn: Mozilla 需要联系我，有关我自己的附加组件

source: my app is reviewed by an editor
cs: má aplikace je kontrolována redaktorem
de: Meine Anwendung wird von einem Redakteur überprüft
es: mi aplicación está revisada por un editor
fr: mon application est vérifié par un éditeur
it: la mia app viene controllata da un revisore
ko: 앱이 편집자의 심사를 거쳤습니다
nl: mijn app is beoordeeld door een editor
pa_in: ਮੇਰੇ ਐਪ ਦੀ ਸੰਪਾਦਕ ਵੱਲੋਂ ਸਮੀਖਿਆ ਹੋਈ
pl: moja aplikacja została sprawdzona przez recenzenta
pt_pt: meu aplicativo foi analisado por um editor
ru: мое приложение проверено редактором
sl: urednik pregleduje mojo aplikacijo
zh_cn: 我的附加组件已被一名审核员审核

source: Mozilla needs to contact me about my individual app
cs: Mozilla mě potřebuje kontaktovat ohledné mé aplikace
de: Mozilla muss sich wegen meiner Anwendung bei mir melden
es: Mozilla tiene que contactar conmigo por mi aplicación
fr: Mozilla a besoin de me contacter à propos de mon application individuelle
it: Mozilla ha bisogno di contattarmi riguardo a un'app che ho sviluppato
ko: Mozilla에서 앱과 관련해서 연락을 하고 싶어합니다
nl: Mozilla dient contact met me op te nemen over mijn individuele app
pa_in: ਮੌਜੀਲਾ ਨੂੰ ਮੇਰੇ ਵਿਅਕਤੀਗਤ ਐਪ ਲਈ ਮੈਨੂੰ ਸੰਪਰਕ ਕਰਨ ਦੀ ਲੋੜ
pl: Mozilla potrzebuje skontaktować się ze mną w sprawie mojej aplikacji
pt_pt: Mozilla precisa entrar em contato sobre meu aplicativo
ru: Mozilla необходимо связаться со мной по поводу моего приложения
sl: Mozilla mora stopiti v stik z mano zaradi določene aplikacije
zh_cn: Mozilla 需要联系我，有关我自己的应用

source: Mozilla wants to contact me about relevant App Developer news and surveys
cs: Mozilla mě chce kontaktovat ohledně relevantních novinek a průzkumů týkajících se vývoje aplikací.
de: Mozilla möchte mich wegen relevanter Nachrichten und Umfragen für Anwendungsentwickler kontaktieren
es: Mozilla desea contactar conmigo con relación a noticias y encuestas importantes sobre desarrolladores de aplicaciones
fr: Mozilla veut me contacter à propos de nouvelles et sondages liés pour les développeurs d'application
it: Mozilla vuole segnalarmi notizie rilevanti per lo sviluppo delle app o per dei sondaggi
ko: Mozilla에서 앱 개발자 뉴스와 설문을 위해 연락을 하고 싶어합니다
nl: Mozilla wil contact met me opnemen over relevant app-ontwikkelaarsnieuws en enquêtes
pa_in: ਮੌਜੀਲਾ ਮੇਰੇ ਨਾਲ ਐਡ-ਆਨ ਡਿਵੈਲਪਰ ਨਾਲ ਸਬੰਧਤ ਖਬਰਾਂ ਅਤੇ ਸਰਵੇਖਣਾਂ ਬਾਰੇ ਸੰਪਰਕ ਕਰਨਾ ਚਾਹੁੰਦਾ
pl: Mozilla chce skontaktować się ze mną w sprawie istotnych aktualności oraz ankiet
pt_pt: A Mozilla quer contactar-me para notícias e inquéritos relevantes para programadores de aplicações
ru: Mozilla хочет связаться со мной по поводу новостей и опросов для Разработчиков Приложений
sl: Mozilla želi priti v stik z mano zaradi pomembnih novic in anket za razvijalce aplikacij
zh_cn: Mozilla 希望就应用开发者有关的新闻和调查联系我

source: Mozilla wants to contact me about new regions added to the Marketplace
cs: Mozilla mě chce kontaktovat o přidání nových regionů do Marketplace
de: Mozilla möchte mich wegen neuer Regionen, die dem Marktplatz hinzugefügt wurden, kontaktieren
es: Mozilla desea ponerse en contacto conmigo para agregar nuevas regiones al Marketplace
fr: Mozilla veut me contacter à propos de nouvelles régions prises en charge par le Marketplace
it: Mozilla vuole contattarmi quando vengono aggiunte nuove regioni al Marketplace
ko: Mozilla에서 마켓플레이스에 새 지역을 추가하기 위해 연락을 필요로 하고 있습니다
nl: Mozilla wil contact met me opnemen over nieuwe aan de Marketplace toegevoegde regio’s
pa_in: ਮੌਜੀਲਾ ਮੇਰੇ ਨਾਲ ਮੰਡੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ ਨਵੇਂ ਖੇਤਰਾਂ ਬਾਰੇ ਸੰਪਰਕ ਕਰਨਾ ਚਾਹੁੰਦਾ।
pl: Mozilla chce skontaktować się ze mną w sprawie nowych regionów dodanych do Marketplace
pt_pt: A Mozilla quer contactar-me sobre novas regiões adicionadas ao Marketplace
sl: Mozilla želi priti v stik z mano glede novih območij, ki jih je dodala v Marketplace
zh_cn: Mozilla 希望就市场中添加新的区域的问题联系我

source: User Notifications
cs: Uživatelská upozornění
de: Benutzerbenachrichtigungen
es: Notificaciones de usuario
fr: Notification utilisateur
it: Notifiche utente
ja: ユーザ通知
ko: 사용자 알림 메시지
nl: Gebruikersnotificaties
pa_in: ਉਪਭੋਗੀ ਅਧਿਸੂਚਨਾਵਾਂ
pl: Powiadomienia użytkownika
pt_pt: Notificações do utilizador
ru: Уведомления пользователя
uk: Сповіщення користувача
zh_cn: 用户通知

source: An email address is required.
cs: E-mailová adresa je vyžadována.
de: Eine E-Mail-Adresse wird benötigt.
es: Se requiere una dirección de correo electrónico.
fr: Une adresse de courriel est nécessaire.
it: È necessario fornire un indirizzo email.
ja: メールアドレスが必要です。
ko: 이메일 주소를 입력해야 합니다.
nl: Een e-mailadres is verplicht.
pa_in: ਇੱਕ ਈਮੇਲ ਪਤੇ ਦੀ ਲੋੜ ਹੈ।
pl: Adres e-mail jest wymagany.
pt_pt: É necessário um endereço de email.
ru: Требуется адрес эл. почты.
sl: Zahteva se e-naslov.
uk: Адреса електронної пошти обов'язкова.
zh_cn: 电子邮件地址是必须的。

source: A user with that email address does not exist.
cs: Uživatel s touto e-mailovou adresou neexistuje.
de: Ein Benutzer mit dieser E-Mail-Adresse existiert nicht.
es: No existe un usuario con esa dirección de correo electrónico.
fr: Aucun utilisateur existant avec cette adresse de courriel.
it: Non esiste un utente associato a questo indirizzo email.
ja: このメールアドレスを持つユーザは存在しません。
ko: 이메일 주소가 없는 사용자입니다.
nl: Er bestaat geen gebruiker met dat e-mailadres.
pa_in: ਇਸ ਈਮੇਲ ਪਤੇ ਵਾਲਾ ਉਪਭੋਗੀ ਮੌਜੂਦ ਨਹੀਂ।
pl: Nie ma użytkownika z takim adresem e-mail.
pt_pt: Não existe nenhum utilizador com esse endereço de email.
ru: Пользователь с этим адресом эл. почты не существует.
sl: Uporabnik s tem e-poštnim naslovom ne obstaja.
uk: Користувача з такою адресою електронної пошти не існує.
zh_cn: 该电子邮件地址的用户不存在。

source: A user with that email address does not exist, or the user has not yet accepted the developer agreement.
cs: Uživatel se zvolenou e-mailovou adresou neexistuje nebo dosud neodsouhlasil ujednání pro vývojáře.
de: Ein Benutzer mit dieser E-Mail-Adresse existiert nicht, oder der Benutzer hat die Entwicklervereinbarung noch nicht akzeptiert.
es: No existe un usuario con esa dirección de correo electrónico, o el usuario aún no ha aceptado el acuerdo de desarrolladores.
fr: Aucun utilisateur trouvé avec cette adresse courriel, ou l'utilisateur n'a pas accepté les conditions des développeurs.
it: Non esiste un utente associato a questo indirizzo email, oppure l'utente non ha ancora accettato i termini dell'accordo per gli sviluppatori.
ko: 이메일 주소가 없거나 개발자 동의서에 동의하지 않은 사용자입니다.
nl: Er bestaat geen gebruiker met dat e-mailadres, of de gebruiker heeft de ontwikkelaarsovereenkomst nog niet geaccepteerd.
pl: Użytkownik z tym adresem e-mail nie istnieje lub nie zaakceptował jeszcze umowy autora.
ru: Пользователь с данным email адресом не существует, либо пользователь ещё не принял соглашение разработчика.
sl: Uporabnik s tem e-poštnim naslovom ne obstaja, ali pa si še ni sprejel sporazuma za razvijalce.
zh_cn: 不存在登记了那个邮件地址的用户，或者这名用户尚未接受开发者协议。

source: Invalid confirmation code!
cs: Špatný aktivační kód!
de: Falscher Bestätigungscode!
el: Μη έγκυρος κωδικός επιβεβαίωσης!
es: ¡Código de confirmación no válido!
fr: Code de confirmation invalide !
it: Codice di conferma non valido
ja: 不正な確認コードです。
ko: 유효하지 않는 확인 코드!
nl: Ongeldige bevestigingscode!
pa_in: ਗਲਤ ਪੁਸ਼ਟੀ ਕੋਡ!
pl: Kod potwierdzający jest nieprawidłowy!
pt_pt: Código de confirmação inválido!
ru: Неверный код подтверждения!
sl: Neveljavna potrditvena koda!
uk: Недійсний код підтвердження!
zh_cn: 无效的确认码！

source: Successfully verified!
cs: Úspěšně ověřeno!
de: Benutzerkonto erfolgreich bestätigt.
el: Επιβεβαιώθηκε με επιτυχία!
es: ¡Verificado con éxito!
fr: Vérification réussie !
it: Verificato con successo
ja: 認証が完了しました。
ko: 검증 완료!
nl: Met succes geverifieerd!
pa_in: ਸਫ਼ਲਤਾਪੂਰਨ ਤਸਦੀਕ ਹੋਇਆ!
pl: Konto zostało pomyślnie zweryfikowane!
pt_pt: Verificado com Sucesso!
ru: Проверка успешно завершена!
sl: Uspešno preverjeno!
uk: Успішно перевірено!
zh_cn: 验证成功！

source: An email has been sent to your address {0} to confirm your account. Before you can log in, you have to activate your account by clicking on the link provided in this email.
cs: Na vaši adresu {0} byl odeslán e-mail obsahující odkaz k aktivaci účtu. Před tím než se budete moci přihlásit, si musíte svůj účet aktivovat klepnutím na tento odkaz.
de: Eine E-Mail wurde an Ihre Adresse {0} gesendet, um Ihre E-Mail-Adresse zu bestätigen. Bevor Sie sich einloggen können, müssen Sie den in der Mail enthaltenen Link aufrufen, um Ihr Konto zu aktivieren.
el: Έχει αποσταλεί μήνυμα επιβεβαίωσης στη διεύθυνση {0}. Για να μπορέσετε να συνδεθείτε θα πρέπει πρώτα να ενεργοποιήσετε το λογαριασμό σας κάνοντας κλικ στο δεσμό που θα βρείτε στο μήνυμα αυτό.
es: Se ha enviado un correo a tu dirección {0} para confirmar tu cuenta. Antes de que puedas conectar, debes activar tu cuenta haciendo clic en el enlace que hay en dicho correo.
fr: Un courriel a été envoyé à votre adresse {0} afin de confirmer votre compte. Avant de pouvoir vous connecter, vous devez activer votre compte en cliquant sur le lien fourni dans ce message.
it: È stata inviata una email al tuo indirizzo {0} per attivare il tuo account. Per poter accedere è necessario fare clic sul link contenuto in questo messaggio e-mail.
ja: 入力されたメールアドレス {0} にアカウント確認のメールを送信しました。ログインする前に、そのメールに書かれたリンクをクリックして認証手続きをしてください。
ko: 이메일 정보가 정확한지 {0}로 확인 이메일을 보냈습니다. 로그인 전에 메일을 확인하고 제공된 링크를 클릭해 계정을 먼저 활성화 시켜야 합니다.
nl: Er is een e-mail verzonden naar uw adres {0} om uw account te bevestigen. Voordat u zich kunt aanmelden dient u uw account te activeren door op de koppeling in dit e-mailbericht te klikken.
pa_in: ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਲਈ ਤੁਹਾਡੇ ਪਤੇ {0} ਤੇ ਈਮੇਲ ਭੇਜ ਦਿੱਤਾ ਗਿਆ। ਤੁਹਾਨੂੰ ਲਾਗ ਇਨ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਇਸ ਈਮੇਲ ਵਿੱਚ ਦਿੱਤੇ ਲਿੰਕ ਤੇ ਕਲਿੱਕ ਕਰਨ ਦੁਆਰਾ ਆਪਣਾ ਖਾਤਾ ਸਰਗਰਮ ਕਰਨਾ ਪਵੇਗਾ।
pl: Na twój adres e-mail {0} została wysłana wiadomość zawierająca dane do aktywacji konta. Aby móc się zalogować, należy dokonać jego aktywacji, klikając odnośnik znajdujący się w wiadomości.
pt_pt: Foi enviada uma mensagem de correio electrónico a {0} para confirmar a sua conta. Antes de poder entrar, tem de activar a sua conta clicando na ligação fornecida nesta mensagem de correio electrónico.
ru: Для подтверждения создания учётной записи по адресу {0} было отправлено письмо. Перед тем как войти, вы должны активировать учётную запись, щёлкнув по ссылке, находящейся в этом письме.
sl: Poslali smo vam e-pošto na {0}, da potrdite svoj novi račun. Preden se lahko prijavite, morate aktivirati svoj račun s klikom na povezavo v tej e-pošti.
uk: Надіслано електронного листа на вашу адресу {0} для підтвердження вашого рахунку. Перед тим, як увійти, ви повинні активувати ваш рахунок, натиснувши на наведеному у листі посиланні.
zh_cn: 向您的邮箱 {0} 发送了一封确认邮件。通过点击邮件中提供的链接激活您的帐户，之后才能登录。

source: Confirmation Email Sent
cs: Zaslání potvrzujícího e-mailu
de: Bestätigungs-E-Mail verschickt
el: Στάλθηκε μήνυμα επιβεβαίωσης
es: Correo de confirmación enviado
fr: Courriel de confirmation envoyé
it: Email di conferma inviata
ja: 確認のためのメールが送信されました
ko: 확인 이메일이 전송되었습니다
nl: Bevestigingsbericht verzonden
pa_in: ਪੁਸ਼ਟੀ ਈਮੇਲ ਭੇਜਿਆ
pl: Potwierdzenie zostało wysłane
pt_pt: Enviada mensagem de confirmação
ru: Отправлено письмо для подтверждения
sl: E-pošta za potrdilo poslana
uk: Лист для підтвердження надіслано
zh_cn: 确认邮件已发送

source: Profile Deleted
cs: Profil byl smazán
de: Benutzerprofil gelöscht
el: Διαγράφηκε το προφίλ
es: Perfil borrado
fr: Profil supprimé
it: Profilo eliminato
ja: プロファイルが削除されました
ko: 삭제된 프로필
nl: Profiel verwijderd
pa_in: ਪ੍ਰੋਫ਼ਾਈਲ ਹਟਾਈ
pl: Profil został usunięty
pt_pt: Perfil eliminado
ru: Профиль удалён
sl: Profil izbrisan
uk: Профіль видалено
zh_cn: 账户已删除

source: Photo Deleted
cs: Fotografie byla smazána
de: Bild gelöscht
el: Η φωτογραφία διαγράφτηκε
es: Foto borrada
fr: Photo supprimée
it: Immagine eliminata
ja: 写真が削除されました
ko: 사진이 삭제되었습니다
nl: Foto verwijderd
pa_in: ਫ਼ੋਟੋ ਹਟਾਈ
pl: Zdjęcie zostało usunięte
pt_pt: Fotografia eliminada
ru: Фото удалено
sl: Foto izbrisan
uk: Світлина вилучена
zh_cn: 照片已删除

source: Profile Updated
cs: Profil byl aktualizován
de: Benutzerprofil aktualisiert
el: Ενημερώθηκε το προφίλ
es: Perfil actualizado
fr: Profil mis à jour
it: Profilo aggiornato
ja: プロファイルが更新されました
ko: 업데이트된 프로필
nl: Profiel bijgewerkt
pa_in: ਪ੍ਰੋਫ਼ਾਈਲ ਅੱਪਡੇਟ ਹੋਈ
pl: Profil został zaktualizowany
pt_pt: Perfil actualizado
ru: Профиль обновлён
sl: Profil posodobljen
uk: Профіль оновлено
zh_cn: 账户已更新

source: Email Confirmation Sent
cs: Zaslání potvrzujícího e-mailu
de: E-Mail-Bestätigung verschickt
el: Στάλθηκε μήνυμα επιβεβαίωσης
es: Correo de confirmación enviado
fr: Courriel de confirmation envoyé
it: Email di conferma inviata
ja: 確認メールが送信されました
ko: 확인 이메일이 전송되었습니다
nl: Bevestigingsbericht verzonden
pa_in: ਈਮੇਲ ਪੁਸ਼ਟੀ ਭੇਜੀ ਗਈ
pl: Wysłano wiadomość zawierającą odnośnik do potwierdzenia
pt_pt: Mensagem de confirmação enviada
ru: Запрос на подтверждение отправлен в письме
sl: Poštno potrdilo poslano po E-pošti
uk: Лист з підтвердженням надіслано
zh_cn: 邮件验证已发出

source: An email has been sent to {0} to confirm your new email address. For the change to take effect, you need to click on the link provided in this email. Until then, you can keep logging in with your current email address.
cs: Na vaši e-mailovou adresu {0} byl zaslán e-mail pro potvrzení vaší nové e-mailové adresy. Pro její nastavení musíte klepnout na odkaz, který je v e-mailu uveden. Do té doby se stále přihlašujte pomocí vaší aktuální e-mailové adresy.
de: Eine E-Mail wurde an {0} verschickt, um Ihre neue E-Mail-Adresse zu bestätigen. Um die Änderung wirksam werden zu lassen, müssen Sie auf den Link in dieser E-Mail klicken. Bis dahin können Sie sich weiterhin mit Ihrer aktuellen E-Mail-Adresse anmelden.
es: Se ha enviado un mensaje a {0} para confirmar tu nueva dirección de correo electrónico. Para que el cambio tenga efecto, tienes que hacer clic en el enlace proporcionado en ese mensaje. Hasta entonces, puedes seguir conectándote con tu dirección de correo electrónico actual.
fr: Un courriel a été envoyé à {0} pour confirmer votre nouvelle adresse. Pour que le changement soit effectif, vous devez cliquer sur le lien fournit dans le courriel. En attendant, vous pouvez toujours vous connecter avec l'adresse courriel actuelle.
it: È stato inviato un messaggio a {0} per confermare il nuovo indirizzo email. Fare clic sul link presente nel messaggio per confermare le modifiche. Fino a quel momento potrai fare il login utilizzando il vecchio indirizzo di posta elettronica.
ja: 新しいメールアドレスを確認するメールが {0} に送信されました。新しいメールアドレスを有効にするには、送信されたメールに書かれたリンクをクリックする必要があります。それまでは、現在のメールアドレスでログインできます。
ko: 새 이메일 주소를 확인하기 위해 {0} 주소로 이메일이 전송됐습니다. 변경 사항을 적용하려면 전송된 이메일에 제공된 링크를 클릭해 주세요. 그 전까진 현재 이메일 주소로 계속 로그인하실 수 있습니다.
nl: Er is een e-mailbericht verzonden naar {0} om uw nieuwe e-mailadres te bevestigen. U dient op de koppeling in dit e-mailbericht te klikken om de wijziging door te voeren. Tot die tijd kunt u zich blijven aanmelden met uw huidige e-mailadres.
pa_in: ਤੁਹਾਡੇ ਨਵੇਂ ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ {0} ਤੇ ਇੱਕ ਈਮੇਲ ਭੇਜੀ ਗਈ। ਬਦਲਾਅਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਇਸ ਈਮੇਲ ਵਿੱਚ ਦਿੱਤੇ ਲਿੰਕ ਤੇ ਕਲਿੱਕ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਤਦ ਤੱਕ, ਤੁਸੀਂ ਆਪਣੇ ਮੌਜੂਦਾ ਈਮੇਲ ਪਤੇ ਨਾਲ ਲਾਗਇਨ ਰਹਿ ਸਕਦੇ ਹੋ।
pl: Wiadomość zawierająca odnośnik do potwierdzenia nowego adresu e-mail została wysłana do {0}. Aby zmiana zaczęła obowiązywać, należy kliknąć odnośnik przesłany w tym e-mailu. Do tego czasu można logować się przy użyciu dotychczasowego adresu e-mail.
pt_pt: Foi enviada uma mensagem de correio para {0} para confirmar o seu novo endereço. Para a alteração ter efeito, tem de clicar na ligação incluída nessa mensagem de correio. Até lá, pode continuar a entrar com o seu endereço de correio atual.
ru: Для подтверждения вашего нового адреса эл. почты на адрес {0} было отправлено письмо. Для произведения смены, вам необходимо щёлкнуть по ссылке, указанной в этом письме. До тех пор вы можете входить, используя ваш текущий адрес эл. почты.
sl: Poslali smo vam e-pošto na {0}, da potrdite svoj novi račun. Preden se lahko prijavite, morate aktivirati svoj račun s klikom na povezavo v tej e-pošti. Do nadaljnjega se lahko prijavljate s svojim sedanjim e-poštnim naslovom.
uk: Лист був надісланий на {0} для підтвердження нової адреси електронної пошти. Щоб зміни набули чинності, вам потрібно перейти за посиланням в цьому листі. А поки що, ви можете продовжувати вхід зі своєю поточною адресою.
zh_cn: 一封电子邮件已发送到 {0} 以确认您的新电子邮件地址。为了使更改生效，您需要点击该电子邮件提供的链接。完成之后，您就可以保持您当前的电子邮件地址了。

source: Please confirm your email address change at %s
cs: Potvrďte prosím změnu vaší e-mailové adresy na %s
de: Bitte bestätigen Sie die Änderung Ihrer E-Mail-Adresse für %s
es: Por favor, confirma tu cambio de dirección de correo en %s
fr: Merci de confirmer votre changement d'adresse courriel à %s
it: Conferma la modifica del tuo indirizzo email a %s
ko: %s에서 이메일 주소 변경 사항을 확인해 주세요
nl: Bevestig de wijziging van uw e-mailadres op %s
pa_in: ਕਿਰਪਾ ਕਰਕੇ %s ਤੇ ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź zmianę adresu e-mail na %s
pt_pt: Por favor, confirme a alteração do seu endereço de correio em %s
ru: Пожалуйста, подтвердите изменение своего адреса электронной почты на %s
sl: Potrdite prosim spremembo svojega e-naslova na %s
uk: Будь ласка, підтвердіть зміну своєї адреси електронної пошти на %s
zh_cn: 请确认您在 %s 上的电子邮件地址变更
