Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add-ons Downloaded by Date
cs: Stažené doplňky dle data
de: Heruntergeladene Add-ons nach Datum
es: Complementos descargados por fecha
fr: Modules téléchargés par date
it: Componenti aggiuntivi scaricati per data
ja: 日別アドオンダウンロード回数
ko: 날짜별 다운로드된 부가 기능
nl: Gedownloade add-ons op datum
pa_in: ਡਾਊਨਲੋਡ ਹੋਏ ਐਡ-ਆਨ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Pobrane dodatki wg daty
pt_pt: Extras transferidos por data
ru: Дополнений загружено, по дате
sl: Dodatki prenosi po datumu
zh_cn: 按日期的附加组件下载

source: Add-ons in Use by Date
cs: Používané doplňky dle data
de: Verwendete Add-ons nach Datum
es: Complementos en uso por fecha
fr: Modules utilisés par date
it: Componenti aggiuntivi in uso per data
ja: 日別アドオン使用回数
ko: 날짜별 사용중인 부가 기능
nl: Gebruikte add-ons op datum
pa_in: ਵਰਤੋਂ ਵਿੱਚ ਐਡ-ਆਨ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Używane dodatki wg daty
pt_pt: Extras em utilização por data
ru: Дополнений используется, по дате
sl: Dodatki v rabi po datumu
zh_cn: 按日期的附加组件使用

source: Add-ons Updated by Date
cs: Aktualizované doplňky dle data
de: Aktualisierte Add-ons nach Datum
es: Complementos actualizados por fecha
fr: Modules mis à jour par date
it: Componenti aggiuntivi aggiornati per data
ja: 日別アドオン更新回数
ko: 날짜별 업데이트된 부가 기능
nl: Bijgewerkte add-ons op datum
pa_in: ਅੱਪਡੇਟ ਹੋਏ ਐਡ-ਆਨ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Zaktualizowane dodatki wg daty
pt_pt: Extras atualizados por Data
ru: Дополнений обновлено, по дате
sl: Dodatki posodobitve po datumu
zh_cn: 按日期的附加组件更新

source: Application usage by Date
cs: Podíl aplikace dle data
de: Anwendungsnutzung nach Datum
el: Χρήση εφαρμογής κατά ημερομηνία
es: Uso de la aplicación por fecha
fr: Utilisation de l'application par date
it: Utilizzo applicazione per data
ja: 日別アプリケーション使用回数
ko: 날짜별 애플리케이션 사용량
nl: Toepassingsgebruik op datum
pa_in: ਐਪਲੀਕੇਸ਼ਨਾਂ ਦੀ ਵਰਤੋਂ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Użycie programu wg daty
pt_pt: Utilização da aplicação por data
ru: Использование приложения по дате
sl: Uporaba aplikacije po datumu
zh_cn: 按日期统计应用的使用

source: Collections Created by Date
cs: Vytvořené sbírky dle data
de: Erstellte Sammlungen nach Datum
es: Colecciones creadas por fecha
fr: Collections créées par date
it: Raccolte create per data
ja: 日別コレクション作成回数
ko: 날짜별 제작된 모음집
nl: Gemaakte collecties op datum
pa_in: ਬਣਾਏ ਗਏ ਸੰਗ੍ਰਹਿ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Utworzone kolekcje wg daty
pt_pt: Coleções criadas por data
ru: Подборок создано, по дате
sl: Zbirke ustvarjene po datumu
zh_cn: 按日期的收藏集创建

source: Contributions by Date
cs: Příspěvky dle data
de: Beiträge nach Datum
es: Colaboraciones por fecha
fr: Contributions par date
it: Donazioni per data
ja: 日別寄付回数
ko: 날짜별 기부
nl: Bijdragen op datum
pa_in: ਯੋਗਦਾਨ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Dotacje wg daty
pt_pt: Contribuições por data
ru: Взносы по дате
sl: Prispevki po datumu
zh_cn: 按日期显示贡献

source: Downloaded by Date
cs: Stažení dle data
de: Heruntergeladen nach Datum
es: Descargado por fecha
fr: Téléchargements par date
it: Download per data
ja: 日別ダウンロード回数
ko: 날짜별 다운로드 횟수
nl: Gedownload op datum
pa_in: ਡਾਊਨਲੋਡ ਕੀਤੇ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Pobrane wg daty
pt_pt: Transferências por data
ru: Загружено по дате
sl: Prenosi po datumu
zh_cn: 按日期的下载

source: How are downloads counted?
cs: Jak jsou počty stažení počítány?
de: Wie werden Downloads gezählt?
es: ¿Cómo se cuentan las descargas?
fr: Comment les téléchargements sont-ils comptabilisés ?
it: Come vengono conteggiati i download?
ko: 다운로드 횟수는 어떤 방식으로 집계되나요?
nl: Hoe worden downloads geteld?
pa_in: ਡਾਊਨਲੋਡਾਂ ਦੀ ਗਿਣਤੀ ਕਿਵੇਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ?
pl: W jaki sposób liczone są pobrania?
pt_pt: Como é que as transferências são contabilizadas?
ru: Как подсчитываются загрузки?
sl: Kako se šteje prenose?
uk: Як рахуються завантаження?
zh_cn: 下载量是如何计算的？

source: <h2>How are downloads counted?</h2> <p> Download counts are updated every evening and only include original add-on downloads, not updates. Downloads can be broken down by the specific source referring the download. </p>
cs: <h2>Jak jsou počty stažení počítány?</h2> <p> Počty stažení jsou aktualizovány každý večer a zahrnují pouze úvodní stažení doplňku, nikoliv aktualizace. Stažení mohou být zdrojem, z kterého je stahováno, přerušeny. </p>
de: <h2>Wie werden Downloads gezählt?</h2> <p> Download-Zähler werden jeden Abend aktualisiert und enthalten nur ursprüngliche Add-on-Downloads, keine Updates. Downloads können nach den einzelnen Quellen, die zum Download geführt haben, unterteilt werden. </p>
es: <h2>¿Cómo se cuentan las descargas?</h2> <p>Las cifras de descargas se actualizan cada noche y sólo incluyen las descargas originales del complemento, no sus actualizaciones. Las descargas pueden desglosarse por el origen concreto que enlazó a la descarga.</p>
fr: <h2>Comment les téléchargements sont-ils comptabilisés ?</h2> <p> Les statistiques de téléchargements sont mises à jour toutes les nuits et ne contiennent que les téléchargements nouveaux, pas les mises à jour. Ces informations peuvent être classifiées par rapport à la source d'origine du téléchargement.</p>
it: <h2>Come vengono conteggiati i download?</h2><p>Il numero di download viene aggiornato ogni sera e include solo i download, non gli aggiornamenti. È possibile suddividere i download in base alla sorgente.</p>
ko: <h2>다운로드 횟수는 어떤 방식으로 집계되나요?</h2> <p>다운로드 횟수는 매일 저녁에 갱신되며 업데이트를 뺀 순수 다운로드 횟수만 포함됩니다. 다운로드 횟수는 명시된 출처의 다운로드 조회 과정에 따라 제대로 표시되지 않을 수도 있습니다. </p>
nl: <h2>Hoe worden downloads geteld?</h2> <p> Het aantal downloads wordt elke avond bijgewerkt en omvat alleen initiële add-on-downloads, geen updates. Downloads kunnen worden opgedeeld naar de specifieke bron van de download. </p>
pa_in: <h2>ਡਾਊਨਲੋਡਾਂ ਦੀ ਗਿਣਤੀ ਕਿਵੇਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ?</h2> <p> ਡਾਊਨਲੋਡ ਗਿਣਤੀ ਹਰੇਕ ਸ਼ਾਮ ਅੱਪਡੇਟ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਕੇਵਲ ਅਸਲੀ ਐਡ-ਆਨ ਡਾਊਨਲੋਡ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ, ਅੱਪਡੇਟਾਂ ਨਹੀਂ। ਡਾਊਨਲੋਡਾਂ ਬਾਰੇ ਡਾਊਨਲੋਡ ਵੱਲ ਭੇਜਦੇ ਖਾਸ਼ ਸੋਰਸ ਦੁਆਰਾ ਪਤਾ ਲਗਾਇਆ ਜਾ ਸਕਦਾ।
pl: <h2>W jaki sposób liczone są pobrania?</h2> <p>Liczba pobrań jest aktualizowana co wieczór i zawiera wyłącznie pobrania dodatku, a nie jego aktualizacje. Liczba pobrań może być podzielona wg źródeł odsyłających do pobrania.</p>
pt_pt: <h2>Como são contabilizadas as transferências?</h2> <p> O número de transferências é atualizado todas as noites e apenas incluem transferências originais de extras e não atualizações. As transferências podem ser decompostas pela fonte específica que referenciou a transferência. </p>
ru: <h2>Как подсчитываются загрузки?</h2> <p> Число загрузок обновляется каждый вечер и включает в себя только новые загрузки дополнения, а не обновления. Загрузки могут быть разбиты по конкретным источникам, ссылающимся на загрузку. </p>
sl: <h2>Kako se šteje prenose? </h2><p> Statistiko prenosov se posodablja vsak večer, vsebuje pa samo originalne prenose dodatkov, posodobitve pa ne. Prenose se lahko loči po konkretnem viru za sklic na prenos.</p>
zh_cn: <h2>下载量是怎么计算的？</h2> <p> 下载量信息每天晚上更新，只包括原始的附加组件下载，不包括更新。下载量可按照不同的来源地址细分。</p>

source: User languages by Date
cs: Jazyky dle data
de: Benutzersprache nach Datum
el: Γλώσσες χρηστών κατά ημερομηνία
es: Idiomas de usuario por fecha
fr: Langues utilisateurs par date
it: Lingua dell'utente per data
ko: 날짜별 사용자 언어
nl: Gebruikerstalen op datum
pa_in: ਉਪਭੋਗੀ ਭਾਸ਼ਾਵਾਂ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Języki użytkownika wg daty
pt_pt: Idiomas de utilizador por data
ru: Языки пользователя по дате
sl: Uporabniški jeziki po datumu
zh_cn: 按日期统计用户语言

source: Platform usage by Date
cs: Používanost platforem dle data
de: Plattform-Nutzung nach Datum
es: Uso de plataformas por fecha
fr: Utilisation de la plateforme par date
it: utilizzo sulle diverse piattaforme per data
ko: 날짜별 플랫폼 점유율
nl: Platformgebruik op datum
pa_in: ਪਲੇਟਫ਼ਾਰਮ ਵਰਤੋਂ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Użycie platformy wg daty
pt_pt: Uso da plataforma por data
ru: Использование платформ по дате
sl: Uporaba platforme po datumu
zh_cn: 按日期统计使用平台

source: <b>{0}</b> Downloads
cs: <b>{0}</b> stažení
es: <b>{0}</b> descargas
fr: <b>{0}</b> téléchargements
it: <b>{0}</b> download
ko: 다운로드 <b>{0}</b>회
pa_in: <b>{0}</b> ਡਾਊਨਲੋਡ
pl: <b>{0}</b> pobrań
pt_pt: <b>{0}</b> Transferências
ru: <b>{0}</b> загрузок
sl: <b>{0}</b> Prenosov
zh_cn: <b>{0}</b>次下载

source: Loading...
cs: Probíhá načítání...
de: Laden…
es: Cargando...
fr: Chargement &hellip;
it: Caricamento in corso…
ja: 読み込み中...
ko: 불러오는 중...
nl: Laden…
pa_in: ਲੋਡ ਕਰ ਰਿਹਾ...
pl: Wczytywanie…
pt_pt: A carregar...
ru: Загрузка...
sl: Nalaganje...
uk: Завантаження...
zh_cn: 正在载入...

source: <b>{0}</b> Average Daily Users
cs: <b>{0}</b> průměrných denních uživatelů
de: <b>{0}</b> Benutzer pro Tag im Durchschnitt
es: <b>{0}</b> usuarios diarios de media
fr: <b>{0}</b> utilisateurs quotidiens moyens
it: <b>{0}</b> utenti al giorno (media)
ja: 日次平均ユーザ数 <b>{0}</b>
ko: 평균 일일 사용자 <b>{0}</b>명
nl: <b>{0}</b> gemiddelde dagelijkse gebruikers
pa_in: <b>{0}</b> ਰੋਜ਼ਾਨਾ ਉਪਭੋਗੀ ਔਸਤ
pl: Dziennie średnio <b>{0}</b> użytkowników
pt_pt: <b>{0}</b> Utilizadores médios diários
ru: В среднем <b>{0}</b> ежедневных пользователей
sl: <b>{0}</b> uporabnikov povprečno na dan
zh_cn: <b>{0}</b> 平均每日用户

source: Top Applications
cs: Nejpopulárnější aplikace
de: Meistverwendete Anwendungen
es: Mejores aplicaciones
it: Applicazioni principali
ko: 상위 애플리케이션
nl: Toptoepassingen
pa_in: ਚੋਟੀ ਦੀਆਂ ਐਪਲੀਕੇਸ਼ਨਾਂ
pl: Najpopularniejsze programy
pt_pt: Top de aplicações
ru: Топ приложений
sl: Prvo uvrščene aplikacije
zh_cn: 热门应用程序

source: See more applications&hellip;
cs: Zobrazit více aplikací&hellip;
de: Weitere Anwendungen ansehen …
el: Δείτε περισσότερες εφαρμογές&hellip;
es: Ver más aplicaciones&hellip;
fr: Voir plus d'applications &hellip;
it: Vedi altre applicazioni&hellip;
ko: 다른 애플리케이션 보기&hellip;
nl: Meer toepassingen…
pa_in: ਹੋਰ ਐਪਲੀਕੇਸ਼ਨਾਂ ਵੇਖੋ&hellip;
pl: Więcej programów&hellip;
pt_pt: Ver mais aplicações&hellip;
ru: Показать другие приложения&hellip;
sl: Glejte nadaljnje aplikacije&hellip;
zh_cn: 查看更多应用程序&hellip;

source: Top Languages
cs: Nejpopulárnější jazyky
de: Meistverwendete Sprachen
es: Idiomas destacados
fr: Top langues
it: Lingue principali
ko: 상위 언어
nl: Toptalen
pa_in: ਚੋਟੀ ਦੀਆਂ ਭਾਸ਼ਾਵਾਂ
pl: Najpopularniejsze języki
pt_pt: Top de idiomas
ru: Основные языки
sl: Prvo uvrščeni jeziki
zh_cn: 置顶语言

source: See more languages&hellip;
cs: Zobrazit více jazyků&hellip;
de: Weitere Sprachen ansehen …
el: Δείτε περισσότερες γλώσσες&hellip;
es: Ver más idiomas&hellip;
fr: Voir plus de langages &hellip;
it: Vedi altre lingue&hellip;
ko: 다른 언어 보기&hellip;
nl: Meer talen…
pa_in: ਹੋਰ ਭਾਸ਼ਾਵਾਂ ਵੇਖੋ&hellip;
pl: Więcej języków&hellip;
pt_pt: Ver mais idiomas&hellip;
ru: Показать другие языки&hellip;
sl: Glejte druge jezike&hellip;
zh_cn: 查看更多语言&hellip;

source: Top Platforms
cs: Nejpopulárnější platformy
de: Meistverwendete Plattformen
es: Plataformas destacadas
fr: Top plateformes
it: Piattaforme principali
ko: 상위 플랫폼
pa_in: ਚੋਟੀ ਦੇ ਪਲੇਟਫ਼ਾਰਮ
pl: Najpopularniejsze platformy
pt_pt: Top de plataformas
ru: Основные платформы
sl: Prvo uvrščene platforme
zh_cn: 热门平台

source: See more platforms&hellip;
cs: Zobrazit více platforem&hellip;
de: Weitere Plattformen ansehen …
es: Ver más plataformas&hellip;
fr: Voir plus de plateformes &hellip;
it: Vedi altre piattaforme&hellip;
ko: 더 많은 플랫폼 보기&hellip;
nl: Meer platforms…
pa_in: ਹੋਰ ਪਲੇਟਫ਼ਾਰਮ ਵੇਖੋ&hellip;
pl: Więcej platform&hellip;
pt_pt: Ver mais plataformas&hellip;
ru: Показать другие платформы&hellip;
sl: Druge platforme&hellip;
uk: Дивитися інші платформи&hellip;
zh_cn: 查看更多平台&hellip;

source: Ratings by Date
cs: Hodnocení dle data
de: Bewertungen nach Datum
es: Calificaciones por fecha
fr: Notes par date
it: Voti per data
ko: 날짜별 별점
nl: Waarderingen op datum
pa_in: ਰੇਟਿੰਗਾਂ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Oceny wg daty
pt_pt: Avaliações por Data
ru: Рейтинги, по дате
sl: Ocene po datumu
zh_cn: 按日期的评分

source: Reviews Created by Date
cs: Vytvořené recenze dle data
de: Geschriebene Bewertungen nach Datum
es: Revisiones creadas por fecha
fr: Critiques créées par date
it: Recensioni scritte per data
ko: 날짜별 작성된 평가
nl: Geschreven beoordelingen op datum
pa_in: ਰਚੀਆਂ ਸਮੀਖਿਆਵਾਂ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Utworzone opinie wg daty
pt_pt: Análise criadas por data
ru: Отзывов создано, по дате
sl: Pregledi po datumu
zh_cn: 按日期的评论创建

source: Download sources by Date
cs: Zdroje stažení dle data
de: Download-Quelle nach Datum
el: Λήψη πηγαίου κώδικα κατά ημερομηνία
es: Fuentes de descarga por fecha
fr: Sources de téléchargement par date
it: Fonti download per data
ko: 날짜별 다운로드 출처
nl: Downloadbronnen op datum
pa_in: ਡਾਊਨਲੋਡ ਸੋਰਸ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Źródła pobierania wg daty
pt_pt: Transferir fontes por data
ru: Источники загрузок по дате
sl: Viri prenosa po datumu
zh_cn: 按日期统计下载来源

source: About tracking external sources...
cs: O sledování externích zdrojů...
de: Über das Verfolgen externer Quellen…
es: Sobre la monitorización de orígenes externos...
fr: À propos du suivi des sources externes ...
it: Informazioni sul tracciamento di sorgenti esterne…
ko: 외부 자원 추적 안내...
nl: Over volgen van externe bronnen…
pa_in: ਬਾਹਰੀ ਸੋਰਸਾਂ ਦੀ ਨਿਗਰਾਨੀ ਬਾਰੇ...
pl: O śledzeniu zewnętrznych źródeł…
pt_pt: Sobre o monitoramento de fontes externas...
ru: Об отслеживании внешних источников...
sl: O zasledovanju zunanjih virov ...
zh_cn: 关于跟踪外部来源...
