Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Developers are encouraged to submit updates to their add-ons to fix bugs, add features, and otherwise improve their product. New versions of an add-on must have a <a href="https://developer.mozilla.org/en/Toolkit_version_format">higher version number</a> and can be submitted through the Developer Tools provided. There is no limit to the number of versions that can be submitted, but please remember that versions must be reviewed by an editor.
cs: Je dobré, pokud vývojáří zasílají aktualizace svých doplňků, které opravují chyby, přidávají nové vlastnosti a celkově vylepšují produkt. Nové verze doplňku musí mít <a href="https://developer.mozilla.org/en/Toolkit_version_format">vyšší číslo verze</a> a mohou být odeslány skrze Centrum pro vývojáře. Neexistuje limit na počet verzí, které mohou být přidány, ale nezapomeňte prosím, že každá verze musí být zkontrolována redaktorem.
de: Entwicklern wird geraten, Updates Ihres Add-ons zu übermitteln, um Probleme zu beheben, Funktionen hinzuzufügen oder ihr Produkt anderweitig zu verbessern. Neue Versionen eines Add-ons müssen eine <a href="https://developer.mozilla.org/en/Toolkit_version_format">höhere Versionsnummer</a> haben und können mit den angebotenen Entwicklerwerkzeugen übermittelt werden. Es gibt keine Grenze für die Zahl der Versionen, die übermittelt werden können, aber bitte denken Sie daran, dass jede Version von einem Redakteur überprüft werden muss.
es: Se anima a los desarrolladores a que envíen actualizaciones de sus complementos con el fin de solucionar fallos, agregar funcionalidades y mejorar su producto. Las nuevas versiones de un complemento deben tener un <a href="https://developer.mozilla.org/en/Toolkit_version_format">número de versión superior</a> y pueden enviarse a través de las Herramientas para desarrolladores que se ofrecen. No existe ningún límite al número de versiones que pueden enviarse, pero recuerda que las versiones tiene que valorarlas un editor.
fr: Les développeurs sont encouragés à envoyer des mises à jour de leurs modules pour corriger les bugs, ajouter des fonctionnalités et plus généralement améliorer leur produit. Les nouvelles versions d'un module doivent avoir un <a href="https://developer.mozilla.org/en/Toolkit_version_format">numéro de version supérieur</a> et peuvent être envoyées via les outils pour le développeur fournis. Il n'y a pas de limite au nombre de versions qui peuvent être envoyées, mais merci de vous souvenir qu'elles devront être revues par un éditeur.
it: Gli sviluppatori sono incoraggiati ad inviare aggiornamenti dei propri componenti aggiuntivi per risolvere bug, aggiungere funzionalità o migliorare il proprio prodotto. Le nuove versioni dei componenti aggiuntivi devono avere un <a href="https://developer.mozilla.org/en/Toolkit_version_format">numero di versione superiore</a> e possono essere caricate utilizzando gli Strumenti per sviluppatori. Non c'è un limite al numero di versioni che è possibile caricare, ricorda però che ognuna di queste deve essere verificata da un revisore.
ko: 개발자는 자신의 부가 기능에 버그 수정, 기능 추가, 기타 여러가지 향상을 위해 업데이트 제공에 최선을 다해야 합니다. 부가 기능의 새 버전은 반드시 <a href="https://developer.mozilla.org/en/Toolkit_version_format">더 높은 버전 넘버</a>를 가져야 하며 제공된 개발자 도구를 통해 제출되야 합니다. 등록 가능한 버전 갯수에 제한은 없지만, 제출된 버전은 편집자의 심사를 받아야 한다는 사실을 기억해 주십시오.
nl: Ontwikkelaars worden aangemoedigd om updates voor hun add-ons in te dienen om fouten op te lossen en op andere manieren hun product te verbeteren. Nieuwe versies van een add-on dienen een <a href="https://developer.mozilla.org/en/Toolkit_version_format">hoger versienummer</a> te hebben en kunnen worden ingediend via de Ontwikkelaarshulpmiddelen. Er is geen grens aan het aantal versies dat kan worden ingediend, maar onthoud dat versies moeten worden beoordeeld door een editor.
pa_in: ਡਿਵੈਲਪਰਾਂ ਨੂੰ ਬੱਗ ਠੀਕ ਕਰਨ, ਵਿਸ਼ੇਸਤਾਵਾਂ ਜੋੜਨ, ਅਤੇ ਆਪਣੇ ਉਤਪਾਦ ਨੂੰ ਵਧੀਆ ਬਣਾਉਣ ਲਈ ਆਪਣੇ ਐਡ-ਆਨਾਂ ਲਈ ਅੱਪਡੇਟਾਂ ਦਾਖਲ ਕਰਨ ਵਾਸਤੇ ਹੱਲਾਸ਼ੇਰੀ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ। ਇੱਕ ਐਡ-ਆਨ ਦੇ ਨਵੇਂ ਵਰਜਨਾਂ ਕੋਲ ਇੱਕ <a href="https://developer.mozilla.org/en/Toolkit_version_format">ਉੱਚ ਵਰਜਨ ਨੰਬਰ</a> ਹੋਣਾ ਚਾਹੀਦਾ ਅਤੇ ਦਿੱਤੇ ਗਏ ਡਿਵੈਲਪਰ ਟੂਲਾਂ ਦੁਆਰਾ ਦਾਖਲ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਇੱਥੇ ਦਾਖਲ ਕਰਨ ਲਈ ਵਰਜਨਾਂ ਦੀ ਗਿਣਤੀ ਦੀ ਕੋਈ ਹੱਦ ਨਹੀਂ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਯਾਦ ਰੱਖੋ ਵਰਜਨਾਂ ਦੀ ਇੱਕ ਸੰਪਾਦਕ ਦੁਆਰਾ ਸਮੀਖਿਆ ਕੀਤੀ ਹੋਵੇ।
pl: Zachęcamy autorów dodatków, by zamieszczali aktualizacje swoich dodatków poprawiające błędy, dodające funkcje oraz w inny sposób udoskonalające produkt. Nowe wersje dodatku muszą mieć <a href="https://developer.mozilla.org/en/Toolkit_version_format">wyższy numer wersji</a> i mogą zostać zamieszczone za pomocą narzędzi autora. Nie ma limitu liczby zamieszczanych wersji, ale należy pamiętać, że jeśli dodatek był już upubliczniony, każda nowa wersja musi być sprawdzona przez recenzenta. Nowe wersje dodatków eksperymentalnych nie muszą być sprawdzane.
pt_pt: Os desenvolvedores são encorajados a apresentar atualizações para os seus extras para corrigir bugs, adicionar funcionalidades, e de outra maneira melhorar seu produto. Novas versões de um extra devem ter um <a href="https://developer.mozilla.org/en/Toolkit_version_format">número de versão maior</a> e podem ser enviados através das Ferramentas do desenvolvedor fornecidas. Não há limite para o número de versões que podem ser enviados, mas lembre-se que as versões devem ser revistas ​​por um editor.
ru: Разработчикам предлагается представлять обновления для своих дополнений, исправляющих ошибки, добавляющих новые функции и вносящих другие исправления. Новые версии дополнения должны иметь <a href="https://developer.mozilla.org/en/Toolkit_version_format">более высокий номер версии</a> и могут быть представлены через имеющиеся Инструменты Разработчика. Не существует никаких ограничений на число представляемых версий, но пожалуйста, помните, что версии должны быть проверены редактором.
sl: Razvijalce spodbujamo, da prispevajo popravke napak, nove funkcije, in na splošno izboljšave za svoje dodatke. Nove različice dodatka morajo imeti <a href="https://developer.mozilla.org/en/Toolkit_version_format">zvišano številko različice </a>, objavlja pa se jih lahko prek Orodij, ki so razvijalcu na razpolago. Za število različic, ki se jih objavi, ni omejitev, ne pozabite pa pri tem, da mora nove različice Urednik pregledati.
uk: Розробникам пропонується надавати оновлення для своїх додатків, задля виправлення помилок, додавання нових функцій та внесення інших змін. Нові версії додатку повинні мати <a href="https://developer.mozilla.org/en/Toolkit_version_format">вищий номер версії</a> і можуть бути представлені за допомогою наданих Інструментів Розробника. Не існує ніяких обмежень щодо числа представлених версій, але будь ласка, пам'ятайте, що версії повинні бути перевірені редактором.
zh_cn: 我们鼓励开发者提交附加组件的更新以修复缺陷、增加功能以及改善他们的产品。附加组件的新版本必须拥有一个<a href="https://developer.mozilla.org/en/Toolkit_version_format">更高的版本号</a>，并且必须通过我们的开发者工具提交。我们并不限制您提交多少个新版本，但要记得，所有版本都必须由审核员审核。

source: New versions will be added to a pending review queue, and any additional versions submitted before the review is completed will move that version to the end of the queue.
cs: Nové verze budou zařazeny do fronty na kontrolu a jakékoliv další odeslané verze, které budou přidány před schválením té předchozí, posunou verzi na konec fronty.
de: Neue Versionen werden einer Warteschlange für ausstehende Überprüfungen hinzugefügt und alle zusätzlichen Versionen, die übermittelt werden, bevor die Überprüfung abgeschlossen ist, schieben diese Version ans Ende der Warteschlange.
es: Las nuevas versiones se agregarán a una lista de revisiones pendientes y cualquier versión adicional que se envíe antes de que se complete la revisión hará que se coloque de nuevo al final de la lista.
fr: Les nouvelles versions seront ajoutées à une file d'attente de revue, et toute nouvelle version envoyée avant la fin de la revue sera renvoyée à la fin de la file.
it: Le nuove versioni verranno aggiunte ad una coda di revisione, ogni nuova versione inviata prima che venga completata la revisione verrà posizionata alla fine della coda.
ko: 새 버전은 심사 대기열에 추가되며 심사가 완료되기 전에 다른 버전이 추가될 경우 나중에 추가된 버전은 대기열 가장 끝으로 이동됩니다.
nl: Nieuwe versies worden in de beoordelingswachtrij geplaatst, en aanvullende versies die worden ingediend voordat de beoordeling is afgerond schuiven die versie naar het einde van de wachtrij.
pa_in: ਨਵੇਂ ਵਰਜਨ ਇੱਕ ਅਧੂਰੀ ਸਮੀਖਿਆ ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਜਾਣਗੇ, ਅਤੇ ਸਮੀਖਿਆ ਮੁਕੰਮਲ ਤੋਂ ਪਹਿਲਾਂ ਦਾਖਲ ਕੀਤੇ ਹੋਰ ਵਾਧੂ ਵਰਜਨ ਉਸ ਵਰਜਨ ਨੂੰ ਕਤਾਰ ਦੇ ਅਖੀਰ ਵਿੱਚ ਜੋੜ ਦੇਣਗੇ।
pl: Nowe wersje będą dodane do kolejki oczekujących na sprawdzenie. Każda zamieszczona przed zakończeniem sprawdzania nowa wersja, będzie powodowała przesunięcie dodatku na koniec kolejki.
pt_pt: Novas versões serão adicionados a uma fila de revisão pendente, e todas as versões adicionais apresentadas antes que a revisão esteja concluída vai passar essa versão para o final da fila.
ru: Новые версии будут добавлены в очередь ожидания проверки, и любые дополнительные версии, отправленные до завершения проверки, передвинут эту версию в конец очереди.
sl: Nove različice se bo dodalo v vrsto čakajočih za pregled, in morebitne dodatne različice, predloženih pred zaključkom revizije, bodo preselile to različico na konec čakalne vrste.
uk: Нові версії стануть у чергу на очікування перевірки, і будь-які додаткові версії, відправлені перед закінченням перевірки, поставлять цю версію у кінець черги.
zh_cn: 新版本会加入到等待审核队列，并且在此版本审核完成前提交任何其他的版本都将会让此版本的审核移至队列末尾。

source: How do I submit a Beta add-on?
cs: Jak přidat betaverzi doplňku?
de: Wie übermittle ich ein Beta-Add-on?
es: ¿Cómo envío un complemento beta?
fr: Comment envoyer un module bêta ?
it: Come posso caricare un componente aggiuntivo beta?
ja: アドオンのベータ版を登録するには？
ko: 베타버전 부가 기능은 어떻게 올리나요?
nl: Hoe dien ik een bèta-add-on in?
pa_in: ਮੈਂ ਇੱਕ ਬੀਟਾ ਐਡ-ਆਨ ਕਿਵੇਂ ਦਾਖਲ ਕਰਾਂ?
pl: Jak zamieścić wersję „beta” dodatku?
pt_pt: Como submeto um extra Beta?
ru: Как мне представить бета-версию дополнения?
sl: Kako oddam Beta dodatek?
uk: Як мені представити бета-версію додатку?
zh_cn: 我如何提交一个公开测试版的附加组件？

source: Beta channels are only available to fully-reviewed add-ons.
cs: Kanály betaverzí jsou dostupné pouze pro plně schválené doplňky.
de: Beta-Kanäle stehen nur vollständig überprüften Add-ons zur Verfügung.
es: Los canales beta están disponibles solo para los complementos que han sido valorados completamente.
fr: Les canaux bêta sont uniquement accessibles aux modules totalement vérifiés.
it: I canali beta sono disponibili solo per i componenti aggiuntivi che hanno ricevuto una revisione completa.
ja: ベータチャンネルは本審査を受けたアドオンのみが利用できます。
ko: 베타 채널은 전체 심사를 통과한 부가 기능만 사용할 수 있습니다.
nl: Bètakanalen zijn alleen beschikbaar voor volledig beoordeelde add-ons.
pa_in: ਬੀਟਾ ਚੈਨਲ ਕੇਵਲ ਮੁਕੰਮਲ ਸਮੀਖਿਆ ਵਾਲੇ ਐਡ-ਆਨਾਂ ਲਈ ਉੱਪਲਬਧ ਹਨ।
pl: Kanały beta są dostępne tylko dla w pełni sprawdzonych dodatków.
pt_pt: Os canais Beta apenas estão disponíveis para extras revistos na totalidade.
ru: Бета-каналы доступны только для полностью проверенных дополнений.
sl: Beta kanali so na voljo le v celoti recenziranim dodatkom.
uk: Бета-канали доступні тільки для повністю перевірених додатків.
zh_cn: 公开测试通道仅提供给通过全面审核的附加组件。

source: To create a beta channel, upload a file with a unique version string that contains any of the following strings: <code>a,b,alpha,beta,pre,rc</code>, with an optional number at the end. This text must come at the end of the version string. If you understand regex format, here's what we look for in the version number: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
cs: Pro vytvoření kanálu betaverzí nahrajte soubor s unikátní verzí, která obsahuje jeden z následujících řetězců: <code>a,b,alpha,beta,pre,rc</code> s případným volitelným číslem na konci. Text musí nakonec odpovídat řetězci verze. Pokud rozumíte regulárním výrazům, pak následující pravidlo odpovídá číslu verze: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
de: Um einen Beta-Kanal zu erstellen, laden Sie eine Datei mit einer einzigartigen Versionsbezeichnung hoch, die eine der folgenden Zeichenketten enthält: <code>a,b,alpha,beta,pre,rc</code>, mit einer optionalen Nummer am Ende. Dieser Text muss am Ende der Versionsbezeichnung stehen. Wenn Sie reguläre Ausdrücke verstehen, müssen Sie in der Versionsnummer nach folgendem schauen: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
es: Para crear un canal beta, sube un archivo con una cadena de versión exclusiva que contenga cualquiera de las siguientes cadenas: <code>a,b,alfa,beta,pre,rc</code>, con un número opcional al final. Este texto debe ir al final de la cadena de la versión. Si comprendes el formato regex, lo que buscamos en el número de versión es esto: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
fr: Pour créer un canal beta, envoyer un fichier avec une chaîne de version unique contenant l'une des chaînes suivantes : <code>a,b,alpha,beta,pre,rc</code>, avec un nombre optionnel à la fin. Ce texte doit être à la fin de la chaîne de version. Si vous comprenez les expressions rationnelles, voici ce que nous cherchons dans le numéro de version : <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
it: Per creare un canale beta, carica un file con un numero di versione univoco che contenga una delle seguenti stringhe: <code>a, b, alpha, beta, pre, rc</code>, con un numero (facoltativo) alla fine. Questo testo deve apparire in fondo al numero di versione. Se conosci le espressioni regolari, ecco che cosa cerchiamo nel numero di versione: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
ko: 베타 채널을 생성하려면 아래 스트링중 하나가 들어간 고유 버전 스트링의 이름을 가진 파일을 업로드해야 합니다: <code>a,b,alpha,beta,pre,rc</code> 옵션 넘버는 마지막에 붙입니다. 이 텍스트는 버전 스트링의 가장 끝에 붙여야 합니다. 정규 표현식을 알고 있다면 이런 방식으로 버전 넘버에서 스트링을 인식하고 있는 것입니다: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>
nl: Om een bètakanaal te maken dient u een bestand met een unieke versiestring te uploaden met daarin één van de volgende strings: <code>a,b,alpha,beta,pre,rc</code>, met een optioneel getal aan het einde. Deze tekst dient zich aan het einde van de versiestring te bevinden. Als u de regex-opmaak begrijpt, dan is dit waar we naar zoeken in het versienummer: <code>“(a|alpha|b|beta|pre|rc)\d*$”</code>.
pa_in: ਇੱਕ ਬੀਟਾ ਚੈਨਲ ਰਚਣ ਲਈ, ਵਿਲੱਖਣ ਵਰਜਨ ਸਤਰ ਨਾਲ ਇੱਕ ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਕਰੋ ਜਿਸ ਵਿੱਚ ਹੇਠ ਦਿੱਤੀਆਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਸਤਰ ਸ਼ਾਮਲ ਹੋਵੇ: <code>a,b,alpha,beta,pre,rc</code>,ਅਖੀਰ ਵਿੱਚ ਇੱਕ ਚੋਣਵੇਂ ਅੰਕ ਦੇ ਨਾਲ। ਇਹ ਟੈਕਸਟ ਵਰਜਨ ਸਤਰ ਦੇ ਅਖੀਰ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ। ਜੇਕਰ ਤੁਸੀਂ ਰੇਗਸ ਫ਼ਾਰਮੈਟ ਜਾਣਦੇ ਹੋ, ਅਸੀਂ ਵਰਜਨ ਅੰਕ ਵਿੱਚ ਕੀ ਵੇਖਦੇ ਹਾਂ ਇੱਥੇ ਹੈ: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>।
pl: Aby utworzyć kanał beta, prześlij plik dodatku z unikalnym określeniem wersji zawierającym jedno z następujących oznaczeń: <code>a,b,alpha,beta,pre,rc</code>. Może ono opcjonalnie zawierać na końcu numer. Należy umieścić je na końcu oznaczenia wersji. Jeśli rozumiesz format wyrażeń regularnych, podajemy, czego oczekujemy w numerze wersji: <code>„(a|alpha|b|beta|pre|rc)\d*$”</code>.
pt_pt: Para criar um canal beta, fazer upload de um ficheiro com um string de versão único que contenha qualquer um dos seguintes textos: <code>a,b,alpha,beta,pre,rc</code>, com um número opcional no final. Este texto deve vir no final do string da versão. Se compreender o formato regex, aqui está o que procuramos no número da versão: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
ru: Чтобы создать бета-канал, загрузите файл со строкой уникальной версии, содержащей любую из следующих строк: <code>a,b,alpha,beta,pre,rc</code>, с опциональным числом на конце. Этот текст должен быть в конце строки версии. Если вы понимаете формат regex, вот то, что мы ищем в номере версии: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
sl: Če želite ustvariti beta kanal, naložite datoteko z edinstvenim nizom različice, ki vsebuje katerega koli od naslednjih znakov: <code>a,b,alpha,beta,pre,rc</code> in dodatno številko na koncu. To besedilo se mora nahajati na koncu niza. Če se spoznate na regex format, tukaj je tisto, kar iščemo v številki različice: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
uk: Для створення бета-каналу, завантажте файл з рядком унікальної версії, що містить будь-який з наступних рядків: <code>a,b,alpha,beta,pre,rc</code>, з опціональним числом у кінці. Цей текст повинен бути у кінці рядка версії. Якщо ви розумієте формат regex, ось те, що ми шукаємо в номері версії: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
zh_cn: 如要创建一个公开测试通道，上传一个仅含有以下字符串之一的特殊版本字符串：<code>a,b,alpha,beta,pre,rc</code>，字符串末尾可以选择添加数字。此文字必须在版本字符串末尾。如果您理解正则表达式格式，这就是我们要在版本号里匹配查找的表达式：<code>"(a|alpha|b|beta|pre|rc)\d*$"</code>。

source: Once a file meeting this criteria is uploaded to AMO, it will automatically be marked as a beta version. Users of add-ons with these unique version numbers will automatically be served the newest beta updates.
cs: Jakmile jsou splněna kritéria pro pojmenování soubor a ten je nahrán na AMO, je automaticky označen jako betaverze. Uživatelům doplňků s takto unikátními verzemi budou automaticky betaverze nainstalovány.
de: Sobald ein Add-on, das diese Kriterien erfüllt, auf AMO hochgeladen wird, wird es automatisch als Beta-Version gekennzeichnet. Benutzer von Add-ons mit diesen einzigartigen Versionsnummern erhalten automatisch die neuesten Beta-Updates.
es: Una vez que un archivo que cumple con estos criterios se sube a AMO, automáticamente se marca como versión beta. A los usuarios de complementos con estos números de versión exclusivos se les notificarán automáticamente las actualizaciones beta más recientes.
fr: Une fois qu'un fichier correspondant à ces critères a été envoyé sur AMO, il sera automatiquement marqué comme version beta. Les utilisateurs de ces modules avec ces numéros de version unique recevront automatiquement la dernière mise à jour beta.
it: Una volta caricato su AMO un file che rispetti questi criteri, questo verrà automaticamente contrassegnato come versione beta. Gli utenti che utilizzano queste versioni riceveranno automaticamente gli aggiornamenti dal canale beta.
ko: 이러한 기준에 맞춘 파일을 AMO에 업로드하면 자동으로 베타 버전으로 표시가 됩니다. 이러한 고유 버전 넘버를 가진 부가 기능의 사용자는 자동으로 최신 베타 업데이트를 받아보게 될 것입니다.
nl: Als een bestand dat aan deze criteria voldoet naar AMO is geüpload wordt het automatisch gemarkeerd als een bètaversie. Gebruikers van add-ons met deze unieke versienummers krijgen automatisch de nieuwste bèta-updates aangeboden.
pa_in: ਇਸ ਮਾਪਦੰਡ ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਾਲੀ ਫ਼ਾਈਲ AMO ਤੇ ਅੱਪਲੋਡ ਹੋ ਜਾਵੇਗੀ। ਇਸ ਤੇ ਆਪਣੇ ਆਪ ਹੀ ਬੀਟਾ ਵਰਜਨ ਦਾ ਨਿਸ਼ਾਨ ਲੱਗ ਜਾਵੇਗਾ। ਇਹਨਾਂ ਵਿਲੱਖਣ ਵਰਜਨ ਅੰਕਾਂ ਵਾਲੇ ਉਪਭੋਗੀਆਂ ਨੂੰ ਆਪਣੇ ਆਪ ਹੀ ਨਵੀਆਂ ਬੀਟਾ ਅੱਪਡੇਟਾਂ ਦਿੱਤੀਆਂ ਜਾਣਗੀਆਂ।
pl: Gdy plik spełniający te kryteria znajdzie się w AMO, zostanie automatycznie oznaczony jako wersja beta. Użytkownikom dodatków zawierających taki unikalny numer wersji zostanie automatycznie zaoferowana najnowsza aktualizacja wersji beta.
pt_pt: Uma vez que um ficheiro cumpra os critérios é carregado para AMO, ele será automaticamente marcado como uma versão beta. Utilizadores de extras com estes números de versão original serão automaticamente atualizados para a nova versão beta.
ru: Как только файл, подходящий под эти критерии, будет загружен на АМО, он автоматически будет помечен как бета-версия. Пользователям дополнений с этими уникальными номерами версии будут автоматически отправляться новейшие обновления бета-версии.
sl: Ko je datoteka. ki ustreza tem merilom, naložena na AMO, bo samodejno označena kot beta verzija. Uporabniki dodatkov s temi edinstveno različico številke bodo samodejno dobili najnovejše beta posodobitve.
uk: Як тільки файл, що відповідає цим критеріям, буде завантажений на АМО, він автоматично буде позначений як бета-версія. Користувачам додатків з цими унікальними номерами версії будуть автоматично надсилатися найновіші оновлення бета-версії.
zh_cn: 符合这些条件的文件上传到 AMO 后将自动被标记为公开测试版。使用这些有特殊版本号的附加组件用户会自动收到最新的附加组件公开测试版更新。
