Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: We intend that the Marketplace (and other app stores) will periodically revisit all the app manifests at the provided URLs and check them for updates. This avoids the need for you to re-upload your app manifest for each update.
de: Wir möchten, dass der Marketplace (und andere Anwendungsläden) regelmäßig alle Anwendungsmanifeste unter den angegeben URLs aufrufen und sie auf Updates prüfen. Damit ist es nicht nötig, Ihr Anwendungsmanifest bei jedem Update neu hochzuladen.
es: Nuestro objetivo es que Marketplace (así como otras tiendas de aplicaciones) visite de forma periódica los archivos manifest de aplicaciones en las URL que se hayan facilitado y compruebe si existen actualizaciones. Esto te evitará tener que subir de nuevo el archivo manifest de tu aplicación con cada actualización.
fr: Nous comptons que le Marketplace (et d'autres magasins d'applications) revisite régulièrement tous les manifestes à l'adresse fournie et vérifient les mises à jour. Ceci vous évite d'avoir à renvoyer votre manifeste pour chaque mise à jour.
it: Stiamo sviluppando il Marketplace (e speriamo che le altre piattaforme lo imitino) in modo che controlli periodicamente i manifesti di tutte le app agli URL indicati alla ricerca di nuovi aggiornamenti. In questo modo non sarà necessario ricaricare il manifesto dell'app a ogni aggiornamento.
pl: Planujemy, że Marketplace (i inne sklepy z aplikacji) będą okresowo ponownie odwiedzały wszystkie manifesty w podanych adresach URL i sprawdzały je pod kątem aktualizacji. Eliminuje do konieczność ponownego wgrywania manifestu aplikacji przy każdej aktualizacji.

source: The Marketplace will pass both the original app manifest contents as well as its URL to the user's device. This allows the device to check for unexpected changes in the app manifest that might indicate tampering. This will be especially important for apps that use Web APIs (for geolocation for example).
de: Der Marketplace wird sowohl die Inhalte des Original-Anwendungsmanifests und seine URL an das Gerät des Anwenders weitergeben. Damit kann das Gerät nach unerwarteten Änderungen im Anwendungsmanifests suchen, was auf unbefugte Änderungen hinweisen könnte. Das wird besonders für Anwendungen wichtig sein, die Web-APIs verwenden (zum Beispiel für Geolokation).
es: Marketplace remitirá tanto los contenidos originales del archivo manifest de la aplicación como la URL al dispositivo del usuario. Esto permitirá que el dispositivo compruebe la existencia de cambios inesperados en el manifiesto de la aplicación que podrían indicar alguna alteración. Resultará de especial importancia para aquellas aplicaciones que utilicen Web API (para geolocalización, por ejemplo).
fr: Le Marketplace donnera à l'appareil de l'utilisateur à la fois le manifeste qu'il possède mais également l'adresse URL. Ceci permet à l'appareil de vérifier l'existence de changements inattendus qui pourraient indiquer des tentatives de hameçonnage. Ceci sera particulièrement utile pour les applications utilisant les WebAPI (la géolocalisation par exemple).
it: Il Marketplace trasferirà sia i contenuti del manifesto che il suo URL al dispositivo dell'utente. In questo modo il dispositivo potrà individuare modifiche inaspettate nel manifesto che potrebbero essere indice di manomissione. Questo punto è particolarmente rilevante per le app che utilizzano le API web (ad esempio per la geolocalizzazione).
pl: Marketplace będzie zatwierdzał zarówno oryginalną zawartość manifestu aplikacji, jak i jej adres URL do urządzenia użytkownika. Pozwoli to urządzeniu sprawdzać niespodziewane zmiany w manifeście aplikacji, mogące wskazywać na manipulację. Jest to szczególnie istotne dla aplikacji używających WebAPI (np. geolokacji).

source: <strong>Note:</strong> As of this writing, we are still designing a process by which the Marketplace will pass an updated app manifest to the user's device.
de: <strong>Hinweis:</strong> Zum Zeitpunkt der Erstellung dieses Artikel gestalten wir noch einen Prozess, bei dem der Marketplace dem Gerät des Anwenders ein aktualisiertes Anwendungsmanifest weitergibt.
es: <strong>Nota:</strong> a fecha de hoy, continuamos diseñando un proceso que permita que Marketplace remita un archivo manifest de la aplicación actualizado al dispositivo del usuario.
fr: <strong>Note :</strong> À la date de l'écriture de cette documentation, nous sommes toujours en train de mettre au point un processus permettant au Marketplace de donner un manifeste à jour à l'appareil de l'utilisateur.
it: <strong>Nota:</strong> Al momento in cui questo articolo è stato scritto, il processo tramite il quale il Marketplace trasferirà e aggiornerà il manifesto dell'app sul dispositivo dell'utente è ancora in fase di progettazione.
pl: <strong>Informacje:</strong> W chwili pisania tych słów nadal projektujemy proces, który będzie przekazywać Marketplace zaktualizowany manifest aplikacji do urządzenia użytkownika.

source: Why does my Web server have to use the proper HTTP <code>Content-Type</code> header when serving my app manifest?
de: Warum muss mein Web-Server die richtige HTTP-<code>Content-Type</code>-Kopfzeile verwenden, wenn er mein Anwendungsmanifest ausliefert?
es: ¿Por qué mi servidor web tiene que utilizar el encabezado HTTP <code>Content-Type</code> adecuado al servir el archivo manifest de mi aplicación?
fr: Pourquoi mon serveur web doit-il utiliser l'entête <code>Content-Type</code> adaptée lorsqu'il sert mon manifeste ?
it: Perché il mio server Web deve utilizzare l'header HTTP <code>Content-Type</code> appropriato per ospitare il manifesto dell'app?
pl: Dlaczego mój serwer sieciowy musi używać prawidłowego nagłówka HTTP <code>Content-Type</code>, gdy udostępnia manifest aplikacji?

source: This restriction prevents users of a website that allows user-generated content (for example, a pastebin site) from inadvertently or inappropriately claiming that entire website as their app.
de: Diese Beschränkung verhindert, dass Anwender einer Website, die nutzergenerierte Inhalte erlauben (zum Beispiel eine Pastebin-Site) unbeabsichtigt oder unzutreffenderweise die gesamte Website als Ihre Anwendung verstehen.
es: Esta limitación evita que los usuarios de una web que permite contenido generado por el usuario (por ejemplo, un sitio pastebin) reclamen de forma involuntaria o inapropiada que todo el sitio web es una aplicación suya.
fr: Cette restriction permet d'éviter qu'un site web qui propose du contenu produit par des utilisateurs (par exemple, un site comme pastebin) de déclarer par inadvertance ou malice leur site entier comme une application.
it: Questa restrizione impedisce che, su siti come PasteBin in cui gli utenti possono liberamente pubblicare i loro contenuti, alcuni, con malizia o per errore, possano dichiarare l'intero sito come un'app di loro proprietà.
pl: Ograniczenie to zabezpiecza użytkowników strony dopuszczającej treści tworzone przez użytkowników (np. strona typu „pastebin”) przed przypadkowy i niewłaściwym żądaniem całej strony jako swojej aplikacji.

source: Should I use HTTPS to serve my app manifest?
cs: Měl(a) bych používat HTTPS pro distribuci manifestu své aplikace?
de: Wollte ich HTTPS verwenden, um mein Anwendungsmanifest auszuführen?
es: ¿Debería utilizar HTTPS para servir el archivo manifest de mi aplicación?
fr: Devrais-je utiliser HTTPS pour mettre mon manifeste à disposition ?
it: Dovrei utilizzare HTTPS per ospitare il manifesto della mia app?
pl: Czy należy używać protokołu HTTPS do udostępniana manifestu aplikacji?

source: Yes, it is a good idea. We anticipate that the Firefox OS Marketplace will require any app using Web APIs (such as geolocation) to serve its app manifest over HTTPS as an additional defense against man-in-the-middle attacks. If you use HTTPS for your manifest, you must also use it for all the pages on your site.
de: Ja, das ist eine gute Idee. Wir erwarten, dass der Firefox OS Marketplace von jeder Anwendung, die Web-APIs (wie Geolokation) verwendet, dass sie ihr Anwendungsmanifest per HTTPS als zusätzlichen Schutz gegen Mittelsmannangriffe ausliefert. Wenn Sie HTTPS für Ihr Manifest verwenden, müssen Sie es auch für alle Seiten auf Ihrer Website verwenden.
es: Sí, es una buena idea. Prevemos que Firefox OS Marketplace solicite que cualquier aplicación que use Web API (como geolocalización) sirva su archivo manifest de aplicación sobre HTTPS como una manera de reforzar la defensa frente a ataques de suplantación de identidad. Si usas HTTPS para tu archivo manifest, debes utilizarlo también para todas las páginas de tu sitio.
fr: Oui, c'est une bonne idée. Nous anticipons que le Marketplace Firefox OS pourrait nécessiter que toute application utilisant des WebAPI (telle que la géolocalisation) mette son manifeste à disposition sur une liaison HTTPS, comme barrière supplémentaire contre une attaque de l'homme du milieu. Si vous utilisez HTTPS pour votre manifeste, vous devez l'utiliser pour toutes les pages de votre site.
it: Sì, è un'ottima idea. Prevediamo che, per fornire un'ulteriore protezione contro gli attacchi di tipo “man-in-the-middle”, verrà richiesto a tutte le app del Firefox OS Marketplace che utilizzano le API web (come ad esempio la geolocalizzazione) di distribuire il manifesto dell'app via HTTPS. Ovviamente, se il manifesto utilizza il protocollo HTTPS lo stesso dovranno fare tutte le altre pagine.
pl: Tak, to jest dobry pomysł. Przewidujemy, że Firefox OS Marketplace będzie wymagać od aplikacji używających Web API (jak geolokacja) udostępniania manifestu aplikacji poprzez protokół HTTP jako dodatkowe zabezpieczenie przed atakami typu „man-in-the-middle”. Jeśli używasz protokołu HTTPS dla manifestu, musisz również używać go dla innych stron na swojej witrynie.

source: What if someone else submits my app to the Firefox OS Marketplace?
de: Was wenn jemand anders meine Anwendung beim Firefox OS Marketplace einreicht?
es: ¿Qué ocurre si alguien que no soy yo envía mi aplicación a Firefox OS Marketplace?
fr: Et si quelqu'un d'autre envoie mon application sur le Marketplace Firefox OS ?
it: Cosa devo fare se qualcuno carica la mia app su Firefox OS Marketplace senza il mio permesso?
pl: Co w przypadku, gdy ktoś inny zgłosi moją aplikację do Firefox OS Marketplace?

source: In the unfortunate event that someone guesses the URL to your app manifest and submits it to the Firefox OS Marketplace before you do, please file a complaint with the Marketplace support team.
de: Beim unglücklichen Fall, dass jemand die URL Ihres Anwendungsmanifests errät und sie vor Ihnen beim Firefox OS Marketplace einreicht, beschweren Sie sich bitte beim Hilfeteam des Marketplace.
es: En el supuesto de que lamentablemente alguien llegue a conocer la URL del archivo manifest de tu aplicación y lo envíe a Firefox OS Marketplace antes que tú, te sugerimos que presentes una queja al equipo de asistencia de Marketplace.
fr: Dans le cas improbable où quelqu'un devine l'adresse de votre manifeste et le propose sur le Marketplace Firefox OS avant vous, merci de formuler une plainte à l'équipe d'assistance du Marketplace.
it: Nella sfortunata eventualità che qualcuno riesca a risalire all'URL del manifesto della tua app e lo carichi sul Firefox OS Marketplace prima di te, presenta una protesta scritta al team di supporto del Marketplace.
pl: W przypadku niefortunnego zdarzenia, gdy ktoś odgadnie adres URL manifestu twojej aplikacji i zgłosi go do Firefox OS Marketplace, zanim ty to zrobisz, zgłoś skargę do zespołu pomocy Marketplace.

source: App manifest
cs: Manifest aplikace
de: Anwendungsmanifest
es: Archivo manifest de la aplicación
fr: Manifeste d'application
it: Manifesto dell'app
pl: Manifest aplikacji
ru: Манифест приложения

source: For Current Mobile Developers
cs: Pro současné vývojáře pro mobily
de: Für aktuelle Entwickler für Mobilgeräte
es: Para desarrolladores de móviles en la actualidad
fr: Pour les développeurs mobiles actuels
it: Per gli sviluppatori mobile
ko: 현업 모바일 개발자를 배려한
nl: Voor huidige mobiel-ontwikkelaars
pl: Dla obecnych programistów mobilnych
ru: Для существующих мобильных разработчиков
zh_cn: 对于目前的移动开发者

source: Advantages
cs: Výhody
de: Vorteile
es: Ventajas
fr: Avantages
it: Vantaggi
pl: Zalety
ru: Преимущества

source: For mobile application developers, the Open Web Apps project offers these advantages:
de: Für Entwickler mobiler Anwendungen bietet das Projekt „Anwendungen des offenen Web“ diese Vorteile:
es: Para los desarrolladores de aplicaciones móviles, el proyecto Aplicaciones Web Abiertas ofrece estas ventajas:
fr: Pour les développeurs d'applications mobiles, le projet Open Web Apps offre ces avantages :
it: Agli sviluppatori di applicazioni per cellulare il progetto App web aperte offre i seguenti vantaggi:
pl: Dla twórców aplikacji mobilnych projekt aplikacji otwartej sieci oferuje następujące korzyści:

source: <strong>Simplicity</strong>: Develop on a single technology stack (HTML5/CSS/JavaScript) and deliver across all platforms, from smartphones to tablets to desktops.
de: <strong>Einfachheit</strong>: Entwickeln Sie mit einem einzigen Technlologie-Stack (HTML5/CSS/JavaScript) und verteilen Sie auf alle Plattformen, von Smartphones über Tablets bis zu Desktop-Rechnern.
es: <strong>Sencillez</strong>: desarrolla en un único componente tecnológico (HTML5/CSS/JavaScript) y publica en todas las plataformas, desde teléfonos inteligentes a tabletas y escritorios.
fr: <strong>Simplicité</strong> : Développez en utilisant une seule pile technologique (HTML5, CSS et JavaScript) et inondez toutes les plateformes, des smartphones aux tablettes et aux ordinateurs de bureau
it: <strong>Semplicità</strong>: Sviluppa il tuo prodotto in una sola tecnologia (HTML5/CSS/JavaScript) per distribuirlo su tutte le piattaforme, dagli smartphone ai tablet ai computer desktop.
pl: <strong>Prostota</strong>: Pracuj na jednym zestawie technologii(HTML5/CSS/JavaScript) i dostarcz produkt dla wszystkich platform, od smartfonów po tablety i desktopy.

source: <strong>Standards</strong>: The technology stack is defined by standards bodies (W3C and Ecma) that operate in the open, rather than by particular technology or platform vendors.
de: <strong>Standards</strong>: Der Technologie-Stack wird von Standard-Gremien (W3C und Ecma) definiert, die im Offenen arbeiten und nicht in nach eigenen Technologien oder Plattformanbietern.
es: <strong>Estándares</strong>: El componente tecnológico viene definido por organismos de normalización (W3C y Ecma) que operan de forma abierta, en lugar de fabricantes particulares de tecnologías o plataformas.
fr: <strong>Standards</strong> : Les technologies utilisées sont définies par les entités standards (W3C et ECMA) qui travaillent de manière ouverte, et pas pour une technologie particulière ou un fabricant précis.
it: <strong>Standard</strong>: Le nostre tecnologie sono definite da enti normativi (W3C e Ecma) che agiscono alla luce del sole, non dipendono da un tipo di tecnologia o da una piattaforma di vendita specifica.
pl: <strong>Standardy</strong>: Zestaw technologii jest zdefiniowany przez organizacje standaryzujące (W3C and Ecma), które działają raczej otwarcie niż na rzecz poszczególnych technologii czy dostawców platform.

source: <strong>Freedom</strong>: You're not locked in to a vendor-controlled ecosystem. You can distribute your app through the Firefox OS Marketplace, your own website, or any other store based on Mozilla's open app store technology.
de: <strong>Freiheit</strong>: Sie sind nicht in einem anbieterkontrollierten Ökosystem eingesperrt. Sie können Ihre Anwendung über den Firefox OS Marketplace, Ihre eigene Website oder einen anderen Laden der auf Mozillas Technologie „offener Anwendungsladen“ basiert.
es: <strong>Libertad</strong>: No estás encerrado en un ecosistema que controla un fabricante. Puedes distribuir tu aplicación a través de Firefox OS Marketplace, tu propio sitio web, o cualquier otra tienda que se base en la tecnología de la tienda de aplicaciones abiertas de Mozilla.
fr: <strong>Liberté</strong> : Vous n'êtes pas verrouillé dans un écosystème contrôlé par un fabricant. Vous pouvez distribuer vos applications via le Marketplace Firefox OS, votre propre site web, ou tout autre magasin utilisant la technologie de magasin d'application ouvert de Mozilla.
it: <strong>Libertà</strong>: Non sarai legato a un ecosistema controllato dalla piattaforma di vendita. Potrai distribuire le tue app sul Firefox OS Marketplace, sul tuo sito web e su qualsiasi piattaforma compatibile con la tecnologia del negozio aperto di app Mozilla.
pl: <strong>Wolność</strong>: Nie jesteś zablokowany w ekosystemie kontrolowanym przez dostawcę. Może udostępniać aplikację poprzez Firefox OS Marketplace, swoją własną stronę lub inne sklepy bazujące na technologii sklepu Mozilli dla otwartych aplikacji.

source: <strong>Reach</strong>: You have the potential to reach Firefox's 450 million desktop users, as well as users of other desktop browsers and mobile users.
de: <strong>Reichweite</strong>: Sie haben das Potenzial, die 450 Millionen Desktop-Anwender von Firefox, sowie Anwender anderer Desktop-Browser und Nutzer von Mobilgeräten zu erreichen.
es: <strong>Alcance</strong>: Dispones del potencial para llegar a los 450 millones de usuarios de Firefox de escritorio, además de los usuarios de otros navegadores de escritorio y dispositivos móviles.
fr: <strong>Large base</strong> : Vous pouvez toucher potentiellement les 450 millions d'utilisateurs de Firefox sur bureau ainsi que ceux d'autres navigateurs bureau et mobiles.
it: <strong>Portata</strong>: Avrai la possibilità di raggiungere non solo i 450 milioni di utenti di Firefox per desktop, ma anche gli utenti di altri browser e dispositivi portatili.
pl: <strong>Zasięg</strong>: Masz potencjał, by osiągnąć zasięg 450 milionów użytkowników desktopowego Firefoksa, jak również użytkowników innych przeglądarek desktopowych i użytkowników sprzętu mobilnego.

source: Steps to developing a Web app
cs: Kroky pro vývoj webové aplikace
de: Schritte zur Entwicklung einer Web-Anwendungen
es: Pasos en el desarrollo de una aplicación web
fr: Étapes pour développer une application Web
it: Sviluppare un'app web passo passo
pl: Kroki do utworzenia aplikacji sieciowej

source: 1. Develop your app using open Web technologies.
cs: 1. Vývíjejte svou aplikací pomocí otevřených webových technologií.
de: 1. Entwickeln Sie Ihre Anwendung mit Technologien des offenen Web.
es: 1. Desarrolla tu aplicación utilizando tecnologías web abiertas.
fr: 1. Développez votre applications en utilisant les technologies web ouvertes.
it: 1. Sviluppa la tua app utilizzando le tecnologie del Web aperto.
pl: 1. Stwórz swoją aplikację używając otwartych technologii sieciowych.

source: You probably already know at least a bit about HTML, CSS, and JavaScript. The <a href="%(url_learn)s">Learn</a> section of this website has resources to help you ramp up even more. As a mobile app developer, you already have a <a rel="external" href="%(url_mobile)s">Mobile First</a> approach to Web design.
de: Sie wissen wahrscheinlich schon ein bisschen was über HTML, CSS und JavaScript. Der Abschnitt <a href="%(url_learn)s">Lernen</a> dieser Website bietet Quellen, um Ihre Kenntnisse zu verbessern. Als Entwickler mobiler Anwendungen haben Sie schon einen <a rel="external" href="%(url_mobile)s">Mobile-First</a>-Ansatz beim Web-Design.
es: Seguramente tendrás algunos conocimientos sobre HTML, CSS y JavaScript. La sección <a href="%(url_learn)s">Aprendizaje</a> del sitio web dispone de recursos que te ayudarán a avanzar aún más. Como desarrollador de aplicaciones móviles, ya posees la perspectiva de los <a rel="external" href="%(url_mobile)s">Dispositivos móviles primero</a> en lo que se refiere al diseño web.
fr: Vous connaissez déjà probablement un peu HTML, CSS, et JavaScript. La section <a href="%(url_learn)s">apprendre</a> de ce site web contient des ressources pour vous aider à avancer. En tant que développeur d'application mobile, vous avez déjà une approche <a rel="external" href="%(url_mobile)s">d'abord mobile</a> au design Web.
it: Probabilmente conosci almeno superficialmente HTML, CSS e JavaScript. Nella sezione <a href="%(url_learn)s">Learn</a> di questo sito troverai le risorse per incrementare rapidamente le tue conoscenze. In qualità di sviluppatore di app per cellulari probabilmente avrai già un approccio <a rel="external" href="%(url_mobile)s">Mobile primo</a> alla progettazione sul Web.
pl: Prawdopodobnie wiesz już przynajmniej trochę o HTML, CSS i JavaScript. Sekcja<a href="%(url_learn)s">Nauka</a> tej strony internetowej zawiera zasoby, które pomogą tobie poszerzyć wiedzę. Jako programista mobilny masz już podejście „<a rel="external" href="%(url_mobile)s">Najpierw mobilność</a>” do projektowania sieciowego.

source: 2. Add an <a href="%(url)s">app manifest</a>.
cs: 2. Přidejte <a href="%(url)s">manifest aplikace</a>.
de: 2. Fügen Sie ein <a href="%(url)s">Anwendungsmanifest</a> hinzu.
es: 2. Agrega un <a href="%(url)s">archivo manifest de la aplicación</a>.
fr: 2. Ajoutez <a href="%(url)s">un manifest d'application</a>.
it: 2. Aggiungi il <a href="%(url)s">manifesto dell'app</a>.
pl: 2. Dodaj <a href="%(url)s">manifest aplikacji</a>.
ru: 2. Добавьте <a href="%(url)s">манифест приложения</a>.

source: All that inherently separates a Web app from a normal website is a single, JSON-format text file.
de: All was inhärent eine Web-Anwendung von einer normalen Website trennt, ist eine einzige Textdatei im JSON-Format.
es: Lo único que diferencia una aplicación web de un sitio web normal es un archivo de texto en formato JSON.
fr: Tout ce qui, au final, sépare une application Web d'un site normal est un simple fichier texte au format JSON.
it: L'unico elemento che distingue un sito web da un'app web è un file di testo in formato JSON.
pl: Wszystko to właściwie oddziela aplikację sieciową od normalnej strony internetowej w pojedynczym, tekstowym pliku w formacie JSON.

source: 3. Publish the app, either on your own site or in an app store (or both).
de: 3. Veröffentlichen Sie die Anwendung, entweder auf Ihrer eigenen Website oder in einem Anwendungsladen (oder beides).
es: 3. Publica la aplicación, bien en tu propio sitio web, bien en una tienda de aplicaciones (o en ambos).
fr: 3. Publiez l'application que ce soit sur votre site ou sur un magasin d'application (voire les deux).
it: 3. Pubblica l'app sul tuo sito o su una piattaforma di vendita app (oppure su entrambi).
pl: 3. Opublikuj aplikację, albo na własnej stronie, albo w sklepie z aplikacjami (lub w obu miejscach).

source: Publishing it yourself requires <a href="%(url)s">adding some code to your site to manage installing and updating the app</a> in users' browsers.
de: Wenn Sie sie selbst veröffentlichen, müssen Sie <a href="%(url)s">auf Ihrer Website Quelltext einfügen, um die Installation und Aktualisierung der Anwendung</a> im Browser der Anwender zu verwalten.
es: Si la publicas tú mismo/a, tienes que <a href="%(url)s">agregar código en tu sitio web para administrar la instalación y actualización de la aplicación</a> en los navegadores de los usuarios.
fr: L'auto publication nécessite <a href="%(url)s">d'ajouter un peu de code dans votre site pour gérer l'installation et la mise à jour de l'application</a> dans le navigateur des utilisateurs.
it: Se vuoi pubblicarla in proprio, dovrai <a href="%(url)s">aggiungere un codice al tuo sito per gestire l'installazione e l'aggiornamento dell'app</a> nel browser degli utenti.
pl: Publikacja samodzielna wymaga <a href="%(url)s">dodania kodu na swojej stronie w celu zarządzania instalacją i aktualizacją aplikacji</a> w przeglądarkach użytkowników.
