Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: 2. Click "Add to Firefox".<br /> 3. Once the add-on has downloaded you will be prompted to install it: click "Install Now".<br /> <br /> Because of the size of the add-on, Firefox may freeze for several seconds while installing it, and a dialog titled "Warning: Unresponsive script" may appear. It it does, click "Continue" to wait for installation to finish. This issue is being tracked as <a href="%(bug_814505)s">bug 814505</a>.<br /> <br /> Once you have installed the Simulator add-on, Firefox will periodically check for newer versions and keep it up to date for you.
de: 2. Klicken Sie auf „Zu Firefox hinzufügen“.<br /> 3. Sobald das Add-on heruntergeladen wurde, werden Sie aufgefordert, es zu installieren: Klicken Sie auf „Jetzt installieren“.<br /> <br /> Wegen der Größe des Add-ons kann Firefox während der Installation mehrere Sekunden lang hängenbleiben und der ein Dialog mit dem Titel: „Warnung: Nicht antwortendes Skript“ kann erscheinen. Wenn dem so ist, klicken Sie einfach auf die Schaltfläche „Fortsetzen“, um zu warten, bis die Installation abgeschlossen ist. Dieses Problem wird als <a href="%(bug_814505)s">Bug 814505</a> behandelt.<br /> <br /> Sobald Sie das Add-on „Simulator“ installiert haben, wird Firefox regelmäßig nach neuen Versionen suchen und ihn für Sie aktuell halten.
es: 2. Pulsa "Añadir a Firefox".<br /> 3. Una vez que el complemento se ha descargado se te pedirá que lo instales: haz clic en "Instalar ahora". <br /> <br /> Debido al tamaño del complemento, Firefox puede que se bloquee durante varios segundos mientras lo instalas, y que aparezca un diálogo titulado "Aviso: El script no responde". Si sucede esto, pulsa "Continuar" para esperar a que la instalación finalice. El estado de este problema se sigue en el <a href="%(bug_814505)s">bug 814505</a>.<br /> <br /> Una vez hayas instalado el complemento Simulator, Firefox comprobará periódicamente si hay nuevas versiones y lo mantendrá actualizado para ti.
fr: 2. Cliquez sur « Ajouter à Firefox ».<br /> 3. Une fois le module téléchargé, il vous sera demandé de l'installer : cliquez sur « Installer maintenant ».<br /> <br /> À cause de la taille du module, Firefox peut geler pendant plusieurs secondes pendant l'installation, et une boite de dialogue intitulée « Attention : script ne répondant pas » peut apparaître. Si tel est le cas, cliquez sur « Continuer » pour attendre que l'installation se finisse. Ce problème est suivi dans le <a href="%(bug_814505)s">bug 814505</a>.<br /> <br /> Une fois que vous avez installé le module simulateur, Firefox vérifiera périodiquement pour de nouvelles versions et le mettra à jour pour vous.
it: 2. Fai clic su "Aggiungi a Firefox".<br /> 3. Una volta che l'estensione è stata scaricata ti verrà chiesto di procedere con l'installazione, confermala facendo clic su "Installa adesso".<br /> <br /> A causa della dimensione dell'estensione, Firefox potrebbe bloccarsi per parecchi secondi durante l'installazione mostrando una finestra di dialogo del tipo "Attenzione: lo script non risponde". In questo caso, fai clic su "Continua" e attendi il completamento dell'installazione. Per risolvere questo inconveniente è stato aperto il <a href="%(bug_814505)s">bug 814505</a>.<br /> <br /> Una volta installato, Firefox OS Simulator verrà aggiornato periodicamente in maniera automatica esattamente come le altre estensioni.
pl: 2. Kliknij „Zainstaluj”.<br /> 3. Gdy dodatek zostanie pobrany, wyświetli się prośba o zainstalowanie go: click „Zainstaluj”.<br /> <br /> Z powodu rozmiaru dodatku Firefox może zablokować się na kilka sekund podczas instalowania go i wyświetlić okno z komunikatem „Ostrzeżenie: Skrypt nie odpowiada”. Jeśli tak się stanie, kliknij „Zainstaluj”, by poczekać na zakończenie instalacji. Ten problem jest zgłoszony jako <a href="%(bug_814505)s">bug 814505</a>.<br /> <br /> Gdy dodatek Symulator zostanie zainstalowany, Firefox będzie okresowo sprawdzać, czy jest nowsza wersja, i utrzymywać go zaktualizowanym.

source: The Dashboard opens automatically when you install the Simulator, and you can reopen it at any time by going to the "Firefox" menu (or the "Tools" menu on OS X and Linux), then "Web Developer", then "Firefox OS Simulator":
de: Die Übersicht öffnet sich automatisch, wenn Sie den Simulator installieren und Sie können sie jederzeit wieder öffnen, indem Sie das Firefox-Menü (oder das Menü „Extras“ unter OS X und Linux) öffnen und dann unter „Web-Entwickler“ den Punkt „Firefox-OS-Simulator“ aufrufen:
es: El panel se abrirá automáticamente cuando instales Simulator y lo podrás abrir siempre que quieras yendo al menú "Firefox" (o al menú "Herramientas" en OS X y Linux), luego "Desarrollador web" y después "Firefox OS Simulator":
fr: Le tableau de bord s'ouvrira automatiquement à l'installation du simulateur, et vous pouvez l'ouvrir quand vous le souhaitez en allant dans le menu « Firefox » (ou le menu « Outils » sous Linux et OS X), puis « Développement web » et enfin « Simulateur Firefox OS » :
it: La Dashboard viene aperta automaticamente al termine dell'installazione di Firefox OS Simulator ed è accessibile in qualsiasi momento dal menu "Firefox" (o dal menu "Strumenti" su OS X e Linux) &gt; "Strumenti di sviluppo" &gt; "Firefox OS Simulator":
pl: Dashboard otworzy się automatycznie po zainstalowaniu Symulatora, będzie go można otworzyć ponownie w dowolnej chwili, przechodząc do menu „Firefox” (lub „Narzędzia” w systemach OS X i Linux), a następnie do menu „Dla twórców witryn” i „Firefox OS Simulator”:

source: The Dashboard is the tool you use to add your app to the Simulator and run it. Here's what it looks like:
de: Die Übersicht ist das Werkzeug, mit dem Sie Ihre Anwendung zum Simulator hinzufügen und ausführen. So sieht sie aus:
es: El panel es la herramienta que debes usar para añadir tu aplicación al Simulator y ejecutarla. Esto es lo que se muestra:
fr: Le tableau de bord est l'outil que vous utilisez pour ajouter votre application dans le simulateur et l'exécuter. Voici à quoi il ressemble :
it: La Dashboard è lo strumento tramite il quale puoi aggiungere e eseguire un'app in Firefox OS Simulator. Ecco come appare:
pl: Dashboard jest narzędziem używanym w celu dodania aplikacji do Symulatora oraz uruchomienia jej. Oto, jak wygląda:

source: Adding, updating, and removing apps
cs: Přidávání, aktualizace a odebírání aplikací
de: Hinzufügen, aktualisieren und Entfernen von Anwendungen
es: Agregar, actualizar y eliminar aplicaciones
fr: Ajouter, mettre à jour et supprimer des applications
it: Aggiunta, rimozione e aggiornamento delle app
pl: Dodawanie, aktualizowanie i usuwanie aplikacji

source: Adding apps
cs: Přidávání aplikací
de: Hinzufügen von Anwendungen
es: Agregar aplicaciones
fr: Ajouter des applications
it: Aggiunta di app
pl: Dodawanie aplikacji

source: To add a <a href="%(packaged_apps)s">packaged app</a> to the Simulator, open the Dashboard, click "Add Directory" and select the <a href="%(manifests)s">manifest file</a> for your app.
de: Um eine <a href="%(packaged_apps)s">gepackte Anwendung</a> zum Simulator hinzuzufügen, öffnen Sie die Übersicht, klicken Sie auf „Verzeichnis hinzufügen“ und wählen Sie die <a href="%(manifests)s">Manifest-Datei</a> für Ihre Anwendung aus.
es: Para agregar una <a href="%(packaged_apps)s">aplicación empaquetada</a> al simulador, abre el panel, haz clic en "Agregar directorio" y selecciona el <a href="%(manifests)s">archivo manifest</a> de tu aplicación.
fr: Pour ajouter une <a href="%(packaged_apps)s">application empaquetée</a> dans le simulateur, ouvrez le tableau de bord, puis cliquer sur « Ajouter un répertoire » et sélectionnez le <a href="%(manifests)s">fichier manifeste</a> de votre application.
it: Per aggiungere un'<a href="%(packaged_apps)s">app pacchettizzata</a> al Simulatore, apri la Dashboard, fai clic su "Add Directory" e seleziona il <a href="%(manifests)s">file manifesto</a> dell'app.
pl: Aby dodać <a href="%(packaged_apps)s">spakowaną aplikację</a> do Symulatora, otwórz Dashboard, kliknij „Add Directory” i wybierz<a href="%(manifests)s">plik manifestu</a> swojej aplikacji.

source: To add a hosted app, enter a URL in the textbox where it says "URL for page or manifest.webapp", then click "Add URL". If the URL points to a manifest, then that manifest will be used. If it doesn't, the Dashboard will generate a manifest for the URL: so you can add any website as an app just by entering its URL.
de: Um eine gehostete Anwendung hinzuzufügen, geben Sie in das Textfeld „URL für Seite oder manifest.webapp“ eine URL ein und klicken Sie dann auf „URL hinzufügen“. Wenn die URL auf ein Manifest verweist, wird dieses Manifest verwendet. Wenn nicht, erzeugt die Übersicht ein Manifest für die URL: Auf diese Weise können Sie jede Website als Anwendung hinzufügen, indem Sie einfach ihre URL eingeben.
es: Para agregar una aplicación alojada, escribe la URL en el cuadro de texto donde dice "URL de la página o manifest.webapp", luego haz clic en "Agregar URL". Si la URL apunta a un archivo manifest, entonces se usará este. Si no lo hace, el panel generará un archivo manifest para la URL: es decir, puedes agregar cualquier página web como una aplicación con tan sólo introducir la URL.
fr: Pour ajouter une application hébergée, indiquez sur adresse URL dans la zone de texte « URL pour une page ou un manifest.webapp », puis cliquez sur « Ajouter l'URL ». Si l'adresse pointe sur un manifeste, alors celui-ci sera utilisé. Dans le cas contraire, le tableau de bord va générer un manifeste pour cette adresse, de sorte que vous puissiez ajouter n'importe quel site web comme une simple application en entrant juste son adresse.
it: Per aggiungere un'app ospitata, inserisci un URL nel campo di testo "URL for page or manifest.webapp", poi fai clic su "Add URL". Se l'URL fa riferimento al file manifesto di un'app, verrà utilizzato quello. Se non viene rilevato nessun file manifesto, la Dashboard ne creerà uno per quell'URL: in questo modo potrai aggiungere un sito web come app semplicemente inserendone l'URL.
pl: Aby dodać hostowaną aplikację, wprowadź adres URL w polu tekstowym z napisem „URL for page or manifest.webapp”, a następnie kliknij „Add URL”. Jeśli adres URL wskazuje na manifest, wtedy manifest zostanie użyty. Jeśli nie, Dashboard wygeneruje manifest dla adresu URL, w ten sposób możesz dodać dowolną stronę internetową jako aplikację, wprowadzając jedynie jej adres URL.

source: When you add an app, the Dashboard will run a series of tests on your manifest file, checking for common problems. See the section on <a href="#Manifest-validation"> Manifest Validation</a> for details on what tests are run.
de: Wenn Sie eine Anwendung hinzufügen, führt die Übersicht einige Tests für Ihre Manifest-Datei aus, um nach häufigen Problemen zu suchen. Im Abschnitt <a href="#Manifest-validation">Manifest-Validierung</a> finden Sie weitere Informationen darüber, welche Tests durchgeführt werden.
es: Cuando agregues una aplicación, el panel ejecutará una serie de pruebas en el archivo manifest para comprobar problemas frecuentes. Mira la sección sobre <a href="#Manifest-validation"> Validación del archivo manifest</a> para conocer más detalles sobre qué pruebas se realizan.
fr: Quand vous ajoutez une application, le tableau de bord va exécuter une série de tests sur votre fichier manifeste, vérifier certains problèmes connus et courants. Référez-vous à la page <a href="#Manifest-validation">Validation du manifeste</a> pour les détails des tests exécutés.
it: Nel momento in cui viene aggiunta un'app, la Dashboard eseguirà una serie di test per rilevare i problemi più comuni che si possono verificare con i file manifesto. Per ulteriori informazioni su quali test vengono effettuati, consulta la sezione <a href="#Manifest-validation">Validazione del manifesto</a>.
pl: Gdy dodasz aplikację, Dashboard uruchomi serię testów jest pliku manifestu, sprawdzając często występujące problemy. Zobacz sekcję <a href="#Manifest-validation">Sprawdzanie manifestu</a>, by dowiedzieć się szczegółowo, jakie testy są uruchamiane.

source: Unless manifest validation reveals that your app has errors, the Dashboard will then automatically run your app in the Simulator.
de: Wenn die Manifest-Prüfung keine Fehler in Ihrer Anwendung feststellt, startet die Übersicht dann automatisch Ihre Anwendung im Simulator.
es: Si la validación del archivo manifest no revela que tu aplicación tiene errores, el panel la ejecutará automáticamente en el simulador.
fr: Sauf à ce que la validation du manifeste échoue, le tableau de bord lancera automatiquement votre application dans le simulateur.
it: Se il processo di validazione del manifesto dell'app termina senza rilevare errori, la Dashboard avvierà automaticamente l'app nel Simulatore.
pl: Jeżeli sprawdzenie manifestu nie znajdzie w nim błędów, Dashboard automatycznie uruchomi aplikację w Symulatorze.

source: Managing apps
cs: Správa aplikací
de: Verwalten von Anwendungen
es: Administrar aplicaciones
fr: Gestion des applications
it: Gestione delle app
pl: Zarządzanie aplikacjami

source: Once you have added an app, it will appear in the Manager's list of installed apps:
de: Sobald Sie eine Anwendung installiert Haben, erscheint Sie im Manager in der Liste installierter Anwendungen:
es: Una vez que hayas agregado una aplicación, aparecerá en la lista de aplicaciones instaladas del Administrador:
fr: Une fois que vous avez ajouté une application, elle apparaîtra dans la liste des applications installées :
it: Una volta aggiunta un'app, essa apparirà nella Gestione delle app installate:
pl: Po dodaniu aplikacji zostanie ona wyświetlona w Menedżerze na liście zainstalowanych aplikacji:

source: Each entry gives us the following information about the app:
cs: Každá položka vám dá následující informace o aplikaci:
de: Jeder Eintrag liefert Ihnen folgende Informationen über die Anwendung:
es: Cada entrada nos brinda la siguiente información acerca de la aplicación:
fr: Chaque entrée nous donne les informations suivantes sur l'application :
it: Per ogni app sono indicate le seguenti informazioni:
pl: Każdy wpis podaje następujące informacje o aplikacji:

source: its name, taken from the manifest
cs: její název, který je vzaný z manifestu
de: Ihren Namen, der aus dem Manifest ausgelesen wird
es: su nombre, tomado del archivo manifest
fr: son nom, obtenu depuis le manifeste
it: il nome, ricavato dal manifesto dell'app
pl: jej nazwa, pobrana z manifestu

source: its type, which will be one of "Packaged", "Hosted", or "Generated"
cs: její typ, který je "Packaged", "Hosted" či "Generated"
de: Ihren Typ, der entweder „Gepackt“, „Gehostet“ oder „Erzeugt“ ist
es: su tipo, que será "Empaquetada", "Alojada", o "Generada"
fr: son type, qui peut être soit « Packaged », « Hosted » ou « Generated »
it: il tipo, che può essere "Packaged" (pacchettizzata), "Hosted" (ospitata) o "Generated" (generata)
pl: jej typ, „Spakowana”, „Hostowana” lub „Generowana”

source: a link to its manifest file
cs: odkaz na její soubor s manifestem
de: Ein Link zu ihrer Manifest-Datei
es: un enlace a tu archivo manifest
fr: un lien vers son fichier manifeste
it: un collegamento al file manifesto dell'app
pl: odnośnik do jej pliku manifestu

source: the result of manifest validation
cs: výsledek kontroly manifestu
de: Das Ergebnis der Manifest-Validierung
es: el resultado de la validación del archivo manifest
fr: le résultat de la validation du manifeste
it: l'esito della validazione del manifesto
pl: wynik sprawdzenia manifestu

source: It also gives us three commands:
cs: Máte též k dispozici tři příkazy:
de: Er bietet Ihnen außerdem drei Befehle:
es: También nos ofrece tres órdenes:
fr: Cela nous fournis également trois commandes :
it: Sono inoltre disponibili tre comandi:
pl: zawiera również trzy komendy:

source: "Remove": remove the app from the Simulator or the Dashboard. You can undo this action as long as the Dashboard tab is open.
cs: "Remove": odebere aplikaci z nástěnky doplňku Simulator. Tuto akci můžete vrátit zpět po dobu, kdy je nástěnka otevřena.
de: „Entfernen“: Entfernt die Anwendung aus dem Simulator oder der Übersicht. Sie können diese Aktion rückgängig machen, solange der Übersichts-Tab geöffnet ist.
es: "Eliminar": elimina la aplicación del simulador o el panel de control. Puedes deshacer esta acción siempre y cuando el panel de control esté aún abierto.
fr: « Supprimer » : pour retirer l'application du simulateur ou du tableau de bord. Vous pouvez annuler cette action tant que le tableau de bord est ouvert.
it: "Remove": rimuove l'app dal Simulatore o dalla Dashboard. Finché la scheda della Dashboard non viene chiusa è possibile annullare questa azione.
pl: „Remove”: usuwa aplikację z Symulatora lub Dashobardu. Można cofnąć tę operację tak długo, jak Dashboard jest otwarty.

source: "Update": use this to update the app in the Simulator after you have made changes to it. This also makes the Dashboard validate the manifest again. If you make changes to your app they will not be reflected automatically in the installed app: you will need to click "Update", and restart the Simulator if it is running.
cs: "Update": funkci využijte v doplňku Simulator tehdy, když jste udělali v aplikaci nějaké změny. Zajistí též, že nástěnka znovu načte informace o aplikaci z manifestu. Pokud uděláte nějakou změnu ve své aplikaci, která není automaticky propagovaná, budete muset klepnout na tlačítko "Update" a znovu spustit Simulator.
de: „Aktualisieren”: Damit wird die Anwendung im Simulator aktualisiert, wenn Sie sie geändert haben. Dadurch validiert die Übersicht auch erneut das Manifest. Wenn Sie Ihre Anwendung ändern, werden diese Änderungen nicht automatisch in der installierten Anwendung sichtbar: Sie müssen auf „Aktualisieren“ klicken und den Simulator neu starten, wenn er läuft.
es: "Actualizar": úsalo para actualizar la aplicación en el simulador después que hagas cambios en esta. Esto también provoca que el panel de control valide de nuevo el archivo manifest. Si realizas cambios en tu aplicación estos no serán reflejados automáticamente en la aplicación instalada: debes hacer clic en "Actualizar" y reiniciar el simulador si está ejecutándose.
fr: « Mettre à jour » : à utiliser pour mettre à jour l'application dans le simulateur après l'avoir modifiée. Le tableau de bord revalidera le manifeste. Si vous faites des changements dans votre application ils ne seront pas appliqués tant que vous ne cliquerez pas sur « Mettre à jour », et relancerez le simulateur s'il s'exécutait.
it: "Update": viene utilizzato per aggiornare l'app nel Simulatore dopo che sono state apportate modifiche all'app. A ogni aggiornamento la Dashboard esegue nuovamente il processo di validazione del manifesto. Se modifichi l'app, le modifiche non si rifletteranno automaticamente sull'app installata, ma sarà necessario fare clic su "Update" e riavviare il Simulatore se è in funzione.
pl: „Update”: użyj tej funkcji to zaktualizowania aplikacji w Symulatorze, gdy dokonasz w niej zmian. Dokonuje ona również ponownego sprawdzenia manifestu przez Dashboard. Jeśli wprowadzić zmiany w swojej aplikacji, nie zostaną one automatycznie uwzględnione w zainstalowanej aplikacji: musisz kliknąć „Update” i uruchomić ponownie Symulator, jeśli jest włączony.

source: "Run": run the app in the Simulator
cs: "Run": spustí aplikaci v doplňku Simulator
de: „Ausführen“: Startet die Anwendung im Simulator
es: "Ejecutar": ejecuta la aplicación en el simulador
fr: « Éxécuter » : lance l'application dans le simulateur
it: "Run": esegue l'app nel Simulatore
pl: „Run”: uruchamia aplikację w Symulatorze

source: If you've <a href="#Push-to-device">connected a Firefox OS device</a> to your computer, you'll see a fourth command labeled "Push to device".
de: Wenn Sie <a href="#Push-to-device">ein Firefox-OS-Gerät</a> mit Ihrem Computer verbunden haben, sehen Sie einen vierten Befehl namens „Auf Gerät übertragen“.
es: Si tienes <a href="#Push-to-device">un dispositivo Firefox OS conectado</a> a tu equipo, verás una cuarto botón llamado "Enviar a dispositivo".
fr: Si vous avez <a href="#Push-to-device">connecté un appareil Firefox OS</a> à votre ordinateur, vous aurez une quatrième commande nommée « Envoyer à l'appareil ».
it: Quando <a href="#Push-to-device">un dispositivo con Firefox OS è connesso</a> al computer viene reso disponibile un'ulteriore comando denominato "Push to device".
pl: Jeśli masz <a href="#Push-to-device">podłączone urządzenie z Firefox OS</a> do swojego komputera, zobaczysz czwartą komendę nazwaną „Push to device”.

source: Manifest validation
cs: Kontrola manifestu
de: Manifest-Validierung
es: Validación de archivo manifest
fr: Validation du manifeste
it: Validazione del manifesto
pl: Weryfikacja manifestu

source: When you supply a manifest, the Manager will run some validation tests on it. It reports three categories of problems:
de: Wenn Sie ein Manifest angeben, führt der Manager einige Validierungs-Tests damit aus. Er meldet drei Kategorien von Fehlern:
es: Cuando suministras un archivo manifest, el administrador realizará algunas pruebas de validación en este. Reporta tres categorías de problemas:
fr: Quand vous envoyez un manifeste, le gestionnaire va exécuter quelques tests de validation. Trois catégories de problèmes seront rapportées :
it: Quando lo strumento di validazione accede a un file manifesto, esegue su di esso una serie di test riportando gli errori suddivisi in tre categorie:
pl: Gdy dostarczysz manifest, Menedżer uruchomi kilka testów sprawdzających go. Zgłaszają one trzy rodzaje problemów:

source: manifest errors: problems that will prevent your app from running
de: Manifest-Fehler: Probleme, die verhindern, dass Ihre Anwendung ausgeführt wird
es: errores en el archivo manifest: los problemas que impedirán que tu aplicación se ejecute
fr: erreurs du manifeste : problèmes qui empêcheront votre application de s'exécuter
it: Errori nel manifesto: questi errori impediscono l'esecuzione dell'app
pl: błędy manifestu: problemy uniemożliwiające uruchomienie aplikacji

source: manifest warnings: problems that may prevent your app from working properly
de: Manifest-Warnungen: Probleme, die verhindern könnten, dass Ihre Anwendung korrekt funktioniert
es: advertencias en el archivo manifest: problemas que pueden impedir que tu aplicación funcione correctamente
fr: avertissements du manifeste : problèmes qui pourraient empêcher votre application de s'exécuter correctement
it: Avvisi relativi al manifesto: questo tipo di errori potrebbe impedire il corretto funzionamento dell'app
pl: ostrzeżenia manifestu: problemy mogące uniemożliwić poprawne działanie aplikacji

source: simulator-specific warnings: features your app is using that the Simulator doesn't yet support
de: Simulator-spezifische Warnungen: Funktionen, die Ihre Anwendung nutzt, die der Simulator aber noch nicht unterstützt
es: advertencias específicas del simulador: características que tu aplicación usa y aún no están implementadas en el simulador
fr: avertissements propres au simulateur : fonctionnalités que votre application utilise mais qui ne sont pas encore prises en charge par le simulateur
it: Avvisi relativi al Simulatore: questo tipo di errori indica che l'app utilizza funzioni non ancora implementate nel Simulatore
pl: ostrzeżenia specyficzne dla symulatora: użyte w aplikacji funkcje, których Symulator jeszcze nie obsługuje
