Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <strong>Are you responsive?</strong> We expect that an author who is promoting their add-on to our applications' many users is responsive to problem reports, maintains their contact information, and updates their add-on promptly to keep current with Firefox releases and changes in our policies. This doesn't mean that you have to reply to every question that someone posts in the discussions, or that you even need to fix every bug, but we do expect that you will respond to issues in a manner that's appropriate to the severity of the issue in question.
cs: <strong>Reagujete?</strong> Očekáváme, že autor, který propaguje své doplňky v rámci našich aplikací reaguje na problémy nahlášené uživateli, udržuje své kontaktní informace aktuální a aktualizuje své doplňky včas tak, aby byly aktuální vzhledem k posledním verzím Firefoxu a změnám v našich zásadách. To neznamená, že musíte odpovědět na každou otázku, kterou někdo přidá do diskuse nebo že musíte opravit každou chybu, ale očekáváme, že obecně budete reagovat na problémy a řešit jejich závažnost.
de: <strong>Wie schnell reagieren Sie?</strong> Wir erwarten, dass ein Autor, der sein Add-on bei den vielen Anwendern unserer Programme bewirbt, auf Problemberichte reagiert, seine Kontaktinformationen wartet und sein Add-on rechtzeitig aktualisiert, um mit Firefox-Veröffentlichungen und Änderungen unserer Regeln Schritt zu halten. Das heißt nicht, dass Sie auf jede Frage antworten müssen, die jemand in der Diskussion stellt, oder dass Sie jedes Problem beheben müssen, aber wir erwarten, dass Sie auf Probleme in einer der Schwere des Problems angemessenen Art und Weise reagieren.
es: <strong>¿Tienes capacidad de respuesta?</strong> Se espera que un autor que quiere promocionar su complemento a los muchos usuarios de nuestras aplicaciones responda a los informes sobre problemas, mantenga actualizada su información de contacto y actualice su complemento rápidamente para estar al día con las versiones de Firefox y los cambios en nuestras políticas. Esto no significa que tengas que responder a cada pregunta que alguien publique en las discusiones ni que tengas que solucionar todos los errores, pero sí esperamos que respondas a las cuestiones de una manera adecuada a la importancia de la tema en cuestión.
fr: <strong>Êtes vous réactif ?</strong> Nous attendons qu'un auteur qui promeut son module pour tous les utilisateurs de nos applications soit réactif aux rapports de problèmes, maintienne les informations de contact et mette à jour son module rapidement pour rester compatible avec les modifications de Firefox et de nos politiques. Ceci ne signifie pas que vous devez répondre à toute question que quelqu'un pose dans les discussions ou que vous devez corriger chaque bug, mais nous attendons que vous preniez en charge les problèmes à leur juste valeur.
it: <strong>Sei disponibile e reattivo?</strong> A nostro parere un autore che decide di distribuire il risultato del proprio lavoro ai numerosi utenti delle nostre applicazioni deve essere in grado di rispondere alle segnalazioni di problemi, aggiornare il proprio componente aggiuntivo per mantenerlo compatibile con le versioni correnti di Firefox e le norme che regolano questo sito. Questo non significa che devi rispondere ad ogni domanda o risolvere qualunque bug, ma confidiamo che tu possa rispondere in modo appropriato alla gravità delle problematiche e delle segnalazioni.
ko: <strong>활동적입니까?</strong> 저희 정책에선 애플리케이션 이용자에게 적극적으로 부가 기능을 장려하는 제작자는 문제 보고서, 꾸준한 연락처 정보 관리, Firefox 출시와 변경사항에 대한 빠르고 꾸준한 부가 기능 업데이트에도 활동적이라고 보고 있습니다. 이는 토론실에 올라온 모든 질문에 대답해야 한다든지 모든 버그를 고쳐야 한다는 뜻은 더더욱 아닙니다. 다만, 질문 중에서 심각한 수준의 문제에 대해선 어느 정도는 직접 반응을 보여줬으면 합니다.
nl: <strong>Geeft u antwoord?</strong> We verwachten dat een schrijver die zijn of haar add-on bij de vele gebruikers van onze toepassingen promoot op probleemrapporten reageert, de contactgegevens onderhoudt en de add-on snel bijwerkt om bij te blijven bij Firefox-uitgaven en wijzigingen in ons beleid. Dit betekent niet dat u elke vraag die iemand in de discussies stelt moet beantwoorden of dat u elke fout moet repareren, maar we verwachten wel dat u op zaken antwoord geeft, op een wijze die toepasselijk is voor de ernst van het genoemde probleem.
pa_in: <strong>ਕੀ ਤੁਸੀਂ ਜਵਾਬਦੇਹ ਹੋ?</strong> ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਲੇਖਕ ਜੋ ਬਹੁਤ ਸਾਰੇ ਉਪਭੋਗੀਆਂ ਲਈ ਸਾਡੀਆਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਵਿੱਚ ਆਪਣੇ ਐਡ-ਆਨ ਦਾ ਪ੍ਰਚਾਰ ਕਰਦਾ ਖਾਮੀਆਂ ਸੂਚਨਾਵਾਂ ਲਈ ਜਵਾਬਦੇਹ ਹੋਵੇ, ਆਪਣੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਦੀ ਸਾਂਭ ਸੰਭਾਲ੍ਹ ਰੱਖੇ, ਅਤੇ ਸਾਡੀਆਂ ਨੀਤੀਆਂ ਵਿੱਚ ਬਦਲਾਵਾਂ ਅਤੇ ਫ਼ਾਇਰਫ਼ਾਕਸ ਰੀਲੀਜ਼ਾਂ ਨਾਲ ਆਪਣੇ ਐਡ-ਆਨ ਨੂੰ ਮੌਜੂਦਾ ਰੱਖਣ ਲਈ ਨਾਲ ਦੀ ਨਾਲ ਅੱਪਡੇਟ ਕਰਦਾ ਰਹੇ। ਇਸ ਤੋਂ ਇਹ ਭਾਵ ਨਹੀਂ ਕੀ ਤੁਹਾਨੂੰ ਕਿਸੇ ਵੱਲੋਂ ਚਰਚਾਵਾਂ ਵਿੱਚ ਭੇਜੇ ਹਰ ਇੱਕ ਸਵਾਲ ਦਾ ਜਵਾਬ ਦੇਣਾ, ਜਾਂ ਤੁਹਾਨੂੰ ਹਰ ਇੱਕ ਬੱਗ ਨੂੰ ਠੀਕ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਪਰ ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕੀ ਤੁਸੀਂ ਇਸ ਢੰਗ ਨਾਲ ਮੁੱਦਿਆਂ ਨੂੰ ਹਲ ਕਰੋਗੇ ਜੋ ਸਵਾਲ ਵਿੱਚ ਜੋਰ ਦਿੱਤੇ ਗਏ ਮੁੱਦੇ ਲਈ ਠੀਕ ਹੋਵੇ।
pl: <strong>Czy będziesz utrzymywać pomoc techniczną swojego dodatku?</strong> Oczekujemy, że autorzy, którzy prezentują swoje dodatki wielu użytkownikom naszych programów, będą w stanie odpowiadać na zgłoszone problemy, zarządzać swoimi dodatkami i aktualizować je, aby były zgodne z aktualnymi wydaniami Firefoksa i zmianami naszych zasad. Nie oznacza to, że musisz odpowiadać na każde pytanie, które ktoś zada ani, że musisz poprawiać każdy zgłoszony błąd, ale oczekujemy od ciebie komunikacji i reakcji na problemy, odpowiednio do ich wagi.
pt_pt: <strong>Você é responsável?</strong> Nós esperamos que um autor que está promovendo seu extra aos muitos usuários de nossas aplicações esteja disponível para responder relatos de problemas, mantenha suas informações de contato atualizadas e atualize seu add-on prontamente para mantê-lo compatível com as versões recentes do Firefox e alterações em nossas políticas. Isso não significa que você terá que responder todas as perguntas que alguém postar em discussões sobre o extra, ou que você precisa corrigir cada bug, mas esperamos que você responda aos problemas de maneira apropriada à severidade do problema em questão.
ru: <strong>Вы отзывчивы?</strong> Мы ожидаем, что автор, продвигающий своё дополнение для множества пользователей наших приложений, будет реагировать на сообщения о проблемах, иметь актуальные контактные данные и оперативно обновлять своё дополнение, не отставая от релизов Firefox и изменений в наших политиках. Это не означает, что вы должны отвечать на каждый вопрос, задаваемый кем-либо в ходе обсуждения, или даже что вам нужно исправлять каждую ошибку, но мы ожидаем, что вы будете реагировать на проблемы в соответствии с серьёзностью возникшей проблемы.
sl: <strong>Ste odzivni?</strong> Pričakujemo, da bo avtor, ki nudi svoje dodatke številnim uporabnikom naših aplikacij, imel aktiven odnos do poročil o težavah, da bo skrbel za svoje kontaktne podatke in da bo svoje izdelke dovolj hitro prilagajal na nove različice Firefoxa in na spremembe v naših smernicah. To ne pomeni, da morate odgovoriti na vsako vprašanje, ki se lahko pojavi v kaki diskusiji, tudi ni nujno, da prav vsako napako popravite, pričakujemo samo, da se boste odzivali na vprašanja na način, ki je za resnost obravnavane zadeve ustrezen.
uk: <strong>Ви чуйні?</strong> Ми очікуємо, що автор, який поширює свій додаток для наших численних користувачів, буде реагувати на повідомлення про проблеми, мати актуальні контактні дані та оперативно оновлювати свій додаток, не відстаючи від випусків Firefox і змін в наших політиках. Це не означає, що ви повинні відповідати на кожне питання, яке задається ким-небудь в ході обговорення, або навіть що вам потрібно виправляти кожну помилку, але ми очікуємо, що ви будете реагувати на проблеми відповідно до їх важливості.
zh_cn: <strong>您能回应吗？</strong>我们期望附加组件的作者在向我们的众多用户推广他的附加组件的同时，能够回应用户的问题报告，维护自己的联系信息，并且及时更新他的附加组件以兼容最新的 Firefox 发布版和符合我们的政策的最新变动。这不意味着您必须回应每个在讨论中提出的问题或是您必须修复所有的缺陷，我们只是希望您能根据问题的严重程度作出适当的回应。

source: <strong>Is the add-on clearly and accurately described?</strong> It's of the utmost importance to us that users get what they expect when they try a new add-on. Your add-on name should be clear and concise, and you should refrain from using special characters or numbers to get higher search rankings or for decorative purposes. Your description should provide details about what the add-on does, how a user should take advantage of it, and what the user should expect when they install it. Links to external documents for detailed instructions are fine, but the description itself should cover the basics and leave users confident that they know what they'll get. Also, it is important that you maintain version notes appropriately as you improve and change your add-on. Users should be able to see what's new in an add-on they may have tried previously, and should be made aware of changes that might affect their current use of the add-on when they update.
cs: <strong>Je doplněk jasně a srozumitelně popsán?</strong> Je pro nás maximálně důležité, aby při získání doplňku uživatelé získali to, co čekají. Jméno doplňku by proto mělo být jasné a výstižné. Ve snaze získat lepší pozici ve vyhledávání byste se měli vyvarovat speciálních znaků a čísel. Popis by měl poskytovat přehled o tom, co doplněk umí, co uživateli přinese a co by tak měl očekávat po jeho instalaci. Odkazy na externí dokumenty pro více informací jsou v pořádku, ale samotný popis by měl uživateli poskytnout základní informace. Je též důležité spravovat poznámky k verzi podle toho, jak se váš doplněk vyvíjí a aktualizuje. Uživatelé by měli být schopni vidět, co je nového u doplňku, který třeba již někdy zkoušeli, a u kterého mohou realizované změny ovlivnit to, zda si jej znovu nainstaluje.
de: <strong>Wird das Add-on klar und genau beschrieben?</strong> Es ist für uns von äußerster Wichtigkeit, dass Benutzer das bekommen, was sie erwarten, wenn sie ein neues Add-on ausprobieren. Der Name Ihres Add-ons sollte kurz und knapp sein und sie sollten es vermeiden, Sonderzeichen oder Zahlen zu verwenden, um bessere Suchergebnisse zu erzielen, oder zur Dekoration. Ihre Beschreibung sollte Details dazu bieten, was das Add-on tut, wie Anwender es nutzen können und was sie erwarten sollten, wenn sie es installieren. Links zu externen Dokumenten zwecks detaillierten Anleitungen sind in Ordnung, aber die Beschreibung selbst sollte die Grundlagen abdecken und den Benutzern die Sicherheit geben, dass sie wissen, was sie erwartet. Es ist außerdem wichtig, dass sie passende Versionshinweise bereitstellen, wenn Sie Ihr Add-on verbessern und verändern. Benutzer sollten sehen, was neu in einem Add-on ist, das sie vielleicht vorher schon ausprobiert haben und sollten auch auf Änderungen hingewiesen werden, die ihre aktuelle Verwendung des Add-ons beeinflussen könnten, wenn sie aktualisieren.
es: <strong>¿Está clara y precisamente descrito el complemento?</strong> Es de la máxima importancia para nosotros que los usuarios obtengan lo que esperan cuando prueban un nuevo complemento. El nombre de tu complemento debería ser claro y conciso, y deberías evitar usar caracteres o números especiales para conseguir mejores posiciones en las búsquedas, o para propósitos decorativos. Tu descripción debería proporcionar detalles sobre lo que hace el complemento, cómo puede sacar ventaja de él un usuario, y qué debe esperar el usuario cuando lo instala. Los enlaces a documentos externos para instrucciones detalladas son aceptables, pero la descripción en sí debería cubrir lo más básico y proporcionar a los usuarios confianza en que saben lo que van a obtener. También es importante que mantengas las notas de la versión apropiadamente a medida que mejoras y cambias tu complemento. Los usuarios deberían poder ver qué hay de nuevo en un complemento que han probado previamente, y deberían ser advertido de los cambios que pudieran afectar a su uso actual del complemento cuando lo actualizan.
fr: <strong>Est-ce que le module est décrit de manière correcte ?</strong> Il est de la plus haute importance pour nous que les utilisateurs obtiennent ce qu'ils attendaient quand ils essayent un nouveau module. Le nom de votre module doit être clair et concis, et vous devriez éviter d'utiliser des caractères spéciaux ou des chiffres pour obtenir de meilleurs classements dans les recherche ou pour faire joli. Votre description doit fournir les détails à propos de ce que le module fait, comment un utilisateur peut en tirer avantage, et ce à quoi il devrait s'attendre en l'installant. Des liens vers des documents externes sont acceptés, mais la description elle-même devrait couvrir la base et laisser une bonne impression de ce qu'ils vont obtenir aux utilisateurs. De plus, il est important que vous mainteniez les notes de version de manière appropriée quand vous améliorez et changez votre module. Les utilisateurs devraient être capable de voir ce qu'un module apporte de plus par rapport à la fois précédente où ils l'avaient essayé, et devraient être avertis des changements qui pourraient affecter leur utilisation actuelle quand ils font la mise à jour.
it: <strong>Il componente aggiuntivo è descritto adeguatamente?</strong> La nostra priorità principale è che le aspettative degli utenti vengano rispettate quando installano un componente aggiuntivo. Il nome del componente aggiuntivo deve essere breve e chiaro, non dovresti utilizzare caratteri speciali o numeri per migliorarne il posizionamento negli elenchi o per scopi estetici. La descrizione deve fornire dettagli sulle funzionalità del componente aggiuntivo, in che modo un utente possa trarre benefico dal suo utilizzo e cosa aspettarsi dopo l'installazione. È possibile inserire link a documentazione esterna per istruzioni dettagliate, ma la descrizione deve contenere informazioni sufficienti sulle funzionalità di base e far capire agli utenti che cosa stanno installando. Inoltre, è fondamentale aggiornare le note di versione specificando le modifiche e i miglioramenti introdotti. Gli utenti potrebbero non essere in grado di vedere le novità di un componente aggiuntivo che avevano già provato e devono poter conoscere eventuali cambiamenti che influiscano sull'utilizzo del componente aggiuntivo che stanno aggiornando.
ko: <strong>부가 기능에 대해 명확하게 기술하고 있습니까?</strong> 사용자가 새 부가 기능을 설치할 때 어떤 생각을 하게 되는가는 저희에게 있어 가장 중요한 부분입니다. 당신의 설명은 부가 기능이 무엇을 하고, 사용자에겐 어떤 혜택이 주어지며, 설치하면 어떤 것이 일어날 것인가에 대한 자세한 사항을 제공해야 합니다. 자세한 소개를 위해 외부 문서로 링크하는 것도 좋습니다. 하지만, 자체적인 설명은 기본적이며 사용자가 어떤 기능을 갖게 될 지 확신을 줄 수 있어야 합니다. 부가 기능을 업그레이드하고 변경한 사항은 버전 노트에 적절히 기입하는것도 중요합니다. 사용자가 사용하고 있던 부가 기능에 어떤 새 기능이 추가되었는지 볼 수 있어야 하며, 업데이트시 현재 사용중인 부가 기능에 작용될 변경점에 대해 알 수 있어야 합니다.
nl: <strong>Wordt de add-on duidelijk en accuraat beschreven?</strong> Het is voor ons zeer belangrijk dat gebruikers krijgen wat ze verwachten wanneer ze een nieuwe add-on proberen. Uw beschrijving dient details te geven over wat de add-on doet, hoe een gebruiker hem moet benutten en wat de mag verwachten wanneer ze deze installeren. Koppelingen naar externe documenten voor gedetailleerde instructies zijn prima, maar de beschrijving zelf zou de basis moeten afdekken en gebruikers het vertrouwen geven dat ze weten wat ze krijgen. Het is ook belangrijk dat u versieopmerkingen bijhoudt tijdens het proces van verbetering en wijziging van uw add-on. Gebruikers moeten kunnen zien wat er nieuw is in een add-on die ze al eens eerder hebben geprobeerd, en moeten op de hoogte worden gebracht van die van invloed kunnen zijn op hun huidige gebruik van de add-on wanneer ze deze bijwerken.
pa_in: <strong>ਕੀ ਐਡ-ਆਨ ਦਾ ਸਾਫ਼ ਅਤੇ ਸਹੀ-ਸਹੀ ਵੇਰਵਾ ਦਿੱਤਾ ਗਿਆ ਹੈ?</strong> ਇਹ ਸਾਡੇ ਲਈ ਅਤਿ ਲਾਜ਼ਮੀ ਹੈ ਉਪਭੋਗੀਆਂ ਨੂੰ ਓਹੀ ਮਿਲੇ ਜਿਸਦੀ ਉਹ ਉਮੀਦ ਕਰਨ ਜਦੋਂ ਨਵੇਂ ਐਡ-ਆਨ ਨੂੰ ਪਰਖ ਰਹੇ ਹੋਣ। ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦਾ ਨਾਂ ਸਾਫ਼ ਅਤੇ ਸੰਖੇਪ ਹੋਣਾ ਚਾਹੀਦਾ, ਅਤੇ ਤੁਹਾਨੂੰ ਉੱਚ ਖੋਜ ਰੈਕਿੰਗ ਜਾਂ ਸਜਾਵਟੀ ਮਕਸਦਾਂ ਲਈ ਖਾਸ ਅੱਖਰਾਂ ਜਾਂ ਨੰਬਰਾਂ ਦੀ ਵਰਤੋਂ ਤੋਂ ਪਰਹੇਜ਼ ਕਰਨਾ ਚਾਹੀਦਾ। ਤੁਹਾਡੇ ਵੇਰਵੇ ਨੂੰ ਐਡ-ਆਨ ਕੀ ਕਰਦਾ, ਉਪਭੋਗੀ ਇਸ ਤੋਂ ਫ਼ਾਇਦਾ ਕਿਵੇਂ ਹੋਵੇਗਾ, ਅਤੇ ਉਪਭੋਗੀ ਕੀ ਉਮੀਦ ਕਰਨ ਜਦੋਂ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਜਾਣਕਾਰੀ ਮੁਹੱਈਆ ਕਰਵਾਉਣੀ ਚਾਹੀਦੀ ਹੈ। ਸੰਖੇਪ ਹਿਦਾਇਤਾਂ ਲਈ ਬਾਹਰੀ ਦਸਤਾਵੇਜ਼ਾਂ ਦੇ ਲਿੰਕ ਠੀਕ ਹਨ, ਪਰ ਵੇਰਵੇ ਨੂੰ ਖੁਦ ਮੁੱਢਲੀ ਜਾਣਕਾਰੀ ਦੇਣੀ ਅਤੇ ਉਪਭੋਗੀਆਂ ਨੂੰ ਇਹ ਯਕੀਨੀ ਕਰਵਾਉਣਾ ਚਾਹੀਦਾ ਕੀ ਉਹ ਜਾਣਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਕੀ ਮਿਲੇਗਾ। ਨਾਲ ਹੀ, ਇਹ ਲਾਜ਼ਮੀ ਹੈ ਤੁਸੀਂ ਵਰਜਨ ਨੋਟਾਂ ਦੀ ਠੀਕ ਸਾਂਭ-ਸੰਭਾਲ੍ਹ ਰੱਖੋ ਜਿਵੇਂ ਹੀ ਤੁਸੀਂ ਆਪਣੇ ਐਡ-ਆਨ ਨੂੰ ਬਦਲੋ ਅਤੇ ਵਧੀਆ ਬਣਾਓ। ਉਪਭੋਗੀ ਨੂੰ ਇਹ ਵੇਖਣ ਦੇ ਕਾਬਲ ਹੋਣਾ ਚਾਹੀਦਾ ਕਿ ਐਡ-ਆਨ ਵਿੱਚ ਨਵਾਂ ਕੀ ਹੈ ਜੋ ਉਹਨਾਂ ਨੇ ਪਿਛਲੀ ਵਾਰ ਵਰਤਿਆ ਹੋ ਸਕਦਾ, ਅਤੇ ਬਦਲਾਵਾਂ ਤੋਂ ਜਾਣੂ ਕਰਵਾਉਨਾ ਚਾਹੀਦਾ ਜੋ ਹੋ ਸਕਦਾ ਐਡ-ਆਨ ਦੀ ਮੌਜੂਦਾ ਵਰਤੋਂ ਤੇ ਅਸਰ ਪਾਉਣ ਜਦੋਂ ਉਹ ਅੱਪਡੇਟ ਕਰਨ।
pl: <strong>Czy dodatek jest jasno i precyzyjnie opisany?</strong> Niezwykle ważne dla nas jest, by użytkownicy dostali zawsze to, czego oczekują, kiedy decydują się zainstalować nowy dodatek. Opis dodatku powinien szczegółowo przedstawiać, co dany dodatek robi, jak użytkownik ma z niego korzystać i czego powinien się spodziewać po jego zainstalowaniu. Nie mamy nic przeciwko temu, aby w opisie znalazły się odnośniki do zewnętrznych instrukcji, ale sam opis musi zawierać podstawowe informacje i zapewniać użytkownikom wiedzę, co dostają wraz z instalacją danego dodatku. Ważne jest także, by aktualizować informacje o wydaniach zgodnie ze zmianami i poprawkami, jakie są wprowadzane do dodatku. Użytkownicy, którzy w przeszłości wypróbowali dany dodatek, powinni mieć możliwość zobaczenia, co nowego się w nim znalazło i powinni mieć świadomość, jak zmiany mogą wpływać na ich sposób korzystania z niego po aktualizacji.
pt_pt: <strong>A descrição do extra é clara e precisa?</strong> É da mais alta importância para nós que os usuários encontrem o que esperam ao experimentar um novo extra. O nome do seu extra deve ser claro e conciso e deve evitar o uso de caracteres especiais ou números para obter posições melhores nas pesquisas ou para propósitos decorativos. Sua descrição deve fornecer detalhes sobre o que o extra faz, como um usuário pode se beneficiar dele e o que o usuário deve esperar ao instalá-lo. Links para documentação externa com instruções detalhadas podem ser usados, mas a descrição em si deve conter o básico e deixar os usuários confiantes de que eles sabem o que vão obter. Além disso, é importante que você mantenha notas de versão ao realizar melhorias e alterações no seu extra. Os usuários devem ser capazes de ver o que há de novo em um extra que eles já podem ter experimentado e devem estar cientes das alterações que podem afetar o uso atual do extra ao atualizá-lo.
ru: <strong>Дополнение чётко и аккуратно описано?</strong> Для нас крайне важно, чтобы пользователи получали то, что они ожидают, когда они испытывают в работе новое дополнение. Имя вашего дополнения должно быть чётким и ясным, и вам следует воздерживаться от использования специальных символов или цифр для получения более высокого поискового рейтинга или в декоративных целях. Ваше описание должно предоставлять информацию о том, что делает дополнение, как его может использовать пользователь и что должен ожидать пользователь после его установки. Вы можете приводить ссылки на внешние документы, в которых даны подробные инструкции, но само описание должно содержать основы, чтобы дать пользователям уверенность, что они знают, что они получат. Кроме того, важно, что вы вели примечания к новым версиям по мере того, как вы улучшаете и изменяете ваше дополнение. Пользователи должны иметь возможность видеть, что нового появилось в ранее используемом ими дополнении, и должны быть в курсе изменений, которые могут повлиять на их текущую работу с дополнением после того, как они его обновят.
sl: <strong>Je dodatek jasno in natančno opisan?</strong> Izredno pomembno je za nas, da uporabniki dobijo, kar so pričakovali, ko novi dodatek preizkušajo. Ime dodatka naj boi jasno in jedrnato, ne uporabljajte pri tem za dekorativne namene ali v upanju na višjo uvrstitev kakih posebnih znakov ali številk. Vaš opis mora vsebovati podrobnosti o tem, kaj dodatek dela. kako naj ga stranka uporabi in kaj naj pričakuje, ko bo dodatek namestila. Povezave do zunanjih dokumentov za podrobna navodila so v redu, vendar pa sam opis mora zajemati osnove, tako da bodo uporabniki prepričani, da vedo, kaj imajo v rokah. Prav tako je pomembno, da vzdržuje ustrezne opombe o različicah, o tem, kaj ste izboljšali in kaj ste v dodatku spremenili. Uporabniki bi morali dobiti možnost videti. kaj je novega v dodatku, ki so ga mogoče že nekoč preizkusili, in zvedeti, kaj bi se pri delu z dodatkom spremenilo, če ga posodobijo.
uk: <strong>Додаток описано чітко й акуратно?</strong> Для нас вкрай важливо, щоб користувачі отримували те, чого вони очікують від роботи нового додатку. Ім'я вашого додатку повинно бути чітким і зрозумілим, і вам слід утримуватися від використання спеціальних символів або цифр для отримання більш високого пошукового рейтингу або в декоративних цілях. Ваш опис має надавати інформацію про те, що робить додаток, як його можна використовувати і що повинен очікувати користувач після встановлення додатку. Ви можете вказати посилання на зовнішні документи з детальними інструкціями, але сам опис повинен містити основи, щоб дати користувачам впевненість, що вони знають, що отримають. Крім того, важливо, щоб ви додавали примітки до нових версій про те, як ви покращуєте і змінюєте ваш додаток. Користувачі повинні бачити, що нового з'явилося в раніше використовуваному ними додатку, і бути в курсі змін, які можуть вплинути на їх поточну роботу з додатком після оновлення.
zh_cn: <strong>附加组件的描述是否清楚且准确？</strong>让用户所尝试的某个新的附加组件能如他们所预期的一样，这对我们来说至关重要。您的附加组件的名称应该简明扼要，并且应该避免使用特殊字符或数字来尝试提升搜索结果的排名或者只是为了美观。您的描述应该详细说明附加组件能做什么、用户如何使用它以及让用户在安装时能预料到会发生什么。最好能链接到外部文档以提供更详细的说明，但描述本身应该涵盖附加组件的基本信息，并让用户明确地了解他们能得到什么。除此之外，在您修改和改善您的附加组件时记得适当地维护版本信息，这一点很重要。您应当让用户了解自上个版本以来，这个附加组件有怎样的更新，并且在更新时能意识到有哪些变更可能会影响他们当前使用的附加组件。
