Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: As you start browsing and using your add-ons, take careful note of anything that seems different from when you last used the extension. This might be a display glitch, such as a menu item missing, or something more serious, like the add-on not working at all or showing errors.
cs: Jakmile začnete prohlížet web a používat vaše doplňky, všímejte si všech věcí, které jsou odlišné od situace, kdy jste naposledy rozšíření používali. Mohou to být problémy se zobrazováním, některé položky nebudou vidět či dokonce závažnější věci - doplněk nefunguje či neustále zobrazuje chyby.
de: Wenn Sie surfen und Ihre Add-ons verwenden, achten Sie auf alles, was sich seit dem letzten Verwenden der Erweiterung geändert zu haben scheint. Das kann ein Anzeigefehler sein, wie ein fehlender Menüeintrag oder etwas ersteres, zum Beispiel dass das Add-on gar nicht funktioniert, oder Fehler anzeigt.
es: Cuando comiences a navegar y a usar los complementos, presta especial atención a todo aquello que sea diferente respecto a la última vez que usaste la extensión. Estas diferencias pueden ser un error de visualización (como la ausencia de un elemento del menú) o algo más serio (como que el complemento no funcione o muestre errores).
fr: Dès que vous commencez à naviguer et à utiliser vos modules, prenez attentivement des notes sur ce qui semble différent de la dernière fois que vous avez utilisé l'extension. Cela peut être une erreur d'affichage, comme un élément de menu manquant, ou quelque chose de plus grave, par exemple le module ne fonctionnant plus du tout ou affichant des erreurs.
it: non appena cominci a navigare, dopo aver aggiornato i tuoi componenti aggiuntivi, prendi nota di qualsiasi cosa ti sembra diversa dall'ultima volta che hai usato quella particolare estensione. Le differenze da notare possono essere un difetto di visualizzazione, per esempio una voce mancante nel menu, o qualcosa di più serio, come quando il componente smette completamente di funzionare o mostra messaggi di errore.
ko: 웹 서핑 및 부가 기능 사용을 시작하게 되면 마지막으로 확장 기능을 사용했을 때와 다른 점이 있는지 주의깊게 살펴보세요. 메뉴 항목 사라짐 같은 표시 관련 결함 내지는 부가 기능이 제대로 작동하지 않거나 오류 메시지가 출력되는 등의 보다 심각한 결함이 있을 수 있습니다.
nl: Let tijdens het surfen en gebruiken van uw add-ons zorgvuldig op alles dat anders lijkt dan de laatste keer dat u de extensie gebruikte. Het kan een foutje in de weergave zijn, zoals een ontbrekend menu-item, of iets ernstigers, zoals een niet-werkende add-on of foutmeldingen.
pa_in: ਜਿਵੇਂ ਹੀ ਤੁਸੀਂ ਬਰਾਊਜ਼ਿੰਗ ਅਤੇ ਆਪਣੇ ਐਡ-ਆਨਾਂ ਦੀ ਵਰਤੋਂ ਸ਼ੁਰੂ ਕਰੋ, ਹਰੇਕ ਚੀਜ਼ ਵੱਲ ਧਿਆਨ ਦਿਓ ਜੋ ਤੁਹਾਨੂੰ ਆਖਰੀ ਵਾਰ ਵਰਤੇ ਐਕਸਟੇਸ਼ਨ ਤੋਂ ਵੱਖ ਪ੍ਰਤੀਤ ਹੋਵੇ। ਇਹ ਆਰਜੀ ਖਰਾਬੀ ਹੋ ਸਕਦੀ ਹੈ, ਜਿਵੇਂ ਕਿ ਇੱਕ ਮੀਨੂੰ ਆਈਟਮ ਗੁੰਮ, ਜਾਂ ਕੋਈ ਜਿਆਦਾ ਗੰਭੀਰ, ਜਿਵੇਂ ਐਡ-ਆਨ ਕੰਮ ਨਾ ਕਰ ਰਿਹਾ ਜਾਂ ਖਾਮੀਆਂ ਵਿਖਾ ਰਿਹਾ।
pl: Zachowaj ostrożność i notuj wszystkie różnice, jakie zaobserwujesz w działaniu rozszerzenia przedtem i teraz. Może być to wada wyświetlania, np. brakujący element menu, lub coś bardziej poważnego – przykładowo dodatek nie działa lub powoduje błędy.
pt_pt: Ao navegar e usar seus extras, observe cuidadosamente qualquer comportamento que pareça diferente da última vez em que você usou a extensão. Poderia ser um erro de exibição, como um item de menu faltando, ou algo mais sério, como o extra deixar de funcionar completamente ou exibindo erros.
ru: При начале веб-серфинга с использованием своих дополнений обращайте внимание на все отличия, появившиеся с прошлого раза, когды вы использовали это расширение. Это может быть сбой при отображении, например отсутствие пункта меню, или что-то более серьезное, как например полный отказ в работе или работа с ошибками.
sl: Kot začnete brskati in uporabljati svoje dodatke, si podrobno beležite vse, kar je pri razširitvi drugače kot prej. Lahko je majhen problem s problemom, recimo postavka v meniju manjka, ali kaj bolj resnega, recimo da dodatek sploh ne deluje ali pa napačno.
uk: При початку веб-перегляду та використанні додатку старайтеся помітити все, що змінилося з моменту, коли ви востаннє його використовували. Це може бути збій відображення, такий як відсутній елемент меню, або щось більш серйозне, таке як непрацездатність додатку чи показ помилок.
zh_cn: 当您开始浏览并使用您的附加组件时，请仔细注意任何看起来与您上次使用时不一样的地方。这可能是像菜单项缺失之类的在显示上出现的小问题，或是某些更严重的问题，比如附加组件根本无法使用或者直接显示错误。

source: Once you know whether a particular add-on works properly or has problems, open the Add-ons Manager and click Compatibility next to the add-on to let Mozilla know what you found in your testing. Submitting a report will help us tell the add-on developer whether their add-on is working properly in this version or might need some fixes.
cs: Jakmile budete vědět, zda konkrétní doplněk funguje korektně či má problémy, otevřete Správce doplňků a klepněte na tlačítko Kompatibilita, které je umístěno u doplňku a dejte Mozille vědět, co jste při testování našli. Odeslání reportu nám pomůže říci vývojářům doplňků, zda jejich doplněk nefunguje v této verzi aplikace korektně či potřebuje některé opravy.
de: Sobald Sie wissen, ob ein bestimmtes Add-on ordnungsgemäß funktioniert oder Probleme hat, öffnen Sie den Add-ons-Manager und klicken Sie neben dem Add-on auf „Kompatibilität“, um Mozilla mitzuteilen, was Ihr Test ergeben hat. Wenn Sie den Bericht abschicken, können wir dem Add-on-Entwickler einfacher mitteilen, ob sein Add-ons mit dieser Version korrekt funktioniert, oder Korrekturen erfordert.
es: Una vez que sepas si un complemento en concreto funciona bien o tiene problemas, abre el Administrador de complementos y haz clic en el botón Compatibilidad situado junto al complemento. De esta forma Mozilla sabrá que encontraste un error al hacer el testeo. Al enviar un informe, nos ayudarás a hacer saber al desarrollador si su complemento funciona bien en esta versión o podría necesitar algunos ajustes.
fr: Une fois que vous savez qu'un module précis fonctionne bien ou a des soucis, ouvrez le gestionnaire de modules complémentaires, et cliquez sur « Compatibilité » situé à côté du module pour indiquer à Mozilla ce que vous avez découvert pendant vos tests. Envoyer un rapport nous aidera à tenir au courant le développeur de module quant au bon fonctionnement de son module.
it: Una volta che hai stabilito se il componente aggiuntivo causa problemi o meno, apri Gestione componenti aggiuntivi e fai clic sul pulsante Compatibilità accanto al nome del componente per farci conoscere il risultato dei tuoi test. Inviare una segnalazione aiuta lo sviluppatore a sapere se il suo componente aggiuntivo funziona correttamente nella versione corrente o se invece ha bisogno di qualche ritocco.
ko: 어떤 부가 기능이 제대로 작동하고 문제가 있는지를 인지했다면 부가 기능 관리자를 열어서 부가 기능 메뉴 옆에 호환성 메뉴를 클릭한 다음 Mozilla에 테스트 과정에서 발견한 사항을 제보해 주세요. 제출된 보고서는 부가 기능 개발자에게 전달되어 현재 버전에서 제대로 작동하고 있는지 아니면 수정 작업이 필요한 지 등을 알려주는 역할을 하게 됩니다.
nl: Als u eenmaal weet of een specifieke add-on werkt of problemen geeft, opent u de Add-onbeheerder en klikt u op Compatibiliteit naast de add-on, om zo Mozilla te laten weten wat uw testwerk geeft opgeleverd. Het indienen van een rapport helpt ons om de ontwikkelaar te vertellen of de add-on goed werkt in deze versie danwel problemen kent.
pa_in: ਇੱਕ ਵਾਰ ਤੁਸੀਂ ਜਾਣ ਜਾਓ ਕੀ ਇੱਕ ਖਾਸ਼ ਐਡ-ਆਨ ਠੀਕ ਕੰਮ ਕਰਦਾ ਜਾਂ ਖਾਮੀਆਂ ਹਨ, ਤੁਸੀਂ ਆਪਣੀ ਟੈਸਟਿੰਗ ਵਿੱਚ ਤੁਸੀਂ ਕੀ ਲੱਭਿਆ ਬਾਰੇ ਮੌਜੀਲਾ ਨੂੰ ਦੱਸਣ ਲਈ ਐਡ-ਆਨਾਂ ਮੈਨੇਜਰ ਖੋਲ੍ਹੋ ਅਤੇ ਐਡ-ਆਨ ਦੇ ਅੱਗੇ ਦਿੱਤੀ ਅਨੁਕੂਲਤਾ ਤੇ ਕਲਿੱਕ ਕਰੋ। ਰਿਪੋਰਟ ਭੇਜਣਾ ਸਾਡੀ ਐਡ-ਆਨ ਡਿਵੈਲਪਰ ਨੂੰ ਦੱਸਣ ਵਿੱਚ ਮਦਦ ਕਰੇਗਾ ਕੀ ਉਸਦੇ ਐਡ-ਆਨ ਇਸ ਵਰਜਨ ਵਿੱਚ ਠੀਕ ਕੰਮ ਕਰਦੇ ਹਨ ਜਾਂ ਕੁੱਝ ਸੁਧਾਰਾਂ ਦੀ ਲੋੜ ਹੈ।
pl: Jeśli już wiesz, czy dany dodatek działa prawidłowo lub występują problemy z jego poprawnym działaniem, otwórz menedżera dodatków, naciśnij przycisk „Kompatybilność”, by przekazać Mozilli wyniki swoich testów. Wysyłając raport, pomożesz nam przekazać twórcy dodatku informacje, czy jego dodatek działa poprawnie z tą wersją, czy musi dokonać poprawek.
pt_pt: Assim que você tiver certeza de que um extra em particular estiver funcionando corretamente ou apresentando algum problema, abra o Gerenciador de extras e clique no botão de compatibilidade próximo ao extra e deixe a Mozilla saber o que você encontrou nos seus testes. Enviar o relatório nos ajudará a dizer ao desenvolvedor se seu extra está funcionando corretamente nesta versão ou se precisa de correções.
ru: Как только вы убедились, что конкретное дополнение либо корректно работает, либо имеет проблемы, откройте окно управления дополнениями и нажмите рядом с дополнением слово Compatibility, чтобы сообщить в Mozilla то, что вы узнали в процессе тестирования. Отправив сообщение, вы поможете нам сообщить разработчику дополнений, работает ли его дополнение в этой версии должным образом или может потребоваться внести несколько исправлений.
sl: Ko enkrat veste, da dodatek ali deluje pravilno ali ima napake , odprite Skrbnika za napake in kliknite na Združljivost poleg dodatka, da Mozilli sporočite, kaj ste med testiranjem odkrili. Poslano poročilo nam bo pomagalo obvestiti razvijalce, bodisi da njihovi dodatki v tej različici pravilno delujejo, bodisi da so morda potrebni popravki.
uk: Як тільки ви дізналися, чи конкретний додаток працює належним чином або має проблеми, відкрийте менеджер додатків і натисніть на Сумісність поруч з додатком, щоб повідомити Mozilla про те, що ви знайшли під час свого тестування. Надсилання звіту допоможе нам повідомити розробника додатку про те, чи він працює належним чином в цій версії чи потребує певних виправлень.
zh_cn: 当您确信某个附加组件是否可以正常使用时，打开附加组件管理器，点击这个附加组件旁边的“兼容性”按钮，让 Mozilla 知道您测试的结果是什么。提交报告有助于我们告知附加组件的开发者，他们的附加组件在这个版本中是可以正常使用的还是需要做一些修复。

source: If you upgrade to a new version of Firefox or update your add-ons, your reports for the old versions will be hidden to allow you to test the new version. If you have any questions, please ask in <a href="%(url)s">our forums</a>.
cs: Jakmile aktualizujete na novou verzi Firefoxu či aktualizujete svůj doplněk, vaše reporty pro staré verze budou skryté a vy budete moci vyzkoušet novou verzi. Pokud máte jakékoliv otázky, zeptejte se v <a href="%(url)s">našem fóru</a>.
de: Wenn Sie auf eine neue Firefox-Version aktualisieren oder Ihre Add-ons aktualisieren, werden Ihre Berichte für die alten Versionen ausgeblendet, damit Sie die neue Version testen können. Wenn Sie fragen haben, fragen Sie bitte in <a href="%(url)s">unseren Foren</a>.
es: Si actualizas tus complementos o a una nueva versión de Firefox, los informes que enviaste de las versiones anteriores se ocultarán para permitir que pruebes la versión actual. Si tienes alguna pregunta, por favor, hazla en <a href="%(url)s">nuestros foros</a>.
fr: Si vous mettez à jour vers une nouvelle version de Firefox ou de vos modules, vos rapports pour les anciennes versions seront cachés pour vous permettre de tester la nouvelle version. Pour toute question, merci de demander dans <a href="%(url)s">nos forums</a>.
it: Se passi a una versione successiva di Firefox o aggiorni il componente aggiuntivo, le tue segnalazioni riguardanti le versioni più vecchie rimarranno nascoste per permetterti di testare la nuova versione. Hai una domanda? Chiedi sul <a href="%(url)s">nostro forum</a>.
ko: Firefox나 부가 기능을 새 버전으로 업그레이드할 경우 구 버전에 대해 보고한 내용은 새 버전 테스트를 위해 숨김 처리될 것입니다. 문의사항이 있다면 <a href="%(url)s">저희 포럼</a>에 문의해 주세요.
nl: Als u naar een nieuwe versie van Firefox bijwerkt of uw add-ons bijwerkt, worden uw rapporten voor de oude versies verborgen zodat u de nieuwe versie kunt testen. Vragen kunt u stellen in <a href="%(url)s">onze forums</a>.
pa_in: ਜੇਕਰ ਤੁਸੀਂ ਫ਼ਾਇਰਫ਼ਾਕਸ ਨੂੰ ਨਵੇਂ ਵਰਜਨ ਤੇ ਜਾਂ ਆਪਣੇ ਐਡ-ਆਨਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰਦੇ ਹੋ, ਤੁਹਾਨੂੰ ਨਵੇਂ ਵਰਜਨ ਦੀ ਪਰਖ ਦੀ ਪ੍ਰਵਾਨਗੀ ਲਈ ਤੁਹਾਡੇ ਪੁਰਾਣੇ ਵਰਜਨਾਂ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਲੁਕਾ ਦਿੱਤੀਆਂ ਜਾਣਗੀਆਂ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਸਵਾਲ ਹਨ, ਕਿਰਪਾ ਕਰਕੇ <a href="%(url)s">ਸਾਡੀਆਂ ਫ਼ੋਰਮਾਂ ਵਿੱਚ ਪੁੱਛੋ</a>।
pl: Jeśli zaktualizujesz Firefoksa do nowej wersji lub uaktualnisz dodatek, twoje raporty dotyczące starej wersji zostaną ukryte. Umożliwi to wykonanie testów nowej wersji. Jeśli masz jakieś pytania, zadaj je na <a href="%(url)s">naszych forach</a>.
pt_pt: Se você atualizar para uma nova versão do Firefox ou atualizar o complemento, seus relatórios para as versões antigas não serão exibidos para que você possa testar a nova versão. Se você tiver dúvidas, por favor, pergunte nos <a href="%(url)s">nossos fóruns</a>.
ru: Если вы обновитесь на новую версию Firefox или обновите свои дополнения, ваши отчеты для старых версий будет скрыты, чтобы позволить вам протестировать новую версию. Если у вас есть какие-либо вопросы, пожалуйста, задайте их на <a href="%(url)s">наших форумах</a>.
sl: Če nadgradite na novo različico Firefox ali posodobite svoje dodatke, se bo poročila za stare različice skrilo, da boste lahko novo različico pretestirali. Če imate kakršnakoli vprašanja, se obrnite na <a href="%(url)s"> naše forume </a>.
uk: Якщо ви оновлюєте Firefox чи свої додатки до нової версії, ваші звіти для старих версій будуть приховані для можливості тестування вами нових версій. При виникненні будь-яких питань, будь ласка, задавайте їх на <a href="%(url)s">наших форумах</a>.
zh_cn: 如果您升级到了某个新版本的 Firefox 或是更新了您的附加组件，您的旧版本的报告将被隐藏，以便让您可以测试新版本的兼容性。如果您有任何问题，请到<a href="%(url)s">我们的论坛</a>询问。

source: Thousands of add-ons are made by our community every year, and your assistance with compatibility testing helps us make sure these add-ons stay useful as we strive to provide a great user experience.
cs: Naší komunitou jsou každý rok vytvářeny tisíce doplňků. Vaše pomoc s testováním kompatibility nám pomůže se ujistit, že tyto doplňky jsou stále užitečné a můžeme tak i nadále poskytovat skvělou funčknost pro uživatele.
de: Tausende von Add-ons werden jedes Jahr von unserer Gemeinschaft entwickelt und Ihre Hilfe bei Testen der Kompatibilität hilft uns, sicherzustellen, dass diese Add-ons hilfreich bleiben, während wir daran arbeiten, ein tolles Benutzererlebnis zu bieten.
es: Nuestra comunidad crea miles de complementos cada año, y tu ayuda con las pruebas de compatibilidad garantiza que estos complementos continúen siendo útiles y nos permite seguir esforzándonos por ofrecer una gran experiencia al usuario.
fr: Des milliers de modules sont fait par notre communauté toute l'année, et votre aide pour vérifier la compatibilité nous aide à nous assurer que les modules continuent à être utilisables pendant que nous nous efforçons de fournir une expérience utilisateur toujours améliorée.
it: La nostra comunità crea ogni anno migliaia di nuovi componenti aggiuntivi: aiutandoci a testare la loro compatibilità ci permetti di garantire che rimangano utili, per fornire ai nostri utenti un'esperienza di qualità.
ko: 매년 수천가지 부가 기능이 저희 커뮤니티를 중심으로 제작됩니다. 당신의 호환성 테스트는 이들 부가 기능이 뛰어난 사용자 경험을 제공하여 쓸만한 부가 기능으로 자리매김 하도록 일조하고 있습니다.
nl: Jaarlijks worden duizenden add-ons door onze gemeenschap gemaakt, en uw hulp bij het testen op compatibiliteit helpt ons ervoor te zorgen dat deze add-ons nuttig blijven en een geweldige gebruikerservaring kunnen blijven bieden.
pa_in: ਹਰੇਕ ਸਾਲ ਸਾਡੇ ਭਾਈਚਾਰੇ ਦੁਆਰਾ ਹਜ਼ਾਰਾਂ ਹੀ ਐਡ-ਆਨ ਬਣਾਏ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਅਨੁਕੂਲਤਾ ਪਰਖ ਵਿੱਚ ਤੁਹਾਡੀ ਸਹਾਇਤਾ ਸਦਕਾ ਅਸੀਂ ਇਹਨਾਂ ਐਡ-ਆਨਾਂ ਦੇ ਲਾਭਦਾਇਕ ਰਹਿਣਾ ਯਕੀਨੀ ਬਣਾਉਂਦੇ ਹਾਂ ਜਿਵੇਂ ਅਸੀਂ ਵਧੀਆ ਉਪਭੋਗੀ ਅਨੁਭਵ ਮੁਹੱਇਆ ਕਰਵਾਉਣ ਦੀ ਕੋਸ਼ਿਸ ਕਰਦੇ ਹਾਂ।
pl: Co roku nasza społeczność tworzy tysiące dodatków. Twoja pomoc w testowaniu kompatybilności pomaga nam upewnić się, że te dodatki są użyteczne, bo chcemy dostarczać naszym użytkownikom dobrych wrażeń i przyjemności z korzystania z naszych produktów.
pt_pt: Milhares de extras são criados pela nossa comunidade todos os anos, e sua assistência testando a compatibilidade nos ajuda a garantir que esses extras continuem úteis, impulsionando nossos esforços em oferecer uma excelente experiência ao usuário.
ru: Наше сообщество создает каждый год тысячи дополнений, и ваша помощь в тестировании совместимости помогает нам удостовериться, что эти дополнения будут им полезны, так как мы стремимся обеспечить для пользователей максмимальный комфорт при работе.
sl: Naša skupnost vsako leto razvije na tisoče dodatkov in vaša pomoč pri testiranju združljivosti nam pomaga zagotavljati, da so ti dodatki ostanejo dalje uporabni in v veselje ter korist svojim uporabnikom.
uk: Щорічно нашою спільнотою створюються тисячі додатків, і ваше сприяння в тестуванні сумісності допомагає нам переконатися в тому, що ці додатки залишаються корисними, так само, як і наші старання забезпечувати користувачів відмінною якістю їх роботи.
zh_cn: 我们的社区每年都会创作出数以千计的附加组件，您进行的兼容性测试可以协助我们确保这些附加组件在我们努力提供更好的用户体验时仍然可以正常使用。

source: Thank you!
cs: Děkujeme!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
it: Grazie
ja: ありがとう！
ko: 감사합니다!
nl: Bedankt!
pa_in: ਧੰਨਵਾਦ!
pl: Dziękujemy!
pt_pt: Obrigado!
ru: Спасибо!
sl: Najlepša hvala!
uk: Дякуємо!
zh_cn: 感谢您！

source: Site Credits
cs: Poděkování
de: Danksagungen für die Website
es: Créditos del sitio
fr: Crédits du site
it: Crediti per il sito
ja: サイトクレジット
ko: 사이트 공헌자
nl: Website-dankzegging
pa_in: ਸਾਈਟ ਕਰੈਡਿਟ
pl: Twórcy strony
pt_pt: Créditos do sitio
ru: Авторы сайта
sl: Priznanja strani
zh_cn: 致谢名单

source: Mozilla would like to thank the following people for their contributions to the addons.mozilla.org project over the years:
cs: Mozilla by ráda poděkovala následujícím lidem za jejich příspěvek k projektu addons.mozilla.org v uplynulých letech:
de: Mozilla möchte den folgenden Menschen für ihre jahrelange Mitarbeit am Projekt addons.mozilla.org danken:
es: A Mozilla le gustaría agradecer a las siguientes personas su contribución al proyecto addons.mozilla.org a lo largo de estos años:
fr: Mozilla aimerait remercier les personnes suivantes pour leur contribution au projet addons.mozilla.org durant toutes ces années :
it: Mozilla desidera ringraziare le seguenti persone per il loro contributo al progetto addons.mozilla.org nel corso degli anni:
ko: 수년간 addons.mozilla.org 프로젝트에 기여해주신 다음 분들에게 Mozilla가 감사의 인사를 드립니다:
nl: Mozilla wil graag de volgende personen bedanken voor hun bijdragen door de jaren heen aan het addons.mozilla.org-project:
pa_in: ਮੌਜੀਲਾ ਅੱਗੇ ਦਿੱਤੇ ਲੋਕਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ addon.mozilla.org ਪ੍ਰੋਜੈਕਟ ਵਿੱਚ ਪਾਏ ਕਈ ਸਾਲਾਂ ਦੇ ਯੋਗਦਾਨ ਲਈ ਧੰਨਵਾਦ ਕਰਨਾ ਚਾਹੇਗਾ:
pl: Mozilla pragnie podziękować następującym osobom za ich wkład w projekt addons.mozilla.org na przestrzeni lat:
pt_pt: A mozilla gostaria de agradecer às seguintes pessoas por suas colaborações ao projeto addons.mozilla.org ao longo dos anos:
ru: Mozilla хотела бы поблагодарить следующих людей за их вклад в проект addons.mozilla.org на протяжении всех этих лет:
sl: Za njihov prispevek k projektu addons.mozilla.org v preteklih letih bi se Mozilla rada zahvalila naslednjim ljudem:
uk: Mozilla бажає висловити подяку наступним людям за їх внески в проект addons.mozilla.org протягом років:
zh_cn: Mozilla 在此感谢以下人员多年来为 addons.mozilla.org 项目所做出的贡献：

source: Developers &amp; Administrators
cs: Vývojáři a administrátoři
de: Entwickler &amp; Administratoren
es: Desarrolladores y administradores
fr: Développeurs &amp; Administrateurs
it: Sviluppatori e amministratori
ja: 開発者と管理者
ko: 개발자 및 관리자
nl: Ontwikkelaars en beheerders
pa_in: ਡਿਵੈਲਪਰ &amp; ਪ੍ਰਬੰਧਕ
pl: Autorzy i administratorzy
pt_pt: Desenvolvedores e administradores
ru: Разработчики и администраторы
sl: Razvijalci in administratorji
uk: Розробники та адміністратори
zh_cn: 开发者和管理员

source: Localizers
cs: Překladatelé
de: Übersetzer
es: Localizadores
fr: Traducteurs
it: Localizzatori
ja: ローカライズ担当者
ko: 번역자
nl: Vertalers
pa_in: ਲੋਕਾਲਾਈਜ਼ਰ
pl: Lokalizatorzy
pt_pt: Tradutores
ru: Локализаторы
sl: Lokalizatorji
uk: Локалізатори
zh_cn: 本地化人员

source: Reviewers
cs: Redaktoři
de: Bewerter
es: Revisores
fr: Testeurs
it: Revisori
ja: 審査担当者
ko: 심사자
nl: Beoordelaars
pa_in: ਸਮੀਖਿਅਕ
pl: Recenzenci
pt_pt: Revisores
ru: Рецензенты
sl: Recenzenti
uk: Рецензенти
zh_cn: 审核员

source: More than {0} add-on reviews
cs: Více než {0} recenzí doplňků
de: Über {0} Add-on-Bewertungen
es: Más de {0} revisiones de complementos
fr: Plus de {0} tests de module
it: Più di {0} componenti aggiuntivi recensiti
ko: {0}개 이상의 부가 기능 평가
nl: Meer dan {0} add-on-beoordelingen
pa_in: {0} ਐਡ-ਆਨ ਸਮੀਖਿਆਵਾਂ ਤੋਂ ਜਿਆਦਾ
pl: Więcej niż {0} opinii
pt_pt: Mais de {0} análises de extras
ru: Более {0} отзывов на дополнение
sl: Več kot {0} recenzij dodatkov
uk: Більше {0} відгуків для додатку
zh_cn: 超过 {0} 项附加组件审核

source: Other Contributors
cs: Ostatní přispěvatelé
de: Andere Mitwirkende
es: Otros colaboradores
fr: Autres contributeurs
it: Altri collaboratori
ja: その他の貢献者
ko: 기타 기여자
nl: Overige medewerkers
pa_in: ਹੋਰ ਸਹਿਯੋਗੀ
pl: Inni współautorzy
pt_pt: Outros colaboradores
ru: Другие участники
sl: Drugi sodelavci
uk: Інші помічники
zh_cn: 其他贡献者

source: Past Developers &amp; Administrators
cs: Bývalí vývojáři a administrátoři
de: Ehemalige Entwickler &amp; Administratoren
es: Desarrolladores y administradores anteriores
fr: Anciens développeurs et administrateurs
it: Sviluppatori e amministratori precedenti
ja: 以前の開発者と管理者
ko: 전 개발자 및 관리자
nl: Vroegere ontwikkelaars en beheerders
pa_in: ਪੁਰਾਣੇ ਡਿਵੈਲਪਰ &amp; ਪ੍ਰਬੰਧਕ
pl: Wcześniejsi autorzy i administratorzy
pt_pt: Desenvolvedores e Administradores Anteriores
ru: Предыдущие разработчики и администраторы
sl: Pretekli razvijalci in administratorji
uk: Попередні розробники та адміністратори
zh_cn: 以前的开发者和管理员

source: Software and Images
cs: Software a obrázky
de: Software und Grafiken
es: Software e imágenes
fr: Logiciel et images
it: Software e immagini
ja: ソフトウェアと画像
ko: 소프트웨어 및 이미지
nl: Software en afbeeldingen
pa_in: ਸਾਫ਼ਟਵੇਅਰ ਅਤੇ ਤਸਵੀਰਾਂ
pl: Oprogramowanie i obrazki
pt_pt: Software e imagens
ru: Программы и изображения
sl: Programska oprema in Slike
uk: Програми та зображення
zh_cn: 软件和图像
