Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Step 2. Link to Your App
cs: Krok 2. Odkaz na vaši aplikaci
de: Schritt 2. Verlinken Sie Ihre Anwendung
es: Paso 2. Enlazar a tu aplicación
fr: Étape 2. Lien vers votre application
it: Passaggio 2. Link dell'app
ko: 2단계. 앱 링크하기
nl: Stap 2. Koppel naar uw app
pl: Krok 2. Odnośnik do aplikacji
ru: Шаг 2. Ссылка на ваше приложение
sl: Korak 2. Povežite na vašo aplikacijo
zh_cn: 第 2 步：链接到您的应用

source: Validate
cs: Zkontrolovat
de: Überprüfen
es: Validar
fr: Valider
it: Valida
ko: 검사하기
nl: Valideren
pl: Weryfikuj
ru: Валидировать
sl: Preverite
zh_cn: 验证

source: by <a href="http://www.stumbleupon.com">StumbleUpon, Inc.</a>
cs: od <a href="http://www.stumbleupon.com">StumbleUpon, Inc.</a>
de: von <a href="http://www.stumbleupon.com">StumbleUpon, Inc.</a>
es: por<a href="http://www.stumbleupon.com">StumbleUpon, Inc</a>
fr: par <a href="http://www.stumbleupon.com">StumbleUpon, Inc.</a>
it: di <a href="http://www.stumbleupon.com">StumbleUpon, Inc.</a>
ja: 作者: <a href="http://www.stumbleupon.com">StumbleUpon, Inc.</a>
ko: 제작: <a href="http://www.stumbleupon.com">StumbleUpon, Inc.</a>
nl: door <a href="http://www.stumbleupon.com">StumbleUpon, Inc.</a>
pl: stworzony przez <a href="http://www.stumbleupon.com">StumbleUpon, Inc.</a>
pt_pt: por <a href="http://www.stumbleupon.com">StumbleUpon, Inc.</a>
ru: от <a href="http://www.stumbleupon.com">StumbleUpon, Inc.</a>
sl: <a href="http://www.stumbleupon.com"> StumbleUpon, Inc </a>
zh_cn: 由 <a href="http://www.stumbleupon.com">StumbleUpon, Inc.</a> 开发

source: Personalized Browsing with StumbleUpon
cs: Personalizované prohlížení s StumbleUpon
de: Personalisiertes Surfen mit StumbleUpon
el: Προσωποποιημένη περιήγηση με το StumbleUpon
es: Navegación personalizada con StumbleUpon
fr: Navigation personnalisée avec StumbleUpon
it: Navigazione personalizzata con StumbleUpon
ja: StumbleUpon によるカスタマイズされたブラウジング体験
ko: StumbleUpon을 통한 개인화된 웹서핑
nl: Gepersonaliseerd surfen met StumbleUpon
pl: Personalizowanie przeglądania za pomocą StumbleUpon
pt_pt: Navegação personalizada com o StumbleUpon
ru: Персонализированный браузинг с StumbleUpon
sl: Poosebljeno brskanje s StumbleUpon
zh_cn: 用 StumbleUpon 个性化浏览

source: StumbleUpon is a recommendation engine that helps users discover and share great websites. With over 8 million users, it has become one of the most popular sharing services on the Web today.
cs: StumbleUpon je nástroj, který pomáhá uživatelům objevovat a sdílet skvělé webové stránky. S více než 8 milióny uživateli se stal jednou z nejpopulárnějších služeb na sdílení, která je dnes na webu.
de: StumbleUpon ist ein Vorschlagsmechanismus, der Benutzern hilft, tolle Websites zu finden und weiterzugeben. Mit über 8 Millionen Nutzern ist es eine der beliebtesten Weitergabedienste des Internets von heute.
el: Το StumbleUpon είναι μια μηχανή υποβολής προτάσεων που βοηθάει τους χρήστες να ανακαλύψουν και να μοιραστούν αξιόλογες ιστοσελίδες. Με πάνω από 8 εκατομμύρια χρήστες, είναι μια από τις πιο δημοφιλείς υπηρεσίες διαμοιρασμού.
es: StumbleUpon es un motor de recomendación que ayuda a los usuarios a descubrir y compartir sitios web grandiosos. Con más de 8 millones de usuarios, se ha convertido en uno de los servicios más populares para compartir en la Web hoy en día.
fr: StumbleUpon est un service de recommandation qui aide les utilisateurs à découvrir et partager de super sites web. Avec plus de 8 millions d'utilisateurs, c'est devenu l'un des services de partage sur le web les plus populaires aujourd'hui.
it: StumbleUpon è un motore di "consigli" che aiuta gli utenti a scoprire e condividere siti web interessanti. Con oltre 8 milioni di utenti, è diventato uno dei più popolari servizi di condivisione oggi presenti sul web.
ja: StumbleUpon は、ユーザが素晴らしいサイトを発見、共有するのを手助けするレコメンドエンジンです。800 万以上のユーザを抱え、Web 上で現在最も人気のある共有サービスのひとつとなっています。
ko: StumbleUpon은 사용자가 훌륭한 웹사이트를 발견하고 공유하는 것을 도와주는 추천 검색 엔진입니다. 800만이 넘는 사용자를 보유하여 오늘날 웹상에서 가장 인기있는 공유 서비스가 되었습니다.
nl: StumbleUpon is een machine voor aanbevelingen die gebruikers geweldige websites laat ontdekken en delen. Met meer dan 8 miljoen gebruikers is het vandaag de dag één van de populairste diensten op het web.
pl: StumbleUpon jest polecanym mechanizmem pomagającym użytkownikom odkrywać i udostępniać wspaniałe witryny. Dzisiaj, z ponad 8 milionami użytkowników, StumbleUpon jest jednym z najpopularniejszych serwisów umożliwiających dzielenie się z innymi użytkownikami różnego rodzaju treścią.
pt_pt: o StumbleUpon é um motor de recomendação que ajuda os desenvolvedores a descobrir e partilhar grandes sítios web. Com mais de 8 milhões de utilizadores, tornou-se um dos mais populares serviços de partilha na web.
ru: StumbleUpon является механизмом рекомендаций, который помогает пользователям находить и делиться ссылками на отличные веб-сайты. С более чем 8 миллионами пользователей, он стал сегодня одним из самых популярных служб обмена в Интернете.
sl: StumbleUpon je stroj za priporočila, ki pomaga uporabniku druge obveščati o odličnih straneh, na katere je naletel. Z več kot 8 milijoni uporabnikov spada danes med najbolj priljubljene storitve na spletu.
zh_cn: StumbleUpon 是一个可以帮助用户发现和分享优异网站的推荐引擎。拥有超过八百万用户，它已经成为现今网络上最受欢迎的分享服务之一。

source: Learn how StumbleUpon got its start with Firefox
cs: Přečtěte si, jak StumbleUpon začal s Firefoxem
de: Erfahren Sie, wie StumbleUpon mit Firefox zu Laufen gebracht wurde
el: Μάθετε πως ξεκίνησε το StumbleUpon με τον Firefox
es: Aprenda como StumbleUpon comenzó con Firefox
fr: Découvrir comment StumbleUpon a démarré avec Firefox
it: Scopri come StumbleUpon ha avuto il suo inizio con Firefox
ja: StumbleUpon が Firefox とともにどのようなスタートを切ったかを学ぶ
ko: StumbleUpon이 어떻게 Firefox에서 시작할 수 있었는지 알아보기
nl: Lees hoe StumbleUpon van start is gegaan met Firefox
pl: Poznaj początki współdziałania StumbleUpon z Firefoksem
pt_pt: Saiba como o StumbleUpon começou com o Firefox
ru: Узнайте, как StumbleUpon был запущен благодаря Firefox
sl: Preberite, kako se StumbleUpon začel s Firefoxom
zh_cn: 了解 StumbleUpon 如何与 Firefox 配合使用

source: by <a href="https://addons.mozilla.org/en-US/firefox/user/9">Devon Jensen</a>
cs: od <a href="https://addons.mozilla.org/en-US/firefox/user/9">Devon Jensen</a>
de: von <a href="https://addons.mozilla.org/en-US/firefox/user/9">Devon Jensen</a>
el: από τον <a href="https://addons.mozilla.org/en-US/firefox/user/9">Devon Jensen</a>
es: por <a href="https://addons.mozilla.org/en-US/firefox/user/9">Devon Jensen</a>
fr: par <a href="https://addons.mozilla.org/en-US/firefox/user/9">Devon Jensen</a>
it: di <a href="https://addons.mozilla.org/en-US/firefox/user/9">Devon Jensen</a>
ja: 作者: <a href="/ja/firefox/user/9">Devon Jensen</a>
ko: 제작: <a href="https://addons.mozilla.org/en-US/firefox/user/9">Devon Jensen</a>
nl: door <a href="https://addons.mozilla.org/firefox/user/9">Devon Jensen</a>
pl: stworzony przez <a href="https://addons.mozilla.org/en-US/firefox/user/9">Devona Jensena</a>
pt_pt: por <a href="https://addons.mozilla.org/en-US/firefox/user/9">Devon Jensen</a>
ru: от <a href="https://addons.mozilla.org/en-US/firefox/user/9">Devon Jensen</a>
sl: sestavil <a href="https://addons.mozilla.org/en-US/firefox/user/9"> Devon Jensen </a>
zh_cn: 由 <a href="https://addons.mozilla.org/zh-CN/firefox/user/9">Devon Jensen</a> 开发

source: Easy Download Management with Download Statusbar
cs: Snadná správa stahování s pomocí Download Statusbar
de: Einfache Download-Verwaltung mit Download Statusbar
el: Εύκολη διαχείριση λήψεων με το Download Statusbar
es: Administra fácilmente tus descargas con Download Statusbar
fr: Gestion de téléchargement facile avec Download Statusbar
it: Gestione semplice dei download con Download Statusbar
ja: Download Statusbar による簡単ダウンロード管理
ko: Download Statusbar를 통한 편리한 다운로드 관리
nl: Gemakkelijk downloadbeheer met Download Statusbar
pl: Łatwe zarządzanie pobieraniem za pomocą Download Statusbar
pt_pt: Gestão de transferências fácil com a barra de estado de transferências
ru: Лёгкое управление загрузками с помощью Download Statusbar
sl: Lahko upravljanje prenosov s pomočjo Skrbnika za prenose
zh_cn: 通过下载状态栏轻松管理下载

source: Download Statusbar shows the progress of current downloads right in the browser&#039;s statusbar. There&#039;s no need to open the Download Manager when downloads can be managed from anywhere in the browser.
cs: Download Statusbar zobrazuje průběh aktuálních stahování přímo ve stavovém řádku prohlížeče. Není nutné otevírat Správce stahování, když je možné spravovat stahování přímo z hlavního okna prohlížeče.
de: Download Statusbar zeigt den Fortschritt von aktuellen Downloads direkt in der Statusleiste des Browsers. Es gibt keinen Grund, den Download-Manager zu öffnen, wenn Downloads direkt von irgendwo im Browser verwaltet werden können.
el: Το Download Statusbar δείχνει την πρόοδο των λήψεων στη γραμμή κατάστασης του περιηγητή. Δεν χρειάζεται να ανοίξετε τον διαχειριστή λήψεων αφού μπορείτε να τις διαχειριστείτε από οποιαδήποτε σελίδα βλέπετε.
es: Download Statusbar muestra el progreso de las descargas en curso en la barra de estado del navegador. No hay necesidad de abrir el Administrador de Descargas cuando las descargas se pueden administrar desde cualquier lugar en el navegador.
fr: Download Statusbar affiche la progression des téléchargements en cours sur la droite de la barre d'état du navigateur. Il n'est pas nécessaire d'ouvrir le gestionnaire de téléchargements quand ces derniers peuvent être contrôlés depuis n'importe où dans le navigateur.
it: Download Statusbar visualizza lo stato dei download in corso direttamente nella barra di stato del browser. Nessun bisogno di aprire il gestore download, potrai gestire i tuoi download da qualunque punto del browser.
ja: Download Statusbar は、ブラウザのステータスバーに現在進行中のダウンロード状況を表示します。ブラウザ内のどこからでもダウンロードを管理できるので、もはやダウンロードマネージャを開く必要はありません。
ko: Download Statusbar는 브라우저의 상태 표시줄 우측에 현재 다운로드 진행 상태를 표시해줍니다. 브라우저의 어느곳에서나 다운로드를 관리할 수 있어서 따로 다운로드 관리자를 열 필요가 없습니다.
nl: Download Statusbar laat de voortgang van de huidige downloads rechtstreeks in de statusbalk van de browser zien. U hoeft de downloadbeheerder niet te openen wanneer downloads vanuit elke plek in de browser kunnen worden beheerd.
pl: Download Statusbar pokazuje postęp aktualnych pobrań bezpośrednio na pasku stanu przeglądarki. Nie potrzeba otwierać menedżera pobierania, jeśli można zarządzać pobieraniem z dowolnego miejsca przeglądarki.
pt_pt: A barra de estado de transferências mostra a evolução das transferências em curso na barra de estado do navegador. Não há necessidade de abrir o gestor de transferências quando podem ser geridos em qualquer sítio do navegador.
ru: Download Statusbar показывает ход текущих загрузок прямо в строке состояния браузера. Нет необходимости открывать Менеджер загрузок, когда загрузками можно управлять из любого места браузера.
sl: Statusna vrstica za prenose kaže potek trenutnih prenosov v sami statusni vrstici brskalnika. Tako ni potrebno odpirati skrbnika za prenose, ker je prenose mogoče nadzorovati od kjerkoli v brskalniku.
zh_cn: 下载状态栏会显示在浏览器的状态栏中，显示目前的下载进度。让您无需开启“下载管理器”就能在浏览器的任何地方管理下载项。

source: Read about how someone new to software development made one of the most popular Firefox add-ons
cs: Přečtěte si o tom, jak někdo, kdo vytvářel software nově vytvořil jeden z nejpopulárnějších doplňků pro Firefox
de: Lesen Sie, wie jemand, der neu in der Software-Entwicklung war, eines der beliebtesten Firefox-Add-ons entwickelt hat.
el: Διαβάστε πως κάποιος αρχάριος στον προγραμματισμό έφτιαξε ένα από τα πιο δημοφιλή πρόσθετα για τον Firefox
es: Lee acerca de cómo alguien nuevo en el desarrollo de software hizo uno de los más populares complementos de Firefox
fr: Apprenez comment quelqu'un découvrant le développement logiciel a fait l'un des modules Firefox les plus populaires.
it: Leggi come un esordiente nel campo dello sviluppo di programmi ha creato uno dei più diffusi componenti aggiuntivi per Firefox
ja: ソフトウェア開発初心者がどのようにして最も人気の Firefox アドオンのひとつを作ったのかを知る
ko: 새로 개발된 소프트웨어가 어떻게 최고의 Firefox 인기 부가 기능이 되었는지에 대해 읽어보기
nl: Lees hoe iemand zonder ervaring in de ontwikkeling van software één van de populairste Firefox-add-ons heeft gemaakt
pl: Przeczytaj o tym, jak nowicjusz w tworzeniu oprogramowania stworzył jeden z najpopularniejszych dodatków do Firefoksa.
pt_pt: Leia como alguém novo no desenvolvimento de software fez um dos extras mais populares do Firefox
ru: Прочтите о том, как кто-то из новичков в разработке программного обеспечения создал одно из самых популярных дополнений Firefox
sl: Preberite, kako je popoln novinec, kar se razvoja programske opreme tiče, razvil enega od najbolj priljubljenih Firefox dodatkov
zh_cn: 了解如何从新手到做出最流行的 Firefox 附加组件的软件开发者

source: by <a href="http://www.cooliris.com">Cooliris, Inc.</a>
cs: od <a href="http://www.cooliris.com">Cooliris, Inc.</a>
de: von <a href="http://www.cooliris.com">Cooliris, Inc.</a>
el: από <a href="http://www.cooliris.com">Cooliris, Inc.</a>
es: por <a href="http://www.cooliris.com">Cooliris, Inc.</a>
fr: par <a href="http://www.cooliris.com">Cooliris, Inc.</a>
it: di <a href="http://www.cooliris.com">Cooliris, Inc.</a>
ja: 作者: <a href="http://www.cooliris.com">Cooliris, Inc.</a>
ko: 제작: <a href="http://www.cooliris.com">Cooliris, Inc.</a>
nl: door <a href="http://www.cooliris.com">Cooliris, Inc.</a>
pl: stworzony przez <a href="http://www.cooliris.com">Cooliris, Inc.</a>
pt_pt: por <a href="http://www.cooliris.com">Cooliris, Inc.</a>
ru: от <a href="http://www.cooliris.com">Cooliris, Inc.</a>
sl: izpod peresa <a href="http://www.cooliris.com"> Cooliris, Inc </a>
zh_cn: 由 <a href="http://www.cooliris.com">Cooliris, Inc.</a> 开发

source: Immersive 3-D Experience with Cooliris
cs: Úchvatný 3D zážitek s Cooliris
de: Eindringendes 3-D-Erlebnis mit Cooliris
el: Εκπληκτική εμπειρία 3-D με το Cooliris
es: Experiencia en 3-D con Cooliris
fr: Expérience 3D immersive avec Cooliris
it: Un'esperienza 3D “immersiva” con Cooliris
ja: Cooliris による没入型 3D 体験
ko: Cooliris를 통해 빠져드는 3차원 경험
nl: Geweldige 3D-ervaring met Cooliris
pl: Ekscytujące trójwymiarowe doznania z Cooliris
pt_pt: Experiência 3-D com Cooliris
ru: 3-D погружение с Cooliris
sl: 3-D doživetje z Cooliris
zh_cn: 用 Cooliris 体验身临其境的 3D 效果

source: Cooliris lets users browse photos and videos from the Web or local computer on an infinitely scrollable 3-D wall. Its award-winning design brings speed and elegance to searching, finding and enjoying rich content.
cs: Cooliris umožňuje uživatelům prohlížet fotky a videa z webu nebo lokálního počítače na skrolovatelné 3D zdi. Mnohokrát oceněný návrh přináší rychlost a eleganci do vyhledávání, nacházení a prohlížení obsahu.
de: Mit Cooliris können Benutzer Fotos und Videos aus dem Internet oder dem lokalen Rechner auf einer endlos scrollbaren 3-D-Wand durchsuchen. Sein preisgekröntes Design sorgt für Geschwindigkeit und Eleganz beim Suchen, Finden und Genießen von gehaltvollen Inhalten.
el: Το Cooliris επιτρέπει στους χρήστες να περιηγούντε σε φωτογραφίες και βίντεο από το Web ή τον τοπικό υπολογιστή σε έναν απεριόριστο 3-D τοίχο. Ο βραβευμένος σχεδιασμός του φέρνει την ταχύτητα και τον εκλεπτυσμό στην αναζήτηση, εύρεση, και απόλαυση πλούσιου περιεχομένου.
es: Cooliris permite a los usuarios ver fotos y videos desde la web o sus archivos locales sobre una pared desplazable en 3-D. Su galardonado diseño aporta velocidad y elegancia para buscar, encontrar y disfrutar de contenido multimedia.
fr: Cooliris permet aux utilisateurs de naviguer dans les photos et vidéos du web ou de leur ordinateur sur un mur 3D défilant de manière continue. Son design plébiscité permet vitesse et élégance pour chercher, trouver et apprécier du contenu riche.
it: Cooliris permette agli utenti di visualizzare foto e video dal Web o da un computer locale sotto forma di un muro tridimensionale infinito. Grazie al suo design innovativo, vincitore di numerosi premi, potrai cercare e goderti nuovi contenuti con velocità ed eleganza.
ko: Cooliris는 사용자가 웹 또는 컴퓨터에서 사진 및 동영상을 무한 스크롤이 가능한 3차원 벽을 통해 둘러볼 수 있게 만들어 줍니다. 상을 받은 바 있는 이 부가 기능의 디자인은 검색 및 다양한 콘텐츠를 즐길 때 속도와 우아함을 더해줍니다.
nl: Met Cooliris kunnen gebruikers door foto’s of video’s van het web of hun lokale computer bladeren op een oneindige scrollbare 3D-muur. Het bekroonde ontwerp geeft snelheid en elegantie aan zoeken, vinden en genieten van rijke inhoud.
pl: Cooliris umożliwia użytkownikom przeglądanie zdjęć i wideo z Internetu lub lokalnego komputera na trójwymiarowej, przewijanej ścianie. Jest wielokrotnie nagradzanym projektem dodającym szybkość i elegancję do wyszukiwania, przeglądania wielu treści.
pt_pt: O Cooliris permite que os utilizadores naveguem em fotos e vídeos a partir da web ou do computador local numa parede 3-D infinita. É um design premiado que traz velocidade e elegância na pesquisa, procura de conteúdo interessante.
ru: Cooliris позволяет пользователям просматривать фотографии и видео из Интернета или локального компьютера на бесконечно прокручиваемой 3-D стене. Его удостоенный наград дизайн привносит скорость и элегантность в поиск, нахождение и наслаждение медиаконтентом.
sl: Cooliris omogoča uporabnikom brskanje po fotografijah in video posnetkih na spletu ali na lokalnem računalniku, s pomočjo neskončno velike pomične 3-D stene. Zasnova, ki je dobila nagrado, prinaša hitrost in eleganco v brskanje, iskanje in užitek ob bogatih vsebinah.
zh_cn: Cooliris 可以让用户在可无限滚动的 3D 墙上浏览网络或本地电脑上的照片和视频。其屡获殊荣的设计能让用户快速、优雅的搜索、查找并享受丰富的内容。

source: Find out how Cooliris re-invented photo browsing
cs: Podívejte se, jak Cooliris ovlivnil prohlížení fotek
de: Erfahren Sie, wie Cooliris das Durchblättern von Fotos neu erfunden hat
el: Ανακαλύψτε πως το Cooliris επανεφηύρε την περιήγηση φωτογραφιών
es: Descubre cómo Cooliris ha reinventado la búsqueda de fotos e imágenes
fr: Découvrez comment Cooliris a réinventé la navigation dans les photos
it: Scopri come Cooliris ha reinventato l'esplorazione delle fotografie
ko: Cooliris가 사진 탐색을 어떻게 재창조했는지 알아보기
nl: Ontdek hoe Cooliris door foto’s bladeren opnieuw uitvond
pl: Poznaj, jak Cooliris wymyśliło nowy sposób przeglądania zdjęć.
pt_pt: Descubra como o Cooliris reinventou a navegação de fotografias
ru: Узнайте, как Cooliris переизобрел процесс просмотра фото
sl: Oglejte si, kako je Cooliris ponovno izumil brskanje po fotografijah.
zh_cn: 了解 Cooliris 如何重塑照片浏览体验
