Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: a canvas element and example code drawing a game entity onto it
cs: ukázku canvasu a příklad kódu, který do něj kreslí prvek hry
de: Ein Canvas-Element und Beispielquelltext, der ein Spielelement darauf zieht
es: un elemento canvas y código de ejemplo que dibuja una entidad de juego en él
fr: un élément canvas et du code d'exemple pour dessiner une entité de jeu dessis
it: un codice esempio che disegna un'entità gioco su un elemento canvas
ko: 캔버스 요소와 예제 코드가 게임의 밑그림을 그립니다
nl: een canvaselement en voorbeeldcode die een spelentiteit erop plaatst
pl: element canvas i przykład kodu rysującego w nim grę
zh_cn: 一个 canvas 元素和一段在上面画上游戏实体的示例代码

source: an event loop using requestAnimationFrame
cs: smyčka událostí využívající requestAnimationFrame
de: Eine Ereignisschleife, die requestAnimationFrame verwendet
es: un bucle de evento que usa requestAnimationFrame
fr: une boucle d'évènement utilisant requestAnimationFrame
it: un event loop che utilizza requestAnimationFrame
ko: 이벤트 루프는 requestAnimationFrame을 사용합니다
nl: een gebeurtenislus die gebruik maakt van requestAnimationFrame
pl: pętla zdarzeń przy użyciu requestAnimationFrame
zh_cn: 使用 requestAnimationFrame 的事件循环

source: a means to pause and unpause the game as the app loses and regains focus
cs: možnost pauznout hru a znovu ji spustit ztrátou či opětovním získáním fokusu
de: Eine Möglichkeit, um das Spiel zu pausieren und fortzusetzen, wenn die Anwendung den Fokus verliert und wieder erhält
es: una forma de pausar y continuar el juego a medida que la aplicación pierde y recupera el foco
fr: un moyen de faire pause dans le jeu lorsque le focus de l'application change
it: un metodo per mettere in pausa il gioco quando l'app perde il focus e riprenderlo quando lo riacquista.
ko: 앱이 포커스를 잃거나 얻는다는 것은 게임의 일시 정지 및 해제를 의미합니다
nl: een manier om het spel te pauzeren en door te gaan als de app de focus verliest en terugkrijgt
pl: metoda zatrzymywania i uruchamiania gry, gdy aplikacja traci lub zyskuje focus
zh_cn: 在游戏失去和再次获得应用焦点时暂停和恢复游戏的方法

source: Gaia Building Blocks
cs: Stavební bloky rozhraní Gaia
de: Gaia-Bausteine
es: Building Blocks de Gaia
it: Blocchi preconfezionati per Gaia
ko: 가이아 빌딩 블록
nl: Gaia-bouwstenen
pl: Komponenty Gaia
ru: Строительные блоки Gaia
zh_cn: Gaia 构建块

source: Design
cs: Návrh
de: Gestalten
es: Diseñar
ko: 디자인
nl: Ontwerp
pl: Projekt
ru: Дизайн
zh_cn: 设计

source: Concept: A great app
cs: Koncept: Skvělá aplikace
de: Konzept: Eine tolle Anwendung
es: Concepto: una buena aplicación
it: Concepire app di successo
pl: Pomysł: świetna aplikacja
ru: Концепт: Отличное приложение

source: Design Fundamentals
cs: Základy návrhu
de: Grundlagen des Designs
es: Fundamentos de diseño
fr: Fondamentaux pour le design
it: Basi di design
ko: 디자인 펀다멘탈
nl: Ontwerpprincipes
pl: Podstawy projektowania
ru: Основы дизайна
zh_cn: 设计原理

source: UI Guidelines
cs: Příručka k UI
de: Richtlinien für Benutzeroberflächen
es: Pautas para la IU
fr: Recommandations d'interface utilisateur
it: Linee guida per l'interfaccia utente
ko: UI 가이드라인
nl: UI-richtlijnen
pl: Przewodnik UI
ru: Руководства по UI
zh_cn: UI 准则

source: Build
cs: Tvorba
de: Entwickeln
es: Desarrollar
fr: Construire
it: Sviluppo
ko: 제작
pl: Tworzenie
ru: Сборка
zh_cn: 构建

source: Quick Start
cs: Rychlý start
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
it: Guida introduttiva
ko: 빠른 시작
nl: Snelle start
pl: Szybki start
ru: Быстрый старт
zh_cn: 快速开始

source: Firefox OS Simulator
es: Simulador de Firefox OS
fr: Simulateur Firefox OS
ko: Firefox OS 시뮬레이터
pl: Symulator Firefox OS
ru: Симулятор Firefox OS
zh_cn: Firefox OS 模拟器

source: Reference Apps
cs: Referenční aplikace
de: Referenz-Anwendungen
es: Aplicaciones de referencia
fr: Applications de référence
it: App di riferimento
ko: 앱 참고 자료
nl: Referentie-apps
pl: Przykładowe aplikacje
ru: Референсные приложения
zh_cn: 参考应用

source: Deploying your app
cs: Publikování vaší aplikace
de: Verteilen Ihrer Anwendung
es: Distribuir tu aplicación
it: Distribuzione dell'app
pl: Wdrażanie aplikacji
ru: Развертывание вашего приложения

source: Hosted Apps
cs: Hostování aplikace
de: Gehostete Anwendungen
es: Aplicaciones alojadas
fr: Applications hébergées
it: App ospitate
ko: 호스팅된 앱
nl: Gehoste apps
pl: Aplikacje hostowane
ru: Хостящиеся приложения
zh_cn: 托管应用程序

source: Packaged Apps
cs: Zabalené aplikace
de: Gepackte Anwendungen
es: Aplicaciones empaquetadas
fr: Applications empaquetées
it: App pacchettizzate
ko: 패키징된 앱
nl: Verpakte apps
pl: Aplikacje spakowane
ru: Упакованные приложения
zh_cn: 打包的应用

source: App Generator
cs: Generátor aplikace
de: Anwendungs-Generator
es: Generador de aplicaciones
fr: Générateur d'application
it: Generatore di app
ko: 앱 생성기
pl: Generator aplikacji
ru: Генератор приложений
zh_cn: 应用生成器

source: Features
cs: Vlastnosti
de: Funktionen
el: Χαρακτηριστικα
es: Características
fr: Fonctionnalités
it: Caratteristiche
ja: 機能
ko: 주요 기능
nl: Functies
pa_in: ਵਿਸ਼ੇਸਤਾਵਾਂ
pl: Cechy i funkcje
pt_pt: Funcionalidades
ru: Возможности
sl: Funkcije
uk: Особливості
zh_cn: 特性

source: Download Template
cs: Stáhnout šablonu
de: Vorlage herunterladen
es: Descargar plantilla
fr: Télécharger le squelette
it: Scarica modello
ko: 다운로드 템플릿
nl: Sjabloon downloaden
pl: Pobierz szablon
ru: Загрузить шаблон
zh_cn: 下载模板

source: Introduction to App Generator Templates
de: Einführung in Vorlagen des Anwendungs-Generators
es: Introducción a las plantillas del generador de aplicaciones
fr: Introduction au générateur de squelettes d'application
it: Introduzione al generatore modelli di app
ko: 앱 생성기 템플릿 소개
nl: Introductie tot app-generatorsjablonen
pl: Wprowadzenie do szablonów generatora aplikacji
zh_cn: 应用生成器模板介绍

source: To help you start writing web apps quickly, we provide a few templates which has a lot already set up. Each template is a static web project with tools to help build and deploy.
de: Um Ihnen zu helfen, möglichst schnell mit dem Schreiben von Web-Anwendungen zu beginnen, bieten wir einige Vorlagen, in denen schon viel eingerichtet wurde. Jede Vorlage ist ein statisches Web-Projekt mit Werkzeugen, um Ihnen beim Entwickeln und Verteilen zu helfen.
es: Para ayudarte a empezar a escribir una aplicación web más rápido, te proporcionamos algunas plantillas que ya tienen bastante contenido. Cada plantilla es un proyecto web estático con herramientas que te ayudarán en su generación y distribución.
fr: Pour vous aider à commencer à écrire des applications web rapidement, nous vous fournissons quelques squelettes qui sont déjà bien avancés. Chacun est un projet web statique avec des outils pour aider au développement et déploiement.
it: Per facilitare la rapida creazione di app web mettiamo a disposizione dei programmatori alcuni modelli con numerose configurazioni già impostate. Ogni modello è un progetto web statico corredato da strumenti per facilitare lo sviluppo e la distribuzione.
ko: 웹 앱 제작을 빨리 시작할 수 있도록 상당히 많은 부분이 미리 설정되어 있는 템플릿을 몇가지 제공하고 있습니다. 템플릿은 개발과 배치를 돕는 도구들이 포함되어 있는 하나의 고정된 웹 프로젝트입니다.
nl: Om u te helpen snel webapps te gaan schrijven bieden we een paar sjablonen waarin al veel zaken zijn ingesteld. Elk sjabloon is een statisch webproject met hulpmiddelen om te helpen bij het bouwen en uitrollen.
pl: Aby pomóc ci w rozpoczęciu tworzenia aplikacji, dostarczamy kilka szablonów, które mają już ustawione wiele elementów. Każdy szablon jest statycznym projektem sieciowym, z narzędziami pomocnymi w tworzeniu i rozwijaniu.
zh_cn: 为了帮助你更快地开始编写网络应用，我们提供了一些已经建立好的模板。每个模板都是带有辅助构建和部署工具的静态网络项目。

source: What you get:
cs: Co získáte:
de: Was Sie erhalten:
es: Obtienes todo esto:
fr: Ce que vous obtenez :
it: Pronti per te:
ko: 지원 내역:
nl: Wat u krijgt:
pl: Co dostajesz:
ru: Что вы получите:
zh_cn: 你会得到：

source: A minimal and well-formed HTML structure
cs: Minimalistická a dobře strukturovaná podoba HTML
de: Eine minimale und wohlgeformte HTML-Struktur
es: Una estructura HTML básica y bien creada
fr: Une structure HTML minimale et correcte
it: Un codice HTML minimale e ben strutturato
ko: 간략화되고 잘 짜여진 HTML 구조
nl: Een minimale en goedgevormde HTML-structuur
pl: Minimalną i poprawnie utworzoną strukturę HTML
zh_cn: 一个最小化并构建良好的 HTML 架构

source: Prebuilt
de: Vorgefertigt
es: Pregenerado
fr: Pré-construit
it: Prototipi
ko: 사전 제작된 코드
nl: Voorgebouwd
pl: Wbudowany
zh_cn: 预览版

source: JavaScript libraries for interacting with the Marketplace
cs: JavaScriptové knihovny pro interakci s Marketplace
de: JavaScript-Bibliotheken für die Interaktion mit dem Marketplace
es: Bibliotecas JavaScript para interactuar con Marketplace
fr: Des bibliothèques JavaScript pour interagir avec le Marketplace
it: Librerie JavaScript per interagire con il Marketplace
ko: 마켓플레이스와 상호 작용하는 자바스크립트 라이브러리
nl: JavaScript-bibliotheken voor interactie met de Marketplace
pl: Biblioteki JavaScript do interakcji z Marketplace
zh_cn: 用来和应用市场交互的 JavaScript 库

source: require.js for structuring your JavaScript code
cs: require.js pro strukturování vašeho JavaScriptového kódu
de: require.js zur Strukturierung Ihres JavaScript-Quelltexts
es: require.js para la estructura de tu código JavaScript
fr: require.js pour structurer votre code JavaScript
it: require.js per strutturare il codice JavaScript
ko: 자바스크립트 코드 구축에 필요한 require.js
nl: require.js voor structurering van uw JavaScript-code
pl: require.js do strukturyzowania kodu JavaScript
zh_cn: 架构 JavaScript 代码的 require.js

source: volo for automating local development and deployment
cs: volo pro automatický lokální vývoj a nasazení
de: volo zur automatischen lokalen Entwicklung und Verteilung
es: volo para automatizar el desarrollo local y la distribución
fr: volo pour automatiser le développement local et le déploiement
it: volo per automatizzare lo sviluppo locale e la distribuzione.
ko: 로컬 개발 및 배치 자동화에 쓰이는 volo
nl: volo voor automatisering van lokale ontwikkeling en uitrol
pl: volo do automatyzacji tworzenia lokalnego i wdrażania
zh_cn: 使本地开发和部署工作自动化的 volo

source: pre-built layouts (from some of the templates)
cs: předpřipravená rozvržení (pro některé šablony)
de: Vorgefertigte Layouts (aus einigen der Vorlagen)
es: Diseños generados previamente (a partir de algunas plantillas)
fr: des mises en pages préparées (tirées de certains des squelettes)
it: Layout predefiniti (ricavati da alcuni modelli)
ko: 사전 제작된 레이아웃 (일부 템플릿만 해당)
nl: voorgebouwde layouts (van enkele sjablonen)
pl: Gotowe layouty (z części szablonów)
zh_cn: 预构建的布局（来自一些模板）

source: You can download the templates above, or view all the available templates in the <a rel="external" href="%(url)s">mortar</a> repo.
de: Sie können die Vorlagen oben herunterladen oder alle verfügbaren Vorlagen im <a rel="external" href="%(url)s">Mortar</a>-Repository ansehen.
es: Puedes descargar las plantillas especificadas anteriormente o ver todas las que están disponibles en el repositorio <a rel="external" href="%(url)s">mortar</a>.
fr: Vous pouvez télécharger les squelettes ci-dessous, ou voir tous ceux disponibles dans le dépôt <a rel="external" href="%(url)s">mortar</a>.
it: È possibile scaricare questi modelli o visualizzare tutti i modelli disponibili nel repo <a rel="external" href="%(url)s">mortar</a>.
ko: <a rel="external" href="%(url)s">mortar</a> 저장소에서 모든 템플릿을 다운로드 하거나 볼 수 있습니다.
nl: U kunt hierboven de sjablonen downloaden, of alle beschikbare sjablonen bekijken in de <a rel="external" href="%(url)s">mortar</a>-repository.
pl: Możesz pobrać powyższe szablony lub przejrzeć wszystkie dostępne szablony w repozytorium <a rel="external" href="%(url)s">mortar</a>.
zh_cn: 你可以直接下载上面的模板，或者在 <a rel="external" href="%(url)s">mortar</a> 仓库查看全部可用的模板。

source: <b>Note:</b> Open web apps in general do not require that you use volo and require.js. These are simply useful tools used by many Mozilla developers.
de: <b>Hinweis:</b> Anwendungen des offenen Web erfordern üblicherweise nicht, dass Sie volo und require.js verwenden. Dies sind lediglich hilfreiche Werkzeuge, die viele Mozilla-Entwickler einsetzen.
es: <b>Nota:</b> En general, las aplicaciones web abiertas no requieren que uses volo y require.js. Estas simplemente son herramientas útiles usadas por muchos desarrolladores de Mozilla.
fr: <b>Note :</b> Les Open Web Apps ne nécessitent pas l'utilisation de volo ni de require.js. Ce sont simplement des outils très utiles utilisés par beaucoup de développeurs Mozilla.
it: <b>Nota:</b> In linea generale per sviluppare app web aperte non è necessario utilizzare volo e require.js, che sono solo degli utili strumenti adoperati da molti sviluppatori Mozilla.
ko: <b>알림:</b> 오픈 웹 앱은 일반적으로 volo와 require.js 사용을 요구하지 않습니다. 이 도구들은 그저 여러 Mozilla 개발자들이 사용하고 있는 유용한 도구일 뿐입니다.
nl: <b>Noot:</b> In het algemeen vereisen open webapps niet dat u volo en require.js gebruikt. Dit zijn gewoon nuttige hulpmiddelen die door veel Mozilla-ontwikkelaars worden gebruikt.
pl: <b>Informacja:</b> Aplikacje otwartej sieci zasadniczo nie wymagają używania volo i require.js. Są to po prostu przydatne narzędzia używane przez wielu programistów Mozilli.
zh_cn: <b>提示：</b>一般情况下开放网络应用不一定要使用 volo 和 .js ，他们是很多 Mozilla 开发者选用的简单易用的工具。

source: Starting with the App Stub Template
de: Start mit der App-Stub-Vorlage
es: Comenzar con la plantilla de App Stub
fr: Démarrer avec le squelette basique
it: Inizia con il modello App Stub
ko: App Stub 템플릿으로 시작하기
nl: Van start met het sjabloon App Stub
pl: Rozpoczęcie z szablonem zalążka aplikacji
zh_cn: 从 App Stub 模板开始

source: You can simply use git to get the template from <a rel="external" href="%(url)s">this repo</a>:
de: Sie können einfach Git verwenden, um die Vorlage aus <a rel="external" href="%(url)s">diesem Repository</a> zu holen:
es: Puedes utilizar git para descargar la plantilla desde <a rel="external" href="%(url)s">este repositorio</a>:
fr: Vous pouvez directement utiliser git pour obtenir le squelette depuis <a rel="external" href="%(url)s">ce dépôt</a> :
it: È possibile ottenere il modello da <a rel="external" href="%(url)s">questo repo</a> attraverso git:
ko: <a rel="external" href="%(url)s">이 저장소</a>에서 템플릿을 받으려면 git를 사용하세요.
nl: U kunt gewoon git gebruiken om het sjabloon te downloaden uit <a rel="external" href="%(url)s">deze repository</a>:
pl: Możesz po prostu użyć gita do pobrania szablonu z <a rel="external" href="%(url)s">tego repozytorium</a>:
zh_cn: 你可以简单的使用 git 从 <a rel="external" href="%(url)s">这个仓库</a> 获得模板：

source: Using volo is recommended, however. volo is a tool for automating projects, and you'll use it with this template, so go ahead and install it. You first need node.js, which you can download from <a rel="external" href="%(url)s">here</a>. Once you have node, install volo:
de: Die Verwendung von volo wird allerdings empfohlen. volo ist ein Werkzeug zur Automatisierung von Projekten und Sie werden es mit dieser Vorlage verwenden, also installieren Sie es einfach. Sie benötigen zunächst node.js, was Sie <a rel="external" href="%(url)s">hier</a> herunterladen können. Sobald Sie node haben, installieren Sie volo:
es: Se recomienda utilizar volo, aunque es una herramienta para automatizar proyectos y la utilizarás con esta plantilla. Así que, adelante, instálala. Primero necesitarás node.js, que puedes descargar desde <a rel="external" href="%(url)s">aquí</a>. Una vez que tengas node, instala volo:
fr: L'utilisation de volo est recommandée, cependant c'est un outil d'automatisation de projets, et vous en aurez besoin avec ce squelette, alors profitez-en pour l'installer. Vous aurez d'abord besoin de node.js disponible <a rel="external" href="%(url)s">ici</a>. Une fois que node est installé, vous pouvez vous occuper de volo :
it: Tuttavia è consigliabile utilizzare volo. volo è uno strumento per l'automazione dei progetti che verrà utilizzato con questo modello, pertanto è necessario installarlo. Prima di tutto occorre scaricare node.js da <a rel="external" href="%(url)s">qui</a>, poi si può procedere a installare volo:
ko: volo 사용을 권장합니다. volo는 프로젝트 자동화용 도구로 이 템플릿과 함께 사용할 수 있으니 한번 설치해 보시기 바랍니다. 먼저 node.js가 필요한데, <a rel="external" href="%(url)s">이곳에서</a> 다운로드할 수 있습니다. node를 다운로드 받은 후 volo를 설치하십시오:
nl: Gebruik van volo wordt echter aanbevolen. volo is een hulpmiddel om projecten te automatiseren, en u zult het bij dit sjabloon gebruiken, dus aarzel niet om het te installeren. U hebt allereerst node.js nodig, dat u <a rel="external" href="%(url)s">hier</a> kunt downloaden. Zodra u node hebt, kunt u volo installeren:
pl: Korzystanie z volo jest zalecane. volo jest narzędziem do automatyzacji projektów i możesz użyć go z tym szablonem, więc śmiało zainstaluj je. Na początek potrzebujesz node.js, które możesz pobrać <a rel="external" href="%(url)s">tutaj</a>. Gdy masz już node, zainstaluj volo:
zh_cn: 不过我们建议使用 volo。volo 是一个让项目自动化的工具，你可以在这个模板中使用他。赖尝试一下吧。首先你需要有 node.js，可以在 <a rel="external" href="%(url)s">这里</a> 下载。然后就可以安装 volo：

source: Now you can just use the <code>create</code> command:
de: Jetzt können Sie einfach den Befehl <code>create</code> verwenden:
es: Ahora puedes utilizar el comando <code>create</code>:
fr: Maintenant vous pouvez utiliser la commande <code>create</code> :
it: A questo punto è sufficiente utilizzare il comando <code>create</code>:
ko: 이제 <code>create</code> 명령어만 사용하면 됩니다:
nl: Nu kunt u gewoon de opdracht <code>create</code> gebruiken:
pl: Teraz możesz użyć po prostu komendy <code>create</code>:
zh_cn: 现在你只要使用 <code>create</code> 命令：

source: When future templates are available, you can use the same <code>create</code> command with different template URLs.
de: Wenn zukünftige Vorlagen verfügbar sind, können Sie den gleichen <code>create</code>-Befehl mit anderen Vorlagen-URLs verwenden.
es: Para plantillas disponibles en un futuro puedes usar la misma orden <code>create</code> con diferentes direcciones URL.
fr: Lorsque de nouveaux squelettes seront disponibles, vous pourrez utiliser la même commande <code>create</code> avec d'autres adresses.
it: Quando saranno disponibili nuovi modelli, potranno essere utilizzati con il comando <code>create</code> e l'URL di ciascun modello.
ko: 사용할 템플릿이 준비되었다면 다른 템플릿 URL로 똑같이 <code>create</code> 명령어를 사용하면 됩니다.
nl: Wanneer in de toekomst sjablonen beschikbaar komen, kunt u dezelfde opdracht <code>create</code> gebruiken voor de andere sjabloon-URL’s.
pl: Gdy inne szablony będą dostępne, może użyć tej samej komendy <code>create</code> z różnymi adresami URL.
zh_cn: 以后再有可用的模板时，你可以使用相同的<code>create</code> 命令，代入不同的模板网址即可。

source: What Now?
cs: Co nyní?
de: Was jetzt?
es: ¿Y ahora qué?
fr: Et maintenant ?
it: E adesso?
ko: 이제 뭘 하면 됩니까?
nl: Wat nu?
pl: Co teraz?
ru: Что сейчас?
zh_cn: 现在做什么？

source: All your HTML, CSS, and JavaScript are under the <code>www</code> directory, so start coding! You'll see a bunch of stuff in there, but feel free to remove anything you don't need.
de: All Ihr HTML, CSS und JavaScript liegen im Verzeichnis <code>www</code>, also fangen Sie an zu programmieren! Sie sehen darin eine Menge Dinge, aber Sie können einfach alles entfernen, was Sie nicht brauchen.
es: Todo el contenido HTML, CSS y JavaScript se encuentra bajo el directorio <code>www</code>, ¡así que empieza a escribir código! Encontrarás bastante código ya incluido pero puedes eliminarlo si no lo necesitas.
fr: Tout votre code HTML, CSS et JavaScript est dans le répertoire <code>www</code>, donc commencez à coder ! Vous verrez un gros paquet de choses dedans, mais n'hésitez pas à élaguer ce qui vous est inutile.
it: Tutti i tuoi HTML, CSS e JavaScript sono stati salvati nella cartella <code>www</code>, ora puoi iniziare a sviluppare la tua app. Nella cartella sono presenti numerosi file, ma è possibile rimuovere quelli non necessari.
ko: 모든 HTML, CSS, 자바스크립트는 <code>www</code> 디렉토리 아래에 있으니 코딩을 시작하세요! 사용할 수 있는 코드가 많이 있지만 필요하지 않다면 지우고 사용하면 됩니다.
nl: Al uw HTML, CSS en JavaScript is te vinden in de map <code>www</code>, dus start met code schrijven! U zult er heel wat vinden, maar aarzel niet om te verwijderen wat u niet nodig heeft.
pl: Cały twój kod HTML, CSS oraz JavaScript jest w katalogu <code>www</code>, zatem zacznij kodowanie! Zobaczysz tam kilka elementów, ale nie obawiaj się usunąć wszystkiego, czego nie potrzebujesz.
zh_cn: 所有的 HTML, CSS, 和 JavaScript 都在 <code>www</code> 目录下，开始编码吧！在那里你可以看到一大堆素材，当然可以删除任何你不需要的东西。
