Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <a href="#" id="show-normal-login">Are you an admin or editor?</a>
cs: <a href="#" id="show-normal-login">Jste administrátor či redaktor?</a>
de: <a href="#" id="show-normal-login">Sind Sie ein Administrator oder Redakteur?</a>
es: <a href="#" id="show-normal-login">¿Eres administrador o editor?</a>
fr: <a href="#" id="show-normal-login">Êtes-vous un administrateur ou un éditeur ?</a>
it: <a href="#" id="show-normal-login">Sei un amministratore o un revisore?</a>
ja: <a href="#" id="show-normal-login">あなたは管理者かエディタですか？</a>
ko: <a href="#" id="show-normal-login">관리자나 편집자입니까?</a>
nl: <a href="#" id="show-normal-login">Bent u een beheerder of editor?</a>
pl: <a href="#" id="show-normal-login">Jesteś administratorem lub recenzentem?</a>
pt_pt: <a href="#" id="show-normal-login">Você é um administrador ou editor?</a>
ru: <a href="#" id="show-normal-login">Вы администратор или редактор?</a>
sl: <a href="#" id="show-normal-login">Ali ste administrator ali urednik?</a>
zh_cn: <a href="#" id="show-normal-login">您是一名管理员或审核员吗？</a>

source: Email address
cs: E-mailová adresa
de: E-Mail-Adresse
el: Διεύθυνση ηλ. ταχυδρομείου
es: Dirección de correo electrónico
fr: Adresse électronique
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
nl: E-mailadres
pa_in: ਈਮੇਲ ਪਤਾ
pl: Adres e-mail
pt_pt: Endereço de correio
ru: Адрес эл. почты
sl: E-poštni naslov
uk: Адреса ел.пошти
zh_cn: 电子邮件地址

source: Remember me on this computer
cs: Zapamatovat si mě na tomto počítači
de: Auf diesem Computer angemeldet bleiben
es: Recordar en este equipo
fr: Se souvenir de moi sur cet ordinateur
it: Ricordami su questo computer
pl: Zapamiętaj mnie na tym komputerze
ru: Запомнить меня на этом компьютере

source: Log in
cs: Přihlášení
de: Einloggen
el: Σύνδεση
es: Conectar
fr: Connexion
it: Accedi
ja: ログイン
ko: 로그인
nl: Aanmelden
pa_in: ਲਾਗ ਇਨ
pl: Zaloguj
pt_pt: Iniciar sessão
ru: Войти
sl: Prijava
uk: Вхід
zh_cn: 登录

source: You are now logged in as <strong>%(user_email)s</strong>!
cs: Jste přihlášen(a) jako <strong>%(user_email)s</strong>!
de: Sie sind jetzt angemeldet als <strong>%(user_email)s</strong>!
es: ¡Ahora estás conectado como <strong>%(user_email)s</strong>!
fr: Vous êtes maintenant connecté en tant que <strong>%(user_email)s</strong>!
it: Ora sei identificato come <strong>%(user_email)s</strong>.
ja: <strong>%(user_email)s</strong> としてログインしました！
ko: <strong>%(user_email)s</strong>(으)로 로그인 하셨습니다!
nl: U bent nu aangemeld als <strong>%(user_email)s</strong>!
pa_in: ਤੁਸੀਂ ਹੁਣ <strong>%(user_email)s</strong>ਦੇ ਤੌਰ ਤੇ ਲਾਗਇਨ ਹੋਏ!
pl: Jesteś zalogowany/zalogowana jako <strong>%(user_email)s</strong>!
pt_pt: Está ligado como <strong>%(user_email)s</strong>!
ru: Вы вошли сейчас как <strong>%(user_email)s</strong>!
sl: Prijavljeni ste zdaj kot <strong>%(user_email)s</strong>!
uk: Вхід виконано <strong>%(user_email)s</strong>!
zh_cn: 您当前以<strong>%(user_email)s</strong>登录!

source: Password Reset
cs: Obnovení hesla
de: Passwort zurücksetzen
el: Επαναφορά κωδικού
es: Reiniciar contraseña
fr: Réinitialisation du mot de passe
it: Reimposta la password
ja: パスワードの変更
ko: 비밀번호 초기화
nl: Wachtwoord opnieuw instellen
pa_in: ਪਾਸਵਰਡ ਰੀਸੈੱਟ
pl: Resetowanie hasła
pt_pt: Reiniciar Senha
ru: Сброс пароля
sl: Ponastavitev gesla
uk: Скидання пароля
zh_cn: 密码重置

source: User Info for {0}
cs: Profil uživatele {0}
de: Benutzer-Info über {0}
el: Πληροφορίες για το χρήστη: {0}
es: Información del usuario {0}
fr: Informations sur {0}
it: Informazioni utente per {0}
ja: {0} のユーザ情報
ko: {0}님의 사용자 정보
nl: Gebruikersinformatie voor {0}
pa_in: {0} ਲਈ ਉਪਭੋਗੀ ਇੰਫ਼ੋ
pl: Informacje o użytkowniku {0}
pt_pt: Info do utilizador para {0}
ru: Информация о пользователе {0}
sl: Podatki uporabnika za {0}
uk: Інформація про користувача {0}
zh_cn: {0} 的用户信息

source: Edit profile
cs: Upravit profil
de: Profil bearbeiten
es: Editar perfil
fr: Édition du profil
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 수정
nl: Profiel bewerken
pa_in: ਪ੍ਰੋਫ਼ਾਈਲ ਸੋਧ
pl: Edytuj profil
pt_pt: Editar perfil
ru: Изменить профиль
sl: Uredi profil
uk: Змінити профіль
zh_cn: 编辑个人资料

source: Manage user
cs: Správa uživatele
de: Benutzer verwalten
es: Gestionar usuario
fr: Gérer l'utilisateur
it: Gestisci utente
ja: ユーザを管理
ko: 사용자 관리
nl: Gebruiker beheren
pa_in: ਉਪਭੋਗੀ ਸਾਂਭ-ਸੰਭਾਲ
pl: Zarządzanie użytkownikiem
pt_pt: Gerir utilizador
ru: Управление пользователем
sl: Uredi uporabnika
zh_cn: 管理用户

source: Report user
cs: Nahlásit uživatele
de: Benutzer melden
el: Αναφορά χρήστη
es: Informar sobre el usuario
fr: Signaler un problème avec cet utilisateur
it: Segnala utente
ja: ユーザを報告
ko: 사용자 신고
nl: Gebruiker rapporteren
pa_in: ਉਪਭੋਗੀ ਦੀ ਸੂਚਨਾ ਦਿਓ
pl: Zgłoś użytkownika
pt_pt: Reportar utilizador
ru: Пожаловаться на пользователя
sl: Javi uporabnika
zh_cn: 举报用户

source: Add-ons Developer
cs: Vývojář doplňků
de: Add-on-Entwickler
el: Δημιουργός πρόσθετων
es: Desarrollador de complementos
fr: Développeur de modules
it: Sviluppatore
ja: アドオン開発者
ko: 부가 기능 개발자
nl: Add-on-ontwikkelaar
pa_in: ਐਡ-ਆਨ ਡਿਵੈਲਪਰ
pl: Autor dodatków
pt_pt: Desenvolvedor de extras
ru: Разработчик дополнений
sl: Razvijalec dodatkov
uk: Розробник додатка
zh_cn: 附加组件开发者

source: Themes Artist
cs: Autor motivů
de: Themes-Künstler
es: Artista de temas
fr: Artiste des thèmes
it: Artista del tema
ja: テーマ作者
ko: 테마 제작자
nl: Themakunstenaar
pa_in: ਥੀਮ ਕਲਾਕਾਰ
pl: Autorzy motywów
pt_pt: Artista de temas
ru: Создатель тем
sl: Ustvarjalec tem
zh_cn: 主题作者

source: About me
cs: O mně
de: Über mich
es: Acerca de mí
fr: À propos de moi
it: Informazioni utente
ja: 自己紹介
ko: 내 정보
nl: Over mij
pa_in: ਥੋੜੇ ਜਿਆਦਾ ਵੇਰਵੇ ਵਿੱਚ...
pl: O mnie
pt_pt: Sobre mim
ru: Обо мне
sl: O meni
uk: Про мене
zh_cn: 关于我

source: In a little more detail...
cs: Trochu detailněji...
de: Ein wenig mehr Details...
el: Με πιο πολλές λεπτομέρειες....
es: Con un poco más de detalle...
fr: En détails &hellip;
it: Qualche dettaglio in più…
ja: もう少し詳しく...
ko: 좀 더 자세하게 말해볼까요...
nl: In wat meer detail…
pa_in: ਥੋੜੇ ਜਿਆਦਾ ਵੇਰਵੇ ਵਿੱਚ...
pl: Trochę więcej szczegółów…
pt_pt: Um pouco mais em detalhe...
ru: Чуть более подробно…
sl: Malo bolj podrobno ...
zh_cn: 在一些更详细的情况中...

source: Add-ons I've created
cs: Doplňky, které jsem vytvořil(a)
de: Add-ons, die ich angelegt habe
el: Πρόσθετα που έχω δημιουργήσει
es: Complementos que he creado
fr: Modules que j'ai créés
it: Componenti aggiuntivi realizzati da me
ja: 作成したアドオン
ko: 제작한 부가 기능
nl: Door mij gemaakte add-ons
pa_in: ਮੇਰੇ ਰਚੇ ਹੋਏ ਐਡ-ਆਨ
pl: Dodatki mojego autorstwa
pt_pt: Extras que ei criei
ru: Созданные мной дополнения
sl: Dodatki, ki sem jih ustvaril
zh_cn: 我创建的附加组件

source: My Most Popular Themes
cs: Mé nejvíce populární motivy
de: Meine beliebtesten Themes
es: Mis temas más populares
fr: Mes thèmes les plus populaires
it: I miei temi più popolari
ja: 自分のお気に入りのテーマ
ko: 나의 가장 인기있는 테마
nl: Mijn meest populaire thema’s
pa_in: ਮੇਰੇ ਸੱਭ ਤੋ ਜਿਆਦਾ ਮਸ਼ਹੂਰ ਥੀਮ
pl: Moje najpopularniejsze motywy
pt_pt: Os meus temas mais populares
ru: Мои самые популярные темы
sl: Moje najljubše teme
zh_cn: 我的最热门的主题

source: Themes I've created
cs: Motivy, které jsem vytvořil(a)
de: Themes, die ich erstellt habe
es: Temas que he creado
fr: Thèmes que j'ai créé
it: Temi creati da te
ja: 自分が作ったテーマ
ko: 제작한 테마
nl: Door mij gemaakte thema’s
pa_in: ਮੇਰੇ ਰਚੇ ਹੋਏ ਥੀਮ
pl: Motywy utworzone przeze mnie
pt_pt: Temas que criei
ru: Созданные мной темы
sl: Teme iz moje roke
zh_cn: 我创建的主题

source: Followed by Me
cs: Sledované mnou
de: Ich folge...
el: Παρακολουθούνται από εμένα
es: Seguido por mi
fr: Suivi par moi
it: Che seguo
ja: フォローしているコレクション
ko: 현재 팔로우 중
nl: Door mij gevolgd
pa_in: ਜਿਹਨਾਂ ਦਾ ਮੈਂ ਸਮਰਥਨ ਕਰਦਾ
pl: Obserwowane przeze mnie
pt_pt: Acompanhado por mim
ru: Следуемые мной
sl: ki jim sledim
zh_cn: 我关注的

source: Created by Me
cs: Vytvořeno mnou
de: Von mir angelegt
el: Δημιουργήθηκε από εμένα
es: Creado por mí
fr: Créé par moi
it: Creata da me
ja: 自作のコレクション
ko: 나의 저작물
nl: Gemaakt door mij
pa_in: ਮੇਰੇ ਵੱਲੋਂ ਰਚੇ ਗਏ
pl: Utworzone przeze mnie
pt_pt: Criado por Mim.
ru: Создано мной
sl: Ki sem jih jaz ustvaril
uk: Створено мною
zh_cn: 由我建立

source: My Reviews
cs: Mé recenze
de: Meine Bewertungen
el: Οι αξιολογήσεις μου
es: Mis revisiones
fr: Mes critiques
it: Le mie recensioni
ja: 自分のレビュー
ko: 내가 쓴 평가
nl: Mijn beoordelingen
pa_in: ਮੇਰੀਆਂ ਸਮੀਖਿਆਵਾਂ
pl: Moje opinie
pt_pt: Minhas revisões
ru: Мои отзывы
sl: Moji pregledi
uk: Мої відгуки
zh_cn: 我所发表的评论

source: No add-on reviews yet.
cs: Dosud zde nejsou žádné recenze.
de: Noch keine Bewertungen.
el: Δεν υπάρχουν για την ώρα αξιολογήσεις για το πρόσθετο.
es: Aún no hay valoraciones de complementos.
fr: Pas encore de test du module.
it: Ancora nessuna recensione.
ja: まだアドオンのレビューがありません。
ko: 작성한 부가 기능 평가가 없습니다.
nl: Nog geen add-on-beoordelingen.
pa_in: ਅਜੇ ਤੱਕ ਕਿਸੇ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਨਹੀਂ।
pl: Nie ma jeszcze żadnej opinii.
pt_pt: Extra ainda sem revisões.
ru: Отзывов на дополнения пока нет.
sl: Pregledov dodatkov še ni
zh_cn: 还没有附加组件评论。

source: Report User
cs: Nahlášení uživatele
de: Benutzer melden
es: Informar de usuario
fr: Dénoncer cet utilisateur
it: Segnala utente
ja: ユーザを報告
ko: 사용자 신고
nl: Gebruiker rapporteren
pa_in: ਉਪਭੋਗੀ ਦੀ ਰਿਪੋਰਟ
pl: Zgłoś użytkownika
pt_pt: Reportar utilizador
ru: Сообщить о пользователе
sl: Prijavi uporabnika
zh_cn: 报告用户

source: Success!
cs: Úspěch!
de: Erfolg!
es: ¡Éxito!
fr: Bravo !
it: Completato!
ja: 完了しました！
ko: 성공했습니다!
nl: Succes!
pa_in: ਸਫ਼ਲਤਾ!
pl: Sukces!
pt_pt: Sucesso!
ru: Успех!
sl: Uspeh!
zh_cn: 成功！

source: Password successfully reset.
cs: Heslo úspěšně obnoveno.
de: Passwort erfolgreich geändert.
el: Έγινε επαναφορά του κωδικού με επιτυχία.
es: Contraseña reiniciada con éxito.
fr: Mot de passe réinitialisé avec succès.
it: Password reimpostata con successo.
ja: パスワードの変更が完了しました。
ko: 비밀번호를 성공적으로 초기화 하였습니다.
nl: Wachtwoord met succes opnieuw ingesteld.
pa_in: ਪਾਸਵਰਡ ਸਫ਼ਲਤਾਪੂਰਨ ਰੀਸੈੱਟ ਹੋਇਆ।
pl: Hasło zostało zresetowane.
pt_pt: Senha reiniciada com sucesso.
ru: Пароль успешно сброшен.
sl: Geslo je uspešno ponastavljeno.
uk: Пароль успішно скинуто.
zh_cn: 密码重置成功。

source: Confirm password
cs: Heslo znova
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού
es: Confirmar contraseña
fr: Confirmez le mot de passe
it: Conferma password
ja: 新しいパスワードを再入力
ko: 비밀번호 확인
nl: Wachtwoord bevestigen
pa_in: ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ
pl: Potwierdź hasło
pt_pt: Confirmar senha
ru: Подтвердить пароль
sl: Potrdite geslo
uk: Підтвердіть пароль
zh_cn: 确认密码

source: Password reset unsuccessful
cs: Zrušení hesla se nezdařilo
de: Passwort zurücksetzen nicht erfolgreich
el: Αποτυχία αλλαγής κωδικού
es: Contraseña no reiniciada correctamente
fr: Réinitialisation du mot de passe échouée
it: Reimpostazione della password non riuscita
ja: パスワードの変更が完了しました
ko: 비밀번호 초기화에 실패했습니다
nl: Opnieuw instellen van wachtwoord mislukt
pa_in: ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਅਸਫ਼ਲ ਰਿਹਾ
pl: Nie udało się zresetować hasła
pt_pt: O reinício da senha falhou
ru: Неудачный сброс пароля
sl: Ponastavitev gesla neuspešna
uk: Скидання пароля не вдалося
zh_cn: 密码重置不成功

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
cs: Odkaz na vymazání hesla je neplatný. Pravděpodobně byl již jednou použit. Vyžádejte si vymazání hesla opětovně.
de: Der Link zum Zurücksetzen des Passworts war ungültig, da er bereits verwendet wurde. Bitte fordern Sie einen neuen Link an.
el: Ο δεσμός επαναφοράς κωδικού ήταν άκυρος, πιθανότατα επειδή είχε χρησιμοποιηθεί ήδη. Παρακαλούμε ζητήστε εκ νέου επαναφορά κωδικού.
es: El enlace para reiniciar la contraseña no es válido, posiblemente porque ya se ha usado. Por favor, vuelve a pedir un nuevo reinicio de contraseña.
fr: Le lien de réinitialisation de votre mot de passe était invalide, probablement parce qu'il a déjà été utilisé. Merci de reformuler une demande de réinitialisation de mot de passe.
it: Il link per la reimpostazione della password non è valido in quanto è già stato utilizzato. Richiedere una nuova reimpostazione della password.
ja: パスワード変更リンクが、おそらくすでに使用されたものであるため、正しくありません。再度パスワードの変更を申請してください。
ko: 비밀번호 초기화 링크가 잘못되었는데, 이미 사용해서 그런것 같습니다. 비밀번호 초기화 요청을 새로 해주세요.
nl: De koppeling voor het opnieuw instellen van uw wachtwoord is ongeldig, mogelijk omdat deze al eens is gebruikt. Vraag een nieuwe aan.
pa_in: ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਲਿੰਕ ਗਲਤ ਸੀ, ਕਿਉਂਕਿ ਇਹ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਜਾ ਚੁੱਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਨਵੇਂ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਦੀ ਬੇਨਤੀ ਕਰੋ।
pl: Odnośnik do zresetowania hasła był nieprawidłowy – prawdopodobnie był już używany. Poproś o zresetowanie nowego hasła.
pt_pt: A ligação para reiniciar a senha era inválida, possivelmente por causa de já ter sido usada. Peça um no reinicio para uma nova senha.
ru: Ссылка на сброс пароля является недействительной, возможно потому, что она уже была использована. Пожалуйста, запросите новый сброс пароля.
sl: Veza za ponastavitev gesla je bila neveljavna, morda zato, ker se jo je že uporabilo. Zahtevajte prosim ponovno ponastavitev gesla.
uk: Посилання для скидання паролю недійсне, можливо тому, що ним вже скористались. Створіть новий запит на скидання паролю.
zh_cn: 密码重置链接无效，可能因为已经被使用。请申请新的密码重置。

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
cs: Zapomněli jste své heslo? Vložte níže vaši e-mailovou adresu a my vám zašleme instrukce, jak si nastavit nové.
de: Haben Sie Ihr Passwort vergessen? Geben Sie Ihre E-Mail ein, und wir werden Ihnen Anweisungen schicken, um Ihr Passwort zu ändern.
el: Ξεχάσατε τον κωδικό σας; εισάγετε τη διεύθυνση email σας παρακάτω και θα σας στείλουμε οδηγίες για να αποκτήσετε νέο.
es: ¿Olvidaste tu contraseña? Introduce tu dirección de correo y te enviaremos instrucciones de cómo configurar una nueva.
fr: Mot de passe oublié ? Indiquez votre adresse électronique ci-dessous, et nous vous enverrons les instructions pour en définir un nouveau.
it: Hai dimenticato la password? Inserisci il tuo indirizzo email e ti invieremo le istruzioni per reimpostarla.
ja: パスワードを忘れた場合は、下にメールアドレスを入力してください。新しいパスワードを設定する方法をメールでお送りします。
ko: 비밀번호가 기억나지 않으시나요? 아래에다 이메일 주소를 입력해 주시면 새 비밀번호 설정 안내문이 담긴 이메일을 보내드립니다.
nl: Wachtwoord vergeten? Voer hieronder uw e-mailadres in, en we sturen u instructies om een nieuw wachtwoord in te stellen.
pa_in: ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲੇ? ਹੇਠ ਆਪਣਾ ਈ-ਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ, ਅਤੇ ਇੱਕ ਨਵਾਂ ਸੈੱਟ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਈ-ਮੇਲ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ ਭੇਜ ਦਿਆਂਗੇ।
pl: Nie pamiętasz hasła? Wprowadź swój adres e-mail poniżej, a otrzymasz instrukcję, jak ustawić nowe hasło.
pt_pt: Esqueceu a sua senha? Escreva o seu endereço de correio em baixo e nós enviamos-lhe instrucções para criar uma senha nova.
ru: Забыли свой пароль? Введите ниже свой адрес электронной почты и мы отправим вам инструкции по установке нового пароля.
sl: Ste pozabili svoje geslo? Vnesite svoj e-mail naslov, mi pa vam bomo na vaš naslov poslali navodila, kako si uredite novo geslo.
uk: Забули пароль? Введіть свою адресу електронної пошти внизу і ми надішлемо інструкції для встановлення нового.
zh_cn: 忘记了您的密码？在下面输入您的电子邮件地址，我们会通过电子邮件重新为您设置。

source: Send password reset link
cs: Poslat odkaz na obnovení hesla
de: Link per E-Mail senden
el: Αποστολή δεσμού επαναφοράς κωδικού
es: Enviar enlace para reiniciar contraseña
fr: Envoyer un lien pour réinitialiser le mot de passe
it: Invia il link per reimpostare la password
ja: パスワード変更のためのリンクをメールで送信
ko: 비밀번호 초기화 링크 보내기
nl: Koppeling voor opnieuw instellen wachtwoord toezenden
pa_in: ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਲਿੰਕ ਭੇਜੋ
pl: Resetuj hasło
pt_pt: Enviar ligação para reiniciar senha
ru: Отправить ссылку для сброса пароля
sl: Pošlji povezavo za ponastavitev gesla
uk: Надіслати посилання скидання пароля
zh_cn: 发送重置密码链接

source: The password reset link was sent to your email address.
cs: Odkaz pro obnovení hesla vám byl odeslán e-mailem.
de: Ein Link zum Zurücksetzen Ihres Passworts wurde an Ihre E-Mail-Adresse gesendet.
es: El enlace de reinicio de contraseña se ha enviado a su dirección de correo electrónico.
fr: Le lien de réinitialisation de votre mot de passe a été envoyé.
it: Il link per reimpostare la password è stato inviato al tuo indirizzo email.
ko: 당신의 이메일 주소로 비밀번호 초기화 링크를 보냈습니다.
nl: De koppeling om uw wachtwoord opnieuw in te stellen is naar uw e-mailadres verzonden.
pl: Dane potrzebne do zresetowania hasła zostały wysłane e-mailem.
ru: Ссылка для сброса пароля была отправлена на адрес вашей электронной почты.
sl: Povezavo za ponastavitev gesla link se je poslalo na vaš e-poštni naslov.
zh_cn: 密码重置链接已经发送到您的邮件地址。

source: New User Registration
cs: Registrace nového uživatele
de: Neue Benutzer-Anmeldung
el: Εγγραφή νέου χρήστη
es: Registro de nuevo usuario
fr: Enregistrement d'un nouvel utilisateur
it: Registrazione nuovo utente
ja: 新規ユーザ登録
ko: 신규 사용자 계정 등록 신청
nl: Registratie nieuwe gebruiker
pa_in: ਨਵੀਂ ਉਪਭੋਗੀ ਰਜਿਸਟਰੇਸ਼ਨ
pl: Rejestracja nowego użytkownika
pt_pt: Registo de novo utilizador
ru: Регистрация нового пользователя
sl: Registracija novega uporabnika
uk: Реєстрація нового користувача
zh_cn: 注册新用户

source: Why register?
cs: Proč registrace?
de: Warum registrieren?
el: Γιατί να εγγραφείτε;
es: ¿Por qué registrarme?
fr: Pourquoi s'inscrire ?
it: Perché registrarsi?
ja: 登録する理由
ko: 계정을 만들어야 하는 이유가 있나요?
nl: Waarom registreren?
pa_in: ਦਰਜ ਕਿਉਂ?
pl: Po co się rejestrować?
pt_pt: Porquê registar-se?
ru: Зачем регистрироваться?
sl: Čemu se prijaviti?
uk: Навіщо реєструватись?
zh_cn: 为什么要注册？
