Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: API & Language Reference
cs: Referenční příručky k API a jazykům
de: API- und Sprachreferenz
el: Πίνακας αναφοράς API & γλώσσας
es: API y referencia de lenguaje
fr: Documentation du langage et de l'API
it: Riferimenti API e linguaggio
ja: API と言語リファレンス
ko: API & 언어 참고문서
nl: API- en taalreferentie
pl: Dokumentacja API i języków
pt_pt: API & Referência de idioma
ru: Справочник по API и языку
sl: Referenca za API in jezik
zh_cn: API 与语言参考

source: The official documentation on APIs and languages. What you need, when you need it, to create your masterpiece.
cs: Oficiální dokumentace k API a jazykům. Vše, co potřebujete k tvorbě vašeho mistrovského díla.
de: Die offizielle Dokumentation zu APIs und Sprachen. Was Sie brauchen, wenn Sie es brauchen, um Ihr Meisterwerk zu erschaffen.
el: Η επίσημη τεκμηρίωση για APIs και γλώσσες. Ό,τι χρειάζεστε, τη στιγμή που το χρειάζεστε, ώστε να φτιάξετε το αριστούργημα σας.
es: La documentación oficial sobre API y lenguajes. Lo que necesitas, cuando lo necesitas, para crear una obra maestra.
fr: La documentation officielle des API et langages. Ce dont vous avez besoin, au moment opportun, pour créer votre chef d'œuvre.
it: La documentazione ufficiale sulle API e sui linguaggi. Quello che ti serve, quando serve, per creare il tuo capolavoro.
ja: API と言語に関する公式ドキュメント。アドオンを作るにあたって、どの技術がいつ必要かが分かります。
ko: API와 언어에 관한 공식 문서 자료입니다. 걸작을 만들려면 반드시 필요하죠.
nl: De officiële documentatie over API’s en talen. Wat en wanneer u het nodig hebt om uw meesterwerk te creëren.
pl: Oficjalna dokumentacja API i języków. Wszystko, co potrzebne do stworzenia swojego dzieła.
pt_pt: A documentação oficial sobre APIs e idiomas. O que precisa, quando precisa, para criar a sua obra prima.
ru: Официальная документация по API и языкам. Что вам нужно и когда вам это нужно, чтобы создать свой шедевр.
sl: Uradna dokumentacija za API in jezike. Kaj potrebujete, kdaj potrebujete za to, da ustvarite svojo mojstrovino.
zh_cn: API 和语言的官方文档，创作杰作时的最佳帮手。

source: Case Studies
cs: Případové studie
de: Fallstudien
el: Μελέτες Περιπτώσεων
es: Casos de estudio
fr: Études de cas
it: Casi di studio
ja: ケーススタディ
ko: 성공사례 연구
nl: Voorbeelden
pl: Opisy przykładowych dodatków
pt_pt: Casos de estudo
ru: Учебные примеры
sl: Praktični primeri
zh_cn: 案例研究

source: Start-to-finish success stories. See how add-on developers made magic with Mozilla.
cs: Úspěšné příběhy. Podívejte se, jak vývojáři doplňků objevili magii Mozilly.
de: Erfolgsgeschichten vom Start bis zum Ziel. Lesen Sie, wie Entwickler mit Mozilla magisches vollbracht haben.
el: Επιτυχημένες ιστορίες από την αρχή μέχρι το τέλος. Δείτε πως κάποιο δημιουργοί πρόσθετων κάνουν μαγικά μαζί με το έργο Mozilla.
es: Historias exitosas de principio a fin. Comprueba cómo los desarrolladores de complementos hicieron magia con Mozilla.
fr: Des succès racontés du début à la fin. Découvrez comment des développeurs de modules ont fait de la magie avec Mozilla.
it: Storie di successo dalla A alla Z. Scopri come gli sviluppatori di componenti aggiuntivi hanno fatto miracoli con Mozilla.
ja: 一部始終のサクセスストーリー。Firefox 向けアドオン開発の成功事例をご覧ください。
ko: 성공 스토리의 모든것. 부가 기능 개발자들이 Mozilla와 함께 어떻게 기적을 일으키는지 살펴봅시다.
nl: Succesverhalen van begin tot eind. Lees hoe add-on-ontwikkelaars magie hebben gemaakt met Mozilla.
pl: Od początku do końca przebojowe opowieści. Zobacz, jakie cuda tworzą programiści, wykorzystując technologię Mozilli.
pt_pt: Histórias de sucesso do início ao fim. Veja como os desenvolvedores de extras fazem magia com a Mozilla.
ru: Истории успеха с начала до конца. Посмотрите, какую магию вместе с Mozilla создали разработчики дополнений.
sl: Zgodbe o uspešnih začetkih in zaključkih Poglejte si, kako znajo razvijalci čarati z Mozillo.
zh_cn: 从零到一的成功故事，看看附加组件开发者是如何与 Mozilla 一起创造奇迹的。

source: Create &amp; Connect
cs: Vytvářejte a propojujte
de: Entwickeln & Verbinden
el: Δημιουργήστε &amp; συνδυάστε
es: Crea y conecta
fr: Créer &amp; Connecter
it: Crea e connetti
ja: ツールとコミュニティ
ko: 창조와 소통
nl: Creatie en contact
pl: Przyłącz się i twórz
pt_pt: Criar &amp; Ligar
ru: Создавайте и Общайтесь
sl: Ustvari in Poveži
zh_cn: 创建和沟通

source: Developer Forums
cs: Fórum pro vývojáře
de: Entwicklerforen
el: Φόρουμ δημιουργών
es: Foros de desarrolladores
fr: Forums des développeur
it: Forum per gli sviluppatori
ja: 開発者フォーラム
ko: 개발자 포럼
nl: Ontwikkelaarsforums
pl: Fora autorów
pt_pt: Fóruns do desenvolvedor
ru: Форумы разработчиков
sl: Forum razvijalcev
zh_cn: 开发者论坛

source: Discuss development, brainstorm ideas, and make connections in the world of add-ons.
cs: Diskutujte o vývoji, sdílejte své nápady a sbírejte kontakty ve světě doplňků.
de: Diskutieren Sie Entwicklung, beraten Sie Ideen und schaffen Sie Verbindungen in der Welt der Add-ons.
el: Συζητήστε την ανάπτυξη, βρείτε ιδέες, και συνδεθείτε με τον κόσμο των προσθέτων.
es: Habla del desarrollo, haz una tormenta de ideas y establece relaciones en el mundo de los complementos.
fr: Discutez du développement, partagez des idées, et créez votre réseau dans le monde des modules.
it: Discuti di sviluppo, condividi idee e crea nuove connessioni nel mondo dei componenti aggiuntivi.
ja: 開発に関する議論やアイディアのブレーンストーミングを行い、アドオンの世界とつながりましょう。
ko: 개발 기술이나 기발한 아이디어에 관한 토론도 할 수 있고 부가 기능 세상과 교신할 수도 있습니다.
nl: Bespreek ontwikkeling, brainstorm over ideeën en leg contact in de wereld van add-ons.
pl: Dyskutuj o tworzeniu, bierz udział w burzy mózgów i zdobądź kontakty w świecie dodatków.
pt_pt: Discuta o desenvolvimento, ideias brainstorm e faça ligações no mundo dos extras.
ru: Обсуждайте разработку, проводите мозговой штурм идей и устанавливайте связи в мире дополнений.
sl: Pogovorite se o razvoju, zbirajte zamisli in navežite stike v svetu dodatkov.
zh_cn: 探讨有关附加组件的开发，集思广益，并在附加组件的圈子里相互建立沟通。

source: Add-on Packager
cs: Nástroj na tvorbu doplňků
de: Add-on-Packer
el: Packager προσθέτων
es: Empaquetador de complemento
fr: Empaqueteur du module
ja: アドオンパッケージャー
ko: 부가 기능 패키져
nl: Add-on-inpakker
pl: Kreator dodatków
pt_pt: Pacote do extra
ru: Упаковщик дополнений
sl: Program za pakiranje dodatkov
zh_cn: 附加组件封装工具

source: Auto-generate add-on packaging by entering basic info and picking UI parts. Get working without setup.
cs: Umožňuje po zadání základních informací a prvků UI vygenerovat doplněk. Začněte bez složitého nastavování.
de: Erledigen Sie das Packen von Add-ons automatisch, indem Sie grundlegende Informationen eingeben und UI-Bestandteile auswählen. Arbeiten Sie, ohne sich erst einrichten zu müssen.
el: Αυτόματη παραγωγή packaging προσθέτων με την εισαγωγή βασικών πληροφοριών και την επιλογή κομματιών UI. Ξεκινήστε να δουλεύετε χωρίς καμία εγκατάσταση.
es: Genera automáticamente el empaquetado de complementos incluyendo información básica y seleccionando partes de la IU. Empieza a trabajar sin necesidad de configuración.
fr: Génération automatique du paquet de module en entrant les informations de base et en prenant des morceaux d'interface graphique. Obtenez quelque chose qui tourne sans configuration.
it: Crea automaticamente il pacchetto del tuo componente aggiuntivo inserendo alcune informazioni di base e scegliendo quali elementi dell'interfaccia inserire.
ja: 基本的な情報を入力し、UI 部品を選択するだけで、アドオンのパッケージが自動的に生成されます。準備不要で開発に取り掛かれます。
ko: 기본 정보 입력 및 UI 파트 설정만으로 부가 기능 패키지가 자동 생성됩니다. 사전 설정 없이 작업해 봅시다.
nl: Maak automatisch add-onpakketten door basisinformatie in te voeren en interfacegedeelten te kiezen. Aan de slag zonder instellingen.
pl: Utwórz automatycznie pakiet dodatku, podając podstawowe informacje i wybierając części interfejsu użytkownika. Działa bez instalacji.
pt_pt: Auto-gerar o pacote do extra escrevendo informação básica e agarrando partes do UI. Trabalhe sem configurar.
ru: Автоматически сгенерируйте упаковку дополнения, введя основную информацию и выбрав элементы интерфейса. Работает без установки.
sl: Avtomatično ustvarite embalažo za svoj dodatek, vnesti morate samo osnovne podatke in izbrati dele za UI. Začni z delom brez nastavitev.
zh_cn: 通过输入基本信息并选择 UI 组件，自动生成附加组件包。无需安装。

source: Add-on Validator
cs: Kontrola doplňku
de: Add-on-Überprüfung
el: Επικύρωση προσθέτων
es: Validador de complementos
fr: Validateur de modules
it: Strumento di verifica componenti aggiuntivi
ja: アドオンバリデーター
ko: 부가 기능 검사기
pa_in: ਐਡ-ਆਨ ਪ੍ਰਮਾਣਕਰਤਾ
pl: Weryfikator dodatków
pt_pt: Validar extra
ru: Валидатор дополнений
sl: Validator dodatkov
uk: Валідатор додатків
zh_cn: 附加组件验证器

source: Check your add-on for common problems and errors. Open to anyone, not just add-ons hosted here.
cs: Zkontrolujte si svůj doplněk na nejčastější problémy a chyby. K dispozici i pro ty, kteří u nás doplňky nehostují.
de: Überprüfen Sie Ihr Add-on auf häufige Probleme und Fehler. Offen für alle, nicht nur die hier gehosteten Add-ons.
el: Ελέγξτε το πρόσθετο σας για συνήθη προβλήματα και σφάλματα. Ανοιχτό σε όλους, όχι μόνο σε πρόσθετα που βρίσκονται εδώ.
es: Comprobar que el complemento no tiene problemas ni errores. Abierto a cualquiera, no solo a los complementos alojados aquí.
fr: Vérifiez votre module pour des problèmes et erreurs courants. Ouvert à n'importe qui, pas uniquement les modules hébergés ici.
it: Controlla il tuo componente aggiuntivo per verificare problemi comuni ed errori. Aperto a chiunque, non solo ai componenti aggiuntivi ospitati sul nostro sito.
ja: アドオンを検証し、一般的な問題やエラーを見つけましょう。このサイトに登録されているアドオンに限らず、誰でも使えます。
ko: 부가 기능에 일반적인 문제나 오류가 있는지 점검해 봅시다. 이곳에 등록되지 않은 부가 기능도 점검이 가능합니다.
nl: Controleer uw add-on op bekende problemen en fouten. Open voor iedereen, niet alleen voor hier gehoste add-ons.
pl: Sprawdź swój dodatek pod kątem ogólnych problemów i błędów. Można sprawdzić dowolny dodatek, nie tylko dodatki udostępniane na tej witrynie.
pt_pt: Verifique no seu extra problemas e erros comuns. Aberto a todos e não apenas aos extras aqui alojados.
ru: Проверьте свое дополнение на типичные проблемы и ошибки. Открыто для всех, не только для размещённых здесь дополнений.
sl: Preverite svoj dodatek, da je brez običajnih problemov in napak. Odprta za vsakogar, ne samo za dodatke, ki gostujejo tu.
zh_cn: 为您的附加组件检查可能存在的常见错误和问题。不止这里托管的附加组件，更开放给每个人。

source: Return to the DevHub homepage
cs: Zpět do Centra pro vývojáře
de: Zurück zur Startseite der Entwicklerecke
el: Επιστροφή στην αρχική σελίδα του DevHub
es: Volver a la página principal del Centro de Desarrolladores
fr: Retourner à la page d'accueil DevHub
it: Ritorna alla homepage
ja: 開発者センターのトップへ戻る
ko: 개발자 허브 대문으로 돌아가기
nl: Terug naar de startpagina van de ontwikkelaarshub
pa_in: DevHub ਮੁੱਖ ਸਫ਼ੇ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do strony głównej strefy autora
pt_pt: Voltar à página inicial do DevHub
ru: Вернуться на домашнюю страницу DevHub
sl: Nazaj na domačo stran DevHub
uk: Повернутися на домашню сторінку DevHub
zh_cn: 返回开发者中心首页

source: <small>Add-on</small> Developer Hub
cs: <small>Centrum pro</small> vývojáře doplňků
de: <small>Add-on</small> Entwicklerecke
es: Centro de Desarrolladores <small>de complementos</small>
fr: Centre développeur de <small>modules</small>
it: Centro sviluppo <small>Add-on</small>
ja: <small>アドオン</small> 開発者センター
ko: <small>부가 기능</small> 개발자 허브
nl: <small>Add-on</small>-ontwikkelaarshub
pa_in: <small>ਐਡ-ਆਨ</small> ਡਿਵੈਲਪਰ ਹਬ
pl: Strefa autora <small>dodatków</small>
pt_pt: Hub do desenvolvedor do <small>extra</small>
ru: Центр разработчиков <small>Дополнений</small>
sl: <small>dodatki -</small> Razvojni center
uk: Центр розробників <small>Додатків</small>
zh_cn: <small>附加组件</small>开发者中心

source: more apps...
cs: více aplikací...
de: weitere Anwendungen…
es: más aplicaciones...
fr: plus d'applications …
it: altre app…
ko: 그밖의 앱...
nl: meer apps…
pl: więcej aplikacji…
ru: ещё приложения...
sl: druge aplikacije ...
zh_cn: 更多应用...

source: Submit a New App
cs: Přidat novou aplikaci
de: Neue Anwendung einreichen
es: Enviar una aplicación nueva
fr: Proposer une nouvelle application
it: Carica una nuova app
ko: 새로운 앱 등록
nl: Nieuwe app indienen
pl: Zamieść nową aplikację
ru: Загрузить новое приложение
sl: Prijavite novo aplikacijo
zh_cn: 提交一个新的应用

source: more add-ons...
cs: více doplňků...
de: weitere Add-ons...
el: περισσότερα πρόσθετα...
es: más complementos...
fr: plus de modules …
it: altri componenti aggiuntivi…
ja: すべてのアドオン...
ko: 그밖의 부가 기능...
nl: meer add-ons…
pa_in: ਹੋਰ ਐਡ-ਆਨ...
pl: więcej dodatków…
pt_pt: mais extras...
ru: другие дополнения...
sl: dodatki dalje ...
uk: більше додатків...
zh_cn: 更多附加组件...

source: Documentation
cs: Dokumentace
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
it: Documentazione
ja: ドキュメント
ko: 문서 자료
nl: Documentatie
pa_in: ਦਸਤਾਵੇਜ਼
pl: Dokumentacja
pt_pt: Documentação
ru: Документация
sl: Dokumentacija
uk: Документація
zh_cn: 文档

source: Getting Started
cs: Začínáme
de: Von Anfang an
el: Ξεκινώντας
es: Comenzar
fr: Se lancer
it: Per iniziare
ja: ここからスタート
ko: 시작하기
nl: Van start
pa_in: ਸ਼ੁਰੂ ਕਰ ਰਿਹਾ
pl: Pierwsze kroki
pt_pt: Começar
ru: Начало работы
sl: Kako začeti
uk: Початок роботи
zh_cn: 入门指南

source: Add-on Policies
cs: Zásady tvorby a správy doplňků
de: Add-on-Regeln
el: Πολιτικές προσθέτων
es: Políticas sobre complementos
fr: Politiques des modules
it: Norme comp. aggiuntivi
ja: アドオンのポリシー
ko: 부가 기능 정책
nl: Add-onbeleid
pa_in: ਐਡ-ਆਨ ਨੀਤੀਆਂ
pl: Zasady dodatków
pt_pt: Políticas do extra
ru: Политики дополнения
sl: Politike dodatki
uk: Правила додатків
zh_cn: 附加组件政策

source: API &amp; Language Reference
cs: Přehled API a jazyků
de: API- &amp; Sprachreferenz
el: API &amp; Αναφορά γλώσσας
es: API y referencia de lenguaje
fr: Documentation API et Langage
it: Riferimenti per il linguaggio e le API
ja: API と言語リファレンス
ko: API와 언어 참고문서
nl: API en Taalreferentie
pl: Dokumentacja API i języków
pt_pt: API e referência da linguagem
ru: Справочники по языку и API
sl: Referenca za API in jezik
zh_cn: API 和语言参考

source: Add-on Compatibility Checker
cs: Kontrola kompatibility doplňku
de: Add-on-Kompatibilitätstester
el: Έλεγχος συμβατότητας προσθέτου
es: Verificador de compatibilidad de complementos
fr: Vérificateur de compatibilité de modules
it: Verifica compatibilità componenti aggiuntivi
ja: アドオン互換性チェッカー
ko: 부가 기능 호환성 검사기
pa_in: ਐਡ-ਆਨ ਅਨੁਕੂਲਤਾ ਚੈਕਰ
pl: Kontroler kompatybilności dodatku
pt_pt: Verificador de compatibilidade de extra
ru: Центр совместимости дополнений
sl: Preverjanje združljivosti dodatka
uk: Центр сумісності додатків
zh_cn: 附加组件兼容性检查器

source: Development Add-ons
cs: Vývoj doplňků
de: Entwickler-Add-ons
el: Δημιουργικά πρόσθετα
es: Complementos de desarrollo
fr: Développement de modules
it: Sviluppo componenti aggiuntivi
ja: 開発者用アドオン
ko: 부가 기능 개발 도구
nl: Ontwikkelings-add-ons
pa_in: ਵਿਕਾਸ ਐਡ-ਆਨ
pl: Kolekcja narzędzi
pt_pt: Extras de desenvolvimento
ru: Разработка дополнений
sl: Dodatki za razvoj
uk: Розробницькі додатки
zh_cn: 开发附加组件

source: Community
cs: Komunita
el: Κοινότητα
es: Comunidad
fr: Communauté
it: Comunità
ja: コミュニティ
ko: 커뮤니티
nl: Gemeenschap
pl: Społeczność
pt_pt: Comunidade
ru: Сообщество
sl: Skupnost
zh_cn: 社区

source: Add-ons Blog
cs: Blog Mozilla Add-ons
el: Ιστολόγιο πρόσθετων
es: Blog de complementos
fr: Blog des modules
it: Blog Add-on
ja: Add-ons ブログ
ko: 부가 기능 블로그
pa_in: ਐਡ-ਆਨ ਬਲਾੱਗ
pl: Blog dodatków
pt_pt: Blog dos extras
ru: Блог дополнений
sl: Blog dodatkov
uk: Блог додатків
zh_cn: 附加组件博客

source: Add-ons Forum
cs: Fórum pro vývojáře
el: Φόρουμ πρόσθετων
es: Foro de complementos
fr: Forum des modules
it: Forum Add-on
ja: Add-ons フォーラム
ko: 부가 기능 포럼
pa_in: ਐਡ-ਆਨ ਫ਼ੋਰਮ
pl: Forum dodatków
pt_pt: Fórum dos extras
ru: Форум дополнений
sl: Forum dodatkov
uk: Форум додатків
zh_cn: 附加组件论坛

source: Enter some basic information about your add-on below and select which interface components to start with, and your custom-built add-on will be ready for download.
cs: Jednoduše zadejte níže několik základních informací o vašem doplňku, zvolte komponenty, které chcete pro začátek předgenerovat a váš doplněk bude k dispozici ke stažení.
de: Geben Sie im Folgenden einige grundlegende Informationen über Ihr Add-on ein und wählen Sie aus, mit welchen Interface-Komponenten begonnen werden soll und Ihr angepasstes Add-on wird zum Download bereitstehen.
el: Εισάγετε μερικές βασικές πληροφορίες σχετικά με το πρόσθετο σας παρακάτω και επιλέξτε με ποια στοιχεία της εφαρμογής θα ξεκινήσετε, και το προσαρμοσμένο πρόσθετό σας θα είναι έτοιμο για λήψη.
es: Introduce alguna información básica sobre tu complemento debajo y selecciona con qué componentes de la interfaz comenzar, y tu complemento hecho a medida estará listo para descargar.
fr: Entrez ci-dessous quelques informations de base à propos de votre module et sélectionnez les composants de l'interface avec lesquels vous voulez commencer, et votre module personnalisé sera prêt à être téléchargé.
it: Inserisci alcune informazioni di base sul tuo componente aggiuntivo e seleziona i componenti dell'interfaccia con cui vuoi iniziare. Il tuo componente aggiuntivo personalizzato sarà pronto per il download.
ja: このアドオンについての基本的な情報を以下に入力し、最初に追加するインタフェースコンポーネントを選択してください。オリジナルのアドオンがすぐダウンロードできるようになります。
ko: 아래의 부가 기능에 관한 기본 정보를 입력하시고 시작시 사용할 인터페이스 콤포넌트를 선택하고 나면 당신만의 부가 기능을 다운로드 할 준비가 끝나게 됩니다.
nl: Voer hieronder wat basisinformatie in over uw add-on en selecteer met welke interfacecomponenten u wilt beginnen, en uw add-on-op-maat staat klaar om te worden gedownload.
pl: Podaj poniżej kilka podstawowych informacji o dodatku, wybierz komponenty interfejsu i dodatek będzie gotowy do pobrania.
pt_pt: Escreva alguma informação básica sobre o seu extra em baixo e seleccione com que componentes da interface deseja começar, e o seu extra personalizado estará pronto para transferir.
ru: Введите ниже основные сведения о вашем дополнении и выберите начальные компоненты интерфейса, и ваше сделанное на заказ дополнение будет готово для загрузки.
sl: Preprosto, vnesite spodaj nekaj osnovnih informacij o svojem dodatku spodaj in izberite, s katerimi deli vmesnika začeti, in vaša po meri zgrajen dodatek bo pripravljen za prenos.
zh_cn: 在下面输入一些关于您的附加组件的基本信息并选择所需的界面组件，然后您就可以生成并下载您定制的附加组件了。

source: Describe your add-on
cs: Popište svůj doplněk
de: Beschreiben Sie Ihr Add-on
el: Περιγραφή του πρόσθετου σας
es: Describe tu complemento
fr: Décrivez votre module
it: Descrivi il tuo componente aggiuntivo
ja: アドオンの説明を記入してください
ko: 부가 기능 정보를 입력하세요
nl: Beschrijf uw add-on
pa_in: ਆਪਣੇ ਐਡ-ਆਨ ਦਾ ਵਰਣਨ ਕਰੋ
pl: Opisz swój dodatek
pt_pt: Descreva o seu extra
ru: Опишите ваше дополнение
sl: Opišite svoj dodatek
uk: Опишіть свій додаток
zh_cn: 描述您的附加组件

source: First, you need to enter some basic information about your add-on. This will be displayed in the Add-ons Manager when your extension is installed.
cs: Prvně budeme potřebovat základní informace o vašem doplňku. Ty budou po instalaci vašeho doplňku dostupné ve Správci doplňků.
de: Zuerst müssen Sie einige grundlegende Informationen über Ihr Add-on eingeben. Diese werden im Add-ons-Manager angezeigt, wenn Ihr Add-on installiert ist.
el: Αρχικά, χρειάζεται να εισάγετε κάποιες βασικές πληροφορίες σχετικά με το πρόσθετο σας. Αυτές θα είναι εμφανείς στον Διαχειρισρτή Προσθέτων όταν οι επεκτάσεις σας εγκατασταθούν.
es: Primero necesitas introducir cierta información básica sobre tu complemento. Esto se mostrará en el administrador de complementos cuando se instale tu extensión.
fr: Commencez par entrer quelques informations de base sur votre module. Ces informations seront affichées dans le gestionnaire de modules complémentaires quand votre extension sera installée.
it: Per prima cosa devi inserire alcune informazioni di base sul tuo componente aggiuntivo. Questi dati verranno visualizzati nel Gestore componenti aggiuntivi una volta installata l'estensione.
ja: 初めに、アドオンについての基本的な情報を入力する必要があります。この情報は拡張機能をインストールしたときにアドオンマネージャに表示されます。
ko: 우선 부가 기능에 관한 기본 정보를 입력해야 합니다. 이 정보들은 확장 기능 설치시 부가 기능 관리자 상에 노출됩니다.
nl: Eerst dient u wat basisinformatie over uw add-on in te voeren. Dit wordt in de add-onbeheerder weergegeven zodra uw extensie is geïnstalleerd.
pl: Na początek musisz podać kilka informacji o swoim dodatku. Po zainstalowaniu pakietu będą one wyświetlane w menedżerze dodatków.
pt_pt: Primeiro, tem que escrever alguma informação básica sobre o seu extra. Isto será o que vai ser apresentado no Gestor de extras quando a sua extensão for instalada.
ru: Для начала, вам нужно ввести некоторую базовую информацию о вашем дополнения. Это будет отображаться в Окне управления дополнениями после установки вашего расширения.
sl: Za začetek je potrebno nekaj osnovnih informacij o vašem dodatku. To bo prikazano v skrbniku za dodatke, ko bo vaš dodatek nameščen.
zh_cn: 首先，您需要输入一些关于您的附加组件的基本信息。这些信息将在您的扩展安装后，显示在附加组件管理器里。

source: Add-on Name
cs: Jméno doplňku
de: Name des Add-ons
el: Όνομα πρόσθετου
es: Nombre del complemento
fr: Nom du module
it: Nome componente aggiuntivo
ja: アドオンの名前
ko: 부가 기능 이름
nl: Add-on-naam
pl: Nazwa dodatku
pt_pt: Nome do extra
ru: Имя дополнения
sl: Ime dodatki
zh_cn: 附加组件名称

source: Add-on Version
cs: Verze doplňku
de: Version des Add-ons
el: Έκδοση πρόσθετου
es: Versión del complemento
fr: Version du module
it: Versione componente aggiuntivo
ja: アドオンのバージョン
ko: 부가 기능 버전
nl: Add-on-versie
pl: Wersja dodatku
pt_pt: Versão do extra
ru: Версия дополнения
sl: Različica dodatka
zh_cn: 附加组件版本

source: Unique ID
cs: Unikátní ID
de: Einzigartige Identifikationsnummer
es: ID único
fr: Identifiant unique
it: ID unico
ja: 固有 ID
ko: 고유 ID
nl: Uniek ID
pl: Unikalny ID
ru: Уникальный ID
sl: Enkraten ID
zh_cn: 唯一 ID

source: Package Name
cs: Jméno balíčku
de: Paketname
el: Όνομα πακέτου
es: Nombre del paquete
fr: Nom du paquet
it: Nome di pacchetto
ja: パッケージの名前
ko: 패키지 이름
nl: Pakketnaam
pl: Nazwa spakowanego pliku
pt_pt: Nome do pacote
ru: Имя пакета
sl: Ime paketa
zh_cn: 打包名称

source: Who's working on your add-on?
cs: Kdo na tomto doplňku pracuje?
de: Wer arbeitet an Ihrem Add-ons?
el: Ποιος δουλεύει στο πρόσθετο σας;
es: ¿Quién está trabajando en tu complemento?
fr: Qui travaille sur votre module ?
it: Chi lavora al tuo componente aggiuntivo?
ja: アドオンの作者や協力者は？
ko: 누가 이 부가 기능을 만들고 있습니까?
nl: Wie werkt er aan uw add-on?
pl: Kto bierze udział w tworzeniu tego dodatku?
pt_pt: Quem está a trabalhar no seu extra?
ru: Кто работает над вашим дополнением?
sl: Kdo sodeluje pri tem dodatku?
zh_cn: 谁与您共同制作这个附加组件？
