Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Enter your initial version number. Depending on the number of releases and your preferences, this is usually 0.1 or 1.0
cs: Vložte úvodní číslo verze. V závislosti na číslu vydání a vašich preferencích je to obvykle 0.1 či 1.0
de: Geben Sie Ihre erste Versionsnummer ein. Abhängig von der Zahl der Veröffentlichungen und Ihren Vorlieben ist das üblicherweise 0.1 oder 1.0.
el: Εισάγετε τον αριθμό αρχικής έκδοσης. Ανάλογα με τον αριθμό εκδόσεων που έχετε φτιάξει και τις προτιμήσεις σας, συνήθως αυτός είναι 0.1 ή 1.0
es: Introduce tu número de versión inicial. Dependiendo del número de versiones y tus preferencias, es normalmente 0.1 o 1.0
fr: Entrez un numéro de version initial. Suivant le nombre de sorties et vos préférences, ceci est généralement 0.1 ou 1.0.
it: Inserisci il numero di versione iniziale. Normalmente si utilizza 0.1 o 1.0, puoi decidere in base al numero di rilasci o alle tue preferenze.
ja: 初期バージョン番号を入力してください。リリース回数や好みによりますが、たいていは 0.1 か 1.0 です。
ko: 초기 버전 넘버를 입력하세요. 출시 횟수와 개인 취향을 바탕으로 정해지지만 대개는 0.1이나 1.0으로 시작합니다.
nl: Voer uw initiële versienummer is. Afhankelijk van het aantal releases en uw voorkeuren is dit gewoonlijk 0.1 of 1.0
pl: Podaj początkowy numer wersji. Zazwyczaj jest to 0.1 lub 1 w zależności od wydania i twoich preferencji.
pt_pt: Escreva o número da versão inicial. Dependendo do número de lançamentos e as suas preferências, isto é, normalmente 0.1 ou 1.0
ru: Введите первоначальный номер версии. В зависимости от количества релизов и ваших предпочтений, это обычно 0.1 или 1.0
sl: Vnesite številko za začetno različico. Glede na število izdaj in na vaše navade je to ponavadi ali 0.1 ali 1.0
zh_cn: 输入您的初版版本号。依照不同的发布次数和个人喜好，通常是 0.1 或 1.0

source: Each add-on requires a unique ID in the form of a UUID or an email address, such as addon-name@developer.com. The email address does not have to be valid.
cs: Každý doplněk vyžaduje unikátní ID ve formátu GUID nebo e-mailové adresy jako je například jmeno-doplnku@vyvojar.cz. E-mailová adresa nemusí být platná.
de: Jedes Add-on benötigt eine einzigartige Identifikation in Form einer UUID oder einer E-Mail-Adresse, wie addon-name@entwickler.de. Die E-Mail-Adresse muss nicht gültig sein.
el: Κάθε πρόσθετο απαιτεί ένα μοναδικό ID της μορφής του UUID ή μια διεύθυνση email, όπως addon-name@developer.com. Η διεύθυνση email δε χρειάζεται να είναι έγκυρη.
es: Cada complemento requiere un ID único en forma de un UUID o una dirección de correo, del estilo de nombre-complemento@developer.com. La dirección de correo electrónico no tiene que ser válida.
fr: Chaque module a besoin d'un identifiant unique de la forme d'un UUID ou d'une adresse courriel, telle nom-du-module@developpeur.com. Cette adresse n'a pas besoin d'être valide.
it: Ogni componente aggiuntivo ha bisogno di un ID univoco sotto forma di UUID o indirizzo email, ad esempio nome-componenteaggiuntivo@sviluppatore.com. L'indirizzo email non deve essere necessariamente valido.
ja: 各アドオンには、UUID または addon-name@developer.com のようなメールアドレス形式の固有 ID が必要です。このメールアドレスは正規のアドレスである必要はありません。
ko: 부가 기능마다 UUID 양식의 고유 ID나 이메일 주소, addon-name@developer.com과 같은 것이 필요합니다. 이메일 주소는 올바르지 않은 형태라도 상관 없습니다.
nl: Elke add-on vereist een unieke ID in de vorm van een UUID of een e-mailadres, zoals addon-naam@ontwikkelaar.com. Het e-mailadres hoeft niet geldig te zijn.
pl: Każdy dodatek musi zawierać unikalny identyfikator w formacie UUID lub adresu e-mail, np. nazwa_dodatku@twórca.pl. Ten adres nie musi być działającym adresem e-mail.
pt_pt: Cada extra requer um ID único na forma de um UUID ou um endereço de correio eletrónico, como addon-name@developer.com. O endereço de correio eletrónico não tem de ser válido.
ru: Каждое дополнение должно иметь уникальный идентификатор в виде UUID или адреса электронной почты, такого как addon-name@developer.com. Адрес электронной почты не обязан быть действительным.
sl: Vsak dodatek potrebuje enkraten ID v obliki UUID ali e-poštnega naslova, kot je na primer ime-dodatka@razvijalec.si. E-poštni naslov ni treba, da je veljaven.
zh_cn: 每个附加组件都需要一个独一无二的 ID，以 UUID 或电子邮件地址的形式来表示，例如 addon-name@developer.com。此电子邮件地址可以是不真实的。

source: The package name of your add-on used within the browser. This should be a short form of its name (for example, Test Extension might be test_extension).
cs: Jméno balíčku vašeho doplňku, jak bude používáno webovým prohlížečem. Mělo by se jednat o zkrácený název doplňku (například: Testovací doplněk může mít jako jméno uvedeno testovaci_doplnek).
de: Der Paketname für Ihr Add-on, der im Browser verwendet wird. Dies sollte eine Kurzform des Namens sein (zum Beispiel könnte Test-Erweiterung test_erweiterung werden).
el: Το όνομα πακέτου για χρήση του προσθέτου μέσα στον περιηγητή. Αυτό θα πρέπει να είναι μια σύντομη εκδοχή του ονόματος του (για παράδειγμα, το Test Extension μπορεί να γίνει test_extension).
es: El nombre de paquete de tu complemento usado dentro del navegador. Debería ser una forma abreviada de su nombre (por ejemplo, Extensión de prueba podría ser ext_prueba).
fr: Le nom du paquet de votre module utilisé dans le navigateur. Ceci doit être une version courte de son nom (par exemple pour Extension de test, cela donne extension_test).
it: Il nome del pacchetto del tuo componente aggiuntivo utilizzato all'interno del browser. Dovrebbe essere un nome breve (ad esempio, Test Extension potrebbe diventare test_extension).
ja: ブラウザで使用されるアドオンのパッケージ名です。これは、元の名前を短くした形式になるでしょう (例: Test Extension は test_extension になります)。
ko: 부가 기능의 패키지 이름은 웹 브라우저 내에서 사용됩니다. 간략한 형태로 지어주세요 (예를 들면, Test Extension은 test_extension이 되야 합니다)
nl: De pakketnaam van uw add-on die in de browser wordt gebruikt. Dit dient een korte vorm van de naam te zijn (bijvoorbeeld Test Extensie kan test_extensie zijn).
pl: Nazwa spakowanego pliku dodatku jest używana w obrębie przeglądarki. Powinna to być krótka forma jej nazwy, np. „test rozszerzenia” jako „test_rozszerzenie”.
pt_pt: O nome do pacote do seu extra usado no navegador. Deve ser um nome pequeno (por exemplo, Extensão de teste poderá ser extensao_teste).
ru: Имя пакета вашего дополнения используется внутри браузера. Это должна быть краткая форма его имени (например, Test Extension может быть test_extension).
sl: Ime paketa za vaš dodatek, ki se uporablja v brskalniku. Najbolje je skrajšano ime dodatka (na primer, test_razsiritev za "Testna razširitev").
zh_cn: 您的附加组件包名只用于浏览器内。请尽量用简称（比如Test Extension 应叫作 test_extension)。

source: Enter the name of the person or entity to be listed as the author of this add-on.
cs: Vložte jméno osoby nebo instituce, která má být uvedena jako autor tohoto doplňku.
de: Geben Sie den Namen der Person oder Einrichtung ein, die als Autor dieses Add-on angegeben werden soll.
el: Εισάγετε το όνομα του προσώπου ή οργανισμού που θα εμφανίζεται ως δημιουργός του προσθέτου.
es: Introduce el nombre de la persona o entidad que debe figurar como autor de este complemento.
fr: Entrez le nom de la personne ou entité qui doit être référencée comme auteur de ce module.
it: Inserisci il nome della persona o del soggetto che verrà visualizzato come autore di questo componente aggiuntivo.
ja: このアドオンの作者として表示する個人または団体の名前を入力してください。
ko: 부가 기능 제작자로 사람 이름을 1명 이상 입력하세요.
nl: Voer de naam in van de persoon of entiteit die moet worden weergegeven als de schrijver van deze add-on.
pl: Podaj nazwisko osoby lub nazwę podmiotu, która będzie wyświetlana jako autor tego dodatku.
pt_pt: Escreva o nome
ru: Введите имя человека или организации, который должен быть указан в качестве автора этого дополнения.
sl: Vnesite ime osebe ali enote, ki bo navedena kot avtor tega dodatka.
zh_cn: 请输入这个附加组件的作者或组织的名称。

source: Enter the names of any other contributors to this extension, one per line.
cs: Vložte jména ostatních přispěvatelů tohoto rozšíření. Každého na samostatný řádek.
de: Geben Sie die Namen aller anderen Mitwirkenden an dieser Erweiterung ein, einen pro Zeile.
el: Εισάγετε τα ονόματα οποιουδήποτε άλλου συνεισέφερε στο πρόσθετο, ένα σε κάθε γραμμή.
es: Introduce los nombres de cualesquiera otros colaboradores de esta extensión, uno por línea.
fr: Entrez les noms de tous les autres contributeurs à cette extension, un par ligne.
it: Inserisci il nome di altri collaboratori che hanno lavorato a questa estensione, uno per linea.
ja: このアドオンの他の貢献者の名前を 1 行に 1 人ずつ入力してください。
ko: 확장 기능에 기여하신 분들의 이름을 한줄당 한명씩 입력하세요.
nl: Voer de namen in van alle overige medewerkers voor deze extensie, één per regel.
pl: Podaj nazwiska współtwórców tego dodatku – każde w osobnym wierszu.
pt_pt: Escreva o nome de qualquer dos contribuintes desta extensão, um por linha.
ru: Введите имена всех остальных разработчиков этого расширения, по одному в каждой строке.
sl: Vnesite imena drugih oseb, ki so prispevale k temu dodatku, po eno na vrstico.
zh_cn: 请输入这个扩展的其他贡献者名字，每行一个。

source: Add-on names should not contain Mozilla trademarks.
cs: Jméno doplňku nesmí obsahovat ochranné známky Mozilly
de: Namen von Add-ons sollten keine Mozilla-Markenzeichen enthalten.
el: Τα ονόματα προσθέτων δεν μπορούν να περιέχουν σήματα κατατεθέντα του Mozilla.
es: Los nombres de los complementos no deben contener marcas comerciales de Mozilla.
fr: Les noms de modules ne doivent pas contenir de marque déposée par Mozilla.
it: Il nome di un componente aggiuntivi non può contenere marchi registrati di Mozilla.
ja: アドオンの名前に Mozilla の商標を含めることはできません。
ko: 부가 기능 이름에 Mozilla 등록상표가 포함되선 안됩니다.
nl: Add-on-namen mogen geen handelsmerken van Mozilla bevatten.
pl: Nazwa dodatku nie powinna zawierać znaków towarowych Mozilli.
pt_pt: Os nomes dos extras não devem conter marcas registadas da Mozilla.
ru: Имена дополнений не должны содержать товарные знаки Mozilla.
sl: Imena dodatkov ne smejo vsebovati poslovnih znamk Mozille.
zh_cn: 附加组件名称中不能含有 Mozilla 的商标。

source: Enter a valid package name consisting of letters, numbers, or underscores.
cs: Vložte platné jméno balíčku, které se bude skládat ze znaků, čísel či podtržítek.
de: Geben Sie einen gültigen Paketnamen ein, der aus Buchstaben, Zahlen oder Unterstrichen besteht.
el: Εισάγετε ένα έγκυρο όνομα πακέτου αποτελούμενο από γράμματα, αριθμούς ή παύλες
es: Escribe un nombre de paquete válido que esté compuesto de letras, números y subrayados.
fr: Entrez un nom de paquet valide composé de lettres, nombres ou soulignements.
it: Inserire un nome di pacchetto valido costituito da lettere, numeri o underscore.
ja: 正しいパッケージ名を入力してください。使える文字は英数字とアンダーバーのみです。
ko: 올바른 패키지 이름을 입력하세요. 문자, 숫자, 밑줄로 되어 있어야 합니다.
nl: Voer een geldige pakketnaam in die bestaat uit letters, cijfers of lage strepen.
pl: Wprowadź poprawną nazwę spakowanego pliku zawierającą litery, cyfry lub podkreślnik.
pt_pt: Escreva um nome de pacote válido com letras, números ou underscores.
ru: Введите допустимое имя пакета, состоящее из букв, цифр или символов подчеркивания.
sl: Vnesite veljavno ime za paket, ki vsebuje črke, števke in podčrtaje.
zh_cn: 请输入一个由字母、数字或下划线组成的有效包名。

source: This package name is already in use.
cs: Název balíčku je již používán.
de: Dieser Paketname wird bereits verwendet.
el: Το όνομα πακέτου χρησιμοποιείται ήδη.
es: Este nombre de paquete ya está en uso.
fr: Le nom de paquet est déjà utilisé.
it: Questo nome di pacchetto è già in uso.
ja: このパッケージ名はすでに使われています。
ko: 이 패키지 이름은 이미 사용중입니다.
nl: Deze pakketnaam wordt al gebruikt.
pl: Ta nazwa spakowanego pliku już istnieje.
pt_pt: Este nome de pacote já está em uso.
ru: Это имя пакета уже занято.
sl: To ime za paket se že uporablja.
zh_cn: 此包名已被使用。

source: The package name cannot be: %s.
cs: Jméno balíčku nemůže být: %s.
de: Dieser Paketname kann nicht verwendet werden: %s.
el: Το όνομα του πακέτου δεν μπορεί να είναι: %s.
es: El nombre de paquete no puede ser: %s.
fr: Le nom de paquet ne peut pas être : %s.
it: Il nome di pacchetto non può essere: %s.
ja: このパッケージ名は使用できません: %s
ko: 패키지 이름으로 쓸 수 없습니다: %s.
nl: De pakketnaam kan niet %s zijn.
pl: Niedozwolona nazwa spakowanego pliku: %s.
pt_pt: O nome do pacote não pode ser: %s.
ru: Имя пакета не может быть: %s.
sl: Ime paketa ne more biti: %s.
zh_cn: 包名不能是：%s。

source: The add-on ID must be a UUID string or an email address.
cs: ID doplňku musí být UUID řetězec nebo e-mailová adresa.
de: Die Add-on-ID muss ein UUID-String oder eine E-Mail-Adresse sein.
el: Το ID του πρόσθετου θα πρέπει να είναι ένα αλφαριθμητικό UUID ή μια διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: El id. del complemento debe ser una cadena con un UUID (Identificador Único Universal) o una dirección de correo.
fr: L'identifiant du module doit être une chaîne UUID ou une adresse courriel.
it: L'ID del componente aggiuntivo deve essere una stringa UUID o un indirizzo email.
ja: アドオンの ID は UUID かメールアドレス形式でなければなりません。
ko: 부가 기능 ID는 UUID 스트링이나 이메일 주소여야 합니다.
nl: Het add-on-ID moet een UUID-string of een e-mailadres zijn.
pl: ID dodatku musi mieć format UUID lub adresu e-mail.
pt_pt: O ID do extra tem de ser uma string UUID ou um endereço de correio electrónico.
ru: ID дополнения должен быть строкой UUID или адресом электронной почты.
sl: ID dodatka ne sme biti niz UUID ali e-naslov.
zh_cn: 附加组件 ID 必须是一个 UUID 字符串或电子邮件地址。

source: The version string is invalid.
cs: Verze je neplatná.
de: Die Versionsangabe ist ungültig.
el: Δεν είναι έγκυρο το αλφαριθμητικό έκδοσης.
es: La cadena de la versión no es válida.
fr: La chaîne de version est invalide.
it: La versione non è corretta.
ja: バージョン文字列が正しくありません。
ko: 버전 스트링이 올바르지 않습니다.
nl: De versiestring is ongeldig.
pl: Oznaczenie wersji jest nieprawidłowe.
pt_pt: O string da versão é inválido.
ru: Строка версии некорректна.
sl: Niz za inačico je neveljaven.
zh_cn: 版本号字符串无效。

source: Minimum
el: Ελάχιστη
es: Mínimo
it: Minima
ja: 最小
ko: 최소 버전
pl: Minimalna
pt_pt: Mínimo
ru: Минимум
zh_cn: 最小

source: Maximum
el: Μέγιστη
es: Máximo
it: Massima
ja: 最大
ko: 최대 버전
pl: Maksymalna
pt_pt: Máximo
ru: Максимум
sl: Maksimum
zh_cn: 最大

source: Min version must be less than Max version.
cs: Minimální verze musí být menší než maximální verze.
de: Min-Version muss kleiner als Max-Version sein.
el: Η ελάχιστη έκδοση θα πρέπει να είναι μικρότερη από τη μέγιστη.
es: La versión mínima debe ser inferior a la versión máxima.
fr: La version minimale doit être inférieure à la version maximale.
it: Min version deve essere inferiore a Max version.
ja: 最小バージョンは最大バージョンより小さくしてください。
ko: 최소 버전은 최대 버전보다 작은 숫자여야 합니다.
nl: De minimumversie dient lager te zijn dan de maximumversie.
pl: Wersja minimalna musi być niższa niż maksymalna.
pt_pt: A versão Min tem de ser inferior à versão Máx.
ru: Мин. версия должна быть меньше, чем Макс. версия.
sl: Inačica Min mora biti manjša od Maks.
zh_cn: 最小版本必须小于最大版本。

source: {0} is a required target application.
cs: {0} je vyžadovaná cílová aplikace.
de: {0} ist eine erforderliche Zielanwendung.
el: Το {0} είναι μια απαιτούμενη εφαρμογή.
es: {0} es una aplicación destino obligatoria.
fr: {0} est une application cible nécessaire.
it: {0} è un'applicazione target obbligatoria.
ja: {0} は必須の対応アプリケーションです。
ko: {0}에 대상 애플리케이션을 지정해줘야 합니다.
nl: {0} is een verplichte doeltoepassing.
pl: {0} jest wymaganym programem docelowym.
pt_pt: {0} é uma aplicação de destino necessária.
ru: {0} - обязательное целевое приложение.
sl: {0} je zahtevana ciljna aplikacija.
zh_cn: {0} 是一个必需的目标应用程序。

source: About dialog
cs: Dialog o aplikaci
de: Über-Dialog
el: Διάλογος «Περί»
es: Diálogo Acerca de
fr: Dialogue À propos
it: Finestra Informazioni su
ja: 情報ダイアログ
ko: 버전 정보 다이얼로그
nl: Dialoogvenster Over
pl: Okno dialogowe informacji o dodatku
pt_pt: Diálogo sobre
ru: Диалог "О программе"
sl: Dvogovor za vizitko
zh_cn: “关于”对话框

source: Creates a standard About dialog for your extension
cs: Vytvoří standardní dialog O aplikaci pro vaše rozšíření
de: Erstellt einen Standard-Dialog „Über“ für Ihre Erweiterung
el: Δημιουργεί ένα πρότυπο διάλογο πληροφοριών σχετικά με την επέκταση σας
es: Crea un diálogo estándar Acerca de para tu extensión
fr: Crée une boite de dialogue À propos standard pour votre extension
it: Crea una finestra standard "Informazioni per un'estensione
ja: 拡張機能に追加できる標準的な情報ダイアログ (About) を作成します
ko: 확장 기능에 표준 버전 정보 다이얼로그 생성
nl: Creëert een standaard-dialoogvenster Over voor uw extensie
pl: Tworzy standardowe okno informacji o dodatku
pt_pt: Cria um padrão de diálogo sobre para a sua extensão
ru: Создаёт стандартный диалог About для вашего расширения
sl: Ustvari standardno vizitko za vaš dodatek
zh_cn: 为您的扩展创建一个标准的“关于”对话框

source: Preferences dialog
cs: Dialog předvoleb
de: Einstellungen-Dialog
el: Διάλογος προτιμήσεων
es: Diálogo de preferencias
fr: Boite de dialogues des préférences
it: Finestra delle preferenze
ja: 設定ダイアログ
ko: 프레퍼런스 다이얼로그
nl: Voorkeursdialoogvenster
pl: Okno dialogowe ustawień
pt_pt: Diálogo de preferências
ru: Диалог настроек
sl: Pogovorno okno možnosti
zh_cn: “首选项”对话框

source: Creates an example Preferences window
cs: Vytvoří ukázkovou lištu pro vaše rozšíření
de: Erstellt ein Beispielfenster „Einstellungen“
el: Δημιουργεί ένα παράδειγμα διαλόγου προτιμήσεων
es: Crea una ventana de preferencias de ejemplo
fr: Crée un exemple de fenêtre de Préférences
it: Crea una finestra delle Preferenze
ja: 設定ウィンドウのサンプルを作成します
ko: 프레퍼런스 창 견본 생성
nl: Creëert een voorbeeldvenster Voorkeuren
pl: Tworzy przykładowe okno ustawień
pt_pt: Cria um exemplo da janela Preferências
ru: Создаёт пример окна Настройки
sl: Ustvari primer okna za Nastavitve
zh_cn: 创建一个示例“首选项”窗口

source: Toolbar
cs: Lišta
de: Symbolleiste
el: Εργαλειοθήκη
es: Barra de herramientas
fr: Barre d'outils
it: Barra degli strumenti
ja: ツールバー
ko: 도구 모음
nl: Werkbalk
pl: Pasek narzędzi
pt_pt: Barra de ferramentas
ru: Панель инструментов
sl: Orodna vrstica
zh_cn: 工具栏

source: Creates an example toolbar for your extension
cs: Vytvoří ukázkovou lištu pro vaše rozšíření
de: Erstellt eine Beispiel-Symbolleiste für Ihre Erweiterung
el: Δημιουργεί ένα παράδειγμα εργαλειοθήκης για την επέκταση σας
es: Crea una barra de herramientas de ejemplo para tu extensión
fr: Crée un exemple de barre d'outils pour votre extension
it: Crea una barra degli strumenti per l'estensione
ja: 拡張機能に追加できるツールバーのサンプルを作成します
ko: 확장 기능에 도구 모음 견본 생성
nl: Creëert een voorbeeldwerkbalk voor uw extensie
pl: Tworzy przykładowy pasek narzędziowy
pt_pt: Cria uma barra de ferramentas de exemplo para a sua extensão
ru: Создаёт пример панели инструментов для вашего расширения
sl: Ustvari primer za orodno vrstico za vaš dodatek
zh_cn: 为您的扩展创建一个示例工具栏

source: Toolbar button
cs: Tlačítko na liště
de: Symbolleistenschaltfläche
el: Κουμπί εργαλειοθήκης
es: Botón de la barra de herramientas
fr: Bouton de barre d'outils
it: Pulsante Barra degli strumenti
ja: ツールバーボタン
ko: 도구 모음 버튼
nl: Werkbalkknop
pl: Przycisk paska narzędzi
pt_pt: Botão da barra de ferramentas
ru: Кнопка панели инструментов
sl: Gumb orodne vrstice
zh_cn: 工具栏按钮

source: Creates an example button on the browser toolbar
cs: Vytvoří ukázkové tlačítko pro lištu prohlížeče
de: Erstellt eine Beispielschaltfläche auf der Symbolleiste des Browsers
el: Δημιουργεί ένα παράδειγμα κουμπιού στην εργαλειοθήκη του περιηγητή.
es: Crea un botón de ejemplo en la barra de herramientas del navegador
fr: Crée un exemple de bouton sur la barre d'outils du navigateur
it: Crea un pulsante sulla barra degli strumenti del browser
ja: ブラウザツールバー上のボタンのサンプルを作成します
ko: 브라우저 도구 모음에 견본 버튼 생성
nl: Creëert een voorbeeldknop op de browserwerkbalk
pl: Tworzy przykładowy przycisk narzędziowy
pt_pt: Cria um botão de exemplo na barra de ferramentas do navegador
ru: Создаёт пример кнопки на панели инструментов браузера
sl: Ustvari primer gumba v orodni vrstici brskalnika
zh_cn: 创建一个浏览器工具栏的示例按钮

source: Main menu command
cs: Příkaz do hlavní nabídky
de: Befehl im Hauptmenü
el: Εντολή βασικού μενού
es: Orden del menú principal
fr: Commande du menu principal
it: Comando menu principale
ja: メインメニューコマンド
ko: 메인 메뉴내 명령
nl: Hoofdmenuopdracht
pl: Polecenie menu głównego
pt_pt: Comando do menu principal
ru: Команда главного меню
sl: Ukaz v glavnem meniju
zh_cn: 主菜单命令

source: Creates an item on the Tools menu
cs: Vytvoří položku do nabídky Nástroje
de: Erstellt eine Eintrag im Menü „Extras“
el: Δημιουργεί ένα στοιχείο στο μενού εργαλείων
es: Crea un elemento en el menú Herramientas
fr: Crée un élément dans le menu Outils
it: Crea una voce nel menu Strumenti
ja: ツールメニュー上の項目を作成します
ko: 도구 메뉴에 항목 생성
nl: Creëert een item in het menu Extra
pl: Tworzy element w menu Narzędzia
pt_pt: Cria um item no menu Ferramentas
ru: Создаёт пункт в меню Инструменты
sl: Ustvari element v meniju Orodja
zh_cn: 在工具菜单上创建一个项目

source: Context menu command
cs: Příkaz do místní nabídky
de: Befehl im Kontextmenü
el: Εντολή μενού περιεχομένου
es: Orden del menú contextual
fr: Commande du menu contextuel
it: Comando menu contestuale
ja: コンテキストメニューコマンド
ko: 팝업 메뉴내 명령
nl: Contextmenuopdracht
pl: Polecenie menu kontekstowego
pt_pt: Comando do menu de contexto
ru: Команда контекстного меню
sl: Ukaz v kontekstnem meniju
zh_cn: 上下文菜单命令

source: Creates a context menu item for images
cs: Vytvoří položku v místní nabídce nad obrázky
de: Erstellt einen Eintrag im Kontextmenü für Grafiken
el: Δημιουργεί ένα μενού περιεχομένου για εικόνες
es: Crea un elemento de menú contextual para las imágenes
fr: Crée un menu contextuel pour les images
it: Crea un menu contestuale per le immagini
ja: 画像のコンテキストメニュー項目を作成します
ko: 이미지 팝업 메뉴 항목 생성
nl: Creëert een contextmenu-item voor afbeeldingen
pl: Tworzy element menu kontekstowego dla obrazków
pt_pt: Cria um item de menu de contexto para imagens
ru: Создаёт для изображений пункт контекстного меню
sl: Ustvari kontekstni meni za slike
zh_cn: 创建一个图像的上下文菜单项

source: Sidebar support
cs: Podpora postranní lišty
de: Unterstützung für Sidebar
el: Υποστήριξη πλευρικής στήλης
es: Compatibilidad con el panel lateral
fr: Support de barre latérale
it: Supporto barra laterale
ja: サイドバー対応
ko: 사이드바 지원
nl: Zijbalkondersteuning
pl: Panel boczny
pt_pt: Suporte da barra lateral
ru: Поддержка боковой панели
sl: Podpora za stransko okno
zh_cn: 侧边栏支持

source: Creates an example sidebar panel
cs: Vytvoří ukázkovou postranní lištu
de: Erstellt ein Beispielpanel für die Sidebar
el: Δημιουργεί ένα παράδειγμα ταμπλό πλευρικής στήλης
es: Crea un panel lateral de ejemplo
fr: Crée un exemple de panneau latéral
it: Crea una barra laterale
ja: サイドバーパネルのサンプルを作成します
ko: 사이드바 패널 견본 생성
nl: Creëert een voorbeeld-zijbalkpaneel
pl: Tworzy przykładowy panel boczny
pt_pt: Cria um painel lateral de exemplo
ru: Создаёт пример боковой панели
sl: Ustvari primer za stranski pano
zh_cn: 创建一个示例侧边栏面板

source: Select an application first
cs: Prvně zvolte aplikaci
de: Wählen Sie zuerst eine Anwendung
el: Επιλέξτε πρώτα μια εφαρμογή
es: Primero selecciona una aplicación
fr: Sélectionnez d'abord une application
it: Scegli prima un'applicazione
ja: まずアプリケーションを選択してください
ko: 먼저 지원할 애플리케이션 선택
nl: Selecteer eerst een toepassing
pa_in: ਪਹਿਲਾਂ ਇੱਕ ਐਪਲੀਕੇਸ਼ਨ ਚੁਣੋ
pl: Wybierz najpierw program
pt_pt: Primeiro seleccione uma aplicação
ru: Сначала выберите приложение
sl: Izberite prosim najprej aplikacijo
uk: Спочатку оберіть програму
zh_cn: 请先选择一个应用程序

source: There cannot be more than 3 required add-ons.
cs: Nemůžete mít více než 3 vyžadované doplňky.
de: Es dürfen nicht mehr als 3 Add-ons erforderlich sein.
el: Δεν μπορείτε να έχετε πάνω από 3 απαιτούμενα πρόσθετα.
es: No puede haber más de tres complementos obligatorios.
fr: Il ne peut pas y avoir plus de trois modules nécessaires.
it: Non possono esserci più di 3 componenti aggiuntivi richiesti.
ja: 依存アドオンを 3 つ以上指定することはできません。
ko: 설치가 필요한 부가 기능은 3개 이상 지정할 수 없습니다.
nl: Er mogen niet meer dan 3 verplichte add-ons zijn.
pa_in: ਇੱਥੇ 3 ਤੋਂ ਜਿਆਦਾ ਲੋੜੀਂਦੇ ਐਡ-ਆਨ ਨਹੀਂ ਹੋ ਸਕਦੇ।
pl: Nie więcej niż trzy wymagane dodatki.
pt_pt: Não pode haver mais do que 3 extras pedidos.
ru: Число требуемых дополнений не может превышать 3-х.
sl: Več kot 3 aplikacije se ne more zahtevati.
uk: Кількість необхідних додатків не може перевищувати 3.
zh_cn: 必需的附加组件不能超过三个。
