Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: {addon} device support manually changed by reviewer.
cs: U doplňku {addon} byla podporovaná zařízení redaktorem ručně změněna.
de: Geräteunterstützung von {0} wurde manuell durch den Überprüfer geändert.
el: Η υποστήριξη συσκευών του {addon} τροποποιήθηκε από επιθεωρητή.
es: Compatibilidad del dispositivo para {addon} cambiada manualmente por el revisor.
fr: {addon} appareil supportés changé manuellement par le testeur.
it: I dispositivi supportati da {addon} sono stati modificati manualmente dal revisore.
ja: {addon} の対応端末が審査担当者によって変更されました。
ko: {addon}의 장치 지원 내역을 심사자가 직접 변경했습니다.
nl: Apparaatondersteuning door {addon} handmatig gewijzigd door beoordelaar.
pa_in: {addon} ਜੰਤਰ ਸਹਿਯੋਗ ਸਮੀਖਿਅਕ ਵੱਲੋਂ ਖੁਦ ਬਦਲਿਆ ਗਿਆ।
pl: Obsługa urządzeń dla {addon} zmieniona ręcznie przez recenzenta.
pt_pt: Suporte de {addon} ao dispositivo foi modificado manualmente pelo revisor.
sl: Podporo v {addon} za naprave je ročno spremenil recenzent.
uk: Підтримку пристроїв {addon} вручну змінено рецензентом.
zh_cn: 审核者已手动更改 {addon} 支持的设备。

source: Device(s) Changed by Reviewer
cs: Zařízení byla redaktorem změněna.
de: Gerät(e) vom Überprüfer geändert
el: Οι συσκευές τροποποιήθηκαν από επιθεωρητή
es: Dispositivo(s) cambiado(s) por el revisor
fr: Appareil(s) changé par le testeur
it: Dispositivo(/i) modificato(/i) dal revisore
ja: 審査担当者による対応端末変更
ko: 심사자가 장치를 변경함
nl: Appara(a)t(en) gewijzigd door beoordelaar
pa_in: ਜੰਤਰ(s) ਸਮੀਖਿਅਕ ਵੱਲੋਂ ਬਦਲੇ ਗਏ
pl: Urządzenia zmienione przez recenzenta
pt_pt: Dispositivo(s) modificado(s) pelo revisor
ru: Устройство изменено проверяющим
sl: recenzent spremenil napravo(-e)
uk: Пристрої змінено рецензентом
zh_cn: 审核者已更改设备

source: {addon} resubmitted for review.
cs: Doplněk {addon} byl opětovně poslán na kontrolu
de: {addon} erneut zur Überprüfung eingereicht.
es: {addon} reenviado para revisión.
fr: {addon} re-proposé pour vérification.
it: {addon} reinviato per nuova revisione.
ko: {addon}를 심사 받기 위해 다시 등록합니다.
nl: {addon} opnieuw ingediend voor beoordeling.
pl: Ponownie zgłoszono {addon} do sprawdzenia
ru: {addon} повторно представлено на проверку.
sl: {addon} ponovno poslan v recenzijo.
zh_cn: {addon} 已经重新提交审核。

source: App Resubmission
cs: Opětovné zkontrolování aplikace
de: Neueinreichung Anwendung
es: Reenvío de la aplicación
fr: Re-proposition d'application
it: Nuovo invio dell'app
ko: 앱 다시 등록
nl: App-herindiening
pl: Ponowne zgłoszenie aplikacji
ru: Повторное представление приложения
sl: Ponovna prijava aplikacije
zh_cn: 重新提交应用

source: Created: {0}.
cs: Vytvořeno: {0}.
de: Erstellt: {0}
el: Δημιουργήθηκε: {0}.
es: Creado: {0}.
fr: Créé : {0}.
it: Creato: {0}.
ja: {0} が作成されました。
ko: 생성: {0}.
nl: Gemaakt: {0}.
pa_in: ਰਚਿਆ: {0}।
pl: Utworzono: {0}.
pt_pt: Criado: {0}.
ru: Создано: {0}.
sl: Ustvarjeno: {0}.
uk: Створено: {0}.
zh_cn: 已创建：{0}。

source: Edited field: {2} set to: {0}.
cs: Upravené pole: {2} nastaveno na: {0}.
de: Bearbeitetes Feld: {2} geändert auf {0}
el: Επεξεργάστηκε το πεδίο: {2} ορίστηκε ως: {0}.
es: Campo editado: {2} establecido a: {0}.
fr: Champ édité : {2} changé en : {0}.
it: Modificato campo: {2} impostato a: {0}.
ja: フィールド編集: {2} が {0} へ変更されました。
ko: 항목 수정됨: {2}이(가) 수정: {0}
nl: Veld bewerkt: {2} ingesteld op: {0}.
pa_in: ਸੋਧਿਆ ਗਿਆ ਖੇਤਰ: {2} ਸੈੱਟ ਕੀਤਾ: {0}।
pl: Edytowano pole: {2} zmieniono na: {0}.
pt_pt: Campo editado: {2} definido para: {0}.
ru: Поле изменено: {2} установлено в: {0}.
sl: Urejeno polje: {2} nastavljen na: {0}.
uk: Змінене поле: {2} встановлене в: {0}.
zh_cn: 已编辑字段：{2} 设置为：{0}。

source: Deleted: {1}.
cs: Smazáno: {1}.
de: Gelöscht: {1}
el: Διαγράφηκε: {1}.
es: Eliminado: {1}.
fr: Supprimé : {1}.
it: Eliminato: {1}.
ja: {1} が削除されました。
ko: 삭제: {1}
nl: Verwijderd: {1}.
pa_in: ਹਟਾਇਆ: {1}।
pl: Usunięto: {1}.
pt_pt: Eliminado: {1}.
ru: Удалено: {1}.
sl: Izbrisano: {1}.
uk: Вилучено: {1}.
zh_cn: 已删除：{1}。

source: User {user} edited, reason: {1}
cs: Uživatel {user} upraven, důvod: {1}
de: Benutzer {user} bearbeitet, Grund: {1}
el: Ο χρήστης {user} επεξεργάστηκε, αιτία: {1}
es: Usuario {user} editado, razón: {1}
fr: Utilisateur {user} modifié, raison : {1}
it: Modificato utente {user}, motivo: {1}
ja: ユーザ {user} が編集されました。理由: {1}
ko: 사용자 {user}이(가) 수정됨, 사유: {1}
nl: Gebruiker {user} bewerkt, reden: {1}
pa_in: ਉਪਭੋਗੀ {user} ਸੋਧਿਆ ਗਿਆ, ਕਾਰਨ: {1}
pl: Edytował użytkownik {user}, powód: {1}
pt_pt: Utilizador {user} editado, razão: {1}
ru: Пользователь {user} отредактирован, причина: {1}
sl: Urddcil uporabnik {user}, razlog: {1}
uk: Відредаговано користувачем {user} по причині: {1}
zh_cn: 用户 {user} 已编辑，原因：{1}

source: User {user} anonymized.
cs: Uživatel {user} anonymizován.
de: Benutzer {user} anonymisiert.
el: Ο χρήστης {user} είναι ανώνυμος.
es: Usuario {user} anonimizado.
fr: Utilisateur {user} anonymisé.
it: Utente {user} reso anonimo.
ja: ユーザ {user} が匿名化されました。
ko: 사용자 {user}이(가) 익명으로 변경됨.
nl: Gebruiker {user} geanonimiseerd.
pa_in: ਉਪਭੋਗੀ {user} ਗੁਮਨਾਮ ਹੋਇਆ।
pl: Włączono anonimowość dla użytkownika {user}.
pt_pt: Utilizador {user} anónimo.
ru: Пользователь {user} анонимизирован.
sl: Anonimiziral uporabnik {user}.
uk: Користувача {user} анонімізовано.
zh_cn: 用户 {user} 已匿名。

source: User {user} restricted.
cs: Uživatel {user} byl omezen.
de: Benutzer {user} eingeschränkt.
el: Ο χρήστης {user} περιορίστηκε.
es: Usuario {user} restringido.
fr: Utilisateur {user} restreint.
it: Utente {user} limitato.
ja: ユーザ {user} が制限されました。
ko: 사용자 {user}님은 이용이 제한되고 있습니다.
nl: Gebruiker {user} beperkt.
pa_in: ਉਪਭੋਗੀ {user} ਸੀਮਿਤ ਹੋਇਆ।
pl: Użytkownik {user} został ograniczony.
pt_pt: Usuário {user} restringido.
ru: Пользователь {user} ограничен.
sl: Uporabnik {user} omejen.
uk: Користувача {user} обмежено.
zh_cn: 用户 {user} 已限制。

source: Admin {0} viewed activity log for {user}.
cs: Administrátor {0} si zobrazil log aktivity u uživatele {user}.
de: Administrator {0} hat Aktivitätsprotokoll für {user} angesehen.
el: Ο διαχειριστής {0} προέβαλε την καταγραφή δραστηριότητας για τον χρήστη {user}.
es: El administrador {0} visualizó el registro de la actividad de {user}.
fr: L'administrateur {0} a lu le journal d'activité de {user}.
it: L'amministratore {0} ha visualizzato il registro attività di {user}.
ja: 管理者 {0} が {user} の活動記録を見ました。
ko: 관리자 {0}님이 {user}님의 활동 내역을 조회했습니다.
nl: Beheerder {0} heeft activiteitenlogboek voor {user} bekeken.
pa_in: ਐਡਮਿਨ {0} ਨੇ { user} ਲਈ ਸਰਗਰਮੀ ਲਾਗ ਸਮਝਿਆ।
pl: Administrator {0} przejrzał dziennik aktywności użytkownika {user}.
pt_pt: O administrador {0} visualizou o registro de atividade de {user}.
sl: Admin {0} ogledal dnevnik aktivnosti za {user}.
uk: Адміністратор {0} переглянув журнал активності для {user}.
zh_cn: 管理员“{0}”已审阅用户“{user}”的活动日志。

source: {review} for {addon} updated.
cs: Recenze {review} pro doplněk {addon} byla aktualizována.
de: {review} für {addon} aktualisiert.
el: {review} για {addon} ενημερώθηκε.
es: {review} para {addon} actualizada.
fr: {review} pour {addon} mise à jour.
it: {review} per {addon} aggiornata.
ja: {addon} の {review} が更新されました。
ko: {addon}의 {review}이(가) 업데이트됐습니다.
nl: {review} voor {addon} bijgewerkt.
pa_in: {addon} ਲਈ {review} ਅੱਪਡੇਟ ਹੋਇਆ।
pl: Zaktualizowano {review} dla {addon}.
pt_pt: {review} do {addon} atualizado.
ru: {review} для {addon} обновлён.
sl: {review} za {addon} posodobljen.
uk: {review} для {addon} оновлено.
zh_cn: {addon} 的 {review} 已更新。

source: {addon} reviewed.
cs: Doplněk {addon} byl zkontrolován.
de: {addon} überprüft.
el: {addon} αξιολογήθηκε.
es: {addon} revisado.
fr: {addon} validé.
it: Il componente aggiuntivo {addon} è stato revisionato.
ja: {addon} のレビューが投稿されました。
ko: {addon}이(가) 심사를 받았습니다.
nl: {addon} beoordeeld.
pa_in: {addon} ਦੀ ਸਮੀਖਿਆ ਹੋਈ।
pl: Sprawdzono {addon}.
pt_pt: {addon} revisto.
ru: {addon} проверено.
sl: {addon} pregledan.
uk: {addon} перевірено.
zh_cn: 已审核 {addon} 。

source: User {0.name} added to {group}.
cs: Uživatel {0.name} byl přidán do skupiny {group}.
de: Benutzer {0.name} zu Gruppe {group} hinzugefügt.
el: Ο χρήστης {0.name} προστέθηκε στο {group}.
es: Usuario/a {0.name} agregado/a a {group}.
fr: Utilisateur {0.name} ajouté dans {group}.
it: L'utente {0.name} è stato aggiunto al gruppo {group}.
ja: ユーザ {0.name} が {group} へ追加されました。
ko: 사용자 {0.name}님이 {group}에 추가됐습니다.
nl: Gebruiker {0.name} toegevoegd aan {group}.
pa_in: ਉਪਭੋਗੀ {0.name} ਨੂੰ {group}ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ।
pl: Użytkownik {0.name} został dodany do {group}.
pt_pt: Utilizador {0.name} adicionado ao {group}.
sl: Uporabnik {0.name} dodal v {group}.
uk: Користувач {0.name} доданий до {group}.
zh_cn: 用户 {0.name} 已添加到组 {group} 。

source: User {0.name} removed from {group}.
cs: Uživatel {0.name} byl odebrán ze skupiny {group}.
de: Benutzer {0.name} aus Gruppe {group} entfernt.
el: Ο χρήστης {0.name} αφαιρέθηκε από το {group}.
es: Usuario/a {0.name} eliminado/a de {group}.
fr: Utilisateur {0.name} retiré de {group}.
it: L'utente {0.name} è stato rimosso dal gruppo {group}.
ja: ユーザ {0.name} が {group} から削除されました。
ko: 사용자 {0.name}님이 {group}에서 제명됐습니다.
nl: Gebruiker {0.name} verwijderd uit {group}.
pa_in: {group} ਤੋਂ ਉਪਭੋਗੀ {0.name} ਹਟਾਇਆ।
pl: Użytkownik {0.name} został usunięty z {group}.
pt_pt: Utilizador {0.name} removido de {group}.
sl: Uporabnik {0.name} odstranil iz {group}.
uk: Користувач {0.name} вилучений з {group}.
zh_cn: 用户 {0.name} 已从组 {group} 移除。

source: {addon} minimum requirements manually changed by reviewer.
cs: Minimální požadavky byly u doplňku {addon} redaktorem ručně upraveny.
de: Minimale Anforderungen von {addon} manuell vom Überprüfer geändert.
el: Οι ελάχιστες απαιτήσεις του {addon} τροποποιήθηκαν από επιθεωρητή.
es: Los requisitos mínimos de {addon} se modificaron manualmente por el revisor.
fr: {addon} prérequis minimums changés manuellement par le validateur.
it: I requisiti minimi per {addon} sono stati modificati manualmente dal revisore.
ja: {addon} の最低要件が審査担当者により手作業で変更されました。
ko: {addon}의 최소 요구 사항이 심사자에 의해 수동으로 변경됐습니다.
nl: Minimumvereisten {addon} handmatig gewijzigd door beoordelaar.
pa_in: {addon} ਲਈ ਘੱਟੋ ਘੱੱਟ ਜ਼ਰੂਰਤਾਂ ਸਮੀਖਿਅਕ ਵੱਲੋਂ ਹੱਥੀਂ ਬਦਲੀਆਂ ਗਈਆਂ।
pl: Minimalne wymagania {addon} zostały ręcznie zmienione przez recenzenta.
pt_pt: Requisitos mínimos de {addon} modificados manualmente pelo revisor.
uk: Мінімальні вимоги {addon} змінено вручну рецензентом.
zh_cn: 审核者修改了 {addon} 的最低版本需求。

source: Requirements Changed by Reviewer
cs: Požadavky byly ručně změněny redaktorem
de: Anforderungen vom Überprüfer geändert
el: Οι απαιτήσεις τροποποιήθηκαν από αξιολογητή
es: Requisitos modificados por el revisor
fr: Prérequis changés par le validateur
it: Requisiti modificati dal revisore
ja: 審査担当者による要件変更
ko: 심사자에 의해 요구사항 변경됨
nl: Vereisten gewijzigd door beoordelaar
pa_in: ਜ਼ਰੂਰਤਾਂ ਸਮੀਖਿਅਕ ਵੱਲੋਂ ਹੱਥੀਂ ਬਦਲੀਆਂ ਗਈਆਂ
pl: Wymagania zmienione przez recenzenta
pt_pt: Requisitos modificados pelo revisor
uk: Вимоги змінено рецензентом
zh_cn: 请求已被审核者更改

source: {addon} minimum requirements manually changed.
cs: U doplňku {addon} byly ručně změněny minimální požadavky.
de: Minimale Anforderungen von {addon} manuell geändert.
el: Οι ελάχιστες απαιτήσεις {addon} άλλαξαν χειροκίνητα.
es: Los requisitos mínimos de {addon} se modificaron manualmente.
fr: {addon} prérequis minimums changés manuellement.
it: I requisiti minimi per {addon} sono stati modificati manualmente.
ja: {addon} の最低要件が手作業で変更されました。
ko: {addon}의 최소 요구 사항이 수동으로 변경됐습니다.
nl: Minimumvereisten {addon} handmatig gewijzigd.
pa_in: {addon} ਲਈ ਘੱਟੋ ਘੱਟ ਜ਼ਰੂਰਤਾਂ ਹੱਥੀਂ ਬਦਲੀਆਂ।
pl: Minimalne wymagania {addon} zostały ręcznie zmienione.
pt_pt: Requisitos mínimos de {addon} modificados manualmente.
uk: Мінімальні вимоги {addon} змінено вручну.
zh_cn: {addon} 最低版本需求已被手动修改。

source: Requirements Changed
cs: Požadavky změněny
de: Anforderungen geändert
el: Οι απαιτήσεις τροποποιήθηκαν
es: Requisitos modificados
fr: Prérequis changés
it: Requisiti modificati
ja: 要件変更
ko: 요구사항 변경됨
nl: Vereisten gewijzigd
pa_in: ਜ਼ਰੂਰਤਾਂ ਬਦਲੀਆਂ।
pl: Zmieniono wymagania
pt_pt: Requisitos modificados
uk: Вимоги змінено
zh_cn: 需求已变更

source: {version} status changed to {0}.
cs: Stav verze {version} byl změněn na {0}.
de: Status von {version} auf {0} geändert.
el: Το επίπεδο {version} άλλαξε σε {0}.
es: El estado de {version} cambió a {0}.
fr: {version} statut changé en {0}.
it: Ora lo stato di {version} è {0}.
ja: {version} のステータスが {0} へ変更されました。
ko: {version}의 상태가 {0}(으)로 변경됐습니다.
nl: Status {version} gewijzigd in {0}.
pa_in: {version} ਦਰਜਾ {0} ਵਿੱਚ ਬਦਲਿਆ।
pl: Status {version} zmieniono na {0}.
pt_pt: Estado de {version} alterado para {0}.
uk: Статус {version} змінено на {0}.
zh_cn: {version} 状态已更改为 {0} 。

source: Not allowed
cs: Není povoleno
de: Nicht erlaubt
el: Μη επιτρεπτό
es: No está permitido
fr: Non autorisé
it: Operazione non consentita
ja: 許可されていません
ko: 허가 안됨
nl: Niet toegestaan
pa_in: ਇਜ਼ਾਜਤ ਨਹੀਂ
pl: Brak uprawnień.
pt_pt: Não permitido
ru: Не разрешено
sl: Ni dovoljeno
uk: Не дозволено
zh_cn: 不被允许

source: <h1>Oops! Not allowed.</h1> <p>You tried to do something that you weren't allowed to.</p>
cs: <h1>Oops! Není povoleno.</h1><p> Udělal(a) jste něco, co nemáte povoleno.</p>
de: <h1>Hoppla! Nicht gestattet.</h1> <p>Sie haben versucht, etwas zu tun, was Sie nicht tun dürfen.</p>
el: <h1>Ωπ! Δεν επιτρέπεται.</h1> <p>Προσπαθήσατε να κάνετε κάτι που δεν σας επιτρέπεται.</p>
es: <h1>¡Ups! No está permitido.</h1> <p>Has intentado hacer algo para lo que no tienes permiso.</p>
fr: <h1>Désolé, c'est interdit.</h1> <p>Vous avez tenté d'accéder à une ressource pour laquelle vous n'avez pas les droits.</p>
it: <h1>Oops! Non consentito.</h1> <p>Hai cercato di fare qualcosa per cui non hai l'autorizzazione.</p>
ja: <h1>申し訳ありませんが、許可されていません。</h1> <p>あなたは許可されていない操作を行おうとしました。</p>
ko: <h1>이런! 허용되지 않은 작업입니다.</h1> <p>허용되지 않은 작업을 시도하셨습니다.</p>
nl: <h1>Oeps! Niet toegestaan.</h1> <p>U hebt geprobeerd iets te doen wat niet is toegestaan.</p>
pa_in: <h1>ਓ ਹੋ! ਇਜ਼ਾਜਤ ਨਹੀਂ।</h1> <p>ਤੁਸੀਂ ਕੁੱਝ ਇਸ ਤਰ੍ਹਾਂ ਦਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਕੀਤੀ ਜਿਸਦੀ ਤੁਹਾਨੂੰ ਇਜ਼ਾਜਤ ਨਹੀਂ ਸੀ।</p>
pl: <h1>Ups! Niedozwolone.</h1> <p>Próbujesz zrobić coś, do czego nie masz uprawnień.</p>
pt_pt: <h1>Oops! Não permitido.</h1> <p>Tentou fazer algo que não está autorizado a fazer.</p>
ru: <h1>Ой! Не разрешено.</h1> <p>Вы попытались сделать что-то, что вам не разрешено.</p>
sl: <h1>Opla! To ni dovoljeno.</h1> <p>Poskusili ste storiti nekaj, za kar nimate dovoljenja.</p>
uk: <h1>Ой! Не дозволено.</h1> <p>Ви намагаєтесь зробити щось, на що не маєте дозволу.</p>
zh_cn: <h1>哎呀！不允许这样做。</h1> <p>您尝试做的一些操作不被允许。</p>

source: <p>Try going back to the previous page, refreshing and then trying again.</p>
cs: <p>Zkuste přejít o stránku zpět, obnovte ji, a poté to zkuste znovu./p>
de: <p>Versuchen Sie, auf die vorherige Seite zurückzugehen, zu aktualisieren und es dann erneut zu versuchen.</p>
el: <p>Δοκιμάστε να επιστρέψετε στην προηγούμενη σελίδα, να ανανεώσετε και έπειτα να προσπαθήσετε ξανά.</p>
es: <p>Prueba a volver a la página anterior, refrescar y luego inténtalo de nuevo.</p>
fr: <p>Essayez de revenir à la page précédente, recharger et d'essayer encore.</p>
it: <p>Prova a ritornare alla pagina precedente, aggiorna e riprova.</p>
ja: <p>前のページへ戻り、ページを読み込み直してから再度お試しください。</p>
ko: <p>이전 페이지로 돌아가려고 하고 있습니다. 새로고침 한 다음 다시 시도해 주세요.</p>
nl: <p>Probeer terug te gaan naar de vorige pagina, te verversen en probeer het dan opnieuw.</p>
pa_in: <p>ਪਿਛਲੇ ਸਫ਼ੇ ਤੇ ਵਾਪਸ ਜਾਣ ਦੀ ਕੋਸ਼ਿਸ ਕਰ ਰਹੇ ਹੋ, ਤਾਜ਼ਾ ਕਰੋ ਅਤੇ ਫ਼ੇਰ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ ਕਰੋ।</p>
pl: <p>Wróć do poprzedniej strony, odśwież ją i następnie spróbuj jeszcze raz.</p>
pt_pt: <p>Tente voltar para a página anterior, actualize e volte a tentar de novo.</p>
ru: <p>Попробуйте вернуться на предыдущую страницу, обновите, а затем попробуйте снова.</p>
sl: <p>Vrnite se na prejšnjo stran, ali pa obnovite stran in znova poskusite.</p>
uk: <p>Спробуйте повернутись на попередню сторінку, перезавантажити, а потім спробуйте ще раз.</p>
zh_cn: <p>尝试返回之前的页面，刷新后再试一次。</p>

source: Oops
de: Hoppla
el: Ωπ!
es: Vaya
ja: 申し訳ありません
ko: 앗 이런
nl: Oeps
pa_in: ਓ ਹੋ
pl: Ups
ru: Ой
sl: Opla
uk: Ой
zh_cn: 哎呀

source: Not Found
cs: Nenalezeno
de: Nicht gefunden
el: Δεν βρέθηκε
es: No encontrado
fr: Non trouvé
it: Non trovato
ja: 見つかりませんでした
ko: 찾을 수 없습니다.
nl: Niet gevonden
pa_in: ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono
pt_pt: Não encontrado
ru: Не найдено
sl: Ni najti
uk: Не знайдено
zh_cn: 找不到页面
