Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If you find any bugs, please <a href="%(issues)s">file them on GitHub</a>. If you have a question, try asking us on the <a href="%(mailing_list)s"> dev-developer-tools mailing list</a> or on <a href="%(irc)s">#devtools on irc.mozilla.org</a>.
de: Wenn Sie Fehler finden, <a href="%(issues)s">melden Sie sie bitte auf GitHub</a>. Wenn Sie Fragen haben, fragen Sie auf der <a href="%(dev_tools_list)s">dev-developer-tools-Mailingliste</a> oder in <a href="%(irc)s">#devtools bei irc.mozilla.org</a>.
es: Si encuentras algún error, por favor <a href="%(issues)s">agrégalo en GitHub</a>. Si tienes una pregunta, puedes preguntarnos en la lista de correo <a href="%(mailing_list)s">dev-developer-tools</a> o en <a href="%(irc)s">el canal #devtools en irc.mozilla.org</a>.
fr: Si vous trouvez le moindre bug, <a href="%(issues)s">merci de les signaler sur GitHub</a>. Si vous avez une question, merci de demander sur la <a href="%(mailing_list)s">liste dev-developer-tools</a> ou sur <a href="%(irc)s">#devtools sur irc.mozilla.org</a>.
it: Se trovi qualche bug <a href="%(issues)s">segnalacelo su GitHub</a>. Se hai dei dubbi, prova a chiedere <a href="%(mailing_list)s">sulla mailing list dev-developer-tools</a> o sul canale <a href="%(irc)s">#devtools su irc.mozilla.org</a>.
pl: Jeśli znajdziesz jakieś błędy, <a href="%(issues)s">zgłoś je na GitHub</a>. Jeśli masz pytanie, spróbuj zadać je nam na <a href="%(mailing_list)s"> liście mailingowej dev-developer-tools</a> lub na <a href="%(irc)s">kanale #devtools na irc.mozilla.org</a>.

source: Develop HTML5 Web Apps for an open marketplace.
cs: Vytvářejte pro otevřený obchod webové aplikace v HTML5.
de: Entwickeln Sie HTML5-Web-Anwendungen für einen offenen Marktplatz.
es: Desarrolla aplicaciones web HTML5 para un mercado abierto.
fr: Développer des Web Apps HTML5 pour un marketplace ouvert.
it: Sviluppa web app in HTML5 per un marketplace aperto.
ko: 오픈 마켓플레이스용 HTML5 웹 앱 개발
nl: Ontwikkel HTML5-webapps voor een open marktplaats.
pl: Twórz aplikacje sieciowe HTML5 dla otwartego sklepu.
zh_cn: 为开放的应用市场开发 HTML5 网络应用。

source: Learn how to design Web Apps that provide a user experience optimized for Firefox OS &amp; Mobile
cs: Přečtěte si, jak navrhovat webové aplikace, které jsou dobře optimalizované pro Firefox OS a mobily
de: Erfahren Sie, wie Sie Web-Anwendungen gestalten, die ein Benutzererlebnis für Firefox-OS &amp; Mobile bieten.
es: Aprende a diseñar aplicaciones web que ofrecen una experiencia de usuario optimizada para Firefox OS y dispositivos móviles
it: Scopri come progettare web app in grado di offrire un'esperienza utente ottimizzata per Firefox OS e Firefox Mobile
pl: Dowiedz się, jak tworzyć aplikacje sieciowe, zoptymalizowane dla Firefox OS i Mobile.

source: All the tools, docs and references you'll need for development and testing of your App
cs: Všechny nástroje, dokumentace a přehledy, které budete potřebovat pro vývoj a testování své aplikace
de: Alle Werkzeuge, die Dokumentation und Quellen, die Sie für die Entwicklung und Tests Ihrer Anwendung brauchen
es: Todas las herramientas, documentación y referencias que necesitas para desarrollar y probar tu aplicación
it: Tutti gli strumenti, la documentazione e i riferimenti necessari per lo sviluppo e il test dell'app
pl: Wszystkie narzędzia i dokumentacje potrzebne do tworzenia i testowania aplikacji.

source: Find out how to distribute your Apps on an open marketplace that puts users and developers first
cs: Podívejte se, jak distribuovat svou aplikaci na otevřeném marketplace, který staví uživatele a vývojáře na první místo
de: Erfahren Sie, wie Sie Ihre Anwendungen in einem offenen Marktplatz verteilen können, für den Anwender und Entwickler zuerst kommen
es: Descubre cómo puedes distribuir tus aplicaciones en un mercado abierto para el que los usuarios y los desarrolladores son lo primero
it: Scopri come distribuire le tue app in un marketplace aperto che mette gli sviluppatori e gli utenti al primo posto
pl: Dowiedz się, jak rozpowszechniać aplikacje w sklepie, otwartym na użytkowników i twórców.

source: Do you have an app ready for liftoff?
cs: Máte aplikaci, která je připravena na start?
de: Haben Sie eine Anwendung, die startklar ist?
es: ¿Tienes una aplicación lista para despegar?
fr: Vous avez une application prête pour le décollage ?
it: Hai un'app pronta al lancio?
ko: 이륙 준비가 끝난 앱이 있나요?
nl: Hebt u een app die klaar is voor de start?
pl: Czy masz aplikację gotową do startu?
zh_cn: 您的应用准备就绪了吗？

source: Submit your app to the Marketplace
cs: Přidejte svou aplikaci do Marketplace
de: Reichen Sie Ihre Anwendung beim Marketplace ein
es: Enviar tu aplicación a Marketplace
fr: Envoyez votre application sur le Marketplace
it: Invia l'app al Marketplace
ko: 마켓플레이스에 앱을 등록해보세요
nl: Dien uw app in bij de Marketplace
pl: Zgłoś aplikację do Marketplace
zh_cn: 将您的应用提交到应用市场

source: Join the community
cs: Připojte se ke komunitě
de: Werden Sie Mitglied der Gemeinschaft
es: Únete a la comunidad
fr: Rejoignez la communauté
it: Unisciti alla comunità
ko: 커뮤니티 가입
nl: Doe mee met de gemeenschap
pl: Dołącz do społeczności
ru: Присоединиться к сообществу
zh_cn: 加入社区

source: Look who's already here
cs: Kdo se již připojil
de: Sehen Sie, wer bereits dabei ist
es: Mira quién está aquí
fr: Voir qui est déjà là
it: Scopri chi è già tra noi
ko: 이미 사용중인 사람을 찾아봅시다
nl: Kijk wie al meedoet
pl: Zobacz, kto już tu jest
zh_cn: 看看这里已经有哪些人啦

source: Are you a Web Company, Third-Party Service, or OEM looking to partner with Mozilla? <a href="%(partner_url)s">Check out our Partners page for more info.</a>
cs: Jste webová společnost, služba třetí strany či OEM, který má zájem o partnerství s Mozillou? <a href="%(partner_url)s">Podívejte se na naši stránku o partnerství</a>
de: Sind Sie ein Web-Unternehmen, externer Dienstleister oder OEM mit Interesse an einer Partnerschaft mit Mozilla? <a href="%(partner_url)s">Weitere Informationen finden Sie auf unserer Partnerseite</a>.
es: ¿Eres una compañía web, un servicio de terceros, o un fabricante de dispositivos y deseas asociarte con Mozilla? <a href="%(partner_url)s">Infórmate de todo en nuestra página de socios.</a>
fr: Vous êtes une société du Web, service tiers, ou un OEM souhaitant travailler avec Mozilla ? <a href="%(partner_url)s">Jetez un œil sur notre page Partenaires pour plus d'informations.</a>
it: Sei una società web, un servizio di terze parti o un OEM e vuoi diventare partner di Mozilla? <a href="%(partner_url)s">Visita la pagina dei Partner per ulteriori informazioni.</a>
ko: 웹 관련 기업, 서드파티 서비스, Mozilla와 파트너가 되고싶은 OEM 기업이십니까? <a href="%(partner_url)s">파트너 페이지에 자세한 정보가 있습니다.</a>
nl: Bent u een webbedrijf, externe dienstverlener of OEM die graag wil samenwerken met Mozilla? <a href="%(partner_url)s">Kijk dan op onze pagina Partners voor meer info.</a>
pl: Reprezentujesz firmę internetową, dostawcę usług lub firmę OEM, która chce zostać partnerem Mozilli? <a href="%(partner_url)s">Więcej informacji na stronie partnerów</a>
zh_cn: 您是正在寻求与 Mozilla 合作的网络公司、第三方服务商或者原始设备制造商？<a href="%(partner_url)s">查看我们的合作伙伴页面了解更多信息。</a>

source: The Mozilla Apps platform
cs: Platforma Mozilla Apps
de: Die Mozilla-Anwendungsplattform
es: Plataforma de aplicaciones de Mozilla
it: La piattaforma app di Mozilla
pl: Platforma aplikacji Mozilli
ru: Платформа приложений Mozilla

source: Building Apps for the Web provides developers with full control over content, functionality and how Apps are distributed, including access to hundreds of millions of Firefox users through the Firefox Marketplace.
cs: Tvorba aplikaci pro web dává vývojářům plnou kontrolu nad obsahem, funkcionalitou a tím, jak jsou aplikace distribuovány. To vše včetně přístupu ke stovkám miliónů uživatelů Firefoxu pomocí Firefox Marketplace.
de: Entwickeln von Anwendungen für das Internet gibt Entwicklern die volle Kontrolle über Inhalt, Funktionalität und darüber, die Anwendungen verteilt werden, einschließlich Zugang zu hundertenmillionen von Firefox-Anwendern über den Firefox-Marktplatz.
es: La creación de aplicaciones para la Web ofrece a los desarrolladores un control total sobre su contenido, sus funcionalidades y su distribución, además de la posibilidad de tener acceso a cientos de millones de usuarios de Firefox a través de Firefox Marketplace.
it: Creare app per il Web garantisce agli sviluppatori il pieno controllo sui contenuti, sulle funzionalità e sul processo di distribuzione delle app stesse, inclusa una platea di centinaia di migliaia di utenti grazie a Firefox Marketplace.
pl: Tworzenie aplikacji dla sieci umożliwia twórcom pełną kontrolę nad treścią, funkcjonalnością oraz sposobem dystrybucji, włączając w to dostęp do setek milionów użytkowników Firefoksa poprzez Firefox Marketplace.

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems &mdash; closing the gap between Web and native apps for the first time.
cs: S pomocí otevřených webových standardů a API navržených Mozillou mohou být skvělé aplikace dostupné pro více platforem, zařízení a operačních systémů. Poprvé se tak smazává rozdíl mezi webem a nativními aplikacemi.
de: Wenn offene Web-Standards und von Mozilla gestaltete APIs verwendet werden, kann ein tolles Anwendungserlebnis über verschiedene Plattformen, Geräte und Betriebssyteme geliefert werden &mdash; dies schließt erstmals die Lücke zwischen Web- und nativen Anwendungen.
es: El uso de estándares de la Web abierta y API diseñadas por Mozilla nos permite ofrecer grandes experiencias con aplicaciones en multitud de plataformas, dispositivos y sistemas operativos. Por primera vez se reduce la brecha entre aplicaciones web y aplicaciones nativas.
fr: En utilisant des standards du Web et des API Mozilla, d'excellentes applications peuvent être fournies sur différentes plateformes, appareils et systèmes d'exploitation &mdash; comblant le fossé entre les applications web et natives pour la première fois.
it: Grazie all'utilizzo degli standard web e delle API sviluppate da Mozilla è possibile distribuire delle app eccezionali su più piattaforme, dispositivi e sistemi operativi, colmando per la prima volta il divario tra il Web e le applicazioni native.
ko: 오픈된 웹 표준 기술과 Mozilla가 설계한 API, 뛰어난 앱 사용자 경험등이 다양한 플랫폼, 기기 및 운영체제를 넘나들며 전달될 수 있습니다 &mdash; 먼저 웹과 네이티브 앱 간의 차이를 좁혀야 합니다.
nl: Door gebruik te maken van open webstandaarden en door Mozilla ontworpen API’s kunnen geweldige app-ervaringen worden bereikt op meerdere platforms, apparaten en besturingssystemen &ndash; waarmee de kloof tussen web- en geïnstalleerde apps voor het eerst wordt gedicht.
pl: Wykorzystanie otwartych standardów sieciowych oraz API stworzonych przez Mozillę może dostarczyć wspaniałych doświadczeń z aplikacjami na wielu platformach, urządzeniach oraz systemach operacyjnych &mdash; zamykając po raz pierwszy lukę między siecią i aplikacjami natywnymi.
zh_cn: 使用开放网络标准和 Mozilla 设计的 API ，可以跨平台、设备和操作系统提供绝佳的应用体验 &mdash; 网页和原生应用之间的差距首次得以弥补。

source: The Firefox Marketplace gives users the opportunity to find, try and buy Apps and content that matters most to them. This means exciting, useful and high-quality Apps relevant to local markets across all categories that users can use to get the most out of their daily lives.
cs: Firefox Marketplace dává uživatelům možnost nalézt, vyzkoušet a koupit aplikace a obsah, který je zajímá. Mají tak ve všech kategoriích k dispozici užitečné a kvalitní aplikace, které jsou relevantní pro lokální trh, a které mohou každodenně používat.
de: Der Firefox-Marktplatz bietet Anwendern die Möglichkeit, Anwendungen und die für sie wichtigsten Inhalte zu finden, auszuprobieren und zu kaufen. Das bedeutet in allen Kategorien aufregende, hilfreiche und qualitativ hochwertige Anwendungen, die für die lokalen Märkte wichtig sind, die Anwender verwenden können, um das meiste aus ihrem täglichen Leben herauszuholen.
es: Firefox Marketplace ofrece a los usuarios la posibilidad de buscar, probar y adquirir aquellas aplicaciones y contenidos que más les interesa: aplicaciones de alta calidad, útiles y apasionantes para los mercados locales y en todas las categorías que los usuarios pueden disfrutar en su vida diaria.
it: Firefox Marketplace consente agli utenti di trovare, provare e acquistare le app e i contenuti che meglio si adattano alle loro esigenze. Ciò significa app interessanti, utili e di alta qualità, pertinenti ai mercati locali e alle categorie che gli utenti possono utilizzare per ottenere il massimo nella loro esperienza quotidiana.
pl: Firefox Marketplace daje użytkownikom możliwość znalezienia, wypróbowania i zakupu aplikacji oraz treści, które są dla nich istotne. Oznacza to ciekawe, użyteczne i wysokiej jakości aplikacje we wszystkich kategoriach, dostosowane do lokalnych rynków, które użytkownicy mogą stosować, by wyzyskać jak najwięcej z codziennego życia.

source: Mozilla's global reach extends to hundreds of millions of Firefox users worldwide. Through intelligent Marketplace curation and effective use of Mozilla’s marketing channels, Mozilla can help developers can get their App into the hands of their target users around the world.
cs: Záběr Mozilly zahrnuje stovky miliónů uživatelů Firefoxu po celém světe. Prostřednictvím inteligentního Marketplace a efektivního používání marketingových kanálů může Mozilla pomoci vývojářům dostat jejich aplikace k rukám mnoha uživatelů po celém světě.
de: Mozillas weltweite Einflussbereich erreicht hundertemillionen von Firefox-Anwendern weltweit. Durch intelligente Pflege des Marktplatzes und effektive Nutzung von Mozillas Marketing-Kanälen, kann Mozilla Entwicklern helfen, ihre Anwendungen in die Hände ihrer angepeilten Anwender auf der ganzen Welt zu liefern.
es: El alcance global de Mozilla se extiende a cientos de millones de usuarios de Firefox alrededor del mundo. Por medio de una gestión inteligente del Marketplace y del uso efectivo de los canales de comercialización de Mozilla, Mozilla puede ayudar a los desarrolladores a llevar sus aplicaciones a los usuarios de todo el mundo.
it: Il bacino di influenza di Mozilla si estende a centinaia di milioni di utenti in tutto il mondo. Grazie alla gestione intelligente del Marketplace e a un efficace utilizzo dei canali di marketing, Mozilla può aiutare gli sviluppatori nella distribuzione delle loro app a un pubblico mirato di utenti in tutto il mondo.
pl: Globalny zasięg Mozilli to setki milionów użytkowników Firefoksa na świecie. Dzięki inteligentnym zasobom Marketplace oraz efektywnemu użyciu swoich kanałów marketingowych Mozilla może pomóc autorom w dostarczeniu ich aplikacji w ręce docelowych użytkowników z całego świata.

source: Before the public launch later this year, Mozilla will be opening the Marketplace for user testing. Take advantage of this by being one of the first App developers to build a user base. Submit your App to:
cs: Před dostupností Marketplace pro všechny uživatele jej Mozilla otevírá pro uživatelské testování. Získejte díky tomu výhodu, buďte jedním z prvních vývojářů aplikací a vybudujte si uživatelskou základnu.
de: Vor der öffentlichen Freigabe später in diesem Jahr wird Mozilla den Marktplatz für den Benutzertest öffnen. Nutzen Sie dies, um den Vorteil zu haben, einer der ersten Anwendungsentwickler zu sein, der sich eine Benutzerbasis aufbaut. Senden Sie Ihre Anwendung an:
es: Antes de que el lanzamiento se haga público este año, Mozilla abrirá Marketplace para que los usuarios lo prueben. Aprovéchate y sé uno de los primeros desarrolladores de aplicaciones en crear una base de usuarios. Envía tu aplicación para:
it: Prima dell'apertura al pubblico, che avverrà verso fine anno, Mozilla aprirà il Marketplace per il collaudo da parte degli utenti. Approfitta di questa opportunità e diventa uno dei primi sviluppatori a creare attorno alla sua app una solida base di utenti. Invia la tua app a:
pl: Przed oficjalnym uruchomieniem Marketplace w dalszej części tego roku, Mozilla otworzy go do testowania przez użytkowników. Skorzystaj z tego i bądź jednym z pierwszych autorów, by zbudować bazę użytkowników. Udostępnij swoją aplikację:

source: Test your App with a committed group of early adopters.
cs: Vyzkoušejte si svou aplikací na skupině prvních uživatelů.
de: Testen Sie Ihre Anwendung mit einer engagierten Gruppe von frühzeitigen Anwendern.
es: Probar tu aplicación con un grupo comprometido de pioneros tecnológicos,
it: Testa l'app assieme a un gruppo di fedelissimi pionieri del negozio.
pl: Testuj aplikację z zaangażowaną grupą miłośników nowinek.

source: Build an early fan base and gain popularity.
cs: Vybudujte si základnu uživatelů a získejte popularitu.
de: Bauen Sie sich eine frühe Fan-Gemeinde auf und erlangen Sie Beliebtheit.
es: Crear una base inicial de fans y ganar popularidad,
fr: Construisez une base de fans et gagnez en popularité.
it: Crea il tuo zoccolo duro di fan e diventa popolare.
ko: 초기 팬층을 확보해서 인기를 얻어봅시다.
nl: Bouw een groep van vroege fans en win populariteit.
pl: Zbuduj grupę pierwszych fanów i zyskaj popularność.
zh_cn: 建立资深用户基础并让他流行起来。

source: Target tech savvy consumers with your App.
cs: Zaměřte se se svou aplikací na technicky zdatné uživatele.
de: Peilen Sie mit Ihrer Anwendung technikversierte Verbraucher an.
es: Mostrar tu aplicación y atraer a los consumidores expertos en tecnología.
it: Rivolgi la tua app a un pubblico di consumatori esperti di tecnologia.
pl: Skieruj aplikację do biegłych technologicznie użytkowników.

source: Sign up for our monthly newsletter about Firefox OS, Marketplace and the Open Web apps ecosystem. <a href="%(dev_phone_url)s">Check out the developer phone preview</a>
cs: Přihlašte se k odběru našeho měsíčního zpravodaje o Firefox OS, Marketplace a ekosystému otevřených webových aplikací. <a href="%(dev_phone_url)s">Podívejte se na vývojářské telefony</a>
de: Melden Sie sich für unseren monatlichen Newsletter über Firefox OS, Marketplace und das Ökosystem der Anwendungen des offenen Web an. <a href="%(dev_phone_url)s">Sehen Sie sich die Vorschau zum Entwicklerhandy an</a>
es: Regístrate para recibir nuestro boletín mensual sobre Firefox OS, Marketplace y el ecosistema de aplicaciones web abiertas. <a href="%(dev_phone_url)s">Mira el teléfono prototipo para desarrolladores</a>
it: Iscriviti alla nostra newsletter mensile dedicata a Firefox OS, al Marketplace e all'ecosistema delle app web aperte. <a href="%(dev_phone_url)s">Scopri il telefono prototipo per sviluppatori</a>
pl: Zamów nasz comiesięczny newsletter poświęcony Firefox OS, Marketplace i ekosystemowi aplikacji otwartej sieci. <a href="%(dev_phone_url)s">Sprawdź telefon deweloperski</a>

source: Developer Devices
cs: Zařízení pro vývojáře
de: Entwicklergeräte
es: Dispositivos para desarrolladores
fr: Appareils développeurs
it: Dispositivi per sviluppatori
ko: 개발자용 단말기
nl: Ontwikkelaars-apparaten
pl: Sprzęt twórców
ru: Устройства разработчика
zh_cn: 开发者设备

source: Code &amp; Tools
cs: Kód a nástroje
de: Quelltext &amp: Werkzeuge
es: Herramientas y código
fr: Code et Outils
it: Codice e strumenti
ko: 코드와 도구
nl: Code en hulpmiddelen
pl: Kod i narzędzia
ru: Код и инструменты
zh_cn: 代码和工具

source: Events &amp; Meetups
cs: Události a setkání
de: Veranstaltungen &amp; Treffen
es: Eventos y encuentros
fr: Évènements et Rencontres
it: Eventi e incontri
ko: 이벤트와 모임
nl: Evenementen en ontmoetingen
pl: Wydarzenia i spotkania
ru: События и встречи
zh_cn: 事件和聚会

source: I'm okay with Mozilla handling this information as explained in the <a href="%(privacy_link)s">Privacy Policy</a>.
cs: Souhlasím, aby s těmito údaji Mozilla nakládala tak, jak je popsáno v <a href="%(privacy_link)s">zásadách ochrany soukromí</a>.
de: Ich bin einverstanden, dass Mozilla diese Daten wie in der <a href="%(privacy_link)s">Datenschutzerklärung</a> angegeben verwendet.
es: Estoy de acuerdo con que Mozilla gestione esta información tal y como se explica en la <a href="%(privacy_link)s">Política de privacidad</a>.
fr: Je suis d'accord pour que Mozilla traite cette information comme expliqué dans la <a href="%(privacy_link)s">politique de vie privée</a>.
it: Consento a Mozilla il trattamento di queste informazioni secondo i termini riportati nell'<a href="%(privacy_link)s">Informativa sulla privacy</a>.
ko: Mozilla가 본 정보를 <a href="%(privacy_link)s">개인 정보 보호 정책</a>에 설명한 대로 다룬다는 것에 동의합니다.
nl: Ik ben het eens met hoe Mozilla met deze gegevens omgaat, zoals uitgelegd in het <a href="%(privacy_link)s">privacybeleid</a>.
pl: Akceptuję sposób wykorzystania danych przez Mozillę, opisany <a href="%(privacy_link)s">Polityce prywatności</a>.
zh_cn: 我同意 Mozilla 按照<a href="%(privacy_link)s">隐私政策</a>中解释的那样处理这些信息。

source: Sign me up!
cs: Přihlásit mě!
de: Schreibt mich auf die Liste!
es: ¡Registrarme!
fr: Me connecter !
it: Iscrivimi
ko: 가입하기!
nl: Schrijf mij in!
pl: Zamów
ru: Подписать меня!
zh_cn: 我要注册！

source: Marketplace Submission
cs: Přidání do Marketplace
de: Übermittlung an den Marktplatz
es: Envío a Marketplace
fr: Envoi sur le Marketplace
it: Caricare sul Marketplace
ko: 마켓플레이스에 업로드
nl: Indienen bij Marketplace
pl: Przesłanie do Marketplace
ru: Отправка в Магазин
zh_cn: 提交到应用市场

source: Payments Status
cs: Stav plateb
de: Zahlungsstatus
fr: État des paiements
it: Stato pagamenti
ko: 결제 상태
nl: Betalingsstatus
pl: Status płatności
zh_cn: 支付状态

source: View with subtitles
cs: Zobrazit s titulkami
de: Mit Untertiteln ansehen
es: Ver con subtítulos
fr: Voir avec des sous-titres
it: Mostra i sottotitoli
ko: 자막 표시
nl: Bekijken met ondertiteling
pl: Zobacz z napisami
ru: Просмотр с субтитрами
zh_cn: 带字幕查看

source: Made in partnership with our friends at Treehouse
de: Entwickelt in Zusammenarbeit mit unseren Freunden bei Treehouse
es: Hecho en colaboración con nuestros amigos de Treehouse
fr: Réalisé en partenariat avec nos amis de Treehouse
it: In collaborazione con gli amici di Treehouse
ko: 나무위 오두막에서 우리 친구들과 파트너쉽을 만들어 보세요
nl: Gemaakt samen met onze vrienden bij Treehouse
pl: Zrobione razem z naszymi przyjaciółmi z Treehouse
zh_cn: 在树屋（Treehouse）与我们的朋友合作

source: Check them out!
de: Sehen Sie sie sich an!
es: ¡Pruébalos!
fr: Allez les voir !
it: Visita il loro sito.
ko: 확인하기!
nl: Ga er eens langs!
pl: Sprawdź ich!
ru: Оцените их!
zh_cn: 结账吧！

source: Partner with Mozilla to distribute your apps through an open marketplace to over 450 million users
cs: Buďte partner Mozilly a distribujte své aplikace skrze otevřený obchod k 450 miliónům uživatelům
de: Schließen Sie eine Partnerschaft mit Mozilla, um Ihre Anwendungen über einen offenen Marktplatz an über 450 Millionen Anwender zu verteilen
es: Asóciate con Mozilla para distribuir tus aplicaciones en una mercado abierto a más de 450 millones de usuarios
fr: Partenariat avec Mozilla pour distribuer vos applications via un marketplace ouvert à plus de 450 millions d'utilisateurs
it: Diventa partner di Mozilla per distribuire la tua app su un mercato aperto a oltre 450 milioni di utenti
ko: Mozilla의 파트너가 되어 4억 5천만이 넘는 이용자를 보유한 오픈 마켓플레이스에서 앱을 배포하세요
nl: Word een partner van Mozilla om uw apps via een open marktplaats te verspreiden onder meer dan 450 miljoen gebruikers
pl: Zostań partnerem Mozilli, by udostępniać swoje aplikacje 450 milionom użytkowników poprzez otwarty sklep
zh_cn: 与 Mozilla 合作，通过开放的应用市场向4.5亿用户分发您的应用
