Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Cannot diff a version against itself
cs: Nelze porovnat verzi proti sama sobě
de: Eine Version kann nicht mit sich selbst verglichen werden
es: No se puede comparar una versión consigo misma
fr: Impossible de calculer une différence entre deux versions identiques
it: Non è possibile comparare una versione con se stessa
ja: 同じバージョンの差分を取ることはできません
ko: 같은 파일끼리 버전 비교는 할 수 없습니다.
nl: Kan geen diff van een versie tegen zichzelf maken
pa_in: ਵਰਜਨ ਦਾ ਖੁਦ ਤੋਂ ਫ਼ਰਕ ਨਹੀਂ ਕਰ ਸਕਦਾ
pl: Nie można porównać wersji samej z sobą
pt_pt: Não é possível comparar uma versão consigo própria
uk: Різниця версії проти самої себе неможлива
zh_cn: 无法判断一个版本与他自身的差别

source: That file no longer exists.
cs: Tento soubor již neexistuje.
de: Diese Datei existiert nicht mehr.
es: Este archivo ya no existe.
fr: Ce fichier n'existe plus
it: Il file non è più presente.
ja: このファイルは存在しません。
ko: 그 파일은 더이상 존재하지 않습니다.
nl: Dat bestand bestaat niet meer.
pa_in: ਇਹ ਫ਼ਾਈਲ ਹੁਣ ਮੌਜੂਦ ਨਹੀਂ।
pl: Ten plik już nie istnieje.
pt_pt: Esse ficheiro já não existe.
ru: Этот файл более не существует.
sl: Ta datoteka ne obstaja več.
uk: Такий файл більше не існує.
zh_cn: 此文件已不存在。

source: File size is over the limit of {0}.
cs: Velikost souboru je větší než limit {0}.
de: Dateigröße liegt über der Grenze von {0}.
es: El tamaño del archivo sobrepasa el límite de {0}.
fr: La taille du fichier dépasse la limite de {0}.
it: Le dimensioni del file superano il limite di {0}.
ja: ファイルサイズが {0} の上限を超えています。
ko: 파일이 제한 크기인 {0}보다 큽니다.
nl: Bestandsgrootte is boven de grens van {0}.
pa_in: ਫ਼ਾਈਲ ਅਕਾਰ {0} ਦੀ ਹੱਦ ਤੋਂ ਵੱਧ ਹੈ।
pl: Rozmiar pliku przekracza limit {0}.
pt_pt: O tamanho do ficheiro está acima do limite de {0}.
ru: Размер файла превышает лимит в {0}.
uk: Розмір файлу перевищує обмеження {0}.
zh_cn: 文件大小超过了{0}限制。

source: Problems decoding {0}.
cs: Problémy s dekódováním {0}.
de: Probleme beim dekodieren von {0}.
es: Problemas al decodificar {0}.
fr: Problèmes pendant le décodage de {0}.
it: Si sono verificati dei problemi durante la decodifica di {0}.
ja: {0} をデコードできませんでした。
ko: {0} 디코딩 문제입니다.
nl: Problemen bij decoderen van {0}.
pa_in: ਡਿਕੋਡ ਪਰੇਸ਼ਾਨੀਆਂ {0}।
pl: Problemy z dekodowaniem {0}.
pt_pt: Problemas ao decodificar {0}.
ru: Проблемы декодирования {0}.
uk: Проблеми декодування {0}.
zh_cn: 问题编译中{0}。

source: This file is not viewable online. Please download the file to view the contents.
cs: Tento soubor není zobrazitelný online. Pro jeho zobrazení si jej stáhněte.
de: Diese Datei lässt sich nicht online betrachten. Bitte laden Sie die Datei herunter, um ihre Inhalte zu sehen.
es: No es posible ver este archivo en línea. Por favor, descárgalo para ver los contenidos.
fr: Ce fichier ne peut être visualisé en ligne. Merci de le télécharger pour voir son contenu.
it: Questo file non può essere visualizzato online. Scarica il file per visualizzarne il contenuto.
ja: このファイルはオンラインで表示できません。内容を表示するにはファイルをダウンロードしてください。
ko: 이 파일은 온라인상에서 조회가 불가능합니다. 내용을 보시려면 해당 파일을 다운로드 해주세요.
nl: Dit bestand kan niet online worden bekeken. Download het bestand om de inhoud te bekijken.
pa_in: ਇਹ ਫ਼ਾਈਲ ਆਨਲਾਈਨ ਵੇਖਣਯੋਗ ਨਹੀਂ ਹੈ। ਸਮੱਗਰੀ ਵੇਖਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਫ਼ਾਈਲ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ।
pl: Zawartości tego pliku nie można zobaczyć w trybie online. Pobierz plik, by zobaczyć jego zawartość.
pt_pt: Este ficheiro não é vísivel online. Por favor, transfira o ficheiro para ver o conteúdo.
ru: Этот файл невозможно просмотреть в Интернете. Пожалуйста, загрузите файл для просмотра содержимого.
sl: Te datoteke na spletu ni mogoče prikazati. Prenesite si datoteko, če si jo hočete ogledati.
uk: Цей файл неможливо переглянути онлайн. Завантажте його, щоб переглянути.
zh_cn: 此文件无法在线查看。请下载文件以查看内容。

source: This file is a directory.
cs: Tento soubor je adresář.
de: Diese Datei ist ein Verzeichnis.
es: El archivo es un directorio.
fr: Ce fichier est un répertoire.
it: Questo file è una directory.
ja: このファイルはディレクトです。
ko: 이 파일은 디렉토리입니다.
nl: Dit bestand is een map.
pa_in: ਇਹ ਫ਼ਾਈਲ ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਹੈ।
pl: Ten plik jest katalogiem.
pt_pt: Este ficheiro é uma directoria.
ru: Этот файл является каталогом.
sl: Ta datoteka je imenik.
uk: Цей файл є каталогом.
zh_cn: 此文件是一个目录。

source: There was an error accessing file %s. %s.
cs: Vyskytl se problém při přístupu k souboru %s. %s.
de: Beim Zugriff auf die Datei %s ist ein Fehler aufgetreten. %s
es: Hubo un error al acceder al archivo %s. %s.
fr: Une erreur est survenue pendant l'accès au fichier %s. %s.
it: Si è verificato un errore durante l'accesso al file %s. %s.
ja: ファイル「%s」を開けませんでした。%s
ko: %s 파일을 접근하는 과정에서 오류가 발생했습니다. %s.
nl: Er is een fout opgetreden bij het openen van het bestand %s. %s.
pa_in: ਫ਼ਾਈਲ %s ਤੱਕ ਪਹੁੰਚ ਕਰਦੇ ਸਮੇਂ ਖਾਮੀ ਆਈ। %s।
pl: Wystąpił błąd w dostępie do pliku %s. %s.
pt_pt: Houve um erro ao aceder ao ficheiro %s. %s.
ru: Ошибка при доступе к файлу %s. %s.
sl: Pri delu z datoteko %s je prišlo do napake. %s.
uk: Сталася помилка під час доступу до файлу %s. %s.
zh_cn: 访问文件 %s 时遇到错误。%s。

source: There was an error accessing file %s.
cs: Vyskytl se problém při přístupu k souboru %s.
de: Beim Zugriff auf die Datei %s ist ein Fehler aufgetreten.
es: Hubo un error al acceder al archivo %s.
fr: Une erreur est survenue pendant l'accès au fichier %s.
it: Si è verificato un errore durante l'accesso al file %s.
ja: ファイル「%s」を開けませんでした。
ko: %s 파일을 접근하는 과정에서 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het openen van het bestand %s.
pa_in: ਫ਼ਾਈਲ %s ਤੱਕ ਪਹੁੰਚ ਕਰਦੇ ਸਮੇਂ ਖਾਮੀ ਆਈ।
pl: Wystąpił błąd w dostępie do pliku %s.
pt_pt: Houve um erro ao aceder ao ficheiro %s.
ru: Ошибка при доступе к файлу %s.
sl: Pri delu z datoteko %s je prišlo do napake.
uk: Сталася помилка під час доступу до файлу %s.
zh_cn: 访问文件 %s 时遇到错误。

source: Could not parse uploaded file.
cs: Nepodařilo se zpracovat nahrávaný soubor.
de: Hochgeladene Datei konnte nicht geparst werden.
es: No se ha podido interpretar el archivo subido.
fr: Impossible de lire le fichier envoyé.
it: Impossibile analizzare il file caricato.
ja: アップロードされたファイルを解析できませんでした。
ko: 업로드한 파일을 인식할 수 없습니다.
nl: Kan geüpload bestand niet uitpakken.
pa_in: ਅੱਪਲੋਡ ਫ਼ਾਈਲ ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕਰ ਸਕਦਾ।
pl: Nie można przetworzyć przesłanego pliku.
pt_pt: Não foi possível analisar o ficheiro carregado.
ru: Не удалось распарсить загруженный файл.
sl: Prenesene datoteke ni bilo mogoče razčleniti.
uk: Не вдалося розібрати завантажений файл.
zh_cn: 无法解析上传的文件。

source: The file "manifest.webapp" was not found at the root of the packaged app archive.
cs: Soubor "manifest.webapp" nebyl v hlavním adresáři balíčku s aplikací nalezen.
de: Die Datei „manifest.webapp“ wurde nicht im Wurzelverzeichnis des gepackten Anwendungsarchivs gefunden.
es: El archivo "manifest.webapp" no se encontró en la raíz del archivo de la aplicación empaquetada.
fr: Le fichier « manifest.webapp » n'a pas été trouvé à la racine de l'application empaquetée.
it: Nella directory principale dell'archivio dell'app non è stato trovato il file "manifest.webapp".
ko: 패키징된 앱 압축파일의 루트에 "manifest.webapp" 파일이 없습니다.
nl: Het bestand “manifest.webapp” is niet aangetroffen in de root van het verpakte app-archiefbestand.
pl: Nie znaleziono pliku „manifest.webapp” w katalogu głównym spakowanego archiwum aplikacji.
sl: Datoteke "manifest.webapp" ni bilo najti v korenu pakiranega arhiva za aplikacijo.
zh_cn: 文件"manifest.webapp"在获取应用包根目录中未发现。

source: Could not decode the webapp manifest file.
cs: Nepodařilo se dekódovat soubor s manifestem (webapp).
de: Die Webapp-Manifest-Datei konnte nicht dekodiert werden.
es: No se pudo descifrar el archivo manifest de la aplicación web.
fr: Impossible de décoder le fichier manifest de la webapp.
it: Non è possibile decodificare il manifesto della webapp.
ko: webapp manifest 파일은 디코드할 수 없습니다.
nl: Kan het webapp-manifestbestand niet decoderen.
pl: Nie można zdekodować pliku z manifestem aplikacji.
ru: Не удалось распарсить файл манифеста веб-приложения.
sl: Ni bilo mogoče razčleniti datoteke manifest za aplikacijo.
zh_cn: 无法解码 webapp 清单文件。

source: The webapp manifest is not valid JSON.
cs: Manifest webapp není platný formát JSON.
de: Das Webapp-Manifest ist kein gültiges JSON.
es: El archivo manifest de la aplicación web no un JSON válido.
fr: Le fichier manifest de la webapp n'est pas du JSON valide.
it: Il manifesto della webapp non è in un formato JSON valido.
ko: webapp manifest가 올바른 JSON 형식이 아닙니다.
nl: Het webapp-manifest is geen geldige JSON.
pl: Manifest webappp nie jest poprawnym formatem JSON.
sl: Manifest za webapp ni veljaven JSON.
zh_cn: webapp 清单文件不是有效的 JSON。

source: Your specified app locales are not in the correct format.
cs: Vámi zadané jazyky aplikace nejsou v korektním formátu.
de: Ihre angegebenen Sprachen für die Anwendungen befinden sich nicht im korrekten Format.
es: Los idiomas especificados para tu aplicación no están en el formato correcto.
fr: Les traductions définies dans votre application ne sont pas dans un format correct.
it: I locale specificati per questa app non sono nel formato corretto.
ko: 명시한 앱의 화면 크기가 알맞은 형식이 아닙니다.
nl: Uw opgegeven app-locales zijn niet juist opgemaakt.
pl: Określone języki aplikacji nie są w poprawnym formacie.
ru: Указанные вами локали приложения имеют некорректный формат.
sl: Lokalne nastavitve, navedene za vašo aplikacijo, niso v pravilnem formatu.
zh_cn: 您所指定的应用语言格式不正确。

source: Developer name is required in the manifest in order to display it on the app's listing.
cs: Jméno vývojáře je vyžadováno, protože je potřeba pro zobrazení na stránce s aplikací.
de: Entwicklername muss im Manifest stehen, um ihn im Listeneintrag der Anwendung anzuzeigen.
es: El nombre del desarrollador es obligatorio en el archivo manifest para que pueda mostrarse en el listado de aplicaciones.
fr: Le nom du développeur est nécessaire dans le manifeste pour l'afficher dans le listing de l'application.
it: È necessario inserire il nome dello sviluppatore nel manifesto affinché possa essere visualizzato nella pagina dell'app.
ko: 앱 나열시 노출될 개발자 이름이 설치 선언문에 들어가야 합니다.
nl: De naam van de ontwikkelaar is verplicht in het manifest zodat deze kan worden weergegeven in de lijst.
pl: W manifeście wymagana jest nazwa autora, by wyświetlić ją na stronie aplikacji.
zh_cn: 资源配置文件中必须有开发者的名字以便显示在应用列表中。

source: Invalid file name in archive: {0}
cs: Neplatné jméno souboru v archivu: {0}
de: Ungültiger Dateiname im Archiv: {0}
es: Nombre de archivo no válido en archivo: {0}
fr: Nom de fichier invalide dans l'archive : {0}
it: Nome di file non valido nell'archivio: {0}
ja: アーカイブ内のファイル名が不正です: {0}
ko: 압축 파일내 잘못된 파일 이름: {0}
nl: Ongeldige bestandsnaam in archief: {0}
pa_in: ਅਕਾਈਵ ਵਿੱਚ ਗਲਤ ਫ਼ਾਈਲ ਨਾਂ:{0}
pl: Nieprawidłowa nazwa pliku w archiwum: {0}
pt_pt: Nome de ficheiro inválido no arquivo: {0}
uk: Неправильне ім'я файлу в архіві: {0}
zh_cn: 无效文件名存在于压缩包：{0}

source: File exceeding size limit in archive: {0}
cs: Překročena velikost souboru v archivu: {0}
de: Datei überschreitet Größenbeschränkung im Archiv: {0}
es: Archivo excede límite de tamaño en archivo: {0}
fr: Fichier dépassant la taille limite dans l'archive : {0}
it: File che supera la dimensione massima consentita nell'archivio: {0}
ja: アーカイブ内のファイルがサイズ制限を超えています: {0}
ko: 압축 파일내 파일 용량 제한 초과: {0}
nl: Te groot bestand in archief: {0}
pa_in: ਅਕਾਈਵ ਵਿੱਚ ਫ਼ਾਈਲ ਨੇ ਅਕਾਰ ਸੀਮਾ ਲੰਘੀ: {0}
pl: Plik przekracza limit rozmiaru w archiwum: {0}
pt_pt: Ficheiro que excede o limite de tamanho no arquivo: {0}
uk: Розмір файлу в архіві перевищує обмеження: {0}
zh_cn: 超过体积限制的文件存在于压缩包：{0}

source: Invalid archive.
cs: Neplatný archiv.
de: Ungültiges Archiv.
el: Μη έγκυρο συμπιεσμένο αρχείο.
es: Archivo no válido.
fr: Archive invalide.
it: Archivio non valido.
ja: 不正なアーカイブです。
ko: 잘못된 압축 파일입니다.
nl: Ongeldig archief.
pa_in: ਗਲਤ ਅਕਾਈਵ।
pl: Niewłaściwe archiwum.
pt_pt: Arquivo inválido.
ru: Некорректный архив.
sl: Neveljaven arhiv.
uk: Некоректний архів.
zh_cn: 无效的压缩文件。

source: Could not parse install.rdf.
cs: Nelze zpracovat soubor install.rdf.
de: install.rdf konnte nicht geparst werden.
el: Δεν ήταν δυνατή η επεξεργασία του install.rdf.
es: No se ha podido interpretar install.rdf.
fr: Impossible de lire install.rdf.
it: Impossibile leggere il file install.rdf.
ja: install.rdf を解析できませんでした。
ko: install.rdf를 읽어들이지 못했습니다.
nl: Kan install.rdf niet ontleden.
pa_in: install.rdf ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕਰ ਸਕਦਾ।
pl: Nie można przetworzyć pliku install.rdf.
pt_pt: Não foi possível fazer parse a install.rdf.
ru: Невозможно разобрать install.rdf.
sl: Ni bilo mogoče razčleniti install.rdf.
uk: Не вдалося розібрати install.rdf.
zh_cn: 无法解析 install.rdf。

source: Could not find a UUID.
cs: Nepodařilo se nalézt UUID.
de: Keine UUID gefunden.
el: Δεν βρέθηκε UUID.
es: No se pudo encontrar un UUID.
fr: Impossible de trouver un identifiant UUID.
it: Impossibile trovare un UUID.
ja: UUID が見つかりません。
ko: UUID를 찾을 수 없습니다.
nl: Kan geen UUID vinden.
pl: Nie można znaleźć identyfikatora UUID.
pt_pt: Não foi possível encontrar um UUID.
ru: Не удалось найти UUID.
sl: UUID ni bilo najti.
zh_cn: 无法找到 UUID。

source: UUID doesn't match add-on.
cs: UUID neodpovídá doplňku.
de: UUID passt nicht zum Add-on.
el: Δεν ταιριάζει το UUID με το πρόσθετο.
es: El UUID no coincide con el del complemento.
fr: L'identifiant UUID ne correspond pas au module.
it: L'UUID non corrisponde al componente aggiuntivo.
ja: アドオンの UUID が一致しません。
ko: UUID가 부가 기능과 일치하지 않습니다.
nl: UUID komt niet overeen met add-on.
pl: UUID nie pasuje do dodatku.
pt_pt: O UUID não corresponde ao extra.
ru: UUID не соответствует дополнению.
sl: UUID se ne ujema z dodatkom.
zh_cn: UUID 与附加组件不匹配。

source: Duplicate UUID found.
cs: Byl nalezen duplicitní UUID.
de: Doppelte UUID gefunden.
el: Εντοπίστηκε διπλότυπο UUID
es: Encontrado UUID duplicado.
fr: Identifiant UUID dupliqué.
it: Rilevato UUID duplicato.
ja: UUID が重複しています。
ko: 동일한 UUID가 있습니다.
nl: Dubbele UUID gevonden.
pl: Znaleziono duplikat identyfikatora UUID.
pt_pt: Encontrado UUID duplicado.
ru: Найден дубликат UUID.
sl: Našel dvojni UUID.
zh_cn: 发现重复的 UUID。

source: Version numbers should have fewer than 32 characters.
cs: Čísla verzí by měly mít méně než 32 znaků.
de: Versionsnummern sollten weniger als 32 Zeichen haben.
el: Οι αριθμοί εκδόσεων θα πρέπει να έχουν λιγότερους από 32 χαρακτήρες.
es: Los números de las versiones deben tener menos de 32 caracteres.
fr: Les numéros de versions doivent comprendre moins de 32 caractères.
it: I numeri di versione devono essere lunghi meno di 32 caratteri.
ja: バージョン番号は 32 文字以内でなければなりません。
ko: 버전 번호는 32 글자 미만이어야 합니다.
nl: Versienummers mogen uit niet meer dan 32 tekens bestaan.
pa_in: ਵਰਜਨ ਨੰਬਰ 32 ਅੱਖਰਾਂ ਤੋਂ ਘੱਟ ਦੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Numer wersji powinien zawierać mniej niż 32 znaki.
pt_pt: Os números de versão deve ter menos de 32 caracteres.
ru: Номера версий должны иметь менее 32-х символов.
sl: Številke različice morajo imeti manj kot 32 znakov.
uk: Номери версій повинні мати менше, ніж 32 символи.
zh_cn: 版本号应少于 32 个字符。

source: Version numbers should only contain letters, numbers, and these punctuation characters: +*.-_.
cs: Čísla verzí by měla obsahovat pouze základní znaky, čísla a následující speciální znaky: +*.-_.
de: Versionsnummern sollten nur Buchstaben, Zahlen und diese Zeichen enthalten: +*.-_.
el: Οι αριθμοί εκδόσεων μπορούν να περιλαμβάνουν μόνο αριθμούς, γράμματα και αυτά τα σύμβολα: +*.-_.
es: Los números de las versiones deben contener únicamente letras, números y los siguientes caracteres: +*.-_.
fr: Les numéros de versions doivent uniquement contenir des lettres, des chiffres, et les caractères suivants : +*.-_.
it: I numeri di versione possono contenere solo lettere, numeri e i seguenti caratteri di punteggiatura: +*.-_.
ja: バージョン番号に英数字もしくは記号「+*.-_.」以外の文字を含めることはできません。
ko: 버전 번호엔 문자, 숫자, 다음의 특수 기호만 들어있어야 합니다: +*.-_
nl: Versienummers mogen alleen letters, cijfers en deze interpunctietekens bevatten: +*.-_.
pa_in: ਵਰਜਨ ਨੰਬਰਾਂ ਵਿੱਚ ਕੇਵਲ ਅੱਖਰ,ਨੰਬਰ ਅਤੇ ਇਹ ਵਿਰਾਮ ਚਿੰਨ੍ਹ ਸ਼ਾਮਲ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ: +*.-_।
pl: Numer wersji powinien zawierać tylko litery, cyfry i następujące znaki interpunkcyjne: +*.-_.
pt_pt: Os números de versão deve conter apenas letras, números e estes caracteres de pontuação: +*.-_.
ru: Номера версий могут состоять только из букв, цифр и следующих знаков препинания: +*.-_.
sl: Številke različice smejo vsebovati le črke, številke in naslednja ločila: +*.-_.
uk: Номери версій повинні містити лише літери, цифри та наступні знаки: +*.-_.
zh_cn: 版本号只能包含英文字母、数字以及这些标点符号：+*.-_。

source: <em:type> doesn't match add-on
cs: <em:type> neodpovídá doplňku
de: <em:type> passt nicht zum Add-on
el: <em:type> δεν ταιριάζει με το πρόσθετο
es: <em:type> no concuerda con un complemento
fr: <em:type> ne correspond pas au module
it: <em:type> non corrisponde al componente aggiuntivo
ja: <em:type> がアドオンと一致しません
ko: <em:type>이(가) 부가 기능과 일치하지 않습니다
nl: <em:type> komt niet overeen met add-on
pa_in: <em:type> ਦਾ ਐਡ-ਆਨ ਨਾਲ ਮੇਲ ਨਹੀਂ
pl: Typ <em:type> nie pasuje do dodatku
pt_pt: <em:type> não corresponde ao extra
ru: <em:type> не соответствует дополнению
sl: <em:type> se ne ujema z dodatkom
uk: <em:type> не відповідає додатку
zh_cn: <em:type> 与附加组件不匹配

source: Back to review
cs: Zpět na recenzi
de: Zurück zur Überprüfung
el: Πίσω στην αξιολόγηση
es: Volver a la revisión
fr: Retour à la revue
it: Ritorna alla recensione
ja: レビューのページへ戻る
ko: 평가로 돌아가기
nl: Terug naar beoordeling
pa_in: ਸਮੀਖਿਆ ਤੇ ਵਾਪਸ
pl: Wróć do recenzji
pt_pt: Voltar à revisão
ru: Вернуться к проверке
sl: Nazaj na recenzijo
uk: Назад до огляду
zh_cn: 返回审核

source: Back to addon
cs: Zpět na doplněk
de: Zurück zum Add-on
el: Πίσω στο πρόσθετο
es: Volver al complemento
fr: Retour au module
it: Ritorna al componente aggiuntivo
ja: アドオンのページへ戻る
ko: 부가 기능으로 돌아가기
nl: Terug naar add-on
pa_in: ਐਡਆਨ ਤੇ ਵਾਪਸ
pl: Wróć do dodatku
pt_pt: Voltar ao extra
ru: Вернуться к дополнению
sl: Nazaj na dodatke
uk: Назад до додатку
zh_cn: 返回附加组件

source: Download {0}
cs: Stáhnout {0}
de: {0} herunterladen
el: Λήψη {0}
es: Descargar {0}
fr: Télécharger {0}
ja: {0} をダウンロード
ko: 다운로드 {0}
nl: {0} downloaden
pa_in: ਡਾਊਨਲੋਡ {0}
pl: Pobierz {0}
pt_pt: Transferir {0}
ru: Загрузить {0}
sl: Prenesi {0}
uk: Завантажити {0}
zh_cn: 下载 {0}

source: Version: %(version)s &bull; Size: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
cs: Verze: %(version)s &bull; Velikost: %(size)s &bull; MD5 hash: %(md5)s &bull; MIME typ: %(mimetype)s
de: Version: %(version)s • Größe: %(size)s • MD5-Prüfsumme: %(md5)s • MIME-Typ: %(mimetype)s
es: Versión: %(version)s &bull; Tamaño: %(size)s &bull; MD5 hash: %(md5)s &bull; Tipo MIME: %(mimetype)s
fr: Version : %(version)s &bull; Taille : %(size)s &bull; Empreinte MD5 : %(md5)s &bull; Type MIME : %(mimetype)s
it: Versione: %(version)s &bull; Dimensione: %(size)s &bull; Hash MD5: %(md5)s &bull; Mimetype: %(mimetype)s
ja: バージョン: %(version)s &bull; サイズ: %(size)s &bull; MD5 ハッシュ: %(md5)s &bull; MIME タイプ: %(mimetype)s
ko: 버전: %(version)s &bull; 크기: %(size)s &bull; MD5 해쉬값: %(md5)s &bull; Mimetype: %(mimetype)s
nl: Versie: %(version)s &bull; Grootte: %(size)s &bull; MD5-hash: %(md5)s &bull; Mimetype: %(mimetype)s
pa_in: ਵਰਜਨ: %(version)s &bull; ਅਕਾਰ: %(size)s &bull; MD5 ਹੈਸ਼: %(md5)s &bull; ਮਾਈਮ ਕਿਸਮ: %(mimetype)s
pl: Wersja: %(version)s &bull; rozmiar: %(size)s &bull; suma kontrolna MD5: %(md5)s &bull; typ MIME: %(mimetype)s
pt_pt: Versão: %(version)s &bull; Tamanho: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
ru: Версия: %(version)s &bull; Размер: %(size)s &bull; Хэш MD5: %(md5)s &bull; Тип MIME: %(mimetype)s
sl: Inačica: %(version)s &bull; Velikost: %(size)s &bull; MD5 hash: %(md5)s &bull; Vrsta mime: %(mimetype)s
uk: Версія: %(version)s &bull; Розмір: %(size)s &bull; MD5 хеш: %(md5)s &bull; Тип MIME: %(mimetype)s
zh_cn: 版本：%(version)s &bull; 大小：%(size)s &bull; MD5 散列值：%(md5)s &bull; MIME 类型：%(mimetype)s

source: File Compare :: Editor tools
cs: Porovnání souborů :: Nástroje redaktora
de: Datei vergleichen :: Werkzeuge für Redakteure
es: Comparador de archivos :: Herramientas del editor
fr: Comparaison de fichier :: Outils de l'éditeur
it: Confronto file :: Strumenti di revisione
ja: ファイル比較 :: エディタ用ツール
ko: 파일 비교 :: 편집자 도구
nl: Bestandsvergelijking :: Editorhulpmiddelen
pa_in: ਫ਼ਾਈਲ ਤੁਲਨਾ :: ਸੰਪਾਦਕ ਟੂਲ
pl: Porównanie pliku :: Strefa recenzenta
pt_pt: Comparar ficheiro :: Ferramentas do editor
ru: Сравнение файлов :: Инструменты редактора
sl: Primerjava datotek :: Orodja za urejanje
uk: Порівняння файлів :: Інструменти рецензента
zh_cn: 文件比较 :: 审核员工具

source: File Viewer :: Editor tools
cs: Prohlížeč souborů :: Nástroje redaktora
de: Dateibetrachter :: Werkzeuge für Redeakteure
es: Visor de ficheros :: Herramientas del Editor
fr: Visualisateur de fichiers :: Outils de l'éditeur
it: Visualizzazione file :: Strumenti di revisione
ja: ファイルビューア :: エディタ用ツール
ko: 파일 뷰어 :: 편집자 도구
nl: Bestand bekijken :: Editorhulpmiddelen
pa_in: ਫ਼ਾਈਲ ਦਰਸ਼ਕ :: ਸੰਪਾਦਕ ਟੂਲ
pl: Przeglądanie pliku :: Strefa recenzenta
pt_pt: Visualizador de ficheiro :: Ferramentas do editor
ru: Просмотр файлов :: Инструменты редактора
sl: Prikazovalnik datotek:: Orodja za urejanje
uk: Переглядач файлів :: Інструменти рецензента
zh_cn: 文件查看器 :: 审核员工具

source: Validation failed:
cs: Kontrola selhala:
de: Validierung fehlgeschlagen:
es: Validación fallida:
fr: Validation échouée :
it: Validazione non riuscita:
ja: 検証失敗:
ko: 검사 실패:
nl: Validatie mislukt:
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ ਫ਼ੇਲ੍ਹ ਹੋਈ:
pl: Weryfikacja się nie powiodła:
pt_pt: A validação falhou:
ru: Валидация не удалась:
sl: Preverjanje ni uspelo:
uk: Перевірку не виконано:
zh_cn: 验证失败：

source: Add-on file being processed, please wait.
cs: Soubor s doplňkem je zpracováván. Čekejte prosím...
de: Add-on-Datei wird bearbeitet, bitte warten.
el: Παρακαλούμε περιμένετε, γίνεται επεξεργασία του αρχείου του πρόσθετου.
es: El complemento ha sido procesado, por favor espere.
fr: Traitement du fichier du module en cours, merci de patienter.
it: Analisi del componente aggiuntivo in corso, attendere.
ja: アドオンのファイルを処理しています。しばらくお待ちください。
ko: 부가 기능 파일이 처리중입니다. 잠시만 기다려 주세요.
nl: Add-onbestand wordt verwerkt, een ogenblik geduld.
pa_in: ਐਡ-ਆਨ ਫ਼ਾਈਲ ਤੇ ਕਾਰਵਾਈ ਹੋ ਰਹੀ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ।
pl: Plik dodatku jest przetwarzany. Proszę czekać.
pt_pt: Ficheiro de extra a ser processado, por favor aguarde.
ru: Идёт обработка файла дополнения, пожалуйста подождите.
sl: Datoteka dodatka se obdeluje, prosim počakajte.
uk: Триває обробка файлу додатку, зачекайте будь ласка.
zh_cn: 正在处理附加组件文件，请稍候。

source: Fetching validation results...
cs: Probíhá získávání výsledků kontroly...
de: Validierungsergebnisse werden geholt…
es: Recuperando resultados de la validación...
fr: Récupération des résultats de validation ...
it: Recupero risultati validazione…
ja: 検証結果を取得しています...
ko: 검사 결과를 가져오는 중...
nl: Validatieresultaten ophalen…
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ ਨਤੀਜੇ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ...
pl: Pobieranie wyników weryfikacji…
pt_pt: Obtendo resultados da validação...
ru: Загрузка результатов валидации...
sl: Dostava rezultatov preverjanja ...
uk: Отримання результатів перевірки...
zh_cn: 正在获取验证结果...

source: Deleted files:
cs: Smazané soubory:
de: Gelöschte Dateien:
es: Archivos borrados:
fr: Fichiers supprimés :
it: File eliminati:
ja: 削除されたファイル:
ko: 삭제된 파일:
nl: Verwijderde bestanden:
pa_in: ਹਟਾਈਆਂ ਫ਼ਾਈਲਾਂ:
pl: Usunięte pliki:
pt_pt: Ficheiros eliminados:
ru: Удалённые файлы:
sl: Izbrisane datoteke:
uk: Видалені файли:
zh_cn: 已删除的文件：

source: Hide known files
cs: Skrýt známé soubory
de: Bekannte Dateien ausblenden
es: Ocultar archivos conocidos
fr: Cacher les fichiers connus
it: Nascondi file conosciuti
ja: 既知のファイルを隠す
ko: 알려진 파일 숨기기
nl: Bekende bestanden verbergen
pa_in: ਜਾਣੂ ਫ਼ਾਈਲਾਂ ਲੁਕਾਓ
pl: Ukryj znane pliki
pt_pt: Ocultar ficheiros conhecidos
ru: Скрыть известные файлы
sl: Skrij poznane datoteke
uk: Приховати відомі файли
zh_cn: 隐藏已知文件
