Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: We hope we never have to use it, but we do reserve the right to remove (&quot;blocklist&quot;) any published app that is later found to violate any security, privacy, or content requirements, or apps that seriously degrade system or network performance. Developers will be informed of the situation before an app is blocklisted, will be assumed to be a good citizen unless we have specific evidence otherwise, and will receive full assistance from the app review team to communicate what's going on and get the problem resolved. Specific examples of situations where blocklisting is warranted include:
de: Wir hoffen, dass wir nie Gebrauch davon machen müssen, aber wir behalten uns das Recht vor, veröffentlichte Anwendungen zu entfernen („zu sperren“), von der später festgestellt wird, dass sie gegen Sicherheits-, Datenschutz-, oder Inhaltsanforderungen verstoßen oder die ernsthaft die Leistung des Systems oder des Netzwerks beeinträchtigen. Entwickler werden über die Situation informiert bevor eine Anwendung gesperrt wird, werden als unschuldig betrachtet, es sei denn wir haben Beweise die gegenteiliges belegen und werden volle Unterstützung des Anwendungsprüfungsteams erhalten, um die Vorgänge zu kommunizieren und das Problem zu lösen. Beispiele für Situationen, in denen eine Sperrung nötig ist, sind:
es: Esperamos no tener que usarlo nunca, pero nos reservamos el derecho a eliminar (&quot;bloquear&quot;) cualquier aplicación publicada que posteriormente se compruebe que viola cualquier requisito de seguridad, privacidad o contenido, o bien aplicaciones que degraden seriamente el rendimiento del sistema o la red. Los desarrolladores serán informados de la situación antes de que se bloquee la aplicación, se asumirá su buena fe a menos que tengamos evidencias específicas en contra, y recibirán asistencia completa del equipo de revisión de aplicaciones para comunicar qué está sucediendo y resolver el problema. Ejemplos específicos de situaciones donde se permite el bloqueo incluyen:
fr: Nous espérons ne pas avoir à l'utiliser, mais nous nous réservons le droit de retirer (« blocklister ») toute application publiée dont il est découvert par la suite qu'elle viole n'importe quelle règle relative à la sécurité, la vie privée, ou les critères posés sur le contenu, ou les applications qui dégradent sérieusement les performances du système ou du réseau. Les développeurs seront informés de la décision avant le blocage, seront considérés par défaut comme de bonne foi sauf éléments suggérant le contraire, et recevrons toute aide de l'équipe de validation pour obtenir de plus amples informations et résoudre le problème. Des exemples de situations spécifiques où le blocklistage peut survenir sont :
it: Nella speranza di non arrivare mai a esercitarlo, ci riserviamo il diritto di eliminare (&quot;bloccare&quot;) qualsiasi app già pubblicata che in un secondo momento riveli di aver violato i requisiti di sicurezza, privacy o contenuto, oppure di causare un peggioramento significativo nelle prestazioni del sistema o del network. Gli sviluppatori verranno informati prima del blocco della loro app, saranno considerati in buona fede in assenza di prove che dimostrino il contrario e potranno contare sulla piena collaborazione del team di revisione, che gli comunicherà la situazione e lo assisterà nella risoluzione del problema. Esempi specifici di casi in cui si procede al blocco di un'app:
pl: Mamy nadzieję, że nigdy nie będziemy musieli tego zrobić, ale zastrzegamy sobie prawo do usunięcia („zablokowania”) każdej każdej opublikowanej aplikacji, jeśli zostanie później uznane, że narusza bezpieczeństwo, prywatność, wymagania zawartości lub poważnie pogarsza wydajność systemu lub sieci. Autorzy zostaną poinformowani o sytuacji, zanim aplikacja będzie zablokowana,i potraktowani wyrozumiale, jeśli nie będzie przeciw nim jasnych dowodów, oraz otrzymają pełne wsparcie ze strony zespołu recenzentów, by wiedzieć, co się dzieje i rozwiązać problem. Specyficzne przykłady sytuacji, kiedy blokowanie jest uzasadnione, to:

source: Spamming
de: Spam
es: Publicidad no solicitada
fr: Pollution
it: Spam
pl: Spam

source: Changing content from Puppy Pictures v1.0 to Hardcore Porn v1.0 (without updating the content rating, when this feature is implemented)
de: Änderung des Inhalts von Welpenfotos 1.0 auf Hardcore-Porno v1.0 (ohne die Inhaltseinstufung zu ändern, wenn es diese Funktion gibt)
es: Cambiar el contenido de Fotitos de mascotas v1.0 a Porno duro v1.0 (sin actualizar la clasificación de contenido, cuando se implemente esta característica)
fr: Changement de contenu (une image enfantine devient du porno hardcore, sans indiquer d'âge limite lorsque c'est possible)
it: Modifica del contenuto, per esempio da Foto di cuccioli v1.0 a Porno hardcore v1.0 (senza aggiornare appropriatamente la classificazione del contenuto, dove implementata)
pl: Zmiana zawartości ze zdjęć szczeniaków na ostrą pornografię (bez zmiany oceny zawartości, gdy taka funkcja jest dostępna).

source: Severe misbehavior of app for a large percentage of users &mdash; degrading phone performance, causing reboots, causing user data loss, etc. where users can't tell that it's because of the app and where it isn't solved by rebooting the device.
de: Ernsthaftes Fehlverhalten der Anwendung bei vielen Anwendern &mdash; Einschränkung der Leistung des Handys, Auslösen von Neustarts oder Datenverlust der Nutzer, usw. bei denen Nutzer nicht wissen, dass das an der Anwendung liegt und die sich nicht durch Neustart des Geräts lösen lassen.
es: Mal comportamiento severo de la aplicación para un gran porcentaje de sus usuarios &mdash; degradar el rendimiento del teléfono, causar reinicios, pérdida de datos, etc. donde los usuarios no puedan identificar que es debido a la aplicación y donde no se solucione reiniciando el dispositivo.
fr: Graves dysfonctionnement d'une application sur une large part des utilisateurs &mdash; performances du téléphone dégradée, redémarrages intempestifs, pertes de données des utilisateurs, etc. où les utilisateurs ne peuvent dire que l'application est en cause et lorsque qu'un redémarrage de l'appareil ne corrige pas le problème.
it: Comportamenti anomali gravi dell'app per una significativa percentuale di utenti, anche nel caso in cui non si riesca a stabilire una responsabilità diretta di quest'ultima. Questi includono: peggioramento nelle prestazioni del telefono, riavvii continui, perdita dei dati dell'utente non risolti da un riavvio del dispositivo.
pl: Poważne problemy z działaniem aplikacji u dużej części użytkowników – zmniejszenie wydajności telefonu, powodowanie restartów, powodowanie utraty danych użytkownika itp, gdy użytkownik nie może powiedzieć, że to z powodu aplikacji i ponowne uruchomienie urządzenia nie rozwiązuje problemu.

source: An app being used for attacks on the network, such as a distributed denial of service (DDOS)
de: Eine Anwendung wird für Angriffe auf das Netzwerk verwendet, wie eine verteilte Denial-of-Service-Attacke (DDOS)
es: Una aplicación que se usa para ataques en la red, tales como ataques distribuidos de denegación de servicio (DDOS)
fr: Une application utilisée pour des attaques sur le réseau, comme un déni de service distribué (DDOS)
it: Utilizzo dell'app per attacchi alla rete come il Distributed denial of service (DDOS)
pl: Aplikacja używana do ataków w sieci, jak np. rozproszona odmowa usługi (DDoS)

source: The Firefox OS Marketplace provides infrastructure for developers to offer apps to end users.
cs: Firefox OS Marketplace nabízí vývojářům infrastrukturu pro nabízení aplikací koncovým uživatelům.
de: Der Firefox-OS-Marketplace bietet Infrastruktur für Entwickler, um Endanwendern Anwendungen anzubieten.
es: El Marketplace de Firefox OS proporciona infraestructura para que los desarrolladores ofrezcan las aplicaciones a los usuarios finales.
fr: Le Marketplace Firefox OS fournit une infrastructure pour que les développeurs puissent mettre à disposition des utilisateurs leurs applications.
it: Firefox OS Marketplace fornisce agli sviluppatori le infrastrutture per offrire le proprie app all'utente finale.
pl: Firefox OS Marketplace dostarcza autorom infrastrukturę do zaoferowana aplikacji końcowym użytkownikom.

source: The Firefox OS Marketplace site does not currently work when accessed from iPhones. To be notified when iPhone support is added, please <a href="%(url)s">sign up for the Open Web Apps Developer Newsletter</a>.
cs: Web Firefox OS marketplace aktuálně nefunguje, pokud k němu přistupujete z iPhone. Pokud chcete být upozornění až bude přidána podpora pro iPhone, <a href="%(url)s">přihlašte se k odběru zpravodaje Open Web Apps Developer</a>.
de: Die Website des Firefox-OS-Marketplace funktioniert derzeit nicht, wenn sie über iPhones aufgerufen wird. Um informiert zu werden, wenn Unterstützung für iPhones hinzugefügt wird, <a href="%(url)s">abonnieren Sie bitte den Newsletter für Entwickler von Anwendungen des offenen Web</a>.
es: El Marketplace de Firefox OS actualmente no funciona cuando se accede desde iPhones. Para ser notificado cuando se añada compatibilidad con iPhone, <a href="%(url)s">apúntate al boletín de desarrolladores de aplicaciones web abiertas</a>.
fr: Le Marketplace Firefox OS ne peut pas être utilisé depuis ds iPhones. Pour être tenu au courant des évolutions du support de l'iPhone, merci <a href="%(url)s">de vous inscrire à la lettre d'informations du développeur d'Open Web Apps</a>.
it: Al momento il sito di Firefox OS Marketplace non supporta l'accesso tramite iPhone. Se vuoi ricevere una notifica quando il supporto per iPhone verrà implementato <a href="%(url)s">iscriviti alla newsletter per sviluppatori di app web aperte</a>.
pl: Witryna Firefox OS Marketplace obecnie nie działa na telefonach iPhone. Aby otrzymać powiadomienie, gdy zostanie dodana obsługa iPhone'a, <a href="%(url)s">zapisz się na newsletter Open Web Apps Developer</a>

source: What you need
cs: Co potřebujete
de: Was Sie benötigen
es: Qué necesitas
fr: Ce dont vous avez besoin
it: Che cosa ti serve
pl: Czego potrzebujesz
ru: Что вам нужно

source: Before submitting your app, you need the following:
cs: Před odesláním své aplikace budete potřebovat následující:
de: Bevor Sie eine Anwendung einreichen, benötigen Sie Folgendes:
es: Antes de enviar tu aplicación, necesitas lo siguiente:
fr: Avant d'envoyer votre application, vous avez besoin des éléments suivants :
it: Prima di caricare la tua app dovrai:
pl: Przed zgłoszeniem aplikacji potrzebujesz:

source: A manifest file for your app. See <a href="%(url)s">App Manifest</a> for information.
cs: Soubor manifestu pro vaši aplikaci. Pro více informací si přečtěte článek <a href="%(url)s">App Manifest</a>.
de: Eine Manifest-Datei für Ihre Anwendung. Weitere Informationen finden Sie unter <a href="%(url)s">Anwendungs-Manifest</a>.
es: Un archivo manifest para tu aplicación. Lee <a href="%(url)s">Manifiesto de aplicación</a> para obtener información.
fr: Un fichier manifeste pour votre application. Référez-vous à la page <a href="%(url)s">manifeste d'application</a> pour plus d'informations.
it: Creare un manifesto per l'app. Per ulteriori informazioni leggi l'articolo <a href="%(url)s">App Manifest</a>.
pl: Plik manifestu aplikacji. Zobacz <a href="%(url)s">Manifest aplikacji</a>, by uzyskać więcej informacji.

source: Web hosting for the app (the Firefox OS Marketplace does not host apps). See <a href="%(url)s">Publishing the app</a> for more information.
de: Web-Hosting für die Anwendung (der Firefox-OS-Marketplace hostet keine Anwendungen). Weitere Informationen finden Sie unter <a href="%(url)s">Veröffentlichen der Anwendung</a>.
es: El alojamiento web para la aplicación (el Marketplace de Firefox OS no aloja aplicaciones). Lee <a href="%(url)s">Publicar la aplicación</a> para más información.
fr: Un hébergement pour l'application (le Marketplace Firefox OS n'héberge pas les applications). Référez-vous à la page <a href="%(url)s">publication de l'application</a> pour plus d'informations.
it: Caricare la tua app su un servizio di hosting (le app non possono essere ospitate direttamente su Firefox OS Marketplace). Per ulteriori informazioni leggi l'articolo <a href="%(url)s">Pubblicazione delle app</a>.
pl: Hosting sieciowy aplikacji (Firefox OS Marketplace nie hostuje aplikacji). Zobacz <a href="%(url)s">Publikacja aplikacji</a> , by uzyskać więcej informacji.

source: Read and understand the <a href="%(url)s">Marketplace review criteria</a>.
de: Lesen und verstehen Sie die <a href="%(url)s">Prüfungskriterien des Marketplace</a>.
es: Leer y comprender los <a href="%(url)s">criterios de revisión de Marketplace</a>.
fr: Prenez connaissance des <a href="%(url)s">critères de validation du Marketplace</a>.
it: Leggere e comprendere i <a href="%(url)s">Criteri di revisione del Marketplace</a>.
pl: Przeczytać i zrozumieć <a href="%(url)s">kryteria sprawdzania Marketplace</a>.

source: Quick start
cs: Rychlý začátek
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
it: Guida introduttiva
pl: Szybki start
ru: Быстрый старт

source: Are you ready to submit your app right now? <a class="button" href="%(url)s">Submit an app</a>
cs: Jste připraveni nahrát svou aplikaci? <a class="button" href="%(url)s">Přidat aplikaci</a>
de: Sind Sie jetzt schon bereit, Ihre Anwendung einzureichen? <a class="button" href="%(url)s">Reichen Sie eine Anwendung ein</a>
es: ¿Estás listo para enviar tu aplicación ahora mismo? <a class="button" href="%(url)s">Enviar una aplicación</a>
fr: Votre application est prête ? <a class="button" href="%(url)s">Envoyer une application</a>
it: Ora sei pronto per caricare la tua app? <a class="button" href="%(url)s">Carica un'app</a>
pl: Czy jesteś gotowy, aby przesłać swoją aplikację już teraz? <a class="button" href="%(url)s">Prześlij aplikację</a>

source: If you need more help, follow the steps below.
cs: Pokud potřebujete více pomoci, následujte kroky níže.
de: Wenn Sie weitere Hilfe benötigen, befolgen Sie diese Schritte.
es: Si necesitas más ayuda, sigue los pasos indicados a continuación.
fr: Si vous avez besoin de plus d'aide, suivez les étapes ci-dessous.
it: Se hai bisogno di ulteriore aiuto segui le indicazioni riportate di seguito.
pl: Jeśli potrzebujesz więcej pomocy, wykonaj poniższe kroki.

source: Steps
cs: Kroky
de: Schritte
es: Pasos
fr: Étapes
it: Passaggi
pl: Kroki
ru: Шаги

source: Submitting an app to the Firefox OS Marketplace involves the following high-level steps:
de: Eine Einreichung einer Anwendung beim Firefox-OS-Marketplace erfordert die folgenden wichtigen Schritte:
es: Enviar una aplicación al Marketplace de Firefox OS supone los siguientes pasos a grandes rasgos:
fr: Envoyer une application sur le Marketplace Firefox OS peut se résumer en ces quelques étapes :
it: Il procedimento per caricare un'app su Firefox OS Marketplace consiste nei seguenti passaggi principali:
pl: Zgłoszenie aplikacji do Firefox OS Marketplace obejmuje następujące podstawowe kroki:

source: Log in to the Firefox OS Marketplace site.
cs: Přihlášení k webu Firefox OS Marketplace.
de: Melden Sie sich bei der Website „Firefox-OS-Marketplace“ an.
es: Entra en el Marketplace de Firefox OS.
fr: Connexion sur le Marketplace Firefox OS.
it: Accedere al sito di Firefox OS Marketplace.
pl: Zaloguj się na stronie Firefox OS Marketplace.

source: Enter information about the app.
cs: Vložte informace o aplikaci
de: Geben Sie Informationen übe die Anwendung ein.
es: Introduce información sobre tu aplicación.
fr: Entrer les informations concernant l'application.
it: Inserire i dettagli riguardanti l'app.
pl: Wprowadzać informację o aplikacji.
ru: Введите информацию о приложении.

source: Optionally, set pricing, payment, and refund options.
de: Wenn Sie möchten, geben Sie Informationen zu Preis, Zahlung und Erstattung ein.
es: Si quieres, puedes establecer el precio, forma de pago y opciones de devolución de compra.
fr: Éventuellement, indiquer le prix, le moyen de paiement et les possibilités de remboursement.
it: Impostare le opzioni di prezzo, pagamenti e rimborsi (facoltativo).
pl: Opcjonalnie, ustaw opcje ceny, płatności i zwrotu.

source: Log in to the Firefox Marketplace site
cs: Přihlášení k webu Firefox Marketplace
de: Melden Sie sich bei der Website „Firefox Marketplace“ an
es: Entra en el sitio del Marketplace de Firefox
fr: Connexion sur le Marketplace Firefox.
it: Accedere al sito di Firefox Marketplace
pl: Zaloguj się na stronie Firefox Marketplace

source: In a Web browser, visit the Firefox Marketplace site.
cs: Ve webovém prohlížeči navštivte web Firefox Marketplace.
de: Besuchen Sie mit einem Internet-Browser die Website „Firefox Marketplace“.
es: Entra en el sitio del Marketplace de Firefox usando el navegador.
fr: Depuis un navigateur web, visitez le Marketplace Firefox.
it: Visita il sito di Firefox Marketplace tramite un browser web.
pl: W przeglądarce internetowej wejdź na stronę Firefox Marketplace.

source: At the bottom of the page, click <strong>Developer Hub</strong>.
de: Klicken Sie unten auf der Seite auf <strong>Entwicklerzentrum</strong>.
es: Al final de la página, haz clic en <strong>Centro de Desarrolladores</strong>.
fr: En bas de la page, cliquez sur <strong>Pôle développeur</strong>.
it: In fondo alla pagina, fai clic su <strong>Centro di sviluppo</strong>.
pl: Na górze strony kliknij odnośnik <strong>Strefa autora</strong>.

source: Click the <strong>Login/Register</strong> link at the top of the page. A login window opens.
de: Klicken Sie oben auf der Seite auf den Link <strong>Anmelden/Registrieren</strong>. Ein Anmeldefenster öffnet sich.
es: Haz clic en el vínculo <strong>Iniciar sesión/Registrarse</strong> al principio de la página. Se abrirá una ventana de inicio de sesión.
fr: Cliquez sur le lien <strong>Connexion/Inscription</strong> en haut de la page. Une fenêtre de connexion apparaît.
it: Fai clic sul link <strong>Accedi/Registrati</strong> in cima alla pagina. Si aprirà una finestra di accesso.
pl: Kliknij odnośnik <strong>Zaloguj się/Zarejestruj</strong> na górze strony. Otworzy się okno logowania.

source: Login with Mozilla Persona:
cs: Přihlášení pomocí Mozilla Persona:
de: Melden Sie sich mit Mozilla Persona:
es: Entra con Mozilla Persona:
fr: Connexion avec Mozilla Persona :
it: Accedi con Mozilla Persona:
pl: Zaloguj się przy użyciu Mozilla Persona:
ru: Войти через Mozilla Persona:

source: If you've previously used Persona, select the email address for the identity you want to use, and click <strong>sign in</strong>.
de: Wenn Sie Persona schon verwendet haben, wählen Sie die E-Mail-Adresse für die Identität aus, die Sie verwenden möchten, und klicken Sie auf <strong>Anmelden</strong>.
es: Si ya has utilizado Mozilla Persona, selecciona la dirección de correo electrónico que quieras usar y haz clic en <strong>iniciar sesión</strong>.
fr: Si vous avez déjà utilisé Persona dans le passé, sélectionnez l'adresse courriel de l'identité que vous voulez utiliser et cliquez sur <strong>connexion</strong>.
it: Se hai utilizzato Persona in precedenza, seleziona l'indirizzo email che vuoi associare alla tua identità e premi <strong>Avanti</strong>.
pl: Jeśli wcześniej używałeś Persony, wybierz adres e-mail, którego chcesz użyć do identyfikacji, i kliknij <strong>Zaloguj</strong>.

source: If you haven't used Persona, or you want to use a different email address, you need to <a href="%(url)s">create an account</a>.
de: Wenn Sie Persona noch nicht verwendet haben, oder eine andere E-Mail-Adresse verwenden möchten, müssen Sie <a href="%(url)s">ein Benutzerkonto anlegen</a>.
es: Si no has utilizado Mozilla Persona todavía, o quieres usar una dirección de correo electrónico distinta, necesitas <a href="%(url)s">crear una cuenta</a>.
fr: Si vou n'avez jamais utilisé Persona, ou que vous souhaitez utiliser une adresse courriel différente, vous devez <a href="%(url)s">créer un compte</a>.
it: Se non hai mai utilizzato Persona o desideri essere associato a un altro indirizzo email dovrai <a href="%(url)s">creare un account</a>.
pl: Jeśli nie używałeś Persony lub chcesz użyć innego adresu e-mail, musisz <a href="%(url)s">utworzyć konto</a>.

source: The Persona window closes, and you are logged in to the Marketplace Developer Hub.
de: Das Persona-Fenster schließt sich, und Sie sind beim Entwicklerzentrum des Marketplace angemeldet.
es: La ventana de Mozilla Persona se cerrará y ya estás dentro del Centro de Desarrolladores de Marketplace.
fr: La fenêtre Persona se ferme, et vous êtes connecté sur le pôle développeur du Marketplace.
it: La finestra di Persona verrà chiusa. Da questo momento sei connesso al Centro di sviluppo del Marketplace.
pl: Okno Persony zostanie zamknięte, a ty jesteś zalogowany do Strefy autora Marketplace.

source: Enter information about the app
cs: Vložte informace o aplikaci
de: Geben Sie Informationen über die Anwendung ein
es: Introduce información sobre tu aplicación
fr: Entrer les informations à propos de l'application
it: Inserire i dettagli sull'app
pl: Wprowadź informacje o aplikacji
ru: Введите информацию о приложении

source: Click the <strong>Submit An App</strong> button.
de: Klicken Sie auf die Schaltfläche <strong>Eine Anwendung einreichen</strong>.
es: Haz clic en el botón <strong>Enviar aplicación</strong>.
fr: Cliquez sur le bouton <strong>envoyer une application</strong>.
it: Premi il pulsante <strong>Carica un'app</strong>.
pl: Kliknij przycisk <strong>Prześlij aplikację</strong>.

source: Review the Developer Agreement and click <strong>Agree and Continue</strong>.
de: Lesen Sie die Entwicklervereinbarung und klicken Sie auf <strong>Zustimmen und Fortfahren</strong>.
es: Revisa el Acuerdo de desarrolladores y haz clic en <strong>Aceptar y continuar</strong>.
fr: Prenez connaissance de la charge développeur et cliquez sur <strong>accepter et continuer</strong>.
it: Leggi l'Accordo per sviluppatori e premi <strong>Agree and Continue</strong>.
pl: Przejrzyj Umowę autora i kliknij <strong>Zatwierdź i kontynuuj</strong>.

source: Choose whether your app will be <strong>Free</strong> or <strong>Paid</strong>.
de: Wählen Sie, ob Ihre Anwendung <strong>Kostenlos</strong> oder <strong>Kostenpflichtig</strong> sein soll.
es: Elige si tu aplicación será <strong>gratuita</strong> o <strong>de pago</strong>.
fr: Sélectionnez si votre application est <strong>gratuite</strong> ou <strong>payante</strong>.
it: Decidi se la tua app sarà <strong>gratuita</strong> o <strong>a pagamento</strong>.
pl: Wybierz, czy twoja aplikacja będzie <strong>darmowa</strong> czy <strong>płatna</strong>

source: Select the devices which your app is compatible with.
de: Wählen Sie die Geräte aus, mit denen Ihre Anwendung kompatibel ist.
es: Selecciona los dispositivos con los que tu aplicación es compatible.
fr: Sélectionnez les appareils avec lesquels votre application est compatible.
it: Seleziona i dispositivi compatibili con la tua app.
pl: Wybierz urządzenie, z którymi twoja aplikacja jest kompatybilna.

source: Provide the location of your app
de: Geben Sie den Ort Ihrer Anwendung an
es: Proporciona la ubicación de tu aplicación
fr: Indiquez la localisation de votre application
it: Inserisci la posizione della tua app
pl: Podaj lokalizację swojej aplikacji
ru: Укажите местоположение вашего приложения
