Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Once your Web app has been deployed, you obviously want to make it installable by your intended user base. There are currently two options for publishing your app.
cs: Jakmile nahrajete svou webovou aplikaci, budete ji chtít zpřístupnit pro uživatele k instalaci. Pro publikování vaší aplikace aktuálně existují dvě možnosti.
de: Sobald Ihre Web-Anwendung verteilt wurde, möchten Sie sie natürlich Ihrer Zielgruppe zur Installation zur Verfügung stellen. Es gibt derzeit zwei Möglichkeiten zur Veröffentlichung Ihrer Anwendung.
es: Una vez que hayas distribuido la aplicación web, obviamente lo que quieres es que la base de usuarios a la que va dirigida pueda instalarla. Actualmente existen dos opciones para publicar tu aplicación.
fr: Une fois que votre application web a été déployée, vous voulez forcément la rendre installable par la base d'utilisateur visée. Il y a actuellement deux options pour la publication de votre application.
it: Una volta che l'app è pronta per la distribuzione, naturalmente vorrai renderla installabile per il tuo target di utenza. Al momento esistono due opzioni per pubblicare la tua app.
pl: Gdy aplikacja zostanie umieszczona, z pewnością chcesz uczynić ją możliwą do zainstalowania przez grupę twoich oczekiwanych użytkowników. Obecnie są dwie opcje publikowania aplikacji.

source: Submit to Firefox Marketplace
cs: Přidání do Firefox Marketplace
de: Einreichen beim Firefox Marketplace
es: Enviarla a Firefox Marketplace
fr: Envoyer sur le Marketplace Firefox
it: Inviare l'app a Firefox Marketplace
pl: Prześlij do Firefox Marketplace
ru: Представить в Магазин Firefox

source: <a href="%(url)s">Submitting your app</a> to the Firefox Marketplace has many advantages, such as increased publicity, no need to implement special APIs on your own Web site, and the possibility of publishing paid apps more easily.
cs: <a href="%(url)s">Přidání své aplikace</a> do Firefox Marketplace má řadu výhod. Jedná se zejména o větší zviditelnění, absenci nutnosti implementovat speciální API na své vlastní webové stránce a možnost snadné podpory pro placené aplikace.
de: <a href="%(url)s">Einreichen Ihrer Anwendung</a> beim Firefox Marketplace hat viele Vorteile, wie erhöhte Bekanntheit, keine Notwendigkeit für besondere APIs auf Ihrer eigenen Website und die Möglichkeit, kostenpflichtige Anwendungen einfacher zu veröffentlichen.
es: <a href="%(url)s">Enviar tu aplicación</a> a Firefox Marketplace te ofrece muchas ventajas, como poder disfrutar de una mayor publicidad, no tener que implementar API especiales en tu sitio web y poder publicar aplicaciones de pago más fácilmente.
fr: <a href="%(url)s">Envoyer votre application</a> sur le Marketplace Firefox a de nombreux avantages, tels qu'une publicité accrue, éviter d'implémenter des API spéciales sur votre propre site web, et la possibilité de publier des applications payantes plus facilement.
it: <a href="%(url)s">Inviare l'app</a> a Firefox Marketplace comporta numerosi vantaggi, come un aumento di pubblicità, la comodità di non dover implementare API speciali sul tuo sito e maggiore facilità nel pubblicare app a pagamento.
pl: <a href="%(url)s">Zgłoszenie aplikacji</a> do Firefox Marketplace ma wiele zalet, takich jak zwiększenie rozgłosu, brak konieczności implementowania specjalnych API na własnym serwerze oraz możliwość łatwiejszego publikowania płatnych aplikacje.

source: Publish on your own website
cs: Publikování na vlastní webové stránce
de: Veröffentlichen auf Ihrer eigenen Website
es: Publicarla en tu sitio web
fr: Publier sur votre propre site web
it: Pubblicare l'app sul tuo sito
pl: Publikuj na własnej stronie internetowej

source: If you want to let people install your app from a website you own, you must <a href="%(url)s">implement some JavaScript code</a> on your Web site to manage installing and updating your app into users' browsers.
cs: Pokud chcete zpřístupnit instalaci své aplikace z vlastní webové stránky, musíte na vlastní stránce <a href="%(url)s">nasadit kód v JavaScriptu</a>, který umožní instalaci a aktualizaci vaší aplikace směrem k uživatelům.
de: Wenn Sie möchten, dass Menschen Ihre Anwendung von Ihrer eigenen Website installieren, müssen Sie auf Ihrer Website <a href="%(url)s">JavaScript-Quelltext</a> einfügen, um die Installation und Aktualisierung der Anwendung im Browser der Anwender zu verwalten.
es: Si deseas que la gente instale tu aplicación desde un sitio web tuyo, debes <a href="%(url)s">implementar código JavaScript</a> en tu sitio web para gestionar la instalación y actualización de la aplicación en los navegadores de los usuarios.
fr: Si vous voulez permettre aux gens d'installer votre application depuis un site web vous appartenant, vous devez <a href="%(url)s">implémenter un peu de JavaScript</a> sur votre site web pour gérer les installations et les mises à jour de votre application dans le navigateur des utilisateurs.
it: Se vuoi che gli utenti installino l'app direttamente da un sito di tua proprietà, per gestire l'installazione e l'aggiornamento dell'app sui loro browser è necessario <a href="%(url)s">implementare un codice JavaScript</a> sul sito.
pl: Jeśli chcesz, aby ludzie instalowali aplikację z twojej własnej strony, musisz <a href="%(url)s">zaimplementować kod JavaScript</a> na swojej stronie internetowej, by zarządzać instalacją oraz aktualizacją aplikacji w przeglądarce użytkownika.

source: A <strong>packaged app</strong> is an Open Web App that has all of its resources (HTML, CSS, JavaScript, app manifest, and so on) contained in a zip file, instead of having its resources on a Web server. A packaged app is simply a zip file with the <a href="%(url)s">app manifest</a> in its root directory. The manifest must be named <code>manifest.webapp</code>.
de: Eine <strong>gepackte Anwendung</strong> ist eine Anwendung des offenen Web, die alle ihre Ressourcen (HTML, CSS, JavaScript, Anwendungsmanifest und so weiter) in einer ZIP-Datei enthält, anstatt ihre Ressourcen auf einem Web-Server zu haben. Eine gepackte Anwendung ist einfach eine ZIP-datei mit dem <a href="%(url)s">Anwendungsmanifest im Wurzelverzeichnis. Das Manifest muss <code>manifest.webapp</code> heißen.
es: Una <strong>aplicación empaquetada</strong> es una aplicación de la Web abierta que tiene todos sus recursos (HTML, CSS, JavaScript, archivo manifest de la aplicación, etc.) contenidos en un archivo zip en lugar de tenerlos en un servidor web. Una aplicación empaquetada es simplemente un archivo zip que tiene el <a href="%(url)s">archivo manifest de la aplicación</a> en su directorio raíz. El nombre del archivo manifest debe ser <code>manifest.webapp</code>.
fr: Une <strong>application empaquetée</strong> est une Open Web App dont toutes les ressources (HTML, CSS, JavaScript, manifestes, etc.) sont contenues dans un fichier zip, au lieu d'avoir ses ressources sur un serveur web. Une application empaquetée est simplement un fichier zip avec le <a href="%(url)s">manifeste d'application</a> à sa racine. Le manifeste doit être nommé <code>manifest.webapp</code>.
it: Un'<strong>app pacchettizzata</strong> è un'app web aperta le cui risorse (HTML, CSS, JavaScript, manifesto ecc.) sono contenute in un file zip invece che ospitate su un server. Un'app pacchettizzata è semplicemente un file zip con il <a href="%(url)s">manifesto dell'app</a> nella directory principale. Il nome del file del manifesto deve essere <code>manifest.webapp</code>.
pl: <strong>Aplikacja spakowana</strong> jest aplikacją otwartej sieci, która wszystkie swoje zasoby (HTML, CSS, JavaScript, manifest aplikacji itd.) zawiera w pliku zip zamiast przechowywania swoich zasobów na serwerze internetowym. Aplikacja spakowana jest po prostu plikiem zip z <a href="%(url)s">manifestem aplikacji</a> w jego głównym katalogu. Manifest musi mieć nazwę <code>manifest.webapp</code>.

source: One difference from a hosted app is that a packaged app must specify a launch_path in the manifest, whereas it's an optional manifest field for a hosted app.
de: Ein Unterschied gegenüber der gehosteten Anwendung ist, dass eine gepackte Anwendung einen launch_path im Manifest angeben muss, beim Manifest einer gehosteten Anwendung ist dies ein optionales Feld.
fr: Une différence par rapport à une application hébergée est qu'il est nécessaire de spécifier dans le manifeste une entrée launch_path, alors que cette entrée est optionnelle pour une application hébergée.
it: Una differenza tra app ospitate e app pacchettizzate è che il campo launch_path deve essere necessariamente specificato nel nel manifesto delle app pacchettizzate, mentre è facoltativo in quello delle app ospitate.
pl: Jedną z różnic w stosunku do aplikacji hostowanej jest to, że aplikacja spakowana musi zdefiniować parametr launch_path w manifeście, podczas gdy to pole jest opcjonalne dla aplikacji hostowanej.

source: <strong>Note:</strong> Currently (July 2013) the Firefox Marketplace supports packaged apps only when they are Firefox OS apps.
cs: <strong>Poznámka:</strong> Aktuálně (červenec 2013) Firefox Marketplace podporuje pouze balané aplikace, které jsou určeny pro Firefox OS.
de: <strong>Hinweis:</strong> Nach derzeitigem Stand (Juli 2013) unterstützt der Firefox Marketplace gepackte Anwendungen nur, wenn es Anwendungen für Firefox OS sind.
fr: <strong>Note :</strong> Actuellement (juillet 2013) le Marketplace Firefox ne prends en charge les applications empaquetée que pour Firefox OS.
it: <strong>Nota:</strong> Al momento (luglio 2013) Firefox Marketplace supporta app pacchettizzate unicamente per Firefox OS.
pl: <strong>Informacja:</strong> Obecnie (lipiec 2013) Firefox Marketplace wspiera aplikacje spakowane, tylko gdy są aplikacjami dla Firefox OS.

source: Purpose of packaged apps
cs: Účel zabalených aplikací
de: Zweck von gepackten Anwendungen
es: Objetivo de las aplicaciones empaquetadas
fr: Objectif des applications empaquetées
it: Scopo delle app pacchettizzate
pl: Przeznaczenie aplikacji spakowanych
ru: Цель упакованных приложений

source: The purpose of a packaged app is to have a workable way to provide apps that have access to sensitive APIs on devices. The app must be verified by the store where the app is distributed (such as the Firefox OS Marketplace). The store reviews the app and if it is found acceptable, the store cryptographically signs the app's zip file with its private key. This gives users of the app more assurance that the app has been carefully reviewed for potential security, privacy, and capability issues.
de: Der Zweck einer gepackten Anwendung ist es, eine funktionsfähige Möglichkeit zu haben, Anwendungen anzubieten, die Zugang zu sensiblen APIs oder Geräten haben. Die Anwendung muss von Laden, in dem die Anwendung verteilt wird (wie Firefox OS Marketplace) verifiziert sein. Der Laden prüft die Anwendung und wenn sie akzeptiert wird, signiert der Laden die ZIP-Datei der Anwendung kryptographisch mit seinem privaten Schlüssel. damit hat der Nutzer der Anwendung mehr Sicherheit, dass die Anwendung aufmerksam auf potenzielle Sicherheits-, Datenschutz- und Funktionsprobleme getestet wurde.
es: El propósito de una aplicación empaquetada es tener una manera operativa de proporcionar aplicaciones que tengan acceso a API delicadas de los dispositivos. La aplicación debe ser verificada por la tienda donde se distribuye la aplicación (tal como Firefox OS Marketplace). La tienda revisa la aplicación y si la encuentra aceptable, firma criptográficamente el archivo zip de la aplicación con su clave privada. Esto da a los usuarios de la aplicación más seguridad de que la aplicación ha sido revisada cuidadosamente en busca de problemas potenciales de seguridad, privacidad y operatividad.
fr: Le but de l'empaquetage est de permettre à l'application d'accéder à des API sensibles. L'application doit être vérifiée par le magasin qui la distribue (tel que le Marketplace Firefox OS). Le magasin vérifie l'application et si elle est considérée comme acceptable, il la signe avec sa clé privée.Cela garantit aux utilisateurs que l'application a été vérifiée avec soin et ne pose pas de problèmes techniques ni ne présente de risque en matière de sécurité ou de respect de leur vie privée.
it: Lo scopo delle app pacchettizzate è creare un sistema pratico per fornire alle app accesso alle API sensibili dei dispositivi. L'app dev'essere verificata dal negozio che la distribuisce (come per esempio Firefox OS Marketplace). Il negozio revisiona l'app e, se la ritiene accettabile, firma crittograficamente il file zip con la sua chiave privata. Questo fornisce all'utente una garanzia in più che l'app è stata revisionata attentamente per eliminare problemi di sicurezza, privacy ed efficienza.
pl: Przeznaczeniem aplikacji spakowanych jest posiadanie działającego sposobu na dostarczanie aplikacji, mających dostęp do wrażliwych API na urządzeniach. Aplikacja musi być zweryfikowana przez sklep, w którym jest udostępniana (jak Firefox OS Marketplace). Sklep sprawdza aplikację i, jeśli jest akceptowalna, sklep podpisuje kryptograficznie plik zip aplikacji jego kluczem prywatnym. Daje to użytkownikom aplikacji większą pewność, że aplikacja została pomyślnie sprawdzona pod kątem potencjalnych problemów z bezpieczeństwem, prywatnością i możliwościami.

source: Types of packaged apps
cs: Typy zabalených aplikací
de: Typen von gepackten Anwendungen
es: Tipos de aplicaciones empaquetadas
fr: Types d'applications empaquetées
it: Tipi di app pacchettizzate
pl: Typy aplikacji spakowanych
ru: Типы упакованных приложений

source: There are three types of packaged apps:
es: Hay tres tipos de aplicaciones empaquetadas:
fr: Il existe trois types d'applications empaquetées&nbsp;:
it: Esistono tre tipi di app pacchettizzate:
pl: Istnieją trzy rodzaje aplikacji spakowanych:

source: Privileged app
cs: Privilegovaná aplikace
de: Privilegierte Anwendung
es: Aplicación con privilegios
fr: Application privilégiée
it: App con privilegi
pl: Uprzywilejowana aplikacja
ru: Привилегированное приложение

source: A privileged app is approved by the Firefox Marketplace using a special process. It is meant to provide more safety for users when an app wants access to certain sensitive APIs on a device. It is equivalent to a native app on a platform like iOS or Android. To specify that an app is a privileged app, add the <code>type</code> field to its <code>manifest.webapp</code> file and set it to <code>privileged</code>. A privileged app has the following characteristics:
de: Eine privilegierte Anwendung wurde vom Firefox OS Marketplace in einem besonderen Prozess freigeschaltet. Er soll Anwendern mehr Sicherheit bieten, wenn eine Anwendung auf bestimmte sensible APIs auf einem Gerät zugreifen möchte. Sie ist äquivalent zu einer nativen Anwendung auf Plattformen wie iOS oder Android. Um anzugeben, dass eine Anwendung eine privilegierte Anwendung ist, fügen Sie in der Datei <code>manifest.webapp</code> das Feld <code>type</code> hinzu und setzen Sie es auf <code>privileged</code>. Eine privilegierte Anwendung hat die folgenden Eigenschaften:
fr: Une application privilégiée est validée par le Marketplace Firefox via un processus spécifique. Le but est d'assurer plus de sécurité aux utilisateurs lorsqu'une application souhaite accéder à certaines APIs sur un périphérique. C'est équivalent aux applications natives sur une plateforme comme iOS ou Android. Pour indiquer qu'une application est privilégiée, ajoutez le champ <code>type</code> dans son fichier <code>manifest.webapp</code>, et mettez-le à la valeur <code>privileged</code>. Une application privilégiée a les caractéristiques suivantes :
it: Un'app con privilegi riceve l'approvazione di Firefox OS Marketplace tramite un processo di revisione speciale. Questo tipo è stato concepito per garantire una maggiore sicurezza all'utente quando l'app richiede accesso a certe API sensibili del dispositivo. L'app con privilegi può essere considerata l'equivalente di un'app nativa su una piattaforma come iOS o Android. Per specificare che l'app è di tipo "con privilegi", aggiungi il campo <code>type</code> al file <code>manifest.webapp</code> e impostalo su <code>privileged</code>. Un'app con privilegi possiede le seguenti caratteristiche:
pl: Uprzywilejowana aplikacja jest zatwierdzana przez Firefox Marketplace w specjalnym procesie. Ma to zapewnić użytkownikom większe bezpieczeństwo, gdy aplikacja chce uzyskać dostęp do niektórych wrażliwych API na urządzeniu. Odpowiada to natywnym aplikacjom na platformach iOS i Android. Aby określić, że jest to aplikacja uprzywilejowana, dodaj pole <code>type</code> do jej pliku <code>manifest.webapp</code> i ustaw w nim wartość <code>privileged</code>. Uprzywilejowana aplikacja ma następujące cechy:

source: Approved by an app store after code review or equivalent.
de: Freigeschaltet von einem Anwendungsladen nach Prüfung des Quelltexts oder Äquivalent.
es: Aprobada por una tienda de aplicaciones tras una revisión del código o proceso equivalente.
fr: elle a été approuvée par un magasin d'application après une revue de code ou équivalent&nbsp;;
it: È stata approvata da un negozio di app dopo una verifica del codice o altro controllo equivalente.
pl: Zatwierdzona przez sklep z aplikacjami po sprawdzeniu kodu lub podobnym działaniu.

source: App's resources are signed by the app store.
de: Ressourcen der Anwendung wurden vom Anwendungsladen signiert.
es: Los recursos de la aplicación están firmados por la tienda de aplicaciones.
fr: ses ressources sont signées par le magasin d'application&nbsp;;
it: Le risorse dell'app sono firmate dal negozio che la distribuisce.
pl: Zasoby aplikacji są podpisane przez sklep z aplikacjami.

source: Allowed to use certain sensitive Web APIs that untrusted content cannot have access to.
de: Darf bestimmte sensible Web-APIs verwenden, auf die nicht-vertrauenswürdige Inhalte keinen Zugriff haben.
es: Se le permite usar ciertas API web delicadas a las que no tiene acceso el contenido no confiable.
fr: elle est autorisée à utiliser certaines API sensibles auxquelles les applications ordinaires n'ont pas accès&nbsp;;
it: Ha l'autorizzazione per accedere ad API web sensibili precluse a contenuti non affidabili.
pl: Mogą korzystać z pewnych wrażliwych Web API, do których niezaufana zawartość nie może mieć dostępu.

source: Enforces a <a href="%(url)s">Content Security Policy</a> (CSP). A privileged app uses this CSP:
de: Erzwingt eine <a href="%(url)s">Content Security Policy</a> (CSP). Eine privilegierte Anwendung nutzt diese CSP:
es: Requiere una <a href="%(url)s">política de seguridad de contenido</a> (CSP). Una aplicación con privilegios usa este CSP:
fr: elle utilise une <a href="%(url)s">politique de sécurité du contenu</a> (Content Security Policy, CSP). Une application privilégiée utilise cette politique :
it: Rispetta una <a href="%(url)s">Politica sulla sicurezza dei contenuti</a> (CSP). Un'app con privilegi segue questa CSP:
pl: Stosuje <a href="%(url)s">Content Security Policy</a> (CSP). Uprzywilejowana aplikacja używa poniższego CSP:

source: Implements other requirements related to security. See <a href="%(url)s">Security</a> for more information.
de: Implementiert andere Anforderungen mit Bezug zu Sicherheit. Weitere Informationen finden Sie unter <a href="%(url)s">Sicherheit</a>.
es: Implementa otros requisitos relacionados con la seguridad. Lee <a href="%(url)s">Seguridad</a> para más información.
fr: présente d'autres caractéristiques en terme de sécurité. Voir <a href="%(url)s">securité</a> pour en savoir plus.
it: Implementa altri requisiti di sicurezza. Vedi <a href="%(url)s">Sicurezza</a> per ulteriori informazioni.
pl: Realizuje inne wymogi związane z bezpieczeństwem. Zobacz <a href="%(url)s">Bezpieczeństwo</a>, by uzyskać więcej informacji.

source: Certified app
cs: Certifikovaná aplikace
de: Zertifizierte Anwendung
es: Aplicación certificada
fr: Application certifiée
it: App certificate
pl: Certyfikowana aplikacja
ru: Сертифицированное приложение
