Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Selecting an appropriate license for your add-on is a very important step in the submission process. A license specifies the rights you grant on your source code and is important in protecting your intellectual property.
cs: Volba správné licence pro váš doplněk je velmi důležitý krok při procesu přidávání doplňku na server. Licence určuje, jaká práva dáváte ke svému zdrojovému kódu a je důležitá pro ochranu vašeho intelektuálního vlastnictví.
de: Die Wahl einer passenden Lizenz für Ihr Add-on ist ein sehr wichtiger Schritt in Einreichungsprozess. Eine Lizenz gibt die Rechte an, die Sie an Ihrem Quelltext einräumen und ist wichtig für den Schutz Ihres geistigen Eigentums.
es: La selección de una licencia apropiada para tu complemento es un paso muy importante en el proceso de envío. Una licencia especifica los derechos que tienes sobre el código fuente y es importante para proteger tu propiedad intelectual.
fr: Sélectionner la licence adaptée à votre module est une étape critique dans le processus d'envoi. Une licence définit les droits que vous donnez sur votre code source et est importante pour protéger votre propriété intellectuelle.
it: La scelta di una licenza appropriata per il tuo componente aggiuntivo è un passaggio molto importante della procedura di caricamento. La licenza specifica i diritti che garantisci sul tuo codice sorgente ed è importante per proteggere la proprietà intellettuale.
ko: 부가 기능에 적합한 라이센스를 선택하는 것은 제출 과정에서 매우 중요한 단계입니다. 라이센스는 소스 코드에 부여된 권리를 설명하고 있으며 당신의 지적 재산권 보호에 있어 매우 중요합니다.
nl: Selectie van een toepasselijke licentie voor uw add-on is een zeer belangrijke stap in het proces van indienen. Een licentie specificeert de rechten die u op uw broncode geeft en is belangrijk voor de bescherming van uw intellectueel eigendom.
pa_in: ਦਾਖਲ ਕਾਰਜ ਵਿੱਚ ਆਪਣੇ ਐਡ-ਆਨ ਲਈ ਇੱਕ ਠੀਕ ਲਾਇਸੰਸ ਦੀ ਚੋਣ ਕਰਨਾ ਬੜਾ ਹੀ ਲਾਜ਼ਮੀ ਕਦਮ ਹੈ। ਲਾਇਸੰਸ ਤੁਹਾਡੇ ਵੱਲੋਂ ਤੁਹਾਡੇ ਸੋਰਸ ਕੋਡ ਲਈ ਦਿੱਤੇ ਅਧਿਕਾਰਾਂ ਬਾਰੇ ਦੱਸਦਾ ਅਤੇ ਤੁਹਾਡੀ ਬੌਧਿਕ ਮਲਕੀਅਤ ਨੂੰ ਸੁੱਰਖਿਅਤ ਰੱਖਣ ਲਈ ਲਾਜ਼ਮੀ ਹੈ।
pl: Bardzo ważnym krokiem w procesie zamieszczania dodatku jest wybór odpowiedniej licencji. Licencja określa, jakich praw do kodu źródłowego udzielasz i stanowi ważny element zabezpieczenia twojej własności intelektualnej.
pt_pt: Selecionar uma licença adequada para o seu extra é um passo muito importante do processo de envio. Uma licença especifica os direitos que você garante ao seu código-fonte e é importante na proteção da sua propriedade intelectual.
ru: Выбор подходящей лицензии для вашего дополнения является очень важным шагом в процессе представления. Лицензия определяет права, которые вы предоставляете на ваш исходный код, и играет важную роль в защите вашей интеллектуальной собственности.
sl: Izbira ustrezne licence za vaš dodatek n je zelo pomemben korak v postopku predaje. Licenca določa pravice, ki jih dodeljujete za izvorno kodo, in je pomembno pri zaščiti vaše intelektualne lastnine.
uk: Вибір ліцензії, яка підходить до вашого додатка є дуже важливим кроком у процесі подання. Ліцензія визначає права, які ви надаєте на ваш початковий код, і відіграє важливу роль в захисті вашої інтелектуальної власності.
zh_cn: 为您的附加组件选择一种合适的许可协议是在提交流程中非常重要的一步。许可协议明确说明了您对您的源代码所赋予的权利，并且对保护您的源代码的知识产权十分重要。

source: During the add-on submission process, you will be presented with a list of popular licenses to choose from, as well as the ability to specify your own license. It is best to consult with a legal professional about which license option is best for you. Choosing the right license for your source code will help to prevent confusion and code conflicts in the future.
cs: V průběhu procesu přidání doplňku vám bude nabídnut seznam populárních licencí, z kterého budete moci vybrat. Budete mít též možnost si určit vlastní licenci. Pro volbu správné licence je dobré se poradit s profesionálem. Volba správné licence pro váš zdrojový kód vám pomůže do budoucna zamezit nedorozuměním a konfliktům při jeho použití.
de: Während des Add-on-Einreichungsprozesses wird Ihnen eine Liste beliebter Lizenzen zur Auswahl gegeben, sowie die Möglichkeit, Ihre eigene Lizenz anzugeben. Es ist am besten, sich bei einem Rechtsgelehrten darüber zu informieren, welche Lizenzoption am bestem für Sie passt. Die Wahl der richtigen Lizenz für Ihren Quelltext wird helfen, zukünftige Verwirrung und Quelltext-Konflikte zu verhindern.
es: Durante el proceso de envío del complemento, se te presentará una lista con las licencias más populares para elegir, incluyendo la opción de especificar tu propia licencia. Es bueno consultar con un profesional en temas legales sobre qué opción es mejor para ti. Al seleccionar la licencia adecuada ayudarás a prevenir confusión y conflictos futuros.
fr: Pendant le processus d'envoi, une liste de licences populaires vous sera proposée pour choisir l'une d'elles, ainsi que la possibilité de définir votre propre licence. Il est toujours recommandé de contacter un professionnel du droit pour le choix de la licence. Choisir la bonne licence pour votre code source vous aidera à éviter des confusions et des conflits de code dans le futur.
it: Durante la procedura di caricamento del componente aggiuntivo ti verrà offerta la possibilità di scegliere tra alcune delle licenze più diffuse oppure specificare una tua licenza. Dovresti chiedere a un esperto legale quale sia l'opzione migliore per te. La scelta della licenza corretta per il tuo codice sorgente eviterà possibili confusioni e discussioni sulla paternità del codice.
ko: 부가 기능 제출 과정 도중에, 선택한 라이센스의 인기 목록을 제공받게 될 것이며 거기엔 자신이 고른 라이센스의 기능이 열거되어 있을 것입니다. 어떤 라이센스 옵션이 자신에게 맞는지는 법률 전문가와 상담하는 것이 가장 좋습니다. 소스 코드의 권리 라이센스 선택은 훗날 혼동 및 코드 분쟁을 방지하는데 도움이 될 것입니다.
nl: Tijdens het add-on-indieningsproces kunt u kiezen uit een lijst met populaire licenties, en kunt u ook uw eigen licentie opgeven. U kunt het beste een jurist vragen welke licentieoptie het beste voor u is. Kiezen van de juiste licentie voor uw broncode helpt toekomstige verwarring en codeconflicten te voorkomen.
pa_in: ਐਡ-ਆਨ ਦਾਖਲ ਕਾਰਜ ਦੇ ਦੌਰਾਨ, ਚੁਣਨ ਲਈ ਤੁਹਾਨੂੰ ਇੱਕ ਮਸ਼ਹੂਰ ਲਾਇਸੰਸਾਂ ਦੀ ਸੂਚੀ, ਨਾਲ ਹੀ ਨਾਲ ਤੁਹਾਡੇ ਆਪਣੇ ਲਾਇਸੰਸ ਬਾਰੇ ਦੱਸਣ ਦੀ ਯੋਗਤਾ ਪੇਸ਼ ਕਰੇਗਾ। ਤੁਹਾਡੇ ਲਈ ਕਿਹੜਾ ਲਾਇਸੰਸ ਵਧੀਆ ਹੈ ਇਸ ਦੀ ਚੋਣ ਬਾਰੇ ਇੱਕ ਕਾਨੂੰਨੀ ਮਾਹਰ ਨਾਲ ਸਲਾਹ ਕਰਨਾ ਠੀਕ ਹੋਵੇਗਾ। ਆਪਣੇ ਸੋਰਸ ਕੋਡ ਲਈ ਸਹੀ ਲਾਇਸੰਸ ਚੁਣਨਾ ਭਵਿੱਖ ਵਿੱਚ ਉਲਝਣ ਅਤੇ ਕੋਡ ਝਗੜਿਆਂ ਤੋਂ ਬਚਾਉਂਦਾ ਹੈ।
pl: Podczas procesu zamieszczania dodatku będzie przedstawiana do wyboru lista popularnych licencji. Będzie również możliwość określenia własnej licencji. Aby wybrać najlepszą dla ciebie licencję, dobrze jest skontaktować się z odpowiednim prawnikiem. Wybór dobrej licencji dla twojego kodu źródłowego pomoże w przyszłości uniknąć pomyłek i konfliktów związanych z kodem.
pt_pt: Durante o processo de envio de extras, será apresentada uma lista de licenças populares para que você possa escolher entre uma delas, além de poder especificar sua própria licença. Recomendamos que você consulte um profissional de direito para aconselhá-lo sobre a melhor opção para você. Escolher a licença correta para o seu código irá ajudá-lo a evitar confusões e conflitos de código no futuro.
ru: В процессе представления дополнения, вам будет представлен на выбор список популярных лицензий, а также дана возможность указать свою собственную лицензию. Чтобы узнать, какой вариант лицензии лучше вам подходит, вам лучше всего проконсультироваться с юристом. Выбор правильной лицензии для вашего исходного кода поможет избежать путаницы и конфликтов кода в будущем.
sl: V procesu predaje dodatka boste imeli možnost ogledati si seznam priljubljenih licenc med katerimi boste lahko izbirali, prav tako boste imeli možnost, navesti svojo lastno licenco. Zato je najbolje, da se posvetujete z odvetniki o tem, katere od možnih licenc je najboljša za vas. Izbira prave licence za vaše izvorno kodo bo pomagala preprečiti zmedo in bodoče konflikte v zvezi s kodo.
uk: В процесі подання додатку, вам буде представлено на вибір список популярних ліцензій, а також дана можливість вказати свою власну ліцензію. Щоб дізнатися, який варіант ліцензії вам найкраще підходить, проконсультуйтеся з юристом. Вибір правильної ліцензії для вашого початкового коду допоможе уникнути плутанини і конфліктів коду в майбутньому.
zh_cn: 在附加组件的提交流程中，我们会为您列出常用的许可协议供您选择，您也可以指定自己的许可协议。我们建议您最好向相关的专业法律人士咨询来决定哪个许可协议更适合您的情况。为您的源代码选择合适的许可协议将有助于避免歧义和未来可能的代码争议。

source: Add-on Submission
cs: Přidání doplňku
de: Einreichung des Add-ons
el: Υποβολή πρόσθετου
es: Envío de complementos
fr: Envoi du module
it: Invio di un componente aggiuntivo
ja: アドオンの登録
ko: 부가 기능 제출
nl: Add-on indienen
pa_in: ਐਡ-ਆਨ ਦਾਖਲ ਕਾਰਜ
pl: Zamieszczanie dodatku
pt_pt: Submeter extra
ru: Представление дополнения
sl: Predložitev dodatka
uk: Представлення додатка
zh_cn: 提交附加组件

source: Maintaining Your Add-on
cs: Správa mého doplňku
de: Wartung Ihres Add-ons
es: Mantener tu complemento
fr: Maintenir votre module
it: Gestione dei componenti aggiuntivi
ja: アドオンのメンテナンス
ko: 부가 기능의 유지 보수
nl: Onderhoud van uw add-on
pa_in: ਆਪਣੇ ਐਡ-ਆਨ ਦੀ ਸਾਂਭ-ਸੰਭਾਲ੍ਹ ਕਰ ਰਿਹਾ
pl: Opiekowanie się dodatkiem
pt_pt: Manutenção do seu extra
ru: Обслуживание вашего дополнения
sl: Vzdrževanje vašega dodatka
uk: Обслуговування вашого додатка
zh_cn: 维护您的附加组件

source: Mozilla is committed to ensuring a great add-ons experience for our users and developers. Please review the policies below before submitting your add-on.
cs: Snahou Mozilly je zajistit skvělé zážitky jak pro uživatele, tak vývojáře. Proto si prosím dříve, než odešlete svůj doplněk, pročtěte následující zásady.
de: Mozilla bemüht sich, für unsere Nutzer und Entwickler ein tolles Add-on-Erlebnis sicherzustellen. Bitte lesen Sie die folgenden Regeln, bevor Sie Ihr Add-on einreichen.
es: Mozilla se ha comprometido a garantizar que nuestros usuarios y desarrolladores disfrutan de una gran experiencia con los complementos. Por favor, revisa las siguientes políticas antes de enviar tu complemento.
fr: Mozilla s'attache à fournir une excellente expérience avec les modules, que ce soit pour les utilisateurs ou les développeurs. Merci de prendre connaissance des politiques ci-dessous avant d'envoyer votre module.
it: Mozilla si impegna affinché l'esperienza con i componenti aggiuntivi dei nostri utenti e sviluppatori sia la migliore possibile. Consulta le nostre norme prima di caricare un componente aggiuntivo.
ko: Mozilla는 사용자와 개발자가 굉장한 부가 기능 경험을 만끽할 수 있도록 최선의 노력을 다하고 있습니다. 부가 기능을 제출하기 전에 먼저 아래의 정책을 읽어주시기 바랍니다.
nl: Mozilla wil er graag voor zorgen dat de beleving van add-ons bij gebruikers en ontwikkelaars geweldig is. Bekijk de onderstaande uitgangspunten voordat u uw add-on indient.
pa_in: ਮੌਜੀਲਾ ਆਪਣੇ ਉਪਭੋਗੀ ਅਤੇ ਡਿਵੈਲਪਰਾਂ ਲਈ ਇੱਕ ਵਧੀਆ ਐਡ-ਆਨ ਅਨੁਭਵ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਵਚਨਬੱਧ ਹੈ। ਆਪਣੇ ਐਡ-ਆਨ ਨੂੰ ਦਾਖਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਕਿਰਪਾ ਕਰਕੇ ਨੀਤੀਆਂ ਦੀ ਸਮੀਖਿਆ ਕਰ ਲਵੋ।
pl: Mozilla chce zapewnić swoim użytkownikom i twórcom dodatków wspaniałych przeżyć. Przed zamieszczeniem dodatku zapoznaj się z naszymi zasadami.
pt_pt: A Mozilla está empenhada em garantir uma excelente experiência com extras para nossos usuários e desenvolvedores. Por favor, revise as políticas abaixo antes de enviar seu extra.
ru: Mozilla стремится обеспечить отличную работу дополнений для наших пользователей и разработчиков. Пожалуйста, ознакомьтесь с приведенным ниже правилами, перед отправкой дополнения.
sl: Mozilla se je zavezala, da bo svojim uporabnikom in razvijalcem zagotovila lepe izkušnje, kar se dodatkov tiče. Preverite prosim pravila spodaj, preden dodatek oddate.
uk: Mozilla прагне забезпечити відмінну роботу додатків нашим користувачам і розробникам. Будь ласка, ознайомтеся з наведеним нижче правилами, перед надсиланням додатка.
zh_cn: Mozilla 致力于确保我们的用户和开发者能获得良好的附加组件体验。在提交您的附加组件之前，请仔细查看下面的政策。

source: Find out what is expected of add-ons we host and our policies on specific add-on practices.
cs: Podívejte se na to, co očekáváme od zde umístěných doplňků a přečtěte si zásady pro speciální případy doplňků.
de: Finden Sie heraus, was von Add-ons, die wir hosten, erwartet wird und erfahren Sie mehr über Regeln zu besonderen Add-on-Praktiken.
es: Comprueba lo que se espera de los complementos que alojamos y nuestras políticas sobre prácticas específicas de complementos.
fr: Découvrez ce qui est attendu des modules que nous hébergeons et nos politiques sur les pratiques pour les modules spécifiques.
it: Scopri quali sono le aspettative per i componenti aggiuntivi che ospitiamo e le norme su alcune pratiche specifiche.
ko: 저희에게 부가 기능 호스팅을 맡기면 어떤 것을 기대할 수 있는지와 부가 기능 전용 관행에 나와있는 정책에 대해서 알아봅니다.
nl: Ontdek wat er van door ons gehoste add-ons wordt verwacht en wat ons beleid is met betrekking tot specifieke add-onpraktijken.
pa_in: ਜਾਣੋ ਅਸੀਂ ਹੋਸਟ ਕੀਤੇ ਐਡ-ਆਨਾਂ ਅਤੇ ਖਾਸ਼ ਐਡ-ਆਨ ਅਮਲਾਂ ਲਈ ਸਾਡੀਆਂ ਨੀਤੀਆਂ ਤੋਂ ਕੀ ਉਮੀਦ ਕਰਦੇ ਹਾਂ।
pl: Zobacz, czego oczekujemy od udostępnianych tutaj dodatków, i poznaj stosowane przez nas zasady.
pt_pt: Descubra o que é esperado dos extras que alojamos e as nossas políticas específicas sobre práticas dos extras.
ru: Узнайте, что ожидается от размещаемых нами дополнений, и каковы наши политики по специфичным практикам используемым дополнениями.
sl: Tu zveste, kaj se pričakuje od dodatkov, ki jih gostimo, in kaj je naša politika glede dodatkov.
uk: Дізнайтеся, що очікується від додатків, які ми розміщуємо та які наші політики зі специфічних практик використання додатків.
zh_cn: 了解我们对托管的附加组件有什么要求，以及对特定的附加组件行为有什么政策。

source: What happens after your add-on is submitted? Learn about how our Editors review submissions.
cs: Co se děje po odeslání doplňku? Přečtěte si, jak redaktoři kontrolují nové doplňky.
de: Was passiert, wenn Ihr Add-on eingereicht wird? Erfahren Sie, wie unsere Redeakteure Einreichungen überprüfen.
es: ¿Qué ocurre una vez que se envía tu complemento? Descubre cómo nuestros editores revisan los envíos.
fr: Qu'est-ce qui arrive une fois que votre module est envoyé ? En apprendre plus sur la manière de vérifier les envois de nos Éditeurs.
it: Che cosa succede dopo che il componente aggiuntivo è stato caricato? Scopri come i nostri revisori controllano il tuo lavoro.
ko: 부가 기능이 제출된 다음엔 어떤 일이 일어날까요? 편집자가 제출품을 어떻게 심사하는지 알아봅시다.
nl: Wat gebeurt er nadat uw add-on is ingediend? Lees hoe onze editors ingediende add-ons beoordelen.
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਭੇਜਣ ਤੋਂ ਬਾਅਦ ਕੀ ਹੁੰਦਾ? ਕਿਵੇਂ ਸਾਡੇ ਸੰਪਾਦਕ ਦਾਖਲ ਕਾਰਜਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰਦੇ ਹਨ ਬਾਰੇ ਜਾਣੋ।
pl: Co dzieje się po zamieszczeniu dodatku? Dowiedz się, jak nasi recenzenci oceniają dodatki.
pt_pt: O que acontece após o extra ser apresentado? Saiba mais sobre como os nossos editores avaliam uma submissão.
ru: Что происходит после представления вашего дополнения? Узнайте о том, как наши редакторы проверяют представления.
sl: Kaj se zgodi, ko prijavite svoj dodatek? Preberite več o tem, kakšno vlogo igrajo naši uredniki.
uk: Що відбувається після подання вашого додатка? Дізнайтеся про те, як наші редактори перевіряють представлення.
zh_cn: 您的附加组件提交后会发生什么？了解我们的审核员如何审核提交给我们的附加组件。

source: Add-on updates, transferring ownership, user reviews, and what to expect once your add-on is approved.
cs: Aktualizace doplňků, změna vlastnictví, recenze od uživatelů a co očekávat po schválení doplňku.
de: Add-on-Aktualisierungen, Übertratung des Eigentums, Benutzerbewertungen und was Sie erwarten müssen, wenn Ihr Add-on freigeschaltet wurde.
es: Actualizaciones de complementos, cambio de titularidad, valoraciones de los usuarios y expectativas una vez que tu complemento está aprobado.
fr: Mises à jour de module, transfert de propriété, critiques utilisateurs, et qu'attendre une fois que votre module est accepté.
it: Aggiornamento dei componenti aggiuntivi, trasferimento della proprietà, commenti degli utenti e cosa aspettarsi una volta che il componente aggiuntivo è stato approvato.
ko: 부가 기능 업데이트, 소유권 이전, 사용자 평가, 그 외에도 부가 기능이 승인되면 사용할 수 있는 여러가지 기능에 대해 알아봅니다.
nl: Add-on-updates, eigendom overdragen, gebruikersbeoordelingen en wat u kunt verwachten als uw add-on eenmaal is goedgekeurd.
pa_in: ਐਡ-ਆਨ ਅੱਪਡੇਟਾਂ, ਮਾਲਕੀ ਦੀ ਤਬਦੀਲੀ, ਉਪਭੋਗੀ ਸਮੀਖਿਆਵਾਂ, ਅਤੇ ਇੱਕ ਵਾਰ ਐਡ-ਆਨ ਮਨਜ਼ੂਰ ਹੋਣ ਤੇ ਕੀ ਉਮੀਦ ਕਰੀਏ।
pl: Aktualizacje dodatku, przekazywanie własności, opinie użytkowników i czego się spodziewać po zaakceptowaniu dodatku.
pt_pt: Atualizações de extras, transferência de propriedade, comentários do utilizador, e o que esperar uma vez que o seu extra seja aprovado.
ru: Обновления дополнений, передача владения, отзывы пользователей, и чего ожидать после одобрения вашего дополнения.
sl: Ažuriranje dodatkov, prenos lastništva, pregledi uporabnikov, in kaj lahko pričakujete, ko se vaš dodatek odobri.
uk: Оновлення додатків, передача володіння, відгуки користувачів, і чого очікувати після схвалення вашого додатка.
zh_cn: 附加组件的更新、所有权转移、用户评论以及在您的附加组件通过审核后需要做什么。

source: How up-and-coming add-ons become featured and what&#039;s involved in the process.
cs: Jak se doplňky mohou stát doporučenými a co vše v tomto procesu hraje roli.
de: Wie aufstrebende Add-ons vorgestellt werden und was bei diesem Prozess passiert.
es: Cómo llegan a figurar destacados los nuevos complementos y qué interviene en el proceso.
fr: Comment les modules deviennent vedettes et qu'est-ce qui importe dans ce processus.
it: Come un componente aggiuntivo emergente può diventare consigliato e quali sono gli elementi coinvolti in questo processo.
ko: 인기 급상승 부가 기능이 어떻게 추천 부가 기능이 되며 선정 과정엔 어떤 것이 있는지 알아봅니다.
nl: Hoe aankomende add-ons een aanbeveling krijgen en wat er bij het proces komt kijken.
pa_in: ਕਿਵੇਂ ਤਿਆਰ-ਅਤੇ-ਆਉਣ ਵਾਲੇ ਐਡ-ਆਨਾਂ ਦੀ ਪੇਸ਼ਕਸ ਹੁੰਦੀ ਹੈ ਅਤੇ ਇਸ ਕਾਰਜ ਵਿੱਚ ਕੀ&#039;s ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ।
pl: Jak najczęściej używane dodatki stają się polecanymi dodatkami i co jest z tym procesem związane.
pt_pt: Como é que extras futuros ficam em destaque e o que está envolvido no processo.
ru: Как перспективные дополнения становятся избранными и что вовлечено в этот процесс.
sl: Kako se novo nastale dodatke predstavlja in kaj je v ta postopek vključeno.
uk: Як перспективні додатки стають обраними і що залучено до цього процесу.
zh_cn: 新秀附加组件如何成为精选附加组件，以及在这个过程中会涉及到什么。

source: Terms of Service for submitting your work to our site. Developers are required to accept this agreement before submission.
cs: Zásady používání služby pro odeslání vaší práce na tento web. Vývojáři musí před odesláním souhlasit s touto smlouvou.
de: Nutzungsbedingungne für das Einreichen Ihrer Arbeit. Entwickler müssen diese Erklärung vor dem Einreichen akzeptieren.
es: Términos del servicio respecto al envío de tu obra a nuestro sitio. Los desarrolladores están obligados a aceptar este acuerdo antes de realizar el envío.
fr: Conditions d'utilisation pour envoyer votre travail sur notre site. Les développeurs doivent accepter cet accord avant envoi.
it: Termini di servizio per caricare il tuo lavoro sul nostro sito. Gli sviluppatori devono accettare questo accordo prima di procedere con il caricamento.
ko: 사이트에 작업물을 제출할 때 필요한 서비스 이용 약관입니다. 개발자는 제출 전에 이 동의서의 수락을 요구받게 됩니다.
nl: Voorwaarden voor het indienen van uw werk bij onze website. Ontwikkelaars dienen deze overeenkomst voor het indienen te accepteren.
pa_in: ਸਾਡੀ ਸਾਈਟ ਲਈ ਆਪਣੇ ਕੰਮ ਨੂੰ ਭੇਜਣ ਵਾਲੀ ਸੇਵਾ ਦੀਆਂ ਹਿਦਾਇਤਾਂ। ਡਿਵੈਲਪਰ ਨੂੰ ਦਾਖਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇਸ ਸਮਝੌਤੇ ਨੂੰ ਮਨਜ਼ੂਰ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।
pl: Zasady użytkowania serwisu przez autorów dodatków zamieszczanych na naszej witrynie. Przed zamieszczeniem dodatku autorzy muszą je zaakceptować.
pt_pt: Termos do Serviço para a submissão do seu trabalho no nosso sítio. Os desenvolvedores são obrigados a aceitar este contrato antes do envio.
ru: Условия предоставления услуг для представления ваших работ на нашем сайте. Разработчики должны принять это соглашение перед представлением.
sl: Pogoji za storitve ob oddaji vašega izdelka za našo stran. Razvijalci so pred oddajo dolžni ta dogovor sprejeti.
uk: Умови надання послуг для представлення ваших робіт на нашому сайті. Розробники повинні прийняти цю угоду перед представленням.
zh_cn: 提交您的作品到我们网站的服务条款。开发者在提交前必须同意接受此协议。

source: How to get in touch with us regarding these policies or your add-on.
cs: Jak se s námi spojit v případě otázek týkajících se těchto zásad či doplňku.
de: Wie Sie uns mit Fragen zu diesen Regeln oder Ihrem Add-on kontaktieren können.
es: Cómo ponerte en contacto con nosotros en relación a estas políticas o tu complemento.
fr: Comment prendre contact avec nous à propos de ces politiques ou de votre module.
it: Come contattarci per informazioni su queste norme o sul tuo componente aggiuntivo.
ko: 여러 정책 및 부가 기능에 관해 저희에게 연락을 취하는 방법이 나와있습니다.
nl: Hoe u met ons contact kunt opnemen over dit beleid of uw add-on.
pa_in: ਇਹਨਾਂ ਨੀਤੀਆਂ ਜਾਂ ਆਪਣੇ ਐਡ-ਆਨ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਸਾਡੇ ਨਾਲ ਸਪੰਰਕ ਵਿੱਚ ਕਿਵੇਂ ਰਹਿਆ ਜਾਵੇ।
pl: Jak skontaktować się z nami w sprawach dotyczących tych zasad lub twojego dodatku.
pt_pt: Como entrar em contacto connosco a respeito destas políticas ou do seu extra.
ru: Как связаться с нами по поводу этих политик или вашего дополнения.
sl: Kako priti v stik z nami glede teh pravil ali vašega dodatka.
uk: Як зв'язатися з нами з приводу цих політик або вашого додатка.
zh_cn: 如何就这些政策或您的附加组件与我们取得联系。

source: API & Language References
cs: Referenční příručky k API a jazykům
de: Referenz zu API & Sprachen
es: API y referencias de lenguajes
fr: Références API & Langage
it: Riferimenti API e linguaggio
ja: API と言語リファレンス
ko: API와 언어 참고문서
nl: API- & taalreferenties
pl: Dokumentacja API i języków
pt_pt: API & Referências de idiomas
ru: Справочники по языку и API
sl: Reference za API in jezik
zh_cn: API 与语言参考

source: API &amp; Language References
cs: Referenční příručky k API a jazykům
de: Referenz zu API & Sprachen
es: API y referencias de lenguajes
fr: Références API &amp; Langage
it: Riferimenti API e linguaggio
ja: API と言語リファレンス
ko: API와 언어 참고문서
nl: API- & taalreferenties
pl: Dokumentacja API i języków
pt_pt: API &amp; referências de Idiomas
ru: Справочники по языку и API
sl: Reference za API in jezik
zh_cn: API 与语言参考

source: XUL: Defining User Interfaces
cs: XUL: Tvorba uživatelského rozhraní
de: XUL: Definieren von Benutzeroberflächen
es: XUL: definir las interfaces de usuario
fr: XUL : Définition d'interfaces utilisateur
it: XUL: definire l'interfaccia utente
ja: XUL: ユーザインタフェースの定義
ko: XUL: 사용자 인터페이스 정의
nl: XUL: gebruikersinterfaces definiëren
pl: XUL: Definiowanie interfejsu użytkownika
pt_pt: XUL: Definir interfaces do utilizador
ru: XUL: Определение интерфейсов пользователя
sl: XUL: Definiranje uporabniških vmesnikov
zh_cn: XUL：定义用户界面

source: XUL Overview
cs: Přehled XULu
de: XUL-Übersicht
el: Επισκόπηση XUL
es: Introducción a XUL
fr: Aperçu XUL
it: Panoramica su XUL
ja: XUL の概要
ko: XUL 개요
nl: XUL-overzicht
pl: Przegląd XUL
pt_pt: XUL visão global
ru: Обзор XUL
sl: XUL Pregled
zh_cn: XUL 概述

source: via <a class="refsource" href="http://developer.mozilla.org">Mozilla Developer Center</a>
cs: na <a class="refsource" href="http://developer.mozilla.org">Mozilla Developer Center</a>
de: im <a class="refsource" href="http://developer.mozilla.org">Mozilla Developer Center</a>
es: a través del <a class="refsource" href="http://developer.mozilla.org">Centro de Desarrolladores de Mozilla</a>
fr: via <a class="refsource" href="http://developer.mozilla.org">Centre Développeur Mozilla</a>
ja: 出典: <a class="refsource" href="http://developer.mozilla.org">Mozilla Developer Network</a>
ko: 출처: <a class="refsource" href="http://developer.mozilla.org">Mozilla 개발자 센터</a>
nl: via het <a class="refsource" href="http://developer.mozilla.org">Mozilla-ontwikkelaarscentrum</a>
pl: na stronach <a class="refsource" href="http://developer.mozilla.org">Mozilla Developer Network</a>
pt_pt: através do <a class="refsource" href="http://developer.mozilla.org">Centro do desenvolvedor da Mozilla</a>
ru: через <a class="refsource" href="http://developer.mozilla.org">Центр Разработки Mozilla</a>
sl: preko <a class="refsource" href="http://developer.mozilla.org">Razvojnega centra Mozilla</a>
zh_cn: 通过 <a class="refsource" href="http://developer.mozilla.org">Mozilla 开发者网络</a>
