Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Webfighter is an R-Type and Tyrian inspired game where you must hunt down an alien bug and destroy it. As a side-scrolling shooter, pick up various weapons to blast your way through enemies. In addition to destroying the alien bug, kill as many enemies as possible to get the highest score. <a href="%(marketplace_link)s">View on the marketplace</a> <a href="%(walkthrough_link)s" class="walkthrough">Read the full developer walkthrough</a>
de: Webfighter ist ein von R-Type und Tyrian inspiriertes Spiel, in dem Sie einen außerirdischen Käfer jagen und vernichten müssen. Es ist ein Ballerspiel in der Art eines Side-Scrollers, bei dem Sie verschiedene Waffen aufsammeln und sich einen Weg durch Gegner schießen müssen. Vernichten Sie außer dem außerirdischen Käfer so viele Feine wie möglich, um die höchstmögliche Punktzahl zu erreichen. <a href="%(marketplace_link)s">Im Marketplace ansehen</a> <a href="%(walkthrough_link)s" class="walkthrough">Lesen Sie die gesamte Übersicht für Entwickler</a>
es: Webfighter es un videojuego inspirado en los géneros R-Type y Tyrian en el que debes dar caza a un alienígena y destruirlo. Al tratarse de un juego en el que el francotirador debe ir desplazando la pantalla, tienes que seleccionar distintas armas para acribillar a tus enemigos y deshacerte de ellos. Para obtener la máxima puntuación, además de destruir al alienígena, tienes que matar a todos los enemigos que puedas. <a href="%(marketplace_link)s">Míralo en Marketplace</a> <a href="%(walkthrough_link)s" class="walkthrough">Lee la guía completa para desarrolladores</a>
fr: Webfighter est un jeu inspiré de R-Type et Tyrian où vous devez chasser un insecte extra-terrestre et le détruire. Dans ce shooter side-scrolling, attrapez des armes variées pour faire votre chemin entre les ennemis. En plus de détruire l'insecte extra-terrestre, tuez autant que possible d'ennemis pour obtenir le meilleur score. <a href="%(marketplace_link)s">Voir sur le marketplace</a> <a href="%(walkthrough_link)s" class="walkthrough">Lire la documentation développeur complète</a>
it: Webfighter è un gioco ispirato a R-Type e Tyrian in cui il giocatore deve dare la caccia a un insetto alieno per distruggerlo. Si tratta di uno sparatutto a scorrimento laterale: raccogli tutte le armi sulla tua strada e fatti largo tra i nemici. Oltre a distruggere l'insetto alieno dovrai eliminare il maggior numero di nemici possibile per ottenere il punteggio più alto. <a href="%(marketplace_link)s">Guardala sul Marketplace</a>. <a href="%(walkthrough_link)s" class="walkthrough">Ulteriori informazioni nella guida completa dello sviluppatore</a>
nl: Webfighter is een op R-Type en Tyrian gebaseerd spel waarin u een buitenaards insect moet opsporen en vernietigen. Als zijwaarts scrollende schieter dient u diverse wapens te vinden en u een weg door vijanden te schieten. Dood naast het buitenaardse insect zo veel mogelijk vijanden om de hoogste score te behalen. <a href="%(marketplace_link)s">Op de Marketplace bekijken</a> <a href="%(walkthrough_link)s" class="walkthrough">Lees het volledige ontwikkelaarsverslag</a>
pl: Webfighter jest grą inspirowaną grami R-Type i Tyrian, w której należy dogonić obcego robaka i zniszczyć go. Jak w strzelance typu „side-scrolling można wybierać różne typy broni, by niszczyć przeciwnika na różne sposoby. Oprócz zniszczenia obcego robaka zabij tak wielu przeciwników, jak to możliwe, by uzyskać jak najlepszy wynik. <a href="%(marketplace_link)s">Zobacz w Marketplace</a> <a href="%(walkthrough_link)s" class="walkthrough">Przeczytaj cały opis autora</a>
zh_cn: Webfighter 是一款 R 类和泰尔灵感游戏，您必须找到外星怪物并消灭它们。作为一款横版卷轴射击游戏，选择不同的武器消灭挡住你去路的敌人。消灭外星怪物的同时，尽可能多的消灭敌人获取最高的分数。<a href="%(marketplace_link)s">在应用市场查看</a><a href="%(walkthrough_link)s" class="walkthrough">阅读完整的开发步骤</a>

source: Used to generate the game graphics.
cs: Použit pro vytváření herní grafiky.
de: Verwendet zur Erzeugung der Spielgrafiken.
es: Se utiliza para generar los gráficos del juego.
fr: Utilisé pour produire les images du jeu.
it: Utilizzato per creare la grafica del gioco.
nl: Gebruikt om het grafische deel van het spel te maken.
pl: Używane do generowania grafiki w grze.
zh_cn: 用来生成游戏图形。

source: Allows the game to be played in fullscreen mode.
cs: Umožňuje hrát hru v režimu přes celou obrazovku.
de: Damit kann das Spiel im Vollbildmodus gespielt werden.
es: Permite jugar en modo pantalla completa.
fr: Permet de jouer au jeu en plein écran.
it: Consente di visualizzare il gioco a schermo intero.
nl: Maakt spelen in volledig scherm mogelijk.
pl: Umożliwia na grę w trybie pełnoekranowym.
zh_cn: 允许游戏在全屏模式下运行。

source: The player can purchase items in a store that will aid their quest. This shows the workflow for in-app payments.
de: Der Spieler kann Gegenstände, die ihm bei seiner Aufgabe helfen, in einem Laden kaufen. Dies zeigt den Arbeitsablauf für anwendungsinterne Zahlungen.
es: El jugador puede adquirir artículos en una tienda que le ayudarán en su búsqueda. Aquí se muestra el flujo de trabajo para los pagos en la aplicación.
fr: Le joueur pour acheter dans un magasin des éléments qui l'aideront dans sa quête. Ceci donne un exemple du processus pour micro-paiements.
it: Il giocatore ha a disposizione un negozio dove acquistare oggetti che gli saranno d'aiuto per la ricerca. Questo è un esempio che mostra il meccanismo dei pagamenti in-app.
nl: De speler kan items die helpen bij de tocht in een winkel kopen. Dit geeft de workflow weer voor in-app-betalingen.
pl: Gracz może kupić w sklepie elementy, które pomogą wypełnić zadanie. Pokazuje to obieg płatności w aplikacji.
zh_cn: 玩家可以在商城订购装备帮助他们寻找，这显示了应用内支付的流程。

source: Back to app
cs: Zpět na aplikaci
de: Zurück zur Anwendung
es: Volver a la aplicación
fr: Retour à l'application
it: Ritorna all'app
ko: 앱으로 돌아가기
nl: Terug naar app
pl: Wróć do aplikacji
ru: Вернуться к приложению
zh_cn: 返回应用

source: File Compare :: Reviewer Tools
cs: Porovnání souboru: Nástroje pro redaktory
de: Dateivergleich :: Werkzeuge für Kontrolleure
es: Comparación de archivos :: Herramientas del revisor
fr: Comparaison de fichier :: Outils de vérification
it: Confronta file :: Strumenti per revisori
ko: 파일 비교 :: 심사자 도구
nl: Bestandsvergelijking :: Beoordelaarshulpmiddelen
pl: Porównywanie pliku :: Narzędzia recenzenta
ru: Сравнение файлов :: Инструменты редактора
zh_cn: 文件比较:: 审核工具

source: File Viewer :: Reviewer Tools
cs: Prohlížeč souboru: Nástroje pro redaktory
de: Dateibetrachter :: Werkzeuge für Kontrolleure
es: Visor de ficheros :: Herramientas del revisor
fr: Visualisateur de fichier :: Outils de vérification
it: Visualizzatore file :: Strumenti per revisori
ko: 파일 비교 :: 심사자 도구
nl: Bestandslezer :: Beoordelaarshulpmiddelen
pl: Przeglądanie pliku :: Narzędzia recenzenta
ru: Просмотр файлов :: Инструменты редактора
zh_cn: 文件查看器 :: 审核者工具

source: App being processed, please wait.
cs: Aplikace je zpracovávána, čekejte prosím.
de: Anwendung wird verarbeitet, bitte warten Sie.
es: Se está procesando la aplicación, espera un momento.
fr: Traitement de l'application en cours, merci de patienter.
it: Elaborazione app in corso, attendere…
ko: 앱을 처리중입니다. 잠시만 기다려 주세요.
nl: App wordt verwerkt, een ogenblik.
pl: Aplikacja jest przetwarzana, proszę czekać.
ru: Идёт обработка приложения, пожалуйста подождите.
zh_cn: 应用正在处理，请等待。

source: Chargeback URL
cs: URL s informací o vrácení peněz
de: Rückzahlungs-URL
es: URL de reembolso
pl: URL obciążenia zwrotnego

source: Relative URL in your app that the marketplace posts a chargeback to. For example: /payments/chargeback
cs: Relativní URL ve vaší aplikaci, kam Marketplace pošle informaci o vrácení platby. Například: /payments/chargeback
de: Relative URL in Ihrer Anwendung, an die der Marktplatz Rückzahlungen schickt. Beispiel: /zahlungen/rueckzahlung
es: URL relativa de tu aplicación que usará el Marketplace para publicar una dirección de reembolso. Por ejemplo: /payments/chargeback
pl: Względny adres URL w aplikacji, gdzie sklep wysyła obciążenie zwrotne. Na przykład: /payments/chargeback

source: Postback URL
cs: URL s informací o platbě
es: URL de publicación
pl: URL potwierdzenia

source: Relative URL in your app that the marketplace will post a confirmed transaction to. For example: /payments/postback
de: Relative URL in Ihrer Anwendung, an die der Marktplatz eine bestätigte Transaktion schickt. Beispiel: /zahlungen/postback
es: URL relativa de tu aplicación que usará el Marketplace para publicar la confirmación de una transacción. Por ejemplo: /payments/postback
pl: Względny adres URL w aplikacji, gdzie sklep wyśle potwierdzoną transakcję. Na przykład: /payments/postback

source: Use SSL when posting to app
cs: Při posílání do aplikace používat SSL
de: SSL verwenden, wenn an Anwendung gesendet wird
es: Utiliza una conexión SSL cuando publiques en la aplicación
pl: Użyj SSL podczas wysyłania aplikacji

source: Firefox Marketplace in-app payment for {0} to {1}
de: Anwendungsinterne Zahlung im Firefox-Marktplatz von {0} an {1}
es: Pago en la aplicación de Firefox Marketplace de {0} para {1}
pl: Płatności w aplikacji Firefox Marketplace dla {0} w {1}

source: Purchased successfully
cs: Platba proběhla úspěšně
de: Erfolgreich gekauft
es: Compra realizada con éxito
pl: Zakup powiódł się
ru: Успешно куплено

source: Close window
cs: Zavřít okno
de: Fenster schließen
es: Cerrar ventana
pl: Zamknij okno
ru: Закрыть окно

source: Payment Error
cs: Chyba platby
de: Fehler bei der Zahlung
es: Error en el pago
pl: Błąd płatności
ru: Ошибка при платеже

source: There was an error processing your payment. Please try again.
cs: Při zpracování platby nastala chyba. Zkuste to prosím znovu.
de: Bei der Verarbeitung Ihrer Zahlung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Se ha producido un error procesando el pago. Vuelve a intentarlo.
pl: Wystąpił błąd podczas przetwarzania płatności. Spróbuj ponownie.
ru: В процессе обработки вашего платежа произошла ошибка. Пожалуйста, попробуйте снова.

source: If the problem persists, request <a href="{0}">support from the app</a> or contact the developer: {1}
cs: Pokud problém přetrvá, napište <a href="{0}">podpoře aplikace</a> nebo kontaktujte vývojáře: {1}
de: Wenn das Problem weiterhin besteht, fordern Sie <a href="{0}">Hilfe von der Anwendung</a> an oder kontaktieren Sie den Entwickler: {1}
es: Si el problema continúa, solicita <a href="{0}">ayuda de la aplicación</a> o ponte en contacto con el desarrollador: {1}
pl: Jeśli problem nie ustąpi, poproś <a href="{0}">pomoc aplikacji</a> lub skontaktuj się z autorem: {1}

source: Loading in-app purchase
de: Anwendungsinterne Zahlung wird geladen
es: Cargando compra en la aplicación
pl: Wczytywanie płatności w aplikacji
ru: Загрузка покупки в приложении

source: Waiting for secure request&hellip;
cs: Čekání na bezpečné propojení&hellip;
de: Warten auf sichere Anfrage &hellip;
es: Esperando solicitud segura&hellip;
pl: Oczekiwanie na bezpieczne połączenie&hellip;

source: Please Sign In
cs: Přihlaste se prosím
de: Bitte melden Sie sich an
es: Conéctate
pl: Zaloguj się
ru: Пожалуйста, войдите

source: Couldn't complete purchase
cs: Koupi nelze dokončit
de: Kauf konnte nicht abgeschlossen werden
es: La compra no se ha podido completar
pl: Nie można zakończyć zakupu
ru: Не удалось завершить покупку

source: In-app purchases require payment pre-approval. Would you like to set this up now?
cs: Platby uvnitř aplikace vyžadují předschválení plateb. Chcete je nyní nastavit?
de: Anwendungsinterne Zahlungen erfordern Vorab-Freischaltung für Zahlungen. Möchten Sie dies jetzt einrichten?
es: Las compras en la aplicación necesitan aprobación previa de pago. ¿Quieres configurarla ahora?
pl: Zakupy w aplikacji wymagają wstępnie zatwierdzonych płatności. Czy chcesz jest teraz ustawić?

source: Set up pre-approval
cs: Nastavení předschválení
de: Vorab-Freischaltung einrichten
es: Configurar autorización previa
pl: Ustawienie wstępnego zatwierdzenia
ru: Настроить предварительное одобрение

source: No thanks
cs: Ne, děkuji.
de: Nein, danke
es: No, gracias
pl: Nie, dziękuję
ru: Нет, спасибо

source: Purchasing&hellip;
cs: Probíhá koupě&hellip;
de: Wird gekauft …
es: Comprando&hellip;
pl: Zakup&hellip;
ru: Покупка&hellip;

source: Payment canceled
cs: Platba zrušena
de: Zahlung abgebrochen
es: Pago cancelado
pl: Płatność anulowana
ru: Платёж отменён

source: You have not been charged.
de: Ihnen wurde kein Guthaben abgezogen.
es: No se te ha realizado ningún cargo.
pl: Nie obciążono ciebie.
ru: С вас не взяли денег.

source: Transaction Lookup
de: Suche nach Transaktion
es: Búsqueda de transacciones
fr: Recherche de transaction
it: Ricerca transazioni
ko: 거래내역 검색
nl: Transactie opzoeken
pl: Wyszukiwane transakcji
zh_cn: 事务查找

source: Enter refund details to refund transaction
de: Geben Sie Detail zur Erstattung ein, um die Transaktion zu erstatten
es: Escribe los datos para reembolsar la transacción
fr: Entrez les détails pour rembourser la transaction
it: Inserire le informazioni necessarie per rimborsare la transazione.
nl: Voer restitutiedetails in om restitutie uit te voeren
pl: Wprowadź szczegóły zwrotu, by dokonać zwrotu transakcji
zh_cn: 为退款交易输入退款详情

source: Currently unable to retrieve refund status.
de: Status der Erstattung kann derzeit nicht abgerufen werden.
es: En este momento, no es posible saber el estado del reembolso.
fr: Impossible d'obtenir l'état du remboursement actuellement.
it: Al momento non è possibile recuperare lo stato del rimborso.
nl: Kan momenteel de restitutiestatus niet ophalen.
pl: Obecnie nie można pobrać statusu zwrotu.
zh_cn: 目前无法检索退款状态。

source: A refund has already been processed.
cs: Vrácení peněz již bylo zpracováno.
de: Eine Erstattung wurde bereits bearbeitet.
es: Ya se ha procesado un reembolso.
fr: Un remboursement a déjà été réalisé.
it: Un rimborso è già stato elaborato.
nl: Er is al een restitutie verwerkt.
pl: Zwrot został już przetworzony.
zh_cn: 退款已处理。

source: You cannot make a refund request for this transaction.
cs: Pro tuto transakci nemůže požádat o vrácení peněz.
de: Sie können für diese Transaktion keine Erstattung anfordern.
es: No se puede realizar una solicitud de reembolso de esta transacción.
fr: Vous ne pouvez pas faire de remboursement pour cette transaction.
it: Non è possibile effettuare una richiesta di rimborso per questa transazione.
nl: U kunt niet om restitutie vragen voor deze transactie.
pl: Nie możesz poprosić o zwrot dla tej transakcji.
zh_cn: 这个交易不能退款。

source: Refund for this transaction now pending.
de: Erstattung für dieses Transaktion ist jetzt in der Warteschlange.
es: El reembolso de esta transacción está pendiente.
fr: Remboursement pour cette transaction en attente.
it: Attualmente il rimborso per questa transazione è in sospeso.
nl: Restitutie voor deze transactie in wachtrij.
pl: Zwrot dla tej transakcji jest w toku.
zh_cn: 这个交易的退款目前在挂起。

source: Refund for this transaction successfully approved.
cs: Žádost o vrácení peněz pro tuto transakci bylo úspěšně schváleno.
de: Erstattung für diese Transaktion erfolgreich bewilligt.
es: Aprobado el reembolso de esta transacción.
fr: Remboursement pour cette transaction approuvé avec succès.
it: Il rimborso per questa transazione è stato correttamente approvato.
nl: Restitutie voor deze transactie goedgekeurd.
pl: Zwrot dla tej transakcji pomyślnie zatwierdzony.
zh_cn: 这个交易的退款已审核通过。

source: Refund request for this transaction failed.
cs: Žádost o vrácení peněz pro tuto transakci selhalo.
de: Anforderung für Erstattung für diese Transaktion fehlgeschlagen.
es: Error al solicitar reembolso de esta transacción.
fr: Échec de la demande de remboursement pour cette transaction.
it: Non è stato possibile effettuare la richiesta di rimborso per questa transazione.
nl: Restitutieverzoek voor deze transactie mislukt.
pl: Prośba o zwrot dla tej transakcji nie powiodła się.
zh_cn: 这个交易的退款请求失败。

source: {0} of purchases via {1}
cs: {0} koupí skrze {1}
de: {0} der Käufe über {1}
es: {0} de adquisiciones a través de {1}
it: {0} di acquisti via {1}
pl: {0} zakupów poprzez: {1}
ru: {0} покупок через {1}

source: last 24 hours
cs: posledních 24 hodin
de: Letzte 24 Stunden
es: últimas 24 horas
fr: dernières 24 heures
it: Ultime 24 ore
ko: 최근 24시간
nl: laatste 24 uur
pl: ostatnie 24 godziny
ru: последние 24 часа
zh_cn: 最近24小时

source: last 7 days
cs: posledních 7 dní
de: Letzte 7 Tage
es: últimos 7 días
fr: derniers 7 jours
it: Ultimi 7 giorni
ko: 최근 7일
nl: laatste 7 dagen
pl: ostatnie 7 dni
ru: последние 7 дней
zh_cn: 最近7天

source: all time
cs: bez omezení
de: Gesamte Zeit
es: cualquier rango temporal
fr: depuis le début
it: Di sempre
ko: 전체 시간
nl: altijd
pl: od początku
ru: всё время
zh_cn: 全天

source: View
cs: Zobrazit
de: Ansehen
es: Ver
fr: Voir
it: Mostra
ko: 조회하기
nl: Bekijken
pl: Zobacz
ru: Просмотреть
sl: Pogled
zh_cn: 查看

source: Permissions
cs: Oprávnění
de: Genehmigungen
es: Permisos
it: Permessi
ko: 권한
nl: Toegangsrechten
pl: Uprawnienia
ru: Разрешения
sl: Dovoljenja
zh_cn: 权限

source: Purchases
cs: Koupě
de: Käufe
es: Compras
fr: Achats
it: Acquisti
ko: 구매 내역
nl: Aankopen
pl: Zakupy
ru: Покупки
zh_cn: 已购买产品

source: Refunds
cs: Vracení peněz
de: Erstattungen
es: Reembolsos
fr: Remboursements
it: Rimborsi
ko: 환불
nl: Restituties
pl: Zwroty
ru: Возмещения
sl: Vračila
zh_cn: 退款

source: {0} requested ({1} of purchases)
de: {0} angefordert ({1} der Käufe)
es: {0} solicitados ({1} de adquisiciones)
fr: {0} demandés ({1} d'achats)
it: {0} richieste ({1} degli acquisti)
ko: {0} 청구됨 (가격의 {1})
nl: {0} aangevraagd ({1} van de aankopen)
pl: prośby: {0} (({1} zakupów))
ru: Запрошено - {0} ({1} покупок)
zh_cn: {0} 个申请（占总销量的 {1}）

source: {0} auto-approved
cs: {0} automaticky schváleno
de: {0} automatisch bewilligt
es: {0} aprobado(s) automáticamente
fr: {0} auto-approuvé
it: {0} auto-approvati
ko: {0}건 자동 승인
nl: {0} automatisch goedgekeurd
pl: automatycznie zatwierdzone: {0}
ru: Автоодобрено - {0}
zh_cn: 已自动审核 {0} 个

source: {0} approved
cs: {0} schváleno
de: {0} bewilligt
es: {0} aprobados
fr: {0} approuvé
it: {0} approvati
ko: {0}건 승인됨
nl: {0} goedgekeurd
pl: zatwierdzone: {0}
ru: Одобрено - {0}
zh_cn: 已审核 {0} 个

source: {0} rejected
cs: {0} zamítnuto
de: {0} abgelehnt
es: {0} rechazados
fr: {0} rejeté
it: {0} rifiutati
ko: {0}건 거부됨
nl: {0} afgewezen
pl: usunięte: {0}
ru: Отказано - {0}
zh_cn: 已拒绝 {0} 个

source: Methods
cs: Metody
de: Methoden
es: Métodos
it: Metodi
pl: Sposoby
ru: Методы

source: Version (ID)
cs: Verze (ID)
es: Versión (ID)
it: Versione (ID)
ko: 버전 (ID)
nl: Versie (ID)
pl: Wersja (ID)
ru: Версия (ID)
zh_cn: 版本（ID）

source: Filename (ID, Size)
cs: Soubor (ID, velikost)
de: Dateiname (ID, Größe)
es: Nombre de archivo (ID, tamaño)
fr: Nom de fichier (ID, Taille)
it: Nome file (ID, dimensioni)
ko: 파일명 (ID, 크기)
nl: Bestandsnaam (ID, grootte)
pl: Rozmiar pliku (ID, rozmiar)
ru: Имя файла (ID, размер)
zh_cn: 文件名（ID，大小）

source: Lookup Tool
de: Nachschlagewerkzeug
es: Herramienta de búsqueda
fr: Outil de recherche
it: Strumento di ricerca
ko: 이력 조회 도구
nl: Zoekhulpmiddel
pl: Narzędzie sprawdzania
ru: Инструмент поиска
sl: Orodje za iskanje
zh_cn: 查找工具

source: <small>Marketplace</small> Lookup Tool
de: <small>Marktplatz</small>-Nachschlagewerkzeug
es: Herramientas de búsqueda de <small>Marketplace</small>
fr: Outil de recherche <small>Marketplace</small>
it: Strumento di ricerca del <small>Marketplace</small>
ko: <small>마켓플레이스</small> 이력 조회 도구
nl: <small>Marketplace</small>-zoekhulpmiddel
pl: Narzędzie sprawdzania <small>Marketplace</small>
zh_cn: <small>应用市场</small> 查找工具

source: Transaction Lookup results for <a href="%(tx_url)s">Transaction %(uuid)s</a>
de: Ergebnisse der Transaktionssuche für <a href="%(tx_url)s">Transaktion %(uuid)s</a>
es: Resultados para la búsqueda de <a href="%(tx_url)s">transacción %(uuid)s</a>
fr: Résultats de recherche de transaction pour <a href="%(tx_url)s">transaction %(uuid)s</a>
it: Risultati della ricerca nelle transazioni per la <a href="%(tx_url)s">transazione %(uuid)s</a>
nl: Transactiezoekresultaten voor <a href="%(tx_url)s">Transactie %(uuid)s</a>
pl: Wyniki wyszukiwania transakcji dla <a href="%(tx_url)s">transakcji %(uuid)s</a>
zh_cn: <a href="%(tx_url)s">交易 %(uuid)s</a> 的查找结果

source: Buyer
cs: Kupující
de: Käufer
es: Comprador
fr: Acheteur
it: Acquirente
ko: 구매자
nl: Koper
pl: Kupujący
ru: Покупатель
zh_cn: 购买者

source: Price Tier
cs: Cenová hladina
de: Preisstufe
es: Franja de precio
fr: Tranche de prix
it: Fascia di prezzo
nl: Prijscategorie
pl: Poziom ceny
ru: Уровень цены
zh_cn: 价格区间

source: Related Transaction
cs: Související transakce
de: Ähnliche Transaktion
es: Transacción relacionada
fr: Transaction liée
it: Transazione correlata
nl: Gerelateerde transactie
pl: Powiązane transakcje
zh_cn: 关联交易

source: Refund Status
cs: Stav vrácení peněz
de: Status der Erstattung
es: Estado del reembolso
fr: État du remboursement
it: Stato rimborso
nl: Restitutiestatus
pl: Status zwrotu
zh_cn: 退款状态

source: Unrequested
cs: Nepožadované
de: Nicht angefordert
es: No solicitado
fr: Non demandé
it: Non richiesto
nl: Niet aangevraagd
pl: Bez prośby
zh_cn: 未请求

source: Refund this transaction
cs: Žádost o vrácení peněz za tuto transakci
de: Diese Transaktion erstatten
es: Reembolsar esta transacción
fr: Rembourser cette transaction
it: Rimborsa questa transazione
nl: Deze transactie restitueren
pl: Zwróć tę transakcję
zh_cn: 交易退款

source: Account Activity results for
cs: Výsledky aktivity účtu pro
de: Ergebnisse der Benutzerkontenaktivität für
es: Resultados de la actividad de la cuenta para
fr: Résultats d'activité du compte pour
it: Risultati relativi alle attività dell'account per
ko: 계정 활동량 결과:
nl: Accountactiviteitenresultaten voor
pl: Rezultaty aktywności konta dla
ru: Результаты активности учётной записи для
zh_cn: 账户活动结果：

source: Account Updates
cs: Aktualizace účtu
de: Aktualisierungen des Benutzerkontos
es: Actualizaciones de la cuenta
fr: Mises à jour du compte
it: Aggiornamenti dell'account
ko: 계정 업데이트
pl: Aktualizacje konta
ru: Обновления учётной записи
zh_cn: 账户更新

source: Purchase results for
cs: Výsledky nákupu pro
de: Kaufergebnisse für
es: Resultados de compra para
fr: Acheter les résultats pour
it: Risultati relativi agli acquisti per
ko: 구매 결과 :
nl: Aanschafresultaten voor
pl: Wyniki zakupów dla
ru: Результаты покупок для
zh_cn: 购买结果为

source: Account Lookup results for
de: Ergebnisse der Benutzerkontensuche für
es: Resultados de búsquedas de cuentas para
fr: Résultats de recherche de compte pour
it: Risultati ricerca account per
ko: 계좌 검색 결과 :
nl: Accountzoekresultaten voor
pl: Wyniki wyszukiwania kont dla
ru: Результаты поиска учётной записи для
zh_cn: 账户查询结果

source: Registered
cs: Registrován(a)
de: Registriert
es: Registrado
fr: Enregistré
it: Registrato
ko: 등록됨
nl: Geregistreerd
pl: Zarejestrowano
ru: Зарегистрировано
zh_cn: 已注册

source: Groups
cs: Skupiny
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ko: 그룹
nl: Groepen
pl: Grupy
ru: Группы
sl: Skupine
zh_cn: 分组

source: PayPal linked
cs: Propojený PayPal
de: PayPal-verlinkt
es: Enlazado con PayPal
fr: Lié avec PayPal
it: Account PayPal collegato
ko: PayPal 결제
nl: PayPal gekoppeld
pl: Podłączono PayPal
ru: PayPal подключён
zh_cn: PayPal 已链接

source: Marketplace Credit
de: Marktplatz-Kredit
es: Saldo del Marketplace
fr: Crédit Marketplace
it: Crediti per il Marketplace
ko: 마켓플레이스 거래내역
nl: Marketplace-tegoed
pl: Twórcy Marketplace
ru: Кредит в магазине
zh_cn: 应用市场信用值

source: apps purchased
cs: zakoupené aplikace
de: Gekaufte Anwendungen
es: aplicaciones compradas
fr: applications achetées
it: App acquistate
ko: 앱 구매
nl: gekochte apps
pl: aplikacje zakupione
ru: купленные приложения
zh_cn: 已购买应用

source: in-app payments
cs: platby v aplikaci
de: Anwendungsinterne Zahlungen
es: pagos en aplicaciones
pl: płatności w aplikacji
ru: платежи в приложении
