Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <h2>Tracking external sources</h2> <p> If you link to your add-on's details page or directly to its file from an external site, such as your blog or website, you can append a parameter to be tracked as an additional download source on this page. For example, the following links would appear as sourced by your blog: <dl> <dt>Add-on Details Page</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Direct File Link</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> Only src parameters that begin with "external-" will be tracked, up to 61 additional characters. Any text after "external-" can be used to describe the source, such as "external-blog", "external-sidebar", "external-campaign225", etc. The following URL-safe characters are allowed: <code>a-z A-Z - . _ ~ %% +</code>
cs: <h2>Sledování externích zdrojů</h2> <p> Pokud odkazujete z externího webu na stránku s informacemi o doplňku či přímo na soubor s doplňkem, můžete přidat parametr, který vám umožní sledovat zdroje, odkud je doplněk stahován. Například můžete použít následující odkazy jako zdroj pro svůj blog: <dl> <dt>Stránka s informacemi o doplňku</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Přímý odkaz na soubor</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p>Sledovány budou pouze zdroje, které začínají prefixem "external-" a nemají více než 61 dalších znaků. Jakýkoliv text za "external-" může být použit pro popis zdroje (např. "external-blog", "external-sidebar", "external-campaign225" atd.). Jsou povoleny následující znaky, které jsou bezpečné pro URL: alfanumerické znaky a <code>- . _ ~ %% +</code>
de: <h2>Verfolgen von externen Quellen</h2> <p>Wenn Sie von einer externen Website auf die Detailseite Ihres Add-ons oder direkt auf die Datei verlinken, beispielsweise von Ihrem Blog oder Ihrer Website, können Sie einen Parameter an diese Seite anhängen, um dies als zusätzliche Download-Quelle zu verfolgen. Beispielsweise würden die folgenden Links im Quelltext Ihres Blogs folgendermaßen auftauchen: <dl> <dt>Add-on-Detailseite</dt><dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Direkter Dateilink</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> Nur Src-Parameter, die mit „external-“ beginnen, werden verfolgt, bis zu 61 weitere Zeichen sind erlaubt. Der Text nach „external-“ kann zur Beschreibung der Quelle verwendet werden, beispielsweise „external-blog“, „external-sidebar“, „external-campaign225“, usw. Die folgenden URL-sicheren Zeichen sind erlaubt: "alphanumerische <code>a-z A-Z - . _ ~ %% +</code>
es: <h2>Monitorizar orígenes externos</h2> <p>Si enlazas a la página de detalles de tu complemento o directamente a su archivo desde un sitio externo, como tu blog o sitio web, puedes añadir un parámetro para que sea seguido como un origen adicional de descargas en esta página. Por ejemplo, los siguientes enlaces aparecerían como originados por tu blog: <dl> <dt>Página de detalles de tu complemento</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Enlace directo al archivo</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p>Sólo se monitorizan los parámetros src que comienzan con "external-", hasta 61 caracteres adicionales. Cualquier texto tras "external-" puede usarse para describir el origen, como por ejemplo "external-blog", "external-panel-lateral", "external-campanya225", etc. Se permiten los siguientes caracteres seguros en URL: <code>a-z A-Z - . _ ~ %% +</code>
fr: <h2>Suivi des sources externes</h2> <p> Si vous faites un lien vers la page de détails de votre module ou directement sur le fichier depuis un site externe, comme votre blog, vous pouvez ajouter un paramètre à suivre comme source additionnelle de téléchargements. Par exemple, les liens suivants apparaitront comme étant sourcés depuis votre blog : <dl> <dt>Page de détails du module</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Lien direct</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> Seuls les paramètres src qui commencent avec « external- » seront suivi, avec un maximum de 61 caractères supplémentaires. Tout texte après « external- » peut être utilisé pour décrire la source, comme par exemple « external-blog », « external-sidebar », « external-campaign225 », etc. Les caractères suivants sont autorisés : <code>a-z A-Z - . _ ~ %% +</code>
it: <h2>Rilevare fonti esterne</h2> <p> Se inserisci un link alla pagina del tuo componente aggiuntivo o direttamente al file da un sito esterno, come ad esempio un blog, puoi aggiungere un parametro aggiuntivo in modo da rilevarlo come fonte in questa pagina. Ad esempio, i seguenti link apparirebbero come provenienti dal tuo blog: <dl> <dt>Pagina del componente aggiuntivo</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Link diretto al file</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> Verranno presi in considerazione solo i parametri src che iniziano con "external-", fino ad un massimo di 61 caratteri aggiuntivi. È possibile utilizzare qualunque testo dopo "external-" per descrivere la fonte, ad esempio "external-blog"", "external-sidebar", "external-campaign225", ecc. Sono consentiti i seguenti caratteri: lettere, numeri e <code>a-z A-Z - . _ ~ %% +</code>
ko: <h2>외부 자원 추적</h2> <p>부가 기능 상세 정보 페이지나 파일과 직접 연결되어 있는 블로그 내지는 웹 사이트 등과 같은 외부 사이트를 보유하고 있을 경우, 추가 다운로드 출처를 추적할 수 있는 파라미터를 적용할 수 있습니다. 그 예로, 아래의 링크는 블로그를 출처로 하게 될 것입니다: <dl> <dt>부가 기능 상세 정보 페이지로 링크 예제</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>파일 직접 연결 예제</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> src 파라미터는 반드시 "external-"로 시작해야 하며 영문 61자를 넘어선 안됩니다. "external-" 뒤에는 "external-blog", "external-sidebar", "external-campaign225" 등과 같이 출처를 설명하는 텍스트를 입력해야 합니다. 다음의 URL 입력 가능 문자만 허용됩니다: <code>a-z A-Z - . _ ~ %% +</code>
nl: <h2>Volgen van externe bronnen</h2> <p> Als u vanaf een externe website een koppeling geeft naar de detailpagina van uw add-on of rechtstreeks naar het bestand, zoals uw blog of website, kunt u daaraan een parameter toevoegen die kan worden gevolgd als aanvullende downloadbron op deze pagina. Zo worden bijvoorbeeld de volgende koppelingen weergegeven als ontspringend aan uw blog: <dl> <dt>Add-on-detailpagina</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Rechtstreekse bestandskoppeling</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> Alleen src-parameters die met “external-” beginnen worden gevolgd, tot 61 aanvullende tekens. U kunt elke willekeurige tekst na “external-” gebruiken om de bron te beschrijven, zoals “external-blog”, “external-zijbalk”, “external-campagne225”, enz. De volgende URL-veilige tekens zijn toegestaan: <code>a-z A-Z - . _ ~ %% +</code>
pa_in: <h2>ਬਾਹਰੀ ਸੋਰਸਾਂ ਦੀ ਨਿਗਰਾਨੀ</h2> <p> ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਐਡ-ਆਨ ਦੇ ਵੇਰਵੇ ਸਫ਼ੇ ਨੂੰ ਜਾਂ ਇਸ ਦੀ ਫ਼ਾਈਲ ਨੂੰ ਸਿੱਧੇ ਤੌਰ ਤੇ ਬਾਹਰੀ ਵੈੱਬਸਾਈਟ ਤੋਂ ਲਿੰਕ ਕਰਦੇ ਹੋ, ਜਿਵੇਂ ਕੀ ਤੁਹਾਡਾ ਬਲੌਗ ਜਾਂ ਵੈੱਬਸਾਈਟ। ਤੁਸੀਂ ਇਸ ਸਫ਼ੇ ਤੇ ਇੱਕ ਵਾਧੂ ਡਾਊਨਲੋਡ ਸੋਰਸ ਦੇ ਤੌਰ ਤੇ ਇਸ ਪੈਰਾਮੀਟਰ ਦੀ ਨਿਗਰਾਨੀ ਵਧਾ ਸਕਦੇ ਹੋ। ਮਿਸਾਲ ਲਈ, ਅੱਗੇ ਦਿੱਤੇ ਲਿੰਕ ਤੁਹਾਡੇ ਬਲੌਗ ਵਿੱਚ ਸੋਰਸ ਦੇ ਤੌਰ ਤੇ ਵਿਖਾਏ ਜਾਣਗੇ: <dl> <dt>ਐਡ-ਆਨ ਵੇਰਵਾ ਸਫ਼ਾ</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>ਬਾਹਰੀ ਬਲੌਗ</b></dd> <dt>ਸਿੱਧਾ ਫ਼ਾਈਲ ਲਿੰਕ</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>ਬਾਹਰੀ ਬਲੌਗ</b></dd> </dl> <p> ਕੇਵਲ src ਪੈਰਾਮੀਟਰ ਜੋ "external-" ਨਾਲ ਸ਼ੁਰੂ ਹੋਵੇ ਦੀ ਨਿਗਰਾਨੀ ਹੋਵੇਗੀ, 61 ਵਾਧੂ ਅੱਖਰਾਂ ਤੱਕ। "external-" ਤੋਂ ਬਾਅਦ ਕੋਈ ਵੀ ਟੈਕਸਟ ਸੋਰਸ ਦੇ ਵੇਰਵੇ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ, ਜਿਵੇਂ ਕਿ "ਬਾਹਰੀ-ਬਲੌਗ", "ਬਾਹਰੀ-ਸਾਈਡਬਾਰ", "ਬਾਹਰੀ-ਮੁਹਿੰਮ225", ਆਦਿ। ਅੱਗੇ ਦਿੱਤੇ URL-ਸੁਰੱਖਿਅਤ ਅੱਖਰ ਪ੍ਰਵਾਨ ਹਨ: <code>a-z A-Z - . _ ~ %% +</code>
pl: <h2>Śledzenie zewnętrznych źródeł</h2> <p>Jeśli na zewnętrznej witrynie, takiej jak blog lub strona internetowa, znajduje się odnośnik do strony dodatku lub bezpośrednio do jego pliku, możesz na tej stronie dołączyć parametr śledzenia jako dodatkowego źródła pobrań. Na przykład: następujące odnośniki wyświetliłyby się jako pochodzące z twojego blogu: <dl> <dt>Strona dodatku</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Bezpośredni odnośnik do pliku</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> Tylko parametry scr zaczynające się od „external-” będą śledzone (do 61 dodatkowych znaków). Po „external-” może zostać użyty każdy zwrot, by opisać źródło, np. „external-blog”, „external-panel”, „external-kampania225” itd. Dozwolone są następujące znaki, bezpieczne dla adresów URL: znaki alfanumeryczne oraz <code>- . _ ~ %% +</code>
pt_pt: <h2>Monitorização de fontes externas</h2> <p> Se ligou a página de detalhes do extra ou diretamente o seu ficheiro a partir de um site externo, tail como o seu blogue ou site web, pode adicionar um parâmetro para ser referenciado como uma fonte adicional da transferência nesta página. Por exemplo, as ligações seguintes iriam aparecer classificadas como o seu blogue: <dl> <dt>Página de detalhes do extra</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blogue</b></dd> <dt>Ligação direta ao ficheiro</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blogue</b></dd> </dl> <p> Apenas os parâmetros src que começam com "external-" serão monitorizados, até 61 carateres adicionais. Qualquer texto depois de "external-" pode ser utilizado para descrever a fonte, tais como "external-blogue", "external-barra-lateral", "external-campanha225", etc. Os seguintes caracteres, seguros para URLs, são permitidos: <code>a-z A-Z - . _ ~ %% +</code>
ru: <h2>Отслеживание внешних источников</h2> <p> Если вы дали ссылку на страницу информации о вашем дополнении или непосредственно на его файл с внешнего сайта, такого как ваш блог или веб-сайт, вы можете добавить параметр для отслеживания дополнительных источников загрузки на этой странице. Например, следующие ссылки появятся как исходящие с вашего блога: <dl> <dt>Страница информации о дополнении</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Прямая ссылка на файл</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> Будут отслеживаться только параметры src начинающиеся с "external-", длиной до 61 дополнительного символа. Любой текст после "external-" может быть использован для описания источника, например "external-blog", "external-sidebar", "external-campaign225", и т.д. Разрешены следующие безопасные для создания URL символы: <code>a-z A-Z - . _ ~ %% +</code>
sl: <h2>Sledenje zunanjim virom </h2> <p>Če ste od zunaj, recimo s svpoje spletne strani a z bloga, naredili povezavo na podrobno stran za svoj dodatek ali neposredno na svojo datoteko, lahko dodate parameter, tako da se povezavi sledi kot dodatnemu, neodvisnemu viru za prenose. Naslednje povezave bi na primer bile videti, kot da se njih vir nahaja v vašem blogu:<dl> <dt>Stran za podrobnosti o dodatku</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Direct File Link</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p>Sledilo se bo samo src parametrom, ki se začnejo z ""external-", v dolžini do 61 dodatnih znakov. Poljubno besedilo po ""external-" se lahko uporablja za opis vira, kot so "external-blog", "external-sidebar", "external-campaign225", itd. Naslednji za URL-varne znaki so dovoljeni: <code>a-z A-Z - . _ ~ %% +</code>
zh_cn: <h2>跟踪外部来源</h2> <p> 如果您从外部网站（如您的博客或网站）链接到您附加组件的详细信息页面，或是直接链接到其文件，您可以附加一个参数以便跟踪这个页面上的额外下载来源。例如，下面的链接的来源将显示为您的博客：<dl> <dt>附加组件详细信息页面</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>直接文件链接</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> 仅src开头为“external-”才会被跟踪，最长可达61个额外字符。任何在“external-”之后的文字可被作为描述来源，例如“external-blog”、“external-sidebar”、“external-campaign225”等。安全的URL允许使用以下字符： <code>a-z A-Z - . _ ~ %% +</code>

source: Add-on Status by Date
cs: Stav doplňku dle data
de: Status des Add-ons nach Datum
el: Κατάσταση πρόσθετου κατά ημερομηνία
es: Estado del complemento por fecha
fr: Statut du module par Date
it: Stato componente aggiuntivo per data
ko: 날짜순 부가 기능 상태
nl: Add-onstatus op datum
pa_in: ਐਡ-ਆਨ ਦਰਜਾ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Status dodatku wg daty
pt_pt: EStado do extra por data
ru: Статус дополнения по дате
sl: Status dodatka po datumu
zh_cn: 按日期统计的附加组件状态

source: Subscribers by Date
cs: Odběratelé dle data
de: Abonnenten nach Datum
es: Suscriptores por fecha
fr: Souscripteurs par date
it: Iscritti per data
ko: 날짜별 구독자
nl: Abonnees op datum
pa_in: ਗਾਹਕ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Subskrybenci wg daty
pt_pt: Subscritores por data
ru: Подписчиков, по дате
sl: Naročniki po datumu
uk: Підписники за датою
zh_cn: 按日期的订阅者

source: Daily Users by Date
cs: Denní uživatelé dle data
de: Tägliche Benutzer nach Datum
el: Καθημερινοί χρήστες κατά ημερομηνία
es: Usuarios diarios por fecha
fr: Utilisateurs quotidiens par date
it: Utenti giornalieri (per data)
ko: 날짜별 일일 사용자
nl: Dagelijkse gebruikers op datum
pa_in: ਰੋਜ਼ਾਨਾ ਉਪਭੋਗੀ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Dzienni użytkownicy wg daty
pt_pt: Utilizadores diários por data
ru: Ежедневных пользователей по дате
sl: dnevni uporabniki po datumu
zh_cn: 按日期统计每日用户

source: What are daily users?
cs: Co jsou denní uživatelé?
de: Was sind tägliche Benutzer?
es: ¿Qué son los usuarios diarios?
fr: Que sont les utilisateurs journaliers ?
it: Che cosa sono gli utenti giornalieri?
ko: 일일 사용자 수란?
nl: Wat zijn dagelijkse gebruikers?
pa_in: ਰੋਜ਼ਾਨਾ ਉਪਭੋਗੀ ਕੀ ਹਨ?
pl: Kim są dzienni użytkownicy?
pt_pt: O que são utilizadoes diários?
ru: Что такое ежедневные пользователи?
sl: Kdo so dnevni uporabniki?
zh_cn: 什么是每日用户？

source: <h2>What are daily users?</h2> <p> Themes installed from this site check for updates once per day. The total number of these update pings is known as Active Daily Users, or the total number of people using your theme by day. </p>
de: <h2>Was sind tägliche Benutzer?</h2> <p> Themes, die von dieser Website installiert wurden, suchen einmal täglich nach Updates. Die Gesamtzahl dieser Update-Pings wird als Aktive Tägliche Benutzer bezeichnet, oder als die Gesamtzahl der Personen, die Ihr Theme täglich verwenden. </p>
es: <h2>¿Qué significa usuarios diarios?</h2> <p> Los temas instalados desde este sitio comprueban si hay actualizaciones una vez al día. El número total de estos ping de actualización se conoce como Usuarios diarios activos, o el número total de personas que usan tu tema diariamente.</p>
fr: <h2>Que sont les utilisateurs journaliers ?</h2> <p> Les thèmes installés depuis ce site vérifient l'existence de mises à jour une fois par jour. Le nombre de ces vérification est identifié comme less utilisateurs quotidiens actifs, ou le nombre de gens qui utilisent votre thème tous les jours. </p>
it: <h2>Che cosa significa "utenti giornalieri"?</h2> <p>I temi scaricati da questo sito si collegano una volta al giorno per controllare la presenza di aggiornamenti. Il numero totale di queste richieste viene visualizzato come Utenti giornalieri attivi, ovvero il numero complessivo di utenti che hanno installato il tema giorno per giorno.</p>
ko: <h2>일일 사용자 수란?</h2> <p> 본 사이트를 통해 설치된 테마들은 하루에 한 번 업데이트가 있는지 확인을 하게 됩니다. 이러한 업데이트 확인 핑의 총 숫자를 일일 사용자 수로 집계하게 되며, 하루동안 테마를 사용하고 있는 사람들의 숫자가 되기도 합니다. </p>
nl: <h2>Wat zijn dagelijkse gebruikers?</h2> <p> Thema’s die vanaf deze website worden geïnstalleerd controleren dagelijks op updates. Het totale aantal van deze update-pings staat ook wel bekend als Actieve dagelijkse gebruikers, ofwel het totaal aantal personen per dag dat uw thema gebruikt.
pa_in: <h2>ਰੋਜ਼ਾਨਾ ਉਪਭੋਗੀ ਕੀ ਹਨ?</h2> <p> ਇਸ ਸਾਈਟ ਤੋਂ ਇੰਸਟਾਲ ਕੀਤੇ ਥੀਮ ਦਿਨ ਵਿੱਚ ਇੱਕ ਵਾਰ ਅੱਪਡੇਟਾਂ ਦੀ ਪੜਤਾਲ ਕਰਦੇ ਹਨ। ਇਹ ਅੱਪਡੇਟ ਪਿੰਗਾਂ ਦੀ ਕੁੱਲ ਗਿਣਤੀ ਜਾਂ ਕੁੱਲ ਲੋਕਾਂ ਦੀ ਗਿਣਤੀ ਜਿਹੜੇ ਉਸ ਦਿਨ ਤੁਹਾਡੇ ਥੀਮਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ, ਨੂੰ ਸਰਗਰਮ ਰੋਜ਼ਾਨਾ ਉਪਭੋਗੀ ਵੱਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ। </p>
pl: <h2>Co to znaczy dzienni użytkownicy?</h2> <p> Motywy zainstalowane z tej strony sprawdzają raz dziennie aktualizacje. Łączna liczba tych pytań o aktualizacje to aktywni dzienni użytkownicy, jest to łączna dzienna liczba osób używających twojego motywu.</p>
pt_pt: <h2>O que são utilizadores diários?</h2> <p> Os temas instalados a partir deste site procuram por atualizações diariamente. O número total destas verificações por atualizações são conhecidas como utilizadores diários ativos, ou o número de pessoas a utilizar o tema por dia. </p>
zh_cn: <h2>什么是每日用户数？</h2><p>从这个网站安装的主题每天都会检查一次更新。被检查更新的次数就视为每日活跃用户数，或者说是逐日统计的此主题的用户总数。</p>

source: <h2>What are daily users?</h2> <p> Add-ons downloaded from this site check for updates once per day. The total number of these update pings is known as Active Daily Users. Daily users can be broken down by add-on version, operating system, add-on status, application, and locale. </p>
cs: <h3>Co jsou denní uživatelé?</h3> <p> Doplňky stažené z tohoto webu se jednou denně kontrolují, zda nejsou dostupné v novější verzi. A právě celkový počet těchto dotazů je nazýván Aktivní denní uživatelé. Denní uživatelé mohou být členění dle verze doplňku, operačního systému, stavu doplňku, aplikace a jazyka.</p>
de: <h2>Was sind tägliche Benutzer?</h2> <p> Add-ons, die von dieser Website heruntergeladen wurden, suchen einmal täglich nach Updates. Die Gesamtzahl dieser Update-Pings wird als Aktive Tägliche Benutzer bezeichnet. Tägliche Benutzer können nach Add-on-Version, Betriebssystem, Add-on-Status, Anwendung und Sprache unterteilt werden. </p>
es: <h2>¿Qué son los usuarios diarios?</h2> <p>Los complementos descargados desde este sitio comprueban si hay actualizaciones una vez al día. El número total de estas comprobaciones de actualizaciones se conoce como Usuarios diarios activos. Los usuarios diarios pueden desglosarse por versión del complemento, sistema operativo, estado del complemento, aplicación e idioma.</p>
fr: <h2>Que sont les utilisateurs journaliers ?</h2> <p> Les modules téléchargés depuis ce site vérifient l'existence de mises à jour une fois par jour. Le nombre total de ces notifications est utilisé pour former ce qui est appelé Utilisateurs journaliers actifs. Ces utilisateurs peuvent être classifiés suivant la version du module, le système d'exploitation, l'état du module, l'application et la langue.</p>
it: <h2>Che cosa significa "utenti giornalieri"?</h2> <p>I temi scaricati da questo sito si collegano una volta al giorno per controllare la presenza di aggiornamenti. Il numero totale di queste richieste viene visualizzato come Utenti giornalieri attivi. Questi utenti possono essere suddivisi in base alla versione e allo stato del componente aggiuntivo, al sistema operativo, all'applicazione e alla lingua. </p>
ko: <h2>일일 사용자 수란?</h2> <p> 이 사이트를 통해 다운로드 된 부가 기능의 수는 일일 단위로 업데이트 됩니다. 이러한 업데이트 핑의 총합이 일일 사용자 수가 됩니다. 일일 사용자 수는 부가 기능 버전, 운영 체제, 부가 기능 상태, 애플리케이션 종류, 사용 언어별로 제대로 집계가 되지 않을 수도 있습니다. </p>
nl: <h2>Wat zijn dagelijkse gebruikers?</h2> <p> Van deze website gedownloade add-ons controleren dagelijks op updates. Het totale aantal van deze updatepings staat bekend als Actieve dagelijkse gebruikers. Dagelijkse gebruikers kunnen worden onderverdeeld op add-onversie, besturingssysteem, add-onstatus, toepassing en locale. </p>
pa_in: <h2>ਰੋਜ਼ਾਨਾ ਉਪਭੋਗੀ ਕੀ ਹਨ?</h2> <p>ਇਸ ਸਾਈਟ ਤੋਂ ਡਾਊਨਲੋਡ ਕੀਤੇ ਐਡ-ਆਨ ਦਿਨ ਵਿੱਚ ਇੱਕ ਵਾਰ ਅੱਪਡੇਟਾਂ ਦੀ ਪੜਤਾਲ ਕਰਦੇ ਹਨ। ਇਹਨਾਂ ਅੱਪਡੇਟ ਪਿੰਗਾਂ ਦੀ ਕੁੱਲ ਗਿਣਤੀ ਨੂੰ ਸਰਗਰਮ ਰੋਜ਼ਾਨਾ ਉਪਭੋਗੀ ਵੱਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ। ਸਰਗਰਮ ਉਪਭੋਗੀ ਐਡ-ਆਨ ਵਰਜਨ, ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ, ਐਡ-ਆਨ ਦਰਜੇ, ਐਪਲੀਕੇਸ਼ਨ, ਅਤੇ ਲੋਕੇਲ ਦੇ ਅਧਾਰ ਤੇ ਵੰਡੇ ਜਾ ਸਕਦੇ ਹਨ।
pl: <h2>Kim są dzienni użytkownicy?</h2> <p>Dodatki pobrane z tej strony sprawdzają dostępność aktualizacji raz dziennie. Całkowita liczba aktualizacji stanowi liczbę aktywnych dziennych użytkowników. Liczba dziennych użytkowników może być podzielona wg wersji dodatku, systemu operacyjnego, statusu dodatku, programu i języka.</p>
pt_pt: <h2>O que são utilizadores diários?</h2> <p> Os extras instalados a partir deste site procuram por atualizações diariamente. O número total destas verificações por atualizações são conhecidas como utilizadores diários ativos. Os utilizadores diários podem ser decompostos por versão do extra, sistema operativo, estado do extra, aplicação e idioma. </p>
ru: <h2>Что такое ежедневные пользователи?</h2> <p> Дополнения, загруженные с этого сайта, проверяют наличие обновлений один раз в день. Общее число таких проверок на обновления известно как Активные Ежедневные Пользователи. Ежедневные пользователи могут быть разбиты по версии дополнения, операционной системе, статусу дополнения, приложению и локали. </p>
sl: <h2>Kdo so dnevni uporabniki?</h2> <p>Dodatke, ki se jih je preneslo s te strani, se enkrat dnevno preverja glede posodobitve. Skupno število teh posodobitvenih pingov je znano kot Aktivni Dnevni Uporabniki (ADU). Dnevne uporabnike se lahko razčleni po različici dodatka, operacijskem sistemu, statusu dodatka, aplikaciji in lokalni nastavitvi. </p>
zh_cn: <h2>什么是每日用户？</h2> <p> 从本网站下载的附加组件会在每日检查更新。这些更新的请求数量将作为每日活跃用户数。每日用户数可以按照附加组件版本、操作系统、附加组件状态、应用程序以及地区语言划分。</p>

source: User Signups by Date
cs: Přihlášení uživatelé dle data
de: Registrierte Benutzer nach Datum
es: Registros de usuarios por fecha
fr: Connexions de l'utilisateur par date
it: Utenti registrati per data
ko: 날짜별 등록한 사용자
nl: Aanmeldingen op datum
pa_in: ਉਪਭੋੋਗੀ ਸਾਇਨ-ਅਪ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Logowania użytkowników wg daty
pt_pt: Cadastros por Data
ru: Пользователей зарегистрировано, по дате
sl: Prijave uporabnikov po datumu
zh_cn: 按日期的用户登录

source: Application versions by Date
cs: Verze aplikace dle data
de: Anwendungsversionen nach Datum
el: Έκδοση εφαρμογής κατά ημερομηνία
es: Versiones de la aplicación por fecha
fr: Versions de l'application par date
it: Versioni applicazioni per data
ko: 날짜별 애플리케이션 버전
nl: Toepassingsversies op datum
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਵਰਜਨ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Wersje programu wg daty
pt_pt: Versões da aplicação por data
ru: Версии приложения по дате
sl: Različice aplikacije po datumu
zh_cn: 按日期统计应用程序版本

source: Top {0} Tags
cs: Top {0} štítků
de: Die {0} beliebtesten Tags
el: Κορυφαίες {0} ετικέτες
es: {0} etiquetas más populares
fr: Les {0} étiquettes les plus populaires
it: Prime {0} etichette
ko: 상위 태그 {0}개
nl: Top-{0}-labels
pa_in: ਚੋਟੀ ਦੇ {0} ਟੈਗ
pl: {0} popularnych etykiet
pt_pt: Top {0} de etiquetas
ru: {0} самых популярных меток
sl: {0} top oznaka
zh_cn: 最热门的 {0} 个标签

source: {0} Top Tags
cs: Nejpopulárnější štítky pro {0}
de: Beliebteste Tags für {0}
el: Κορυφαίες ετικέτες για {0}
es: Etiquetas más populares de {0}
fr: Étiquettes populaires {0}
it: Migliori {0} etichette
ja: {0} の人気タグ
ko: {0}의 상위 태그
nl: {0} toplabels
pa_in: {0} ਚੋਟੀ ਦੇ ਟੈਗ
pl: {0} – popularne etykiety
pt_pt: Top de etiquetas do {0}
ru: Самые популярные метки {0}
sl: {0} top oznak
uk: {0} найпопулярніших міток
zh_cn: {0} 分类排行
