Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <b>Describe your theme</b> &mdash; write a short description of your theme. Keep in mind that a reviewer may reject your theme if your description is not an accurate representation of your theme.
cs: <b>Popis motivu</b> &mdash; napište krátký popis vašeho motivu. Mějte na paměti, že redaktor může zakázat váš motiv, pokud jeho popis neodpovídá motivu.
de: <b>Beschreiben Sie Ihr Theme</b> &mdash; erstellen Sie eine kurze Beschreibung Ihres Themes. Bedenken Sie, dass ein Prüfer Ihr Theme ablehnen kann, wenn Ihre Beschreibung Ihr Theme nicht korrekt darstellt.
es: <b>Describe tu tema</b>: escribe una descripción breve de tu tema. Recuerda que un revisor podrá rechazar tu tema si la descripción no define con precisión tu tema.
fr: <b>Décrivez votre thème</b> &mdash; écrivez une petite description de votre thème. Gardez en tête qu'un modérateur peut rejeter votre thème si la description n'est pas suffisament précise.
it: <b>Presenta il tuo tema</b> &mdash; descrivi il tema in poche righe. Tieni presente che una descrizione inaccurata del tema può essere motivo di rifiuto da parte di un revisore.
ko: <b>테마 설명 작성</b> &mdash; 테마의 짤막한 설명을 작성합니다. 설명이 테마를 제대로 나타내지 못하는 경우엔 심사자가 테마 승인을 거부할 수도 있습니다.
nl: <b>Beschrijf uw thema</b> &ndash; geef een korte beschrijving van uw thema. Onthoud dat een beoordelaar uw thema kan afwijzen als uw beschrijving geen accurate weergave is van uw thema.
pl: <b>Opisz motyw</b> – podaj krótki opis motywu. Pamiętaj, że recenzent może odrzucić motyw, jeśli opis nie jest dokładnym przedstawieniem motywu.
pt_pt: <b>Descreva o seu tema</b> &mdash; escreva uma descrição curta do seu tema. Tenha em atenção que um revisor pode rejeitar o seu tema se a sua descrição não for representativa do seu tema.
sl: <b>Opišite svojo temo</b> &mdash; sestavite kratek opis svoje teme. Mislite na to, da bo recenzent lahko da vašo temo zavrnil, če vaš opis temi ne ustreza.
zh_cn: <b>描述你的主题</b> &mdash; 给你的主题写一段简短的描述。注意，如果你的描述没有能够准确表述你的主题，审核人员可能会拒绝核准。

source: <b>Select a license for your theme</b> &mdash; decide on a copyright license for your work. <a href="%(cc_url)s">Read more about the types of Creative Common licenses.</a>
cs: <b>Volba licence vašeho motivu</b> &mdash; zvolte vhodnou licenci pro vaši práci. <a href="%(cc_url)s">Přečtěte si více o typech licencí Creative Commons</a>.
de: <b>Wählen Sie eine Lizenz für Ihr Theme</b> &mdash; wählen Sie eine Urheberrechtslizenz für Ihre Arbeit. <a href="%(cc_url)s">Lesen Sie mehr über die Typen der Creative-Commons-Lizenzen.</a>
es: <b>Selecciona una licencia para tu tema</b>: decide qué licencia de derechos de autor vas a utilizar. <a href="%(cc_url)s">Infórmate sobre los tipos de licencia de Creative Common.</a>
fr: <b>Choisissez une licence pour votre thème</b> &mdash; choisissez la licence pour votre travail. <a href="%(cc_url)s">En apprendre plus sur les licences Creative Common.</a>
it: <b>Seleziona una licenza per il tuo tema</b> &mdash; stabilisci una licenza con cui distribuire la tua opera. <a href="%(cc_url)s">Ulteriori informazioni sulle licenze Creative Common</a>
ko: <b>테마에 적용할 라이선스 선택</b> &mdash; 저작물에 적용할 저작권 라이선스를 결정하십시오. <a href="%(cc_url)s">Creative Common 라이선스 종류에 대해 자세히 알아봅시다.</a>
nl: <b>Selecteer een licentie voor uw thema</b> &ndash; kies een auteursrechtlicentie voor uw werk. <a href="%(cc_url)s">Lees meer over de soorten Creative Commons-licenties.</a>
pl: <b>Wybierz licencję motywu</b> – zdecyduj, na jakiej licencji udostępnić swoją pracę. <a href="%(cc_url)s">Przeczytaj więcej o typach licencji Creative Common.</a>
pt_pt: <b>Selecione uma licença para o seu tema</b> &mdash; escolha a licença de direitos de autor para o seu trabalho. <a href="%(cc_url)s">Leia mais sobre os tipos de licença Creative Common.</a>
sl: <b>Izberite licenco za svojo temo</b> &mdash; premislite, za kakšno licenco se boste odločili<a href="%(cc_url)s">Preberite več o licencah Creative Common.</a>
zh_cn: <b>为您的主题选择一个许可协议</b> &mdash; 选择一个您想让您的作品所使用的许可协议。<a href="%(cc_url)s">了解更多有关知识共享许可协议类别的信息。</a>

source: <b>Important:</b> Please be sure you have the rights to use the image in your theme!
cs: <b>Důležité:</b> Ujistěte se, že máte práva k obrázku svého motivu!
de: <b>Wichtig:</b> Bitte stellen Sie sicher, dass Sie das Recht haben, die Grafik in Ihrem Theme zu verwenden!
es: <b>Importante:</b> ¡Asegúrate de que tienes derecho a utilizar la imagen para tu tema!
fr: <b>Important :</b> Assurez-vous d'avoir l'autorisation d'utiliser l'image dans votre thème !
it: <b>Importante:</b> Assicurati di possedere i diritti per l'utilizzo delle immagini del tema.
ko: <b>중요:</b> 테마에 쓰이는 이미지에 대한 사용권을 가지고 있는지 확인해 주십시오!
nl: <b>Belangrijk:</b> Zorg ervoor dat u gebruiksrecht hebt op de afbeelding in uw thema!
pl: <b>Ważne:</b> Upewnij się, że masz prawa do użycia obrazka w swoim motywie!
pt_pt: <b>Importante:</b> Confirme se tem os direitos para utilizar a imagem no seu tema!
sl: <b>Pomembno:</b> Prepričajte se, da za uporabo slik v svoji temi imate ustrezne pravice!
zh_cn: <b>非常重要：</b> 您必须拥有这张图片的使用权才能将其用于主题中！

source: <b>Upload your images</b> &mdash; make sure they are under 300 KB in size and JPG or PNG format!
cs: <b>Nahrání obrázků</b> &mdash; ujistěte se, že mají méně než 300 kB a jsou ve formátech JPG či PNG!
de: <b>Laden Sie Ihre Grafiken hoch</b> &mdash; stellen Sie sicher, dass sie kleiner als 300 KB sind und im JPG- oder PNG-Format vorliegen!
es: <b>Sube tus imágenes</b>: ¡asegúrate de que su peso no excede los 300 Kb y su formato es PG o PNG!
fr: <b>Envoyez vos images</b> &mdash; assurez-vous qu'elles fassent moins de 300KiO de taille et qu'elles soient soit en JPG soit en PNG !
it: <b>Carica le tue immagini</b> &mdash; assicurati che le immagini siano dei file JPG o PNG non superiori ai 300 KB.
ko: <b>이미지 업로드</b> &mdash; 300 KB 이하 크기의 JPG나 PNG 형식의 이미지 파일인지 확인하십시오!
nl: <b>Upload uw afbeeldingen</b> &ndash; zorg ervoor dat deze kleiner zijn dan 300 KB en van het type JPG of PNG zijn!
pl: <b>Wgraj obrazki</b> – upewnij się, że ich rozmiar nie przekracza 300 KB i są w formacie JPG lub PNG!
pt_pt: <b>Envie as suas imagens</b> &mdash; confirme que se estas têm um tamanho inferior a 300 KB e estão no formato JPG ou PNG!
sl: <b>Prenesite svoje slike</b> &mdash; pazite, da ne bodo večje kot 300 KB in da bo format datotek ali JPG ali PNG!
zh_cn: <b>上传您的图片</b> &mdash; 文件大小不能超过300 KB，且必须为 JPG 或 PNG 格式！

source: <b>Select text and tab colors</b> &mdash; you can choose the tab ("background") color and foreground text color that work best with your header image.
cs: <b>Volba barev pozadí a textu</b> &mdash; můžete zvolit barvy pozadí a textu tak, aby nejlépe seděly k obrázkům.
de: <b>Wählen Sie Farben für Text und Tabs</b> &mdash; Sie können die Tab-Farbe („Hintergrund“) und Textfarbe („Vordergrund“) wählen, die am besten zu Ihrer Grafik für den Kopfbereich passt.
es: <b>Selecciona el texto y color para las pestañas</b>: puedes eligir el color ("de fondo") de las pestañas y el color principal del texto que le vaya mejor a tu imagen de encabezado.
fr: <b>Sélectionnez la couleur du texte et de l'onglet</b> &mdash; vous pouvez choisir la couleur de l'arrière plan de l'onglet et la couleur d'avant plan.pour le texte, afin de coller à votre image.
it: <b>Scegli il colore del testo e dello sfondo delle schede</b> &mdash; puoi scegliere i colori dello sfondo e del testo delle schede che meglio si adattano all'immagine di testata del tema.
ko: <b>글자와 탭 색상 선택</b> &mdash; 상단 이미지와 가장 어울리는 탭 ("배경")의 색상과 글자의 전경색을 선택할 수 있습니다.
nl: <b>Selecteer tekst- en tabbladkleuren</b> &ndash; u kunt een tabblad- (“achtergrond”-)kleur en tekstkleur kiezen die het beste werken met uw headerafbeelding.
pl: <b>Wybierz kolory tekstu i kart</b> – możesz wybrać kolor karty („tło”) i kolor pierwszoplanowego tekstu, które najlepiej pasują do obrazka nagłówka.
pt_pt: <b>Escolha as cores para o texto e separador</b> &mdash; pode escolher a cor de ("fundo") do separador e a cor do texto de primeiro plano que funciona melhor com a sua imagem de cabeçalho.
sl: <b>Izberite barve za besedilo in oznake</b> &mdash; lahko izberete barvo za zaznamke ("ozadje") in bravo za besedila, ki se najbolje skladata z vašo sliko za glavo.
zh_cn: <b>为文字与标签页的配色</b> &mdash; 您可以挑选与您的页眉图片最契合的标签页（背景）颜色和前景文字颜色。

source: <b>Preview your theme</b> &mdash; you're ready to preview your theme! Simply mouse over the image above the Submit Theme button, and see how it looks instantly.
cs: <b>Náhled vašeho motivu</b> &mdash; nyní máte možnost shlédnout náhled vašeho motivu! Jednoduše přejeďte přes obrázek nad tlačítkem pro odeslání motivu a podívejte se, jak vzhled vypadá.g
de: <b>Sehen Sie sich eine Vorschau Ihres Themes an</b> &mdash; Sie sind bereit, eine Vorschau Ihres Themes anzusehen! Bewegen Sie einfach die Maus über die Grafik über der Schaltfläche „Theme einreichen“, um sofort zu sehen, wie es aussieht.
es: <b>Previsualiza tu tema</b>: ¡ya está todo listo para que puedas ver tu tema! Simplemente coloca el puntero sobre la imagen situada encima del botón Enviar tema y podrás ver su aspecto inmediatamente.
fr: <b>Prévisualisez votre thème</b> &mdash; vous êtes prêt à prévisualiser votre thème ! Passez simplement votre pointeur sur l'image au dessus du bouton Envoyer le thème, et voyez le rendu instantanément.
it: <b>Visualizza l'anteprima del tuo tema</b> &mdash; ora puoi visualizzare l'anteprima del tema. Passa il mouse sull'immagine posta sopra il pulsante per l'invio e scopri in un istante come apparirà nel browser.
ko: <b>테마 최종 검토</b> &mdash; 테마를 최종 검토할 준비가 끝났습니다! 테마 올리기 버튼 위에 있는 이미지에 마우스 커서를 올리면 즉시 어떻게 적용되는지 확인할 수 있습니다.
nl: <b>Bekijk uw thema</b> &ndash; u bent klaar om een voorbeeld van uw thema te bekijken! Wijs de afbeelding boven de knop Thema indienen aan, en u ziet meteen hoe het eruit ziet.
pl: <b>Zobacz podgląd motywu</b> – wszystko gotowe, by zobaczyć pogląd motywu! Po prostu najedź myszką na obrazek powyżej przycisku „Prześlij motyw” i sprawdź, jak wygląda.
pt_pt: <b>Pré-visualize o seu tema</b> &mdash; está pronto para pré-visualizar o seu tema! Coloque o rato sob a imagem sob o botão Submeter tema e vejo imediatamente como fica.
sl: <b>Predoglejte si svojo temo</b> &mdash; sedaj si lahko ogledate svoj izdelek! Pojdite enostavno z miško čez sliko na gumbom Predloži Temo, da takoj vidite, kakšen vtis dela.
zh_cn: <b>预览您的主题</b> &mdash; 一切就绪。您可以直接移动鼠标到“提交主题”按钮上方，立即预览您的主题。

source: <b>Submit your theme</b> &mdash; if everything looks right, click the Submit Theme button and you're done! You can see all the themes you've authored on your profile page.
cs: <b>Odeslání vašeho motivu</b> &mdash; pokud vše vypadá dobře, klepněte na tlačítko pro odeslání motivu a jste hotovi! Nyní máte možnost vidět všechny motivy, které jste přidal(a), na stránce svého profilu.
de: <b>Reichen Sie Ihr Theme ein</b> &mdash; wenn alles gut aussieht, klicken Sie auf die Schaltfläche „Theme einreichen“ und Sie sind fertig! Jetzt können Sie sich auf Ihrer Profilseite alle Themes ansehen, die Sie erstellt haben.
es: <b>Envía tu tema</b>: si todo se ve correctamente, haz clic en el botón Enviar tema y ya está. Ahora puedes ver todos los temas que has creado en tu página de perfil.
fr: <b>Envoyez votre thème</b> &mdash; si tout vous semble correct, cliquez sur le bouton Envoyer votre thème et vous en avez fini ! Vous pouvez voir tous les thèmes que vous avez réalisé sur votre page de profil.
it: <b>Invia il tuo tema</b> &mdash; se dopo aver guardato l'anteprima ti sembra tutto a posto, fai clic sul pulsante di invio e il gioco è fatto. Potrai accedere a tutti i temi di cui sei l'autore dalla pagina del tuo profilo.
ko: <b>테마 올리기</b> &mdash; 모두 양호하다면 테마 올리기 버튼을 클릭해서 완료하십시오! 프로필 페이지에서 제작했던 모든 테마를 확인할 수 있습니다.
nl: <b>Dien uw thema in</b> &ndash; als alles er goed uit ziet, klik dan op de knop Thema indienen en u bent klaar! U kunt alle door u ingediende thema’s terugvinden op uw profielpagina.
pl: <b>Prześlij motyw</b> – jeśli wszystko wygląda dobrze, kliknij przycisk „Prześlij motyw” i zakończ pracę! Możesz zobaczyć wszystkie motywy własnego autorstwa na stronie swojego profilu.
pt_pt: <b>Submeta o seu tema</b> &mdash; se tudo lhe parece bem, clique no botão Submeter tema e está feito! Pode ver todos os temas que construiu na sua página de perfil.
sl: <b>Predložite svojo temo</b> &mdash; če je vse videti v redu, kliknite na gumb Predloži Temo in to je vse! Vse teme, katerih avtor ste, si lahko ogledate na strani z vašim profilom.
zh_cn: <b>提交您的主题</b> &mdash; 已经万事俱备了？单击“提交主题”按钮就完成所有工作了！您可以到您的概况页面中查看您所创建的所有主题。

source: <b>Tip:</b> to ensure that your theme is approved for the gallery, be sure it complies with the content guidelines and terms of service!
cs: <b>Tip:</b> pro hladké schválení do galerie se ujistěte, že váš motiv splňuje všechna pravidla a podmínky pro použití služby!
de: <b>Tipp:</b> Um sicherzustellen, dass Ihr Theme für die Galerie freigeschaltet wird, stellen Sie sicher, dass es den Inhaltsrichtlinien und den Nutzungsbedingungen entspricht!
es: <b>Consejo:</b>Para asegurarte de que tu tema obtiene la aprobación para publicarse en la galería, comprueba que cumple con las pautas sobre contenidos y términos de servicio.
fr: <b>Astuce :</b> pour vous assurez que votre thème soit approuvé pour la galerie, vérifiez qu'il corresponde aux lignes directrices du contenu et aux conditions d'utilisation !
it: <b>Suggerimento:</b> per essere sicuro che il tema venga approvato e esposto nella galleria assicurati che rispetti le linee guida per i contenuti e i termini di servizio.
ko: <b>팁</b> 테마가 갤러리에 확실하게 승인을 받도록 하기 위해, 테마가 콘텐트 가이드라인과 이용 약관을 준수하고 있는지를 확인하십시오!
nl: <b>Tip:</b> Zorg, om er zeker te zijn dat uw thema wordt goedgekeurd voor de galerij, ervoor dat deze voldoet aan de inhoudsrichtlijnen en servicevoorwaarden!
pl: <b>Porada:</b> aby mieć pewność, że motyw zostanie dopuszczony do galerii, upewnij się, że jest zgodny z wytycznymi oraz zasadami użytkowania.
pt_pt: <b>Dica:</b> para garantir que o seu tema é aprovado para a galeria, tenha a certeza que este cumpre as diretrizes de conteúdo e os termos do serviço!
sl: <b>Namig:</b> prepričajte se, da tema ustreza smernicam in pogojem uporabe, da jo bodo lahko odobrili za galerijo!
zh_cn: <b>提示：</b>为了确保您的主题能够通过画廊的审核，请一定按照内容指南和服务条款制作！

source: Submit Your Theme Now
cs: Přidání nového motivu
de: Reichen Sie Ihr Theme jetzt ein
es: Enviar tu tema ahora
fr: Envoyez votre thème maintenant
it: Invia ora il tuo tema
ja: テーマを今すぐ登録
ko: 이제 테마를 올려봅시다
nl: Nu uw thema indienen
pl: Prześlij motyw teraz
pt_pt: Submeter o seu tema agora
ru: Представьте сейчас вашу тему
sl: Predložite sedaj svojo temo
zh_cn: 现在就提交您的主题

source: (required since this add-on accepts contributions)
cs: (vyžadováno, protože tento doplněk přijímá příspěvky)
de: (erforderlich, da dieses Add-ons Spenden akzeptiert)
el: (απαιτείται αφού το πρόσθετο αποδέχεται δωρεές)
es: (obligatorio ya que este complemento acepta colaboradores)
fr: (nécessaire puisque ce module accepte des contributions)
it: (obbligatorio in quanto questo componente aggiuntivo accetta donazioni)
ko: (부가 기능이 기부를 받기로 했을시 필요합니다)
nl: (vereist aangezien deze add-on bijdragen accepteert)
pa_in: (ਲਾਜ਼ਮੀ ਜਦੋਂ ਤੋਂ ਇਹ ਐਡ-ਆਨ ਸਹਿਯੋਗ ਪ੍ਰਵਾਨ ਕਰਦਾ)
pl: (wymagane, jako że ten dodatek akceptuje dotacje)
pt_pt: [necessário uma vez que este extra aceita contribuições)
ru: (требуется так как это дополнение принимает взносы)
sl: (obvezno, ker ta dodatek sprejema prispevke)
uk: (обов'язково, адже цей додаток приймає внески)
zh_cn: （如果此附加组件设立接受捐款则必填）

source: Manage Your Developer Profile
cs: Správa svého profilu vývojáře
de: Verwalten Sie Ihr Entwicklerprofil
el: Διαχείριση του προφίλ δημιουργού
es: Administrar tu perfil de desarrollador
fr: Gérer votre profil développeur
it: Gestisci il tuo profilo sviluppatore
ja: 開発者プロフィールを編集
ko: 개발자 프로필 관리
nl: Uw ontwikkelaarsprofiel beheren
pa_in: ਆਪਣੀ ਡਿਵੈਲਪਰ ਪ੍ਰੋਫ਼ਾਈਲ ਦੀ ਸਾਂਭ-ਸੰਭਾਲ੍ਹ ਕਰੋ
pl: Zarządzanie swoim profilem autora
pt_pt: Gerir o seu perfil de desenvolvedor
ru: Управление вашим профилем разработчика
sl: Upravljanje mojega profila razvijalca
uk: Управління вашим профілем розробника
zh_cn: 管理您的开发者简介

source: Create a Developer Profile
cs: Vytvořit profil vývojáře
de: Ein Entwicklerprofil erstellen
el: Δημιουργία προφίλ δημιουργού
es: Crear un perfil de desarrollador
fr: Créer un profil développeur
it: Crea un profilo sviluppatore
ja: 開発者プロフィールを作成
ko: 개발자 프로필 만들기
nl: Ontwikkelaarsprofiel aanmaken
pa_in: ਤੁਹਾਡੀ ਡਿਵੈਲਪਰ ਪ੍ਰੋਫ਼ਾਈਲ ਉਪਭੋਗੀਆਂ ਨੂੰ ਤੁਹਾਡੇ ਬਾਰੇ ਦੱਸੇਗੀ, ਤੁਸੀਂ ਇਹ ਐਡ-ਆਨ ਕਿਉਂ ਬਣਾਇਆ, ਅਤੇ ਐਡ-ਆਨ ਲਈ ਅੱਗੇ ਕੀ ਕਰੋਗੇ। ਇਹ ਪ੍ਰੋਫ਼ਾਈਲ ਯੋਗਦਾਨ ਇਛੁੱਕ ਐਡ-ਆਨਾਂ ਲਈ ਲਾਜ਼ਮੀ ਹੈ, ਪਰ ਕਿਸੇ ਵੀ ਚਾਹਵਾਨ ਡਿਵੈਲਪਰ ਲਈ ਆਪਣੇ ਉਪਭੋਗੀਆਂ ਨਾਲ ਜੁੜਨ ਲਈ ਲਾਭਦਾਇਕ ਹੋ ਸਕਦੀ ਹੈ।
pl: Utwórz profil autora
pt_pt: Criar um perfil de desenvolvedor
ru: Создать профиль разработчика
sl: Ustvarite profil razvijalca
uk: Створити профіль розробника
zh_cn: 创建开发者简介

source: Your developer profile will tell users about you, why you made this app, and what's next for the app. This profile can be useful for any developer interested in connecting with users.
cs: Váš profil vývojáře řekně uživatelům něco o vás, proč jste tuto aplikaci vytvořili či co dalšího plánujete. Tento profil je užitečný pro jakéhokoliv vývojáře, který chce být ve spojení s uživateli.
de: Ihr Entwicklerprofil erzählt Benutzern von Ihnen, warum Sie diese Anwendung entwickelt haben und was für diese Anwendung als nächstes bevorsteht. Dieses Profil kann für alle Entwickler hilfreich sein, die in Verbindung mit Benutzern treten möchten.
es: Tu perfil de desarrollador ofrecerá a los usuarios información sobre ti, por qué hiciste esta aplicación y cuáles son las novedades acerca de la misma. Este perfil puede ser útil para cualquier desarrollador interesado en conectar con los usuarios.
fr: Votre profil développeur vous présente aux utilisateurs, pourquoi vous avez fait cette application, et ce qui est prévu pour la suite. Ce profil peut être utile pour tout développeur souhaitant se rapprocher de ses utilisateurs.
it: Il tuo profilo sviluppatore permette agli utenti di conoscerti un po' meglio, conoscere i motivi che ti hanno portato a sviluppare questa app e le sue prospettive per il futuro. Questo profilo può essere utile per qualsiasi sviluppatore interessato a stabilire un rapporto con gli utenti.
ko: 개발자 프로필은 사용자에게 당신에 대한 정보, 이 부가 기능을 만든 이유, 부가 기능의 추후 계획 등을 알려주는 곳이 될 것입니다. 이 프로필은 개발자가 사용자와 소통하며 흥미를 가질 수 있게 해주는 유용한 기능입니다.
nl: Uw ontwikkelaarsprofiel vertelt gebruikers wat over u, waarom u deze app hebt gemaakt en wat er op stapel staat voor de app. Dit profiel kan nuttig zijn voor elke ontwikkelaar die in contact wil komen met gebruikers.
pl: Twój profil autora będzie informował użytkowników o tobie, dlaczego zrobiłeś tę aplikację, jakie są nowości. Ten profil może być przydatny dla każdego autora zainteresowanego kontaktem z użytkownikami.
ru: Ваш профиль разработчика расскажет пользователям о вас, зачем вы создали это приложение, и что вы планируете с ним делать. Этот профиль может быть полезным для любого разработчика заинтересованного в связи с пользователями.
sl: Vaš profil razvijalca bodo uporabnikom dal vedeti kaj zanimivega o vas, o tem, zakaj ste to aplikacijo razvili in kaj načrtujete v zvezi z njo. Ta profil je lahko koristen za vse razvijalce, ki želijo stik s svojimi uporabniki.
zh_cn: 您的开发者简介将会告诉用户关于您的概况，以及您开发这个应用的缘由和这个应用的未来计划。这个简介对于希望和用户保持联系的开发者来说很有用。

source: Your developer profile will tell users about you, why you made this add-on, and what's next for the add-on. This profile is required for add-ons requesting contributions, but can be useful for any developer interested in connecting with users.
cs: Váš profil vývojáře řekne uživatelům něco více o vás. Dozvědí se, proč jste tento doplněk vytvořili, co s ním dalšího plánujete apod. Tento profil je vyžadován u doplňků, které žádají o příspěvky, ale může být též užitečný u vývojářů, kteří chtějí být ve spojení s uživateli.
de: Ihr Entwicklerprofl erzählt Benutzern von Ihnen, warum Sie dieses Add-on entwickelt haben und was für dieses Add-on als nächstes bevorsteht. Dieses Profil ist notwendig für Add-ons, die Spenden erbitten, kann aber für alle Entwickler hilfreich sein, die in Verbindung mit Benutzern treten möchten.
el: Το προφίλ δημιουργού θα έχει μερικά λόγια για εσάς, γιατί φτιάξατε αυτό το πρόσθετο και τι σκοπεύετε να προσθέσετε μελλοντικά σ' αυτό. Το προφίλ δημιουργού είναι απαραίτητο για πρόσθετα που οι δημιουργοί τους ζητάνε δωρεές αλλά είναι χρήσιμο και για οποιονδήποτε δημιουργό θέλει να έχει μια επαφή με τους χρήστες του.
es: Tu perfil de desarrollador debe contar a los usuarios algo sobre ti, por qué hiciste este complemento, y qué será lo próximo. Este perfil es requerido para pedir colaboraciones, pero puede ser útil para cualquier desarrollador interesado en conectar con los usuarios.
fr: Votre profil développeur parle de vous aux utilisateurs, pourquoi vous avez réalisé ce module, et quel est son avenir. Ce profil est nécessaire pour les modules qui requièrent des contributions, mais il peut être utile pour n'importe quel développeur qui cherche à entrer en contact avec ses utilisateurs.
it: Il tuo profilo sviluppatore fornisce informazioni su di te agli utenti, perché hai realizzato questo componente aggiuntivo e quali sono le sue prospettive di sviluppo. Il profilo è obbligatorio se decidi di richiedere donazioni agli utenti ma può essere utile a qualsiasi sviluppatore interessato a entrare in contatto con i propri utenti.
ko: 개발자 프로필은 사용자에게 당신에 대한 정보, 이 부가 기능을 만든 이유, 부가 기능의 추후 계획 등을 알려주는 곳이 될 것입니다. 이 프로필은 기부 제도를 사용해야만 만들수 있으며 개발자가 사용자와 소통하며 흥미를 가질 수 있게 해주는 유용한 기능입니다.
nl: Uw ontwikkelaarsprofiel vertelt uw gebruikers wat over u, waarom u deze add-on hebt gemaakt en wat er op stapel staat voor de add-on. Dit profiel is vereist voor add-ons die om bijdragen vragen, maar kan nuttig zijn voor elke ontwikkelaar die in contact wil komen met gebruikers.
pa_in: ਤੁਹਾਡੀ ਡਿਵੈਲਪਰ ਪ੍ਰੋਫ਼ਾਈਲ ਉਪਭੋਗੀਆਂ ਨੂੰ ਤੁਹਾਡੇ ਬਾਰੇ ਦੱਸੇਗੀ, ਤੁਸੀਂ ਇਹ ਐਡ-ਆਨ ਕਿਉਂ ਬਣਾਇਆ, ਅਤੇ ਐਡ-ਆਨ ਲਈ ਅੱਗੇ ਕੀ ਕਰੋਗੇ। ਇਹ ਪ੍ਰੋਫ਼ਾਈਲ ਯੋਗਦਾਨ ਇਛੁੱਕ ਐਡ-ਆਨ ਲਈ ਲਾਜ਼ਮੀ ਹੈ, ਅਤੇ ਉਪਭੋਗੀਆਂ ਨਾਲ ਜੁੜਨ ਦੇ ਚਾਹਵਾਨ ਕਿਸੇ ਵੀ ਡਿਵੈਲਪਰ ਲਈ ਲਾਭਦਾਇਕ ਹੋ ਸਕਦੀ ਹੈ।
pl: Z profilu autora użytkownicy będą mogli dowiedzieć się o tobie, o tym, dlaczego dodatek został stworzony, jak również o dalszych planach rozwojowych dodatku. Profil autora jest konieczny w dodatkach, w których będzie zamieszczana prośba o dotacje. Może być również przydatny każdemu autorowi, który jest zainteresowany kontaktem z użytkownikami.
pt_pt: O seu perfil de desenvolvedor vai informar os utilizadores sobre si, porque é que fez este extra e o que vem a seguir para o seu extra. Este perfil é necessários para extras que pedem contribuições, mas pode ser interessante para qualquer desenvolvedor que queira comunicar com os utilizadores.
ru: Ваш профиль разработчика расскажет пользователям о вас, о том почему вы сделали это дополнение, и что запланировано для дополнения. Профиль требуется для дополнений с просьбой внести взносы, но может быть полезным для любого разработчика, заинтересованного в установлении взаимоотношений с пользователями.
sl: Vaš profil razvijalca bodo uporabnikom dal vedeti kaj zanimivega o vas, o tem, zakaj ste ta dodatek razvili in kaj načrtujete v zvezi z njim. Ta profil je potreben za dodatke, ki zahtevajo prispevkov, vendar je lahko koristen za vse razvijalce, ki želijo stik s svojimi uporabniki.
uk: Ваш профіль розробника розповість користувачам про вас, про те чому ви зробили цей додаток та подальші його плани. Цей профіль обов'язковий для додатків, які містять пропозицію зробити внесок, але може бути корисним для будь-якого розробника, зацікавленого у встановленні взаємин з користувачами.
zh_cn: 您的开发者简介将会告诉用户关于您的概况，以及您开发这个附加组件的缘由和这个附加组件的未来计划。这个简介在附加组件需要捐款的情况下必须填写，而且这个简介对于希望和用户保持联系的开发者来说很有用。
