Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If an add-on isn't compatible with your version of %(app_name)s, it is usually either because your version of %(app_name)s is outdated or the add-on author has not yet updated the add-on to be compatible with a newer version you are using. Mozilla does not recommend trying to circumvent these compatibility checks, as they can lead to browser instability or in some cases loss of data. For users who are testing out alpha or beta versions of Firefox, we offer the <a href="%(acr_url)s">Add-on Compatibility Reporter</a> to help add-on developers update their compatibility.
cs: Pokud doplněk není kompatibilní s vaší verzí aplikace %(app_name)s, je to obvykle proto, že vaše verze aplikace %(app_name)s je zastaralá nebo autor doplňku dosud neaktualizoval doplněk, aby byl kompatibilní s novější verzí, kterou používáte. Mozilla nedoporučuje obcházet kontrolu kompatibility, protože může vést k nestabilitě prohlížeče či ke ztrátě dat. Pokud patříte mezi uživatele, kteří testují alfa a beta verze Firefoxu, nabízíme vám <a href="%(acr_url)s">Add-on Compatibility Reporter</a>, pomocí kterého můžete vývojářům doplňů pomoci s aktualizací kompatibility.
de: Wenn ein Add-on nicht mit Ihrer Version von %(app_name)s kompatibel ist, dann ist das normalerweise entweder der Fall, weil Ihre Version von %(app_name)s veraltet ist, oder weil der Autor sein Add-on noch nicht mit Ihrer neueren Version kompatibel gemacht hat. Mozilla empfiehlt nicht, dass Sie diese Kompatibilitätschecks umgehen, da das Ihren Browser instabil machen kann und in manchen Fällen zu Datenverlust führen kann. Benutzer, die Alpha- oder Beta-Versionen von Firefox ausprobieren, bieten wir den <a href="%(acr_url)s">Add-on-Kompatibilitäts-Reporter</a> an, um Add-on-Entwicklern dabei zu helfen, die Kompatibilität ihrer Add-ons aktuell zu halten.
el: Αν ένα πρόσθετο δεν είναι συμβατό με την έκδοση του %(app_name)s που χρησιμοποιείτε, αυτό συνήθως συμβαίνει ότι είτε η έκδοση του %(app_name)s που έχετε είναι παρωχημένη, είτε ο δημιουργός του πρόσθετου δεν έχει ενημερώσει ακόμα το πρόσθετο του για να είναι συμβατό με την νέα έκδοση που εσείς χρησιμοποιείτε. Ο οργανισμός Mozilla δεν συνιστά να παρακάμψετε τον έλεγχο συμβατότητας, καθώς μη συμβατές εκδόσεις προσθέτων μπορεί να οδηγήσουν σε αστάθεια του περιηγητή και σε ορισμένες περιπτώσεις σε απώλεια δεδομένων. Για χρήστες που χρησιμοποιούν δοκιμαστικές εκδόσεις του Firefox, διαθέτουμε το πρόσθετο <a href="%(acr_url)s">Add-on Compatibility Reporter</a> για να βοηθήσουν τους δημιουργούς των πρόσθετων να κάνουν ενημερώσεις συμβατότητας.
es: Si un complemento no es compatible con tu versión de %(app_name)s, generalmente se debe a que, o bien tu versión de %(app_name)s no está actualizada, o bien el autor del complemento no lo ha actualizado todavía para que sea compatible con la versión más reciente que estás utilizando. Mozilla no recomienda tratar de eludir estos controles de compatibilidad, ya que puede llevar a problemas de estabilidad del navegador o en algunos casos a la pérdida de datos. Para los usuarios que están probando las versiones alfa o beta de Firefox, ofrecemos el <a href="%(acr_url)s">Add-on Compatibility Reporter</a> para ayudar al desarrollador del complemento a actualizar su compatibilidad.
fr: Si un module n'est pas compatible avec votre version de %(app_name)s, c'est souvent soit parce que votre version de %(app_name)s n'est pas à jour ou que l'auteur du module ne l'a pas encore mis à jour pour être compatible avec votre nouvelle version. Mozilla ne vous encourage pas à essayer de circonvenir ces tests de compatibilité, puisque cela peut entraîner une instabilité ou dans certains cas des pertes de données. Pour les utilisateurs qui testent des versions alpha ou bêta de Firefox, nous proposons le <a href="%(acr_url)s">module rapporteur de compatibilité</a> pour aider les développeurs de modules à mettre à jour.
it: Se un componente aggiuntivo non è compatibile con la tua versione di %(app_name)s, può essere che la versione di %(app_name)s che stai utilizzando sia obsoleta oppure l'autore non abbia ancora aggiornato il suo componente aggiuntivo per renderlo compatibile con le versioni più recenti. Mozilla sconsiglia di ignorare i controlli di compatibilità in quanto possono comportare instabilità del browser e, in alcuni casi, perdita di dati. Per gli utenti delle versioni alpha o beta di Firefox è disponibile <a href="%(acr_url)s">Add-on Compatibility Reporter</a> per aiutare gli sviluppatori ad aggiornare la compatibilità dei propri componenti aggiuntivi.
ko: 부가 기능이 현재 사용중인 %(app_name)s 버전과 호환되지 않는다면, 대개는 현재 사용하고 있는 %(app_name)s 버전이 오래된 것이거나 부가 기능 제작자가 아직 사용중인 신규 버전에 맞게 업데이트를 하지 못했기 때문입니다. Mozilla에선 호환성 검사를 회피하는 방법을 권장하지 않는데, 브라우저의 안정성에 문제를 야기하거나 어떤 경우엔 데이터 손실도 발생하기 때문입니다. Firefox 알파 또는 베타 버전을 테스트하고 있는 사용자의 경우, <a href="%(acr_url)s">부가 기능 호환성 보고자</a>를 통해 부가 기능 개발자의 호환성 업데이트를 도와주시면 좋습니다.
nl: Als een add-on niet compatibel is met uw versie van %(app_name)s, komt dit meestal doordat uw versie van %(app_name)s is verouderd of doordat de schrijver van de add-on deze nog niet heeft bijgewerkt om compatibel te zijn met de nieuwere versie die u gebruikt. Mozilla raadt af om deze compatibiliteitscontroles te omzeilen, omdat dit tot instabiliteit van de browser of in sommige gevallen verlies van gegevens kan leiden. Voor gebruikers die alfa- of bètaversies van Firefox testen bieden we de <a href="%(acr_url)s">Add-on Compatibility Reporter</a> om ontwikkelaars te helpen hun compatibiliteit bij te werken.
pa_in: ਜੇਕਰ ਐਡ-ਆਨ %(app_name)s ਦੇ ਤੁਹਾਡੇ ਵਰਜਨ ਨਾਲ ਅਨੁਕੂਲ ਨਹੀਂ। ਇਸ ਦਾ ਕਾਰਨ ਕਿਉਂ ਕਿ %(app_name)s ਦਾ ਤੁਹਾਡਾ ਵਰਜਨ ਪੁਰਾਣਾ ਹੈ ਜਾਂ ਐਡ-ਆਨ ਲੇਖਕ ਨੇ ਐਡ-ਆਨ ਨੂੰ ਤੁਹਾਡੇ ਵੱਲੋਂ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਨਵੇਂ ਵਰਜਨ ਦੇ ਅਨੁਕੂਲ ਅੱਪਡੇਟ ਨਹੀਂ ਕੀਤਾ। ਮੌਜੀਲਾ ਇਹਨਾਂ ਅਨੁਕੂਲਤਾ ਪੜਤਾਲਾਂ ਤੋਂ ਬਚਣ ਦੀ ਸਿਫ਼ਾਰਸ਼ ਨਹੀਂ ਕਰਦਾ, ਇਹ ਬਰਾਊਜ਼ਰ ਅਸਥਿਰਤਾ ਜਾਂ ਕੁੱਝ ਕੇਸਾਂ ਵਿੱਚ ਡਾਟੇ ਦੇ ਨੁਕਸਾਨ ਦਾ ਕਾਰਨ ਬਣਦੀਆਂ ਹਨ। ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੇ ਅਲਫ਼ਾ ਅਤੇ ਬੀਟਾ ਵਰਜਨਾਂ ਦੀ ਜਾਂਚ ਕਰਨ ਵਾਲੇ ਉਪਭੋਗੀਆਂ ਲਈ, ਅਸੀਂ ਐਡ-ਆਨ ਡਿਵੈਲਪਰਾਂ ਨੂੰ ਆਪਣੀ ਅਨੁਕੂਲਤਾ ਅੱਪਡੇਟ ਕਰਨ ਲਈ <a href="%(acr_url)s">ਐਡ-ਆਨ ਅਨੁਕੂਲਤਾ ਸੂਚਕ</a> ਦੀ ਪੇਸਕਸ਼ ਕਰਦੇ ਹਾਂ।
pl: Jeśli dodatek jest niekompatybilny z twoją wersją programu %(app_name)s, zazwyczaj spowodowane jest to tym, że ta wersja programu %(app_name)s jest nieaktualna lub autor dodatku nie dokonał jego aktualizacji do wersji programu %(app_name)s, której ty używasz. Mozilla nie poleca omijania sprawdzania kompatybilności, ponieważ może to prowadzić do niestabilności przeglądarki, a w niektórych przypadkach utraty danych. Użytkownikom, którzy testują wersje alfa i beta Firefoksa, oferujemy dodatek <a href="%(acr_url)s">Add-on Compatibility Reporter</a>, by pomóc autorom dodatków dokonać aktualizacji ich dodatków.
pt_pt: Se um extra não for compatível com a sua versão do %(app_name)s, é devido ou à sua versão do %(app_name)s estar desactualizado ou ao autor do extra ainda não ter atualizado o extra para ser compatível com a versão mais recente que está a usar. A Mozilla não recomenda tentar ultrapassar esta verificações de compatibilidade, pois podem levar à instabilidade do navegador e em alguns casos à perda de dados. Para utilizadores que estejam a testar versões alfa ou beta do Firefox, oferecemos o <a href="%(acr_url)s">Add-on Compatibility Reporter</a> para ajudar os desenvolvedores a actualizar a compatibilidade dos seus extras.
ru: Если дополнение не совместимо с вашей версией %(app_name)s, то как правило это означает, что либо ваша версия %(app_name)s устарела, либо автор дополнения ещё не обновил дополнение, добавив в него совместимость с используемой вами новой версией. Mozilla не рекомендует пытаться обойти эти проверки совместимости, так как это может привести к нестабильности браузера или в некоторых случаях к потере данных. Для пользователей, которые тестируют альфа или бета версии Firefox, мы предлагаем установить <a href="%(acr_url)s">Add-on Compatibility Reporter</a>, чтобы помочь разработчикам дополнений обновить их совместимость.
sl: Če dodatek ni združljiv z vašo različico %(app_name)s, je navadno vzrok bodisi, da je vaša različica %(app_name)s je s zastarela, bodisi da avtor dodatka še ni posodobil do take mere, da bi bil združljiv z novejšo različico, ki jo uporabljate. Mozilla ne priporoča, da bi se preglede združljivosti skušalo obiti; posledica so lahko nestabilnost brskalnika ali v nekaterih primerih izguba podatkov. Za uporabnike, ki so testirajo alfa ali beta različice Firefox, nudimo <a href="%(acr_url)s">Poročevalca o združljivosti dodatkov</a>, ki razvijalcem dodatkov pomaga poskrbeti za združljivost njihovih izdelkov.
zh_cn: 如果附加组件与您正在使用的 %(app_name)s 版本不兼容，通常要么是因为您的 %(app_name)s 版本过旧，要么是附加组件作者尚未更新产品以兼容您正在使用的较新的版本。Mozilla 不建议尝试绕过这些兼容性检查机制，因为这可能导致浏览器不稳定或者在某些情况下丢失数据。对于正在测试 Firefox alpha 或者 beta 版本的用户，我们提供了<a href="%(acr_url)s">附加组件兼容性报告工具</a>以帮助附加组件开发者更新他们的兼容性。

source: What if I have problems with an add-on?
cs: Co dělat, když mám problém s doplňkem?
de: Was ist, wenn ich Probleme mit einem Add-on habe?
el: Τι γίνεται αν αντιμετωπίζω προβλήματα με κάποιο πρόσθετο;
es: ¿Qué hago si tengo problemas con un complemento?
fr: Et si j'ai un problème avec un module ?
it: Che cosa posso fare se riscontro problemi con un componente aggiuntivo?
ko: 부가 기능을 사용하다 문제가 발생하면 어떻게 해야 하나요?
nl: Wat moet ik doen als ik problemen ondervind met een add-on?
pa_in: ਕੀ ਕਰਾਂ ਜੇਕਰ ਮੈਨੂੰ ਐਡ-ਆਨ ਨਾਲ ਦਿੱਕਤਾਂ ਆਉਣ?
pl: Co zrobić, gdy mam problem z dodatkiem?
pt_pt: O que acontece se tiver problemas com um extra?
ru: Что если у меня возникла проблема с дополнением?
sl: Kaj, če imam težave z dodatkom?
zh_cn: 附加组件发生问题时，我该怎么办？

source: Add-ons are usually created by third-party developers from around the world, so the best way to get help with an add-on is to look for support links on the add-on's homepage or contact the developer. If you are having issues with %(app_name)s that you suspect are related to add-ons you have installed, <a href="%(troubleshooting_url)s">visit this support article</a> for troubleshooting tips.
cs: Doplňky jsou obvykle vytvářeny vývojáři třetích stran z celého světa. Nejlepším řešením, jak získat pomoc, je podívat se po odkazu na podporu na stránce doplňku či kontaktovat vývojáře. Pokud máte problémy s aplikací %(app_name)s, u kterých předpokládáte souvislost s doplňky, které máte nainstalovány, <a href="%(troubleshooting_url)s">navštivte tento článek podpory</a>.
de: Add-ons werden normalerweise von dritten Entwicklern von überall auf der Welt erstellt. Daher ist der einfachste Weg, Unterstützung für ein spezielles Add-on zu erhalten, auf der Homepage des Add-ons nach einem Link zu einer Support-Webseite zu suchen oder den Entwickler direkt zu kontaktieren. Wenn Sie Probleme mit %(app_name)s haben, die Sie mit Add-ons in Verbindung bringen, besuchen Sie <a href="%(troubleshooting_url)s">diesen Support-Artikel</a>, um Hinweise zur Fehlersuche zu bekommen.
el: Τα πρόσθετα φτιάχνονται στην πλειοψηφία τους από ανεξάρτητους δημιουργούς απ' όλο τον κόσμο, οπότε ο ευκολότερος τρόπος για να βρείτε βοήθεια σχετικά με ένα απ' αυτά είναι να ψάξετε για δεσμούς υποστήριξης στην αρχική τους σελίδα ή να επικοινωνήσετε με τον δημιουργό τους. Αν αντιμετωπίζετε προβλήματα με τον %(app_name)s και υποψιάζεστε ότι οφείλονται σε πρόσθετα που έχετε εγκαταστήσει, <a href="%(troubleshooting_url)s">επισκεφθείτε αυτό το άρθρο υποστήριξης</a> για συμβουλές αντιμετώπισης προβλημάτων.
es: Los complementos generalmente son creados por terceros desarrolladores de todo el mundo, así que la mejor manera de obtener ayuda con un complemento es buscar vínculos (o enlaces) de asistencia en la página web del complemento o póniendote en contacto con el desarrollador. Si tienes problemas con la aplicación %(app_name)s y sospechas que están relacionados con los complementos que has instalado, <a href="%(troubleshooting_url)s">visita este artículo de asistencia</a> para obtener sugerencias sobre cómo solucionar problemas.
fr: Les modules sont généralement créés par des développeurs tiers provenant du monde entier, le meilleur moyen de trouver de l'aide à propos d'un module est de chercher des liens pour l'assistance sur la page d'accueil du module ou de contacter son développeur. Si vous avez des problèmes avec %(app_name)s que vous suspectez être liés à des modules que vous avez installés, <a href="%(troubleshooting_url)s">rendez-vous sur cette page d'assistance</a> pour des indications pour trouver le soucis.
it: Nella maggior parte dei casi i componenti aggiuntivi vengono realizzati da sviluppatori di tutto il mondo, per cui il modo migliore per ottenere supporto è cercare informazioni sul sito web del componente aggiuntivo o contattare lo sviluppatore. Se riscontri dei problemi con %(app_name)s e pensi che questi siano legati a dei componenti aggiuntivi che hai installato, consulta questo <a href="%(troubleshooting_url)s">articolo</a> con suggerimenti utili per la risoluzione dei problemi più comuni.
ko: 부가 기능은 세계 각지의 써드파티 개발자들에 의해 제작되고 있습니다. 그러므로 부가 기능 사용에 대한 도움을 받고자 한다면 해당 부가 기능의 홈페이지에 있는 기술 지원 링크를 들어가 보거나 개발자와 직접 연락하는 방법이 가장 좋습니다. %(app_name)s에 문제가 발생했을 경우, 일단 설치해놓은 부가 기능을 먼저 의심해 보도록 하십시오. 문제 해결에 관한 팁을 찾아보시려면 <a href="%(troubleshooting_url)s">다음의 기술 지원 게시물을 읽어보시기 바랍니다</a>.
nl: Add-ons worden meestal gemaakt door externe ontwikkelaars van over de hele wereld, dus de beste manier om hulp bij een add-on te krijgen is naar koppelingen voor ondersteuning op de startpagina van de add-on zoeken, of contact opnemen met de ontwikkelaar. Als u problemen met %(app_name)s ondervindt waarvan u vermoedt dat deze te maken hebben met door u geïnstalleerde add-ons, <a href="%(troubleshooting_url)s">kijk dan in dit ondersteuningsartikel</a> voor tips bij problemen.
pa_in: ਐਡ-ਆਨ ਆਮ ਤੌਰ ਤੇ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਤੀਜੀ-ਧਿਰ ਡਿਵੈਲਪਰਾਂ ਵੱਲੋਂ ਬਣਾਏ ਜਾਂਦੇ ਹਨ, ਇੱਕ ਐਡ-ਆਨ ਲਈ ਮਦਦ ਲੈਣ ਦਾ ਸੱਭ ਤੋਂ ਵਧੀਆ ਢੰਗ ਐਡ-ਆਨ ਸਫ਼ੇ ਤੇ ਸਹਿਯੋਗ ਲਿੰਕ ਵੇਖਣਾ ਜਾਂ ਡਿਵੈਲਪਰ ਨੂੰ ਸੰਪਰਕ ਕਰਨਾ ਹੈ। ਜੇਕਰ ਤੁਹਾਨੂੰ %(app_name)s ਨਾਲ ਮਸਲੇ ਹਨ ਜੋ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕੀ ਇੰਸਟਾਲ ਕੀਤੇ ਹੋਏ ਐਡ-ਆਨਾਂ ਕਾਰਨ ਹਨ, ਸਮੱਸਿਆ-ਨਿਪਟਾਰੇ ਨੁੱਕਤਿਆਂ ਲਈ <a href="%(troubleshooting_url)s">ਸਹਿਯੋਗ ਲੇਖ ਤੇ ਜਾਓ</a>।
pl: Dodatki są zazwyczaj tworzone przez różnych programistów, pochodzących z całego świata, zatem najlepszym sposobem otrzymania pomocy dla danego dodatku jest przejście na jego stronę w AMO i poszukanie odnośnika do strony pomocy lub skontaktowanie się z jego autorem. Jeśli masz problemy z programem %(app_name)s i podejrzewasz, że są spowodowane zainstalowanym dodatkiem, <a href="%(troubleshooting_url)s">zapoznaj się z artykułem</a> zawierającym wskazówki dotyczące rozwiązywania problemów.
pt_pt: Os extras são normalmente criados por desenvolvedores de terceiros de todo o mundo, por isso a melhor maneira de obter ajuda com um extra ´procurar ligações de ajuda na página inicial do extra ou então contactar o desenvolvedor. Se estiver a ter problemas com %(app_name)s que suspeite dever-se a extras que tem instalado, <a href="%(troubleshooting_url)s">visite o artigo de ajuda</a> para dicas de resolição de problemas.
ru: Дополнения, как правило, создаются сторонними разработчиками со всего мира, поэтому наилучший способ получить помощь по дополнению это поискать ссылки для получения поддержки на домашней странице дополнения или связаться с разработчиком. Если у вас возникли проблемы с %(app_name)s, которые, как вы подозреваете, относятся к установленным у вас дополнениям, <a href="%(troubleshooting_url)s">прочтите эту статью поддержки</a>, чтобы получить советы по устранению неполадок.
sl: Dodatki običajno ustvarjajo neodvisni razvijalci z vsega sveta, tako da je pri problemih z dodatkom najbolje, če na domači strani dodatka poiščete povezavo za podporo ali pa se obrnete na razvijalca. Če ima %(app_name)s težave, za katere sumite, da so zvezane z dodatki, ki ste jih namestili, <a href="%(troubleshooting_url)s">obiščite ta članek za podporo</a> z nasveti za odpravljanje težav.
zh_cn: 附加组件通常由遍布全世界的第三方开发者创建，因此获取附加组件相关帮助的最好途径时查询附加组件主页上的支持链接，或者联系开发者。如果您遇到 %(app_name)s 的问题而怀疑与您安装的附加组件有关，访问<a href="%(troubleshooting_url)s">这篇支持文章</a>获取排除故障的提示。

source: Add-on Gallery
cs: Galerie doplňků
de: Add-on-Galerie
el: Συλλογή πρόσθετων
es: Galería de complementos
fr: Galerie de modules
it: Galleria di componenti aggiuntivi
ko: 부가 기능 갤러리
nl: Add-ongalerij
pa_in: ਐਡ-ਆਨ ਗੈਲਰੀ
pl: Galeria dodatków
pt_pt: Galeria de extras
ru: Галерея дополнений
sl: Galerija dodatkov
uk: Галерея додатків
zh_cn: 附加组件画廊

source: How do I choose between add-ons that seem to do the same thing?
cs: Jak si mám vybrat mezi doplňky, které dělají tu samou věc?
de: Wie wähle ich zwischen mehreren Add-ons, die das gleiche zu tun scheinen?
el: Πως μπορώ να διαλέξω ανάμεσα σε δύο πρόσθετα που φαινομενικά έχουν την ίδια λειτουργία;
es: ¿Cómo elegir entre complementos que parecen hacer lo mismo?
fr: Comment choisir entre des modules qui semblent faire la même chose ?
it: Come scelgo tra componenti aggiuntivi che fanno la stessa cosa?
ko: 똑같아 보이는 두 부가 기능 중 어느 것을 고르면 될까요?
nl: Hoe kies ik tussen add-ons die hetzelfde lijken te doen?
pa_in: ਮੈਂ ਇੱਕੋ ਜਿਹੇ ਕੰਮ ਕਰਨ ਵਾਲੇ ਐਡ-ਆਨਾਂ ਵਿੱਚੋਂ ਚੋਣ ਕਿਵੇਂ ਕਰਾਂ?
pl: Jak dokonać wyboru spośród dodatków, których działanie wydaje się takie same?
pt_pt: Como é que escolho entre extras que parecem fazer o mesmo?
ru: Как мне выбрать между дополнениями, которые похоже делают одно и то же?
sl: Kako naj izbiram med dodatki, da sezgleda delajo eno in isto?
uk: Як мені обрати серед додатків, які мають однакові функції?
zh_cn: 我该如何选择可做同样事情的附加组件？
