Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Submitted
cs: Odesláno
de: Abgeschickt
el: Υποβλήθηκε
es: Enviado
fr: Proposé
it: Inviato
ja: 送信完了
ko: 등록 완료
nl: Ingediend
pa_in: ਭੇਜਿਆ
pl: Zgłoszono
pt_pt: Submetido
ru: Отправлено
sl: Poslano
uk: Відправлено
zh_cn: 提交日期

source: Success
cs: Úspěch
de: Erfolg
el: Επιτυχία
es: Correcto
fr: Succès
it: Positivo
ja: 成功
ko: 성공
nl: Succes
pa_in: ਸਫ਼ਲਤਾ
pl: Sukces
pt_pt: Sucesso
ru: Успех
sl: Uspeh
uk: Успішно
zh_cn: 成功

source: No reports found.
cs: Nebyly nalezeny žádné reporty.
de: Keine Meldungen.
el: Δεν βρέθηκαν αναφορές
es: No se ha encontrado ningún informe.
fr: Pas de rapport trouvé.
it: Nessuna segnalazione disponibile.
ja: レポートがありません。
ko: 제보가 없습니다.
nl: Geen rapporten gevonden.
pa_in: ਕੋਈ ਰਿਪੋਰਟ ਨਹੀਂ ਮਿਲੀ।
pl: Brak zgłoszeń
pt_pt: Nenhum relatório encontrado.
ru: Отчёты не найдены.
sl: Ni najti poročil
uk: Звітів не знайдено.
zh_cn: 未找到报告。

source: Firefox for Android
cs: Firefox pro Android
de: Firefox für Android
el: Firefox για Android
es: Firefox para Android
fr: Firefox pour Android
it: Firefox per Android
ja: Android 版 Firefox
ko: Firefox 안드로이드용
nl: Firefox voor Android
pa_in: ਐਨਡਰੋਇਡ ਲਈ ਫ਼ਾਇਰਫ਼ਾਕਸ
pl: Firefox dla Androida
pt_pt: Firefox para o Android
ru: Firefox для Android
sl: Firefox za Android
uk: Firefox для Android
zh_cn: Firefox Android 版

source: Unknown
cs: Neznámé
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pa_in: ਗੁਮਨਾਮ
pl: Nieznane
pt_pt: Desconhecido
ru: Неизвестно
sl: Neznano
uk: Невідомо
zh_cn: 未知

source: Firefox Mobile
ja: Firefox モバイル
ko: Firefox 모바일
nl: Firefox Mobiel
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਮੋਬਾਈਲ
pl: Telefon z Firefoksem
pt_pt: Firefox para Telemóvel
ru: Мобильный Firefox
sl: Firefox za mobilnike
uk: Мобільний Firefox
zh_cn: Firefox 移动版

source: Firefox Tablet
es: Tableta Firefox
fr: Firefox Tablette
it: Firefox per tablet
ja: Firefox タブレット
ko: Firefox 태블릿
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਟੈਬਲੇਟ
pl: Tablet z Firefoksem
pt_pt: Firefox para Tablet
ru: Планшет Firefox
sl: Firefox za tabličnike
uk: Планшет Firefox

source: Incomplete
cs: Nekompletní
de: Unvollständig
el: Ημιτελές
es: Incompleto
fr: Incomplet
it: Incompleto
ja: 未完成
ko: 미완료
nl: Onvolledig
pa_in: ਅਧੂਰਾ
pl: Niekompletny
pt_pt: Incompleto
ru: Неполный
sl: Nepopolno
uk: Неповний
zh_cn: 未完成

source: Awaiting Preliminary Review
cs: Čekání na předběžnou kontrolu
de: wartet auf vorläufige Überprüfung
el: Σε αναμονή εισαγωγικής αξιολόγησης
es: Esperando revisión preliminar
fr: En attente d'une revue préliminaire
it: In attesa di revisione preliminare
ja: 事前審査待ち
ko: 예비 심사 대기중
nl: Wacht op voorlopige beoordeling
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਦੀ ਉਡੀਕ
pl: Oczekujący na wstępne sprawdzenie
pt_pt: Aguarda análise preliminar
ru: Ожидает предварительной проверки
sl: Čaka na predhoden pregled
uk: Очікує попередньої перевірки
zh_cn: 等待初步审核

source: Pending approval
cs: Čeká na schválení
de: wartet auf Freigabe
el: Σε αναμονή έγκρισης
es: Pendiente de aprobación
fr: Approbation en attente
it: Approvazione in sospeso
ja: 承認保留中
ko: 승인 대기열
nl: Wacht op goedkeuring
pa_in: ਮਨਜ਼ੂਰੀ ਬਕਾਇਆ
pl: Oczekuje na akceptację
pt_pt: Aguarda aprovação
ru: В ожидании одобрения
sl: Čaka na odobritev
uk: Чекає схвалення
zh_cn: 等待审核

source: Awaiting Full Review
cs: Čeká na plnou kontrolu
de: wartet auf vollständige Überprüfung
el: Σε αναμονή πλήρους αξιολόγησης
es: Esperando revisión completa
fr: En attente d'une revue complète
it: In attesa di revisione completa
ja: 本審査待ち
ko: 전체 심사 대기중
nl: Wacht op volledige beoordeling
pa_in: ਪੂਰੀ ਸਮੀਖਿਆ ਦੀ ਉਡੀਕ
pl: Oczekujący na pełne sprawdzenie
pt_pt: Aguarda análise completa
ru: Ожидает полной проверки
sl: Čaka na popoln pregled
uk: Очікує повної перевірки
zh_cn: 等待全面审核

source: Fully Reviewed
cs: Plně zkontrolován
de: ist vollständig überprüft
el: Πλήρως αξιολογημένο
es: Revisado completamente
fr: Complètement vérifié
it: Revisione completa effettuata
ja: 本審査済み
ko: 전체 심사 통과
nl: Volledig beoordeeld
pa_in: ਪੂਰੀ ਸਮੀਖਿਆ ਹੋਈ
pl: W pełni sprawdzony
pt_pt: Totalmente analisado
ru: Полностью проверен
sl: V celoti pregledan
uk: Повністю перевірено
zh_cn: 已全面审核

source: Disabled by Mozilla
cs: Zakázáno Mozillou
de: wurde von Mozilla deaktiviert
el: Απενεργοποιημένο από το Mozilla
es: Deshabilitado por Mozilla
fr: Désactivé par Mozilla
it: Disattivato da Mozilla
ja: Mozilla により無効化
ko: Mozilla에 의해 사용 정지당함
nl: Uitgeschakeld door Mozilla
pa_in: ਮੌਜੀਲਾ ਵੱਲੋਂ ਅਯੋਗ ਕੀਤਾ
pl: Wyłączony przez Mozillę
pt_pt: Desactivado pela Mozilla
ru: Отключено Mozilla
sl: Onemogočen s strani Mozille
uk: Відключено Mozilla
zh_cn: 已被 Mozilla 停用

source: Preliminarily Reviewed
cs: Předběžná kontrola
de: Vorläufig freigegeben
el: Αξιολογημένο προκαταρκτικά
es: Revisado preliminarmente
fr: Revue préliminaire effectuée
it: Revisione preliminare effettuata
ja: 事前審査済み
ko: 예비 심사 통과
nl: Voorlopig beoordeeld
pa_in: ਸ਼ੁਰੂਆਤੀ ਤੌਰ ਤੇ ਸਮੀਖਿਆ ਹੋਈ
pl: Wstępnie sprawdzony
pt_pt: Analisado preliminarmente
ru: Предварительно проверено
sl: Predhodno pregledan
uk: Попередньо перевірено
zh_cn: 已初步审核

source: Preliminarily Reviewed and Awaiting Full Review
cs: Předběžně zkontrolován a čeká na plnou kontrolu
de: Vorläufig freigegeben und wartet auf vollständige Überprüfung
el: Αξιολογημένο προκαταρκτικά και σε αναμονή πλήρους αξιολόγησης
es: Revisado preliminarmente y esperando revisión completa
fr: Revue préliminaire effectuée et en attente d'une revue complète
it: Revisione preliminare effettuata, in attesa di revisione completa
ja: 事前審査済み、本審査待ち
ko: 예비 심사 완료 및 전체 심사 대기중
nl: Voorlopig beoordeeld en wacht op volledige beoordeling
pa_in: ਸ਼ੁਰੂਆਤੀ ਤੌਰ ਤੇ ਸਮੀਖਿਆ ਹੋਈ ਅਤੇ ਪੂਰੀ ਸਮੀਖਿਆ ਦੀ ਉਡੀਕ
pl: Sprawdzono wstępnie i oczekuje na pełne sprawdzenie
pt_pt: Analisado preliminarmente e aguarda a análise completa
ru: Предварительно проверено и ожидает полной проверки
sl: Predhodno pregledan, čaka na popoln pregled
uk: Попередньо перевірено та очікує повної перевірки
zh_cn: 已初步审核并等待全面审核

source: Pending a review choice
cs: Čeká na volbu typu kontroly
de: Wartet auf Ergebnis der Überprüfung
el: Σε αναμονή επιλογής αξιολόγησης
es: Pendiente de elegir una revisión
fr: Un choix de revue en attente
it: Scelta del metodo di revisione in sospeso
ja: 審査の選択待ち
ko: 심사 방식 선택 대기중
nl: Wacht op beoordelingskeuze
pl: Oczekuje na wybranie sposobu sprawdzenia
ru: Ожидает выбора типа проверки
sl: Čaka na izbiro pregleda
zh_cn: 等待选择审核

source: Deleted
cs: Smazáno
de: Gelöscht
el: Διαγράφηκε
es: Eliminado
fr: Supprimé
it: Cancellato
ja: 削除済み
ko: 삭제됨
nl: Verwijderd
pa_in: ਹਟਾਇਆ
pl: Usunięto
pt_pt: Excluído
ru: Удалено
sl: Izbrisano
uk: Видалено
zh_cn: 已删除

source: Flagged for further review
cs: Označeno pro budoucí kontrolu
de: Zur weiteren Überprüfung markiert
el: Επισημάνθηκε για περαιτέρω αξιολόγηση
es: Marcados para revisión posterior
fr: Noté pour vérification ultérieure
it: Contrassegnato per un'ulteriore revisione
ja: 詳細審査待ち
ko: 향후 심사 대상으로 표시됨
nl: Gemarkeerd voor nadere beoordeling
pa_in: ਹੋਰ ਸਮੀਖਿਆ ਲਈ ਫ਼ਲੈਗ ਕੀਤਾ
pl: Oznaczone do późniejszego sprawdzenia
pt_pt: Sinalizado para uma análise mais aprofundada
ru: Отмечено для дополнительной проверки
sl: Označeno za nadaljnji pregled
uk: Відмічено для додаткової перевірки
zh_cn: 标记以做进一步审核

source: Blocked
cs: Zablokováno
de: Gesperrt
el: Αποκλεισμένο
es: Bloqueado
fr: Bloqué
it: Bloccato
ja: ブロック済み
ko: 차단됨
nl: Geblokkeerd
pl: Zablokowano
ru: Заблокировано
sl: Blokirano
zh_cn: 已阻止

source: Full
cs: Plná
de: Vollständig
el: Πλήρη
es: Completo
fr: Complet
it: Completo
ja: 本審査
ko: 가득 참
nl: Volledig
pa_in: ਪੂੂਰਾ
pl: Pełne
pt_pt: Completo
ru: Полный
sl: Poln
uk: Повний
zh_cn: 全面

source: Preliminary
cs: Předběžná
de: Vorläufig
el: Εισαγωγική
es: Preliminar
fr: Préliminaire
it: Preliminare
ja: 事前審査
ko: 예비 심사
nl: Voorlopig
pa_in: ਸ਼ੁਰੂਆਤੀ
pl: Wstępne
pt_pt: Preliminares
ru: Предварительный
sl: Predhoden
uk: Попередній
zh_cn: 初步

source: Developer
cs: Vývojář
de: Entwickler
el: Δημιουργός
es: Desarrollador
fr: Développeur
it: Sviluppatore
ja: 開発者
ko: 개발자
nl: Ontwikkelaar
pa_in: ਡਿਵੈਲਪਰ
pl: Autor
pt_pt: Desenvolvedor
ru: Разработчик
sl: Razvijalec
uk: Розробник
zh_cn: 开发者

source: Viewer
cs: Pozorovatel
de: Beobachter
el: Θεατής
es: Visualizador
fr: Visualiseur
it: Ospite
ja: 閲覧者
ko: 참관인
nl: Lezer
pa_in: ਦਰਸ਼ਕ
pl: Obserwator
pt_pt: Visualizador
ru: Наблюдатель
sl: Prikazovalnik
uk: Оглядач
zh_cn: 查看者

source: Support
cs: Podpora
de: Hilfe
el: Υποστήριξη
es: Asistencia
fr: Assistance
it: Supporto
ja: サポート
ko: 도움말
nl: Ondersteuning
pa_in: ਸਹਿਯੋਗ
pl: Pomoc
pt_pt: Suporte
ru: Поддержка
sl: Podpora
uk: Підтримка
zh_cn: 支持

source: Any
cs: Nezáleží
de: Egal
el: Οποιοδήποτε
es: Cualquiera
fr: Tous
it: Qualsiasi
ja: すべて
ko: 모든 종류
nl: Alle
pa_in: ਕੋਈ
pl: Wszystkie
pt_pt: Qualquer
ru: Любая
sl: Poljuben
uk: Будь-який
zh_cn: 任意

source: Extension
cs: Rozšíření
de: Erweiterung
el: Επέκταση
es: Extensión
it: estensioni
ja: 拡張機能
ko: 확장 기능
nl: Extensie
pa_in: ਇਕਸਟੈਨਸ਼ਨ
pl: Rozszerzenie
pt_pt: Extensão
ru: Расширение
sl: Dodatek
uk: Розширення
zh_cn: 扩展

source: Complete Theme
cs: Plný motiv
de: Vollständiges Theme
el: Πλήρες θέμα
es: Tema completo
fr: Thème complet
it: Temi completi
ja: 完全テーマ
ko: 완전 테마
nl: Compleet thema
pa_in: ਮੁਕੰਮਲ ਥੀਮ
pl: Kompletny motyw
pt_pt: Tema completo
ru: Полная тeма
sl: Celotna Tema
uk: Повна тема
zh_cn: 完整主题

source: Search Engine
cs: Vyhledávací modul
de: Suchmaschine
el: Μηχανή αναζήτησης
es: Motor de búsqueda
fr: Moteur de recherche
it: motori di ricerca
ja: 検索エンジン
ko: 검색 도구
nl: Zoekmachine
pa_in: ਖੋਜ ਇੰਜਨ
pl: Wyszukiwarka
pt_pt: Motor de Pesquisa
ru: Поисковый движок
sl: Iskalnik
uk: Засіб Пошуку
zh_cn: 搜索引擎

source: Plugin
cs: Zásuvný modul
el: Πρόσθετη λειτουργία
ja: プラグイン
ko: 플러그인
pa_in: ਪਲੱਗਇਨ
pl: Wtyczka
ru: Плагин
sl: Vstavek
uk: Плагін
zh_cn: 插件

source: Language Pack (Application)
cs: Jazykový balíček (aplikace)
de: Sprachpaket (Anwendung)
el: Πακέτο γλώσσας (εφαρμογής)
es: Paquete de idioma (Aplicación)
fr: Pack de langue (application)
it: language pack (applicazione)
ja: 言語パック (アプリケーション)
ko: 언어팩(애플리케이션)
nl: Taalpakket (Toepassing)
pa_in: ਭਾਸ਼ਾ ਪੈਕ (ਐਪਲੀਕੇਸ਼ਨ)
pl: Pakiet językowy (program)
pt_pt: Pacote de Idioma (Aplicação)
ru: Локализация (Приложения)
sl: Jezikovni paket (aplikacija)
uk: Мовний пакет (Програма)
zh_cn: 语言包（应用程序）

source: Theme
cs: Motiv vzhledu
el: Θέμα
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pa_in: ਥੀਮ
pl: Motyw
pt_pt: Tema
ru: Тема
sl: Tema
uk: Тему
zh_cn: 主题

source: Dictionaries
cs: Slovníky
de: Wörterbücher
el: Λεξικά
es: Diccionarios
fr: Dictionnaires
it: dizionari
ja: スペルチェック辞書
ko: 사전
nl: Woordenboeken
pa_in: ਸ਼ਬਦਕੋਸ
pl: Słowniki
pt_pt: Dicionários
ru: Словари
sl: Slovarji
uk: Словники
zh_cn: 字典

source: Plugins
cs: Zásuvné moduly
el: Πρόσθετες λειτουργίες
it: Plugin
ja: プラグイン
ko: 플러그인
pa_in: ਪਲੱਗਇਨ
pl: Wtyczki
ru: Плагины
sl: Vstavki
uk: Плагіни
zh_cn: 插件

source: Language Packs (Application)
cs: Jazykové balíčky (aplikace)
de: Sprachpakete (Anwendung)
el: Πακέτα γλώσσας (εφαρμογής)
es: Paquetes de idioma (aplicación)
fr: Packs de langues (application)
it: language pack (applicazione)
ja: 言語パック (アプリケーション)
ko: 언어팩(애플리케이션)
nl: Taalpakketten (Toepassing)
pa_in: ਭਾਸ਼ਾ ਪੈਕ (ਐਪਲੀਕੇਸ਼ਨ)
pl: Pakiety językowe (program)
pt_pt: Pacotes de Idioma (Aplicações)
ru: Локализации (Приложений)
sl: Jezikovni paketi(aplikacija)
uk: Мовні пакети (Програма)
zh_cn: 语言包（应用程序）

source: Apps
cs: Aplikace
de: Anwendungen
el: Εφαρμογές
es: Aplicaciones
fr: Applications
it: App
ko: 앱
pl: Aplikacje
ru: Приложения
zh_cn: 应用

source: Free
cs: Zdarma
de: Kostenlos
el: Δωρεάν
es: Gratuita
fr: Gratuite
it: Gratis
ja: 無料
ko: 무료
nl: Gratis
pl: Bezpłatne
pt_pt: Gratuito
ru: Бесплатно
sl: Brezplačno
uk: Безплатно
zh_cn: 免费版

source: Premium
cs: Placená
el: Κύρια
ja: 有料
ko: 유료
pl: Płatne
ru: Премиум
uk: Преміум
zh_cn: 付费版

source: Premium with in-app payments
cs: Placená s platbami uvnitř aplikace
de: Premium mit anwendungsinterner Zahlung
el: Κύρια με πληρωμές εντός εφαρμογής
es: Premium con pagos en la aplicación
fr: Premium avec micro-paiements
it: Premium con pagamenti in-app
ja: アプリ内課金のある有料版
ko: 유료 앱 내부 결제
nl: Premium met betalingen in de app
pl: Płatne z płatnościami w aplikacji
pt_pt: Premium com pagamento no extra
ru: Премиум с in-app платежами
sl: Premium z in-app plačili
uk: Преміум з внутрішніми платежами
zh_cn: 付费版，使用“应用内付款”

source: Free with in-app payments
cs: Zdarma s platbami uvnitř aplikace
de: Kostenlos mit anwendungsinterner Zahlung
el: Δωρεάν με πληρωμές εντός εφαρμογής
es: Gratuito con pagos en la aplicación
fr: Gratuit avec micro-paiements
it: Gratuito con pagamenti in-app
ja: アプリ内課金のある無料版
ko: 무료 앱 내부 결제
nl: Gratis met betalingen in de app
pl: Darmowe z płatnościami w aplikacji
pt_pt: Gratuito com pagamento no extra
ru: Бесплатные с in-app платежами
sl: Brezplačno z in-app plačili
uk: Безплатні з внутрішніми платежами
zh_cn: 免费版，使用“应用内付款”

source: I'll use my own system for in-app payments
cs: Budu uvnitř aplikace využívat vlastní platební systém
de: Ich verwende mein eigenes System für anwendungsinterne Zahlungen
el: Θα χρησιμοποιήσω το δικό μου σύστημα για πληρωμές εντός εφαρμογής
es: Usaré mi propio sistema de pagos en la aplicación
fr: J'utiliserais mon propre mécanisme de micro-paiements
it: Utilizzerò un mio metodo per i pagamenti in-app
ja: アプリ内課金に独自システムを使う
ko: 앱 내부 결제에 내 시스템을 사용하겠습니다
nl: Ik gebruik mijn eigen systeem voor in-app-betalingen
pl: Będę używać własnego systemu płatności w aplikacji
pt_pt: Eu usarei meu próprio sistema de pagamentos pelo aplicativo
sl: za plačila bom rabil svoj lasten sistem znotraj programa
uk: Я буду використовувати власну систему для внутрішніх платежів
zh_cn: 我将使用我自己的系统进行应用内收费

source: Only ask on this add-on's page and developer profile
cs: Žádat pouze na stránce doplňku a profilu vývojáře
de: Nur auf der Seite dieses Add-ons und dem Entwicklerprofil fragen
el: Ερώτηση μόνο στη σελίδα του πρόσθετου και στο προφίλ δημιουργού
es: Preguntar sólo en la página del complemento y en el perfil del desarrollador
fr: Demander uniquement sur la page de ce module et le profil développeur
it: Chiedi solo nella pagina del componente aggiuntivo e nel profilo dello sviluppatore
ja: このアドオンページと開発者プロフィールでのみ尋ねる
ko: 이 부가 기능 페이지와 개발자 프로필에서만 요청하기
nl: Alleen vragen op de pagina van deze add-on en het ontwikkelaarsprofiel
pa_in: ਕੇਵਲ ਇਸ ਐਡ-ਆਨ ਸਫ਼ੇ ਅਤੇ ਡਿਵੈਲਪਰ ਪ੍ਰੋਫ਼ਾਈਲ ਤੇ ਪੁੱਛੋ
pl: Wyświetlaj prośbę tylko na stronie dodatku i w profilu autora
pt_pt: Pedir apenas na página deste extra e no perfil do desenvolvedor
ru: Просить только на странице этого дополнения и в профиле разработчика
sl: Samo vprašaj na tej strani dodatka in na profilu razvijalca
uk: Запитувати лише на сторінці цього додатку та профілю розробника
zh_cn: 仅在此附加组件页面和开发者简介中询问

source: Ask after users start downloading this add-on
cs: Žádat uživatele po začátku stahování doplňku
de: Fragen, nachdem der Nutzer den Download dieses Add-ons gestartet hat
el: Έκκληση μετά την εκκίνηση της λήψης του πρόσθετου
es: Preguntar cuando los usuarios hayan comenzado a descargar este complemento
fr: Demander aux utilisateurs une fois qu'ils ont commencé à télécharger ce module
it: Chiedi agli utenti dopo aver avviato il download di questo componente aggiuntivo
ja: ユーザがこのアドオンのダウンロードを開始した後に尋ねる
ko: 사용자가 부가 기능을 다운로드한 다음에 요청하기
nl: Vragen voordat gebruikers deze add-on downloaden
pa_in: ਉਪਭੋਗੀ ਨੂੰ ਇਸ ਐਡ-ਆਨ ਡਾਊਨਲੋਡ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪੁੱਛੋ
pl: Wyświetlaj prośbę po rozpoczęciu pobierania dodatku
pt_pt: Perguntar depois de os utilizadores começarem a transferir este extra
ru: Спросите после того как пользователи начнут загружать это дополнение
sl: Vprašaj potem, ko so uporabniki začeli s prenosom tega dodatka
uk: Запитати після того, як користувачі почнуть завантаження цього додатку
zh_cn: 用户开始下载这个附加组件后询问

source: Ask before users can download this add-on
cs: Žádat dříve, než mohou uživatelé stáhnout doplněk
de: Fragen, bevor Nutzer dieses Add-on herunterladen können
el: Έκκληση πριν εκκινηθεί η λήψη του πρόσθετου
es: Preguntar antes de que los usuarios puedan descargar este complemento
fr: Demander aux utilisateurs avant qu'ils n'aient commencé à télécharger ce module
it: Chiedi agli utenti prima di consentire il download di questo componente aggiuntivo
ja: ユーザがこのアドオンをダウンロードする前に尋ねる
ko: 사용자가 부가 기능을 다운로드하기 전에 요청하기
nl: Vragen voordat gebruikers deze add-on kunnen downloaden
pa_in: ਉਪਭੋਗੀਆਂ ਨੂੰ ਇਸ ਐਡ-ਆਨ ਡਾਊਨਲੋਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪੁੱਛੋ
pl: Wyświetlaj prośbę przed pobraniem dodatku
pt_pt: Perguntar antes que os utilizadores transfiram este extra
ru: Спросите перед тем как пользователи смогут загрузить это дополнение
sl: Vprašaj, preden uporabniki začnejo s prenosom tega dodatka
uk: Запитати перед тим, як користувачі зможуть завантажити цей додаток
zh_cn: 用户下载这个附加组件前询问

source: Exception
cs: Výjimka
de: Ausnahme
el: Εξαίρεση
es: Excepción
it: Eccezione
ja: 例外
nl: Uitzondering
pa_in: ਅਪਵਾਦ
pl: Wyjątek
pt_pt: Exceção
ru: Исключение
sl: Izjema
uk: Виключення
zh_cn: 例外

source: Release
cs: Vydání
de: Veröffentlichung
el: Έκδοση
es: Lanzamiento
fr: Sortie
it: Versione
ja: リリース
nl: Uitgave
pa_in: ਰਿਲੀਜ਼
pl: Wydanie
pt_pt: Lançamento
ru: Выпуск
sl: Izdaja
uk: Випуск
zh_cn: 发布

source: Change
cs: Změna
de: Änderung
el: Αλλαγή
es: Cambio
fr: Changement
it: Modifica
ja: 変更
nl: Wijzigen
pa_in: ਬਦਲੋ
pl: Zmień
pt_pt: Alterar
ru: Изменить
sl: Spremeni
uk: Змінити
zh_cn: 更改

source: Persona
it: Tema di Personas
ko: 페르소나
pa_in: ਪਰਸੋਨਾ
pl: Minimotyw
ru: Обои
zh_cn: 炫彩风格

source: Manual Reviewer Points
cs: Ruční body redaktora
de: Handbuch für Überprüfungspunkte
el: Σημεία χειροκίνητης επιθεώρησης
es: Puntos para revisores manuales
fr: Points de vérification manuel
it: Manuale per attribuire i punti ai revisori
ja: 審査担当者の手作業確認による指摘
ko: 수동 심사 포인트
nl: Handmatige beoordelaarspunten
pa_in: ਦਸਤਾਵੇਜ਼ ਸਮੀਖਿਅਕ ਅੰਕ
pl: Punkty recenzenta
pt_pt: Pontos do manual de análises
ru: Очки за проверку вручную
sl: Točke ročnega recenzenta
uk: Очки за перевірку вручну
zh_cn: 人工审核员点数

source: Full Add-on Review
cs: Úplná kontrola doplňku
de: Vollständige Add-on-Überprüfung
el: Πλήρης επιθεώρηση προσθέτου
es: Valoración completa del complemento
fr: Vérification complète de module
it: Recensione completa del componente aggiuntivo
ja: アドオンの本審査
ko: 부가 기능 전체 심사
nl: Volledige add-on-beoordeling
pa_in: ਪੂਰੀ ਐਡ-ਆਨ ਸਮੀਖਿਆ
pl: Pełne sprawdzenie dodatku
pt_pt: Análise completa do extra
ru: Полная проверка дополнения
sl: Polna recenzija dodatka
uk: Повна перевірка додатка
zh_cn: 全面附加组件审核

source: Preliminary Add-on Review
cs: Kontrola doplňku pro předběžné schválení
de: Vorläufige Add-on-Überprüfung
el: Πρωταρχική επιθεώρηση προσθέτου
es: Valoración preliminar del complemento
fr: Vérification préliminaire de module
it: Recensione preliminare del componente aggiuntivo
ja: アドオンの事前審査
ko: 부가 기능 예비 심사
nl: Voorlopige add-on-beoordeling
pa_in: ਸ਼ੁਰੂਆਤੀ ਐਡ-ਆਨ ਸਮੀਖਿਆ
pl: Wstępne sprawdzenie dodatku
pt_pt: Análise preliminar do extra
ru: Предварительная проверка дополнения
sl: Predhodna recenzija dodatka
uk: Попередня перевірка додатка
zh_cn: 初步附加组件审核

source: Updated Add-on Review
cs: Kontrola aktualizace doplňku
de: Überprüfung von aktualisiertem Add-on
el: Ενημερωμένη επιθεώρηση προσθέτου
es: Valoración actualizada del complemento
fr: Vérification de module mis à jour
it: Recensione per il componente aggiuntivo aggiornato
ja: アドオンの更新審査
ko: 업데이트된 부가 기능 심사
nl: Bijgewerkte add-on-beoordeling
pa_in: ਐਡ-ਆਨ ਸਮੀਖਿਆ ਅੱਪਡੇਟ ਹੋੋਈ
pl: Sprawdzenie zaktualizowanego dodatku
pt_pt: Análise atualizada do extra
ru: Обновлённая проверка дополнения
sl: Posodobljena recenzija dodatka
uk: Оновлена перевірка додатка
zh_cn: 已更新附加组件审核

source: Full Dictionary Review
cs: Kompletní kontroly slovníků
de: Vollständige Wörterbuch-Überprüfung
el: Πλήρης επιθεώρηση λεξικού
es: Valoración completa del diccionario
fr: Revue complète du dictionnaire
it: Recensione completa del dizionario
ja: スペルチェック辞書の本審査
ko: 사전 전체 심사
nl: Volledige woordenboek-beoordeling
pa_in: ਪੂਰੀ ਸ਼ਬਦਕੋਸ ਸਮੀਖਿਆ
pl: Pełne sprawdzenie słownika
pt_pt: Análise completa do dicionário
ru: Полная проверка словаря
sl: Polna recenzija geslovnika
uk: Повна перевірка словника
zh_cn: 字典全面审核

source: Preliminary Dictionary Review
cs: Předběžné kontroly slovníků
de: Vorläufige Wörterbuch-Überprüfung
el: Πρωταρχική επιθεώρηση λεξικού
es: Valoración preliminar del diccionario
fr: Revue préliminaire du dictionnaire
it: Recensione preliminare del dizionario
ja: スペルチェック事前の事前審査
ko: 사전 예비 심사
nl: Voorlopige woordenboek-beoordeling
pa_in: ਸ਼ੁਰੂਆਤੀ ਸ਼ਬਦਕੋਸ ਸਮੀਖਿਆ
pl: Wstępne sprawdzenie słownika
pt_pt: Análise preliminar do dicionário
ru: Предварительная проверка словаря
sl: Predhodna recenzija geslovnika
uk: Попередня перевірка словника
zh_cn: 初步字典审核

source: Updated Dictionary Review
cs: Kontroly aktualizovaných slovníků
de: Überprüfung von aktualisiertem Wörterbuch
el: Ενημερωμένη επιθεώρηση λεξικού
es: Valoración actualizada del diccionario
fr: Mise à jour de la revue du dictionnaire
it: Recensione aggiornata del dizionario
ja: スペルチェック事前の更新審査
ko: 업데이트된 사전 심사
nl: Bijgewerkte woordenboek-beoordeling
pa_in: ਸ਼ਬਦਕੋਸ ਸਮੀਖਿਆ ਅੱਪਡੇਟ ਹੋਈ
pl: Sprawdzenie zaktualizowanego słownika
pt_pt: Análise atualizada do dicionário
ru: Проверка обновлённого словаря
sl: Posodobljena recenzija geslovnika
uk: Перевірка оновленого словника
zh_cn: 已更新字典审核

source: Full Language Pack Review
cs: Kompletní kontroly jazykových balíčků
de: Vollständige Sprachpaket-Überprüfung
el: Πλήρης επιθεώρηση πακέτου γλώσσας
es: Valoración completa del paquete de idioma
fr: Revue complète du pack de langue
it: Recensione completa del language pack
ja: 言語パックの本審査
ko: 언어팩 전체 심사
nl: Volledige taalpakket-beoordeling
pa_in: ਪੂਰੀ ਭਾਸ਼ਾ ਪੈਕ ਸਮੀਖਿਆ
pl: Pełne sprawdzenie pakietu językowego
pt_pt: Análise completa do pacote de idioma
ru: Полная проверка локали
sl: Popolna recenzija jezikovnega paketa
uk: Повна перевірка мовного пакету
zh_cn: 语言包全面审核

source: Preliminary Language Pack Review
cs: Předběžné kontroly jazykových balíčků
de: Vorläufige Sprachpaket-Überprüfung
el: Πρωταρχική επιθεώρηση πακέτου γλώσσας
es: Valoración preliminar del paquete de idioma
fr: Revue préliminaire du pack de langue
it: Recensione preliminare del language pack
ja: 言語パックの事前審査
ko: 언어팩 예비 심사
nl: Voorlopige taalpakket-beoordeling
pa_in: ਸ਼ੁਰੂਆਤੀ ਭਾਸ਼ਾ ਪੈਕ ਸਮੀਖਿਆ
pl: Wstępne sprawdzenie pakietu językowego
pt_pt: Análise preliminar do pacote de idioma
ru: Предварительная проверка локали
sl: Predhodna recenzija jezikovnega paketa
uk: Попередня перевірка мовного пакету
zh_cn: 首选语言包审核

source: Updated Language Pack Review
cs: Kontroly aktualizovaných jazykových balíčků
de: Überprüfung von aktualisiertem Sprachpaket
el: Ενημερωμένη επιθεώρηση πακέτου γλώσσας
es: Valoración actualizada del paquete de idioma
fr: Mise à jour de la revue du pack de langue
it: Recensione aggiornata del language pack
ja: 言語パックの更新審査
ko: 업데이트된 언어팩 심사
nl: Bijgewerkte taalpakket-beoordeling
pa_in: ਭਾਸ਼ਾ ਪੈਕ ਸਮੀਖਿਆ ਅੱਪਡੇਟ ਹੋਈ
pl: Sprawdzenie zaktualizowanego pakietu językowego
pt_pt: Análise atualizada do pacote de idioma
ru: Проверка обновлённой локали
sl: Posodbljena recenzija jezikovnega paketa
uk: Перевірка оновленого мовного пакету
zh_cn: 已更新语言包审核

source: Theme Review
cs: Kontrola motivu
de: Theme-Bewertung
el: Επιθεώρηση θέματος
es: Valoración del tema
fr: Revue de thème
it: Revisione tema
ja: テーマの審査
ko: 테마 리뷰
nl: Themabeoordeling
pa_in: ਥੀਮ ਸਮੀਖਿਆ
pl: Sprawdzenie motywu
pt_pt: Análise do tema
ru: Проверка темы
sl: Pregled Teme
uk: Перевірка теми
zh_cn: 主题审核
