Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Used in listings of apps, like search results and featured apps.
cs: Použita v seznamech aplikací jako jsou výsledky vyhledávání či doporučené aplikace.
de: Wird in Listeneinträgen der Anwendung, wie Suchergebnissen und vorgestellten Anwendungen verwendet.
es: Usados en las listas de aplicaciones, como resultados de búsqueda y aplicaciones destacadas.
fr: Utilisé dans les listings d'applications tels que les résultats de recherche et les applications en vedette.
it: Utilizzata negli elenchi di app, come i risultati di ricerca e le liste di app consigliate.
ko: 검색 결과나 추천 앱 같은 앱 목록에서 사용됩니다.
nl: Gebruikt in app-lijsten. zoals zoekresultaten en aanbevolen apps.
pl: Używane na listach aplikacji, jak wyniki wyszukiwania i polecane aplikacje.
ru: Используется в листингах приложений, таких как результаты поиска и избранные приложения.
zh_cn: 用于应用列表，比如搜索结果和精选应用。

source: PNG and JPG supported. Icons must be at least 128px by 128px.
cs: Podporovány jsou PNG a JPG. Ikony musí mít rozměry alespoň 128px by 128px.
de: PNG und JPG werden unterstützt. Symbole müssen mindestens 128 px mal 128 px groß sein.
es: Admitidos PNG y JPG. Los iconos deben ser al menos de 128px por 128px.
fr: PNG et JPG sont supportés. Les icônes doivent faire au moins 128 par 128px.s
it: Sono supportati i formati PNG e JPG. Le icone devono avere una dimensione di almeno 128×128 pixel.
ko: PNG와 JPG를 지원합니다. 아이콘 크기는 최소 128px x 128px 이상이어야 합니다.
nl: PNG en JPG worden ondersteund. Pictogrammen dienen ten minste 128 x 128 pixels te zijn.
pl: Obsługiwane są formaty PNG i JPG. Ikony muszą mieć wymiary przynajmniej 128x128 pikseli.
sl: Podprta sta PNG in JPG. Ikone morajo biti najmanj 128px krat 128px.
zh_cn: 支持 PNG 和 JPG 。图标尺寸至少为 128px * 128px 。

source: Image Assets
cs: Varianty obrázku
de: Grafik
es: Recursos visuales
pl: Zasoby obrazków
ru: Актив изображений

source: Images to use in various location around the site, including various grid views on both mobile and desktop. Uploaded images must be one of the following image types: .png, .jpg
cs: Obrázky jsou využívány na různých místech na webu a to včetně dlaždicového náhledu na mobilech či desktopu. Nahrávané obrázky musí být v jednom z následujících formátů: .png, .jpg.
de: Grafiken, die in verschiedenen Bereichen der Website verwendet werden, darunter verschiedene Ansichten zu Mobilgeräten und Desktop-Rechnern. Hochgeladene Grafiken müssen zu den folgenden Grafik-Typen gehören: .png, .jpg
es: Las imágenes que se van a usar en las distintas ubicaciones del sitio, como vistas en cuadrícula tanto en móviles como en escritorio. Las imágenes que se suban deben tener uno de los siguientes formatos: .png, .jpg
pl: Obrazki do wykorzystania w różnych miejscach na stronie, w tym rożnych wyglądach na urządzeniach mobilnych i stacjonarnych. Wgrywane obrazki muszą być w jednym z formatów: .png, .jpg.

source: Upload {0}x{1}px Image...
cs: Nahrát obrázek {0}x{1}px...
de: Hochladen der Grafik {0}x{1} px
es: Subir imagen de {0}x{1}px...
pl: Wgraj obrazek {0}x{1}px…
ru: Загрузить изображение {0}x{1}px...

source: PNG and JPG supported.
cs: Podporovány jsou PNG a JPG.
de: PNG und JPG werden unterstützt.
es: Admitidos PNG y JPG.
pl: Obsługiwane są formaty PNG i JPG.
ru: Поддерживаются PNG и JPG

source: Screenshots or Videos
cs: Náhledy či videa
de: Screenshots oder Videos
es: Capturas de pantalla o vídeos
fr: Captures d'écran ou vidéos
it: Screenshot o video
ko: 스크린샷이나 동영상
nl: Schermafdrukken of video’s
pl: Obrazki lub wideo
ru: Скриншоты или видео
zh_cn: 屏幕截图或视频

source: Please provide at least one screenshot or video of your app:
cs: Přidejte prosím alespoň jeden náhled nebo video pro vaši aplikaci:
de: Bitte geben Sie mindestens einen Screenshot oder ein Video für Ihre Anwendung an:
es: Proporciona al menos una captura de pantalla o vídeo de tu aplicación:
fr: Merci de fournir au moins une capture d'écran ou vidéo de votre application :
it: Inserisci almeno uno screenshot o un video dell'app:
ko: 앱의 스크린샷이나 동영상을 한 개 이상 올려주세요:
nl: Geef ten minste één schermafdruk of video van uw app:
pl: Dołącz przynajmniej jeden obrazek lub wideo swojej aplikacji:
ru: Пожалуйста, добавьте по крайней мере один скриншот или видео вашего приложения:
zh_cn: 请至少为您的应用提供一张截图或者视频：

source: Please provide a caption for this:
cs: Přidejte prosím nadpis pro jazyk:
de: Bitte geben Sie hierfür eine Überschrift an:
es: Proporciona un título para esta:
it: Inserisci una didascalia:
pl: Dodaj opis tego elementu:
ru: Пожалуйста, представьте для этого заголовок:

source: Add a Screenshot or Video...
cs: Přidat náhled či video...
de: Einen Screenshot oder ein Video hinzufügen …
es: Añade una captura de pantalla o vídeo...
fr: Ajouter une capture d'écran ou vidéo ...
it: Aggiungi un altro screenshot o video…
ko: 스크린샷이나 동영상 추가하기...
nl: Schermafdruk of video toevoegen…
pl: Dodaj obrazek lub wideo…
ru: Добавить скриншот или видео...
zh_cn: 添加截图或者视频...

source: Screenshots and videos must be at least 320px by 480px. Media proportional to 320px by 480px is optimal. Video must be encoded as WebM.
cs: Náhledy a videa musí mít rozměry alespoň 320x480 px. Doporučené jsou rozměry proporcionální k 320x480px. Video musí být ve formátu WebM.
de: Screenshots und Videos müssen mindestens 320 px × 480 px groß sein. Medien, die zu 320 px × 480 px proportional sind, sind optimal. Videos müssen als WebM kodiert sein.
es: Las capturas de pantalla y los videos deben tener al menos 320px por 480px. Los archivos multimedia que guardan la proporción 320px por 480px son óptimos. Los vídeos deben estar codificados como WebM.
fr: Les captures d'écrans et vidéos doivent faire au moins 320px par 480px. Une taille proportionnelle est optimale. Les vidéos doivent être en WebM.
it: Le dimensioni degli screenshot e dei video devono essere di almeno 320×480 pixel. Le dimensioni ottimali sono quelle proporzionali a 320×480 pixel. I video devono avere una codifica WebM.
ko: 스크린샷과 동영상은 최소 320px x 480px 이상이어야 합니다. 비율은 320px x 480px가 가장 이상적입니다. 동영상은 WebM 형식으로 인코딩된 것이어야 합니다.
nl: Schermafdrukken en video’s dienen ten minste 320x480 pixels te zijn. Media in deze verhoudingen zijn optimaal. Video dient te zijn gecodeerd als WebM.
pl: Obrazki i wideo muszą mieć rozmiar przynajmniej 320px na 480px. Najlepsze są media proporcjonalne do 320px na 480px. Wideo musi być w formacie WebM.
zh_cn: 截图或者视频最小规格为 320px * 480px 。理想规格为 320px * 480px 。视频必须为 WebM 编码。

source: Package Tests
cs: Testy balíčku
de: Pakettests
es: Tests de paquetes
fr: Tests du paquet
it: Prove del pacchetto
ko: 패키지 테스트
nl: Pakkettests
pl: Testy paczki
ru: Тесты упаковки
zh_cn: 封包测试

source: Content Tests
cs: Testy obsahu
de: Inhaltstests
es: Tests de contenido
fr: Tests du contenu
it: Prove del contenuto
ko: 콘텐트 테스트
nl: Inhoudstests
pl: Testy zawartości
ru: Тесты содержимого
zh_cn: 内容测试

source: Are you sure you wish to delete your app?
cs: Jste si jist(a), že chcete smazat tuto aplikac?
de: Möchten Sie Ihre Anwendung wirklich löschen?
es: ¿Seguro que deseas borrar tu aplicación?
fr: Êtes-vous sûr de vouloir supprimer votre application ?
it: Sei sicuro di voler cancellare l'app?
ko: 정말 앱을 삭제하시겠습니까?
nl: Weet u zeker dat u uw app wilt verwijderen?
pl: Czy na pewno chcesz usunąć swoją aplikację?
ru: Вы уверены, что хотите удалить ваше приложение?
zh_cn: 您确认要删除应用？

source: Please tell us why you are deleting your app
cs: Řekněte nám prosím, proč svou aplikaci mažete
de: Bitte teilen Sie uns mit, warum Sie Ihre Anwendung löschen
es: Explica brevemente la razón por la que vas a eliminar tu aplicación
fr: Merci de nous indiquer pourquoi vous supprimez votre application
it: Ci piacerebbe conoscere il motivo per cui hai deciso di cancellare la tua app
ko: 앱을 삭제하는 이유를 설명해 주세요
nl: Vertel ons waarom u uw app verwijdert
pl: Napisz nam, dlaczego usuwasz swoją aplikację:
zh_cn: 请告诉我们您删除应用的理由

source: Manage Team Members & License
cs: Správa členů týmu a licence
de: Team-Mitglieder & Lizenz verwalten
es: Administrar miembros del equipo y licencia
fr: Gérer les membres de l'équipe et la licence
it: Gestisci i membri del team e la licenza
pl: Zarządzanie członkami zespołu i licencjami

source: Compatibility & Payments
cs: Kompatibilita a platby
de: Kompatibilität & Zahlungen
es: Compatibilidad y pagos
fr: Compatibilité et paiements
it: Compatibilità e pagamenti
ko: 호환성 및 지불
nl: Compatibiliteit en betalingen
pl: Kompatybilność i płatności
ru: Совместимость и платежи
zh_cn: 兼容性和支付

source: Provide payment information for the app.
cs: Poskytuje informace o platbách pro tuto aplikaci.
de: Geben Sie Zahlungsinformationen für die Anwendung an.
es: Proporcionar información de pago para la aplicación.
fr: Fournir des informations de paiement pour l'application.
it: Fornisci informazioni sui pagamenti per l'app.
ko: 앱에 결제 정보를 입력하세요.
nl: Geef betalingsinformatie voor de app.
pl: Podaj informacje o płatności dla aplikacji.
zh_cn: 提供应用的付款信息。

source: Edit details for this app's listing page.
cs: Úprava údajů této aplikace uvedených na stránce detailu aplikace.
de: Geben Sie Details für die Auflistungsseite dieser Anwendung an.
es: Edita los detalles de la página de esta aplicación.
fr: Éditer les détails de cette application pour la page de
it: Modifica la descrizione di questa app sulla pagina informativa
ko: 목록 페이지에 노출되는 앱의 상세 정보 수정
nl: Details voor de startpagina van deze app bewerken.
pl: Edytuj szczegóły strony z opisem tej aplikacji.
zh_cn: 编辑这个应用的列表页面的详情。

source: Add a new version of the packaged app.
cs: Přidání nové verze zabalené aplikace.
de: Fügen Sie eine neue Version der gepackten Anwendung hinzu.
es: Agrega una nueva versión de la aplicación empaquetada.
fr: Ajouter une nouvelle version de l'application empaquetée.
it: Aggiungi una nuova versione dell'app pacchettizzata.
ko: 패키징된 앱의 새 버전을 추가하세요.
nl: Een nieuwe versie van de verpakte app toevoegen.
pl: Dodaj nową wersję aplikacji spakowanej.
ru: Добавить новую версию упакованного приложения.
zh_cn: 添加一个新版本的打包应用。

source: Add New Version
cs: Přidání nové verze
de: Neue Version hinzufügen
es: Agregar nueva versión
fr: Ajouter une nouvelle version
it: Aggiungi una nuova versione
ko: 새 버전 추가하기
nl: Nieuwe versie toevoegen
pl: Dodaj nową wersję
ru: Добавить новую версию
sl: Dodaj novo različico
zh_cn: 添加新版本

source: Manage Status &amp; Versions
cs: Správa stavů a verzí
de: Status &amp; Versionen verwalten
es: Administrar estado y versiones
fr: Gérer statut &amp; versions
it: Gestisci stato e versioni
pl: Zarządzaj statusami i wersjami

source: Transactions
cs: Transakce
de: Transaktionen
es: Transacciones
it: Transazioni
ko: 거래 내역
nl: Transacties
pl: Transakcje
ru: Транзакции
zh_cn: 流程

source: This app will be deleted automatically after a few days if the submission process is not completed.
cs: Pokud nebude proces odeslání dokončen, bude tato aplikace automaticky po několika dnech smazána.
de: Diese Anwendung wird nach einigen Tagen automatisch gelöscht, wenn der Einreichungsprozess nicht abgeschlossen wurde.
es: Esta aplicación se eliminará automáticamente después de unos días si el proceso de envío no se ha completado.
fr: Cette application sera supprimée automatiquement après quelques jours si le processus de soumission n'est pas terminé.
it: Se il processo di caricamento non verrà completato, questa app sarà eliminata automaticamente entro pochi giorni.
pl: Ta aplikacja zostanie usunięta automatycznie po kilku dniach, jeśli proces zgłaszania nie będzie zakończony.
ru: Это приложение будет автоматически удалено через несколько дней, если не будет завершён процесс представления.

source: Created:
cs: Přidáno dne:
de: Erstellt:
es: Creado:
fr: Créé :
it: Creata il:
ko: 제작일:
nl: Gemaakt:
pa_in: ਰਚਿਆ:
pl: Utworzone:
pt_pt: Criado:
ru: Создано:
sl: Ustvarjeno:
uk: Створено:
zh_cn: 创建于：

source: Packaged App Version:
cs: Verze zabalené aplikace:
de: Version der gepackten Anwendung:
es: Versiones de aplicaciones empaquetadas:
fr: Version de l'application empaquetée :
it: Versione pacchettizzata dell'app:
ko: 패키징된 앱 버전:
nl: Versie verpakte app:
pl: Wersja aplikacji spakowanej:
ru: Версия упакованного приложения:
zh_cn: 打包应用版本：

source: Pending Version:
cs: Čekající verze:
de: Ausstehende Version:
es: Versión pendiente:
fr: Version en attente :
it: Versione in sospeso:
ko: 대기중인 버전:
nl: Wachtende versie:
pl: Oczekująca wersja:
ru: Ожидающая версия:
zh_cn: 正在处理的版本：

source: Price:
cs: Cena:
de: Preis:
es: Precio:
fr: Tarif :
it: Prezzo:
ko: 가격:
nl: Prijs:
pl: Cena:
ru: Цена:
zh_cn: 价格：

source: Change Devices
cs: Změna zařízení
de: Geräte ändern
es: Cambiar de dispositivos
fr: Changer les appareils
it: Modifica dispositivi
ko: 장치 종류 변경하기
nl: Apparaten wijzigen
pl: Zmiana urządzeń
ru: Изменить устройства
zh_cn: 更改设备

source: Dear App Developer,
cs: Vážení vývojáři aplikace,
de: Liebe Anwendungsentwickler,
pl: Szanowny autorze

source: We've added a new payments region to the Firefox Marketplace. The Marketplace will soon be accepting payments for
cs: Přidali jsme na Firefox Marketplace podporu pro platby pro nové regiony. Marketplace bude brzy akceptovat platby pro
de: Wir haben dem Firefox Marketplace eine neue Zahlungsregion hinzugefügt. Der Marketplace akzeptiert bald Zahlungen für
pl: Dodaliśmy nowe regiony płatności w Marketplace. Marketplace będzie wkrótce akceptował płatności w

source: If you would like your app,
cs: Pokud byste rádi, aby vaše aplikace
de: Wenn Sie möchten, dass Ihre Anwendung
pl: Jeśli chcesz, by twoja aplikacja

source: to be available in that region you will need to visit the Firefox Marketplace Developer Hub and update your app settings on the "Compatibility & Payments" page:
cs: byla dostupná pro tento region, budete muset navštívit stránky pro vývojáře na Firefox Marketplace a aktualizovat nastavení aplikace na stránce "Kompatibilita a platby".
de: in dieser Region verfügbar ist, müssen Sie das Entwicklerzentrum des Firefox Marketplace besuchen und die Einstellungen Ihrer Anwendung auf der Seite „Kompatibilität & Zahlungen“ aktualisieren:
pl: była dostępna w tym regionie, odwiedź strefę autora Firefox Marketplace i zaktualizuj ustawienie swojej aplikacji na stronie „Kompatybilność i płatności”:

source: Thanks,
cs: Díky,
de: Vielen Dank
pl: Dziękujemy

source: Firefox Marketplace Team
cs: Tým Firefox Marketplace
de: Team des Firefox Marketplace
pl: Zespół Firefox Marketplace

source: Sorry, <b>payments are currently disabled</b> but are coming soon. If you would like users to be able to install your app, please, for the time being, <a href="%(payments_url)s">make your app free</a>. You will be notified via email when payments are re-enabled. Thanks for your patience.
de: Es tut uns Leid, <b>Zahlungen sind derzeit deaktiviert</b>, sind aber bald verfügbar. Wenn Sie möchten, dass Anwender Ihre Anwendung installieren können, stellen Sie Ihre Anwendung in der Zwischenzeit bitte <a href="%(payments_url)s">kostenlos zur Verfügung</a>. Sie erhalten eine Mitteilung per E-Mail, wenn Zahlungen wieder aktiviert werden. Danke für Ihre Geduld.
es: Lo sentimos, <b>los pagos están desactivados por el momento</b> pero estarán disponibles pronto. Si quieres que los usuarios puedan instalar tu aplicación, de momento <a href="%(payments_url)s">hazla gratuita</a>. Te avisaremos por correo electrónico cuando los pagos estén activados. Gracias por tu paciencia.
fr: Désolé, <b>les paiements sont actuellement désactivés</b> mais arriveront sous peu. Si vous voulez que les utilisateurs soient en mesure d'installer votre application, merci, pour le moment, <a href="%(payments_url)s">de rendre votre application gratuite</a>. Vous serez prévenus par courriel lors de la réactivation des paiements. Merci de votre patience.
it: Siamo spiacenti, <b>i pagamenti sono attualmente disattivati</b> ma la loro implementazione è imminente. Nel frattempo, se vuoi che gli utenti possano installarla, <a href="%(payments_url)s">rendi l'app gratuita</a>. Ti invieremo un messaggio email quando i pagamenti verranno attivati. Grazie per la tua pazienza.
ko: 죄송합니다. <b>결제 시스템을 현재 사용할 수 없지만</b> 곧 복구될 것입니다. 이용자들이 당신의 앱을 설치하길 원하신다면, 잠시 동안만 <a href="%(payments_url)s">앱을 무료로 만들어 주세요</a>. 결제 시스템이 복구될 때 이메일로 안내를 받아보시게 됩니다. 불편을 드려 죄송합니다.
nl: Sorry, <b>betalingen zijn momenteel uitgeschakeld</b> maar zijn binnenkort mogelijk. Als u gebruikers in de gelegenheid wilt stellen om uw app te installeren, maak dan voorlopig<a href="%(payments_url)s"> uw app gratis</a>. U krijgt via e-mail bericht wanneer betalingen weer mogelijk zijn. Bedankt voor uw geduld.
pl: Przepraszamy, <b>płatności są obecnie wyłączone</b>, ale wkrótce będą dostępne. Jeśli chcesz, by użytkownicy mogli instalować twoją aplikacją, na razie <a href="%(payments_url)s">ustaw aplikację jako darmową</a>. Otrzymasz powiadomienie e-mailem, gdy płatności będą ponownie włączone. Dziękujemy za cierpliwość.
zh_cn: 抱歉， <b>当前无法支付</b> ，此功能即将支持。如果您仍希望用户可以安装您的应用，现在请<a href="%(payments_url)s">免费共享您的应用</a>。当支付系统启用后，您将会收到邮件通知。谢谢您的耐心！

source: Manage Compatibility
cs: Správa kompatibility
de: Kompatibilität verwalten
es: Administrar la compatibilidad
fr: Gestion de la compatibilité
it: Gestione compatibilità
pl: Zarządzanie kompatybilnością
ru: Управление совместимостью

source: View Transactions
cs: Zobrazit transakce
de: Transaktionen anzeigen
es: Ver transacciones
fr: Voir les transactions
it: Visualizza transazioni
pl: Zobacz transakcje
ru: Просмотр транзакций

source: Pick one or two categories.
cs: Zvolte jednu či dvě kategorie.
de: Wählen Sie eine oder zwei Kategorien.
es: Elige una o dos categorías.
fr: Choisissez une ou deux catégories.
it: Scegli una o due categorie.
ko: 분류를 한개나 두개 선택하세요.
nl: Kies één of twee categorieën.
pl: Wybierz jedną lub dwie kategorie.
zh_cn: 选择一到两个分类。

source: Categories:
cs: Kategorie:
de: Kategorien:
es: Categorías:
fr: Catégories :
it: Categorie:
ko: 분류:
nl: Categorieën:
pl: Kategorie;
ru: Категории:
sl: Kategorije:
zh_cn: 分类：

source: <b>Estimated waiting time:</b> %(num)s working day
de: <b>Geschätzte Wartezeit:</b> %(num)s Arbeitstag
es: <b>Tiempo de espera estimado:</b> %(num)s día laborable
fr: <b>Temps d'attente estimé :</b> %(num)s jour travaillé
it: <b>Tempo di attesa stimato:</b> %(num)s giorno lavorativo
ko: <b>예상 대기 시간:</b> %(num)s 작업일
nl: <b>Geschatte wachttijd:</b> %(num)s werkdag
pl: <b>Szacowany czas oczekiwania:</b> %(num)s dzień roboczy
zh_cn: <b>预计等待时间：</b>%(num)s个工作日

source: <b>Estimated waiting time:</b> Unknown <span class="hint">(Please email %(email)s for more information.)</span>
de: <b><b>Geschätzte Wartezeit:</b> Unbekannt <span class="hint">(Bitte schreiben Sie eine E-Mail an %(email)s, um weitere Informationen zu erhalten.)</span>
es: <b>Tiempo de espera estimado:</b> Desconocido <span class="hint">(Escríbenos a %(email)s y te daremos más información).</span>
pl: <b>Szacowany czas oczekiwania:</b> Nieznany <span class="hint">(Napisz na adres %(email)s, by uzyskać więcej informacji.)</span>

source: Check the boxes of the features that your app requires to function properly. Your app will be hidden from users whose devices don't support it.
de: Aktivieren Sie die Kontrollkästchen der Funktionen, die Ihre Anwendung zum korrekten Funktionieren benötigt. Ihre Anwendung wird vor Benutzern verborgen, deren Geräte sie nicht unterstützen.
es: Marca las casillas de las características que necesita tu aplicación para funcionar correctamente. Tu aplicación se ocultará para aquellos dispositivos que no sean compatibles.
fr: Cochez les cases correspondant aux fonctionnalités nécessaires pour votre application. Votre application sera cachée aux utilisateurs dont les appareils ne les prennent pas en charge.
it: Spunta le caselle poste accanto alle caratteristiche che un dispositivo deve supportare per un corretto funzionamento dell'app. L'app non verrà visualizzata sui dispositivi che non la supportano.
ko: 앱이 잘 작동하게 위해서 필요로 하는 기능을 체크하세요. 기능을 지원하지 않는 기기를 사용하는 사용자에게는 앱이 나타나지 않습니다.
nl: Vink de velden van de functies die uw app nodig heeft om goed te functioneren aan. Uw app is niet zichtbaar voor gebruikers wiens apparaten het niet ondersteunen.
pl: Zaznacz funkcje, których twoja aplikacja wymaga do poprawnego działania. Aplikacja będzie ukryta przed użytkownikami, których urządzenia nie obsługują tych funkcji.
zh_cn: 选择你的应用正常运行所需的特性。如果用户设备不支持这些特性，这个应用就会被隐藏。

source: Hide all
cs: Skrýt vše
de: Alle ausblenden
es: Ocultar todo
fr: Tout cacher
it: Nascondi tutto
ko: 모두 감추기
nl: Alles verbergen
pl: Ukryj wszystko
zh_cn: 全部隐藏

source: The Firefox Marketplace allows your app to take in-app payments. The <a href="{guide}">in-app payment guide</a> explains how to configure your app for payments with the parameters below.
de: Der Firefox-Marktplatz ermöglicht es Ihrer Anwendung, anwendungsinterne Zahlungen zu akzeptieren. Der <a href="{guide}">Leitfaden für anwendungsinterne Zahlungen</a> erklärt, wie Sie Ihre Anwendung mit den folgenden Parametern für Zahlungen konfigurieren.
es: Firefox Marketplace permite implementar pagos en tus aplicaciones. La <a href="{guide}">Guía sobre pagos en aplicaciones</a> te explica cómo configurar tu aplicación para realizar pagos según los parámetros que se especifican a continuación.
fr: Le Marketplace Firefox permet les micro-paiements. Le <a href="{guide}">guide de ces paiements</a> explique comment configurer votre application pour les paiements avec les paramètres ci-dessous.
it: Firefox Marketplace permette alla tua app di ricevere i pagamenti in-app. La <a href="{guide}">guida ai pagamenti in-app</a> spiega come configurare la tua app per i pagamenti con i seguenti parametri.
ko: Firefox 마켓플레이스가 앱의 내부 결제를 승인했습니다. <a href="{guide}">앱 내부 결제 가이드</a>에서 아래 한도 내에서 결제 설정하는 방법이 나와있습니다.
nl: Uw app mag van de Firefox Marketplace in-app-betalingen accepteren. De <a href="{guide}">in-app-betalingsgids</a> legt uit hoe u uw app met de onderstaande parameters kunt instellen voor betalingen.
pl: Firefox Marketplace pozwala na realizację płatności wbudowanych w aplikację. <a href="{guide}">Przewodnik płatności w aplikacji</a> wyjaśnia, jak skonfigurować aplikację do płatności z poniższymi parametrami.
zh_cn: 火狐市场允许您的应用采取应用内收费。如何设定您的应用收费请参照<a href="{guide}">in-app payment guide</a> 。

source: Reset secret
cs: Obnovit klíč
de: Geheimwort zurücksetzen
es: Restablecer secreto
fr: Remettre à zéro le secret
it: Ripristina Secret
ko: 시크릿 초기화
nl: Geheim opnieuw instellen
pl: Resetuj poufny kod
ru: Сбросить секрет
zh_cn: 重置私钥

source: In-App Payment Keys
cs: Klíče pro platby v aplikaci
de: Schlüssel für anwendungsinterne Zahlungen
es: Claves de pagos en aplicaciones
it: Chiavi per i pagamenti in-app
pl: Klucze płatności w aplikacji
ru: Ключи платежей в приложении

source: Learn more about <b>in-app payments</b> on MDN.
cs: Přečtěte si více o <b>platbách v aplikaci</b> na MDN.
de: Erfahren Sie mehr über <b>anwendungsinterne Zahlungen</b> beim MDN.
es: Más información acerca de <b>pagos en aplicaciones</b> en MDN.
fr: En savoir plus à propos des <b>micro-paiements</b> sur MDN.
it: Ulteriori informazioni sui <b>pagamenti in-app</b> su MDN.
ko: MDN에서 <b>앱 내부 결제</b>에 대해 자세히 알아봅시다.
nl: Lees meer over <b>in-app-betalingen</b> op MDN.
pl: Dowiedz się więcej <b>płatnościach w aplikacji</b> na MDN.
zh_cn: 在 MDN 上进一步了解<b>应用内支付</b>。
