Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: See the <a href="%(support)s">support section</a> to find out where to get assistance for this add-on.
cs: Podívejte se na <a href="%(support)s">sekci podpory</a>, kde naleznete informace, jak získat podporu k tomuto doplňku.
de: Schauen Sie im Abschnitt <a href="%(support)s">Support</a> nach, wo Sie Hilfe für dieses Add-on erhalten können.
el: Δείτε το <a href="%(support)s">τμήμα υποστήριξης</a> για να βρείτε πληροφορίες για βοήθεια σχετικά με αυτό το πρόσθετο.
es: Ver la <a href="%(support)s">sección de asistencia</a> para averiguar dónde obtener ayuda para este complemento.
fr: Consultez la <a href="%(support)s">section d'assistance</a> pour toute question relative à ce module.
it: Consulta la <a href="%(support)s">sezione di supporto</a> per scoprire come ottenere aiuto per questo componente aggiuntivo.
ja: このアドオンについて何か手助けを必要とされている場合は、<a href="%(support)s">サポート</a> の項目を参照してください。
ko: 이 부가 기능에 대한 지원은 <a href="%(support)s">기술 지원 항목</a>에 명시되어 있습니다.
nl: Kijk in de <a href="%(support)s">ondersteuningssectie</a> waar u hulp kunt krijgen voor deze add-on.
pa_in: ਇਸ ਐਡ-ਆਨ ਲਈ ਸਹਾਇਤਾ ਕਿੱਥੋਂ ਲਈ ਜਾਵੇ ਇਹ ਜਾਣਨ ਲਈ <a href="%(support)s">ਸਹਿਯੋਗ ਹਿੱਸਾ</a> ਵੇਖੋ।
pl: Sprawdź w sekcji <a href="%(support)s">wsparcie techniczne</a>, gdzie można uzyskać pomoc dla tego dodatku.
pt_pt: Veja a <a href="%(support)s">secção de suporte</a> para encontrar assistência para este extra.
ru: Для получения сведений о том, как получить помощь по работе с этим дополнением, обратитесь в <a href="%(support)s">раздел поддержки</a>.
sl: Glejte <a href="%(support)s">odsek za podporo</a>, da zveste, kje lahko dobite pomoč za ta dodatek.
uk: Для отримання інформації про те, як отримати допомогу для цього додатку, зверніться до <a href="%(support)s">розділу підтримки</a>.
zh_cn: 参阅<a href="%(support)s">用户支持</a>章节了解如何获得有关此附加组件的帮助。

source: Review Guidelines
cs: Příručka recenzenta
de: Bewertungsleitfaden
el: Οδηγίες σύνταξης αξιολόγησης
es: Pautas sobre valoraciones
fr: Instructions pour les critiques
it: Linee guida per le recensioni
ja: レビューガイドライン
ko: 평가 가이드라인
nl: Beoordelingsrichtlijnen
pa_in: ਹਿਦਾਇਤਾਂ ਦੀ ਸਮੀਖਿਆ
pl: Wytyczne dla autorów opinii
pt_pt: Guia sobre comentários
ru: Чем следует руководствоваться при написании отзывов
sl: Pregled smernic
uk: Щодо відгуків
zh_cn: 评论撰写指南

source: Detailed Review
cs: Podrobná recenze
de: Detaillierte Bewertung
el: Λεπτομερής αξιολόγηση
es: Valoración en detalle
fr: Critique détaillée
it: Recensione completa
ja: 詳細なレビュー
ko: 자세한 평가 쓰기
nl: Gedetailleerde beoordeling
pl: Szczegółowa opinia
pt_pt: Comentário detalhado
ru: Подробный отзыв
sl: Podroben pregled
zh_cn: 详细评论

source: Reviews
cs: Recenze
de: Bewertungen
el: Αξιολογήσεις
es: Valoraciones
fr: Critiques
it: Recensioni
ja: レビュー
ko: 평가
nl: Beoordelingen
pa_in: ਸਮੀਖਿਆਵਾਂ
pl: Opinie
pt_pt: Comentários
ru: Отзывы
sl: Pregledi
uk: Відгуки
zh_cn: 评论

source: by %(user)s on %(date)s
cs: od %(user)s dne %(date)s
de: von %(user)s am %(date)s
el: Από τον/την %(user)s στις %(date)s
es: por %(user)s el %(date)s
fr: par %(user)s le %(date)s
it: di %(user)s il %(date)s
ja: 投稿者: %(user)s - %(date)s
ko: 작성: %(user)s, 날짜: %(date)s
nl: door %(user)s op %(date)s
pa_in: ਵੱਲੋਂ %(user)s %(date)s ਤੇ
pl: autor: %(user)s wystawiona: %(date)s
pt_pt: pelo %(user)s em %(date)s
ru: от %(user)s %(date)s
sl: od %(user)s dne %(date)s
uk: від %(user)s за %(date)s
zh_cn: 由 %(user)s 发表于 %(date)s

source: Show the developer's reply to this review
cs: Zobrazit reakci vývojáře na tuto recenzi
de: Die Antwort des Entwicklers auf diese Bewertung anzeigen
el: Προβολή της απάντησης του δημιουργού στην αξιολόγηση
es: Mostrar las respuestas del desarrollador a esta valoración
fr: Afficher la réponse du développeur à cette revue
it: Visualizza la risposta dello sviluppatore a questa recensione
ja: このレビューに対する作者の返信を表示
ko: 이 평가에 달린 개발자 답변 보기
nl: Antwoord van de ontwikkelaar op deze beoordeling weergeven
pa_in: ਇਸ ਸਮੀਖਿਆ ਲਈ ਡਿਵੈਲਪਰ ਦਾ ਜਵਾਬ ਵਿਖਾਓ
pl: Wyświetl odpowiedź autora
pt_pt: Mostrar a resposta do desenvolvedor a está revisão
ru: Показать ответ разработчика на этот отзыв
sl: Pokaži odgovor razvijalca na ta pregled
uk: Показати відповідь розробника на цей відгук
zh_cn: 显示开发者对此评论的回复

source: See all reviews of this add-on
cs: Zobrazit všechny recenze tohoto doplňku
de: Alle Bewertungen dieses Add-ons anzeigen
el: Δείτε όλες τις αξιολογήσεις για το πρόσθετο
es: Ver todas las valoraciones de este complemento
fr: Voir tous les avis sur ce module
it: Visualizza tutte le recensioni di questo componente aggiuntivo
ja: このアドオンのレビューをすべて見る
ko: 평가 전부 보기
nl: Bekijk alle beoordelingen van deze add-on
pa_in: ਇਸ ਐਡ-ਆਨ ਦੀਆਂ ਸਾਰੀਆਂ ਸਮੀਖਿਆਵਾਂ ਵੇਖੋ
pl: Wszystkie opinie o tym dodatku
pt_pt: Ver todos os comentários para este extra
ru: Просмотреть все отзывы на это дополнение
sl: Oglejte si vse preglede za ta dodatek
uk: Дивитися всі відгуки для цього додатку
zh_cn: 查看此附加组件的所有评论

# tags_header_tags_title
source: Tags
cs: Štítky
el: Ετικέτες
es: Etiquetas
fr: Étiquettes
it: Etichette
ja: タグ
ko: 태그
nl: Labels
pa_in: ਟੈਗ
pl: Etykiety
pt_pt: Etiquetas
ru: Метки
sl: Oznake
uk: Мітки
zh_cn: 标签

source: Not ready for purchase.
cs: Není připraveno na prodej.
de: Nicht bereit zum Kauf.
es: No está listo para adquirir.
fr: Indisponible à l'achat.
it: Non ancora pronto per l'acquisto.
ko: 구입할 준비가 되지 않았습니다.
nl: Niet gereed voor aanschaf.
pl: Niegotowy do zakupu.
ru: Не готово для покупки.
sl: Nepripravljen za nakup.
zh_cn: 尚未开放购买。

source: This app has not been reviewed by Mozilla. <a href="%(url)s">Learn more</a>
cs: Aplikace dosud nebyla Mozillou zkontrolována. <a href="%(url)s">Dozvědět se více</a>
de: Diese Anwendung wurde nicht von Mozilla überprüft. <a href="%(url)s">Erfahren Sie mehr</a>
es: Esta aplicación no ha sido revisada por Mozilla. <a href="%(url)s">Más información</a>
fr: Cette application n'a pas été vérifiée par Mozilla. <a href="%(url)s">Learn more</a>
it: Questa app non è stata revisionata da Mozilla. <a href="%(url)s">Ulteriori informazioni</a>
ko: 이 앱은 Mozilla의 심사를 거치지 않았습니다. <a href="%(url)s">자세히 알아보기</a>
nl: Deze app is niet beoordeeld door Mozilla. <a href="%(url)s">Lees meer</a>
pl: Ta aplikacja nie była sprawdzona przez Mozillę. <a href="%(url)s">Dowiedz się więcej</a>
ru: Это приложение не было проверено Mozilla. <a href="%(url)s">Узнайте больше</a>
sl: Te aplikacije Mozilla ni pregledala. <a href="%(url)s">Več o tem</a>
zh_cn: 此应用尚未经过 Mozilla 审核。<a href="%(url)s">详细了解</a>

source: <b>%(amt)s</b> suggested
cs: doporučeno <b>%(amt)s</b>
de: Vorschlag: <b>%(amt)s</b>
el: <b>%(amt)s</b> προτεινόμενο
es: <b>%(amt)s</b> sugerido
fr: <b>%(amt)s</b> suggéré
it: Consigliato <b>%(amt)s</b>
ja: 推奨額: <b>%(amt)s</b>
ko: 권장 기부금 <b>%(amt)s</b>
nl: <b>%(amt)s</b> gesuggereerd
pa_in: <b>%(amt)s</b> ਸੁਝਾਇਆ
pl: Sugerowane: <b>%(amt)s</b>
pt_pt: <b>%(amt)s</b> sugeriu
ru: предложено <b>%(amt)s</b>
sl: predlaga se <b>%(amt)s</b>
uk: <b>%(amt)s</b> запропоновано
zh_cn: 建议 <b>%(amt)s</b>

source: Enjoy this app?
cs: Líbí se vám aplikace?
de: Gefällt Ihnen diese Anwendung?
es: ¿Te gusta esta aplicación?
fr: Vous appréciez cette application ?
it: Ti piace questa app?
ko: 이 앱이 좋으신가요?
nl: Tevreden over deze app?
pl: Lubisz tę aplikację?
ru: Нравится это приложение?
sl: Vam je ta aplikacija všeč?
zh_cn: 喜欢这个应用吗？

source: Enjoy this add-on?
cs: Líbí se vám doplněk?
de: Gefällt Ihnen dieses Add-on?
el: Σας αρέσει αυτό το πρόσθετο;
es: ¿Te gusta este complemento?
fr: Vous appréciez ce module ?
it: Ti piace questo componente aggiuntivo?
ja: このアドオンが気に入りましたか？
ko: 이 부가 기능이 마음에 드시나요?
nl: Tevreden over deze add-on?
pa_in: ਇਸ ਐਡ-ਆਨ ਦਾ ਆਨੰਦ ਲਵੋ?
pl: Lubisz ten dodatek?
pt_pt: Gostou deste extra?
ru: Нравится это дополнение?
sl: Vaš je dodatek všeč?
uk: Подобається цей додаток?
zh_cn: 喜欢这个附加组件吗？

source: The <a href="%(meet_url)s">developer of this app</a> asks that you help support its continued development by making a small contribution.
cs: <a href="%(meet_url)s">Vývojář aplikace</a> se ptá, zda byste nepřispěli malou částkou na podporu pokračování vývoje.
de: Der <a href="%(meet_url)s">Entwickler dieser Anwendung</a> bitte Sie, seine weitere Entwicklung mit einer kleinen Spende zu unterstützen.
es: El <a href="%(meet_url)s">desarrollador de esta aplicación</a> pide que contribuyas a continuar su desarrollo haciendo una pequeña aportación.
fr: Le <a href="%(meet_url)s">développeur de cette application</a> demande une petite contribution afin de soutenir la suite du développement.
it: Lo <a href="%(meet_url)s">sviluppatore di questa app</a> ti chiede di supportarne lo sviluppo facendo una piccola donazione.
ko: <a href="%(meet_url)s">이 앱의 개발자</a>는 개발 작업을 계속 할 수 있도록 소정의 기부를 통한 지원을 요청하고 있습니다.
nl: De <a href="%(meet_url)s">ontwikkelaar van deze app</a> vraagt om uw hulp bij verdere ontwikkeling middels een kleine financiële bijdrage.
pl: <a href="%(meet_url)s">Autor</a> prosi cię o niewielką dotację, która pomoże mu kontynuować dalszy rozwój tej aplikacji.
ru: <a href="%(meet_url)s">Разработчик этого приложения</a> просит вас помочь поддержать его дальнейшее развитие, сделав небольшой взнос.
sl: <a href="%(meet_url)s">Razvijalec tega dodatka</a> vas prosi, da mu z majhnim prispevkom pomagate pri nadaljnjem razvoju.
zh_cn: <a href="%(meet_url)s">此应用的开发者</a>希望通过您的小额捐款，帮助支持其持续开发。

source: The <a href="%(meet_url)s">developer of this add-on</a> asks that you help support its continued development by making a small contribution.
cs: <a href="%(meet_url)s">Vývojář doplňku</a> se ptá, zda byste nepřispěli malou částkou na podporu pokračování vývoje tohoto doplňku.
de: Der <a href="%(meet_url)s">Entwickler dieses Add-ons</a> bittet Sie, seine weitere Entwicklung zu unterstützen, indem Sie eine kleine Spende geben.
el: Ο <a href="%(meet_url)s">δημιουργός του προσθέτου</a> ζητά να στηρίξετε τη συνεχή ανάπτυξή του κάνοντας μια μικρή δωρεά.
es: El <a href="%(meet_url)s">desarrollador de este complemento</a> pide que contribuyas a continuar su desarrollo realizando una pequeña aportación.
fr: Le <a href="%(meet_url)s">développeur de ce module</a> demande une petite contribution afin de soutenir la suite du développement.
it: Lo <a href="%(meet_url)s">sviluppatore di questo componente aggiuntivo</a> ti chiede di supportarne lo sviluppo facendo una piccola donazione.
ja: <a href="%(meet_url)s">このアドオンの作者</a> は、開発を続けていくため、少額の寄付による支援を求めています。
ko: <a href="%(meet_url)s">이 부가 기능의 개발자</a>는 개발 작업을 계속 할 수 있도록 소정의 기부를 통한 지원을 요청하고 있습니다.
nl: De <a href="%(meet_url)s">ontwikkelaar van deze add-on</a> vraagt om uw hulp bij de verdere ontwikkeling middels een kleine financiële bijdrage.
pa_in: <a href="%(meet_url)s">ਇਸ ਐਡ-ਆਨ ਦਾ ਡਿਵੈਲਪਰ</a> ਕਹਿੰਦਾ ਹੈ ਤੁਸੀਂ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਯੋਗਦਾਨ ਪਾ ਕੇ ਇਸ ਦੇ ਲਗਾਤਾਰ ਵਿਕਾਸ ਦੇ ਸਹਿਯੋਗ ਦੀ ਮਦਦ ਕਰੋ।
pl: <a href="%(meet_url)s">Autor</a> prosi cię o niewielką dotację, która pomoże mu kontynuować dalszy rozwój tego dodatku.
pt_pt: O <a href="%(meet_url)s">desenvolvedor deste extra</a> pede que o ajude na continuação do desenvolvimento fazendo uma pequena contribuição.
ru: <a href="%(meet_url)s">Разработчик этого дополнения</a> просит вас помочь поддержать его дальнейшее развитие, сделав небольшой взнос.
sl: <a href="%(meet_url)s">Razvijalec tega dodatka</a> vas prosi, da mu z majhnim prispevkom pomagate pri nadaljnjem razvoju.
uk: <a href="%(meet_url)s">Розробник цього додатку</a> просить вас підтримати його подальшу розробку, зробивши невеликий внесок.
zh_cn: <a href="%(meet_url)s">此附加组件的开发者</a>希望通过您的小额捐款，帮助支持其持续开发。

source: The <a href="%(meet_url)s">developer of this app</a> asks that you show your support by making a donation to the <a href="%(charity_url)s">%(charity_name)s</a>.
cs: <a href="%(meet_url)s">Vývojář aplikace</a> se ptá, zda byste nepřispěli malou částkou na <a href="%(charity_url)s">%(charity_name)s</a>.
de: Der <a href="%(meet_url)s">Entwickler dieser Anwendung</a> bittet Sie, Ihre Unterstützung zu zeigen, indem Sie eine Spende an die <a href="%(charity_url)s">%(charity_name)s</a> geben.
es: El <a href="%(meet_url)s">desarrollador de esta aplicación</a> pide que muestres tu apoyo realizando un donativo a <a href="%(charity_url)s">%(charity_name)s</a>.
fr: Le <a href="%(meet_url)s">développeur de cette application</a>, afin de soutenir la suite du développement, vous demande de faire un don à <a href="%(charity_url)s">%(charity_name)s</a>.
it: Lo <a href="%(meet_url)s">sviluppatore di questa app</a> ti chiede di supportarne lo sviluppo facendo una piccola donazione a <a href="%(charity_url)s">%(charity_name)s</a>.
ko: <a href="%(meet_url)s">이 앱의 개발자</a>는 <a href="%(charity_url)s">(charity_name)s</a>로의 소정의 기부를 통한 지원을 요청하고 있습니다.
nl: De <a href="%(meet_url)s">ontwikkelaar van deze app</a> vraagt u uw steun te uiten middels een donatie aan <a href="%(charity_url)s">%(charity_name)s</a>.
pl: <a href="%(meet_url)s">Autor tej aplikacji</a> prosi o wsparcie w postaci darowizny na rzecz <a href="%(charity_url)s">%(charity_name)s</a>.
ru: <a href="%(meet_url)s">Разработчик этого приложения</a> просит вас показать вашу поддержку, сделав взнос в пользу <a href="%(charity_url)s">%(charity_name)s</a>.
sl: <a href="%(meet_url)s">Razvijalec te aplikacije</a> vas prosi, da mu z donacijo za <a href="%(charity_url)s">%(charity_name)s</a> izkažete podporo.
zh_cn: <a href="%(meet_url)s">此应用的开发者</a>希望您向 <a href="%(charity_url)s">%(charity_name)s</a> 进行捐款，以示您的支持。

source: The <a href="%(meet_url)s">developer of this add-on</a> asks that you show your support by making a donation to the <a href="%(charity_url)s">%(charity_name)s</a>.
cs: <a href="%(meet_url)s">Vývojář doplňku</a> se ptá, zda byste nepřispěli malou částkou na <a href="%(charity_url)s">%(charity_name)s</a>.
de: Der <a href="%(meet_url)s">Entwickler dieses Add-ons</a> bittet Sie, Ihre Unterstützung zu zeigen, indem Sie eine Spende an die <a href="%(charity_url)s">%(charity_name)s</a> geben.
el: Ο <a href="%(meet_url)s">δημιουργός του προσθέτου</a> ζητά να δείξετε τη στήριξη σας κάνοντας μια δωρεά στο <a href="%(charity_url)s">%(charity_name)s</a>.
es: El <a href="%(meet_url)s">desarrollador de este complemento</a> pide que muestres tu apoyo realizando un donativo a <a href="%(charity_url)s">%(charity_name)s</a>.
fr: Le <a href="%(meet_url)s">développeur de ce module</a>, afin de soutenir la suite du développement, vous demande de faire un don à <a href="%(charity_url)s">%(charity_name)s</a>.
it: Lo <a href="%(meet_url)s">sviluppatore di questo componente aggiuntivo</a> ti chiede di supportarne lo sviluppo facendo una piccola donazione a <a href="%(charity_url)s">%(charity_name)s</a>.
ja: <a href="%(meet_url)s">このアドオンの作者</a> は、<a href="%(charity_url)s">%(charity_name)s</a> への寄付によって、あなたの支援の気持ちを表して欲しいと考えています。
ko: <a href="%(meet_url)s">이 부가 기능의 개발자</a>는 <a href="%(charity_url)s">%(charity_name)s</a>로의 기부를 통한 지원을 요청하고 있습니다.
nl: De <a href="%(meet_url)s">ontwikkelaar van deze add-on</a> vraagt u uw steun te uiten middels een donatie aan <a href="%(charity_url)s">%(charity_name)s</a>.
pa_in: <a href="%(meet_url)s">ਇਸ ਐਡ-ਆਨ ਦਾ ਡਿਵੈਲਪਰ</a> ਕਹਿੰਦਾ ਹੈ ਤੁਸੀਂ<a href="%(charity_url)s">%(charity_name)s</a>ਲਈ ਇੱਕ ਭੇਂਟ ਦੇ ਕੇ ਆਪਣਾ ਸਮਰਥਨ ਵਿਖਾਓ।
pl: <a href="%(meet_url)s">Autor tego dodatku</a> prosi o wsparcie w postaci darowizny na rzecz <a href="%(charity_url)s">%(charity_name)s</a>.
pt_pt: O <a href="%(meet_url)s">desenvolvedor deste extra</a> pede mostre a sua ajuda fazendo uma contribuição para <a href="%(charity_url)s">%(charity_name)s</a>.
ru: <a href="%(meet_url)s">Разработчик этого дополнения</a> просит вас показать вашу поддержку, сделав взнос в пользу <a href="%(charity_url)s">%(charity_name)s</a>.
sl: Razvijalec <a href="%(meet_url)s">tega dodatka</a> vas prosi, da mu z donacijo za <a href="%(charity_url)s">%(charity_name)s</a> izkažete podporo.
uk: <a href="%(meet_url)s">Розробник цього додатку</a> просить вас виявити свою підтримку, зробивши внесок на користь <a href="%(charity_url)s">%(charity_name)s</a>.
zh_cn: <a href="%(meet_url)s">此附加组件的开发者</a>希望您向 <a href="%(charity_url)s">%(charity_name)s</a> 进行捐款，以示您的支持。

source: The <a href="%(meet_url)s">developer of this app</a> asks that you show your support by making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a>.
cs: <a href="%(meet_url)s">Vývojář aplikace</a> se ptá, zda byste nepřispěli malou částkou na <a href="%(charity_url)s">%(charity_name)s</a>.
de: Der <a href="%(meet_url)s">Entwickler dieser Anwendung</a> bittet Sie, Ihre Unterstützung zu zeigen, indem Sie eine Spende an <a href="%(charity_url)s">%(charity_name)s</a> geben.
es: El <a href="%(meet_url)s">desarrollador de esta aplicación</a> pide que muestres tu apoyo realizando una pequeña aportación a <a href="%(charity_url)s">%(charity_name)s</a>.
fr: Le <a href="%(meet_url)s">développeur de cette application</a>, afin de soutenir la suite du développement, vous demande de faire un don à <a href="%(charity_url)s">%(charity_name)s</a>.
it: Lo <a href="%(meet_url)s">sviluppatore di questa app</a> ti chiede di supportarne lo sviluppo facendo una piccola donazione <a href="%(charity_url)s">%(charity_name)s</a>.
ko: <a href="%(meet_url)s">이 앱의 개발자</a>는 <a href="%(charity_url)s">%(charity_name)s</a>로의 소정의 기부를 통한 지원을 요청하고 있습니다.
nl: De <a href="%(meet_url)s">ontwikkelaar van deze app</a> vraagt u uw steun te uiten middels een kleine financiële bijdrage aan <a href="%(charity_url)s">%(charity_name)s</a>.
pl: <a href="%(meet_url)s">Autor tej aplikacji</a> prosi o wsparcie w postaci niewielkiej darowizny na rzecz<a href="%(charity_url)s">%(charity_name)s</a>.
ru: <a href="%(meet_url)s">Разработчик этого приложения</a> просит вас показать свою поддержку, сделав небольшой взнос в пользу <a href="%(charity_url)s">%(charity_name)s</a>.
sl: <a href="%(meet_url)s">Razvijalec tega dodatka </a> vas prosi, da mu z najhnim prispevkom za <a href="%(charity_url)s">%(charity_name)s</a>. izkažete podporo.
zh_cn: <a href="%(meet_url)s">该应用的作者</a>希望获得您的支持！捐赠地址： <a href="%(charity_url)s">%(charity_name)s</a>.

source: The <a href="%(meet_url)s">developer of this add-on</a> asks that you show your support by making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a>.
cs: <a href="%(meet_url)s">Vývojář doplňku</a> se ptá, zda byste nepřispěli malou částkou na <a href="%(charity_url)s">%(charity_name)s</a>.
de: Der <a href="%(meet_url)s">Entwickler dieses Add-ons</a> bittet Sie, Ihre Unterstützung zu zeigen, indem Sie eine Spende an <a href="%(charity_url)s">%(charity_name)s</a> geben.
el: Ο <a href="%(meet_url)s">δημιουργός του προσθέτου</a> ζητά να σείξετε τη στήριξη σας κάνοντας μια μικρή δωρεά στο <a href="%(charity_url)s">%(charity_name)s</a>.
es: El <a href="%(meet_url)s">desarrollador de este complemento</a> pide que muestres tu apoyo realizando una pequeña aportación a <a href="%(charity_url)s">%(charity_name)s</a>.
fr: Le <a href="%(meet_url)s">développeur de ce module</a>, afin de soutenir la suite du développement, vous demande de faire un petit don à <a href="%(charity_url)s">%(charity_name)s</a>.
it: Lo <a href="%(meet_url)s">sviluppatore di questo componente aggiuntivo</a> ti chiede di supportarne lo sviluppo facendo una piccola donazione <a href="%(charity_url)s">%(charity_name)s</a>.
ja: <a href="%(meet_url)s">このアドオンの作者</a> は、<a href="%(charity_url)s">%(charity_name)s</a> への少額の寄付によって、あなたの支援の気持ちを表して欲しいと考えています。
ko: <a href="%(meet_url)s">이 부가 기능의 개발자</a>는 <a href="%(charity_url)s">%(charity_name)s</a>로의 소정의 기부를 통한 지원을 요청하고 있습니다.
nl: De <a href="%(meet_url)s">ontwikkelaar van deze add-on</a> vraagt u uw steun te uiten middels een kleine financiële bijdrage aan <a href="%(charity_url)s">%(charity_name)s</a>.
pa_in: <a href="%(meet_url)s">ਇਸ ਐਡ-ਆਨ ਦਾ ਡਿਵੈਲਪਰ</a> ਕਹਿੰਦਾ ਹੈ ਤੁਸੀਂ<a href="%(charity_url)s">%(charity_name)s</a>ਲਈ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਯੋਗਦਾਨ ਪਾ ਕੇ ਆਪਣਾ ਸਮਰਥਨ ਵਿਖਾਓ।
pl: <a href="%(meet_url)s">Autor tego dodatku</a> prosi o wsparcie w postaci niewielkiej darowizny na rzecz<a href="%(charity_url)s">%(charity_name)s</a>.
pt_pt: O <a href="%(meet_url)s">desenvolvedor deste extra</a> pede que o ajude na continuação do desenvolvimento fazendo uma pequena contribuição para <a href="%(charity_url)s">%(charity_name)s</a>.
ru: <a href="%(meet_url)s">Разработчик этого дополнения</a> просит вас показать свою поддержку, сделав небольшой взнос в пользу <a href="%(charity_url)s">%(charity_name)s</a>.
sl: <a href="%(meet_url)s">Razvijalec tega dodatka </a> vas prosi, da mu z donacijo za <a href="%(charity_url)s">%(charity_name)s</a> izkažete podporo.
uk: <a href="%(meet_url)s">Розробник цього додатку</a> просить вас виявити свою підтримку, зробивши невеликий внесок на користь <a href="%(charity_url)s">%(charity_name)s</a>.
zh_cn: <a href="%(meet_url)s">这个附加组件的开发者</a>希望您对 <a href="%(charity_url)s">%(charity_name)s</a> 进行小额捐助以表示支持。

source: This app requires the following apps to work properly:
cs: Tato aplikace vyžaduje pro korektní funkčnost následující aplikace:
de: Für diese Anwendung müssen die folgenden Anwendungen korrekt funktionieren:
es: Esta aplicación requiere las siguientes aplicaciones para funcionar correctamente:
fr: Cette application a besoin des applications suivantes pour fonctionner correctement :
it: Questa app ha bisogno delle seguenti app per funzionare correttamente:
ko: 이 앱이 제대로 작동하려면 다음의 앱을 설치해야 합니다:
nl: Voor deze app dienen de volgende apps goed te werken:
pl: Do prawidłowego działania tej aplikacji wymagana jest obecność następujących aplikacji:
ru: Для корректной работы этого приложения необходимы следующие приложения:
sl: Ta aplikacija zahteva, da naslednji aplikacije pravilno delujejo:
zh_cn: 此应用需要以下应用才能正常工作：

source: This add-on requires the following add-ons to work properly:
cs: Aby doplněk fungoval korektně, vyžaduje následující doplňky:
de: Für dieses Add-on müssen die folgenden Add-ons korrekt funktionieren:
el: Αυτό το πρόσθετο απαιτεί τη σωστή λειτουργία των ακόλουθων προσθέτων:
es: Este complemento requiere los siguientes complementos para funcionar correctamente:
fr: Ce module a besoin des modules suivants pour fonctionner correctement :
it: Questo componente aggiuntivo ha bisogno dei seguenti componenti aggiuntivi per funzionare correttamente:
ja: このアドオンを正しく動作させるには、次のアドオンが必要です:
ko: 이 부가 기능이 제대로 작동하려면 다음의 부가 기능을 설치해야 합니다:
nl: Voor deze add-on dienen de volgende add-ons goed te werken:
pa_in: ਇਸ ਐਡ-ਆਨ ਦੇ ਠੀਕ ਤਰ੍ਹਾਂ ਕੰਮ ਲਈ ਅੱਗੇ ਦਿੱਤੇ ਐਡ-ਆਨ ਦੀ ਲੋੜ ਹੈ:
pl: Do prawidłowego działania tego dodatku wymagana jest obecność następujących dodatków:
pt_pt: Este extra necessita dos seguintes extras para funcionar correctamente:
ru: Для корректной работы этого дополнения необходимы следующие дополнения:
sl: Ta dodatek zahteva, da naslednji dodatki pravilno delujejo:
uk: Для належної роботи цього додатку необхідні наступні додатки:
zh_cn: 此附加组件需要以下附加组件才能正常工作：

source: Average
cs: Průměrně
de: Durchschnitt
el: Μέσος όρος
es: Promedio
fr: Moyenne
it: Media
ja: 平均評価
ko: 평균
nl: Gemiddeld
pa_in: ਔਸਤ
pl: Średnia
pt_pt: Média
ru: Среднее
sl: Povprečje
uk: Середнє
zh_cn: 平均

source: Write a review
cs: Napsat recenzi
de: Eine Bewertung schreiben
el: Γράψτε μια αξιολόγηση
es: Escribe una valoración
fr: Écrire une revue
it: Scrivi una recensione
ja: レビューを書く
ko: 평가 작성하기
nl: Schrijf een beoordeling
pa_in: ਇੱਕ ਸਮੀਖਿਆ ਲਿੱਖੋ
pl: Napisz opinię
pt_pt: Escrever um comentário
ru: Написать отзыв
sl: Napišite pregled
uk: Написати відгук
zh_cn: 撰写评论

source: Related Categories
cs: Související kategorie
de: Verwandte Kategorien
el: Σχετικές κατηγορίες
es: Categorías relacionadas
fr: Catégories connexes
it: Categorie correlate
ja: 関連するカテゴリ
ko: 관련 분류
nl: Verwante categorieën
pa_in: ਸੰਬੰਧਤ ਵਰਗ
pl: Powiązane kategorie
pt_pt: Categorias relacionadas
ru: Связанные категории
sl: Sorodne kategorije
uk: Пов'язані категорії
zh_cn: 相关分类
