Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: What are Collections?
cs: Co jsou sbírky?
de: Was sind Sammlungen?
el: Τί είναι οι συλλογές;
es: ¿Qué son las colecciones?
fr: Que sont les collections ?
it: Che cosa sono le raccolte?
ja: コレクションとは
ko: 모음집이란?
nl: Wat zijn collecties?
pa_in: ਸੰਗ੍ਰਹਿ ਕੀ ਹਨ?
pl: Co to są kolekcje?
pt_pt: O que são coleções?
ru: Что такое подборки?
sl: Kaj so zbirke?
uk: Що таке збірки?
zh_cn: 什么是收藏集？

source: Explore Collections
cs: Procházet sbírky
de: Sammlungen erkunden
el: Ανακαλύψτε συλλογές
es: Explorar colecciones
fr: Explorer les collections
it: Esplora le raccolte
ja: コレクションを探す
ko: 모음집 살펴보기
nl: Collecties verkennen
pa_in: ਸੰਗ੍ਰਹਿਾਂ ਦੀ ਪੜਚੋਲ
pl: Przejrzyj kolekcje
pt_pt: Explorar coleções
ru: Просмотреть подборки
sl: Razišči zbirke
uk: Переглянути збірки
zh_cn: 探索收藏集

source: Common Tags
cs: Frekventované štítky
de: Übliche Tags
el: Κοινές ετικέτες
es: Etiquetas comunes
fr: Étiquettes courantes
it: Etichette più comuni
ja: よく使われているタグ
ko: 공통 태그
nl: Veelgebruikte labels
pa_in: ਆਮ ਟੈਗ
pl: Często używane etykiety
pt_pt: Etiquetas comuns
ru: Типичные метки
sl: Skupne oznake
uk: Загальні мітки
zh_cn: 常用标签

source: More by this User
cs: Více od tohoto uživatele
de: Mehr von diesem Nutzer
el: Περισσότερα από τον χρήστη
es: Más de este usuario
fr: Plus de cet utilisateur
it: Altro da questo utente
ja: このユーザのコレクションを見る
ko: 이 사용자의 추가 정보
nl: Meer van deze gebruiker
pa_in: ਇਸ ਉਪਭੋਗੀ ਵੱਲੋਂ ਹੋਰ
pl: Inne kolekcje tego użytkownika
pt_pt: Mais deste utilizador
ru: Ещё от этого пользователя
sl: Več od tega uporabnika
uk: Більше від цього користувача
zh_cn: 该用户的更多内容

source: See all collections by this user
cs: Zobrazit všechny sbírky tohoto uživatele
de: Alle Sammlungen dieses Nutzers anzeigen
el: Δείτε όλες τις συλλογές αυτού του χρήστη
es: Ver todos las colecciones de este usuario
fr: Voir toutes les collections de cet utilisateur
it: Visualizza tutte le raccolte di questo utente
ja: このユーザのコレクションをすべて見る
ko: 이 사용자가 제작한 모든 모음집 보기
nl: Alle collecties van deze gebruiker bekijken
pa_in: ਇਸ ਉਪਭੋਗੀ ਦੇ ਸਾਰੇ ਸੰਗ੍ਰਹਿ ਵੇਖੋ
pl: Wszystkie kolekcje tego użytkownika
pt_pt: Ver todas as coleções deste utilizador
ru: Посмотрите все подборки от этого пользователя
sl: Oglejte si vse zbirke tega uporabnika
uk: Дивитися всі збірки цього користувача
zh_cn: 查看此用户的所有收藏集

source: Recently Viewed
cs: Nedávno zobrazené
de: Jüngst angesehen
el: Εμφανίστηκαν προσφατα
es: Visto recientemente
fr: Affichage récent
it: Visualizzati di recente
ja: 最近見たコレクション
ko: 최근 살펴본 모음집
nl: Onlangs bekeken
pa_in: ਹੁਣੇ ਵੇਖਿਆ।
pl: Ostatnio oglądane
pt_pt: Visualizados recentemente
ru: Недавно просмотренные
sl: Nedavno ogledano
uk: Недавно переглянуті
zh_cn: 最近查看

source: Add-ons that you mark as favorites using the <b>Add to Favorites</b> feature appear below. This collection is currently <b>public</b>, which means everyone can see it. If you would like to hide it from public view, click the button below to make it private.
cs: Doplňky, které jste označil(a) jako oblíbené pomocí funkce <b>Přidat k oblíbeným</b> jsou zobrazeny níže. Tato sbírka je aktuálně <b>veřejná</b>, což znamená, že ji každý může vidět. Pokud byste ji rádi skryli, klepněte na tlačítko níže a učiňte ji soukromou.
de: Add-ons, die Sie mit <b>Zu Favoriten hinzufügen</b> als Ihre Favoriten markieren, werden hier unten angezeigt. Diese Sammlung ist momentan <b>öffentlich</b>, das bedeutet, jeder kann sie sehen. Wenn Sie wollen, dass nur Sie Ihre Favoriten sehen können, klicken Sie auf die unten stehende Schaltfläche, um die Sammlung privat zu machen.
el: Παρακάτω εμφανίζονται τα πρόσθετα που σημειώνετε σαν αγαπημένα χρησιμοποιώντας τη λειτουργία <b>Προσθήκη στα αγαπημένα</b>. Αυτή η συλλογή είναι προς το παρόν <b>δημόσια</b>, πράγμα που σημαίνει ότι μπορεί να τη δει οποιοσδήποτε. Αν θέλετε να αποκρυφτεί από τη δημόσια θέα, κάντε κλικ στο παρακάτω κουμπί για να την κάνετε ιδιωτική.
es: Los complementos que marcas como favoritos con el botón <b>Agregar a favoritos</b> aparecen a continuación. Esta colección se encuentra actualmente en modo <b>público</b>, lo que significa que todos la pueden ver. Si deseas ocultarlos de la vista pública, haz clic sobre el botón de abajo para hacerla privada.
fr: Les modules que vous marquez comme favoris avec la fonctionnalité <b>Ajouter aux favoris</b> apparaissent ci-dessous. Cette collection est pour le moment <b>publique</b>.
it: I componenti aggiuntivi segnalati utilizzando la funzione <b>Aggiungi ai preferiti</b> verranno visualizzati di seguito. Questa sezione è attualmente <b>pubblica</b> e chiunque può vederla. Se vuoi fare in modo che gli altri utenti non possano vederla, fai clic sul pulsante seguente per renderla privata.
ja: <b>お気に入りへ追加</b> 機能でお気に入りへ追加したアドオンが以下に表示されます。このコレクションは現在 <b>公開</b> で、誰でも見ることができます。コレクションの公開を取りやめたい場合は、下のボタンをクリックして非公開に変更してください。
ko: 아래의 <b>선호 목록에 추가하기</b>를 선택하면 해당 부가 기능은 좋아하는 부가 기능으로 표시가 됩니다. 이 목록은 현재 <b>공개</b> 상태로, 모든 사람들이 목록을 볼 수 있다는 의미입니다. 남에게 보이고 싶지 않다면 아래의 버튼을 클릭해서 비공개 상태로 전환하시기 바랍니다.
nl: Add-ons die u als favorieten markeert via de functie <b>Toevoegen aan favorieten</b> verschijnen hieronder. Deze collectie is momenteel <b>publiek</b>, wat inhoudt dat iedereen hem kan zien. Als u hem wilt verbergen, klik dan op onderstaande knop om hem privé te maken.
pa_in: ਐਡ-ਆਨ ਜਿਹਨਾਂ ਤੇ ਤੁਸੀਂ ਪਸੰਦ ਦੇ ਨਿਸ਼ਾਨ ਲਗਾਏ ਹੇਠ ਵਿਖਾਈ<b>ਪਸੰਦੀਦਾ ਵਿੱਚ ਜੋੜੋ</b> ਵਿਸ਼ੇਸਤਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ। ਇਹ ਸੰਗ੍ਰਹਿ ਮੌਜੂਦਾ ਤੌਰ ਤੇ<b>ਜਨਤਕ</b> ਹੈ, ਜਿਸਦਾ ਮਤਲਬ ਹਰ ਕੋਈ ਇਸ ਨੂੰ ਵੇਖ ਸਕਦਾ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਨੂੰ ਜਨਤਕ ਝਲਕ ਤੋਂ ਲੁਕਾਉਣਾ ਪਸੰਦ ਹੋਵੇ, ਇਸ ਨੂੰ ਨਿੱਜੀ ਬਣਾਉਣ ਲਈ ਹੇਠ ਦਿੱਤੇ ਬਟਨ ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Dodatki dodane za pomocą przycisku <b>Dodaj do ulubionych</b> ukażą się poniżej. Obecnie ta kolekcja ma status <b>publiczna</b>, co oznacza, że jest widoczna dla wszystkich. Jeśli chcesz, by nie była ona dostępna dla innych, naciśnij przycisk znajdujący się poniżej, by ją określić jako prywatną.
pt_pt: Os extras que marcar como favoritos usando a funcionalidade <b>Adicionar aos favoritos</b> aparecem em baixo. Esta colecção actualmente é <b>pública</b>, o que significa que todos a podem ver. Se desejar ocultá-la, clique no botão em baixo para a tornar privada.
ru: Дополнения, которые вы отметите как избранные используя функцию <b>Добавить в Избранное</b>, появятся в расположенном ниже поле. Эта подборка в настоящее время является <b>публичной</b>, что означает, что любой может её увидеть. Если вы хотите скрыть её от публичного просмотра, нажмите расположенную ниже кнопку, чтобы сделать её приватной.
sl: Dodatki, ki ste jih označili kot priljubljene s pomočjo funkcije <b>Dodaj med priljubljene</b>, so prikazani spodaj. Ta zbirka je zdaj <b>javna,</b> kar pomeni, da jo lahko vsakdo vidi. Če jo želite skriti pred javnostjo, kliknite na gumb spodaj, da jo naredite zasebno.
uk: Додатки, які Ви відзначите як обрані, використовуючи функцію <b>Додати в Обране</b>, з'являться у розташованому нижче полі. Нині ця добірка є <b>публічною</b>, що означає, що будь-хто може її побачити. Якщо Ви хочете приховати її від публічного перегляду, натисніть розташовану нижче кнопку, щоб зробити її приватною.
zh_cn: 以下这些附加组件已被您使用<b>添加到收藏夹</b>功能标记为收藏。目前此收藏集是<b>公开的</b>，每个人都能看到它。如果您不想让公众看到这些收藏，请点击下面的按钮设置为私有。

source: Add-ons that you mark as favorites using the <b>Add to Favorites</b> feature appear below. This collection is currently <b>private</b>, which means only you can see it. If you would like everyone to be able to see your favorites, click the button below to make it public.
cs: Doplňky, které jste označil(a) jako oblíbené pomocí funkce <b>Přidat k oblíbeným</b> jsou zobrazeny níže. Tato sbírka je aktuálně <b>soukromá</b>, což znamená, že ji můžete vidět pouze vy. Pokud byste ji rádi zpřístupnili všem, klepněte na tlačítko níže a učiňte ji veřejnou.
de: Add-ons, die Sie mit <b>Zu Favoriten hinzufügen</b> als Ihre Favoriten markieren, werden hier unten angezeigt. Diese Sammlung ist momentan <b>privat</b>, das bedeutet, nur Sie können sie sehen. Wenn Sie wollen, dass jeder Ihre Favoriten sehen kann, klicken Sie auf die unten stehende Schaltfläche, um die Sammlung zu veröffentlichen.
el: Παρακάτω εμφανίζονται τα πρόσθετα που σημειώνετε σαν αγαπημένα χρησιμοποιώντας τη λειτουργία <b>Προσθήκη στα αγαπημένα</b>. Αυτή η συλλογή είναι προς το παρόν <b>ιδιωτική</b>, πράγμα που σημαίνει ότι μόνο εσείς μπορείτε να τη δείτε. Αν θέλετε να μπορούν όλοι να δουν ποια είναι τα αγαπημένα σας πρόσθετα, κάντε κλικ στο παρακάτω κουμπί για να κάνετε τη συλλογή δημόσια.
es: Los complementos que marcas como favoritos con el botón <b>Agregar a favoritos</b> aparecen a continuación. Esta colección se encuentra actualmente en modo <b>privado</b>, lo que significa que sólo tú la puedes ver. Si quieres que todos puedan ver tus favoritos, haz clic sobre el botón de abajo para hacerla pública.
fr: Les modules que vous marquez comme favoris avec la fonctionnalité <b>Ajouter aux favoris</b> apparaissent ci-dessous. Cette collection est pour le moment <b>privée</b>, ce qui signifie que seul vous pouvez la voir. Si vous voulez que tout le monde soit en mesure de voir vos favoris, cliquez sur le bouton ci-dessous pour rendre cette collection publique.
it: I componenti aggiuntivi segnalati utilizzando la funzione <b>Aggiungi ai preferiti</b> verranno visualizzati di seguito. Questa sezione è attualmente <b>privata</b> e sei il solo a poterla vedere. Se vuoi fare in modo che tutti gli utenti possano visualizzare i tuoi preferiti, fai clic sul pulsante seguente per renderla pubblica.
ja: <b>お気に入りへ追加</b> 機能でお気に入りへ追加したアドオンが以下に表示されます。このコレクションは現在 <b>非公開</b> で、あなただけが見ることができます。誰でも見られるようにしたい場合は、下のボタンをクリックして公開してください。
ko: 아래의 <b>선호 목록에 추가하기</b>를 선택하면 해당 부가 기능은 좋아하는 부가 기능으로 표시가 됩니다. 이 목록은 현재 <b>비공개</b> 상태로, 자기 자신만 볼 수 있다는 의미입니다. 다른 사람들도 내 선호 목록을 보게 하고 싶다면 아래의 버튼을 클릭해서 공개 상태로 전환하시기 바랍니다.
nl: Add-ons die u als favorieten markeert via de functie <b>Toevoegen aan favorieten</b> verschijnen hieronder. Deze collectie is momenteel <b>privé</b>, wat inhoudt dat alleen u hem kunt zien. Als u wilt dat iedereen uw favorieten kan zien, klik dan op de onderstaande knop om hem openbaar te maken.
pa_in: ਐਡ-ਆਨ ਜਿਹਨਾਂ ਤੇ ਤੁਸੀਂ ਪਸੰਦ ਦੇ ਨਿਸ਼ਾਨ ਲਗਾਏ ਹੇਠ ਵਿਖਾਈ <b>ਪਸੰਦੀਦਾ ਵਿੱਚ ਜੋੜੋ</b> ਵਿਸ਼ੇਸਤਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ। ਇਹ ਸੰਗ੍ਰਹਿ ਮੌਜੂਦਾ ਤੌਰ ਤੇ<b>ਨਿੱਜੀ</b>ਹੈ, ਜਿਸਦਾ ਮਤਲਬ ਇਸ ਨੂੰ ਸਿਰਫ਼ ਤੁਸੀਂ ਹੀ ਵੇਖ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਪਸੰਦ ਹੋਵੇ ਕਿ ਹਰ ਕੋਈ ਤੁਹਾਡੇ ਪਸੰਦੀਦਾ ਨੂੰ ਵੇਖ ਸਕੇ, ਇਸ ਨੂੰ ਜਨਤਕ ਬਣਾਉਣ ਲਈ ਹੇਠ ਦਿੱਤੇ ਬਟਨ ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Dodatki dodane za pomocą przycisku <b>Dodaj do ulubionych</b> ukażą się poniżej. Obecnie ta kolekcja ma status <b>prywatna</b>, co oznacza, że jest widoczna tylko dla ciebie. Jeśli chcesz, by była dostępna dla wszystkich, naciśnij przycisk znajdujący się poniżej, by ją upublicznić.
pt_pt: Os extras que marcar como favoritos usando a funcionalidade <b>Adicionar aos favoritos</b> aparecem em baixo. Esta colecção actualmente é <b>privada</b>, o que significa que apenas você a pode ver. Se desejar que todos possam ver os seus favoritos, clique no botão em baixo para a tornar pública.
ru: Дополнения, которые вы отметите как избранные используя функцию <b>Добавить в Избранное</b>, появятся в расположенном ниже поле. Эта подборка в настоящее время является <b>приватной</b>, что означает, что только вы сможете её увидеть. Если вы хотите, чтобы любой мог увидеть избранные вами дополнения, нажмите расположенную ниже кнопку, чтобы сделать её публичной.
sl: Dodatki, ki ste jih označili kot priljubljene s pomočjo funkcije <b>Dodaj med popularne</b>, so prikazani spodaj. Ta zbirka je zdaj <b>privatna</b>, kar pomeni, da jo lahko vidite samo vi sami. Če bi radi vse, da bi vaše priljubljene dodatke videli vsi, kliknite na gumb spodaj, da jo naredite javne.
uk: Додатки, які Ви позначите як обрані, використовуючи функцію <b>Додати в Обране</b>, з'являться у полі розташованому нижче. Ця добірка наразі є <b>приватною</b>, що означає, що лише Ви зможете її побачити. Якщо Ви хочете, щоб будь-хто інший міг бачити обрані Вами додатки, натисніть розташовану нижче кнопку, щоб зробити її публічною.
zh_cn: 以下这些附加组件已被您使用<b>添加到收藏夹</b>功能标记为收藏。目前此收藏集是<b>私有的</b>，只有您可以看到它。如果您想让每个人都能看到您的收藏，请点击下面的按钮公开您的收藏集。

source: My favorite add-ons
cs: Mé oblíbené doplňky
de: Meine bevorzugten Add-ons
el: Τα αγαπημένα μου πρόσθετα
es: Mis complementos favoritos
fr: Mes modules favoris
it: I miei componenti aggiuntivi preferiti
ja: お気に入りのアドオン
ko: 좋아하는 부가 기능
nl: Mijn favoriete add-ons
pa_in: ਮੇਰੇ ਪਸੰਦੀਦਾ ਐਡ-ਆਨ
pl: Moje ulubione dodatki
pt_pt: Os meus extras favoritos
ru: Мои любимые дополнения
sl: Moj najljubši dodatki
uk: Мої улюблені додатки
zh_cn: 我最喜爱的附加组件

source: <span>%(addons)s</span> add-on
cs: <span>%(addons)s</span> doplněk
el: <span>%(addons)s</span> πρόσθετο
es: <span>%(addons)s</span> complemento
fr: <span>%(addons)s</span> module
it: <span>%(addons)s</span> componente aggiuntivo
ja: <span>%(addons)s</span> 個のアドオン
ko: 부가 기능 <span>%(addons)s</span>개
pa_in: <span>%(addons)s</span> ਐਡ-ਆਨ
pl: <span>%(addons)s</span> dodatek
pt_pt: <span>%(addons)s</span> extra
ru: <span>%(addons)s</span> дополнение
sl: <span>%(addons)s</span> dodatek
uk: <span>%(addons)s</span> додаток
zh_cn: <span>%(addons)s</span> 个附加组件

source: <span>%(followers)s</span> follower
cs: <span>%(followers)s</span> odběratel
de: <span>%(followers)s</span> Beobachter
el: <span>%(followers)s</span> ακόλουθος
es: <span>%(followers)s</span> seguidor
fr: <span>%(followers)s</span> suiveur
it: <span>%(followers)s</span> iscritto
ja: <span>%(followers)s</span> 人のフォロワー
ko: 팔로워 <span>%(followers)s</span>명
nl: <span>%(followers)s</span> volger
pa_in: <span>%(followers)s</span> ਸਮਰਥਕ
pl: <span>%(followers)s</span> obserwator
pt_pt: <span>%(followers)s</span> seguidor
ru: <span>%(followers)s</span> последователь
sl: <span>%(followers)s</span> privrženec
uk: <span>%(followers)s</span> прихильник
zh_cn: <span>%(followers)s</span> 个关注者

source: Popular Collections
cs: Populární sbírky
de: Beliebte Sammlungen
el: Δημοφιλείς συλλογές
es: Colecciones populares
fr: Collections populaires
it: Raccolte più popolari
ja: 人気のコレクション
ko: 인기 모음집
nl: Populaire collecties
pl: Popularne kolekcje
ru: Популярные подборки
sl: Priljubljene zbirke
zh_cn: 热门收藏集

source: Highest Rated Collections
cs: Nejlépe hodnocené sbírky
de: Am höchsten bewertete Sammlungen
el: Συλλογές με την υψηλότερη βαθμολογία
es: Colecciones mejor valoradas
fr: Collections les mieux notées
it: Raccolte più votate
ja: 評価の高いコレクション
ko: 가장 높은 평가를 받은 모음집
nl: Best gewaardeerde collecties
pl: Najwyżej oceniane kolekcje
ru: Подборки с самым высоким рейтингом
sl: Najviše ocenjene zbirke
zh_cn: 评分最高的收藏集

source: Recently Added Collections
cs: Nedávno přidané sbírky
de: Neu hinzugefügte Sammlungen
el: Συλλογές που προστέθηκαν πρόσφατα
es: Colecciones agregadas recientemente
fr: Collections récemment ajoutées
it: Raccolte aggiunte di recente
ja: 最近作成されたコレクション
ko: 최근 등록된 모음집
nl: Onlangs toegevoegde collecties
pl: Ostatnio dodane kolekcje
ru: Недавно добавленные подборки
sl: Pred kratkim dodane zbirke
zh_cn: 最近新增的收藏集

source: Collections are groups of related add-ons that anyone can create and share. Explore collections created by other users or <a href="%(url)s">create your own</a>.
cs: Sbírky jsou skupiny podobných doplňků, které může kdokoliv vytvořit a sdílet. Procházejte sbírky vytvořené ostatními uživateli či si <a href="%(url)s">vytvořte svou vlastní</a>.
de: Sammlungen sind Gruppen von ähnlichen Add-ons, die jeder anlegen und verteilen kann. Durchsuchen Sie Sammlungen, die andere Benutzer angelegt haben, oder <a href="%(url)s">erstellen Sie Ihre eigenen Sammlungen</a>.
el: Οι συλλογές είναι ομάδες σχετιζόμενων πρόσθετων που μπορεί να δημιουργήσει και να μοιράσει ο καθένας. Ανακαλύψτε τις συλλογές που έχουν φτιάξει άλλοι ή <a href="%(url)s">δημιουργήστε τη δική σας</a>.
es: Las colecciones son grupos de complementos relacionados entre sí que cualquiera puede crear y compartir. Explora los recopilatorios creados por otros usuarios o <a href="%(url)s">crea el tuyo</a>.
fr: Les collections sont des groupes de modules liés entre eux que n'importe qui peut créer et partager. Explorez les collections créées par d'autres utilisateurs ou bien <a href="%(url)s">créez la vôtre</a>.
it: Le raccolte sono gruppi di componenti aggiuntivi che ogni utente può creare e condividere. Esplora le raccolte create da altri utenti o <a href="%(url)s">crea la tua</a>.
ja: コレクションとは、誰もが作成し共有することができる、関連するアドオンのグループのことです。他のユーザが作成したコレクションを探すか、<a href="%(url)s">自分のコレクションを作成</a> してください。
ko: 모음집은 서로 관련이 있는 부가 기능을 한데 엮어놓은 것으로 누구나 제작과 공유가 가능합니다. 다른 사용자가 제작한 모음집을 살펴보거나 <a href="%(url)s">나만의 모음집을 제작</a>할 수도 있습니다.
nl: Collecties zijn groepen gerelateerde add-ons die iedereen kan maken en delen. Verken collecties van andere gebruikers of <a href="%(url)s">maak uw eigen collectie</a>.
pa_in: ਸੰਗ੍ਰਹਿ ਸਬੰਧਤ ਐਡ-ਆਨ ਦੇ ਗਰੁੱਪ ਹਨ ਜਿਹਨਾਂ ਨੂੰ ਹਰ ਕੋਈ ਬਣਾ ਅਤੇ ਸਾਂਝਾ ਕਰ ਸਕਦਾ ਹੈ। ਹੋਰਾਂ ਦੇ ਬਣਾਏ ਸੰਗ੍ਰਹਿਾਂ ਦੀ ਪੜਚੋਲ ਕਰੋ ਜਾਂ <a href="%(url)s">ਆਪਣੇ ਆਪ ਬਣਾਓ</a>।
pl: Kolekcje są grupami pokrewnych dodatków, które każdy może tworzyć i udostępniać. Wypróbuj kolekcje utworzone przez innych użytkowników lub <a href="%(url)s">utwórz własną</a>.
pt_pt: As coleções são grupos de extras relacionados que qualquer um pode criar e partilhar. Explore as coleções criadas pelos outros utilizadores ou <a href="%(url)s">crie a sua</a>.
ru: Подборки это группы связанных дополнений, которые каждый может создавать и делить с другими. Откройте для себя подборки, созданные другими пользователями, или <a href="%(url)s">создайте собственную</a>.
sl: Zbirke so skupine sorodnih dodatkov, ki jih lahko vsakdo ustvari in deli z drugimi. Raziščite zbirke, ki so jih ustvarili drugi uporabniki, ali pa <a href="%(url)s">ustvarite svoje</a>.
uk: Збірки - це групи відповідних додатків, які може створити та поширювати кожен. Перегляньте збірки, створені іншими користувачами або <a href="%(url)s">створіть власну</a>.
zh_cn: 收藏集是相关附加组件的集合，任何人都可以创建与分享。您可以探索其他用户创建的收藏集，或者<a href="%(url)s">创建您自己的收藏集</a>。

source: %(num)s weekly follower
cs: <span>%(num)s</span> týdenní odběratel
de: %(num)s wöchentliche Beobachter
el: %(num)s εβδομαδιαίος ακόλουθος
es: %(num)s seguidor semanal
fr: %(num)s suiveur hebdomadaire
it: %(num)s iscritto settimanale
ja: %(num)s 人の週間フォロワー
ko: 주간 팔로워 %(num)s명
nl: %(num)s wekelijkse volger
pa_in: %(num)s ਹਫ਼ਤੇਵਾਰ ਸਮਰਥਕ
pl: %(num)s obserwator tygodniowo
pt_pt: %(num)s seguidor semanal
ru: %(num)s еженедельный последователь
sl: %(num)s spremljevalec na teden
uk: %(num)s щотижневий прихильник
zh_cn: %(num)s 名周订阅者

source: %(num)s monthly follower
cs: %(num)s měsíční odběratel
de: %(num)s monatliche Beobachter
el: %(num)s μηνιαίος ακόλουθος
es: %(num)s seguidor al mes
fr: %(num)s suiveur mensuel
it: %(num)s iscritto per mese
ja: %(num)s 人の月間フォロワー
ko: 월간 팔로워 %(num)s명
nl: %(num)s maandelijkse volger
pa_in: %(num)s ਮਹੀਨੇਵਾਰ ਸਮਰਥਕ
pl: %(num)s obserwator miesięcznie
pt_pt: %(num)s seguidor mensal
ru: %(num)s ежемесячный читатель
sl: %(num)s spremljevalec mesečno
uk: %(num)s щомісячний прихильник
zh_cn: 每月 %(num)s 个关注者

source: %(num)s follower
cs: %(num)s odběratel
de: %(num)s Beobachter
el: %(num)s ακόλουθος
es: %(num)s seguidor
fr: %(num)s suiveur
it: %(num)s iscritto
ja: %(num)s 人のフォロワー
ko: 팔로워 %(num)s명
nl: %(num)s volger
pa_in: %(num)s ਸਮਰਥਕ
pl: %(num)s obserwator
pt_pt: %(num)s seguidor
ru: %(num)s последователь
sl: %(num)s spremljevalec
uk: %(num)s прихильник
zh_cn: %(num)s 名订阅者

source: by {0}
cs: od {0}
de: von {0}
el: από {0}
es: de {0}
fr: par {0}
it: di {0}
ja: 作者: {0}
ko: 제작: {0}
nl: door {0}
pa_in: {0} ਵੱਲੋਂ
pl: autor: {0}
pt_pt: por {0}
ru: от {0}
sl: od {0}
uk: від {0}
zh_cn: 作者 {0}

source: Stop Following
cs: Ukončit sledování
de: Nicht mehr verfolgen
el: Διακοπή παρακολούθησης
es: Dejar de seguir
fr: Arrêter de suivre
it: Smetti di seguire
ja: フォローをやめる
ko: 팔로윙 중단
nl: Volgen stoppen
pa_in: ਸਮਰਥਨ ਕਰਨਾ ਬੰਦ ਕਰੋ
pl: Zaprzestań obserwacji
pt_pt: Parar o seguimento
ru: Перестать следовать
sl: Nehaj zasledovati
uk: Не слідкувати
zh_cn: 停止关注

source: Follow this Collection
cs: Sledovat sbírku
de: Diese Sammlung verfolgen
el: Παρακολούθηση της συλλογής
es: Seguir esta colección
fr: Suivre cette collection
it: Segui questa raccolta
ja: このコレクションをフォロー
ko: 이 모음집 팔로우 하기
nl: Deze collectie volgen
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਦਾ ਸਮਰਥਨ ਕਰੋ
pl: Obserwuj tę kolekcję
pt_pt: Siga esta colecção
ru: Следовать за этой подборкой
sl: Zasleduj to zbirko
uk: Слідкувати за цією збіркою
zh_cn: 关注这个收藏集

source: Edit this Collection
cs: Upravit sbírku
de: Diese Sammlung editieren
el: Επεξεργασία συλλογής
es: Editar esta colección
fr: Modifier cette collection
it: Modifica questa raccolta
ja: このコレクションを編集
ko: 모음집 편집하기
nl: Deze collectie bewerken
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਸੋਧ ਕਰੋ
pl: Edytuj tę kolekcję
pt_pt: Editar esta colecção
ru: Редактировать эту подборку
sl: Uredi to zbirko
uk: Змінити цю збірку
zh_cn: 编辑这个收藏集

source: Statistics
cs: Statistiky
de: Statistiken
el: Στατιστικά
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計情報
ko: 통계
nl: Statistieken
pa_in: ਅੰਕੜੇ
pl: Statystyki
pt_pt: Estatísticas
ru: Статистика
sl: Statistika
uk: Статистика
zh_cn: 统计数据

source: Delete {0}
cs: Smazat {0}
de: {0} löschen
el: Διαγραφή {0}
es: Borrar {0}
fr: Supprimer {0}
it: Elimina {0}
ja: {0} を削除
ko: {0} 삭제하기
nl: {0} verwijderen
pa_in: ਹਟਾਓ {0}
pl: Usuń {0}
pt_pt: Eliminar {0}
ru: Удалить {0}
sl: Izbriši{0}
uk: Вилучити {0}
zh_cn: 删除 {0}

source: Delete
cs: Smazat
de: Löschen
el: Διαγραφή
es: Borrar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pa_in: ਹਟਾਓ
pl: Usuń
pt_pt: Apagar
ru: Удалить
sl: Izbriši
uk: Вилучити
zh_cn: 删除

source: Are you sure?
cs: Jste si jisti?
de: Sind Sie sicher?
el: Είστε σίγουροι;
es: ¿Estás seguro?
fr: Le voulez-vous vraiment ?
it: Sei sicuro?
ja: 本当に削除しますか？
ko: 확실합니까?
nl: Weet u dit zeker?
pa_in: ਕੀ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ?
pl: Czy na pewno chcesz to zrobić?
pt_pt: Tem a certeza?
ru: Вы уверены?
sl: Ali ste prepričani?
uk: Ви впевнені?
zh_cn: 您确定吗？

source: Edit {0}
cs: Úprava {0}
de: {0} bearbeiten
el: Επεξεργασία {0}
es: Editar {0}
fr: Modifier {0}
it: Modifica {0}
ja: {0} を編集
ko: {0} 편집
nl: {0} bewerken
pa_in: ਸੋਧ {0}
pl: Edytuj {0}
pt_pt: Editar {0}
ru: Редактировать {0}
sl: Uredi {0}
uk: Змінити {0}
zh_cn: 编辑 {0}

source: Description
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pa_in: ਵੇਰਵਾ
pl: Opis
pt_pt: Descrição
ru: Описание
sl: Opis
uk: Опис
zh_cn: 描述

source: Contributors & More
cs: Přispěvatelé a další
de: Mitwirkende & Mehr
el: Συντελεστές & άλλα
es: Colaboradores y más
fr: Contributeurs et plus
it: Collaboratori e altro
ja: 協力者など
ko: 기여자 및 그 외
nl: Medewerkers en meer
pa_in: ਹਿੱਸੇਦਾਰ ਅਤੇ ਹੋਰ
pl: Współautorzy i więcej…
pt_pt: Contribuintes e Mais
ru: Помощники и другое
sl: Sodelavci in še kaj
uk: Помічники та інше
zh_cn: 贡献者及更多

source: Save Changes
cs: Uložit změny
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ja: 変更を保存
ko: 변경사항 저장
nl: Wijzigingen opslaan
pa_in: ਤਬਦੀਲੀ ਸੰਭਾਲ੍ਹੋ
pl: Zapisz zmiany
pt_pt: Guardar alterações
ru: Сохранить изменения
sl: Shrani spremembe
uk: Зберегти зміни
zh_cn: 保存更改

source: Owner
cs: Vlastník
de: Eigentümer
el: Ιδιοκτήτης
es: Propietario
fr: Propriétaire
it: Proprietario
ja: オーナー
ko: 소유자
nl: Eigenaar
pa_in: ਮਾਲਕ
pl: Właściciel
pt_pt: Dono
ru: Владелец
sl: Lastnik:
uk: Власник
zh_cn: 所有者

source: Make Owner
cs: Nastavit vlastníka
de: Zum Besitzer machen
el: Δημιουργία ιδιοκτήτη
es: Hacer propietario
fr: Rendre propriétaire
it: Rendi proprietario
ja: オーナーに設定
ko: 소유자 생성
nl: Eigenaar maken
pa_in: ਮਾਲਕ ਬਣਾਓ
pl: Właściciel
pt_pt: Tornar dono
ru: Сделать владельцем
sl: Spremeni v lastnika
uk: Зробити власником
zh_cn: 转移所有权
