Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Filter Results
cs: Filtr výsledků
de: Filterergebnisse
es: Filtrar resultados
fr: Filtrer les résultats
it: Filtra i risultati
ja: 結果を絞り込む
ko: 필터 결과
nl: Resultaten filteren
pa_in: ਨਤੀਜੇ ਛਾਂਟੋ
pl: Filtruj wyniki
pt_pt: Filtrar resultados
ru: Фильтр результатов
sl: Rezultati filtriranja
zh_cn: 过滤结果。

source: Category
cs: Kategorie
de: Kategorie
el: Κατηγορία
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 분류
nl: Categorie
pa_in: ਸੰਗ੍ਰਹਿ
pl: Kategoria
pt_pt: Categoria
ru: Категория
sl: Kategorija
uk: Категорія
zh_cn: 类别

source: Tag
cs: Štítek
de: Schlagwort
es: Etiqueta
fr: Étiquette
it: Etichetta
ja: タグ
ko: 태그
nl: Label
pa_in: ਟੈਗ
pl: Etykieta
pt_pt: Etiqueta
ru: Метка
sl: Oznaka
zh_cn: 标签

source: Search Results <i>({num})</i>
cs: Výsledky vyhledávání <i>({num})</i>
de: Suchergebnisse <i>({num})</i>
el: Αποτελέσματα αναζήτησης <i>({num})</i>
es: Resultados de la búsqueda <i>({num})</i>
fr: Chercher dans les résultats <i>({num})</i>
it: Risultati della ricerca <i>({num})</i>
ja: 検索結果 <i>({num})</i>
ko: 검색 결과 <i>({num})</i>
nl: Zoekresultaten <i>({num})</i>
pa_in: ਖੋਜ ਨਤੀਜੇ <i>({num})</i>
pl: Wyniki wyszukiwania <i>({num})</i>
pt_pt: Resultados da pesquisa <i>({num})</i>
ru: Результаты поиска <i>({num})</i>
sl: Preišči rezultate <i>({num})</i>
zh_cn: 搜索结果 <i>({num})</i> 个

source: Add to Delicious
cs: Přidat na Delicious
de: Zu Delicious hinzufügen
el: Προσθήκη στο Delicious
es: Agregar a Delicious
fr: Ajouter à Delicious
it: Delicious
ja: Delicious へ追加
ko: Delicious에 추가하기
nl: Toevoegen aan Delicious
pl: Dodaj do Delicious
pt_pt: Adicionar ao Delicious
ru: Добавить в Delicious
sl: Dodaj k Delicious
zh_cn: 添加到 Delicious

source: Digg this!
cs: Přidat na Digg
de: Zu Digg hinzufügen
el: Προσθήκη στο Digg
es: ¡Enviar a Digg!
fr: Publiez sur Digg
it: Digg
ja: Digg へ投稿
ko: Digg로 퍼가기!
nl: Dit Diggen!
pl: Opublikuj na Digg!
ru: Отправить на Digg!
sl: Digg tole!
zh_cn: Digg 它!

source: {0} digg
es: {0} voto en digg
it: {0} voto su digg
ja: {0} 件の digg
ko: 디그 {0}개
pl: {0} wykop
zh_cn: {0} 次 digg 分享

source: Post to Facebook
cs: Přidat na Facebook
de: Bei Facebook posten
el: Δημοσίευση στο Facebook
es: Publicar en Facebook
fr: Publier sur Facebook
it: Facebook
ja: Facebook へ投稿
ko: Facebook에 올리기
nl: Posten op Facebook
pa_in: ਫ਼ੇਸਬੁੱਕ ਤੇ ਪੋਸਟ ਕਰੋ
pl: Opublikuj na Facebooku
pt_pt: Postar no Facebook
ru: Написать в Facebook
sl: Objavi na Facebooku
uk: Помістити на Facebook
zh_cn: 投递到 Facebook

source: Share on FriendFeed
cs: Přidat na FriendFeed
de: Auf FriendFeed empfehlen
el: Διαμοιρασμός στο FriendFeed
es: Compartir en FriendFeed
fr: Partager sur FriendFeed
it: FriendFeed
ja: FriendFeed で共有
ko: FriendFeed에서 공유하기
nl: Delen op FriendFeed
pl: Udostępnij na FriendFeed
pt_pt: partilhar na fonte do amigo
ru: Поделиться на FriendFeed
sl: Deli z drugimi na FriendFeed
zh_cn: 在 FriendFeed 上分享

source: {0} share
cs: {0} sdílení
de: {0} Empfehlung
el: διαμοιράστηκε από {0} άτομο
es: {0} vez compartido
fr: {0} partage
it: {0} condivisione
ja: {0} 件の共有
ko: 공유 {0}회
nl: {0} keer gedeeld
pl: {0} udostępnienie
ru: поделился {0} человек
sl: {0} delež
zh_cn: {0} 次分享

source: Post to MySpace
cs: Přidat na MySpace
de: Auf MySpace setzen
el: Δημοσίευση στο MySpace
es: Publicar en MySpace
fr: Publier sur MySpace
it: MySpace
ja: MySpace へ投稿
ko: MySpace에 올리기
nl: Posten op MySpace
pl: Opublikuj na MySpace
pt_pt: Postar no MySpace
ru: Написать в MySpace
sl: Objavi na MySpace
zh_cn: 投递到 MySpace

source: Post to Twitter
cs: Přidat na Twitter
de: Auf Twitter veröffentlichen
el: Δημοσίευση στο Twitter
es: Publicar en Twitter
fr: Publier sur Twitter
it: Pubblica su Twitter
ja: Twitter へ投稿
ko: Twitter에 올리기
nl: Posten op Twitter
pl: Wyślij do Twittera
pt_pt: Postar no Twitter
ru: Написать в Twitter
sl: Objavi na Twitter
zh_cn: 投递到 Twitter

source: Post to localservice1
de: Beitrag auf localservice1 schreiben
ja: はてなブックマークへ追加
pa_in: ਲੋਕਲਸਰਵਿਸ1 ਤੇ ਪੋਸਟ ਕਰੋ
pl: Wyślij do localservice1
ru: Поделиться на Яндекс
sl: Pošta za localservice1
zh_cn: 发布到 localservice1

source: {0} post on localservice1
de: {0} Beitrag auf localservice1
ja: {0} 件のブックマーク
ko: {0} posts on localservice1
pa_in: ਲੋਕਲਸਰਵਿਸ1 ਤੇ {0} ਪੋਸਟ
pl: {0} post na localservice1
ru: на Яндекс поделился {0} человек
sl: {0} pošta na localservice1
zh_cn: localservice1 上发布了 {0} 个

source: Post to localservice2
de: Beitrag auf localservice2 schreiben
pa_in: ਲੋਕਲਸਰਵਿਸ2 ਤੇ ਪੋਸਟ ਕਰੋ
pl: Wyślij do localservice2
ru: Опубликовать ВКонтакте
sl: Pošta za localservice2
zh_cn: 发布到 localservice2

source: {0} post on localservice2
de: {0} Beitrag auf localservice2
ko: {0} posts on localservice2
pa_in: ਲੋਕਲਸਰਵਿਸ2 ਤੇ {0} ਪੋਸਟ ਕਰੋ
pl: {0} post na localservice2
ru: ВКонтакте опубликовал {0} человек
sl: {0} pošta na localservice2
zh_cn: localservice2 上发布了 {0} 个

source: Post to localservice3
de: Beitrag auf localservice3 schreiben
pa_in: ਲੋਕਲਸਰਵਿਸ3 ਤੇ ਪੋਸਟ ਕਰੋ
pl: Wyślij do localservice3
sl: Pošta za localservice3
zh_cn: 发布到 localservice3

source: {0} post on localservice3
de: {0} Beitrag auf localservice3
ko: {0} posts on localservice3
pa_in: ਲੋਕਲਸਰਵਿਸ3 ਤੇ {0} ਪੋਸਟ ਕਰੋ
pl: {0} post na localservice3
sl: {0} pošta na localservice3
zh_cn: localservice3 上发布了 {0} 个

source: Share this App
cs: Sdílet aplikaci
de: Diese Anwendung weiterempfehlen
es: Compartir esta aplicación
fr: Partager cette application
it: Condividi questa app
ko: 이 앱 공유하기
nl: Deze app delen
pl: Udostępnij
ru: Поделиться этим приложением
sl: Deli to aplikacijo z drugimi
zh_cn: 分享此应用

source: Share this Add-on
cs: Sdílet doplněk
de: Dieses Add-on weiterempfehlen
el: Διαμοιρασμός αυτού του πρόσθετου
es: Compartir este complemento
fr: Partager ce module
it: Condividi
ja: このアドオンを共有
ko: 이 부가 기능 공유하기
nl: Deze add-on delen
pa_in: ਇਸ ਐਡ-ਆਨ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij
pt_pt: Partilhar este extra
ru: Поделиться этим дополнением
sl: Deli ta dodatek z drugimi
uk: Поділитися цим додатком
zh_cn: 分享这个附加组件

source: Share this Collection
cs: Sdílet sbírku
de: Diese Sammlung weiterempfehlen
el: Διαμοιρασμός συλλογής
es: Compartir esta colección
fr: Partager cette collection
it: Condividi questa raccolta
ja: このコレクションを共有
ko: 이 모음집 공유하기
nl: Deze collectie delen
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij
pt_pt: Partilhar esta colecção
ru: Поделиться этой подборкой
sl: Deli to zbirko z drugimi
uk: Поділитися цією збіркою
zh_cn: 分享收藏集

source: %s payment reversal
de: Zahlungsumkehrung für %s
es: devolución del pago de %s
fr: %s reversement de paiement
it: %S restituzione pagamento
ko: %s 지불 제도 전환됨
nl: Terugdraaien betaling voor %s
pl: Unieważnienie wpłaty za dodatek %s
ru: возврат платежа за %s
sl: %s zavrnitev plačila
zh_cn: 撤回 %s 的付款

source: %s refund failed
cs: %s vrácení peněz selhalo
de: Erstattung für %s fehlgeschlagen
es: %s reembolso fallido
fr: %s remboursement échoué
it: %s rimborso fallito
ko: %s 환불 실패함
nl: Restitutie voor %s mislukt
pl: Zwrot dodatku %s nie powiódł się.
ru: Возмещение за %s не удалось
sl: %s vračilo ni uspelo
zh_cn: %s 退款失败

source: %s refund approved
cs: %s vrácení peněz schváleno
de: Erstattung für %s bewilligt
es: reembolso de %s aprobado
fr: %s remboursement accepté
it: %s rimborso approvato
ko: %s 환불 승인됨
nl: Restitutie voor %s goedgekeurd
pl: Potwierdzono zwrot za dodatek %s
ru: возмещение %s одобрено
sl: %s vračilo odobreno
zh_cn: 接受了 %s 的退款要求

source: %s refund declined
cs: %s vrácení peněz zamítnuto
de: Erstattung für %s abgelehnt
es: reembolso de %s rechazado
fr: %s remboursement refusé
it: %s rimborso rifiutato
ko: %s 환불 거부됨
nl: Restitutie voor %s afgewezen
pl: Odmowa zwrotu za dodatek %s
ru: возмещение %s отклонено
sl: %s vračilo zavrnjeno
zh_cn: 拒绝了 %s 的退款要求

source: Thanks for contributing to {addon_name}
cs: Děkujeme za příspěvek na doplněk {addon_name}
de: Danke, dass Sie einen Beitrag zu {addon_name} geleistet haben.
el: Ευχαριστούμε για τη δωρεά σας στο {addon_name}
es: Gracias por colaborar con {addon_name}
fr: Merci de votre donation pour {addon_name}
it: Grazie per la tua donazione a {addon_name}
ja: {addon_name} へ貢献いただきありがとうございます
ko: {addon_name}에 기부해 주셔서 감사합니다
nl: Bedankt voor uw bijdrage aan {addon_name}
pa_in: {addon_name} ਵਿੱਚ ਯੋਗਦਾਨ ਪਾਉਣ ਲਈ ਧੰਨਵਾਦ
pl: Dziękuję za wsparcie dodatku {addon_name}
pt_pt: Obrigado por contribuir para o {addon_name}
ru: Спасибо за то, что внесли свой вклад в {addon_name}
sl: Hvala za prispevek za {addon_name}
zh_cn: 感谢您捐款给 {addon_name}

source: Overview
cs: Přehled
de: Übersicht
el: Επισκόπηση
es: Información general
fr: Vue générale
it: Panoramica
ja: 概要
ko: 개요
nl: Overzicht
pa_in: ਸੰਖੇਪ ਜਾਣਕਾਰੀ
pl: Przegląd
pt_pt: Resumo
ru: Обзор
sl: Pregled
zh_cn: 概览

source: by Source
cs: dle zdroje
de: nach Quelle
es: por fuente
fr: par source
it: per fonte
ja: 参照元別
ko: 판매처별
nl: op bron
pa_in: ਸੋਰਸ ਦੁਆਰਾ
pl: wg źródła
pt_pt: pela fonte
ru: по источнику
sl: po izvoru
zh_cn: 按来源

source: by Add-on Version
cs: dle verze doplňku
de: nach Add-on-Version
el: κατά έκδοση πρόσθετου
es: por versión del complemento
fr: Par version du module
it: per versione
ja: アドオンのバージョン別
ko: 부가 기능 버전별
nl: op add-onversie
pa_in: ਐਡ-ਆਨ ਵਰਜਨ ਦੁਆਰਾ
pl: wg wersji dodatku
pt_pt: por versão do extra
ru: по версии дополнения
sl: po različici dodatka
zh_cn: 根据附加组件版本

source: by Application
cs: dle aplikace
de: nach Anwendung
el: κατά εφαρμογή
es: por aplicación
fr: Par application
it: per applicazione
ja: アプリケーション別
ko: 애플리케이션별
nl: op toepassing
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਦੁਆਰਾ
pl: wg programu
pt_pt: por aplicação
ru: по приложению
sl: po aplikaciji
zh_cn: 根据应用程序

source: by Language
cs: dle jazyka
de: nach Sprache
el: κατά γλώσσα
es: por idioma
fr: Par langue
it: per lingua
ja: 言語別
ko: 언어별
nl: op taal
pa_in: ਭਾਸ਼ਾ ਦੁਆਰਾ
pl: wg języka
pt_pt: por idioma
ru: по языку
sl: po jeziku
zh_cn: 根据语言

source: by Platform
cs: dle platformy
de: nach Plattform
es: por plataforma
fr: Par plateforme
it: per piattaforma
ja: OS 別
ko: 플랫폼별
nl: op Platform
pa_in: ਪਲੇਟਫ਼ਾਰਮ ਦੁਆਰਾ
pl: wg platformy
pt_pt: por Plataforma
ru: по платформе
sl: po platformi
zh_cn: 按平台

source: by Add-on Status
cs: dle stavu doplňku
de: nach Add-on-Status
el: κατά κατάσταση πρόσθετου
es: por estado del complemento
fr: Par statut du module
it: per stato
ja: アドオンのステータス別
ko: 부가 기능 상태별
nl: op add-onstatus
pa_in: ਐਡ-ਆਨ ਦਰਜੇ ਦੁਆਰਾ
pl: wg statusu dodatku
pt_pt: por estado do extra
ru: по статусу дополнения
sl: po statusu dodatka
zh_cn: 根据附加组件状态

source: Subscribers
cs: Odběratelé
de: Abonnenten
es: Suscriptores
fr: Souscripteurs
it: Iscritti
ja: 購読者
ko: 구독자
nl: Abonnees
pa_in: ਗਾਹਕ
pl: Subskrybenci
pt_pt: Assinantes
ru: Подписчики
sl: Naročniki
uk: Підписники
zh_cn: 订阅者量

source: Ratings
cs: Hodnocení
de: Bewertungen
es: Calificaciones
fr: Notes
it: Valutazione
ja: レーティング
ko: 별점
nl: Waardering
pa_in: ਰੇਟਿੰਗਾਂ
pl: Oceny
pt_pt: Avaliações
ru: Рейтинги
sl: Ocene
uk: Оцінки
zh_cn: 评分量

source: Add-on Statistics
cs: Statistiky doplňku
de: Add-on-Statistiken
es: Estadísticas sobre complementos
fr: Statistiques du module
it: Statistiche sui componenti aggiuntivi
ja: アドオンの統計情報
ko: 부가 기능 통계
nl: Add-on-statistieken
pa_in: ਐਡ-ਆਨ ਅੰਕੜੇ
pl: Statystyki dodatku
pt_pt: Estatísticas de extras
ru: Статистика дополнения
sl: Statistika dodatkov
uk: Статистика додатку
zh_cn: 附加组件统计

source: Add-ons in Use
cs: Používané doplňky
de: Verwendete Add-ons
es: Complementos en uso
fr: Modules utilisés
it: Componenti aggiuntivi in uso
ja: 使われているアドオン
ko: 사용중인 부가 기능
nl: Gebruikte add-ons
pa_in: ਵਰਤੋਂ ਵਿੱਚ ਐਡ-ਆਨ
pl: Używane dodatki
pt_pt: Extras em uso
ru: Дополнений используется
sl: Dodatki v uporabi
zh_cn: 附加组件使用量

source: Add-ons Created
cs: Vytvořené doplňky
de: Erstellte Add-ons
es: Complementos creados
fr: Modules créés
it: Componenti aggiuntivi creati
ja: 作成されたアドオン
ko: 제작된 부가 기능
nl: Gemaakte add-ons
pa_in: ਬਣਾਏ ਗਏ ਐਡ-ਆਨ
pl: Utworzone dodatki
pt_pt: Extras criados
ru: Дополнений создано
sl: Ustvarjeni dodatki
zh_cn: 附加组件创建量

source: Add-ons Downloaded
cs: Stažené doplňky
de: Heruntergeladene Add-ons
es: Complementos descargados
fr: Modules téléchargés
it: Componenti aggiuntivi scaricati
ja: ダウンロードされたアドオン
ko: 다운로드된 부가 기능
nl: Gedownloade add-ons
pa_in: ਡਾਊਨਲੋਡ ਹੋਏ ਐਡ-ਆਨ
pl: Pobrane dodatki
pt_pt: Extras transferidos
ru: Дополнений загружено
sl: Preneseni dodatki
zh_cn: 附加组件下载量

source: Add-ons Updated
cs: Aktualizované doplňky
de: Aktualisierte Add-ons
es: Complementos actualizados
fr: Modules mis à jour
it: Componenti aggiuntivi aggiornati
ja: 更新されたアドオン
ko: 업데이트된 부가 기능
nl: Bijgewerkte add-ons
pa_in: ਅੱਪਡੇਟ ਹੋਏ ਐਡ-ਆਨ
pl: Zaktualizowane dodatki
pt_pt: Extras atualizados
ru: Дополнений обновлено
sl: Posodobljeni dodatki
zh_cn: 附加组件更新量

source: Collections Created
cs: Vytvořené sbírky
de: Erstellte Sammlungen
es: Colecciones creadas
fr: Collections créées
it: Raccolte create
ja: 作成されたコレクション
ko: 제작된 모음집
nl: Gemaakte collecties
pa_in: ਬਣਾਏ ਗਏ ਸੰਗ੍ਰਹਿ
pl: Utworzone kolekcje
pt_pt: Coleções criadas
ru: Подборок создано
sl: Zbirke ustvarjene
zh_cn: 收藏集创建量

source: Reviews Written
cs: Napsané recenze
de: Geschriebene Bewertungen
es: Valoraciones escritas
fr: Critiques écrites
it: Recensioni scritte
ja: 書かれたレビュー
ko: 작성된 평가
nl: Geschreven beoordelingen
pa_in: ਲਿਖੀਆਂ ਗਈਆਂ ਸਮੀਖਿਆਵਾਂ
pl: Napisane opinie
pt_pt: Análises escritas
ru: Отзывов написано
sl: Pregledi spisani
zh_cn: 评论撰写量

source: User Signups
cs: Přihlášení uživatelé
de: Registrierte Benutzer
es: Registros de usuarios
fr: Connexions de l'utilisateur
it: Utenti registrati
ja: ログインしたユーザ
ko: 등록한 사용자
nl: Aanmeldingen
pa_in: ਉਪਭੋਗੀ ਸਾਇਨ-ਅਪ
pl: Logowania użytkowników
pt_pt: Registros de usuários
ru: Пользователей зарегистрировано
sl: Prijave uporabnikov
zh_cn: 用户注册量

source: Custom Date Range
cs: Vlastní rozsah dat
de: Benutzerdefinierter Datumsbereich
es: Rango de fechas personalizado
fr: Intervalle de date personnalisé
it: Intervallo di date personalizzato
ja: 任意の日付範囲
ko: 사용자 정의 날짜 범위
nl: Aangepaste datumreeks
pa_in: ਪਸੰਦੀਦਾ ਮਿਤੀ ਸੀਮਾ
pl: Określ przedział czasowy
pt_pt: Intervalo de data personalizado
ru: Настроенный диапазон дат
sl: Obdobje datumov po želji
uk: Власний діапазон дат
zh_cn: 自定日期范围

source: From
cs: Od
de: Von
el: Από
es: De
fr: De
it: Da
ja: 開始日
ko: 시작일
nl: Van
pa_in: ਤੋਂ
pl: Od
pt_pt: De
ru: От
sl: od
uk: Від
zh_cn: 从

source: To
cs: Do
de: Bis
el: Προς
es: Para
fr: À
it: A
ja: 終了日
ko: 종료일
nl: Tot
pa_in: ਤੱਕ
pl: Do
pt_pt: Para
ru: До
sl: do
uk: До
zh_cn: 到

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
pa_in: ਬਰਾਮਦ
pl: Eksport
pt_pt: Exportar
ru: Экспорт
sl: Izvoz
uk: Експорт
zh_cn: 导出

source: {0} :: Statistics Dashboard :: Add-ons for {1}
cs: {0} :: Nástěnka statistik :: Doplňky pro aplikaci {1}
de: {0} :: Statistische Übersicht :: Add-ons für {1}
el: {0} :: Ταμπλό στατιστικών :: Πρόσθετα για τον {1}
es: {0} :: Panel de control de estadísticas :: Complementos para {1}
fr: {0} :: Tableau de bord des statistiques :: Modules pour {1}
it: {0} :: Pannello statistiche :: Componenti aggiuntivi per {1}
ja: {0} :: 統計ダッシュボード :: {1} 用アドオン
ko: {0} :: 통계 대시보드 :: {1} 부가 기능
nl: {0} :: Statistiekendashboard :: Add-ons voor {1}
pa_in: {0} :: ਅੰਕੜੇ ਡੈਸਬੋਰਡ :: {1} ਲਈ ਐਡ-ਆਨ
pl: {0} :: Panel statystyk :: Dodatki dla {1}
pt_pt: {0} ::Quadro de estatísticas :: Extras para o {1}
ru: {0} :: Панель статистики :: Дополнения для {1}
sl: {0} :: Kontrolna tabla za statistiko :: Dodatki za {1}
zh_cn: {0} :: 统计面板 :: {1} 附加组件

source: {0} :: Statistics Dashboard
cs: {0} :: Nástěnka statistik
de: {0} :: Statistik-Übersicht
es: {0} :: Panel de estadísticas
fr: {0} :: Tableau de bord des statistiques
it: {0} :Pannello statistiche
ja: {0} :: 統計ダッシュボード
ko: {0} :: 통계 대시보드
nl: {0} :: Statistiekendashboard
pa_in: {0} :: ਅੰਕੜੇ ਡੈਸਬੋਰਡ
pl: {0} :: Panel statystyk
pt_pt: {0} :: Painel de estatísticas
ru: {0} :: Панель статистики
sl: {0} :: Kontrolna tabla za statistiko
zh_cn: {0} :: 统计信息面板

source: Statistics Dashboard :: Add-ons for {0}
cs: Nástěnka statistik :: Doplňky pro {0}
de: Statistik-Übersicht :: Add-ons für {0}
es: Panel de estadísticas :: Complementos para {0}
fr: Tableau de bord des statistiques :: Modules pour {0}
it: Pannello statistiche :: Componenti aggiuntivi per {0}
ja: 統計ダッシュボード :: {0} 用アドオン
ko: 통계 대시보드 :: {0} 부가 기능
nl: Statistiekendashboard :: Add-ons voor {0}
pa_in: ਅੰਕੜੇ ਡੈਸਬੋਰਡ :: {0} ਲਈ ਐਡ-ਆਨ
pl: Panel statystyk :: Dodatki dla {0}
pt_pt: Painel de estatísticas :: Extras para {0}
ru: Панель статистики :: Дополнения для {0}
sl: Kontrolna tabla za statistiko :: Dodatki za {0}
zh_cn: 统计信息面板 :: {0} 的附加组件

source: Controls:
cs: Ovládání:
de: Steuerung:
es: Controles:
fr: Contrôles :
it: Controlli:
ja: コントロール:
ko: 조작:
nl: Besturing:
pa_in: ਕੰਟਰੋਲ:
pl: Sterowanie:
pt_pt: Controles:
ru: Управление:
sl: Kontrole:
zh_cn: 控制：

source: reset zoom
cs: obnovit velikost
de: Zoom zurücksetzen
es: restablecer zoom
fr: réinitialiser zoom
it: Reimposta zoom
ja: ズームをリセット
ko: 확대 초기화
nl: zoom herstellen
pa_in: ਜ਼ੂਮ ਰੀਸੈੱਟ
pl: resetuj przybliżenie
pt_pt: restaurar zoom
ru: сброс масштаба
sl: ponastavi povečavo
uk: скинути масштаб
zh_cn: 重置缩放

source: Group by:
cs: Seskupit dle:
de: Gruppieren nach:
es: Agrupar por:
fr: Grouper par :
it: Raggruppa per:
ja: グループ化:
ko: 그룹 정렬:
nl: Groeperen op:
pa_in: ਗਰੁੱਪ ਦੁਆਰਾ:
pl: Grupuj wg:
pt_pt: Agrupar por:
ru: Группировать по:
sl: Združi po:
uk: Групувати за:
zh_cn: 分组按照

source: day
cs: den
de: Tag
el: ημέρα
es: día
fr: jour
it: giorno
ja: 日
ko: 일
nl: dag
pa_in: ਦਿਨ
pl: dzień
pt_pt: dia
ru: день
sl: dan
uk: днем
zh_cn: 天

source: week
cs: týden
de: Woche
es: semana
fr: semaine
it: settimana
ja: 週
ko: 주
pa_in: ਹਫ਼ਤਾ
pl: tydzień
pt_pt: semana
ru: неделя
sl: teden
uk: тижнем
zh_cn: 周

source: month
cs: měsíc
de: Monat
el: μήνα
es: mes
fr: mois
it: mese
ja: 月
ko: 월
nl: maand
pa_in: ਮਹੀਨਾ
pl: miesiąc
pt_pt: mês
ru: месяц
sl: mesec
uk: місяцем
zh_cn: 月

source: For last:
cs: Pro posledních:
de: Für die letzten:
el: Για τις τελευταίες:
es: Por último:
fr: Depuis :
it: Negli ultimi:
ko: 최근 통계:
nl: Voor de afgelopen:
pa_in: ਲਈ ਆਖਰੀ:
pl: W ciągu ostatnich:
pt_pt: Por último:
ru: За последние:
sl: Za zadnjih:
uk: За останні:
zh_cn: 最后：

source: 7 days
cs: 7 dní
de: 7 Tage
el: 7 ημέρες
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 7 日
ko: 7일
nl: 7 dagen
pa_in: 7 ਦਿਨਾਂ
pl: 7 dni
pt_pt: 7 dias
ru: 7 дней
sl: 7 dni
uk: 7 днів
zh_cn: 7 天

source: 30 days
cs: 30 dní
de: 30 Tage
el: 30 ημέρες
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30 日
ko: 30일
nl: 30 dagen
pa_in: 30 ਦਿਨਾਂ
pl: 30 dni
pt_pt: 30 dias
ru: 30 дней
sl: 30 dni
uk: 30 днів
zh_cn: 30 天

source: 90 days
cs: 90 dní
de: 90 Tage
el: 90 ημέρες
es: 90 días
fr: 90 jours
it: 90 giorni
ja: 90 日
ko: 90일
nl: 90 dagen
pa_in: 90 ਦਿਨਾਂ
pl: 90 dni
pt_pt: 90 dias
ru: 90 дней
sl: 90 dni
uk: 90 днів
zh_cn: 90 天

source: 365 days
cs: 365 dní
de: 365 Tage
el: 365 ημέρες
es: 365 días
fr: 365 jours
it: 365 giorni
ja: 365 日
ko: 365일
nl: 365 dagen
pa_in: 365 ਦਿਨਾਂ
pl: 365 dni
pt_pt: 365 dias
ru: 365 дней
sl: 365 dni
uk: 365 днів
zh_cn: 365 天

source: Custom...
cs: Vlastní...
de: Benutzerdefiniert …
es: Personalizar...
fr: Personnalisé ...
it: Personalizzato…
ja: 任意...
ko: 사용자 정의...
nl: Aangepast…
pa_in: ਪਸੰਦੀਦਾ...
pl: Inny przedział…
pt_pt: Personalizar...
ru: Настроить...
sl: Po meri ...
uk: Вибрати...
zh_cn: 自定义...

source: Statistics for {0}
cs: Statistiky doplňku {0}
de: Statistiken für {0}
el: Στατιστικά για {0}
es: Estadísticas para {0}
fr: Statistiques pour {0}
it: Statistiche per {0}
ja: {0} の統計情報
ko: {0}의 통계
nl: Statistieken voor {0}
pa_in: {0} ਲਈ ਅੰਕੜੇ
pl: Statystyki dla {0}
pt_pt: Estatísticas para {0}
ru: Статистика для {0}
sl: Statistika za {0}
uk: Статистика для {0}
zh_cn: {0} 的统计数据

source: Statistics Dashboard
cs: Nástěnka statistik
de: Statistische Übersicht
es: Panel de estadísticas
fr: Tableau de bord des statistiques
it: Pannello statistiche
ja: 統計情報ダッシュボード
ko: 통계 대시보드
nl: Statistiekendashboard
pa_in: ਅੰਕੜੇ ਡੈਸਬੋਰਡ
pl: Panel statystyk
pt_pt: Painel de estatísticas
ru: Панель статистики
sl: Kontrolna tabla za statistiko
uk: Панель статистики
zh_cn: 统计信息面板

source: Loading the latest data&hellip;
cs: Načítají se poslední data&hellip;
de: Die neuesten Daten werden geladen&hellip;
el: Φόρτωση των πιο πρόσφατων δεδομένων&hellip;
es: Cargando los datos más recientes&hellip;
fr: Chargement des dernières données &hellip;
it: Caricamento dei dati più recenti in corso&hellip;
ja: 最新データを読み込み中...
ko: 최신 데이터를 불러오는 중입니다&hellip;
nl: Laatste gegevens laden…
pa_in: ਤਾਜ਼ਾ ਡਾਟਾ ਲੋਡ ਕਰ ਰਿਹਾ&hellip;
pl: Wczytywanie najnowszych danych&hellip;
pt_pt: A carregar os últimos dados&hellip;
ru: Загрузка последних данных&hellip;
sl: Nalaganje najnovejših podatkov&hellip;
zh_cn: 载入最新数据&hellip;

source: No data available.
cs: Nejsou dostupná žádná data.
de: Keine Daten verfügbar.
es: No hay datos disponibles.
fr: Pas de données disponible.
it: Nessun dato disponibile.
ja: データがありません。
ko: 데이터가 없습니다.
nl: Geen gegevens beschikbaar.
pa_in: ਕੋਈ ਡਾਟਾ ਮੌਜੂਦ ਨਹੀਂ।
pl: Brak dostępnych danych.
pt_pt: Sem dados disponíveis.
ru: Данных недоступны.
sl: Podatkov ni na voljo.
zh_cn: 没有可用数据。

source: This dashboard is currently <b>public</b>.
cs: Nástěnka je aktuálně <b>veřejná</b>.
de: Diese Übersicht ist derzeit <b>öffentlich</b>.
es: Este panel de control es actualmente <b>público</b>.
fr: Ce tableau de bord est actuellement <b>public</b>.
it: Al momento questo pannello è <b>pubblico</b>.
ja: このダッシュボードは現在 <b>公開中</b> です。
ko: 대시보드가 현재 <b>공개</b> 상태입니다.
nl: Dit dashboard is momenteel <b>publiek</b>.
pa_in: ਇਹ ਡੈਸਬੋਰਡ ਮੌਜੂਦਾ ਤੌਰ ਤੇ <b>ਜਨਤਕ</b>ਹੈ।
pl: Ten panel jest obecnie <b>upubliczniony</b>.
pt_pt: Este quadro de momento é <b>público</b>.
ru: Эта панель сейчас является <b>публичной</b>.
sl: Kontrolna tabla je trenutno <b>javna</b>.
zh_cn: 这个仪表板目前是 <b>公开显示的</b>。

source: Contribution stats are currently <b>private</b>.
cs: Statistiky příspívání jsou aktuálně <b>soukromé</b>.
de: Spendenstatistiken sind derzeit <b>privat</b>.
es: Las estadísticas de contribuciones son actualmente <b>privadas</b>.
fr: Les statistiques de contribution sont actuellement <b>privées</b>
it: Le statistiche sulle donazioni sono attualmente <b>private</b>.
ja: 貢献状態は現在 <b>非公開</b> です。
ko: 기부금 통계가 현재 <b>비공개</b> 상태입니다.
nl: Bijdragestatistieken zijn momenteel <b>privé</b>.
pa_in: ਯੋਗਦਾਨ ਅੰਕੜੇ ਮੌਜੂਦਾ ਤੌਰ ਤੇ <b>ਨਿੱਜੀ</b>ਹਨ।
pl: Statystyki dotacji są obecnie <b>nieupublicznione</b>.
pt_pt: As estatísticas de contribuição são atualmente <b>privadas</b>.
ru: Статистика взносов сейчас является <b>приватной</b>.
sl: Statistike o prispevkih so trenutno <b>zasebne</b>.
zh_cn: 贡献统计目前是<b>私密的</b>。

source: This dashboard is currently <b>private</b>.
cs: Tato nástěnka je aktuálně <b>soukromá</b>.
de: Diese Übersicht ist derzeit <b>privat</b>.
es: Este panel de control es actualmente <b>privado</b>.
fr: Ce tableau de bord est actuellement <b>privé</b>.
it: Al momento questo pannello è <b>privato</b>.
ja: このダッシュボードは現在 <b>非公開</b> です。
ko: 대시보드가 현재 <b>비공개</b> 상태입니다.
nl: Dit dashboard is momenteel <b>privé</b>.
pa_in: ਇਹ ਡੈਸਬੋਰਡ ਮੌਜੂਦਾ ਤੌਰ ਤੇ <b>ਜਨਤਕ</b> ਹੈ।
pl: Ten panel jest obecnie <b>nieupubliczniony</b>.
pt_pt: Este painel de momento é <b>privado</b>.
ru: Эта панель сейчас является <b>приватной</b>.
sl: Kontrolna tabla je trenutno <b>zasebna</b>.
zh_cn: 这个仪表板目前是<b>私有的</b>。

source: Change settings.
cs: Změna nastavení
de: Einstellungen ändern.
es: Cambiar configuración.
fr: Changer les paramètres.
it: Cambia impostazioni.
ja: 設定を変更
ko: 설정을 변경합니다.
nl: Instellingen wijzigen.
pa_in: ਸੈਟਿੰਗ ਬਦਲੋ।
pl: Zmień ustawienia.
pt_pt: Alterar definições.
ru: Изменить настройки.
sl: Spremeni nastavitve
zh_cn: 更改设置。

source: Add-ons Created by Date
cs: Vytvořené doplňky dle data
de: Erstellte Add-ons nach Datum
es: Complementos creados por fecha
fr: Modules créés par date
it: Componenti aggiuntivi creati per data
ja: 日別アドオン作成回数
ko: 날짜별 제작된 부가 기능
nl: Gemaakte add-ons op datum
pa_in: ਬਣਾਏ ਗਏ ਐਡ-ਆਨ ਮਿਤੀ ਅਨੁਸਾਰ
pl: Utworzone dodatki wg daty
pt_pt: Extras criados por data
ru: Дополнений создано, по дате
sl: Dodatki ustvarjeni po datumu
zh_cn: 按日期的附加组件创建
