Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Financial Email
cs: E-mail pro finance
de: Finanz-E-Mail-Adresse
es: Correo electrónico para asuntos financieros
fr: Courriel financier
it: Indirizzo email della divisione finanziaria
ko: 회계 담당 이메일
nl: Financieel e-mailadres
pl: E-mail finansowy
ru: Финансовый адрес эл. почты
sl: E-naslov - finance
zh_cn: 财务信息邮箱

source: Administrative Email
cs: Administrační e-mail
de: Verwaltungs-E-Mail-Adresse
es: Correo electrónico para asuntos administrativos
fr: Courriel administratif
it: Indirizzo email amministrativo
ko: 관리 담당 이메일
nl: E-mailadres voor beheer
pl: E-mail administracyjny
ru: Административный адрес эл. почты
sl: E-naslov - administracija
zh_cn: 管理者邮箱

source: Support Email
cs: E-mail podpory
de: Hilfe-E-Mail-Adresse
es: Correo de asistencia
fr: Courriel d'assistance
it: Email per il supporto
ko: 이메일 기술 지원
nl: Ondersteunings-e-mailadres
pl: E-mail pomocy
ru: Адрес эл. почты поддержки
sl: E-naslov za podporo:
zh_cn: 用户支持邮箱

source: Address
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ko: 주소
nl: Adres
pl: Adres
ru: Адрес
sl: Naslov
zh_cn: 地址

source: Address 2
cs: Adresa 2
de: Adresse 2
es: Dirección 2
fr: Adresse (2)
it: Indirizzo 2
ko: 주소2
nl: Adres 2
pl: Adres 2
ru: Адрес 2
sl: Naslov 2
zh_cn: 地址2

source: City/Municipality
cs: Město/Obec
de: Stadt/Gemeinde
es: Ciudad/Municipalidad
fr: Ville/Municipalité
it: Città/comune
ko: 시/도
nl: Stad/gemeente
pl: Miasto
ru: Город
sl: Mesto/Kraj
zh_cn: 市/区

source: State/Province/Region
cs: Stát/Provincie/Region
de: Staat/Provinz/Region
es: Estado/Provincia/Región
fr: État/Province/Région
it: Stato/provincia/regione
ko: 주/도
nl: Staat/provincie/regio
pl: Województwo/Stan
ru: Область/Край/Регион
sl: Država/Provinca/Regija
zh_cn: 州/省/地区

source: Zip/Postal Code
cs: PSČ
de: Postleitzahl
es: Código Postal/Zip
fr: Code postal
it: CAP
ko: 우편번호
nl: Postcode
pl: Kod pocztowy
ru: Почтовый индекс
sl: Poštna številka
zh_cn: 邮政编码

source: Phone
cs: Telefon
de: Telefonnummer
es: Teléfono
fr: Téléphone
it: Telefono
ko: 전화
nl: Telefoonnummer
pl: Telefon
ru: Телефон
sl: Telefon
zh_cn: 电话

source: I prefer to be paid in
cs: Preferovaný způsob plateb
de: Ich bevorzuge Zahlungen in
es: Prefiero que me paguen en
fr: Je préfère être payé en
it: Valuta preferita per i pagamenti
ko: 선호하는 입금 방식
nl: Ik wil graag betaald worden in
pl: Preferuję płatności w
ru: Я предпочитаю оплату в
sl: Najraje imam plačila v
zh_cn: 我喜欢的支付方式为

source: VAT Number
cs: Daňové identifikační číslo
de: UID-Nummer
es: Código fiscal a efectos de IVA
fr: Numéro TVA
it: Partita IVA
ko: VAT 번호
nl: BTW-nummer
pl: Numer VAT
ru: Номер VAT
sl: Številka DDV
zh_cn: 增值税号

source: Bank Account Number
cs: Číslo bankovního účtu
de: Kontonummer
es: Número de la cuenta bancaria
fr: Numéro de compte en banque
it: Numero di conto bancario
ko: 은행 계좌번호
nl: Bankrekeningnummer
pl: Numer konta bankowego
ru: Номер счёта банка
sl: Številka bančnega računa
zh_cn: 银行帐号

source: Bank Account Code
cs: Kód banky
es: Código de la cuenta bancaria
pl: Kod konta bankowego
ru: Код счёта банка

source: Bank Name
cs: Název banky
de: Name der Bank
es: Nombre del banco
fr: Nom de la banque
it: Nome della banca
ko: 은행명
nl: Naam bank
pl: Nazwa banku
ru: Имя банка
sl: Ime banke
zh_cn: 银行名称

source: Bank Address
cs: Adresa banky
de: Adresse der Bank
es: Dirección del banco
fr: Adresse de la banque
it: Indirizzo della banca
ko: 은행 주소
nl: Adres bank
pl: Adres banku
ru: Адрес банка
sl: Naslov banke
zh_cn: 银行地址

source: Bank Address 2
cs: Adresa banky 2
de: Adresse der Bank 2
es: Dirección del banco 2
fr: Adresse (suite) de la banque
it: Indirizzo della banca 2
ko: 은행 주소2
nl: Adres bank 2
pl: Adres banku 2
ru: Адрес банка 2
sl: Naslov banke 2
zh_cn: 银行地址2

source: Bank City/Municipality
cs: Město/Obec banky
de: Stadt/Gemeinde der Bank
es: Ciudad/Municipalidad del banco
fr: Ville/Municipalité de la banque
it: Città/comune della banca
ko: 은행 시/도
nl: Stad/gemeente bank
pl: Miasto banku
ru: Город банка/Муниципалитет
sl: Mesto/Kraj banke
zh_cn: 银行所在市/区

source: Bank State/Province/Region
cs: Stát/Provincie/Region banky
de: Staat/Provinz/Region der Bank
es: Estado/Provincia/Región del banco
fr: État/Province/Région de la banque
it: Stato/provincia/regione della banca
ko: 은행 주/도
nl: Staat/provincie/regio bank
pl: Województwo/Stan banku
sl: Država/Provinca/Regija banke
zh_cn: 银行所在州/省/地区

source: Bank Zip/Postal Code
cs: PSČ banky
de: Postleitzahl der Bank
es: Código postal/Zip del banco
fr: Code postal de la banque
it: CAP della banca
ko: 은행 우편번호
nl: Postcode bank
pl: Kod pocztowy banku
ru: Почтовый индекс банка
sl: Poštna številka banke
zh_cn: 银行邮编

source: Bank Country
cs: Zamě banky
de: Land der Bank
es: País del banco
fr: Pays de la banque
it: Città della banca
ko: 은행 국가
nl: Land bank
pl: Kraj banku
ru: Страна банка
sl: Država banke
zh_cn: 银行所在国家

source: Account Name
cs: Název účtu
de: Kontoname
es: Nombre de la cuenta
fr: Nom du compte
it: Nome account
ko: 계정명
nl: Accountnaam
pl: Nazwa konta
ru: Имя счёта
sl: Ime računa
zh_cn: 帐户名

source: Payment Account
cs: Účet pro platby
de: Zahlungskonto
es: Cuenta para el pago
fr: Compte de paiement
it: Conto pagamenti
ko: 지불 계정
nl: Betalingsaccount
pl: Rachunek płatniczy
ru: Счёт для платежа
sl: Račun za plačila
zh_cn: 支付帐号

source: You cannot remove a payment account from an app.
cs: Z této aplikace nemůžete odstranit účet pro platby.
de: Sie können ein Zahlungskonto nicht aus einer Anwendung entfernen.
es: No puedes quitar una cuenta para el pago desde una aplicación.
fr: Vous ne pouvez pas supprimer un compte de paiement d'une application.
it: Non è possibile rimuovere un conto pagamenti da un'app.
ko: 앱에서 지불 계정을 삭제할 수 없습니다.
nl: U kunt een betalingsaccount niet uit een app verwijderen.
pl: Nie możesz usunąć rachunku płatniczego z aplikacji.
sl: Računa za plačila iz aplikacije morete odstraniti.
zh_cn: 不能从一个应用中移除支付帐号。

source: You are not permitted to change payment accounts.
cs: Nemáte oprávnění ke změně účtů pro platby.
de: Sie dürfen keine Änderungen an Zahlungskonten vornehmen.
fr: Vous n'avez pas les droits pour changer les comptes de paiement.
it: Non hai il permesso di cambiare i conti pagamenti.
ko: 지불 계좌를 변경할 수 있는 권한이 없습니다.
nl: U mag betalingsaccounts niet wijzigen.
pl: Nie masz uprawnień do zmiany rachunków płatniczych
zh_cn: 您不被允许修改付款帐号。

source: No payment account set up for that app
cs: Pro tuto aplikaci nebyl nastaven žádný účet pro platby.
de: Für diese Anwendung wurde noch kein Zahlungskonto eingerichtet
fr: Pas de compte de paiement configuré pour cette application
it: Non è stato impostato alcun conto pagamenti per questa app.
ko: 앱에 설정된 지불 계좌 없음
nl: Geen betalingsaccount ingesteld voor die app
pl: Brak skonfigurowanych rachunków płatniczych dla tej aplikacji
zh_cn: 该应用程序尚未设置付款帐号。

source: Account not set up
cs: Účet není nastaven
de: Konto nicht eingerichtet
fr: Compte non configuré
it: Account non configurato
ko: 계좌 설정 안됨
nl: Account niet ingesteld
pl: Konto nieskonfigurowane
zh_cn: 未设置帐号

source: Developers
cs: Vývojáři
de: Entwickler
es: Desarrolladores
fr: Développeurs
it: Sviluppatori
ko: 개발자
nl: Ontwikkelaars
pl: Autorzy
ru: Разработчики
sl: Razvijalci
zh_cn: 开发者

source: No manifest was found at that URL. Check the address and try again.
cs: Na zadané URL nebyl nalezen žádný manifest. Zkontrolujte adresu a zkuste to znovu.
de: Unter dieser URL wurde kein Manifest gefunden. Überprüfen Sie die Adresse und versuchen Sie es erneut.
es: No se encontró el archivo manifest en esa URL. Comprueba la dirección y prueba de nuevo.
fr: Pas de manifeste trouvé à cette adresse. Merci de vérifier l'adresse et de réessayer.
it: Non è stato trovato alcun manifesto a questo indirizzo. Ricontrollalo e riprova.
ko: 이 URL에서 설치 선언문을 발견하지 못했습니다. 주소를 확인 후 다시 시도해 주세요.
nl: Er is geen manifest aangetroffen op die URL. Controleer het adres en probeer het opnieuw.
pl: Nie znaleziono manifestu pod tym adresem URL. Sprawdź adres i spróbuj ponownie.
sl: Na tem URL ni bilo najti manifesta. Preverite naslov in poskusite znova..
zh_cn: 域名错误，请检查拼写再次尝试。

source: Manifests must be served with the HTTP header "Content-Type: application/x-web-app-manifest+json". See %s for more information.
cs: Manifesty musí být poskytovány s HTTP hlavičkou "Content-Type: application/x-web-app-manifest+json". Pro více informací si přečtěte %s.
de: Manifeste müssen mit dem HTTP-Header „Content-Type: application/x-web-app-manifest+json“ ausgeliefert werden. Unter %s erhalten Sie weitere Informationen.
es: Los archivos manifest deben servirse con el encabezado HTTP "Content-Type: : application/x-web-app-manifest+json". Consulta %s si necesitas más información.
fr: Les manifestes doivent être servis avec l'entête HTTP "Content-Type: application/x-web-app-manifest+json". Voir %s pour plus d'informations.
it: I manifesti devono essere distribuiti utilizzando l'header HTTP "Content-Type: application/x-web-app-manifest+json". Per ulteriori informazioni consultare %s.
ko: 설치 선언문은 HTTP 헤더 "Content-Type: application/x-web-app-manifest+json"와 함께 제공되야 합니다. 자세한 정보는 %s를 참고하세요.
nl: Manifests dienen te worden aangemeld met de HTTP-header “Content-Type: application/x-web-app-manifest+json”. Lees %s voor meer informatie.
pl: Manifesty muszą być wysyłane z nagłówkiem HTTP „Content-Type: application/x-web-app-manifest+json”. Zobacz %s, by dowiedzieć się więcej.
sl: Manifesti morajo vsebovati HTTP glavo "Content-Type: application/x-web-app-manifest+json". Glejte %s za več o tem.
zh_cn: 清单必须带有 HTTP 头"Content-Type: application/x-web-app-manifest+json"。查看 %s 获取更多信息。

source: Your manifest file was not encoded as valid UTF-8.
cs: Váš manifest není kódován v UTF-8.
de: Ihre Manifest-Datei war nicht als gültiges UTF-8 kodiert.
es: El archivo manifest de tu archivo no se codificó como UTF-8 válido.
fr: Votre fichier manifeste n'est pas correctement encodé en UTF-8.
it: Il file del manifesto non ha una codifica UTF-8 valida.
ko: 설치 선언문 파일이 올바른 UTF-8 형식으로 인코딩 되지 않았습니다.
nl: Uw manifest is niet gecodeerd als geldig UTF-8.
pl: Twój plik manifestu nie został zakodowany jako poprawny UTF-8.
sl: Datoteka z vašim manifestom ni kodirana v UTF-8.
zh_cn: 您的清单文件没有使用有效的 UTF-8 编码。

source: The manifest's encoding does not match the charset provided in the HTTP Content-Type.
cs: Kódování souboru s manifestem neodpovídá znakové sadě, kterou jste zaslali v hlavičce HTTP Content-Type.
de: Die Kodierung des Manifests passte nicht zum Zeichensatz, den der HTTP-Content-Type angibt.
es: La codificación del archivo manifest no coincide con el conjunto de caracteres proporcionado en el tipo de contenido HTTP.
fr: L'encodage du fichier manifeste ne correspondant pas à celui fournis avec l'entête HTTP Content-Type.
it: La codifica caratteri del manifesto non corrisponde a quella indicata nell'header HTTP "Content-Type".
ko: 설치 선언문의 인코딩이 HTTP Content-Type에서 명시된 charset과 일치하지 않습니다.
nl: De codering van het manifest komt niet overeen met de tekenset in het HTTP Content-Type.
pl: Kodowanie manifestu nie pasuje do zestawu znaków podanego w nagłówku HTTP Content-Type.
sl: Kodiranje manifesta ne ustreza naboru znakov, ki je naveden v HTTP Content-Type.
zh_cn: 清单的编码与 HTTP Content-Type 中提供的字符集不匹配。

source: {region} region added to the Firefox Marketplace
cs: Do Firefox Marketplace byl přidán region {region}.
de: Region {region} zum Firefox-Marktplatz hinzugefügt
es: Región {región} agregada al Firefox Marketplace
fr: {region} région ajoutée au Marketplace Firefox
it: La regione {region} è stata aggiunta al Firefox Marketplace
ko: {region} 지역이 Firefox 마켓플레이스에 추가됐습니다
nl: Regio {region} toegevoegd aan de Firefox Marketplace
pl: Dodano region {region} do Firefox Marketplace
ru: В Магазин Firefox добавлен регион {region}
sl: Reija {region} dodana na Firefox Marketplace
zh_cn: {region} 区域已添加到火狐应用市场

source: New regions added to the Firefox Marketplace
cs: Do Firefox Marketplace byly přidány nové regiony.
de: Neue Regionen wurden dem Firefox-Marktplatz hinzugefügt
es: Nuevas regiones agregadas al Firefox Marketplace
fr: De nouvelles régions ont été ajoutées au Marketplace Firefox
it: Sono state aggiunte delle nuove regioni al Firefox Marketplace
ko: 새 지역이 Firefox 마켓플레이스에 추가됐습니다
nl: Nieuwe regio’s toegevoegd aan de Firefox Marketplace
pl: Dodano nowe regiony do Firefox Marketplace
ru: В Магазин Firefox добавлены новые регионы
sl: Nove regije dodane na Firefox Marketplace
zh_cn: 火狐市场添加了新地区。

source: {app}: {region} region added to the Firefox Marketplace
cs: {app}: Na Firefox Marketplace byl přidán region {region}.
de: {app}: Region {region} zum Firefox Marketplace hinzugefügt
it: {app}: la regione {region} è stata aggiunta a Firefox Marketplace
pl: {app}: region {region} dodany do Firefox Marketplace

source: Video support not enabled.
cs: Podpora pro video není povolena.
de: Videounterstützung nicht aktiviert.
es: Soporte de video no activado.
fr: Support vidéo non activé.
it: Supporto video non attivo.
ko: 동영상 기술 지원을 사용하지 않습니다.
nl: Video-ondersteuning niet ingeschakeld.
pl: Wsparcie wideo nie jest włączone.
ru: Поддержка видео не включена.
sl: Video podpora ni omogočena.
zh_cn: 尚未开启视频支持。

source: Please use files smaller than %s.
cs: Používejte prosím soubory menší než %s.
de: Bitte verwenden Sie Dateien, die kleiner sind als %s.
es: Por favor, usa archivos menores de %s.
fr: Merci d'utiliser des fichiers de moins de %s.
it: Utilizza file con dimensioni inferiori a %s.
ko: %s보다 작은 크기의 파일을 사용해 주세요.
nl: Gebruik bestanden die kleiner zijn dan %s.
pl: Użyj plików mniejszych niż %s.
ru: Пожалуйста, используйте файлы меньше %s.
sl: Uporabljate prosim datoteke, ki so manjše od %s.
zh_cn: 请使用小于%s的文件。

source: Icon could not be opened.
cs: Ikona nemohla být otevřena.
de: Symbol konnte nicht geöffnet werden.
es: No se pudo abrir el ícono.
fr: L'icône n'a pas pu être ouverte.
it: Non è possibile visualizzare l'icona.
ko: 아이콘을 열 수 없습니다.
nl: Pictogram kan niet worden geopend.
pl: Nie można otworzyć ikony.
ru: Не удалось открыть значок.
sl: Ikone ni bilo mogoče odpreti.
zh_cn: 图标无法打开。

source: Preview could not be opened.
cs: Náhled nemohl být otevřen.
de: Vorschau konnte nicht geöffnet werden.
es: No se pudo abrir la previsualización.
fr: L'aperçu n'a pas pu être ouvert.
it: Non è possibile visualizzare l'anteprima.
ko: 미리보기를 열 수 없습니다.
nl: Voorbeeld kan niet worden geopend.
pl: Nie można otworzyć obrazka.
ru: Не удалось открыть предпросмотр.
sl: Predogleda ni bilo mogoče odpreti.
zh_cn: 预览无法打开。

source: Icons must be at least 128px by 128px.
cs: Ikony musí mít rozměry nejméně 128px na 128px.
de: Symbol muss mindestens 128 px mal 128 px groß sein.
es: Los íconos deben tener al menos 128px por 128px.
fr: Les icônes doivent faire au moins 128 pixels par 128 pixels.
it: Le icone devono avere una dimensione di almeno 128×128 pixel.
ko: 아이콘은 최소 128px x 128px 크기여야 합니다.
nl: De afmeting van pictogrammen dient ten minste 128 x 128 pixels te zijn.
pl: Ikony muszą mieć wymiary przynajmniej 128x128 pikseli.
sl: Ikone morajo biti najmanj 128px krat 128px velike.
zh_cn: 图标必须至少有128像素乘以128像素。

source: Icons must be square.
cs: Ikony musí být čtvercové.
de: Symbole müssen quadratisch sein.
es: Los íconos deben ser cuadrados.
fr: Les icônes doivent être carrées.
it: È necessario che le icone siano quadrate.
ko: 아이콘은 사각형이어야 합니다.
nl: Pictogrammen dienen vierkant te zijn.
pl: Ikony muszą być kwadratowe.
ru: Значки должны быть квадратными.
sl: Ikone morajo biti kvadratične.
zh_cn: 图标必须是正方形。

source: App previews must be at least {0}px by {1}px or {1}px by {0}px.
cs: Náhledy aplikace musí být nejméně {0}px na {1}px nebo {1}px na {0}px.
de: Anwendungsvorschau muss mindestens {0}px mal {1}px oder {1}px mal {0}px groß sein.
fr: Les aperçus d'application doivent faire moins de {0}px*{1}px ou {1}px*{0}px.
it: Le anteprime delle app devono avere dimensioni minime di {0}x{1} pixel oppure {1}x{0} pixel.
ko: 앱 미리보기 크기는 최소 {0}px x {1}px 혹은 {1}px x {0}px 이상이어야 합니다.
nl: Apps dienen ten minste {0} px bij {1} px of {1} px bij {0} px te zijn.
pl: Obrazki aplikacji muszą mieć wymiary przynajmniej {0}px na {1}px lub {1}px na {0}px.
zh_cn: 应用程序预览图应至少有 {0}px * {1}px 或 {1}px * {0}px。

source: Paid apps cannot be deleted. Disable this app instead.
cs: Placené aplikace nemohou být smazány. Na místo toho aplikaci zakažte.
de: Bezahlte Anwendungen können nicht gelöscht werden. Deaktivieren Sie diese Anwendung stattdessen.
es: Las aplicaciones de pago no pueden ser eliminadas. Desactívala.
fr: Les applications payées ne peuvent pas être supprimées. Désactivez-la.
it: Le app a pagamento non possono essere eliminate. Puoi invece scegliere di disattivare l'app.
ko: 유료 앱은 삭제할 수 없습니다. 사용 중지로 설정해 주세요.
nl: Betaalde apps kunnen niet worden verwijderd. U kunt uw app wel uitschakelen.
pl: Płatne aplikacje nie mogą być usuwane. Zamiast tego wyłącz ją.
sl: Plačane aplikacije ni mogoče izbrisati. Namesto tega jo onemogočite.
zh_cn: 付费应用不能被删除。您可以禁用此应用。

source: App deleted.
cs: Aplikace byla smazána.
de: Anwendung gelöscht
es: Aplicación eliminada.
fr: Application supprimée.
it: L'app è stata eliminata.
ko: 앱이 삭제됐습니다.
nl: App verwijderd.
pl: Aplikacja usunięta.
ru: Приложение удалено.
sl: Aplikacija zbrisana.
zh_cn: 应用已删除。

source: Password was incorrect. App was not deleted.
cs: Heslo bylo zadáno nekorektně. Aplikace nebyla smazána.
de: Passwort war falsch. Anwendung wurde nicht gelöscht.
es: Contraseña incorrecta. La aplicación no fue eliminada.
fr: Mot de passe incorrect. L'application n'a pas été supprimée.
it: La password non è valida. L'app non è stata eliminata.
ko: 비밀번호가 올바르지 않습니다. 앱이 삭제되지 않았습니다.
nl: Wachtwoord onjuist. App is niet verwijderd.
pl: Hasło jest nieprawidłowe. Aplikacja nie została usunięta.
ru: Пароль неверен. Приложение не было удалено.
sl: Geslo je nepravilno. Aplikacije se ni zbrisalo.
zh_cn: 密码不正确，应用没有删除。

source: App successfully resubmitted.
cs: Aplikace byla znovu úspěšně odeslána.
de: Anwendung erfolgreich erneut eingereicht.
es: Aplicación enviada con éxito.
fr: Application renvoyée avec succès.
it: App ricaricata con successo.
ko: 앱이 다시 제출됐습니다.
nl: App met succes opnieuw ingediend.
pl: Ponowne przesłanie aplikacji powiodło się.
ru: Приложение успешно представлено заново.
sl: Aplikacija uspešno ponovno predložena.
zh_cn: 应用已成功地重新提交。

source: New version successfully added.
cs: Nová verze byla úspěšně přidána.
de: Neue Version erfolgreich hinzugefügt.
es: Se agregó con éxito la versión nueva.
fr: Nouvelle version ajoutée avec succès.
it: La nuova versione è stata aggiunta correttamente.
ko: 새 버전을 추가했습니다.
nl: Nieuwe versie met succes toegevoegd.
pl: Dodano nową wersję.
ru: Новая версия успешно добавлена.
sl: Nova inačica uspešno dodana.
zh_cn: 新版本添加成功。

source: Version successfully edited.
cs: Verze byla úspěšně upravena.
de: Version erfolgreich bearbeitet.
es: Se editó con éxito la versión.
fr: Version modifiée avec succès.
it: La versione è stata modificata correttamente.
ko: 버전을 수정했습니다.
nl: Versie met succes bewerkt.
pl: Wersja pomyślnie edytowana.
ru: Версия успешно отредактирована.
sl: Inačica uspešno obdelana.
zh_cn: 版本编辑成功。

source: Version successfully made public.
cs: Verze byla úspěšně nastavena jako veřejná.
de: Version erfolgreich veröffentlicht.
fr: Version rendue publique avec succès.
it: La versione è stata pubblicata correttamente.
ko: 버전이 성공적으로 공개 상태가 되었습니다.
nl: Versie succesvol gepubliceerd.
pl: Wersja pomyślnie upubliczniona.
zh_cn: 该版本已成功发布。

source: Version "{0}" deleted.
cs: Verze "{0}" byla smazána.
de: Version „{0}“ gelöscht.
es: Se eliminó la versión "{0}".
fr: Version "{0}" supprimée.
it: La versione "{0}" è stata eliminata.
ko: "{0}" 버전이 삭제되었습니다.
nl: Versie “{0}” verwijderd.
pl: Usunięto wersję „{0}”.
ru: Версия "{0}" удалена.
sl: Inačica "{0}" zbrisana.
zh_cn: 版本 "{0}" 已删除。

source: Terms of service accepted.
cs: Podmínky služby byly odsouhlaseny.
de: Nutzungsbedingungen akzeptiert.
es: Se aceptaron los términos del servicio.
fr: Conditions d'utilisation acceptées.
it: I termini di servizio sono stati accettati.
ko: 이용 약관에 동의했습니다.
nl: Servicevoorwaarden geaccepteerd.
pl: Zaakceptowano warunki korzystania.
ru: Условия службы приняты.
sl: Pogoji uporabe sprejeti
zh_cn: 已接受服务条款。

source: Users with the admin role cannot use the API.
cs: Uživatelé s administrátorskou rolí nemohou toto API použít.
de: Benutzer mit der Rolle „Administrator“ können die API nicht verwenden.
es: Los usuarios con derechos de administrador no pueden utilizar la API.
fr: Les utilisateurs avec droits d'administration ne peuvent pas utiliser l'API.
it: Gli amministratori non possono utilizzare le API.
ko: 관리자 역할을 맡고 있는 사용자는 API를 사용할 수 없습니다.
nl: Gebruikers met de beheerdersrol kunnen de API niet gebruiken.
pl: Użytkownicy z uprawnieniami administratora nie mogą używać API.
sl: Uporabniki z vlogo administratorja API ne morejo uporabljati.
zh_cn: 管理员角色的用户不能使用这个 API。

source: No such API key.
cs: Tento klíč k API neexistuje.
de: Es existiert kein derartiger API-Schlüssel.
es: No se encuentra la clave de API.
fr: Aucune clé d'API correspondante.
it: API key inesistente.
ko: API 키가 없습니다.
nl: API-sleutel niet gevonden.
pl: Nie ma takiego klucza API.
ru: Нет такого ключа API.
sl: Takega API ključa ni.
zh_cn: 没有这个 API 密钥。

source: New API key generated.
cs: Nový klíč k API byl vygenerován.
de: Neuer API-Schlüssel erzeugt.
es: Se generó una nueva clave API.
fr: Nouvelle clé d'API générée.
it: La nuova API Key è stata generata.
ko: 새 API 키가 생성됐습니다.
nl: Nieuwe API-sleutel aangemaakt.
pl: Wygenerowano nowy klucz API.
sl: Generiran nov API ključ.
zh_cn: 新 API 密钥已生成。

source: Created blocklisted version.
cs: Vytvořena blokovaná verze.
de: Gesperrte Version erzeugt.
es: Versión no listada creada.
fr: Version bloquée créée.
it: L'app è stata bloccata.
ko: 생성된 블록리스트 버전입니다.
nl: Versie met blokkeringslijst maken.
pl: Utworzono zablokowaną wersję.
sl: Inačica za seznam blokiranih ustvarjena.
zh_cn: 创建封锁版本。

source: App already blocklisted.
cs: Aplikace je již blokována.
de: Anwendung ist bereits gesperrt.
es: La aplicación ya no se lista.
fr: L'application est déjà bloquée.
it: Questa app è già stata bloccata.
ko: 앱이 이미 블록리스트됐습니다.
nl: App wordt al geblokkeerd.
pl: Aplikacja jest już zablokowana.
ru: Приложение уже в черном списке.
sl: Aplikacija je že na seznamu blokiranih.
zh_cn: 应用已封锁。

source: We encountered a problem connecting to the payment server.
cs: Vyskytl se problém při připojování k platebnímu serveru.
de: Bei der Verbindung mit dem Zahlungs-Server ist ein Fehler aufgetreten.
es: Hemos encontrado un problema intentando conectar con el servidor de pagos.
fr: Nous avons rencontré un problème pendant la connexion au serveur de paiement.
it: Si è verificato un errore durante la connessione al server per i pagamenti.
ko: 지불 서버 연결 시 문제가 발생했습니다.
nl: Er is een probleem opgetreden bij het verbinden met de betalingsserver.
pl: Napotkaliśmy problem z połączeniem z serwerem płatności.
sl: Pri povezavi s strežnikom za plačila smo naleteli na problem.
zh_cn: 连接到支付服务器时遇到了问题。

source: We encountered a problem while updating the payment server.
cs: Vyskytl se problém s aktualizací informací na platebním serveru.
de: Bei der Aktualisierung des Zahlungs-Servers ist ein Fehler aufgetreten.
es: Hemos encontrado un problema mientras actualizábamos el servidor de pagos.
pl: Napotkaliśmy problem podczas aktualizacji serwera płatności.

source: Credit card
cs: Kreditní karta
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
it: Carta di credito
ko: 신용카드
pl: Karta kredytowa
zh_cn: 信用卡

source: Carrier
cs: Operátor
de: Mobilfunkanbieter
es: Operador
fr: Opérateur
it: Operatore
ko: 통신사 요금
nl: Provider
pl: Operator
zh_cn: 运营商
