Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: {user} approved {review} for {addon}.
cs: Uživatel {user} schválil recenzi {review} pro doplněk {addon}.
de: {user} hat {review} für {addon} freigeschaltet.
el: Ο/Η {user} ενέκρινε την αξιολόγηση {review} για το πρόσθετο {addon}.
es: {user} ha aprobado {review} de {addon}.
fr: {user} a approuvé {review} pour {addon}.
it: {user} ha approvato la {review} per {addon}.
ja: {user} が {addon} の {review} を承認しました。
ko: {user}님이 {addon}의 {review}를 승인했습니다.
nl: {user} heeft {review} voor {addon} goedgekeurd.
pa_in: {user} ਨੇ {addon} ਲਈ {review}ਸਵੀਕਾਰ ਕੀਤਾ।
pl: {user} zaakceptował {review} dla dodatku {addon}.
pt_pt: {user} aprovou a {review} para {addon}.
ru: {user} одобрил {review} для {addon}.
sl: {user} odobril {review} za {addon}.
uk: {user} схвалив {review} для {addon}.
zh_cn: {user} 核准了 {addon} 的 {review}。

source: Review {0} for {addon} deleted.
cs: Recenze {0} byla u doplňku {addon} smazána.
de: Bewertung {0} für {addon} gelöscht.
el: Η αξιολόγηση {0} για το {addon} διαγράφηκε.
es: Revisión {0} del {addon} borrada.
fr: Revue {0} du module {addon} supprimée.
it: Eliminata revisione {0} per {addon}.
ja: {addon} のレビュー {0} が削除されました。
ko: {addon}에 대한 평가 {0}이(가) 삭제되었습니다.
nl: Beoordeling {0} voor {addon} verwijderd.
pl: Usunięto opinię {0} o dodatku {addon}.
ru: Отзыв {0} на {addon} удалён.
sl: Pregled {0} za {addon} zbrisan.
zh_cn: {addon} 的评论 {0} 已删除。

source: {user} deleted {0} for {addon}.
cs: Uživatel {user} smazal {0} u doplňku {addon}.
de: {user} hat {0} für {addon} gelöscht.
el: Ο/Η {user} διέγραψε το {0} για το {addon}.
es: {user} eliminado {0} de {addon}.
fr: {user} a supprimé {0} pour {addon}.
it: {user} eliminato {0} per {addon}.
ja: {user} が {addon} の {0} を削除しました。
ko: {user}님이 {addon}의 {0}을(를) 삭제했습니다.
nl: {user} heeft {0} voor {addon} verwijderd.
pl: {user} usunął opinię {0} o dodatku {addon}.
ru: {user} удалил {0} для {addon}.
sl: {user} zbrisal {0} za {addon}.
zh_cn: {user} 删除了 {addon} 的 {0}。

source: Application max version for {version} updated.
cs: Maximální verze aplikace byla pro verzi {version} aktualizována.
de: Max-Version der Anwendung für {version} aktualisiert.
el: Ενημερώθηκε το max version υποστηριζόμενης εφαρμογής για την έκδοση {version}.
es: Máxima versión para {version} actualizada.
fr: Version maximale d'application mise à jour en {version}.
it: Versione massima aggiornata per {version}.
ja: {version} のアプリケーション最高バージョンが更新されました。
ko: 애플리케이션 최신 버전인 {version} 버전으로 업데이트 되었습니다.
nl: Maximumversie toepassing voor {version} bijgewerkt.
pa_in: {version} ਲਈ ਐਪਲੀਕੇਸ਼ਨ ਮੈਕਸ ਵਰਜਨ ਅੱਪਡੇਟ ਹੋਇਆ।
pl: Zaktualizowano parametr maxVersion w {version}.
pt_pt: Actualizada a versão máx. da aplicação para {version}
ru: Максимальная версия приложения для {version} обновлена.
sl: Najv. inačica aplikacije za {version} posodobljena.
uk: Максимальна версія програми для {version} оновлена.
zh_cn: {version} 版本的应用程序最大版本号已更新。

source: Authors emailed about compatibility of {version}.
cs: Autorům byl zaslán e-mail ohledně kompatibility s verzí {version}.
de: Autoren wurden per E-Mail auf Kompatibilität von {version} hingewiesen.
el: Στάλθηκε μήνυμα στους δημιουργούς σχετικά με τη συμβατότητα της έκδοσης {version}.
es: Se ha enviado un mensaje de correo a los autores sobre la compatibilidad de {version}.
fr: Auteurs notifiés par courriel à propos de la compatibilité de {version}.
it: È stato inviato un messaggio di posta agli autori riguardante la compatibilità di {version}.
ja: 作者が {version} の互換性についてメールを送信しました。
ko: 제작자에게 {version}의 호환성에 관한 이메일을 보냈습니다.
nl: E-mailbericht over compatibiliteit van {version} naar schrijvers verstuurd.
pa_in: ਲੇਖਕਾਂ ਨੂੰ {version} ਦੀ ਅਨੁਕੂਲਤਾ ਬਾਰੇ ਈਮੇਲ ਕੀਤੀ ਗਈ।
pl: Autorzy zostali powiadomieni o kompatybilności wersji {version}.
pt_pt: Mensagem de correio enviada aos autores sobre a compatibilidade da {version}.
ru: Письмо о совместимости с {version} отправлено авторам.
sl: Avtorje se je po pošti obvestilo o skladnosti za {version}.
uk: Авторам відправлено повідомлення про сумісність {version}.
zh_cn: 已发送电子邮件通知作者关于 {version} 的兼容性。

source: Password changed.
cs: Heslo bylo změněno.
de: Passwort geändert.
el: Ολοκληρώθηκε η αλλαγή κωδικού.
es: Contraseña cambiada.
fr: Mot de passe changé
it: Password modificata.
ja: パスワードが変更されました。
ko: 비밀번호가 변경됐습니다.
nl: Wachtwoord gewijzigd.
pa_in: ਪਾਸਵਰਡ ਬਦਲਿਆ।
pl: Zmieniono hasło.
pt_pt: Senha alterada.
ru: Пароль изменён.
sl: Geslo spremenjeno,
uk: Пароль змінено.
zh_cn: 密码已更改。

source: {addon} changed to premium.
cs: {addon} byl změně na placený
de: {addon} wurde auf Premium geändert.
es: {addon} ha sido cambiado a premium.
fr: {addon} changé en premium.
it: {addon} modificato in premium.
ko: {addon}이(가) 프리미엄으로 변경됨.
nl: {addon} gewijzigd naar premium.
pl: {addon} zmieniono na wersję płatną.
ru: статус {addon} изменён на премиум.
sl: {addon} prestavljen v premium.
zh_cn: {addon} 已更改为付费版。

source: {addon} failed checks with PayPal.
cs: Doplněk {addon} selhal při kontrole PayPalu
de: {addon} ist an Überprüfung bei PayPal gescheitert.
el: Το {addon} απέτυχε στους ελέγχους με το PayPal.
es: {addon} no pudo realizar la comprobación con PayPal.
fr: {addon} a échoué aux vérifications avec PayPal.
it: {addon} Non è stato possibile effettuare la verifica con PayPal.
ja: {addon} の PayPal への確認が失敗しました。
ko: {addon}이(가) PayPal 검사에 실패했습니다.
nl: Controle bij PayPal voor {addon} mislukt.
pa_in: {addon} ਦੀ PayPal ਨਾਲ ਪੜਤਾਲ ਫ਼ੇਲ੍ਹ ਹੋਈ।
pl: {addon} – nie udało się sprawdzić za pomocą PayPal
pt_pt: {addon} falhou a verificação com o PayPal.
ru: {addon} не прошел проверки в PayPal.
sl: {addon} pri kontroli PayPala ni uspel.
uk: {addon} не пройшов перевірку в PayPal.
zh_cn: {addon} 无法向 PayPal 确认。

source: {addon} manifest updated.
cs: Manifest doplňku {addon} byl aktualizován.
de: Manifest von {addon} aktualisiert.
el: Η δήλωση του {addon} ανανεώθηκε.
es: Archivo manifest de {addon} actualizado.
fr: {addon} manifeste mis à jour.
it: Il manifesto di {addon} è stato aggiornato.
ja: {addon} のマニフェストが更新されました。
ko: {addon} 정보 설정 파일이 갱신됐습니다.
nl: Manifest {addon} bijgewerkt.
pa_in: {addon} ਜ਼ਾਹਰ ਹੋਣਾ ਅੱਪਡੇਟ ਹੋਇਆ।
pl: {addon} – zaktualizowano manifest instalacyjny.
pt_pt: {addon} manifesto atualizado.
ru: манифест {addon} обновлён.
sl: manifest za {addon} posodobljen.
uk: Маніфест {addon} оновлено.
zh_cn: {addon} 的清单已更新。

source: {addon} {version} approved but waiting to be made public.
cs: Doplněk {addon} {version} byl schválen, ale čeká až bude k dispozici pro veřejnost.
de: {addon} {version} ist freigeschaltet, aber wartet noch auf die Veröffentlichung.
el: Το {addon} {version} επικυρώθηκε αλλά αναμένεται να γίνει δημόσιο.
es: {addon} {version} aprobado, pero pendiente de que se haga público.
fr: {addon} {version} approuvé mais en attente d'être rendu public.
it: {addon} {version} è stato approvato ma è in attesa di essere reso pubblico.
ja: {addon} {version} は承認されましたが公開待ちです。
ko: {addon} {version}이(가) 승인되었지만 공개 전환을 대기중에 있습니다.
nl: {addon} {version} goedgekeurd maar wacht op publicatie.
pa_in: {addon} {version} ਸਵੀਕਾਰ ਹੋਇਆ ਪਰ ਜਨਤਕ ਹੋਣ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ।
pl: {addon} {version} zatwierdzony, ale oczekuje na upublicznienie.
pt_pt: {addon} {version} aprovado mas aguardando para ser publicado.
sl: {addon} {version} odobren, vendar čaka na objavo.
uk: {addon} {version} схвалено, але чекає надання загального доступу.
zh_cn: {addon} {version} 已通过审核但正在等候公开发布。

source: Approved but waiting
cs: Schváleno, ale čeká
de: Freigeschaltet aber wartend
el: Επικυρώθηκε αλλά αναμένεται
es: Aprobado pero en espera
fr: Approuvé mais en attente
it: Approvato, ma in attesa
ja: 承認済みの公開待ち
ko: 승인되었으나 대기중
nl: Goedgekeurd maar wacht
pa_in: ਸਵੀਕਾਰ ਹੋਇਆ ਪਰ ਉਡੀਕ ਕਰ ਰਿਹਾ
pl: Zatwierdzony, ale oczekuje.
pt_pt: Aprovado mas em espera
ru: Одобрено, но ожидает
sl: Odobreno, vendar na čakanju
uk: Схвалено, але очікує
zh_cn: 已通过审核，正在等待公开发布

source: {addon} purchased.
cs: Doplněk {addon} byl zakoupen.
de: {addon} gekauft.
el: Αγοράσθηκε το {addon}.
es: {addon} adquirido.
fr: {addon} acheté.
it: {addon} è stato acquistato.
ja: {addon} が購入されました。
ko: {addon}을(를) 구입했습니다.
nl: {addon} gekocht.
pa_in: {addon} ਖਰੀਦਿਆ ਗਿਆ।
pl: Zakupiono {addon}.
pt_pt: {addon} comprado.
ru: {addon} куплено.
sl: {addon} kupljen.
uk: {addon} куплено.
zh_cn: 已订购 {addon} 。

source: {addon} installed.
cs: Doplněk {addon} byl nainstalován.
de: {addon} installiert.
el: Το {addon} εγκαταστάθηκε.
es: {addon} instalado.
fr: {addon} installé.
it: {addon} è stato installato.
ja: {addon} がインストールされました。
ko: {addon}을(를) 설치했습니다.
nl: {addon} geïnstalleerd.
pa_in: {addon} ਇੰਸਟਾਲ ਹੋਇਆ।
pl: Zainstalowano {addon}.
pt_pt: {addon} instalado.
ru: {addon} установлено.
sl: {addon} nameščen.
uk: {addon} встановлено.
zh_cn: 已安装 {addon} 。

source: Refund requested for {addon}
cs: U doplňku {addon} bylo požádáno o vrácení peněz.
de: Erstattung für {addon} angefordert.
es: Solicitado reembolso de {addon}
fr: Remboursement demandé pour {addon}
it: Rimborso richiesto per {addon}
ko: {addon}의 환불 요청이 들어왔습니다.
nl: Restitutie gevraagd voor {addon}
pl: Poproszono o zwrot dla {addon}
ru: Для {addon} запрошено возмещение
sl: Vračilo zahtevano za {addon}
zh_cn: 已请求 {addon} 的退款

source: Refund declined for {addon} for {0}.
cs: Bylo zamítnuto vrácení peněz u doplňku {addon} ohledně {0}.
de: Erstattung für {addon} über {0} abgelehnt.
es: Rechazado reembolso de {addon} por {0}.
fr: Remboursement refusé pour {addon} pour {0}.
it: Rimborso rifiutato per {addon} per {0}.
ko: {0}의 {addon}에 대한 환불 요청이 거부됐습니다.
nl: Restitutie voor {addon} voor {0} geweigerd.
pl: Zwrot odrzucony dla {addon} dla {0}.
ru: Возмещение за {addon} отклонено для {0}.
sl: Vračilo zavrnjeno za {addon} za {0}.
zh_cn: {addon} 的退款申请已被拒绝（{0}）。

source: Refund granted for {addon} for {0}.
cs: Vrácení peněz u doplňku {addon} v souvislosti s {0} bylo schváleno.
de: Erstattung bewilligt für {addon} über {0}.
es: Reembolso concedido de {addon} de {0}.
fr: Remboursement accepté pour {addon} pour {0}.
it: Rimborso concesso per {addon} per {0}.
ko: {0}의 {addon}에 대한 환불 요청이 승인됐습니다.
nl: Restitutie voor {addon} voor {0} toegewezen.
pl: Zwrot udzielony dla {addon} dla {0}.
ru: Возмещение за {addon} одобрено для {0}.
sl: Vračilo odobreno za {addon} za {0}.
zh_cn: {addon} 的退款申请已被接受（{0}）。

source: Instant refund granted for {addon}.
cs: Okamžité vrácení peněz bylo pro doplněk {addon} schváleno.
de: Sofortige Erstattung bewilligt für {addon}.
es: Devolución inmediata concedida de {addon}.
fr: Remboursement instantané accepté {addon}.
it: Rimborso immediato concesso per {addon}.
ko: {addon}의 환불 요청이 즉시 승인됐습니다.
nl: Directe restitutie voor {addon} toegewezen.
pl: Szybki zwrot udzielony dla {addon}.
sl: Takojšnje nadomestilo odobreno za {addon}.
zh_cn: {addon} 的立即退款申请已被接受。

source: Account updated.
cs: Účet byl aktualizován.
de: Benutzerkonto aktualisiert.
el: Ο λογαριασμός ανανεώθηκε.
es: Cuenta actualizada.
fr: Compte mis à jour.
it: L'account è stato aggiornato.
ja: アカウントが更新されました。
ko: 계좌가 업데이트됐습니다.
nl: Rekening bijgewerkt.
pa_in: ਖਾਤਾ ਅੱਪਡੇਟ ਹੋਇਆ।
pl: Zaktualizowano konto.
pt_pt: Conta atualizada.
ru: Аккаунт обновлён.
sl: Račun posodobljen.
uk: Обліковий запис оновлений.
zh_cn: 账户已更新。

source: Pre approval added.
cs: Přidáno předschválení
de: Vorab-Freischaltung hinzugefügt.
es: Aprobación previa añadida.
fr: Pré-autorisation ajoutée.
it: Aggiunta preapprovazione dei pagamenti.
ko: 사전 승인 기능이 추가됐습니다.
nl: Vroege goedkeuring toegevoegd.
pl: Dodano wstępne zatwierdzenie.
ru: Добавлено предварительное одобрение.
sl: Predhodna odobritev dodana.
zh_cn: 预核准已添加。

source: Pre-approval removed.
cs: Odebráno přeschválení.
de: Vorab-Freischaltung hinzugefügt.
es: Aprobación previa eliminada.
fr: Pré-autorisation supprimée.
it: Rimossa preapprovazione dei pagamenti.
ko: 사전 승인 기능이 삭제됐습니다.
nl: Vroege goedkeuring verwijderd.
pl: Usunięto wstępne zatwierdzenie.
ru: Удалено предварительное одобрение.
sl: Predhodna odobritev odstranjena.
zh_cn: 预核准已移除。

source: Account currency changed
cs: Měna u účtu byla změněna
de: Währung des Kontos geändert
es: Moneda de la cuenta cambiada
fr: Monnaie du compte changée
it: La valuta dell'account è stata modificata
ko: 계좌내 통화 종류가 변경됐습니다.
nl: Rekeningvaluta gewijzigd
pl: Zmieniono walutę konta
ru: Валюта аккаунта изменена
sl: Valuta računa spremenjena
zh_cn: 账户币种已更改

source: Valid receipt was checked for {addon}.
de: Gültige Quittung wurde geprüft für {addon}.
es: Recibo válido comprobado de {addon}.
fr: Reçu valide coché pour {addon}.
it: Ricevuta verificata per {addon}.
ko: {addon}의 영수증을 확인했습니다.
nl: Geldig ontvangstbewijs voor {addon} gecontroleerd.
pl: Prawidłowe potwierdzenie zostało sprawdzone dla: {addon}.
sl: Veljavno potrdilo preverjeno za {addon}.
zh_cn: {addon} 的交易收据有效性已核实。

source: Escalation cleared for {addon}.
cs: U doplňku {addon} byla zrušena kontrola administrátorem.
de: Weitergabe an nächsthöhere Stelle freigegeben für {addon}.
el: Εκκαθάριση κλιμάκωσης για {addon}.
es: Remisión de incidencias de {addon} eliminada.
fr: Escalade supprimée pour {addon}.
it: Escalation eliminata per {addon}.
ja: {addon} の上級審査がクリアされました。
ko: {addon}의 검토 대상 상태가 해제됐습니다.
nl: Escalatie verwijderd voor {addon}.
pa_in: {addon}ਲਈ ਅੱਗੇ ਵੱਧਣਾ ਸਾਫ਼ ਹੋਇਆ।
pl: Wyczyszczono przekazania dla {addon}.
pt_pt: O encaminhamento para análise superior do {addon} foi removido.
ru: Эскалация для {addon} очищена.
sl: Eskalacija odobrena za {addon}.
uk: Ескалація для {addon} очищена.
zh_cn: {addon} 的升级已清除。

source: Escalation cleared
cs: Zrušena nutnost kontroly administrátorem
de: Weitergabe an nächsthöhere Stelle freigegeben
el: Εκκαθάριση κλιμάκωσης
es: Remisión de incidencias eliminada
fr: Escalade supprimée
it: Escalation eliminata
ja: 上級審査クリア
ko: 검토 대상 상태 해제됨
nl: Escalatie verwijderd
pa_in: ਅੱਗੇ ਵੱਧਣਾ ਸਾਫ਼ ਹੋਇਆ
pl: Wyczyszczono przekazania
pt_pt: Encaminhado para análise superior removido
ru: Эскалация очищена
sl: Eskalacija odobrena
uk: Ескалація очищена
zh_cn: 升级已清除

source: App disabled
cs: Aplikace zakázána
de: Anwendung deaktiviert
el: Η εφαρμογή απενεργοποιήθηκε
es: Aplicación deshabilitada
fr: Application désactivée
it: App disattivata
ja: アプリ無効化
ko: 앱 사용 불가
nl: App uitgeschakeld
pa_in: ਐਪ ਅਯੋਗ ਹੋਈ
pl: Aplikacja wyłączona
pt_pt: Aplicativo desativado
ru: Приложение отключено
sl: Ap deaktivirana
uk: Застосунок вимкнено
zh_cn: 应用已停用

source: {addon} escalated because of high number of abuse reports.
cs: Doplněk {addon} byl předán na kontrolu administrátorem, protože u něj bylo zaregistrováno větší množství hlášení o zneužití.
de: {addon} an nächsthöhere Stelle weitergegeben wegen großer Zahl an Missbrauchsmeldungen.
el: Το {addon} κλιμακώθηκε εξαιτίας υψηλού αριθμού αναφορών κατάχρησης.
es: {addon} se ha remitido a un superior debido al gran número de informes de abuso.
fr: {addon} a été escaladé à cause d'un nombre de rapports d'abus important.
it: {addon} in escalation a causa dell'alto numero di abusi segnalati.
ja: {addon} は、不正報告が数多く寄せられたため、上級審査へ回されました。
ko: 권리 침해 신고가 많아 {addon}이(가) 검토 대상 상태가 됐습니다.
nl: {addon} geëscaleerd vanwege groot aantal misbruikrapporten.
pa_in: ਜਿਆਦਾ ਗਿਣਤੀ ਵਿੱਚ ਬਦਸਲੂਕੀ ਸੂਚਨਾਵਾਂ ਕਾਰਨ {addon} ਅੱਗੇ ਵਧਿਆ।
pl: Przekazano sprawdzenie {addon} z powodu dużej liczby zgłoszeń nadużyć.
pt_pt: {addon} foi encaminhado para análise superior devido a um grande número de denúncias de abuso.
sl: {addon} eskaliran zaradi velikega števila poročil o zlorabi.
uk: {addon} передано вище через велику кількість повідомлень про зловживання.
zh_cn: {addon} 已进入升级流程，因为滥用报告量过高。

source: High Abuse Reports
cs: Frekventovaná hlášení o zneužití
de: Viele Missbrauchsmeldungen
el: Υψηλός αριθμός αναφορών κατάχρησης
es: Elevado número de informes de abusos
fr: Beaucoup de rapports d'abus
it: Alto numero di abusi segnalati
ja: 多数の不正報告
ko: 다량의 권리 침해 신고
nl: Veel misbruikrapporten
pa_in: ਜਿਆਦਾ ਬਦਸਲੂਕੀ ਸੂਚਨਾਵਾਂ
pl: Zgłoszenia poważnych nadużyć
pt_pt: Grande número de denúncias de abuso
ru: Большое количество жалоб
sl: Poročila o večji zlorabi
uk: Багато скарг
zh_cn: 高滥用报告量

source: {addon} escalated because of high number of refund requests.
cs: Doplněk {addon} byl předán na kontrolu administrátorem, protože u něj bylo zaregistrováno větší množství hlášení o zneužití.
de: {addon} an nächsthöhere Stelle weitergegeben wegen vieler Erstattungsanforderungen.
es: {addon} se ha remitido a un superior debido al gran número de peticiones de reembolso.
fr: {addon} escaladé à cause d'un important nombre de demande de remboursement.
it: {addon} in escalation a causa dell'alto numero di richieste di rimborso.
ko: 환불 요구가 많아 {addon}이(가) 검토 대상 상태가 됐습니다.
nl: {addon} geëscaleerd vanwege groot aantal restitutieverzoeken.
pl: Przekazano sprawdzenie {addon} z powodu dużej liczby żądań zwrotu pieniędzy.
sl: {addon} eskaliran zaradi velikega števila zahtev po vračilu.
zh_cn: {addon} 已进入升级流程，因为退款申请量过高。

source: High Refund Requests
cs: Časté požadavky na vrácení peněz
de: Viele Erstattungsanforderungen
es: Elevado número de peticiones de reembolso
fr: Nombreuses demandes de remboursement
it: Alto numero di richieste di rimborso
ko: 다량의 환불 요구
nl: Veel restitutieverzoeken
pl: Duża liczba żądań zwrotu pieniędzy
sl: Številne zahteve za nadomestilo
zh_cn: 高退款申请量

source: {addon} re-reviewed because of manifest change.
cs: Doplněk {addon} byl znovu zkontrolován, protože se změnil manifest.
de: {addon} neu überprüft werden Manifest-Änderung.
es: {addon} revisado de nuevo debido a la modificación del archivo manifest.
fr: {addon} revérifié suite à un changement de manifest.
it: {addon} riesaminati a causa della modifica del manifesto.
ko: {addon}이(가) 앱 정보 설정 파일 변경으로 인해 재심사 받았습니다.
nl: {addon} opnieuw beoordeeld vanwege manifestwijziging.
pl: Sprawdzono ponownie {addon} z powodu zmiany manifestu.
sl: {addon} ponovno pregledan zaradi sprememb v manifestu.
zh_cn: 由于清单出现重大变更 {addon} 要重新审查。

source: Manifest Change
cs: Změna manifestu
de: Manifest-Änderung
es: Modificación del archivo manifest
fr: Changement de manifest
it: Modifiche al manifesto
ko: 앱 정보 설정 파일 변경
nl: Manifestwijziging
pl: Zmiana manifestu
ru: Изменение манифеста
sl: Sprememba manifesta
zh_cn: 清单变更

source: {addon} re-reviewed because app upgraded premium type.
cs: Doplněk {addon} byl znovu kontrolován, protože u aplikace byla aktualizována její placená verze.
de: {addon} neu überprüft, weil Anwendung Premium-Typ erweitert hat.
es: Se volvió a revisar {addon} porque la aplicación se actualizó a Premium.
fr: {addon} revérifié suite au passage de l'application en premium.
it: {addon} sottoposto a nuova revisione a causa del passaggio al tipo Premium.
ko: {addon}이(가) 프리미엄으로 업그레이드 되었으므로 재심사 받았습니다.
nl: {addon} opnieuw beoordeeld omdat app het premium-type heeft bijgewerkt.
pl: Sprawdzono ponownie {addon} z powodu przekształcenia w wersję płatną
sl: {addon} ponovno pregledan zaradi spremembe v premium tip.
zh_cn: 由于升级为收费作品，{addon} 被重新审核。

source: Premium Type Upgrade
cs: Aktualizace placené verze
de: Premium-Typ-Erweiterung
es: Actualización a Premium
fr: Passage en premium
it: Passaggio a Premium
ko: 프리미엄으로 업그레이드
pl: Aktualizacja wersji płatnej
ru: Обновление Премиум-типа
sl: Nadgradnja v Premium
zh_cn: 升级为收费类

source: Re-review cleared for {addon}.
cs: Opětovná kontrola pro doplněk {addon} byla zrušena.
de: Neu-Überprüfung für {addon} freigegeben.
es: Doble revisión eliminada para {addon}.
fr: Revérification effacée pour {addon}.
it: Riesame cancellato per {addon}.
ko: {addon}의 재심사가 준비됐습니다.
nl: Herbeoordeling gewist voor {addon}.
pl: Wyczyszczono ponowne sprawdzenie dla: {addon}.
ru: Повторная проверка для {addon} отменена.
sl: Ponovna recenzija odobren za {addon}.
zh_cn: {addon} 的重复评论已清理。

source: Re-review cleared
cs: Opětovná kontrola zrušena
de: Neu-Überprüfung freigegeben
es: Doble revisión eliminada
fr: Revérification effacée
it: Riesame cancellato
ko: 재심사 준비됨
nl: Herbeoordeling gewist
pl: Wyczyszczono ponowne sprawdzenie
ru: Повторная проверка отменена
sl: Ponovna recenzija odobren
zh_cn: 重复评论已清理

source: {addon} escalated by reviewer.
cs: Doplněk {addon} byl redaktorem postoupen na detailní kontrolu.
de: {addon} von Überprüfer an nächsthöhere Stelle weitergegeben.
el: Το {addon} κλιμακώθηκε από επιθεωρητή.
es: {addon} remitido a un superior por el revisor.
fr: {addon} escalade par l'éditeur.
it: {addon} messo in escalation da un revisore.
ja: {addon} が審査担当者によって上級審査へ回されました。
ko: {addon}이(가) 심사자에 의해 검토 대상이 되었습니다.
nl: {addon} geëscaleerd door beoordelaar.
pa_in: ਸਮੀਖਿਅਕ ਨੇ {addon} ਅੱਗੇ ਵਧਾਇਆ।
pl: {addon} przekazane przez recenzenta.
pt_pt: {addon} encaminhado para análise superior por um editor.
ru: Проверяющий произвёл эскалацию {addon}.
sl: {addon} je recenzent eskaliral.
uk: Перевіряючий зробив ескалацію {addon}.
zh_cn: {addon} 已经由审核者提升。

source: Reviewer escalation
cs: Postoupení na detailní kontrolu
de: Weitergabe an nächsthöhere Stelle durch Überprüfer
el: Κλιμάκωση επιθεωρητή
es: Remisión de incidencias del revisor
fr: Escalade par l'éditeur
it: Escalation revisori
ja: 審査担当者による上級審査依頼
ko: 심사자 검토 대상
nl: Escalatie door beoordelaar
pa_in: ਸਮੀਖਿਅਕ ਅੱਗੇ ਵਧਣਾ
pl: Przekazanie recenzenta
pt_pt: Encaminhamento para análise superior do editor
ru: Эскалация проверки
sl: Eskalacija recenzenta
uk: Ескалація перевірки
zh_cn: 审核者提升

source: Video removed from {addon} because of a problem with the video.
cs: Video bylo od doplňku {addon} odebráno, protože se u tohoto videa vyskytl problém.
de: Video von {addon} entfernt wegen eines Problems mit dem Video.
el: Το βίντεο αφαιρέθηκε από το {addon} εξαιτίας κάποιου προβλήματος με το βίντεο.
es: Video eliminado del {addon} debido a un problema audiovisual.
fr: Vidéo supprimée de {addon} suite à un problème avec la vidéo.
it: Il video associato a {addon} è stato rimosso perché presentava dei problemi.
ja: 動画に問題があったため、{addon} の動画は削除されました。
ko: {addon}의 동영상이 문제가 있어 삭제됐습니다.
nl: Video verwijderd van {addon} vanwege een probleem met de video.
pa_in: ਵੀਡੀਓ ਨਾਲ ਇੱਕ ਸਮੱਸਿਆ ਆਉਣ ਕਾਰਨ ਵੀਡੀਓ {addon} ਤੋਂ ਹਟਾਈ ਗਈ।
pl: Usunięto wideo z {addon} z powodu problemów z nim związanych.
pt_pt: Vídeo removido do {addon} por apresentar problemas.
sl: Video odstranjen iz {addon} zaradi težav z videom.
uk: Відео вилучено з {addon} через проблеми з відтворенням.
zh_cn: 因为该视频引发的问题视频已从{addon}删除。

source: Video removed
cs: Video bylo odebráno.
de: Video entfernt
el: Το βίντεο αφαιρέθηκε
es: Video eliminado
fr: Vidéo supprimée
it: Video rimosso
ja: 動画削除
ko: 동영상 삭제됨
nl: Video verwijderd
pa_in: ਵੀਡੀਓ ਹਟਾਈ
pl: Usunięto wideo
pt_pt: Vídeo removido
ru: Видео удалено
sl: Video odstranjen
uk: Відео вилучено
zh_cn: 视频被移除

source: {addon} re-review because of new device(s) added.
cs: Doplněk {addon} bude znovu zkontrolován, protože byla přidána nová zařízení.
de: Neu-Überprüfung von {addon} wegen neuem/neuen hinzugefügtem/hinzugefügten Gerät(en).
el: Επαναξιολόγηση {addon} εξαιτίς της προσθήκης νέων συσκευών.
es: {addon} revisado de nuevo debido a la incorporación de nuevo(s) dispositivo(s).
fr: Revérification de {addon} suite à l'ajout de nouveau(x) appareil(s).
it: È necessario revisionare nuovamente {addon} perchè sono stati aggiunti uno o più dispositivi.
ja: {addon} は、対応端末が追加されたため、再審査を受けました。
ko: {addon}에 새로운 장치를 추가했으므로 재심사 합니다.
nl: Herbeoordeling {addon} vanwege toevoeging nieuw(e) appara(a)t(en).
pa_in: ਨਵੇਂ ਜੰਤਰ(s) ਸ਼ਾਮਲ ਹੋਣ ਕਾਰਨ {addon} ਦੀ ਮੁੜ-ਸਮੀਖਿਆ।
pl: Ponownie sprawdzono {addon}, ponieważ dodano nowe urządzenia.
pt_pt: {addon} revistos novamente devido à incorporação de novo(s) dispositivo(s).
sl: {addon} v ponovnem pregledu zaradi dodanih novih naprav.
uk: Повторний розгляд {addon} через додавання нових пристроїв.
zh_cn: {addon} 因为添加了新设备重新审核。

source: Device(s) Added
cs: Byla přidána zařízení
de: Gerät(e) hinzugefügt
el: Προστέθηκαν συσκευές
es: Dispositivo(s) agregados
fr: Appareil(s) ajouté(s)
it: Dispositivo(/i) aggiunto(/i)
ja: 対応端末追加
ko: 장치가 추가됨
nl: Appara(a)t(en) toegevoegd
pa_in: ਜੰਤਰ(s) ਸ਼ਾਮਲ
pl: Dodano urządzenia
pt_pt: Dispositivo(s) adicionado(s)
ru: Устройство добавлено
sl: Dodane naprave
uk: Пристрій(-ої) додано
zh_cn: 设备已添加。
