Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: This tutorial will take you through the steps required to build a very basic extension - one which adds a status bar panel to the Firefox browser containing the text "Hello, World!"
cs: Tento návod vás provede kroky nutnými pro sestavení jednoduchého rozšíření. Ukázkový příklad přidá do stavového řádku text "Hello, World!".
de: Diese Anleitung führt Sie durch die Schritte, die erforderlich sind, um eine ganz grundlegende Erweiterung zu entwickeln – eine, die ein Statusleistenelement zu Firefox hinzufügt, das den Text „Hallo, Welt!“ enthält.
el: Αυτό το εγχειρίδιο θα σας ξεναγήσει στα βήματα που απαιτούνται για να δημιουργήσετε μια πολύ βασική εφαρμογή - μια που προσθέτει στον περιηγητή Firefox μια καρτέλα που περιέχει το κείμενο "Hello, World!"
es: Este tutorial te guiará a través de los pasos necesarios para construir un complemento muy básico: uno que le agrega al navegador Firefox un panel de barra de estado que contiene el texto "¡Hola, mundo!"
fr: Ce tutoriel vous fera naviguer dans les étapes requises pour construire une extension très basique, ajoutant un panneau à la barre de statut du navigateur Firefox contenant le texte « Hello, World! »
it: Questa guida ti seguirà attraverso le fasi richieste per creare un'estensione di base in grado di aggiungere il testo "Ciao mondo!" alla barra di stato di Firefox.
ko: 이 튜토리얼을 순서대로 따라가면 Firefox 브라우저에 "Hello, World!" 글자가 적힌 상태 표시줄 하나가 생성되는 아주 기초적인 확장 기능을 제작할 수 있게 됩니다.
nl: Deze handleiding voert u door de vereiste stappen voor het bouwen van een zeer basale extensie - één die een statusbalkpaneel toevoegt aan de Firefox-browser met de tekst “Hello, World!”
pl: Ta instrukcja poprowadzi cię przez kolejne etapy tworzenia bardzo prostego rozszerzenia dodającego do paska stanu Firefoksa panel zawierający tekst: Hello, World!
pt_pt: Este tutorial irá levá-lo através dos passos necessários para construir uma extensão muito básica - uma que acrescenta um painel da barra de estado no navegador Firefox contendo o texto "Olá, Mundo!"
ru: Этот обучающий материал проведёт вас по шагам, требуемым для создания очень базового расширения - того, что добавляет панель на статусную строку браузера Firefox, содержащую текст "Hello, World!"
sl: Ta vodič vas bo vodil skozi korake, potrebne za izgradnjo zelo osnovnega dodatka - ki bo Firefoxu dodal pano z besedilom "Živjo svet!"
zh_cn: 这个教程将带您逐步构建一个非常基本的扩展——添加一个含有“Hello, World!”文字的状态栏面板到 Firefox 浏览器。

source: Extension Packaging
cs: Balení rozšíření
de: Packen von Erweiterungen
el: Συσκευασία Προσθέτου
es: Empaquetado de complementos
fr: Empaquetage d'extension
it: Il pacchetto delle estensioni
ja: 拡張機能のパッケージ
ko: 확장 기능 패키징하기
nl: Extensies inpakken
pl: Pakowanie rozszerzenia
pt_pt: Embalagem da extensão
ru: Упаковка расширения
sl: Embalaža za dodatke
zh_cn: 扩展封装

source: Learn more details on how extensions are packaged and installed.
cs: Dozvědět se více, jak jsou rozšíření balena a instalována.
de: Erfahren Sie mehr Details darüber, wie Erweiterungen gepackt und installiert werden.
el: Μάθετε περισσότερα για λεπτομέρειες σχετικά με τη συσκευασία και εγκατάσταση επεκτάσεων.
es: Conoce más detalles sobre cómo se empaquetan e instalan los complementos.
fr: En savoir plus sur la manière dont les extensions sont empaquetées et installées.
it: Scopri in che modo le estensioni vengono "confezionate" e installate.
ko: 확장 기능을 패키징하고 설치하는 보다 자세한 방법을 배워봅시다.
nl: Meer details over hoe extensies worden verpakt en geïnstalleerd.
pl: Poznaj więcej szczegółów na temat pakowania i instalowania rozszerzeń.
pt_pt: Saiba mais sobre como as extensões são empacotadas e instaladas.
ru: Узнайте подробнее об упаковке и установке расширений.
sl: Več podrobnosti o tem, kako se razširitve pakira in namešča.
zh_cn: 详细了解如何封装和安装扩展。

source: Install Manifests
cs: Instalační manifest
de: Installationsmanifeste
el: Εγκατάσταση Δηλώσεων
es: Archivos manifest de instalación
fr: Manifestes d'installation
it: Manifesti d'installazione
ja: インストールマニフェスト
ko: 설치 선언 파일
nl: Installatiemanifests
pl: Manifesty instalacyjne
pt_pt: Manifestos de instalação
ru: Манифесты установки
sl: Manifesti za namestitev
zh_cn: 安装清单

source: This document explains install manifests "install.rdf" and all of properties available for use in your add-on.
cs: Dokument vysvětluje instalační manifest (install.rdf) a všechny vlastnosti, které můžete u svého doplňku použít.
de: Diese Dokument erklärt die „install.rdf“-Installationsmanifeste und all deren Eigenschaften, die für die Verwendung in Ihrem Add-on zur Verfügung stehen.
es: Este documento explica los archivos manifest de instalación "install.rdf" y todas las propiedades disponibles para usar en tu complemento.
fr: Ce document explique les manifestes d'installation « install.rdf » et toutes les propriétés disponibles à utiliser dans votre module.
it: Questo documento spiega i manifesti di installazione "install.rdf" e tutte le proprietà disponibili per il tuo componente aggiuntivo.
ko: 이 문서는 설치 선언 파일 "install.rdf"와 부가 기능에서 사용할 수 있는 모든 속성에 대해 설명하고 있습니다.
nl: Dit document legt installatiemanifests “install.rdf” uit en alle beschikbare eigenschappen die u in uw add-on kunt gebruiken.
pl: W tym dokumencie są opisane instrukcje instalacyjne (plik install.rdf) i wszystkie właściwości możliwe do użycia w dodatku.
pt_pt: Este documento explica como instalar manifestos "install.rdf" e todas as propriedades disponíveis para usar no seu extra.
ru: Этот документ объясняет манифесты установки "install.rdf" и все свойства, доступные для использования в вашем дополнении.
sl: Ta dokument razloži smisel in pomen manifestov za namestitev "install.rdf" in vseh lastnosti, ki so vam na razpolago v dodatku.
zh_cn: 本文讲解了安装清单文件“install.rdf”以及所有可用于您的附加组件的属性。

source: Other Tutorials
cs: Ostatní návody
de: Andere Anleitungen
el: Άλλα εγχειρίδια
es: Otros tutoriales
fr: Autres tutoriels
it: Altre guide
ja: その他のチュートリアル
ko: 기타 튜토리얼
nl: Overige handleidingen
pl: Inne instrukcje
pt_pt: Outros tutoriais
ru: Другие обучающие материалы
sl: Drugi praktični primeri
zh_cn: 其他教程

source: Firefox Add-ons Developer Guide
cs: Průvodce vývojáře doplňků Firefoxu
de: Leitfaden für Firefox-Add-on-Entwickler
el: Οδηγός Προγραμματιστών Προσθέτων του Firefox
es: Guía de desarrolladores de complementos de Firefox
fr: Guide du développeur de modules Firefox
it: Guida per gli sviluppatori di componenti aggiuntivi per Firefox
ja: Firefox アドオン開発者ガイド
ko: Firefox 부가 기능 개발자 가이드
nl: Firefox-add-ons-ontwikkelaarsgids
pl: Przewodnik dla twórców rozszerzeń dla Firefoksa
pt_pt: Guia do desenvolvedor dos extras do Firefox
ru: Руководство разработчика дополнений Firefox
sl: Navodila za razvijalce dodatkov za Firefox
zh_cn: Firefox 附加组件开发者指南

source: In this detailed guide to extension development, you'll learn the basics of packaging extensions, building an interface with XUL, implementing advanced processes with XPCOM, and how to put it all together.
cs: V tomto detailním průvodci vývojem rozšíření se dozvíte základy vytváření balíku s rozšířením, vytváření uživatelského rozhraní pomocí XULu, implementaci pokročilých procesů pomocí XPCOMu a způsob, jak to poskládat vše dohromady.
de: In diesem detaillierten Leitfaden zur Add-on-Entwicklung lernen Sie die Grundlagen des Packens von Erweiterungen, Entwickelns einer Oberfläche mit XUL, der Implementierung von erweiterten Prozessen mit XPCOM und wie Sie das alles zusammensetzen.
es: En esta detallada guía para el desarrollo de complementos aprenderás lo básico de empaquetar complementos, construir una interfaz con XUL, implementar procesos avanzados con XPCOM y cómo juntar todo.
fr: Dans ce guide détaillé sur le développement d'extension, vous apprendrez les bases de l'empaquetage d'extensions, la construction d'une interface avec XUL, l'implémentation de processus avancés avec XPCOM, et comment lier tout ceci ensemble.
it: In questa guida dettagliata potrai scoprire le basi dello sviluppo: creare un pacchetto con la tua estensione, creare un'interfaccia con XUL, implementare processi avanzati con XPCOM.
ko: 이 확장 기능 개발 세부 가이드에선, 확장 기능 패키징, XUL로 인터페이스 구축, XPCOM으로 고급 처리 수행하기, 이 모든걸 한꺼번에 구현하는 법을 배울 수 있습니다.
nl: In deze gedetailleerde gids voor extensieontwikkeling leert u de beginselen van extensies inpakken, een interface bouwen met XUL, geavanceerde processen implementeren met XPCOM en hoe u alles in elkaar kunt zetten.
pl: W tym szczegółowym przewodniku po procesie tworzenia rozszerzenia dowiesz się o podstawach pakowania rozszerzeń, budowaniu interfejsu za pomocą języka XUL, implementowaniu procesów z XPCOM i jak zapisać to wszystko razem.
pt_pt: Neste guia detalhado sobre o desenvolvimento de uma extensão, vai aprender os básicos sobre o empacotamento de extensões, construir de uma interface com XUL, implementar processos avançados com XPCOM, e como colocá-los todos juntos.
ru: В этом подробном руководстве по разработке расширения вы узнаете об основах упаковки расширений, построении интерфейса с помощью XUL, создании продвинутых процессов с помощью XPCOM, и как всё это вместе собрать.
sl: V teh podrobnih navodilih za razvoj dodatkov boste, zgradili vmesnik z XUL, implementirati naprednih procese z XPCOM in nazadnje zvedeli, kako se vse to skupaj zavije v dodatkeno embalažo.
zh_cn: 在这个详尽的扩展开发指南中，您将能学到：封装扩展的基础知识，用 XUL 构建界面，通过 XPCOM 实现高级处理，以及如何把它们结合起来。

source: How to Develop a Firefox Extension
cs: Jak vytvořit rozšíření pro Firefox
de: Wie man eine Firefox-Erweiterung entwickelt
el: Πώς θα αναπτύξετε μια Επέκταση του Firefox
es: Como desarrollar una extensión para Firefox
fr: Comment développer une extension Firefox
it: Come sviluppare un'estensione per Firefox
ja: Firefox 向け拡張機能の開発方法
ko: Firefox 확장 기능 제작 방법
nl: Een Firefox-extensie ontwikkelen
pl: Jak stworzyć rozszerzenie dla Firefoksa
pt_pt: Como desenvolver uma extensão do Firefox
ru: Как разработать расширение Firefox
sl: Kako razviti dodatek za Firefox
zh_cn: 如何开发 Firefox 扩展

source: In this walk-through, Robert Nyman explains how to develop a Firefox extension from scratch.
cs: Robert Nyman krok za krokem vysvětluje, jak postupovat při vývoji rozšíření úplně od začátku.
de: In dieser Schritt-für-Schritt-Anleitung erklärt Robert Nyman, wie man von Grund auf eine Firefox-Erweiterung entwickelt.
es: En esta guía paso a paso Robert Nyman explica cómo desarrollar un complemento para Firefox partiendo de cero.
fr: Dans ce guide, Robert Nyman explique comment développer une extension Firefox depuis zéro.
it: In questa guida Robert Nyman spiega come sviluppare da zero un'estensione per Firefox.
ko: 이 따라하기에선 Robert Nyman님이 메모장에서 Firefox 확장 기능을 개발하는 방법을 설명하고 있습니다.
nl: In deze gids legt Robert Nyman uit hoe u een Firefox-extensie uit het niets kunt ontwikkelen.
pl: W tym poradniku Robert Nyman poprowadzi cię przez proces tworzenia rozszerzenie dla Firefoksa.
pt_pt: Neste passo-a-passo, Robert Nyman explica como desenvolver uma extensão para o Firefox desde o início.
ru: В этом пошаговом руководстве, Robert Nyman объясняет, как разработать расширение Firefox с нуля.
sl: Na tem &quot;sprehodu&quot; vam bo Robert Nyman je razložil, kako iz nič razvijete dodatek za Firefox.
zh_cn: 在这个实例讲座中，Robert Nyman 会逐步讲解如何从零开始开发一个 Firefox 扩展。

source: How to Build a Firefox Extension
cs: Jak sestavit rozšíření pro Firefox
de: Wie man eine Firefox-Erweiterung herstellt
el: Πώς θα χτίσετε μια επέκταση του Firefox
es: Cómo construir una extensión para Firefox
fr: Comment construire une extension Firefox ?
it: Come sviluppare un'estensione per Firefox
ja: Firefox 向け拡張機能の作成方法
ko: Firefox 확장 기능 개발 노하우
nl: Een Firefox-extensie bouwen
pl: Jak stworzyć rozszerzenie dla Firefoksa
pt_pt: Como construir uma extensão do Firefox
ru: Как собрать расширение Firefox
sl: Kako zgraditi razširitev za Firefox
zh_cn: 如何构建 Firefox 扩展

source: Lifehacker gives tips and helpful hints on developing your first Firefox extension.
cs: Lifehacker vám dává tipy a užitečné rady pro vývoj vašeho prvního rozšíření pro Firefox.
de: Lifehacker gibt Tipps und hilfreiche Hinweise zur Entwicklung Ihrer ersten Firefox-Erweiterung.
es: Lifehacker te ofrece consejos y sugerencias útiles sobre cómo desarrollar tu primera extensión para Firefox.
fr: Lifehacker donne des astuces et des pistes utiles sur le développement de votre première extension Firefox.
it: Lifehacker offre alcuni consigli e trucchi per lo sviluppo della tua prima estensione.
ko: 당신의 첫 Firefox 확장 기능 개발에 필요한 팁과 유용한 힌트같은 것들을 Lifehacker님이 제공하고 있습니다.
nl: Lifehacker geeft tips en nuttige hints voor het ontwikkelen van uw eerste Firefox-extensie.
pl: Lifehacker dostarcza podpowiedzi i pomocne wskazówki w procesie tworzenia twojego pierwszego rozszerzenia dla Firefoksa.
pt_pt: Lifehacker dá dicas e sugestões úteis no desenvolvimento da sua primeira extensão para o Firefox.
ru: Lifehacker дает полезные советы по разработке вашего первого расширения для Firefox.
sl: Lifehacker daje nasvete in koristne nasvete za razvoj vaše prve razširitve za Firefox.
zh_cn: Lifehacker 对开发您的首个 Firefox 扩展提供了一些有用的建议和提示。

source: Firefox Extension Development Tutorial
cs: Návod na tvorbu rozšíření pro Firefox
de: Anleitung zur Entwicklung von Firefox-Erweiterungen
el: Εγχειρίδιο Ανάπτυξης Επεκτάσεων του Firefox
es: Tutorial de desarrollo de extensiones de Firefox
fr: Tutoriel de développement d'extension Firefox
it: Guida per lo sviluppo di estensioni
ja: Firefox 拡張機能開発チュートリアル
ko: Firefox 확장 기능 개발 튜토리얼
nl: Handleiding voor de ontwikkeling van een Firefox-extensie
pl: Instrukcja tworzenia rozszerzeń dla Firefoksa
pt_pt: Tutorial de desenvolvimento de uma extensão do Firefox
ru: Обучение разработке расширений для Firefox
sl: Tutorial za razvoj dodatkov za Firefox
zh_cn: Firefox 扩展开发教程

source: A multi-page tutorial covering a variety of extension development topics.
cs: Vícestránkový návod pokrývající řadu témat souvisejících s vývojem rozšíření.
de: Eine mehrseitige Anleitung, die eine Vielzahl von Themen zur Erweiterungsentwicklung abdeckt.
es: Un tutorial multipágina que cubre diversos temas sobre desarrollo de extensiones.
fr: Un tutoriel sur plusieurs pages courant une variété de sujets autour du développement d'extension.
it: Questa guida tratta diversi argomenti legati allo sviluppo di estensioni.
ko: 여러 페이지로 이루어진 튜토리얼이며 확장 기능 개발에 관한 다양한 주제를 담고 있습니다.
nl: Een handleiding van meerdere pagina’s die een keur aan onderwerpen op het vlak van extensieontwikkeling beschrijft.
pl: Instrukcja zawierająca różnorodne zagadnienia związane z tworzeniem rozszerzeń.
pt_pt: Um tutorial multi-página que cobre uma variedade de tópicos de desenvolvimento de uma extensão.
ru: Многостраничный учебник, посвященный различным темам разработки расширений.
sl: Več strani vaj, ki zajemajo različne teme glede razvoja dodatkov.
zh_cn: 一个多页的教程，涵盖了各种扩展开发的主题。

source: Creating a Status Bar Extension
cs: Vytvoření rozšíření stavového řádku
de: Entwickeln einer Erweiterung für die Statusleiste
el: Δημιουργία μια επέκτασης Γραμμής Κατάστασης
es: Crear una barra de estado
fr: Créer une extension barre de statut
it: Creare un'estensione per la barra di stato
ja: ステータスバー拡張機能の作成
ko: 상태 표시줄 확장 기능 만들기
nl: Een statusbalkextensie maken
pl: Tworzenie rozszerzenia dla paska stanu
pt_pt: Criar uma extensão da barra de estado
ru: Создание расширения строки состояния
sl: Ustvarjanje razširitve za statusno vrstico
zh_cn: 创建一个状态栏扩展

source: Learn how to create a simple status bar extension and add more advanced functionality in subsequent tutorials, linked below.
cs: Přečtěte si, jak vytvořit jednoduché rozšíření stavového řádku a pomocí návodu níže přidejte více pokročilých funkcí.
de: Lernen Sie, wie man eine einfache Erweiterung für die Statusleiste entwickelt und erweiterte Funktionalität in folgenden Anleitungen, die im folgenden verlinkt sind.
es: Aprende a crear una simple barra de estado y funcionalidades más avanzadas en los siguientes tutoriales enlazados a continuación.
fr: Apprenez comment créer une simple extension avec une barre de statut et ajouter des fonctionnalités plus avancées dans de prochains tutoriels, ci-après.
it: Scopri come creare un'estensione in grado di modificare la barra di stato e, grazie alle guide successive, aggiungere funzionalità più complesse.
ko: 간단한 상태 표시줄 확장 기능 제작법과 아래 링크에서 계속되는 튜토리얼을 통해 보다 발전된 기능을 추가하는 방법을 배워봅시다.
nl: Leer hoe u een eenvoudige statusbalkextensie maakt en meer geavanceerde functionaliteit toevoegt in repectievelijke handleidingen, waarnaar u hieronder koppelingen vindt.
pl: W kolejnej instrukcji dowiesz się, jak stworzyć proste rozszerzenie dla paska stanu i dodawać więcej zaawansowanych funkcji.
pt_pt: Aprenda como criar uma extensão de uma barra de estado simples e adicionar mais funcionalidade nos tutoriais seguinte, indicado em baixo.
ru: Узнайте, как создать простое расширение строки состояния и добавить дополнительные функции в приведённых ниже обучающих пособиях.
sl: Več o tem, kako ustvariti preprosto razširitev za statusno vrstico in kako dodati več naprednih funkcij v sledečih vajah, s povezavami spodaj.
zh_cn: 学习如何创建一个简单的状态栏扩展。在后续的教程中，可以学习如何增加更多高级功能，链接在下面。

source: Creating a Dynamic Status Bar Extension
cs: Vytvoření rozšíření stavového řádku o dynamické informace
de: Entwickeln einer Erweiterung für eine dynamische Statusleiste
el: Δημιουργία μιας επέκτασης Δυναμικής Γραμμής Κατάστασης
es: Crear una extensión con una barra de estado dinámica
fr: Créer une extension avec barre de statut dynamique
it: Creare un'estensione dinamica per la barra di stato
ja: 動的なステータスバー拡張機能の作成
ko: 동적인 상태 표시줄 확장 기능 만들기
nl: Een dynamische statusbalkextensie maken
pl: Tworzenie rozszerzenia dodającego dynamiczny pasek stanu
pt_pt: Criar uma extensão da barra de estado dinâmica
ru: Создание расширения динамической строкой состояния
sl: Ustvarjanje dinamičnega dodatka za Statusno vrstico
zh_cn: 创建一个动态的状态栏扩展

source: This article modifies the status bar extension created in the above tutorial by fetching content from a website at a regular interval.
cs: Článek upravuje rozšíření vytvořené v předchozím návodu o získávání obsahu z webové stránky v pravidelných intervalech.
de: Dieser Artikel modifiziert die Statusleistenerweiterung aus der vorherigen Anleitung, indem in regelmäßigen Abständen Inhalte aus einer Website geholt werden.
es: Este artículo modifica la extensión de barra de estado creada en el anterior tutorial obteniendo contenido de una web a intervalos regulares.
fr: Cet article modifie la précédente extension barre de statut en récupérant le contenu depuis un site web à un intervalle régulier.
it: Questo articolo modifica l'estensione per la barra di stato creata nella guida precedente recuperando contenuti da un sito web a intervalli regolari.
ko: 이 문서에선 위의 튜토리얼을 통해 제작한 상태 표시줄 확장 기능을 수정해서 일정 주기로 웹사이트의 콘텐트를 추출하는 확장 기능으로 바꾸게 됩니다.
nl: Dit artikel past de statusbalkextensie die u in de bovenstaande handleiding hebt gemaakt aan door op regelmatige tijdstippen inhoud van een website op te halen.
pl: W tym artykule opisane są modyfikacje rozszerzenia utworzonego za pomocą instrukcji znajdującej się powyżej. Modyfikacje te polegają na dodaniu elementów odpowiedzialnych za pobieranie danych z witryny w regularnych odstępach czasu.
pt_pt: Este artigo modifica a extensão da barra de estado criada no tutorial indicado em cima procurando o conteúdo de um sítio web num intervalo regular.
ru: В этой статье мы изменяем расширение строки состояния, созданное в вышеуказанном обучающем материале, собирая данные с веб-сайта через регулярные промежутки времени.
sl: Ta članek prilagodi dodatek za statusno vrstico, ki se jo razvije v vaji zgoraj, in sicer tako, da v rednih presledkih posname vsebino strani.
zh_cn: 本文修改了上面的教程中所创建的状态栏扩展，增加了定期从网站抓取内容的功能。

source: Adding Preferences to an Extension
cs: Přidávání předvoleb k rozšíření
de: Einer Erweiterung Eigenschaften hinzufügen
el: Προσθήκη Προτιμήσεων σε μια Επέκταση
es: Agregar opciones a una extensión
fr: Ajouter des préférences à une extension
it: Aggiungere preferenze a un'estensione
ja: 拡張機能に設定を追加する方法
ko: 확장 기능에 옵션 추가하기
nl: Voorkeuren aan een extensie toevoegen
pl: Dodawanie preferencji do rozszerzenia
pt_pt: Adicionar preferências a uma extensão
ru: Добавление настроек в расширение
sl: Dodajanje preferenc dodatku
zh_cn: 添加首选项至扩展

source: This article shows how to add preferences to the dynamic status bar created in the above tutorial.
cs: Článek ukazuje, jak přidat předvolby k rozšíření stavového řádku o dynamický obsah z předchozího návodu.
de: Dieser Artikel zeigt, wie man einer dynamischen Statusleiste aus der vorherigen Anleitung Eigenschaften hinzufügt.
el: Αυτό το άρθρο δείχνει πως θα προσθέσετε προτιμήσεις στη δυναμική γραμμή κατάστασης που δημιουργήθηκε στο παραπάνω εγχειρίδιο.
es: Este artículo muestra cómo añadir opciones a la barra de estado dinámica creada en el tutorial anterior.
fr: Cet article montre comment ajouter des préférences à la barre de statut dynamique créée dans le tutoriel précédent.
it: Questo articolo spiega come aggiungere preferenze alla barra di stato dinamica creata nella precedente guida.
ko: 이 문서는 위의 튜토리얼에서 제작된 동적 상태 표시줄에 옵션을 추가하는 방법을 보여주고 있습니다.
nl: Dit artikel toont hoe u voorkeuren aan de in bovenstaande handleiding gemaakte dynamische statusbalk kunt toevoegen.
pl: W tym artykule znajduje się opis, jak dodać ustawienia do rozszerzenia paska stanu utworzonego za pomocą instrukcji znajdującej się powyżej.
pt_pt: Este artigo mostra como adicionar preferências à barra de estado dinâmica criada no tutorial acima.
ru: В данной статье показано, как добавить настройки к динамической строке состояния, созданной в предыдущем руководстве.
sl: Ta članek prikazuje, kako dodati nastavitve in dinamično statusno vrstico, ki se ju je razvilo v zgornjih vajah.
zh_cn: 本文讲解了如何把首选项添加到上面的教程中所创建的动态状态栏中。

source: Books
cs: Knihy
de: Bücher
el: Βιβλία
es: Libros
fr: Livres
it: Libri
ja: 書籍
ko: 도서
nl: Boeken
pl: Książki
pt_pt: Livros
ru: Книги
sl: Knjige
zh_cn: 书籍

source: Build Your Own Firefox Extension E-book
cs: Elektronická kniha Build Your Own Firefox Extension
de: E-Book zum Thema „Entwicklung Ihrer eigenen Firefox-Erweiterung“
es: Construye tu propia extensión para Firefox de libros electrónicos
fr: Livre électronique Build your own Firefox extension
it: Costruisci la tua estensione per Firefox (ebook)
ja: 電子書籍「Firefox 向け拡張機能の作成方法」
ko: 나만의 Firefox 확장 기능 만들기 E-book
nl: Uw eigen Firefox-extensie-e-book bouwen
pl: Budowanie rozszerzenia dla Firefoksa – E-book
pt_pt: Crie a sua própria extensão de E-book para o Firefox
ru: Постройте свое собственное Firefox-расширение для электронной книги
sl: Sestavite si lastno E-knjigo razširitev za Firefox
zh_cn: 构建您自己的 Firefox 扩展电子书
