Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <p> Whenever an add-on includes any unexpected* feature that </p> <ul> <li>compromises user privacy or security (like sending data to third parties),</li> <li>changes default settings like the homepage or search engine, or</li> <li>changes settings or features in other add-ons or deactivates them altogether</li> </ul> <p>the features must adhere to the following requirements:</p> <ul> <li>The add-on description must clearly state what changes the add-on makes.</li> <li>All changes must be opt-in, meaning the user must take non-default action to enact the change.</li> <li>The opt-in dialog must clearly state the name of the add-on requesting the change.</li> <li>Uninstalling the add-on restores the user's original settings if they were changed.</li> </ul> <p>*Unexpected features are those that are unrelated to the add-on's primary function.</p>
cs: <p>Když doplněk obsahuje neočekávané* funkce, které </p> <ul> <li>kompromitují soukromí uživatele nebo jeho bezpečnost (např. posíláním dat třetí straně),</li> <li>mění výchozí nastavení jako je domovská stránka nebo vyhledávací modul,</li> <li>mění nastavení nebo funkce jiných doplňků (případně je deaktivuje),</li> </ul> <p>musí taková funkce splnit následující požadavky:</p> <ul> <li>Popis doplňku musí jasně uvádět, jaké změny činí. </li> <li> Všechny změny musí být schváleny uživatelem. To znamená, že uživatel musí realizovat nevýchozí akci, která provede změnu.</li> <li> Dialog změny musí jasně uvádět jméno doplňku, který změnu realizuje.</li> <li>Odinstalace doplňku obnoví výchozí nastavení uživatele, pokud bylo doplňkem změněno.</li> </ul> <p>*Neočekávané funkce jsou takové funkce, které nesouvisí s primární funkci doplňku.</p>
de: <p> Immer dann, wenn ein Add-on eine unerwartete* Funktion enthält, die </p> <ul> <li>die Privatsphäre oder Sicherheit des Benutzers kompromittiert (beispielsweise Daten an Dritte sendet),</li> <li>Standardeinstellungen wie die Startseite oder Suchmaschine ändert, oder</li> <li>Einstellungen oder Funktionen in anderen Add-ons verändert oder ganz deaktiviert</li> </ul> <p>müssen die Funktionen die folgenden Anforderungen erfüllen:</p> <ul> <li>Die Beschreibung des Add-ons muss deutlich machen, welche Änderungen dieses Add-on vornimmt.</li> <li>Alle Änderungen müssen freiwillig (Opt-in) sein, das heißt der Benutzer muss eine nicht-normale Aktion durchführen, um die Änderungen anzuwenden.</li> <li>Der Opt-in-Dialog muss den Namen des Add-ons, das die Änderung verlangt, deutlich machen.</li> <li>Deinstallation des Add-on stellt die ursprünglichen Einstellungen des Benutzers wieder her, wenn sie geändert wurden.</li> </ul> <p>* Unerwartete Funktionen sind solche, die nichts mit der eigentlichen Funktion des Add-ons zu tun haben.</p>
es: <p>Cada vez que un complemento incluye cualquier característica inesperada* que </p> <ul> <li>compromete la privacidad del usuario o la seguridad (como el envío de datos a terceros),</li> <li>camba la configuración predeterminada como la página de inicio o un motor de búsqueda, o </li> <li>cambia la configuración de otros complementos o los desactiva</li> </ul> <p>las características deben reunir los siguientes requisitos:</p> <ul> <li>La descripción del complemento debe ser clara respecto a lo que hace.</li> <li>Todos los cambios deben ser opcionales, lo que el usuario debe realizar acciones diferentes a las por defecto para activar esos cambios.</li> <li>La ventana de opciones debe mostrar de manera clara el nombre del complemento que solicita el cambio.</li> <li>Al desinstalar el complemento se restauran las opciones originales del usuario, en caso de haberse cambiado.</li> </ul> <p>*Características inesperadas son aquellas no relacionadas con la función principal del complemento.</p>
fr: <p> Quand un module contient des fonctionnalités inattendues* qui </p> <ul> <li>compromettent la sécurité ou la vie privée des utilisateurs (comme l'envoi de données à des parties tierces),</li> <li>modifient des paramètres par défaut comme la page d'accueil ou le moteur de recherche, ou</li> <li>modifient des paramètres ou fonctionnalités d'autres modules ou les désactivent</li> </ul> <p>les fonctionnalités doivent correspondre aux besoins suivants :</p> <ul> <li>La description du module doit clairement indiquer quels sont les changements opérés.</li> <li>Tous les changements doivent être opt-in, c'est à dire que l'utilisateur doit valider consciemment l'application des changements.</li> <li>La boîte de dialogue opt-in doit clairement faire apparaître le module qui nécessite le changement.</li> <li>La désinstallation du module rétablit les paramètres originaux de l'utilisateur s'ils ont été altérés.</li> </ul> <p>*Les fonctionnalités inattendues sont celles qui ne sont pas en rapport avec la fonction principale du module.</p>
it: <p> Se un componente aggiuntivo include funzionalità inaspettate* che </p> <ul> <li>compromettono la sicurezza o la privacy dell'utente, ad esempio inviando dati a terze parti;</li> <li>modificano impostazioni predefinite come la pagina iniziale o il motore di ricerca;</li> <li>modificano funzionalità di altri componenti aggiuntivi o li disattivano completamente.</li> </ul> <p>Le caratteristiche devono rispettare i seguenti requisiti:</p> <ul> <li>La descrizione deve chiaramente indicare che cosa faccia il componente aggiuntivo.</li> <li>Tutte le modifiche devono richiedere all'utente una conferma e l'utente dovrà scegliere l'opzione non predefinita per attuare le modifica.</li> <li>La finestra di accettazione deve chiaramente indicare il nome del componente aggiuntivo che richiede la modifica.</li> <li>La disinstallazione del componente aggiuntivo ripristina le impostazioni originali dell'utente nel caso in cui siano state modificate.</li> </ul> <p>*per funzionalità inattese si intendono funzionalità che non sono legate alla funzione principale del componente aggiuntivo.</p>
ko: <p> 부가 기능이 사전에 고려하지 않은* 기능을 포함하고 있을시, 즉 </p> <ul> <li>사용자 개인정보나 보안에 대한 타협 (써드파티에 데이터 전송과 같은),</li> <li>홈페이지나 검색 엔진과 같은 기본 설정 변경, 또는</li> <li>다른 부가 기능의 설정 및 기능을 변경하거나 완전한 무력화</li> </ul> <p>기능은 다음 요구 사항에 반드시 부합해야 합니다:</p> <ul> <li>부가 기능이 어떤 사항을 변경하는지 명확하게 설명에 명시되어 있어야 합니다.</li> <li>모든 변경 사항은 기본 외 작업을 통한 변경을 사용자가 경험하게 된다는 것을 의미한다는 사실에 대한 사전 동의가 반드시 필요합니다.</li> <li>사전 동의를 묻는 대화창은 특정 부가 기능의 이름이 변경을 요청하고 있다는 사실을 명확하게 명시하고 있어야 합니다.</li> <li>부가 기능 삭제시 그동안 변경한 사용자의 기본 설정이 복구되야 합니다.</li> </ul> <p>*사전에 고려하지 않은 기능이란 부가 기능의 주요 기능과 관련이 없는 기능을 의미합니다.</p>
nl: <p>Wanneer een add-on een onverwachte* functie bevat die </p> <ul> <li>de privacy of beveiliging van de gebruiker in gevaar brengt (door bijvoorbeeld gegevens naar derden te versturen),</li> <li>standaardinstellingen zoals de startpagina of zoekmachine wijzigt, of</li> <li>instellingen of functies van andere add-ons wijzigt of ze in het geheel uitschakelt</li> </ul> <p>moeten de functies aan de volgende eisen voldoen:</p> <ul> <li> De add-onbeschrijving moet duidelijk stellen welke wijzigingen de add-on aanbrengt.</li> <li>Alle wijzigingen dienen ‘opt-in’ te zijn, wat inhoudt dat de gebruiker een niet-standaardactie moet uitvoeren om de wijziging door te voeren.</li> <li>Het opt-in-dialoogvenster dient duidelijk de naam van de add-on die om de wijziging vraagt te vermelden.</li> <li>De-installatie van de add-on herstelt de oorspronkelijke instellingen van de gebruiker als deze zijn gewijzigd.</li> </ul> <p>*Onverwachte functies zijn functies die geen directe relatie hebben met de primaire functie van de add-on.</p>
pa_in: <p>ਜਦੋਂ ਐਡ-ਆਨ ਕੋਈ ਅਣਿਆਈ* ਵਿਸ਼ੇਸਤਾ ਸ਼ਾਮਲ ਕਰਦਾ ਜੋ </p> <ul> <li> ਉਪਭੋਗੀ ਪਰਦੇਦਾਰੀ ਜਾਂ ਸੁਰੱਖਿਆ ਨਾਲ ਸਮਝੌਤਾ ਕਰਦੀ ਹੈ (ਜਿਵੇਂ ਤੀਜੀ ਧਿਰ ਨੂੰ ਡਾਟਾ ਭੇਜਣਾ),</li> <li> ਮੂਲ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਬਦਲਾਅ ਜਿਵੇਂ ਹੋਮਸਫ਼ਾ ਜਾਂ ਖੋਜ ਇੰਜਨ, ਜਾਂ</li> <li>ਹੋਰ ਐਡ-ਆਨਾਂ ਵਿੱਚ ਸੈਟਿੰਗਾਂ ਜਾਂ ਗੁਣ ਬਦਲਣਾ ਜਾਂ ਨਾਲ ਹੀ ਉਹਨਾਂ ਨੂੰ ਬੰਦ ਕਰਨਾ<li> </ul> <p> ਗੁਣਾਂ ਨੂੰ ਅੱਗੇ ਦਿੱਤੀਆਂ ਜ਼ਰੂਰਤਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨੀ ਚਾਹੀਦੀ:</p> <ul> <li> ਐਡ-ਆਨ ਵੇਰਵੇ ਤੋਂ ਸਾਫ਼ ਹੋਣਾ ਚਾਹੀਦਾ ਕੀ ਐਡ-ਆਨ ਕਿਹੜੇ ਬਦਲਾਅ ਕਰਦਾ।</li> <li>ਸਾਰੇ ਬਦਲਾਅ ਚੋਣ-ਵਿੱਚ ਹੋਣੇ ਚਾਹੀਦੇ, ਭਾਵ ਉਪਭੋਗੀ ਬਦਲਾਅ ਕਰਨ ਲਈ ਮੂਲ ਤੋਂ ਇਲਾਵਾ ਕਾਰਜ ਕਰ ਸਕੇ।</li> <li> ਚੋਣ-ਵਿੱਚ ਡਾਇਲਾੱਗ ਵਿੱਚ ਬਦਲਾਅ ਦੀ ਮੰਗ ਕਰਦੇ ਐਡ-ਆਨ ਦਾ ਨਾਂ ਸਾਫ਼ ਢੰਗ ਨਾਲ ਦੱਸਿਆ ਜਾਵੇ।</li> <li>ਅਣ-ਇੰਸਟਾਲ ਹੁੰਦਾ ਐਡ-ਆਨ ਉਪਭੋਗੀਆਂ ਦੀਆਂ ਅਸਲ ਸੈਟਿੰਗਾਂ ਨੂੰ ਮੁੜ ਲਿਆਉਣਾ ਕਰੇ ਜੇਕਰ ਉਹ ਬਦਲੀਆਂ ਸਨ</li> </ul> <p>*ਅਣਿਆਈ ਵਿਸ਼ੇਸਤਾਵਾਂ ਉਹ ਹਨ ਜੋ ਐਡ-ਆਨ ਦੇ ਮੁੱਖ ਕੰਮ ਨਾਲ ਕੋਈ ਸਬੰਧ ਨਹੀਂ ਰੱਖਦੀਆਂ।<p>
pl: <p>Ilekroć dodatek zawiera *nieoczekiwaną funkcję, która:</p><ul> <li>naraża prywatność lub bezpieczeństwo użytkownika, np. wysyłając dane do osób trzecich,</li> <li>zmienia domyślne ustawienia takie, jak strona startowa czy wyszukiwarka,</li> <li>zmienia ustawienia lub funkcje innych zainstalowanych dodatków oraz je dezaktywuje.</li> </ul> <p>Funkcje muszą spełniać następujące wymagania:</p> <ul> <li>opis dodatku musi jasno wyszczególniać, jakich zmian dokonuje dodatek,</li> <li>wszystkie zmiany muszą być „opt-in”; oznacza to, że użytkownik musi wykonać niedomyślne działanie, aby dokonać zmiany,</li> <li>dialog „opt-in” musi jasno określać nazwę dodatku żądającego zmiany,</li> <li>proces dezinstalacji dodatku musi odtworzyć oryginalne ustawienia użytkownika jeśli zostały zmienione przez dodatek.</li> </ul> <p>*Nieoczekiwane funkcje, to funkcje niepowiązane z podstawowymi funkcjami dodatku.</p>
pt_pt: <p> Sempre que um extra incluir um recurso inesperado* que </p> <ul> <li>afeta a privacidade ou segurança do usuário (enviando dados para terceiros, por exemplo),</li> <li>altera configurações padrão como a página inicial ou mecanismo de pesquisa ou</li> <li>altera configurações e funcionalidades de outros add-ons ou os desativa completamente,</li> </ul> <p>esse recurso deve atender aos seguintes requisitos:</p> <ul> <li>A descrição do extra deve listar claramente quais alterações serão feitas pelo extra.</li> <li>Todas as alterações deverão ser opt-in, ou seja, o usuário deve ativar ou solicitar as alterações manualmente, sem nenhuma alteração automática.</li> <li>O diálogo de ativação deve deixar claro qual extra está solicitando as alterações.</li> <li>A desinstalação do extra deverá restaurar as configurações originais do usuário caso elas tenham sido alteradas.</li> </ul> <p>*Recursos inesperados são aqueles que não estão relacionados à função primária do extra.</p>
ru: <p> Всякий раз, когда дополнение включает в себя какую-либо неожиданную* функцию, которая </p> <ul> <li>компрометирует приватность или безопасность пользователя (например передаёт данные третьим лицам),</li> <li>изменяет настройки по умолчанию, например домашнюю страницу или поисковую систему, или</li> <li>изменяет настройки или функции в других дополнениях или деактивирует их целиком</li></ul><p>функции должны соответствовать следующим требованиям:</p> <ul> <li> Описание дополнения должно четко указывать производимые дополнением изменения.</li> <li>Пользователь должен в явном виде согласиться принять все изменения, то есть пользователь должен произвести нестандартные действия по принятию изменений.</li> <li>В диалоговом окне произведения изменений должно быть четко указано имя дополнения, запрашивающего изменение.</li> <li>Удаление дополнения должно восстанавливать первоначальные настройки пользователя, если они были изменены.</li> </ul> <p> *Неожиданными функциями являются те, которые не имеют отношения к основной функции дополнения.</p>
sl: <p> Kadarkoli kak dodatek vsebuje nepričakovano* funkcijo, ki </p> <ul> <li> kompromitira zasebnost ali varnost uporabnika uporabnika zasebnosti ali varnosti (kot je recimo pošiljanje podatkov tretjim osebam), </li> <li> spremeni privzete nastavitve, kot sta domača stran ali privzeti iskalnik, ali </li> <li> spremeni nastavitve ali funkcije v drugih dodatkih ali pa jih celo onesposobi </li> </ul> <p>mora funkcija mora upoštevati naslednje zahteve: </p> <ul> <li> v opisu dodatka mora biti jasno navedeno, kakšne spremembe dodatek naredi. </li> <li> Vse spremembe morajo biti opt-in, kar pomeni, da mora uporabnik izvesti možnost, ki ni prednastavljena, da sprejme spremembo . </li> <li> V dvogovoru za opt-in mora biti jasno navedeno ime dodatka, ki zahteva spremembo. </li> <li> Odstranitev dodatka obnovi uporabnikove prvotne nastavitve, če so bile spremenjene. < /li> </ul> <p> * Nepričakovane funkcije so funkcije, ki niso povezane z osnovno funkcijo dodatka.</p>
uk: <p> Кожного разу, коли додаток включає в себе будь-яку несподівану* функцію, яка </p> <ul> <li>компрометує приватність або безпеку користувача (наприклад передає дані третім особам),</li> <li>змінює типові налаштування, наприклад домашню сторінку чи засіб пошуку, або</li> <li>змінює налаштування чи функції в інших додатках, або деактивує їх повністю</li></ul><p>функції повинні відповідати таким вимогам:</p> <ul> <li>Опис додатка повинен чітко вказувати які він робить зміни.</li> <li>Користувач повинен в явному вигляді погодитися прийняти всі зміни, тобто користувач повинен провести нестандартні дії по прийняттю змін.</li> <li>У діалоговому вікні, де відбуваються зміни, має бути чітко зазначено ім'я додатку, який пропонує зміни.</li> <li>Видалення додатка повинно відновлювати початкові налаштування користувача, якщо вони були змінені.</li> </ul> <p>*Несподіваними функціями є такі, що не стосуються основної функції додатка.</p>
zh_cn: <p> 每当一个附加组件包含任何无法预料的功能* </p> <ul> <li>危及用户的隐私权或安全性（如将数据发给第三方）</li> <li>更改默认设置，像是首页或搜索引擎</li> <li>或更改其他附加组件的设置或功能，或完全停用其功能，</li> </ul> <p>则必须符合以下要求：</p> <ul> <li>附加组件的描述必须明确说明将做出什么样的变更。</li> <li>所有变更都应该由用户主动选择加入，这意味者必须用户采取非默认的动作才进行变更。</li> <li>选择加入对话框必须指明是哪个附加组件要求更改。</li> <li>如果已经更改，卸载附加组件时应恢复用户的原设置。</li> </ul> <p>*无法预料的特性指与该附加组件的主要功能无关的特性。</p>

source: These features cannot be introduced into an update of a fully-reviewed add-on; the opt-in change process must be part of the initial review.
cs: Podobné funkce nemohou být zahrnuty do aktualizace plně zkontrolovaného doplňku, ale musí být zahrnuty v úvodní kontrole.
de: Diese Funktionen können nicht in einem Update eines vollständig überprüften Add-ons integriert werden; der Opt-In-Änderungsprozess muss Teil der ersten Überprüfung sein.
es: Estas características no se pueden introducir en una actualización de un complemento que ha sido completamente revisado; el proceso de cambio de suscripción debe formar parte de la revisión inicial.
fr: Ces fonctionnalités ne peuvent être introduites dans une mise à jour d'un module complètement vérifié ; le processus de changement opt-in doit faire partie de la revue initiale.
it: Queste funzionalità non possono essere introdotte in un aggiornamento di un componente aggiuntivo con revisione completa. La procedura di opt-in deve essere presente nella revisione iniziale.
ko: 이러한 기능들은 전체 심사를 거친 부가 기능의 업데이트시 따로 안내할 수 없습니다; 변경점 사전 동의 절차는 초기 심사의 한 과정으로만 넣어야 합니다.
nl: Deze functies mogen niet via een update voor een volledig beoordeelde add-on worden geïntroduceerd; het opt-in wijzigingsproces dient onderdeel te zijn van de initiële beoordeling.
pa_in: ਪੂਰੀ ਤਰ੍ਹਾਂ ਸਮੀਖਿਆ ਹੋਏ ਐਡ-ਆਨ ਦੀ ਅੱਪਡੇਟ ਵਿੱਚ ਇਹਨਾਂ ਵਿਸ਼ੇਸਤਾਵਾਂ ਨੂੰ ਪੇਸ਼ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ; ਚੋਣ-ਵਿੱਚ ਬਦਲਾਅ ਕਾਰਜ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਦਾ ਹਿੱਸਾ ਹੋਣਾ ਚਾਹੀਦਾ।
pl: Zmiany preferencji nie mogą być wprowadzane do aktualizacji upublicznionego dodatku. Proces zmian typu „opt-in” musi być częścią początkowego sprawdzenia dodatku.
pt_pt: Estas funcionalidades não podem ser introduzidas numa atualização de um extra revisto completamente; o processo de mudança de opt-in deve fazer parte da revisão inicial.
ru: Эти функции не могут быть введены в обновление полностью проверенного дополнения; изменение процесса получения согласия должно быть частью первоначальной проверки.
sl: Te funkcije se ne sme uvajati v posodobitev polno pregledanega dodatka, proces opt-in za spremembe mora biti del začetnega pregleda.
uk: Ці функції не можуть бути в оновленні повністю перевіреного додатка; зміна процесу отримання згоди має бути частиною первинної перевірки.
zh_cn: 已经全面审核的附加组件之更新不得引入这些功能；这些需用户同意的更改程序必须在首次审核中就已存在。

source: These are minimum requirements and not a guarantee that the add-on will be approved. This section applies to all add-ons hosted on the site, including preliminarily reviewed add-ons.
cs: Jedná se o minimální požadavky, které negarantují, že bude doplněk schválen. Tato sekce je platná pro všechny doplňky hostaované na tomto webu a to včetně předběžně zkontrolovaných doplňků.
de: Dies sind minimale Anforderungen und garantieren nicht, dass das Add-on freigeschaltet wird. Dieser Abschnitt bezieht sich auf alle auf dieser Website gehosteten Add-ons, einschließlich vorläufig überprüfter Add-ons.
es: Estos son requisitos mínimos y no suponen una garantía de que el complemento vaya a ser aprobado. Esta sección tiene que ver con todos los complementos alojados en el sitio, incluyendo los complementos que se han revisado previamente.
fr: Ce sont des pré-requis nécessaires et pas une garantie que le module sera approuvé. Cette section s'applique à tous les modules hébergés sur le site, dont ceux en revue préliminaire.
it: Questi sono i requisiti minimi e non c'è alcuna garanzia che il componente aggiuntivo venga approvato. Questa sezione si applica a tutti i componenti aggiuntivi ospitati sul sito, inclusi componenti aggiuntivi con revisione preliminare.
ko: 이러한 최소 요구 사항은 부가 기능이 승인되기 위한 절대적인 규정은 될 수 없습니다. 본 항목의 내용은 예비 심사를 통과한 부가 기능을 포함한 본 사이트 상에 호스팅되고 있는 모든 부가 기능에 적용됩니다.
nl: Dit zijn minimumvereisten en geen garantie dat uw add-on wordt goedgekeurd. Deze sectie is van toepassing op alle add-ons die op de website worden gehost, inclusief voorlopig beoordeelde add-ons.
pa_in: ਇਹ ਘੱਟੋ-ਘੱਟ ਮੰਗਾਂ ਹਨ ਅਤੇ ਗਾਰੰਟੀ ਨਹੀਂ ਹੈ ਕੀ ਐਡ-ਆਨ ਨੂੰ ਮਨਜ਼ੂਰੀ ਮਿਲ ਜਾਵੇਗੀ। ਇਹ ਭਾਗ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਵਾਲੇ ਐਡ-ਆਨਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ, ਇਸ ਸਾਈਟ ਤੇ ਪੇਸ਼ ਕੀਤੇ ਸਾਰੇ ਐਡ-ਆਨਾਂ ਤੇ ਲਾਗੂ ਹੁੰਦਾ।
pl: To są minimalne wymagania i nie gwarantują, że twój dodatek zostanie zaakceptowany. Ta część odnosi się do wszystkich dodatków utrzymywanych na naszej witrynie, włącznie ze wstępnie sprawdzonymi dodatkami.
pt_pt: Estes são os requisitos mínimos e não uma garantia de que o extra será aprovado. Esta secção se aplica a todos os extras alojados no sítio, incluindo extras preliminar-mente revistos.
ru: Это минимальные требования и не гарантируют того, что дополнение будет одобрено. Этот раздел относится ко всем дополнениям, размещенным на сайте, в том числе предварительно одобренным дополнениям.
sl: To so minimalne zahteve, ki ne zagotavljajo, da bo dodatek odobren. Ta oddelek velja za vse dodatke, ki se jih gostuje na spletni strani, vključno s predhodno pregledanimi dodatki.
uk: Це мінімальні вимоги і вони не гарантують того, що додаток буде схвалено. Цей розділ стосується всіх додатків, розміщених на сайті, у тому числі попередньо схвалених.
zh_cn: 以上皆为基本的要求，并不保证附加组件一定能通过审核。本节适用于本站托管的所有附加组件，包括初步审核的附加组件。

source: Private Browsing Mode
cs: Režim anonymního prohlížení
de: Privater Modus
el: Λειτουργία ιδιωτικής περιήγησης
es: Modo Navegación privada
fr: Mode de navigation privée
it: Navigazione anonima
ja: プライベートブラウジングモード
ko: 비공개 브라우징 모드
nl: Privénavigatiemodus
pa_in: ਪਰਦੇਦਾਰੀ ਬਰਾਊਜ਼ਿੰਗ ਮੋਡ
pl: Tryb prywatny
pt_pt: Modo de navegação privada
ru: Режим приватного просмотра
sl: Način za zasebno brskanje
uk: Режим приватного перегляду
zh_cn: 隐私浏览模式
