Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Image must be exactly {0} pixels wide and {1} pixels tall.
cs: Obrázek musí být přesně {0} pixelů široký a {1} pixelů vysoký.
de: Grafik muss genau {0} Pixel breit und {1} Pixel hoch sein.
el: Η εικόνα θα πρέπει να έχει {0} pixels πλάτος και {1} pixels ύψος ακριβώς.
es: La imagen debe ser exactamente de {0} píxeles de ancho y {1} píxeles de alto.
fr: L'image doit faire exactement {0} pixels en largeur et {1} pixels en hauteur.
it: L'immagine deve esssere esattamente larga {0} pixel a alta {1} pixel.
ja: 画像は幅 {0} ピクセル、高さ {1} ピクセルでなければなりません。
ko: 이미지 크기는 가로 {0} 픽셀 세로 {1} 픽셀로 정확히 맞춰야 합니다.
nl: Afbeeldingen dienen exact {0} pixels breed en {1} pixels hoog te zijn.
pa_in: ਤਸਵੀਰ ਬਿਲਕੁਲ {0} ਪਿਕਸਲ ਚੌੜੀ ਅਤੇ {1} ਪਿਕਸਲ ਲੰਬੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pl: Obrazek musi mieć dokładnie {0} pikseli szerokości i {1} pikseli wysokości.
pt_pt: A imagem tem de ter exactamente {0} pixéis de largura e {1} pixéis de altura.
ru: Изображение должно быть в точности {0} пикселей в ширину и {1} пикселей в высоту.
uk: Зображення повинно бути точно {0} пікселів завширшки та {1} пікселів заввишки.
zh_cn: 图像宽度必须刚好为 {0} 像素且高度为 {1} 像素。

source: There was an error uploading your preview.
cs: Při nahrávání obrázku se vyskytla chyba.
de: Beim Hochladen Ihrer Vorschau ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την αποστολή εικόνας προεπισκόπησης.
es: Ha sucedido un error al subir tu vista preliminar.
fr: Une erreur est survenue pendant l'envoi de votre aperçu.
it: Si è verificato un errore durante il caricamento dell'anteprima.
ja: プレビューのアップロード中に問題が発生しました。
ko: 미리보기 업로드 도중 오류가 있었습니다.
nl: Er is een fout opgetreden bij het uploaden van uw voorbeeld.
pa_in: ਤੁਹਾਡੀ ਝਲਕ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨ ਵਿੱਚ ਖਾਮੀ ਆਈ।
pl: Wystąpił błąd podczas przesyłania obrazka.
pt_pt: Houve um erro ao carregar a sua pré-visualização.
ru: Ошибка при загрузке вашего предпросмотра.
sl: Med nalaganjem predogleda je prišlo do napake.
uk: При вивантаженні вашого попереднього перегляду сталася помилка.
zh_cn: 上传预览图的过程中发生错误。

source: Version %s deleted.
cs: Verze %s byla smazána.
de: Version %s gelöscht.
el: Διαγράφηκε η έκδοση %s.
es: Versión %s borrada.
fr: Version %s supprimée.
it: Eliminata la versione %s.
ja: バージョン %s は削除されました。
ko: %s 버전이 삭제되었습니다.
nl: Versie %s verwijderd.
pa_in: ਵਰਜਨ %s ਹਟਾਇਆ।
pl: Wersja %s została usunięta.
pt_pt: Versão %s eliminado.
ru: Версия %s удалена.
sl: Različica %s izbrisana.
uk: Версію %s видалено.
zh_cn: 版本 %s 已删除。

source: This upload has failed validation, and may lack complete validation results. Please take due care when reviewing it.
de: Dieser Upload hat die Validierung nicht bestanden und hat möglicherweise keine vollständigen Validierungsergebnisse. Bitte achten Sie darauf, wenn Sie ihn überprüfen.
el: Αυτή η μεταφόρτωση απέτυχε να επικυρωθεί, και ενδέχεται να υπολείπεται αποτελεσμάτων επικύρωσης. Παρακαλώ επιθεωρήστε την με προσοχή.
es: La validación de esta carga ha sido denegada y puede carecer de resultados de validación completos. Revísala con atención.
fr: Cet envoi a échoué à la validation, et pourrait n'avoir aucun résultat de validation. Merci de faire très attention pendant son test.
it: La validazione del file caricato è fallita, pertanto potrebbero mancare i risultati completi della validazione. Tienilo a mente durante il processo di revisione.
ja: 今回のアップロードは検証に失敗したため、完全な検証結果を表示できない可能性があります。審査の際はその点に注意してください。
ko: 업로드한 파일의 검사 작업에 실패했으므로 완전한 검사 결과가 누락되었을 수 있습니다. 심사시 이점에 유의해 주세요.
nl: De validatie van deze upload is mislukt en er ontbreken mogelijk volledige validatieresultaten. Let goed op bij de beoordeling.
pa_in: ਇਸ ਅੱਪਲੋਡ ਦੀ ਪ੍ਰਮਾਣਿਕਤਾ ਫ਼ੇਲ੍ਹ ਹੋਈ ਅਤੇ ਹੋ ਸਕਦਾ ਮੁਕੰਮਲ ਪ੍ਰਮਾਣਿਕਤਾ ਨਤੀਜਿਆਂ ਦੀ ਘਾਟ ਹੋਵੇ। ਕਿਰਪਾ ਕਰਕੇ ਪੂਰਾ ਧਿਆਨ ਦੇਵੋ ਜਦੋਂ ਇਸ ਦੀ ਸਮੀਖਿਆ ਕਰ ਰਹੇ ਹੋਵੋ।
pl: Nie powiodła się weryfikacja tego zgłoszenia i może brakować pełnych wyników weryfikacji. Weź to pod uwagę podczas sprawdzania.
pt_pt: Este envio falhou a validação e pode não ter os resultados completos da validação. Por favor tenha atenção na sua revisão.
sl: Ta prenos pri validiranju ni uspel, lahko da rezultati validiranja niso v celoti na razpolago. Bodite pri njih pregledu na to pozorni. .
uk: Це завантаження не пройшло валідацію і у ньому можуть бути відсутніми деякі результати повної валідації. Будь ласка, будьте уважні при його перевірці.
zh_cn: 本次上传校验失败，可能缺少完整校验结果。请在检查时特别注意这点。

source: Preliminary Review Requested.
cs: Vyžádána předběžná kontrola.
de: Vorläufige Freigabe angefordert.
el: Αιτήθηκε πρωταρχική αξιολόγηση.
es: Revisión preliminar solicitada.
fr: Revue préliminaire demandée.
it: Richiesta revisione preliminare.
ja: 事前審査が申請されました。
ko: 예비 심사를 요청했습니다.
nl: Voorlopige beoordeling aangevraagd.
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਦੀ ਬੇਨਤੀ ਕੀਤੀ।
pl: Poproszono o wstępne sprawdzenie.
pt_pt: Revisão preliminar pedida.
ru: Запрошена предварительная проверка.
sl: Zahteva se predhodni pregled.
uk: Запитана попередня перевірка.
zh_cn: 已请求初步审核。

source: Full Review Requested.
cs: Vyžádána plná kontrola
de: Vollständige Überprüfung angefordert.
el: Αιτήθηκε πλήρης αξιολόγηση.
es: Revisión completa solicitada.
fr: Revue complète demandée.
it: Richiesta revisione completa.
ja: 本審査が申請されました。
ko: 전체 심사를 요청했습니다.
nl: Volledige beoordeling aangevraagd.
pa_in: ਪੂਰੀ ਸਮੀਖਿਆ ਦੀ ਬੇਨਤੀ ਕੀਤੀ।
pl: Poproszono o pełne sprawdzenie.
pt_pt: Revisão completa pedida.
ru: Запрошена полная проверка.
sl: Zahteva se popoln pregled.
uk: Запитана повна перевірка.
zh_cn: 已请求全面审核。

source: Back to Add-ons
cs: Zpět na doplňky
de: Zurück zu Add-ons
el: Πίσω στα πρόσθετα
es: Volver a complementos
fr: Retour aux modules
it: Ritorna ai componenti aggiuntivi
ja: アドオンのページへ戻る
ko: 부가 기능으로 돌아가기
nl: Terug naar add-ons
pa_in: ਐਡ-ਆਨ ਤੇ ਵਾਪਸ
pl: Dodatki
pt_pt: Voltar aos extras
ru: Назад к дополнениям
sl: Nazaj na dodatke
uk: Назад до додатків
zh_cn: 返回附加组件

source: Builder and SDK
cs: Builder a SDK
de: Builder und SDK
es: Builder y SDK
fr: Constructeur et SDK
it: Builder e SDK
ko: 제작기와 SDK
nl: Builder en SDK
pl: Konstruktor dodatków i SDK
ru: Строитель и SDK
sl: Builder in SDK
zh_cn: Builder 与 SDK

source: <strong>Builder and SDK:</strong> Create Add-ons Quickly and Easily
cs: <strong>Builder a SDK:</strong> Vytvářejte doplňky snadněji a rychleji
de: <strong>Builder und SDK:</strong> Add-ons schnell und einfach erstellen
es: <strong>Builder y SDK:</strong> crea complementos rápida y fácilmente
fr: <strong>Constructeur et SDK :</strong> Créez des modules rapidement et facilement
it: <strong>Builder e SDK:</strong> Crea componenti aggiuntivi in modo facile e veloce
ko: <strong>제작기와 SDK:</strong> 빠르고 간편한 부가 기능 제작
nl: <strong>Builder en SDK:</strong> snel en gemakkelijk add-ons maken
pl: <strong>Konstruktor dodatków i SDK:</strong> Szybkie i łatwe tworzenie dodatków
ru: <strong>Строитель и SDK:</strong> Быстрое и лёгкое создание дополнений
sl: <strong>Builder in SDK:</strong> Ustvarjajte hitro in zlahka nove dodatke
zh_cn: <strong>Builder 与 SDK：</strong>简单快速地创建附加组件

source: Builder Overview
cs: Představení Builderu
de: Builder-Übersicht
es: Introducción a Builder
fr: Aperçu du constructeur
it: Panoramica Builder
ko: 제작기 개요
nl: Builder-overzicht
pl: Opis konstruktora
ru: Обзор строителя
sl: Pregled za Builder
zh_cn: Builder 概览

source: Builder Tutorial
cs: Návod k Builderu
de: Builder-Anleitung
es: Tutorial sobre Builder
fr: Tutoriel du constructeur
it: Guida a Builder
ko: 제작기 튜토리얼
nl: Builder-handleiding
pl: Instrukcja konstruktora
ru: Обучение работе со строителем
sl: Vodič za Builder
zh_cn: Builder 教程

source: Add-on Builder and the Add-on SDK provide powerful APIs and tools that allow developers to create add-ons for Firefox using HTML, CSS and JavaScript. When your add-on is complete, we make it easy to share it with over 400 million Firefox users world wide.
cs: Add-on Builder a Add-on SDK poskytují mocné API a nástroje, které umožňují vývojářům vytvářet doplňky pro Firefox s využitím HTML, CSS a JavaScriptu. Jakmile je váš doplněk dokončen, umožníme vám jej snadno sdílet s více než 400 milióny uživatelů Firefoxu po celém světě.
de: Der Add-on-Builder und das Add-on-SDK bieten mächtige APIs und Werkzeuge, mit denen Entwickler mit HTML, CSS und JavaScript Add-ons für Firefox erstellen können. Wenn Ihr Add-on fertig ist, machen wir es ermöglichen wir es, dass es an über 400 Millionen Firefox-Nutzer weltweit weitergegeben wird.
es: Add-on Builder y el SDK de complementos proporcionan potentes herramientas y API que permiten a los desarrolladores crear complementos para Firefox usando HTML, CSS y JavaScript. Cuando tu complemento esté acabado, te lo ponemos fácil para que lo compartas con más de 400 millones de usuarios de Firefox de todo el mundo.
fr: Le constructeur et SDK pour les modules fournissent des API et outils puissants pour permettre aux développeurs de créer des modules Firefox avec HTML, CSS et JavaScript. Quand votre module est complet, nous vous permettons de le partager facilement avec plus de 400 millions d'utilisateurs de Firefox dans le monde entier.
it: Add-on Builder e Add-on SDK forniscono API potenti e strumenti che consentono agli sviluppatori di creare componenti aggiuntivi per Firefox utilizzando HTML, CSS e JavaScript. Quando il tuo componente aggiuntivo è completo, ti aiutiamo a condividerlo in modo semplice con oltre 400 milioni di utenti in tutto il mondo Firefox.
ko: 부가 기능 제작기와 부가 기능 SDK는 강력한 API와 도구를 제공하여 개발자들이 HTML, CSS, 자바스크립트를 사용해 Firefox 부가 기능을 제작할 수 있도록 도와줍니다. 부가 기능 제작이 끝나면 저희가 전세계 4억 Firefox 사용자들과 쉽게 부가 기능을 공유할 수 있도록 도와드립니다.
nl: Add-on Builder en de add-on-SDK bieden krachtige API’s en hulpmiddelen waarmee ontwikkelaars add-ons voor Firefox kunnen maken, gebruikmakend van HTML, CSS en JavaScript. Als uw add-on is voltooid, maken we het eenvoudig deze met meer dan 400 miljoen Firefox-gebruikers wereldwijd te delen.
pl: Konstruktor dodatków i SDK dodatków dostarczają potężnych interfejsów programowania aplikacji (API) oraz narzędzi, umożliwiających autorom tworzenie dodatków dla Firefoksa za pomocą HTML, CSS i JavaScript. Gdy dodatek jest gotowy, umożliwiamy łatwe udostępnienie go ponad 400 milionom użytkowników Firefoksa na całym świecie
ru: Строитель дополнений и SDK дополнений обеспечивают мощные API и инструменты, позволяющие разработчикам создавать дополнения для Firefox, используя HTML, CSS и JavaScript. Когда ваше дополнение будет завершено, вы можете с нашей помощью легко поделиться им с более 400 миллионами пользователей Firefox по всему миру.
sl: Gradnik in SDK za dodatke nudita obsežne API in orodja, s katerimi je - ob uporabi HTML, CSS in JavaScripta - mogoče razvijati dodatke za Firefox. Ko je vaš dodatek dokončan, vam omogočimo, da ga ponudite več kot 400 milijonom uporabnikov Firefoxa po vsem svetu.
zh_cn: Add-on Builder 与 Add-on SDK 提供了强大的 API 和工具，能够让开发者使用 HTML、CSS 以及 JavaScript 简单快速地为 Firefox 创建附加组件。一旦您的附加组件开发完成，我们就能让您轻松地与全世界超过四亿的 Firefox 用户分享您的成果。

source: Choose Your Build Environment
cs: Zvolte si své vývojové prostředí
de: Wählen Sie Ihre Entwicklungsumgebung
es: Elige tu entorno de desarrollo
fr: Choisissez votre environnement de création
it: Scegli il tuo ambiente di sviluppo
ko: 빌드 환경을 선택하세요
nl: Kies uw build-omgeving
pl: Wybierz środowisko tworzenia
ru: Выберите свою среду разработки
sl: Izberite svojo okolje za gradnjo
zh_cn: 选择您的开发环境

source: Add-on Builder
fr: Créateur de module
ko: 부가 기능 제작기
pl: Konstruktor dodatków
ru: Строитель дополнений
sl: Graditelj dodatkov

source: The Add-on Builder is a web-based development environment that provides additional functionality for working with the Add-on SDK.
cs: Add-on Builder je webové vývojové prostředí, které poskytuje pokročilé funkce pro práci s Add-on SDK.
de: Der Add-on-Builder ist eine web-basierte Entwicklungsumgebung, die zusätzliche Funktionalität bietet, um mit dem Add-on-SDK zu arbeiten.
es: Add-on Builder es un entorno de desarrollo basado en la web que proporciona funcionalidad adicional para trabajar con el SDK de complementos.
fr: Le constructeur de modules est un environnement de développement sur le web qui propose des fonctionnalités supplémentaires pour travailler avec le SDK des modules.
it: Add-on Builder è un ambiente di sviluppo basato sul web che offre caratteristiche aggiuntive per lavorare con l'Add-on SDK.
ko: 부가 기능 제작기는 웹 기반 개발 환경으로, 부가 기능 SDK에서 작동하는 추가 기능을 제공합니다.
nl: De Add-on Builder is een webgebaseerde ontwikkelomgeving die extra functionaliteit voor het werken met de add-on-SDK biedt.
pl: Konstruktor dodatków jest znajdującym się w sieci środowiskiem tworzenia, dostarczającym dodatkową funkcjonalność podczas pracy z SKD.
ru: Строитель дополнений это веб-среда разработки, предоставляющая дополнительную функциональность для работы с SDK дополнений.
sl: Builder za dodatke je spletno razvojno okolje, ki nudi dodatno funkcionalnost za delo z Add-on SDK.
zh_cn: Add-on Builder 是一个基于网页的开发环境，能为您提供使用 Add-on SDK 的额外功能。

source: Edit code in a feature-rich environment
cs: Úpravu kódu ve vývojovém prostředí.
de: Bearbeiten Sie Code in einer funktionsreichen Umgebung
es: Edita código en un entorno con muchas funcionalidades
fr: Éditez votre code dans un environnement riche
it: Modifica il codice in un ambiente ricco di funzioni
ko: 다양한 기능을 가진 환경에서 코드 편집하기
nl: Bewerk code in een omgeving vol functies
pl: Edytuj kod w wielofunkcyjnym środowisku
ru: Правка кода в многофункциональной среде
sl: Urejanje kode v okolju z bogato funkcionalnostjo
zh_cn: 在功能丰富的环境下编辑代码

source: Test your add-ons instantly
cs: Přímý test vytvářených doplňků.
de: Testen Sie Ihre Add-ons direkt
es: Prueba tus complementos al instante
fr: Testez votre module instantanément
it: Prova subito i tuoi componenti aggiuntivi
ko: 부가 기능 즉석 테스트
nl: Test uw add-ons onmiddellijk
pl: Wykonaj testy swojego dodatku od ręki
ru: Мгновенно протестируйте ваши дополнения
sl: Takoj testirajte svoj dodatek
zh_cn: 实时的测试您的附加组件

source: Use built-in version control &amp; sharing
cs: Zabudované verzování a sdílení.
de: Nutzen Sie die integrierte Versionskontrolle & Weitergabe
es: Usa el control de versiones y la compartición incorporados
fr: Utilisez le gestionnaire de source intégré et partagez
it: Utilizza il sistema integrato di controllo versione e condivisione
ko: 빌트인 버전 콘트롤 사용 및 공유
nl: Gebruik ingebouwd versiebeheer en delen
pl: Użyj wbudowanej kontroli wersji i udostępniania
ru: Использование встроенного контроля версий и обмена
sl: Uporabite vgrajeni nadzor različic in izmenjavo
zh_cn: 使用内建的版本控制和共享

source: Try the Builder Now
cs: Vyzkoušet Builder
de: Probieren Sie den Builder jetzt aus
es: Prueba Builder ahora
fr: Essayer le constructeur maintenant
it: Prova adesso il Builder
ko: 제작기 써보기
nl: Probeer nu de Builder
pl: Wypróbuj konstruktor dodatków
ru: Попробуйте строитель прямо сейчас
sl: Poskusite sedaj, kako Builder dela
zh_cn: 即刻试用 Builder

source: Add-on SDK
el: SDK προσθέτων
es: SDK de complementos
fr: SDK Modules
ko: 부가 기능 SDK
pl: SDK dodatków
pt_pt: SDK dos extras
ru: SDK дополнений
sl: SDK za dodatke

source: The Add-on SDK is set of APIs bundled with a command line utility that allows you to develop add-ons with your own tool chain.
cs: Add-on SKD je sada API a nástrojů pro příkazovou řádku, které vám umožní snadný vývoj doplňků.
de: Das Add-on-SDK ist eine Sammlung von APIs, die mit einem Kommandozeilenwerkzeug zusammengefasst wurden, um Ihnen Add-on-Entwicklung mit Ihrer eigenen Toolchain zu ermöglichen.
el: Το SDK προσθέτων είναι ένα σύνολο από APIs μαζί με ένα εργαλείο γραμμής εντολών που σας επιτρέπει να αναπτύσσετε πρόσθετα με τη δική σας αλυσίδα εργαλείων.
es: El SDK de complementos es un conjunto de API junto con una utilidad de la línea de órdenes que te permite desarrollar complementos con tu propio conjunto de herramientas.
fr: Le SDK Modules est un ensemble d'API livré avec un outil en ligne de commande qui vous permet de développer des modules avec votre propre chaîne d'outils.
it: Add-on SDK è costituito da un pacchetto che comprende API e una utilità da riga di comando che consente di sviluppare componenti aggiuntivi con i tuoi strumenti.
ja: Add-on SDK は、あなたの好みのツールでアドオンを開発できるようにする、コマンドラインユーティリティにバンドルされた API 群です。
ko: 부가 기능 SDK는 커맨드 라인 유틸리티와 API를 모아놓은 것으로 다른 도구들과 연계해서 부가 기능을 개발할 수 있도록 도와줍니다.
nl: De add-on-SDK is een set API’s gebundeld met een opdrachtregelprogramma waarmee u add-ons kunt ontwikkelen met uw eigen hulpprogramma’s.
pl: SDK dodatków jest zestawem interfejsów programowania aplikacji (API), które wraz z narzędziami działającymi z wiersza poleceń i zestawem własnych narzędzi programistycznych umożliwiają autorom tworzenie dodatków.
pt_pt: O extra SDK é um conjunto de APIs com uma linha de comandos que lhe permite desenvolver extras com a sua própria cadeia de ferramentas.
ru: SDK Дополнений это набор API, а также утилита командной строки, которая позволяет вам разрабатывать дополнения, используя ваш набор инструментов.
sl: Add-on SDK je nabor API-jev v paketu skupaj z orodjem na osnovi ukazne vrstice, ki vam omogoča, da razvijate dodatke v svoji lastni razvojni verigi.
zh_cn: Add-on SDK 将 API 捆绑在一个命令行工具里，让您可以使用您自己的工具链来开发附加组件。

source: Choose your own code editor
cs: Zvolte si svůj vlastní editor kódu.
de: Wählen Sie Ihren eigenen Code-Editor
el: Διαλέξτε το δικό σας επεξεργαστή κώδικα
es: Elige tu propio editor de código
fr: Choisissez votre propre éditeur de code
it: Scegli il tuo editor per il codice
ja: 好きなコードエディタを選べます
ko: 나만의 코드 편집기 선택
nl: Kies uw eigen code-editor
pl: Wybierz swój edytor kodu
pt_pt: Escolha o seu próprio editor de código
ru: Выберите свой собственный редактор кода
sl: Izberite si svoj urejevalnik kode
zh_cn: 选择您自己的代码编辑器

source: Access your development files locally
cs: Přistupujte k vyvíjenému doplňku lokálně.
de: Greifen Sie lokal auf Ihre Entwicklungsdateien zu
el: Αποκτήστε τοπική πρόσβαση στα αρχεία ανάπτυξης σας
es: Accede a tus archivos de desarrollo localmente
fr: Accédez à vos fichiers de développement en local
it: Accesso locale ai file di sviluppo
ja: ローカルで開発ファイルにアクセスできます
ko: 개발중인 파일의 로컬 접근
nl: Benader lokaal uw ontwikkelbestanden
pl: Lokalny dostęp do plików roboczych
pt_pt: Aceda localmente aos seus ficheiros de desenvolvimento
ru: Получите локальный доступ к вашим файлам разработки
sl: Razvojne datoteke so na razpolago lokalno
zh_cn: 访问您在本地的开发文件

source: Get greater control over SDK build steps
cs: Mějte větší kontrolu nad jednotlivými kroky SDK.
de: Erhalten Sie größere Kontrolle über SDK-Entwicklungsschritte
el: Αποκτήστε καλύτερο έλεγχο στα βήματα μεταγλώττισης του SDK
es: Consigue mayor control sobre los pasos de construcción del SDK
fr: Prenez le contrôle sur les étapes de création dans le SDK
it: Maggiore controllo sui passaggi di sviluppo dell'SDK
ja: SDK ビルドの手順をより柔軟に制御できます
ko: SDK 빌드 단계 이상의 콘트롤 다루기
nl: Meer controle over SDK-bouwstappen
pl: Uzyskaj większą kontrolę nad etapami tworzenia za pomocą SDK
pt_pt: Obter um maior controlo sobre os passos da construção do SDK
ru: Получите больший контроль над шагами сборки SDK
sl: Ohranite si večji nadzor nad koraki gradnje SDK
zh_cn: 获得更好地控制 SDK 开发过程

source: Download the Add-on SDK
cs: Stáhnout Add-on SDK
de: Laden Sie das Add-on-SDK herunter
el: Λήψη του SDK προσθέτων
es: Descarga el SDK de complementos
fr: Télécharger le SDK Modules
it: Scarica Add-on SDK
ja: Add-on SDK をダウンロード
ko: 부가 기능 SDK 다운로드
nl: Download de add-on-SDK
pl: Pobierz SDK dodatków
pt_pt: Transfira os SDK dos extras
ru: Загрузить SDK дополнений
sl: Prenesi SDK za dodatke
zh_cn: 下载 Add-on SDK

source: There's Nothing to It
cs: Nic na tom není
de: Da ist nichts dabei
es: No hay nada especial en ello
fr: Il n'y a rien pour
it: Non ci vuol nulla
ko: lt 할게 없습니다.
nl: Het is heel gemakkelijk
pl: To nic trudnego
ru: В этом нет ничего сложного
sl: Nič posebnega
zh_cn: 轻而易举

source: If you know HTML, CSS and JavaScript, you can make add-ons. With Builder, you don't even need to set up a build environment. Just log in and go.
cs: Pokud znáte HTML, CSS a JavaScript, můžete vytvářet doplňky. S pomocí Builderu ani nemusíte nastavovat vývojové prostředí. Stačí se pouze přihlásit a začít.
de: Wenn Sie HTML, CSS und JavaScript können, können Sie Add-ons entwickeln. Mit dem Builder müssen Sie nicht einmal eine Entwicklungsumgebung einrichten. Melden Sie sich einfach an und legen Sie los.
es: Si sabes HTML, CSS y JavaScript, puedes hacer complementos. Con Builder, ni siquiera necesitas configurar un entorno de desarrollo. Simplemente conéctate y ponte con ello.
fr: Si vous connaissez HTML, CSS et JavaScript vous pouvez créer des modules. Avec le constructeur, vous n'avez même pas besoin de préparer un environnement de travail. Connectez-vous et allez-y.
it: Se conosci i linguaggi HTML, CSS e JavaScript sei in grado di realizzare componenti aggiuntivi. Con Builder non hai nemmeno bisogno di creare un ambiente di sviluppo. Effettua l'accesso e vai.
ko: HTML, CSS, 자바스크립트를 알고 있다면 부가 기능 제작이 가능합니다. 제작기를 사용하면 개발 환경을 설정할 필요조차도 없지요. 로그인하고 사용해 보세요.
nl: Als u bekend bent met HTML, CSS en JavaScript, kunt u add-ons maken. Met de Builder hoeft u zelfs geen bouwomgeving op te zetten. Gewoon aanmelden en starten.
pl: Jeśli znasz języki programowania HTML, CSS i JavaScript, możesz tworzyć dodatki, a używając konstruktora dodatków nie musisz nawet instalować środowiska twórczego. Wystarczy się zalogować.
ru: Если вы знаете HTML, CSS и JavaScript, вы можете делать дополнения. Со Строителем, вам даже не нужно настраивать среду сборки. Просто войдите и вперёд.
sl: Če veste, kaj so HTML, CSS in JavaScript, ste sposobni razvijati dodatke. Z Builderjem sploh ne potrebujete vzpostavljati okolje za razvoj. Prijavite se in konec.
zh_cn: 如果您熟悉 HTML、CSS 和 JavaScript，那您就能做附加组件。Builder 让您无需构建开发环境，只需登录即可开发。

source: Great Developer Features
cs: Skvělé vlastnosti
de: Tolle Entwicklerfunktionen
es: Interesantes características para el desarrollador
fr: Meilleures fonctionnalités développeur
it: Straordinarie funzionalità per gli sviluppatori
ko: 상위 개발자 기능
nl: Geweldige ontwikkelaarsfuncties
pl: Wspaniałe funkcje dla autorów
ru: Отличные возможности для разработчиков
sl: Veliko funkcij za razvijalce
zh_cn: 绝佳的开发者功能
