Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: JavaScript code modules let multiple privileged JavaScript scopes share code. For example, a module could be used by Firefox itself as well as by extensions, in order to avoid code duplication.
cs: Moduly kódu JavaScriptu umožňují sdílení kódu více funkcemi JavaScriptu. Například může být modul využíván Firefoxem a i rozšířením, čím se zabrání zbytečnému zdvojení kódu.
de: Mit JavaScript-Code-Modulen können mehrere privilegierte JavaScript-Sichtbarkeitsbereiche Code teilen. Beispielsweise könnte ein Modul von Firefox selbst und auch von Erweiterungen verwendet werden, um Verdoppelung von Code zu vermeiden.
es: Los módulos de código de JavaScript permiten que los ámbitos de JavaScript con múltiples permisos compartan código. Por ejemplo, un módulo podría usarlo el propio Firefox y las extensiones, con el fin de evitar la duplicación de código.
fr: Les modules de code JavaScript permettent à plusieurs scopes JavaScript privilégiés de partager du code. Par exemple, un module peut être utilisé par Firefox lui-même ou bien par une extension, pour éviter de dupliquer du code.
it: I moduli di codice JavaScript permettono a scope JavaScript con privilegi diversi di condividere codice. Ad esempio, un modulo può essere utilizzato da Firefox stesso così come da un'estensione, evitando la duplicazione di codice.
ko: 자바스크립트 코드 모듈은 다중 권한이 부여된 자바스크립트 스코프가 코드를 공유할 수 있게 만들어 줍니다. 예를 들면, 모듈은 Firefox 자체적으로 사용되는 것은 물론 코드 중복현상을 피하기 위해 확장 기능에서도 따로 사용됩니다.
nl: Met JavaScript-codemodules kunt u meerdere JavaScript-onderdelen code laten delen. Zo kan een module bijvoorbeeld zowel door Firefox zelf als door extensies worden gebruikt, zodat dubbele code wordt vermeden.
pl: Moduły kodu JavaScript umożliwiają współdzielenie wielu przywilejów JavaScriptu. Na przykład, aby zapobiec powielaniu kodu, moduł może być używany zarówno przez Firefoksa, jak i przez rozszerzenia.
pt_pt: Os códulos de código JavaScript permitem a partilha de código múltiplo de javaScript. Por exemplo, um módulo pode ser usado pelo Firefox assim como por extensões, na medida de evitar a duplicação de código.
ru: Модули кода JavaScript позволяют нескольким привилегированным областям JavaScript использовать общий код. Например, модуль может быть использован самим Firefox, а также расширениями, с тем, чтобы избежать дублирования кода.
sl: JavaScript kodni moduli omogočajo, da si več privilegiranih JavaScript področij deli kodo. Na primer, modul bi lahko uporabljal tako Firefox sam kot tudi dodatke, da bi se izognili podvajanju kode.
zh_cn: JavaScript 代码模块允许多个有特权的 JavaScript 作用域共享代码。举例来说，一个模块既可以被用于 Firefox 自身，也可以被用于扩展，以此避免代码重复。

source: Creating Custom Firefox Extensions with the Mozilla Build System
cs: Vytváření vlastních rozšíření pro Firefox s pomocí Mozilla Build System
de: Angepasste Firefox-Erweiterungen mit dem Mozilla-Build-System erstellen
es: Crear complementos personalizados para Firefox con el sistema de construcción de Mozilla
fr: Créer des extensions Firefox personnalisées avec le système de compilation Mozilla
it: Creare estensioni personalizzate per Firefox con il sistema Mozilla Build
ko: Mozilla 제작 시스템으로 사용자 정의 Firefox 확장 기능 생성하기
nl: Aangepaste Firefox-extensies maken met het Mozilla-bouwsysteem
pl: Tworzenie rozszerzeń dla Firefoksa za pomocą Mozilla Build System
pt_pt: Criar extensões personalizadas do Firefox com o sistema de compilação Mozilla
ru: Создание своих расширений Firefox с помощью системы сборки Mozilla
sl: Ustvarjanje dodatkov za Firefox z Mozilla sistemom za gradnjo
zh_cn: 使用 Mozilla Build System 创建自定义的 Firefox 扩展

source: This article describes how to set up the development environment for a large, complex Firefox extension with a need for high-performance, use of third-party libraries in C/C++, or interfaces not exposed via XPCOM.
cs: Tento článek popisuje, jak si nastavit vývojové prostředí pro velké a komplexní rozšíření, která vyžadují vysoký výkon, používají knihovny v C/C++ třetích stran či rozhraní nepocházejících z XPCOMu.
de: Dieser Artikel beschreibt, wie man die Entwicklungsumgebung für eine große, komplexe Firefox-Erweiterung einrichtet, die Höchstleistung benötigt und wie man Fremdbibliotheken in C/C++ oder Interface, die nicht per XPCOM erreichbar sind, verwendet.
es: Este artículo describe cómo configurar el ambiente de desarrollo para un gran y complejo complemento para Firefox que necesita un alto rendimiento, la utilización de librerías en C/C++ de terceras partes o interfaces no expuestas vía XPCOM.
fr: Cet article explique comment mettre en place l'environnement de développement pour une extension Firefox large et complexe qui nécessite de bonnes performances, l'utilisation de bibliothèques tierces en C ou C++ ou des interfaces indisponibles via XPCOM.
it: Questo articolo spiega come configurare un ambiente di sviluppo per estensioni complesse e che richiedono alte prestazioni, come librerie in C/C++ o interfacce non esposte via XPCOM.
ko: 이 문서는 C/C++ 라이브러리나 XPCOM을 통해 노출되지 않는 인터페이스를 사용해 빠른 실행 속도를 필요로 하는, 방대하고 복잡한 구조를 가진 Firefox 확장 기능의 개발 환경을 설정하는 방법을 설명하고 있습니다.
nl: Dit artikel beschrijft hoe u de ontwikkelomgeving kunt opzetten voor een grote complexe Firefox-extensie die goede prestaties vergt, externe bibliotheken in C/C++ gebruikt of interfaces heeft die niet via XPCOM worden weergegeven.
pl: W tym artykule opisano, jak ustawić środowisko tworzenia dla dużych, złożonych rozszerzeń dla Firefoksa potrzebujących wysokiej wydajności, używając bibliotek w C/C++ lub interfejsów niewidocznych przez XPCOM.
pt_pt: Este artigo descreve como configurar o ambiente de desenvolvimento para uma grande e complexa extensão do Firefox, com a necessidade de alto desempenho, uso de bibliotecas de terceiros em C/ C++, ou interfaces não expostos através XPCOM.
ru: В данной статье описывается, как настроить среду разработки для больших, сложных расширений Firefox, нуждающихся в высокой производительности, использовании сторонних библиотек на C/C++, или интерфейсов недоступных через XPCOM.
sl: V članku je opisano, kako nastavite razvojno okolje za velike, zapletene dodatke Firefoxa, ki zahtevajo visoko zmogljivost, uporabo knjižnic tretjih strank v C/C++, ali pa vmesnike, ki prek XPCOM niso izpostavljeni.
zh_cn: 本文介绍了如何建立一个大型、复杂的 Firefox 扩展开发环境，适合高性能、使用第三方 C/C++ 库或使用未通过 XPCOM 公开的接口的需求。

source: Multiple Item Packaging
cs: Balík s více rozšířeními
de: Packen von mehreren Elementen
es: Empaquetado de múltiples elementos
fr: Empaquetage d'éléments multiples
it: Creare pacchetti con più elementi
ja: 複数アイテムのパッケージ
ko: 다중 아이템 패키징하기
nl: Meerdere items inpakken
pl: Pakowanie wielu elementów
pt_pt: Pacote múltiplo de itens
ru: Упаковка множества элементов
sl: Pakiranje več postavk
zh_cn: 封装多个项目

source: This article explains how to create an extension package with multiple items "extensions".
cs: Tento článek popisuje, jak vytvořit balíček s více položkami (rozšířeními).
de: Dieser Artikel beschreibt, wie man ein Erweiterungspaket mit mehreren „Erweiterungs“-Elementen erstellt.
es: Este artículo explica cómo crear un paquete de extensión con múltiples elementos "extensiones".
fr: Cet article explique comment créer un paquet d'extension qui contienne plusieurs éléments « extensions ».
it: Questo articolo spiega come creare il pacchetto di un'estensione contenente più elementi "extensions".
ko: 이 문서는 여러 아이템 "확장 기능"으로 확장 기능 패키지를 제작하는 방법에 대해 설명하고 있습니다.
nl: Dit artikel legt uit hoe u een extensiepakket kunt samenstellen met meerdere extensies.
pl: W tym artykule opisano, jak utworzyć pakiet rozszerzenia zawierający kilka elementów (rozszerzeń).
pt_pt: Este artigo explica como criar um pacote da extensão com múltiplos itens da "extensão"
ru: В этой статье объясняется, как создавать пакетное расширение с несколькими "extensions".
sl: Ta članek razloži, kako ustvariti dodatkeni paket z več temami (podatki).
zh_cn: 本文讲解了如何创建含有多项“扩展”的扩展包。

source: Extension Documentation Index
cs: Přehled dokumentace k rozšířením
de: Index der Erweiterungsdokumentation
es: Indice de la documentación de los complementos
fr: Index de la documentation extension
it: Indice della documentazione relativa alle estensioni
ja: 拡張機能関連ドキュメントのトップページ
ko: 확장 기능 문서 목차
nl: Extensiedocumentatie-index
pl: Wykaz dokumentacji rozszerzenia
pt_pt: Índice de documentação da extensão
ru: Индекс документации по расширениям
sl: Kazalo dokumentacije za dodatek
zh_cn: 扩展文档索引

source: If you can't find what you're looking for in the above articles, try the Mozilla Developer Center's Extensions landing page.
cs: Pokud nemůžete ve článcích výše nalézt to, co hledáte, podívejte se na rozcestník pro vývojáře rozšíření na Mozilla Developer Center.
de: Wenn Sie in den vorherigen Artikeln nicht finden, was Sie suchen, versuchen Sie es auf der Übersichtsseite für Erweiterungen des Mozilla Developer Center.
es: Si no puedes encontrar lo que buscas en los artículos de la parte superior, prueba en la página de lanzamiento del centro de complementos de desarrollo de Mozilla.
fr: Si vous ne trouvez pas ce que vous voulez dans les articles précédents, essayer la page d'extensions du Centre de Développement Mozilla.
it: Se non riesci a trovare quello che ti serve negli articoli indicati, consulta la pagina dedicata alle estensioni sul Mozilla Developer Center.
ko: 위 문서에서 찾는 것을 발견하지 못했다면 Mozilla 개발자 센터의 확장 기능 시작 페이지에서 한번 찾아보세요.
nl: Als u in de bovenstaande artikelen niet kunt vinden wat u zoekt, probeer dan de startpagina voor extensies van het Mozilla-ontwikkelaarscentrum.
pl: Jeśli w powyższym artykule nie znajdziesz potrzebnych ci informacji, spróbuj poszukać na stronach dotyczących rozszerzeń w Mozilla Developer Network.
pt_pt: Se não conseguir encontrar o que procura nos artigos acima, tente a página do Centro de desenvolvimento de extensões da Mozilla.
ru: Если вы не можете найти то, что вы ищете, в вышеуказанных статьях, попробуйте начальную страницу расширений в Центре Разработчика Mozilla.
sl: Če v člankih zgoraj ne najdete, kar iščete, poskusite s pristajalno stranjo za Razširitve pri Razvojnem centru Mozilla
zh_cn: 如果您在上面的文章中找不到您想要的内容，试试到 Mozilla 开发者网络的扩展页面找找看。

source: Learn the basics of developing an extension on the Mozilla platform with this section full of beginner's guides.
cs: V průvodci pro začátečníka se dozvíte základy vývoje rozšíření pro platformu Mozilla.
de: Lernen Sie die Grundlagen der Erweiterungsentwicklung auf der Mozilla-Plattform mit diesem Abschnitt voller Leitfäden für Anfänger.
el: Μάθετε τα βασικά της ανάπτυξης μιας επέκτασης στην πλατφόρμα του Mozilla με αυτό το τμήμα γεμάτο με οδηγούς αρχάριων.
es: Aprende lo básico del desarrollo de un complemento en la plataforma Mozilla con esta sección llena de guías para principiantes.
fr: Apprenez les bases du développement d'extension sur la plateforme Mozilla avec cette section pleine de guides pour le débutant.
it: Impara le nozioni di base per sviluppare un'estensione sulla piattaforma Mozilla con questa sezione piena di guide per principianti.
ko: 초보자 가이드의 전체 항목을 통해 Mozilla 플랫폼 상의 확장 기능 개발의 기본을 배워봅시다.
nl: Leer de principes van het ontwikkelen van een extensie op het Mozilla-platform met deze sectie vol beginnershandleidingen.
pl: W tej sekcji – wszystko w postaci przewodników dla początkujących – poznasz podstawy tworzenia rozszerzeń na platformie Mozilli.
pt_pt: Aprenda o básico do desenvolvimento de extensões na plataforma Mozilla com esta secção cheia de guias para principiantes.
ru: Изучите основы разработки расширения на платформе Mozilla, используя этот раздел, наполненный руководствами для новичка.
sl: Seznanite se v tem oddelku, polnem vodnikov za začetnike, z osnovami razvoja razširitev za platformo Mozilla.
zh_cn: 通过本节满载的初学者指南，学习在 Mozilla 平台上开发扩展的基础知识。

source: The Basics
cs: Základy
de: Die Grundlagen
el: Τα βασικά
es: Lo básico
fr: Les bases
it: Nozioni di base
ja: 基本
ko: 기초 지식
nl: De principes
pl: Podstawy
pt_pt: O básico
ru: Основы
sl: Osnove
zh_cn: 基础知识

source: XUL School Tutorial
de: Anleitung der XUL-Schule
el: Σχολικό Εγχειρίδιο XUL
es: Tutorial de XUL School
fr: Tutoriel de l'école XUL
it: Guide XUL
ja: XUL School チュートリアル
ko: XUL 스쿨 튜토리얼
nl: XUL-schoolhandleiding
pl: Instrukcja Szkoła XUL
ru: Школа обучения XUL
sl: XUL tutorial za šolanje
zh_cn: XUL 教程

source: This tutorial will guide you through all the basics of add-on development, teaching you how to package them, create a suitable development environment, and program the most common features found in add-ons. It includes working code samples and the references and tools to explore all topics more in depth.
cs: Tento návod vás provede skrze základy tvorby doplňků, naučí vás je balit, vytvářet vývojové prostředí a vyvíjet nejčastější funkce, které se v doplňcích vyskytují. Zahrnuje funkční příklady kódu a odkazy na zdroje a nástroje, které vám pomohou zajít do hloubky.
de: Diese Anleitung führt Sie durch alle Grundlagen der Add-on-Entwicklung – sie zeigt Ihnen, wie man sie packt, wie man eine passende Entwicklungsumgebung einrichtet und wie man die gebräuchlichsten Funktionen programmiert, die man in Add-ons findet. Sie beinhaltet funktionierende Code-Beispiele und die Referenzen und Werkzeuge, die man braucht, um in alle Themen tiefer einzusteigen.
es: Este tutorial te guiará a través de lo básico del desarrollo de los complementos, enseñándote cómo empaquetarlos, cómo crear un entorno de desarrollo adecuado y cómo programar las funciones más comunes que se encuentran en los complementos. Incluye el trabajo con ejemplos de código y las referencias y herramientas para explorar todos los temas con una mayor profundidad.
fr: Ce tutoriel va vous guider au travers des étapes de base pour le développement d'un module, vous apprendre comment les empaqueter, créer un environnement de développement adapté et programmer les fonctionnalités les plus couramment trouvées dans les modules. Ceci inclus des exemples de code fonctionnels ainsi que les références et outils pour explorer tous les sujets plus en profondeur.
it: Questa guida ti guiderà attraverso le basi dello sviluppo di un'estensione, spiegandoti come creare il pacchetto, configurare un ambiente di sviluppo adeguato ed eseguire le funzioni più comuni. Includi esempi pratici di codice, riferimenti e strumenti per approfondire gli argomenti trattati.
ko: 이 튜토리얼은 패키징 방법, 적당한 개발 환경 구축하기, 부가 기능에서 가장 흔히 찾아볼 수 있는 기능 프로그래밍 하기 같은 부가 기능 개발에 관한 모든 기초 지식을 가르쳐 줄 것입니다. 또한 보다 심화된 영역으로 들어갈 수 있도록 작동하는 코드 견본과 참고 문서, 도구 등이 제공됩니다.
nl: Deze handleiding leidt u door alle beginselen van add-on-ontwikkeling en leert u hoe u ze moet inpakken, een geschikte ontwikkelomgeving moet maken en de meest voorkomende functies in add-ons kunt programmeren. U vindt er werkende codevoorbeelden en de referenties en hulpmiddelen om alle onderwerpen verder uit te diepen.
pl: Ta instrukcja poprowadzi cię przez wszystkie podstawy tworzenia dodatków. Nauczy cię, jak pakować dodatki, tworzyć odpowiednie środowisko tworzenia i programować najczęściej występujące funkcje w dodatkach. Zawiera ona przykłady działającego kodu, dokumentację i narzędzia do głębszej analizy wszystkich zagadnień.
pt_pt: Este tutorial irá guiá-lo através de todos os conceitos básicos do desenvolvimento de extras, ensinando-o como empacotá-los, criar um ambiente de desenvolvimento adequado, e programar os recursos mais comuns encontrados nos extras. Inclui amostras de código de trabalho e as referências e as ferramentas para explorar todos os tópicos com maior profundidade.
ru: Это руководство проведет вас через все основы разработки дополнений, научив вас, как их упаковывать, как создать подходящую среду разработки, и как запрограммировать наиболее распространенные функции, имеющиеся в дополнениях. Оно включает в себя примеры рабочего кода, ссылки и инструменты для более глубокого изучения всех тем.
sl: Ta vodič vas bo vodil skozi vse osnove razvoja dodatkov, prti čemer se boste naučili, kako jih pripravite za distribucijo, kako si ustvarite ustrezno okolje za razvoj in kako programirate najbolj pogoste funkcije, ki jih je srečati v dodatkih. Vsebuje delovne primere kode, reference in orodja, s katerimi lahko vse teme raziščete bolj na globoko.
zh_cn: 这个教程将指导您学习所有附加组件开发的基础知识，教授您如何封装附加组件、如何建立合适的开发环境以及如何编写附加组件中最常见的功能。教程包括可运行的代码范例，以及用来深度探索所有主题的参考资料和工具。

source: Setting Up an Extension Development Environment
cs: Příprava prostředí pro vývoj rozšíření
de: Einrichten einer Entwicklungsumgebung für Erweiterungen
es: Estableciendo un entorno de desarrollo de extensiones
fr: Mettre en place un environnement de développement d'extension
it: Configurare un ambiente di sviluppo per le estensioni
ja: 拡張機能開発環境の構築
ko: 확장 기능 개발 환경 설정하기
nl: Opzetten van een extensieontwikkelingsomgeving
pl: Ustawianie środowiska tworzenia rozszerzenia
pt_pt: Configurar um ambiente de desenvolvimento da extensão
ru: Установка среды разработки расширения
sl: Kako si pripraviti okolje za razvoj dodatkov
zh_cn: 建立扩展开发环境

source: This article gives suggestions on how to set up your Mozilla application for extension development, including setting up a profile, changing preferences, and helpful development tools.
cs: Tento článek vám dá rady, jak nastavit vaši aplikaci Mozilla pro vývoj rozšíření a to včetně nastavení profilu, změn předvoleb a užitečných nástrojů pro vývoj.
de: Dieser Artikel macht Vorschläge, wie Sie Ihre Mozilla-Anwendung für die Erweiterungsentwicklung einrichten könnten, einschließlich der Einrichtung eines Profils, Änderung von Einstellungen und hilfreicher Entwicklungswerkzeuge.
es: Este artículo brinda sugerencias acerca de cómo configurar tu aplicación Mozilla para el desarrollo de complementos, incluyendo la configuración de un perfil, la modificación de las preferencias, y prácticas herramientas de desarrollo.
fr: Cet article donne des suggestions sur la manière de configurer votre application Mozilla pour le développement d'extension, notamment la définition d'un profil, le changement des préférences, et des outils de développement très utiles.
it: Questo articolo offre alcuni consigli per impostare l'ambiente di sviluppo per le tue estensioni: impostare un profilo, modificare le preferenze a utilizzare alcuni strumenti utili per lo sviluppo.
ko: 이 문서는 프로필 설정, 우선 순위 변경, 추천 개발 도구 등 확장 기능 개발에 맞춘 Mozilla 애플리케이션 설정 방법을 제공하고 있습니다.
nl: Dit artikel biedt suggesties over het instellen van uw Mozilla-toepassing voor extensieontwikkeling, inclusief opzetten van een profiel, wijzigen van voorkeuren en nuttige ontwikkelinghulpmiddelen.
pl: W tym artykule znajduje się kilka podpowiedzi, jak przygotować program Mozilli do procesu tworzenia rozszerzenia. W artykule znajdują się sugestie dotyczące profilu, zmiany ustawień i użyteczne narzędzia.
pt_pt: Este artigo dá sugestões sobre como configurar a sua aplicação Mozilla para o desenvolvimento de uma extensão, incluindo a criação de um perfil,alteração de preferências, e ferramentas de desenvolvimento úteis.
ru: Эта статья дает предложения по тому, как настроить ваше приложение Mozilla для разработки расширений, включая создание профиля, изменение настроек, а также полезные инструменты разработки.
sl: Ta članek vsebuje nasvete o tem, kako si pripraviti svojo Mozilla aplikacijo za razvoj dodatkov, med drugim, kako si pripravite profil, spremite nastavitve, in katera koristna orodja za razvoj so vam na razpolago.
zh_cn: 本文给出了如何为扩展开发设置您的 Mozilla 应用程序的些许建议，包括建立配置文件、更改首选项以及有用的开发工具。

source: Extension Bootcamp: Zero to Hello World! in 45 Minutes
de: Grundausbildung Erweiterungen: Von Null auf Hallo Welt! in 45 Minuten
es: Extensión Bootcamp: de cero a... ¡Hola, mundo! en 45 minutos
fr: Extension Bootcamp : de zéro à « Bonjour le monde ! » en 45 minutes
it: Bootcamp: da zero a Ciao mondo! in 45 minuti
pl: Obóz szkoleniowy: Od zera do rozszerzenia Hello World! w 45 minut
ru: Extension Bootcamp: С нуля до Hello World! за 45 минут

source: In this video tutorial, Myk Melez explains how extensions integrate into Firefox, what they can do, and shows you how to set up an environment to ease their development. He'll then walk you through the making of a simple "Hello World!" extension. By the end of this session, you'll be an extension developer.
cs: V tomto video návodu Myk Melez vysvětluje, jak se rozšíření integrují do Firefoxu, co mohou dělat a ukazuje, jak nastavit prostředí pro jejich snadný vývoj. Ukazuje též, jak vytvořit jednoduché rozšíření "Hello World!". Po shlédnutí videa budete skutečným vývojářem rozšíření.
de: In dieser Videoanleitung erklärt Myk Melez, wie sich Erweiterungen in Firefox integrieren, was sie tun können und zeigt Ihnen, wie man eine Umgebung einrichtet, um die Entwicklung zu erleichtern. Er führt Sie dann durch die Erstellung einer einfachen „Hallo Welt!“-Erweiterung. Am Ende dieser Sitzung sind Sie ein Erweiterungsentwickler.
es: En este videotutorial Myk Melez explica cómo se integran los complementos en Firefox, lo que pueden hacer y te muestra cómo configurar un entorno para facilitar su desarrollo. Luego te mostrará paso a paso cómo construir una extensión simple como "¡Hola, mundo!". Al final de esta sesión serás un desarrollador de complementos.
fr: Dans ce tutoriel vidéo, Myk Melez explique comment les extensions s'intègrent dans Firefox, ce qu'elles peuvent faire et vous montre comment mettre en place un environnement pour faciliter leur développement. Ensuite, il vous guidera dans la réalisation d'une simple extension « Bonjour Monde ! ». À la fin de cette session vous serez un développeur d'extension.
it: In questa guida video Myk Melez spiega come funziona l'integrazione delle estensioni in Firefox, che cosa possono fare e come configurare un ambiente di sviluppo per semplificare il lavoro. Ti guiderà attraverso la realizzazione di una semplice estensione "Ciao mondo!". Alla fine di questa guida, sarai uno sviluppatore di estensioni.
pl: W tej instrukcji wideo Myk Melez wyjaśnia, jak zintegrować rozszerzenia z Firefoksem, co one mogą robić i pokazuje, jak ustawić środowisko, by ułatwić sobie proces tworzenia. Poprowadzi on cię przez proces tworzenia prostego rozszerzenia Hello World!. Po zakończeniu tej sesji staniesz się twórcą rozszerzenia.
ru: В этом видео-учебнике, MYK Melez объясняет, как расширение интегрируются в Firefox, что они могут делать, и показывает вам, как установить окружение для облегчения их разработки. Затем он проведёт вас через создание простого расширения "Hello World!". К концу этой сессии вы станете разработчиком расширений.

source: Building an Extension
cs: Vytvoření rozšíření
de: Entwickeln einer Erweiterung
el: Χτίζοντας μια Επέκταση
es: Construir un complemento
fr: Construire une extension
it: Sviluppare un'estensione
ja: 拡張機能の作成
ko: 확장 기능 만들기
nl: Een extensie bouwen
pl: Budowanie rozszerzenia
pt_pt: Fazer uma extensão
ru: Сборка расширения
sl: Gradnja dodatka
zh_cn: 构建一个扩展
