Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <p>Registration on AMO is <strong>not required</strong> if you simply want to download and install public add-ons.</p> <p>You only need to register if:</p> <ul> <li>You want to submit reviews for add-ons</li> <li>You want to keep track of your favorite add-on collections or create one yourself</li> <li>You are an add-on developer and want to upload your add-on for hosting on AMO</li> </ul> <p>Upon successful registration, you will be sent a confirmation email to the address you provided. Please follow the instructions there to confirm your account.</p><p>If you like, you can read our <a href="%(legal)s" title="Legal Notices">Legal Notices</a> and <a href="%(privacy)s" title="Privacy Policy">Privacy Policy</a>.</p>
cs: <p>Pokud chcete pouze stahovat a nainstalovat zveřejněné doplňky, pak registrace na AMO <strong>není vyžadována</strong>.</p><p>Registrace je vyžadována pouze, když:</p><ul> <li>Chcete přidat recenzi doplňku.</li><li>Chcete sledovat vaše oblíbené sbírky doplňků či vytvářet vlastní.</li><li>Jste vývojář doplňků achcete nahrát svůj doplněk, aby byl na AMO hostován.</li> </ul> <p>Pod úspěšné registraci vám bude na vámi zadanou adresu zaslán potvrzující e-mail. Přečtěte si instrukce v něm uvedené a potvrďte váš účet.</p><p>Pokud chcete, můžete si přečíst naše <a href="%(legal)s" title="Právní omezení">právní omezení</a> či <a href="%(privacy)s" title="Zásady ochrany soukromí">zásady ochrany soukromí</a>.</p>
de: <p>Sich als Benutzer auf AMO zu registrieren, ist <strong>nicht zwingend notwendig</strong>, wenn Sie nur öffentlich verfügbare Add-ons herunterladen und installieren möchten.</p> <p>Sie müssen sich nur registrieren, wenn Sie folgende Dinge tun möchten:</p> <ul> <li>Sie wollen Add-ons bewerten.</li> <li>Wenn Sie Ihren Lieblings-Add-ons in Sammlungen folgen möchten oder um neue Sammlungen anzulegen.</li> <li>Wenn Sie ein Entwickler von Add-ons sind und Ihre Add-ons auf AMO veröffentlichen möchten.</li> </ul> <p>Wenn Sie sich erfolgreich angemeldet haben, senden wir Ihnen eine Bestätigungs-E-Mail an die E-Mail-Adresse, die Sie angegeben haben. Bitte folgen Sie den Anweisungen darin, um Ihr Benutzerkonto zu aktivieren.</p><p>Wenn Sie möchten, können Sie unsere <a href="%(legal)s" title="Rechtliche Hinweise">rechtlichen Hinweise</a> und unsere <a href="%(privacy)s" title="Datenschutzerklärung">Datenschutzerklärung</a> lesen.</p>
es: <p><strong>No es necesario</strong> el registro en AMO si unicamente deseas descargar e instalar los complementos públicos.</p> <p>Sólo es necesario registrarse si:</p> <ul> <li>Deseas hacer y enviar valoraciones de los complementos</li> <li>Quieres llevar el control de tus complementos favoritos o crear un complemento por ti mismo</li> <li>Eres un desarrollador de complementos y quieres subir tu complemento para su almacenamiento en AMO</li> </ul> <p>Una vez hayas completado el proceso de registro correctamente, se te enviará una confirmación por correo electrónico a la dirección de correo electrónico proporcionada. Por favor sigue las instrucciones indicadas en el correo electrónico para confirmar tu cuenta.</p><p>Si quieres, puedes leer nuestra <a href="%(legal)s" title="Información Legal">información legal</a> y <a href="%(privacy)s" title="Política de privacidad">política de privacidad</a>.</p>
fr: <p>L'inscription sur AMO <strong>n'est pas nécessaire</strong> si vous souhaitez juste télécharger et installer des modules publics.</p> <p>Vous n'avez besoin de vous inscrire que si :</p> <ul> <li>Vous souhaitez commenter les modules</li> <li>Vous voulez suivre les collections de vos modules favoris voire en créer vous-même</li> <li>Vous êtes développeur de module et souhaitez héberger votre module sur AMO</li> </ul> <p>Une fois l'inscription effectuée avec succès, vous recevrez un courriel de confirmation à l'adresse fournie. Merci de suivre ces instructions pour confirmer votre compte.</p><p>Si vous le souhaitez, vous pouvez consulter nos <a href="%(legal)s" title="Mentions légales">mentions légales</a> et <a href="%(privacy)s" title="Politiques de vie privée">politiques de vie privée</a>.</p>
it: <p>La registrazione su AMO <strong>non è obbligatoria</strong> se desideri solo scaricare e installare componenti aggiuntivi disponibili nella sezione pubblica.</p> <p>È necessario registrarsi per:</p> <ul> <li>Inserire recensioni dei componenti aggiuntivi</li> <li>Tenere traccia delle tue raccolte preferite o crearne di nuove</li> <li>Caricare su AMO un componente aggiuntivo sviluppato da te</li> </ul> <p>Una volta completata la procedura di registrazione, riceverai una email di conferma all'indirizzo indicato. Segui le istruzioni contenute nel messaggio per attivare il tuo account.</p><p>Sul sito sono inoltre disponibili le <a href="%(legal)s" title="Legal Notices">note legali</a> e l'<a href="%(privacy)s" title="Privacy Policy">informativa sulla privacy</a>.</p>
ko: <p>공개 부가 기능을 다운받고 설치하기 위해 AMO에 계정을 만드실 <strong>필요는 없습니다</strong>.</p> <p>계정 등록은 다음의 경우에만 하시면 됩니다:</p> <ul> <li>부가 기능의 평가를 올리고 싶을 경우</li> <li>좋아하는 부가 기능 모음집을 등록해 놓거나 자기만의 모음집을 제작하고 싶을 경우</li> <li>부가 기능 개발자로서 AMO에 자신의 부가 기능을 올리고 싶을 경우</li> </ul> <p>계정 등록을 완료하고 나면 입력하신 이메일 주소로 인증 메일을 받아보시게 됩니다. 메일에 제시된 안내문에 따라 계정 인증을 해 주세요.</p><p>원하신다면 저희의 <a href="%(legal)s" title="법적 고지">법적 고지</a> 및 <a href="%(privacy)s" title="개인 정보 보호 정책">개인 정보 보호 정책</a>도 읽어보실 수 있습니다.</p>
nl: <p>Registratie op AMO is <strong>niet vereist</strong> als u alleen maar publieke add-ons wilt downloaden en installeren.</p> <p>U hoeft zich alleen maar te registreren als:</p> <ul> <li>u beoordelingen voor add-ons wilt indienen</li> <li>u uw favoriete add-oncollecties wilt bijhouden of er zelf één wilt aanmaken</li> <li>u een add-on-ontwikkelaar bent en uw add-on wilt uploaden om te worden gehost op AMO</li> </ul> <p>Na geslaagde registratie ontvangt u een bevestigings-e-mail op het opgegeven adres. Volg de instructies daarin om uw account te bevestigen.</p><p>Indien gewenst kunt u onze <a href="%(legal)s" title="Legal Notices">juridische kennisgevingen</a> en <a href="%(privacy)s" title="Privacy Policy">privacybeleid</a> lezen.</p>
pl: <p>Rejestracja na witrynie AMO <strong>nie jest</strong> wymagana, jeśli chcesz tylko pobierać i instalować upublicznione dodatki.</p> <p>Musisz się zarejestrować, jeśli:</p> <ul> <li>chcesz opiniować dodatki,</li> <li>chcesz obserwować swoje ulubione kolekcje dodatków lub tworzyć własne kolekcje,</li> <li>jesteś autorem dodatku i chcesz umieścić go na witrynie AMO.</li> </ul> <p>Po zarejestrowaniu, na podany w trakcie rejestracji adres e-mail, otrzymasz wiadomość z dalszymi instrukcjami. Postępuj zgodnie z nimi, by potwierdzić swoje konto.</p><p>Jeśli chcesz, możesz zapoznać się z naszymi <a href="%(legal)s" title="Legal Notices">informacjami prawnymi</a> oraz <a href="%(privacy)s" title="Zasady ochrony prywatności">zasadami ochrony prywatności</a>.</p>
ru: <p>Регистрация на AMO <strong>не требуется</strong> если вы хотите просто загрузить и установить публичные дополнения.</p><p>Вам нужно зарегистрироваться только если:</p><ul><li>Вы хотите оставлять отзывы на дополнения</li> <li>Вы хотите отслеживать подборки своих любимых дополнений или создать свою подборку</li> <li>Вы являетесь разработчиком дополнения и хотите загрузить ваше дополнение для размещения на AMO</li></ul><p>По завершении успешной регистрации по указанному вами адресу электронной почты вам будет отправлено письмо для подтверждения регистрации. Для подтверждения регистрации вашей учётной записи, пожалуйста, следуйте инструкциям в этом письме.</p><p>Если желаете, вы можете прочесть наши <a href="%(legal)s" title="Legal Notices">Правовые уведомления</a> и <a href="%(privacy)s" title="Политику приватности">Политику приватности</a>.</p>
sl: <p>Registracija na AMO <strong>ni obvezna,</strong> v kolikor želite samo prenesti in namestiti javne razširitve. </p><p> Morate pa se registrirati, če: </p><ul><li> Hočete dostavljati ocene za ocene za razširitve </li><li> Hočete spremljati svoje najljubše zbirke razširitev ali pa jih sami ustvarjati</li><li> Ste razvijate razširitve in želite prenesti svojo razširitev za gostovanje na AMO </li></ul><p> Po uspešni registraciji vam bomo poslali potrditveno e-pošto na naslov, ki ste ga navedli. Prosimo, sledite navodilom za potrditev svojega računa. </p><p> Če želite, si lahko preberete naša <a href="%(legal)s" title="Legal Notices">Pravna obvestila</a> in <a href="%(privacy)s" title="Privacy Policy">Pravilnik o zasebnosti</a> .</p>

source: Register
cs: Registrace
de: Registrieren
el: Εγγραφή
es: Registrarse
fr: Inscription
it: Registrati
ja: 登録
ko: 등록
nl: Registreren
pa_in: ਦਰਜ
pl: Zarejestruj się
pt_pt: Registar
ru: Регистрация
sl: Registrirajte se
uk: Зареєструватися
zh_cn: 注册

source: Display name
cs: Zobrazené jméno
de: Name anzeigen
el: Εμφάνιση ονόματος
es: Mostrar nombre
fr: Nom affiché
it: Nome visualizzato
ja: 表示名
ko: 별명
nl: Naam weergeven
pa_in: ਨਾਂ ਵਿਖਾਓ
pl: Nazwa wyświetlana
pt_pt: Nome a mostrar
ru: Отображаемое имя
sl: Prikazno ime
zh_cn: 显示名

source: Please describe why you are reporting this user, such as for spam or an inappropriate picture.
cs: Popište prosím, proč tohoto uživatele reportujete (spam, pohoršující fotka apod.)
de: Bitte beschreiben Sie, warum Sie diesen Benutzer melden, zum Beispiel wegen Spam oder einem unpassenden Bild.
el: Σας παρακαλούμε να περιγράψετε γιατί αναφέρετε αυτόν τον χρήστη, όπως πχ για spam ή για ανάρμοστη φωτογραφία του.
es: Por favor, describe por qué estas informando de este usuario, ya sea por spam o por una foto inapropiada.
fr: Merci de décrire pourquoi vous signalez cet utilisateur, par exemple en cas de spam ou pour une photo inappropriée.
it: Spiega perché stai segnalando questo utente, ad esempio per spam o per un'immagine del profilo non appropriata.
ko: 이 사용자를 신고한 이유(스팸, 부적절한 사진 등록 등)를 적어주세요.
nl: Beschrijf waarom u deze gebruiker rapporteert, zoals bijvoorbeeld voor spam of een ongepaste afbeelding.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਦੱਸੋ ਤੁਸੀਂ ਇਸ ਉਪਭੋਗੀ ਦੀ ਰਿਪੋਰਟ ਕਿਉਂ ਕਰ ਰਹੇ ਹੋ, ਜਿਵੇਂ ਕਿ ਸਪੈਸ ਜਾਂ ਇੱਕ ਅਨੁਚਿਤ ਤਸਵੀਰ ਲਈ।
pl: Podaj powód zgłoszenia użytkownika, np. spam lub niestosowny obrazek.
pt_pt: Por favor, descreva porque está a reportar este utilizador, como por spam ou uma imagem inapropriada.
ru: Пожулуйста, опишите, почему вы сообщаете об этом пользователе, например за спам или за неуместную фотографию.
sl: Opišite vzrok, zakaj želite javiti tega uporabnika, recimo zaradi smeti ali neprimerne slike.
zh_cn: 请描述为什么要报告这个用户，例如发送垃圾信息或者不适当的图片。

source: Report user {0}
cs: Nahlásit uživatele {0}
de: Benutzer {0} melden
el: Αναφορά του χρήστη {0}
es: Informar sobre el usuario {0}
fr: Signaler l'utilisateur {0}
it: Segnala utente {0}
ja: ユーザ {0} を報告
ko: 사용자 {0}님 신고
nl: Gebruiker {0} rapporteren
pa_in: ਉਪਭੋਗੀ {0} ਦੀ ਸੂਚਨਾ
pl: Zgłoś użytkownika {0}
pt_pt: Reportar utilizador {0}
ru: Пожаловаться на пользователя {0}
sl: Prijavi uporabnika {0}
zh_cn: 报告用户 {0}

source: For your account a password must contain at least 8 characters including letters and numbers.
cs: Pro váš účet musí mít hesla alespoň 8 znaků zahrnujících znaky abecedy a čísla.
de: Das Passwort für Ihr Benutzerkonto muss mindestens 8 Zeichen lang sein, einschließlich Buchstaben und Zahlen.
es: Para tu cuenta la contraseña debe tener al menos 8 caracteres que incluyan letras y números.
fr: Pour votre compte un mot de passe doit contenir au moins 8 caractères dont des lettres et des chiffres.
it: La password per l'account deve essere lunga almeno 8 caratteri e includere lettere e numeri.
ko: 계정의 비밀번호는 최소 8글자 이상이어야 하며 문자와 숫자를 반드시 포함하고 있어야 합니다.
nl: Voor uw account dient een wachtwoord ten minste acht tekens en zowel letters als cijfers te bevatten.
pa_in: ਅੱਖਰਾਂ ਅਤੇ ਣੰਬਰਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ ਤੁਹਾਡੇ ਖਾਤੇ ਦਾ ਪਾਸਵਰਡ ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ।
pl: Hasło musi zawierać litery i cyfry i mieć długość co najmniej ośmiu znaków.
pt_pt: Para a sua conta a senha tem de ter pelo menos 8 caracteres incluindo letras e números.
ru: Пароль вашей учётной записи должен быть не менее 8 символов и включать буквы и цифры.
sl: Za svoj račun mora geslo vsebovati vsaj 8 znakov, to je črk in števk.
uk: Для вашого облікового запису пароль повинен містити щонайменше 8 символів, включаючи літери й цифри.
zh_cn: 您的帐号密码必须包含字母和数字在内的至少8个字符。

source: Unsubscribe
cs: Zrušit odběr
de: Abonnement aufheben
es: Cancelar suscripción
fr: Désinscription
it: Rimuovi iscrizione
ja: 購読解除
ko: 구독 해제
nl: Abonnement opzeggen
pa_in: ਗਾਹਕੀ ਰੱਦ ਕਰੋ
pl: Anuluj subskrypcję
pt_pt: Des-subscrever
ru: Отписаться
sl: Odjava naročnine
uk: Відписатися
zh_cn: 退订

source: You are successfully unsubscribed!
cs: Úspěšně jste se odhlásili.
de: Ihr Abonnement wurde erfolgreich aufgehoben!
es: ¡Tu suscripción ha sido eliminada correctamente!
fr: Vous êtes désinscrit avec succès !
it: La tua iscrizione è stata rimossa correttamente.
ko: 구독을 해제했습니다!
nl: Uw abonnement is met succes opgezegd!
pa_in: ਤੁਹਾਡੀ ਗਾਹਕੀ ਸਫ਼ਲਤਾਪੂਰਨ ਰੱਦ ਹੋਈ!
pl: Subskrypcja została anulowana!
pt_pt: Des-subscrição efectuada com sucesso!
ru: Вы были успешно отписаны!
sl: Uspešno ste se odjavili!
uk: Ви успішно відписалися!
zh_cn: 成功退订！

source: The email address <strong>%(email)s</strong> will no longer get messages when:
cs: Na e-mailovou adresu <strong>%(email)s</strong> již nebudou zasílány zprávy, když:
de: Die E-Mail-Adresse <strong>%(email)s</strong> wird keine Nachrichten mehr erhalten, wenn:
es: La dirección de correo <strong>%(email)s</strong> ya no recibirá mensajes cuando:
fr: L'adresse de courriel <strong>%(email)s</strong> ne recevra plus de message lorsque :
it: Questo indirizzo email <strong>%(email)s</strong> non riceverà più messaggi quando:
ko: 이메일 주소 <strong>%(email)s</strong>은(는) 다음 시간 이후로 더이상 메시지를 받지 않습니다:
nl: Het e-mailadres <strong>%(email)s</strong> krijgt geen berichten meer wanneer:
pa_in: ਈਮੇਲ ਪਤਾ <strong>%(email)s</strong> ਜਿਆਦਾ ਸਮੇਂ ਤੱਕ ਸੁਨੇਹੇ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰੇਗਾ ਜਦੋਂ:
pl: Na adres e-mail <strong>%(email)s</strong> nie będą więcej wysyłane wiadomości, jeśli:
pt_pt: O endereço <strong>%(email)s</strong> deixará de receber mensagens quando:
ru: Адрес эл. почты <strong>%(email)s</strong> больше не будет получать сообщения, когда:
sl: E-poštni naslov <strong>%(email)s</strong> ne bo več dobival pošte, ko:
uk: На адресу електронної пошти <strong>%(email)s</strong> надалі не будуть приходити повідомлення, коли:
zh_cn: 当以下情况时电子邮件地址 <strong>%(email)s</strong> 将不再收到信息：

source: More Actions:
cs: Více akcí:
de: Weitere Aktionen:
es: Más acciones:
fr: Plus d'actions :
it: Altre azioni:
ja: その他のアクション:
ko: 다른 작업:
nl: Meer acties:
pa_in: ਹੋਰ ਕਾਰਵਾਈਆਂ:
pl: Więcej działań:
pt_pt: Mais acções:
ru: Другие действия:
sl: Več ukrepov:
uk: Додаткові дії:
zh_cn: 更多操作：

source: edit your notification settings
cs: upravit nastavení upozornění
de: Ihre Benachrichtigungseinstellungen bearbeiten
es: edita tus opciones de notificación
fr: éditer vos paramètres de notification
it: modifica le tue impostazioni relative alle notifiche
ja: 通知設定を編集
ko: 알림 메시지 설정 변경
nl: uw notificatie-instellingen bewerken
pa_in: ਆਪਣੀਆਂ ਅਧਿਸੂਚਨਾ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਸੋਧ ਕਰੋ
pl: edytuj ustawienia powiadomień
pt_pt: editar as suas definições de notificação
ru: изменить свои настройки уведомлений
sl: Urejanje nastavitev za moja obvestila
uk: змінити свої налаштування сповіщення
zh_cn: 编辑您的通知设置

source: edit your profile
cs: upravit profil
de: Ihr Profil bearbeiten
es: edita tu perfil
fr: éditer votre profil
it: modifica il tuo profilo
ja: プロファイルを編集
ko: 프로필 수정
nl: uw profiel bewerken
pa_in: ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ ਵਿੱਚ ਸੋਧ ਕਰੋ
pl: edytuj profil
pt_pt: edita o seu perfil
ru: изменить свой профиль
sl: Urejanje mojega profila
uk: змінити свій профіль
zh_cn: 编辑您的个人资料

source: We could not unsubscribe you
cs: Nemůžeme vás odhlásit
de: Wir konnten Ihr Abonnement nicht aufhebne
es: No hemos podido cancelar tu suscripción
fr: Nous n'avons pas pu vous désinscrire
it: Non è possibile rimuovere la tua iscrizione
ja: 購読を解除できませんでした
ko: 구독 해제를 할 수 없습니다
nl: We kunnen uw abonnement niet stopzetten
pa_in: ਅਸੀਂ ਤੁਹਾਡੀ ਗਾਹਕੀ ਰੱਦ ਨਹੀਂ ਕਰ ਸਕਦੇ
pl: Nie można anulować subskrypcji
pt_pt: Não conseguimos des-subscrevê-lo
ru: Мы не смогли вас отписать
sl: Ni vas bilo mogoče odjaviti
uk: Нам не вдалося відписати вас
zh_cn: 我们无法为您退订

source: Unfortunately, we weren't able to unsubscribe you. The link you clicked is invalid. However, you can unsubscribe still unsubscribe on your <a href="%(edit_url)s">edit profile page</a>.
cs: Bohužel vás nemůžeme odhlásit. Odkaz, na který jste klepl(a), je neplatný. Odhlášení však můžete stále provést na <a href="%(edit_url)s">stránce úpravy svého profilu</a>.
de: Leider konnten wir Ihr Abonnement nicht aufheben. Der Link, den Sie angeklickt haben, ist ungültig. Sie können Ihr Abonnement aber immer noch über die Seite <a href="%(edit_url)s">Ihr Profil bearbeiten</a> aufheben.
es: Lamentablemente no hemos podido cancelar tu suscripción. El enlace sobre el que has hecho clic no es válido. Sin embargo, puedes cancelar tu suscripción en tu <a href="%(edit_url)s">página de edición del perfil</a>.
fr: Malheureusement, nous n'avons pas été en mesure de vous désinscrire. Le lien sur lequel vous avez cliqué est invalide. Cependant, vous pouvez toujours vous désinscrire via votre <a href="%(edit_url)s">page d'édition du profil</a>.
it: Purtroppo non siamo in grado di rimuovere la tua iscrizione. Il link che hai utilizzato non è valido. Puoi comunque rimuovere la tua iscrizione attraverso la pagina di <a href="%(edit_url)s">modifica del tuo profilo</a>.
ko: 죄송하지만 당신을 구독 해제할 수 없었습니다. 클릭하신 링크가 올바르지 않았습니다. <a href="%(edit_url)s">프로필 페이지 수정</a>을 통해 구독 해제를 하실 수 있습니다.
nl: We konden uw abonnement helaas niet stopzetten. De aangeklikte koppeling is niet geldig. U kunt echter uw abonnement ook beëindigen op uw <a href="%(edit_url)s">profielbewerkingspagina</a>.
pa_in: ਬਦਕਿਸਮਤੀ ਨਾਲ, ਅਸੀਂ ਤੁਹਾਡੀ ਗਾਹਕੀ ਰੱਦ ਕਰਨਯੋਗ ਨਹੀਂ। ਤੁਹਾਡੇ ਵੱਲੋਂ ਕਲਿੱਕ ਕੀਤਾ ਲਿੰਕ ਗਲਤ ਹੈ। ਜਦਕਿ, ਤੁਸੀਂ <a href="%(edit_url)s">ਪ੍ਰੋਫ਼ਾਈਲ ਸਫ਼ੇ ਵਿੱਚ ਸੋਧ</a>ਕਰਕੇ ਗਾਹਕੀ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ।
pl: Niestety, nie mogliśmy anulować twojej subskrypcji. Został użyty nieprawidłowy odnośnik, niemniej możesz anulować subskrypcję, <a href="%(edit_url)s">edytując swój profil</a>.
pt_pt: Infelizmente não pudemos cancelar sua assinatura. O link em que você clicou é inválido. No entanto, você ainda poderá deixar de assinar ao <a href="%(edit_url)s">editar seu perfil</a>.
ru: К сожалению, мы не смогли отписать вас. Нажатая вами ссылка является недействительной. Тем не менее, вы можете отписаться на вашей <a href="%(edit_url)s">странице изменения профиля</a>.
sl: Na žalost vas nismo mogli odjaviti. Povezava, na katero ste kliknili, ni veljavna. Vendar pa lahko vedno odjavite na svoji <a href="%(edit_url)s">strani za urejanje profila</a> .
uk: На жаль, нам не вдалося відписати вас. Посилання, за яким ви перейшли, недійсне. Однак, ви все ж можете відписатися на своїй <a href="%(edit_url)s">сторінці зміни профілю</a>.
zh_cn: 很抱歉，我们不能为您退订。您点击的链接无效。不过，您仍然可以在您的 <a href="%(edit_url)s">编辑概要页面</a> 退订。

source: Developer Information
cs: Informace o vývojáři
de: Entwickler-Information
el: Πληροφορίες δημιουργού
es: Información del desarrollador
fr: Information développeur
it: Informazioni sullo sviluppatore
ja: 開発者情報
ko: 개발자 정보
nl: Ontwikkelaarsinformatie
pa_in: ਡਿਵੈਲਪਰ ਜਾਣਕਾਰੀ
pl: Informacje o autorze
pt_pt: Informação do desenvolvedor
ru: Информация о разработчике
sl: Podatki za razvijalce
uk: Інформація для розробника
zh_cn: 开发者信息

source: User since
cs: Zaregistrován(a) od
de: Benutzer seit
el: Χρήστης από
es: Usuario desde
fr: Utilisateur depuis
it: Utente da
ja: ユーザ登録日
ko: 가입한 날짜
nl: Gebruiker sinds
pa_in: ਤੋਂ ਉਪਭੋਗੀ
pl: Użytkownik od
pt_pt: Utilizador desde
ru: Пользователь с
sl: Uporabnik od
uk: Користувач з
zh_cn: 用户自

source: Number of add-ons developed
cs: Počet vyvíjených doplňků
de: Anzahl der entwickelten Add-ons
es: Número de complementos desarrollados
fr: Nombre de modules développés
it: Numero di componenti aggiuntivi sviluppati
ja: 開発したアドオンの数
ko: 개발한 부가 기능 수
nl: Aantal ontwikkelde add-ons
pa_in: ਉਸਾਰੇ ਗਏ ਐਡ-ਆਨਾਂ ਦੀ ਗਿਣਤੀ
pl: Liczba utworzonych dodatków
pt_pt: Número de extras desenvolvido
ru: Число разработанных дополнений
sl: Število razvitih dodatkov
uk: Кількість розроблених додатків
zh_cn: 开发的附加组件数量

source: {0} add-ons
cs: {0} doplňků
es: {0} complementos
fr: {0} modules
it: {0} componenti aggiuntivi
ja: {0} 個のアドオン
ko: 부가 기능 {0}개
pa_in: {0} ਐਡ-ਆਨ
pl: {0} dodatki
pt_pt: {0} extras
ru: {0} дополнений
sl: {0} dodatkov
uk: {0} додатків
zh_cn: {0} 个附加组件

source: %(num)s theme
cs: %(num)s motiv
es: %(num)s tema
fr: %(num)s thème
it: %(num)s tema
ja: %(num)s 個のテーマ
ko: 테마 %(num)s개
nl: %(num)s thema
pa_in: %(num)s ਥੀਮ
pl: %(num)s motyw
pt_pt: %(num)s tema
sl: %(num)s tema
uk: %(num)s тема
zh_cn: %(num)s 个主题

source: %(num)s add-on
cs: %(num)s doplněk
es: %(num)s complemento
fr: %(num)s module
it: %(num)s componente aggiuntivo
ja: %(num)s 個のアドオン
ko: 부가 기능 %(num)s개
pa_in: %(num)s ਐਡ-ਆਨ
pl: %(num)s dodatek
pt_pt: %(num)s extra
ru: %(num)s дополнение
sl: %(num)s dodatek
uk: %(num)s додаток
zh_cn: %(num)s 个附加组件

source: Average rating of developer's add-ons
cs: Průměrné hodnocení doplňků vývojáře
de: Durchschnittliche Bewertung der Add-ons des Entwicklers
es: Calificación media de los complementos del desarrollador
fr: Moyenne des notes des modules du développeur
it: Media delle valutazioni sui componenti aggiuntivi di questo sviluppatore.
ja: この開発者のアドオンの平均評価
ko: 이 개발자의 부가 기능의 평균 별점
nl: Gemiddelde waardering van de add-ons van de ontwikkelaar
pa_in: ਡਿਵੈਲਪਰ ਦੇ ਐਡ-ਆਨਾਂ ਦੀ ਔਸਤ ਰੇਟਿੰਗ
pl: Średnia ocena dodatków autora
pt_pt: Avaliação média dos extras do desenvolvedor
ru: Средний рейтинг дополнений разработчика
uk: Середня оцінка додатків розробника
zh_cn: 开发者的附加组件的平均评分

source: Log in with BrowserID
cs: Přihlášení pomocí BrowserID
de: Mit BrowserID anmelden
es: Identificarte con BrowserID
fr: Connexion avec BrowserID
it: Accedi con Mozilla Persona
ja: BrowserID でログイン
ko: BrowserID로 로그인
nl: Aanmelden met BrowserID
pl: Zaloguj się za pomocą BrowserID
pt_pt: Iniciar sessão com o BrowserID
ru: Войдите с помощью BrowserID
sl: Prijavite se z BrowserID
zh_cn: 用 BrowserID 登录

source: %s Version History
cs: Historie verzí pro %s
de: %s Versionsgeschichte
el: Ιστορικό εκδόσεων %s
es: Historial de versiones de %s
fr: %s Historique des versions
it: Cronologia Versioni %s
ja: %s のバージョン履歴
ko: %s의 판올림 내역
nl: %s-versiegeschiedenis
pa_in: %s ਵਰਜਨ ਇਤਿਹਾਸ
pl: Historia wersji %s
pt_pt: %s Histórico da versão
ru: История версий %s
sl: Zgodovina inačice %s
uk: %s Історія версій
zh_cn: %s 版本历史

source: Version History with Changelogs
cs: Historie verzí s popisem změn
de: Versionsgeschichte mit Entwickler-Kommentaren
el: Ιστορικό αλλαγών εκδόσεων
es: Historial de la versión con las listas de cambios
fr: Historique des versions et modifications correspondantes
it: Cronologia delle versioni con elenco delle modifiche (changelog)
ja: バージョン履歴・変更点
ko: 각 버전별 변경 사항
nl: Versiegeschiedenis met overzicht van wijzigingen
pa_in: ਤਬਦੀਲੀ-ਉਲੇਖਾਂ ਨਾਲ ਵਰਜਨ ਇਤਿਹਾਸ
pl: Historia wersji z informacjami o zmianach
pt_pt: Histórico da Versão com Registo de alterações
ru: История версий со списком изменений
sl: Zgodovina različic z dnevniki sprememb
uk: Історія версій з протоколом змін
zh_cn: 版本历史记录

source: Add-on uses binary components.
cs: Doplněk obsahuje binární komponenty.
de: Add-on verwendet binäre Komponenten.
es: El complemento usa componentes binarios.
fr: Module contenant des composants binaires.
it: Questo componente aggiuntivo utilizza componenti compilati.
ja: このアドオンはバイナリコンポーネントを含んでいます。
ko: 부가 기능이 이진 콤포넌트를 사용하고 있습니다.
nl: Add-on gebruikt binaire componenten.
pa_in: ਐਡ-ਆਨ ਬਾਇਨਰੀ ਹਿੱਸੇ ਵਰਤਦਾ ਹੈ।
pl: Dodatek używa komponentów binarnych.
pt_pt: O extra usa componentes binários.
ru: Дополнение содержит бинарные компоненты.
uk: Додаток використовує бінарні компоненти.
zh_cn: 添加使用二进制的附加组件。
