Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: From the ground up Mozilla has been building an apps system that lets users buy an app once and run it on all of their HTML5 devices. Very soon Mozilla will <a href="%(url_nytimes)s">launch the first Firefox OS phone</a> but that will be just one device on which to run your apps. When you purchase an app through the <a href="%(url_mkt)s">Firefox Marketplace</a>, the system installs a receipt on your device. The <a href="%(url_receipt)s">receipt</a> is a JSON Web Token with metadata that links to the Marketplace’s public key and its verification service URL. When an app starts up it can verify the receipt but the receipt on the device <em>is not tied</em> to the Firefox Marketplace. The receipt is just a cryptographically verifiable proof of purchase. Anyone can sell open Web apps if they follow the receipt specs. <strong>When you buy an app, it is intended to be portable across any device that supports the Open Web Apps system.</strong>
de: Mozilla hat von Anfang an ein Anwendungssystem entwickelt, mit dem Anwender eine Anwendung einmal kaufen und sie auf allen ihren HTML5-Geräten ausführen können. Bald wird Mozilla <a href="%(url_nytimes)s">das erste Firefox-OS-Handy veröffentlichen</a>, aber das wird nur ein Gerät sein, das Ihre Anwendungen ausführen kann. Wenn Sie eine Anwendung über den <a href="%(url_mkt)s">Firefox Marketplace</a> kaufen, installiert das System eine Quittung auf Ihrem Gerät. Die <a href="%(url_receipt)s">Quittung</a> ist ein JSON-Web-Token mit Metadaten, die auf den öffentlichen Schlüssel des Marktplatzes und seine URL des Bestätigungsdienstes verweisen. wenn eine Anwendung startet, kann sie die Quittung verifizieren aber die Quittung auf dem Gerät ist <em>nicht</em> an den Firefox Marketplace <em>gebunden</em>. Die Quittung ist nur ein kryptographisch verifizierbarer Kaufbeleg. Jeder kann Anwendungen des offenen Web verkaufen, wenn sie sich an die Quittungsvorgaben halten. <strong>Wenn sie eine Anwendung kaufen, soll sie auf alle Geräte portabel sein, die das System der Anwendungen des offenen Web unterstützen.</strong>
es: Desde el principio Mozilla lleva creando un sistema de aplicaciones que permita a los usuarios comprar una aplicación una vez y ejecutarla en todos sus dispositivos HTML5. Muy pronto mozilla <a href="%(url_nytimes)s">publicará el primer teléfono Firefox OS</a> pero ése será sólo uno de los dispositivos en los que ejecutar tus aplicaciones. Cuando compras una aplicación a través de <a href="%(url_mkt)s">Firefox Marketplace</a>, el sistema instala un recibo en tu dispositivo. El <a href="%(url_receipt)s">recibo</a> es un token web JSON con metadatos que enlaza a la clave pública de Marketplace y su URL del servicio de verificación. Cuando una aplicación se inicia puede verificar el recibo pero el recibo en el dispositivo <em>no está ligado</em> a Firefox Marketplace. El recibo es únicamente una prueba de compra verificable criptográficamente. Cualquiera puede vender aplicaciones web abiertas si sigue las especificaciones del recibo. <strong>Cuando compras una aplicación, se pretende que sea portable a todos los dispositivos que implementen el sistema de aplicaciones web abiertas.</strong>
fr: Depuis le début Mozilla a construit un système d'applications qui permet aux utilisateurs d'acheter une fois et de faire tourner les applications sur tous leurs appareils HTML5. Très bientôt, Mozilla <a href="%(url_nytimes)s">lancera</a> le premier téléphone Firefox OS mais ça ne sera qu'un appareil sur lequel exécuter vos applications. Quand vous achetez une application via le <a href="%(url_mkt)s">Marketplace Firefox</a>, le système installe un reçu sur votre appareil. Le <a href="%(url_receipt)s">reçu</a> est un jeton Web JSON avec des métadonnées qui pointent vers la clé publique et l'adresse du service de vérification. Quand une application démarre elle peut vérifier le reçu présent sur l'appareil, mais celui-ci <em>n'est pas lié</em> au Marketplace Firefox. Le reçu est juste une preuve cryptographique vérifiable de l'achat. N'importe qui peut vendre des applications Web s'il suit les spécification du reçu. <strong>Quand vous achetez une application, elle est censée être portable sur tous les appareils qui respectent le système Open Web Apps.</strong>
it: Mozilla ha sviluppato da zero un sistema che permette agli utenti di acquistare un'app una sola volta e utilizzarla su tutti i suoi dispositivi HTML5. Molto presto Mozilla <a href="%(url_nytimes)s">lancerà il primo telefono cellulare Firefox OS</a>, che tuttavia sarà solo uno dei tanti dispositivi su cui utilizzare le app. Quando acquisti un'app da <a href="%(url_mkt)s">Firefox Marketplace</a>, il sistema installa una ricevuta sul tuo dispositivo. La <a href="%(url_receipt)s">ricevuta</a> è un JSON Web Token contenente metadati con un collegamento alla chiave pubblica di Firefox Marketplace e all'URL del servizio di verifica. All'avvio dell'app, essa è in grado di verificare la ricevuta, tuttavia la ricevuta del dispositivo non è <em>legata</em> a Firefox Marketplace. Si tratta semplicemente di una prova di acquisto crittograficamente verificabile. Chiunque può vendere app web aperte se rispetta le specifiche della ricevuta. <strong>Quando acquisti un'app, essa è pensata per essere portabile su tutti i dispositivi che supportano il sistema per app web aperte.</strong>
pl: Mozilla buduje od podstaw system aplikacji, pozwalający użytkownikom zakupić aplikację raz i uruchamiać ją na ich wszystkich urządzeniach obsługujących HTML5. Wkrótce Mozilla udostępni <a href="%(url_nytimes)s">pierwszy telefon z Firefox OS</a>, ale będzie to tylko jedno z urządzeń, na którym można uruchamiać swoje aplikacje. Gdy zakupisz aplikację poprzez <a href="%(url_mkt)s">Firefox Marketplace</a>, system zainstaluje potwierdzenie na twoim urządzeniu. <a href="%(url_receipt)s">Potwierdzenie</a> to metadane JSON Web Token, które linkują do klucza publicznego Marketplace i jego adresu URL usługi weryfikacji. Gdy aplikacja uruchamia się, może sprawdzić potwierdzenie, ale potwierdzenie na urządzeniu <em>nie jest związane</em> z Firefox Marketplace. Potwierdzenie jest tylko kryptograficznie potwierdzonym dowodem zakupu. Każdy może sprzedawać aplikacje, jeśli zastosuje specyfikację potwierdzenia. <strong>Gdy kupujesz aplikację, to może być ona przenoszona między różnymi urządzeniami obsługującymi system aplikacji otwartej sieci.</strong>

source: Mozilla is building the infrastructure needed to run Open Web Apps on any HTML5 device. <a href="%(url_features)s">Firefox for Android</a> will let you install and run apps (you can try it today on the <a href="%(url_nightly)s">nightly</a> build). Installed app icons go to your home screen just like regular Android apps. You can also install and run Web apps on your Windows, Mac, or Linux desktop using Firefox (this currently works in the <a href="%(url_nightly)s">nightly</a> build). Currently some version of Firefox is required, but it is intended that the Open Web Apps system will eventually be supported by all major browsers as a set of standards. From day one Mozilla has included all major HTML5 compliant browsers in its proof of concepts; you can take a look at this hosted JavaScript <a href="%(url_shim)s">shim</a> for ideas on how to support the apps platform on a non-Firefox browser.
de: Mozilla entwickelt die Infrastruktur, die benötigt wird, um Anwendungen des offenen Web auf einem beliebigen HTML5-Gerät auszuführen. Mit <a href="%(url_features)s">Firefox für Android</a> können Sie Anwendungen installieren und ausführen (Sie können es gleich mit der aktuellen <a href="%(url_nightly)s">Nightly</a>-Version ausprobieren). Symbole der installierten Anwendungen erscheinen auf Ihrem Startbildschirm wie normale Android-Anwendungen. Sie können auch Web-Anwendungen auf Ihrem Windows-, Mac-, oder Linux-Desktop mit Firefox installieren und ausführen (das funktioniert momentan in der <a href="%(url_nightly)s">Nightly</a>-Version). Derzeit wird eine Firefox-Version benötigt, aber die Absicht ist, dass das System der Anwendungen des offenen Web irgendwann von allen größeren Browsern als eine Reihe von Standards unterstützt wird. Ab dem ersten Tag hat Mozilla alle größeren HTML5-kompatiblen Browser in seine Machbarkeitsnachweise integriert; Sie können sich diese gehostete JavaScript-<a href="%(url_shim)s">Shim</a> ansehen, um sich Ideen zu holen, wie wie die Anwendungsplattform auf einem Nicht-Firefox-Browser unterstützen können.
es: Mozilla está preparando la infraestructura necesaria para ejecutar aplicaciones web abiertas en cualquier dispositivo HTML5. <a href="%(url_features)s">Firefox para Android</a> te permitirá instalar y ejecutar aplicaciones (puedes probarlo hoy mismo en los binarios <a href="%(url_nightly)s">diarios</a>). Los iconos de las aplicaciones instaladas van a tu pantalla de inicio exactamente igual que el resto de las aplicaciones Android. También puedes instalar y ejecutar aplicaciones web en tu escritorio Windows, Mac o Linux usando Firefox (esto funciona actualmente en los binarios <a href="%(url_nightly)s">diarios</a>). Actualmente se requiere alguna versión de Firefox, pero se pretende que el sistema de aplicaciones web abiertas sea en el futuro implementado por todos los navegadores como un conjunto de estándares. Desde el primer día Mozilla ha incluido todos los navegadores compatibles con HTML5 en sus pruebas; puedes echar un vistazo a este <a href="%(url_shim)s">simulador</a> JavaScript para ver ideas sobre cómo implementar la plataforma de aplicaciones en un navegador no-Firefox.
fr: Mozilla construit l'infrastructure nécessaire pour exécuter des Open Web Apps sur n'importe quel appareil HTML5. <a href="%(url_features)s">Firefox pour Android</a> vous permettra d'installer et exécuter des applications (vous pouvez l'essayer dès aujourd'hui sur la version <a href="%(url_nightly)s">nightly</a>). Les icônes des applications installées apparaissent sur l'écran d'accueil comme n'importe quelle application Android. Vous pouvez aussi installer des applications Web sur votre Windows, Mac ou Linux avec Firefox (cela fonctionne actuellement avec les versions <a href="%(url_nightly)s">nightly</a>). Actuellement certaines versions de Firefox sont requises mais il est prévu que les Open Web Apps soient un standard supporté par tous les navigateurs importants. Depuis le premier jour, Mozilla a inclus tous les principaux navigateurs supportant HTML5 dans ses démonstrations technologiques ; vous pouvez jeter un œil à cet <a href="%(url_shim)s">extrait</a> de code JavaScript pour savoir comment intégrer la plateforme des applications dans un navigateur autre que Firefox.
it: Mozilla sta creando le infrastrutture necessarie per eseguire le app web aperte su qualsiasi dispositivo HTML5. Su <a href="%(url_features)s">Firefox per Android</a> è già possibile installare e utilizzare le app (puoi provare oggi stesso sulla versione <a href="%(url_nightly)s">nightly</a>). Le icone delle app installate compaiono sulla schermata iniziale proprio come normali app di Android. È possibile installare le app web anche sul computer desktop con Windows, Mac o Linux utilizzando Firefox (attualmente funziona con la versione <a href="%(url_nightly)s">nightly</a>). Per il momento è richiesta una versione specifica di Firefox, ma il nostro scopo finale è rendere il sistema di app web aperte supportato da tutti i maggiori browser come un set di standard. Dal primo giorno Mozilla ha incluso tutti i browser compatibili con HTML5 nel suo Proof of concept; in questo <a href="%(url_shim)s">shim</a> JavaScript ospitato si possono trovare idee per supportare la piattaforma delle app su un browser diverso da Firefox.
pl: Mozilla tworzy infrastrukturę potrzebną do uruchamia aplikacji otwartej sieci na dowolnym urządzeniu z obsługą HTML5. <a href="%(url_features)s">Firefox dla Androida</a> pozwoli ci zainstalować i uruchamiać aplikacje (możesz wypróbować to dzisiaj w wersji „<a href="%(url_nightly)s">nightly</a>”). Ikony zainstalowanych aplikacji prowadzą do twojego ekranu domowego, jak zwykłe aplikacje Androida. Możesz również uruchamiać aplikacje sieciowe w systemach Windows, Mac i Linux, używając Firefoksa (działa to obecnie w wersji „<a href="%(url_nightly)s">nightly</a>”). Obecnie wymagane są niektóre wersje Firefoksa, ale zamierzeniem systemu aplikacji otwartej sieci jest, by był obsługiwany przez wszystkie główne przeglądarki. Od początku Mozilla włączyła wszystkie główne przeglądarki zgodne z HTML5 do swojej koncepcji. Możesz również spojrzeć na ten <a href="%(url_shim)s">kod</a> JavaScript, by zobaczyć, jak obsługiwać platformę aplikacji w przeglądarkach innych niż Firefox.

source: In the future the Open Web Apps system will support <a href="%(url_aitc)s">syncing your installed apps</a> across devices. Since receipts are portable you could just sync them yourself if you wanted to. In case it’s not obvious, you can always run a free open Web app in any browser because it is no different than a website. It might, however, use new <a href="%(url_api)s">mobile specific web APIs</a> which are not implemented on all platforms.
de: In Zukunft wird das System der Anwendungen des offenen Web <a href="%(url_aitc)s">Synchronisation Ihrer installieren Anwendungen</a> auf verschiedenen Geräten unterstützen. Da Quittungen portabel sind, könnten Sie sie einfach selbst synchronisieren, wenn Sie möchten. Wenn es nicht klar ist, Sie können jederzeit eine kostenlose Anwendung des offenen Web in einem beliebigen Browser ausführen, weil sie sich nicht von einer Website unterscheidet. Sie könnte allerdings neue <a href="%(url_api)s">Mobilgeräte-spezifische Web-APIs</a> verwenden, die nicht auf allen Plattformen implementiert sind.
es: En el futuro el sistema de aplicaciones web abiertas admitirá <a href="%(url_aitc)s">sincronizar tus aplicaciones instaladas</a> en todos los dispositivos. Puesto que los recibos son portables, podrías sincronizarlos tú mismo si lo deseas. En caso de que no te resulte obvio, siempre puedes ejecutar una aplicación web abierta gratuita en cualquier navegador porque no es diferente de un sitio web. Podría, sin embargo, usar nuevas <a href="%(url_api)s">API web específicas para dispositivos móviles</a> que no estén implementadas en todas las plataformas.
fr: À l'avenir le système Open Web Apps permettra de <a href="%(url_aitc)s">synchroniser vos applications installées</a> entre différents appareils. Étant donné que les reçus sont portables, vous pouvez simplement les synchroniser vous-même, si vous le voulez. Au cas où ce ne soit pas évident, vous pouvez toujours exécuter une Open Web App gratuite dans n'importe quel navigateur, car elle n'est pas différente d'un site web. Il peut cependant y avoir utilisation de <a href="%(url_api)s">certaines WebAPI spécifiques</a> qui ne sont pas implémentées sur toutes les plateformes.
it: In futuro il sistema di app web aperte supporterà <a href="%(url_aitc)s">la sincronizzazione delle app installate</a> tra tutti i dispositivi. Poiché le ricevute sono portabili, esse possono essere sincronizzate direttamente dall'utente, se lo desidera. In caso non fosse ovvio, un'app web aperta gratuita può essere eseguita in qualsiasi browser, in quanto non è diversa da un sito web. Potrebbe tuttavia utilizzare nuove <a href="%(url_api)s">API specifiche per cellulari</a> che non sono state implementate su tutte le piattaforme.
pl: W przyszłości system aplikacji otwartej sieci będzie obsługiwać <a href="%(url_aitc)s">synchronizację twoich zainstalowanych aplikacji</a> na różnych urządzeniach. Ponieważ potwierdzenia są przenośne, będziesz w stanie synchronizować je samodzielnie, jeśli zechcesz. Jeśli nie jest to oczywiste, to możesz zawsze uruchomić darmową aplikację otwartej sieci w przeglądarce, ponieważ nie jest niczym innym, jak stroną internetową. Może jednak korzystać z nowego <a href="%(url_api)s">API urządzeń mobilnych</a>, które nie jest wdrożone na wszystkich platformach.

source: Commerce For Apps
de: Handel für Anwendungen
es: Comercio de aplicaciones
fr: Commerce d'applications
it: Commercio di app
pl: Sprzedaż aplikacji

source: Part of the success of mobile app platforms like iOS and Android is that they make it very easy to try out new business models through mobile payments. Those models are still evolving but commerce is no doubt something that, at the moment, is awkward on the desktop Web and more natural on mobile. Specifically, it’s very convenient to charge something to your phone bill when you’re already accessing it from your phone anyway. With the launch of Firefox OS, the apps ecosystem will support app purchases and in-app payments through the <a href="%(url_payment)s">WebPayment API</a>. Supporting commerce is crucial for the growth of an apps platform. <strong>The use of the proposed payment API is completely <em>optional</em></strong>. Mozilla won’t prevent any app from using its own in-app payment system.
de: Teil des Erfolgs mobiler Anwendungsplattformen wie iOS und Android ist es, dass sie es sehr einfach machen, neue Geschäftsmodelle durch mobile Zahlungen auszuprobieren. Diese Modelle entwickeln sich immer noch aber Handel ist ohne Zweifel etwas, das momentan im Desktop-Web seltsam erscheint und bei Mobilgeräten natürlicher ist. Genauer gesagt ist es sehr angenehm, etwas auf Ihre Mobilfunkrechnung zu setzen, wenn sie darauf sowieso schon von Ihrem Handy zugreifen. Mit dem Start von Firefox OS wird das Anwendungs-Ökosystem Anwendungskäufe und anwendungsinterne Zahlungen über die <a href="%(url_payment)s">WebPayment-API</a> unterstützen. Unterstützung von Handel ist entscheidend für das Wachstum einer Anwendungsplattform. <strong>Die Verwendung der vorgeschlagenen Zahlungs-API ist völlig <em>freiwillig</em></strong>. Mozilla wird keine Anwendung daran hindern, ihr eigenes anwendungsinternes Zahlungsystem zu verwenden.
es: Parte del éxito de las plataformas de aplicaciones móviles como iOS y Android es que hacen muy sencillo probar nuevos modelos de negocio a través de pagos desde dispositivos móviles. Estos modelos aún están evolucionando pero, sin duda, el comercio es algo que, por el momento, resulta raro en la web de escritorio y sin embargo es más natural en los dispositivos móviles. Específicamente, resulta cómodo cargar algo a tu factura de teléfono cuando ya estás accediendo a ese algo desde tu teléfono. Con el lanzamiento de Firefox OS, el ecosistema de aplicaciones admitirá compras de aplicaciones y pagos en aplicaciones a través de la <a href="%(url_payment)s">API WebPayment</a>. Permitir esta forma de comercio es crucial para el crecimiento de una plataforma de aplicaciones. <strong>El uso de la API de pagos propuesta es completamente <em>opcional</em></strong>. Mozilla no impedirá que ninguna aplicación use su propio sistema de pagos en la aplicación.
fr: Une partie du succès des plateformes mobiles comme iOS et Android est qu'elles ont permis l'émergence de nouveaux modèles commerciaux via les paiements mobiles. Ces modèles de paiement évoluent toujours mais le commerce est, sans nul doute, quelque chose qui reste pour le moment étrange sur le Web de bureau, et plus naturel sur le mobile. Plus précisément, il est facile de payer quelque chose via votre facture téléphonique quand vous l'utilisez déjà via votre téléphone. Avec le lancement de Firefox OS, l'écosystème d'application permettra les achats d'applications ainsi que le paiement en leur sein via <a href="%(url_payment)s">l'API WebPayment</a>. Prendre en compte le commerce est crucial pour la croissance de la plateforme. <strong>L'utilisation de l'API de paiement est totalement <em>facultative</em></strong>. Mozilla n'empêchera personne d'avoir son propre système.
it: Parte del successo delle piattaforme di app per cellulari come iOS e Android è la facilità con cui è possibile sperimentare nuovi modelli di business attraverso i pagamenti via cellulare. Questi modelli si stanno ancora evolvendo ma non c'è dubbio che al momento il commercio di app si svolga in maniera molto più naturale sui cellulari piuttosto che sui computer desktop. In particolare è molto più comodo addebitare un acquisto sulla bolletta del telefono quando lo si sta utilizzando come strumento per accedere alla rete. Grazie al lancio di Firefox OS l'ecosistema delle app supporterà l'acquisto e i pagamenti in-app attraverso l'<a href="%(url_payment)s">API WebPayment</a>. Garantire l'efficienza nel gestire il commercio è un fattore cruciale nella crescita di una piattaforma di app. <strong>L' API per i pagamenti che proponiamo è assolutamente <em>facoltativa</em></strong>. Mozilla non impedirà ad alcuna app di utilizzare un proprio sistema di pagamenti in-app.
pl: Częścią sukcesu platform aplikacji mobilnych, jak iOS czy Android, jest to, że umożliwiają łatwe wypróbowanie nowych modeli biznesowych poprzez płatności mobilne. Te modele wciąż ewoluują, ale świat biznesu nie ma wątpliwości w tej chwili, że jest to niewygodne na urządzeniach desktopowych, a bardziej naturalne na mobilnych. Szczególnie bardzo wygodne jest obciążenie czymś twojego rachunku telefonicznego, gdy i tak masz do czegoś dostęp z telefonu. Wraz z premierą Firefox OS system aplikacji będzie obsługiwał płatności za aplikacje i płatności w aplikacji poprzez <a href="%(url_payment)s">WebPayment API</a>. Wspieranie handlu jest kluczowe dla wzrostu platformy aplikacji. <strong>Użycie proponowanego API płatności jest zupełnie <em>opcjonalne</em></strong>. Mozilla nie uniemożliwi żadnej aplikacji używania jest własnego systemu płatności w aplikacji.

source: <a href="%(url)s">Apps: The Web Is The Platform</a>, by Kumar McMillan (the blog post from which lots of the content of this article is borrowed)
de: <a href="%(url)s">Apps: The Web Is The Platform</a> von Kumar McMillan (der Blog-Beitrag, aus dem ein Großteil des Inhalts dieses Artikels entnommen wurde)
es: <a href="%(url)s">Aplicaciones: la Web es la plataforma</a>, de Kumar McMillan (el artículo de blog del cual se ha tomado prestada buena parte del contenido de este artículo)
fr: <a href="%(url)s">Apps: The Web Is The Platform</a>, par Kumar McMillan (le message sur son blog dont une partie importante a servi de matière première à cet article)
it: <a href="%(url)s">Apps: The Web Is The Platform</a>, di Kumar McMillan (gran parte del contenuto dell'articolo è stato tratto da questo post sul suo blog)
pl: <a href="%(url)s">Apps: The Web Is The Platform</a>, autor: Kumar McMillan (wpis na blogu, z którego zaczerpnięte zostało wiele informacji do tego artykułu)

source: <a href="%(url)s">See the Web platform succeed for applications</a>, by Paul Irish
de: <a href="%(url)s">See the Web platform succeed for applications</a> von Paul Irish
es: <a href="%(url)s">Mira como la plataforma web sirve para aplicaciones</a>, por Paul Irish
fr: <a href="%(url)s">See the Web platform succeed for applications</a>, par Paul Irish
it: <a href="%(url)s">See the Web platform succeed for applications</a>, di Paul Irish
pl: <a href="%(url)s">See the Web platform succeed for applications</a>, autor: Paul Irish

source: Intro to Manifests
cs: Úvod do manifestů
de: Einführung in Manifests
es: Introducción a los archivos manifest
fr: Introduction aux Manifestes
it: Introduzione ai manifesti
ko: 설치 선언문 소개
nl: Introductie van manifests
pl: Wprowadzenie do manifestów
ru: Введение в манифесты
zh_cn: 资源配置清单简介

source: Why does my app need an app manifest?
cs: Proč aplikace potřebuje svůj manifest?
de: Warum benötigt meine Anwendung ein Anwendungsmanifest?
es: ¿Por qué necesita mi aplicación un archivo manifest de aplicación?
fr: Pourquoi mon application a-t-elle besoin d'un manifeste ?
it: Perché la mia app ha bisogno di un manifesto?
pl: Dlaczego moja aplikacja potrzebuje manifestu aplikacji?
