Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Basic Information for {0}
cs: Základní informace o {0}
de: Basisinformationen für {0}
el: Βασικές πληροφορίες για το {0}
es: Información básica para {0}
fr: Informations de base sur {0}
it: Informazioni di base per {0}
ja: {0} の基本情報
ko: {0}의 기본 정보
nl: Basisgegevens voor {0}
pa_in: {0} ਲਈ ਮੁੱਢਲੀ ਜਾਣਕਾਰੀ
pl: Informacje podstawowe o {0}
pt_pt: Informação básica para {0}
ru: Основная информация для {0}
sl: Osnovni podatki za {0}
uk: Основна інформація для {0}
zh_cn: {0} 的基本信息

source: Add-on URL
cs: URL doplňku
el: URL πρόσθετου
es: URL del complemento
fr: Adresse URL du module
it: URL del componente aggiuntivo
ja: アドオンの URL
ko: 부가 기능 URL
pa_in: ਐਡ-ਆਨ URL
pl: Adres URL dodatku
pt_pt: URL do extra
ru: URL дополнения
sl: URL za dodatek
uk: URL додатка
zh_cn: 附加组件网址

source: Choose a short, unique URL slug for your add-on.
cs: Zvolte pro svůj doplněk krátkou a unikátní URL.
de: Wählen Sie einen kurzen, nicht vergebenen URL-Namen für Ihr Add-on.
el: Επιλέξτε ένα σύντομο και μοναδικό URL slug για το πρόσθετο σας.
es: Elige un enlace amigable único para tu complemento.
fr: Choisissez une adresse URL courte, unique et sans caractères spéciaux pour votre module
it: Scegli un URL abbreviato e univoco (slug) per il tuo componente aggiuntivo.
ja: アドオンのページに付ける短くて固有な URL スラグを入力してください。
ko: 부가 기능이 갖게될 짧고 고유한 URL 주소로 선택해 주세요.
nl: Kies een korte, unieke URL-referentie voor uw add-on.
pa_in: ਆਪਣੇ ਐਡ-ਆਨ ਲਈ ਇੱਕ ਛੋਟਾ, ਵਿਲੱਖਣ URL ਸਲੱਗ ਚੁਣੋ।
pl: Wybierz krótki, unikalny adres URL dla swojego dodatku.
pt_pt: Escolha um pequeno e único URL para o seu extra.
ru: Выберите короткий, уникальный URL slug для вашего дополнения.
sl: Izberite kratko, enolično URL rekleto za vaš dodatek.
uk: Оберіть короткий, унікальний URL slug для Вашого додатка.
zh_cn: 给您的附加组件选择一个短小、唯一的网址 Slug。

source: View Listing
cs: Stránka doplňku
de: Add-on-Webseite anzeigen
el: Σελίδα πρόσθετου
es: Ver lista
fr: Page de l'application
it: Visualizza elenco
ja: 詳細ページを表示
ko: 목록 보기
nl: Lijst bekijken
pa_in: ਸੂਚੀ ਵੇਖੋ
pl: Zobacz stronę
pt_pt: Ver listagem
ru: Просмотреть его страницу
sl: Prikaži objave
uk: Переглянути список
zh_cn: 查看页面

source: Summary
cs: Souhrn
de: Zusammenfassung
el: Σύνοψη
es: Descripción
fr: Résumé
it: Sommario
ja: 概要
ko: 요약 정보
nl: Samenvatting
pa_in: ਸੰਖੇਪ
pl: Podsumowanie
pt_pt: Sumário
ru: Сводка
sl: Povzetek
uk: Звіт
zh_cn: 概述

source: A short explanation of your add-on's basic functionality that is displayed in search and browse listings, as well as at the top of your add-on's details page.
cs: Krátké vysvětlení funkcionality vašeho doplňku, které se zobrazí ve výsledcích vyhledávání a na stránkách se seznamy doplňků. Taktéž se zobrazí v horní části stránky doplňku.
de: Eine kurze Beschreibung der Grundfunktionen Ihres Add-ons. Dieses Feld wird in Such- und Listenseiten angezeigt, sowie oben auf der Detailseite Ihres Add-ons.
el: Μια σύντομη περιγραφή των βασικών λειτουργιών του πρόσθετου σας που θα εμφανίζεται στα αποτελέσματα αναζήτησης, στις λίστες, καθώς και στην κορυφή της σελίδας παρουσίασης του πρόσθετου σας.
es: Una breve explicación de la funcionalidad básica de tu complemento que se muestra en las búsquedas y los listados, así como en la parte superior de la página de información detallada de tu complemento.
fr: Une explication courte des fonctionnalités importantes de votre module qui sera affichée dans les listing de recherche et de parcours, ainsi qu'en haut de la page des détails de votre module.
it: Una spiegazione sintetica delle caratteristiche di base del tuo componente aggiuntivo. Questo testo viene visualizzato nella ricerca e negli elenchi, così come nella parte iniziale della scheda del componente aggiuntivo.
ja: 検索結果やアドオン一覧、このアドオンの詳細ページ最上部に表示される、アドオンの基本的な機能についての短い説明です。
ko: 부가 기능의 기본 기능에 관한 짤막한 설명으로 검색, 목록, 부가 기능 상세 정보 페이지 상단에 노출됩니다.
nl: Een korte uitleg van de basale functionaliteit van uw add-on die in zoek- en bladerlijsten wordt weergegeven, evenals bovenaan de detailpagina van uw add-on.
pl: Krótki opis podstawowych funkcji dodatku wyświetlany w wykazach wyszukiwania i przeglądania, jak również na górze strony dodatku.
pt_pt: Uma explicação pequena das funcionalidades principais do seu extra é apresentada nas listagens de pesquisa e navegação, assim como no início da págian do seu extra.
ru: Краткое объяснение основных функций вашего дополнения, которое отображается в списках поиска и просмотра, а также в верхней части страницы вашего дополнения.
sl: Povzetek je kratka razlaga osnovnih funkcij vašega dodatka, ki se ga prikazuje v rezultatih iskanja in brskanja, kot tudi na vrhu strani s podrobnostmi za dodatek.
zh_cn: 简要地说明您的附加组件的基本功能，这将会显示在“搜索”及“浏览”页面，同时也会在附加组件详细信息页面的上方显示。

source: Categories are the primary way users browse through add-ons. Choose any that fit your add-on's functionality for the most exposure.
cs: Kategorie jsou hlavní způsob, jakým uživatelé prochází doplňky. Zvolte takovou, která nejvíce odpovídá funkcionalitě doplňku.
de: Kategorien sind der primäre Weg für Benutzer, durch Add-ons zu Browsen. Wählen Sie Kategorien, die die Funktionalität ihres Add-ons beschreiben, um die meisten Benutzer zu erreichen.
el: Οι κατηγορίες είναι ο κυριότερος τρόπος περιήγησης στα πρόσθετα από τους χρήστες. Επιλέξτε όποια ταιριάζει καλύτερα με τη λειτουργία του πρόσθετου σας για να έχετε τη βέλτιστη προβολή.
es: Las categorías son la principal forma en que los usuarios conocen los complementos. Elige cualquiera que concuerde con la funcionalidad de tu complemento.
fr: Les catégories sont la première manière pour les utilisateurs de parcourir les modules. Choisissez-en qui correspondent aux fonctionnalités de votre module pour une exposition maximale.
it: Le categorie rappresentano il metodo principale utilizzato dagli utenti per trovare il componente aggiuntivo che stanno cercando. Scegli quella che meglio si adatta alle caratteristiche del tuo componente aggiuntivo per garantirgli la maggiore visibilità possibile.
ja: カテゴリはユーザがアドオンを探す際の主要な手段です。このアドオンが最大限サイト上で掲載されるよう、その機能にふさわしいカテゴリを選んでください。
ko: 분류는 사용자들이 부가 기능을 둘러볼 때 가장 많이 사용하는 곳입니다. 부가 기능이 가지고 있는 기능이 가장 잘 부각될 수 있을만한 곳을 선택해 주세요.
nl: Categorieën zijn de belangrijkste manier waarop gebruikers door add-ons bladeren. Kies er één die bij de meest gebruikte functionaliteit van uw add-on past.
pl: Kategorie są podstawowym sposobem przeglądania dodatków. By najefektywniej wyeksponować dodatek, wybierz kategorie najlepiej oddające istotę jego działania.
pt_pt: As categorias são a maneira principal que os utilizadores usam através dos extras. Escolha o que se enquadra nas funcionalidades do seu extra para uma melhor exposição.
ru: Категории являются основным способом просмотра дополнений пользователями. Выберите любую, под которое подходит ваше дополнение и которая даст максимальный эффект.
sl: Kategorije so glavni način, kako uporabniki brskajo po dodatkih. Izberite tiste, ki ustrezajo funkcionalnosti vašega dodatka, da bo čim bolje opazen.
zh_cn: 分类是用户浏览附加组件的主要方式。选择任何适合您的附加组件功能的分类以达到最大的曝光度。

source: Categories cannot be changed while your add-on is featured for this application. Please email <a href="mailto:%(email)s">%(email)s</a> if there is a reason you need to modify your categories.
cs: Pokud je doplněk pro tuto aplikaci veden jako doporučený, nemůžete měnit jeho umístění v kategoriích. Pokud máte důvod, proč chcete kategorie změnit, napište nám prosím e-mail na <a href="mailto:%(email)s">%(email)s</a>.
de: Kategorien können nicht geändert werden, solange Ihr Add-on für diese Anwendung vorgestellt wird. Bitte schicken Sie eine E-Mail an <a href="mailto:%(email)s">%(email)s</a>, wenn es einen Grund gibt, Ihre Kategorien zu verändern.
el: Οι κατηγορίες δε μπορούν να τροποποιηθούν καθώς το πρόσθετο σας προβάλλεται για αυτή την εφαρμογή. Παρακαλώ στείλτε email στο <a href="mailto:%(email)s">%(email)s</a> αν υπάρχει λόγος για να τροποποιήσετε τις κατηγορίες σας.
es: Las categorías no pueden ser cambiadas mientras tu complemento aparece destacado para esta aplicación. Escribe a <a href="mailto:%(email)s">%(email)s</a> si hay una razón por la que necesites modificar tus categorías.
fr: Les catégories ne peuvent être changées pendant que votre module est en vedette pour cette application. Merci d'envoyer un courriel à <a href="mailto:%(email)s">%(email)s</a> s'il y a une raison nécessitant de changer vos catégories.
it: Non è possibile modificare le categorie quando il componente aggiuntivo è consigliato per questa applicazione. Invia un'email a <a href="mailto:%(email)s">%(email)s</a> se hai bisogno di fare questa modifica.
ja: カテゴリは、アドオンがこのアプリケーションのおすすめアドオンに設定されている間は変更できません。カテゴリを変更する必要がある場合は、その理由を <a href="mailto:%(email)s">%(email)s</a> 宛にメールでお知らせください。
ko: 이 애플리케이션의 추천 부가 기능이 된 동안은 분류를 변경할 수 없습니다. 굳이 분류를 조정해야 할 이유가 있으시다면 <a href="mailto:%(email)s">%(email)s</a> 주소로 메일을 보내주세요.
nl: Categorieën kunnen niet worden gewijzigd als uw add-on voor deze toepassing wordt aanbevolen. Stuur een e-mailbericht naar <a href="mailto:%(email)s">%(email)s</a> als u een reden hebt om uw categorieën te wijzigen.
pa_in: ਸੰਗ੍ਰਹਿ ਬਦਲੇ ਨਹੀਂ ਜਾ ਸਕਣਗੇ ਜਦ ਤੱਕ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਲਈ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਈਮੇਲ ਕਰੋ <a href="mailto:%(email)s">%(email)s</a> ਜੇਕਰ ਕਿਸੇ ਕਾਰਨ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਸੰਗ੍ਰਹਿਾਂ ਵਿੱਚ ਤਬਦੀਲੀ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: Gdy dodatek jest polecanym dodatkiem dla tego programu, nie można zmieniać przypisanych mu kategorii. Jeśli chcesz zmienić kategorię, skontaktuj się z <a href="mailto:%(email)s">%(email)s</a>, wysyłając e-mail.
pt_pt: As categorias não podem ser alteradas enquanto o seu extra estiver indicado para esta aplicação. Por favor, envie uma mensagem de correio <a href="mailto:%(email)s">%(email)s</a> se houver uma razão em que necessite de modificar as suas categorias.
ru: Если ваше дополнение для этого приложения является Избранным, его категории не могут быть изменены. Если у вас есть причина, по которой вам нужно изменить ваши категории, пожалуйста, напишите по <a href="mailto:%(email)s">%(email)s</a>.
sl: Če se vaš izdelek nahaja med izbranimi dodatki za to aplikacijo, mu kategorij ni mogoče spreminjati. Pišite nam na naslednji naslov<a href="mailto:%(email)s">%(email)s</a>, če imate razlog za spremembe v svojih kategorijah.
uk: Якщо Ваш додаток для цієї програми є Обраним, його категорії не можуть бути змінені. Якщо у Вас є причина, через яку Вам необхідно змінити Ваші категорії, будь ласка, напишіть за цією адресою <a href="mailto:%(email)s">%(email)s</a>.
zh_cn: 您的附加组件目前为此应用程序的精选附加组件，无法更改分类。如果您有理由需要修改其分类，请发送电子邮件到 <a href="mailto:%(email)s">%(email)s</a>。

source: Tags
cs: Štítky
el: Ετικέτες
es: Etiquetas
fr: Étiquettes
it: Etichette
ja: タグ
ko: 태그
nl: Labels
pa_in: ਟੈਗ
pl: Etykiety
pt_pt: Etiquetas
ru: Метки
sl: Oznake
uk: Мітки
zh_cn: 标签

source: Tags help users find your add-on and should be short descriptors such as tabs, toolbar, or twitter. You may have a maximum of {0} tags.
cs: Štítky pomáhají uživatelům nalézt svůj doplněk. Měly by obsahovat krátké popisy jako panely, lišta či twitter. Můžete mít maximálně {0} štítků.
de: Schlagwörter helfen Nutzern, Ihr Add-on zu finden und sollten kurze beschreibende Worte sein wie Tabs, Symbolleiste oder Twitter. Sie können maximal {0} Schlagwörter vergeben.
el: Οι ετικέτες βοηθούν τους χρήστες να βρουν το πρόσθετο σας και πρέπει να είναι σύντομες και περιγραφικές όπως πχ, καρτέλες, εργαλειοθήκη, twitter κλπ. Μπορείτε να βάλετε το πολύ {0} ετικέτες.
es: Las etiquetas pueden ayudar a los usuarios a encontrar tu complemento y deben ser descripciones cortas, como pestañas, barras, o twitter. Puedes tener un máximo de {0} etiquetas.
fr: Les étiquettes aident les utilisateurs à trouver votre module et devraient être de courts descripteurs tels que onglets, barre d'outils, ou twitter. Vous pouvez utiliser au plus {0} étiquettes.
it: Le etichette aiutano gli utenti a trovare il tuo componente aggiuntivo e dovrebbero essere brevi descrizioni come schede, barra degli strumenti o twitter. Puoi utilizzare al massimo {0} etichette.
ja: タグを付けておくと、ユーザが「タブ」「ツールバー」「Twitter」といった単語でこのアドオンを見つけやすくなります。タグは最大 {0} 個まで付けられます。
ko: 태그는 사용자가 당신의 부가 기능을 쉽게 찾도록 도와주는 역할을 하는 것으로 탭, 툴바, 트위터 등과 같이 함축적인 단어로 사용해야 합니다. 보유할 수 있는 최대 태그 갯수는 {0}개 입니다.
nl: Labels helpen gebruikers uw add-on te vinden en dienen een korte beschrijving te geven zoals tabbladen, werkbalk of twitter. U mag maximaal {0} labels gebruiken.
pl: Etykiety pomagają użytkownikom znaleźć twój dodatek. Powinny być to krótkie opisy, na przykład takie jak: karty, zakładki lub twitter. Możesz mieć maksymalnie etykiet: {0}.
pt_pt: As etiquetas ajudam os utilizadores a encontrar o seu extra e devem ser descrições curtas tal como separadores, barras de ferramentas ou twitter. Pode ter um máximo de {0} etiquetas
ru: Метки помогают пользователям найти ваше дополнение и должны быть кратким описанием, таким как вкладки, панели или твиттер. Вы можете иметь максимум {0} меток.
sl: Oznake pomagajo uporabnikom najti vaš dodatek in morajo biti kratke in opisnega značaja, kot npr. zavihek, orodna vrstica ali pa twitter. Lahko imate največ {0} oznak.
zh_cn: 标签能够帮助用户找到您的附加组件，并且应该是简短的描述，例如 tabs、标签、toolbar、工具栏或 twitter。您最多可以有 {0} 个标签。

source: Comma-separated, minimum of {0} character.
cs: Hodnoty jsou odděleny čárou, minimálně {0} znak.
de: Kommasepariert, mindestens {0} Zeichen.
el: λίστα διαχωριζόμενη με κόμματα, ελάχιστο μήκος {0} χαρακτήρα.
es: Separados por comas, con al menos {0} carácter.
fr: Séparées par une virgule, avec au minimum {0} caractère.
it: Separati da virgole, minimo {0} carattere.
ja: カンマ区切りで最低 {0} 文字。
ko: 콤마로 구분하며 최소 {0} 글자 이상 입력해야 합니다.
nl: Kommagescheiden, minimaal {0} teken.
pa_in: ਕੋਮਾ-ਵੱਖ, {0} ਅੱਖਰ ਦਾ ਘੱਟੋ-ਘੱਟ
pl: Rozdzielane przecinkami, minimum {0} znak.
pt_pt: Separado por vírgulas, mínimo de {0} caractere.
ru: Разделённые запятыми, не менее {0} символа.
sl: Ločene z vejicami, najmanj {0} znakov.
uk: Розділені комами, не менше {0} символа.
zh_cn: 以逗号分隔，至少 {0} 个字符。

source: Example: dark, cinema, noir. Limit 20.
cs: Příklad: dark, cinema, noir. Maximálně 20.
de: Beispiel, dunkel, Kino, schwarz. Höchstens 20.
el: Παράδειγμα: σκοτάδι, σινεμά, noir. Όριο 20.
es: Ejemplo: oscuro, cine, noche. Límite 20.
fr: Exemple : noir, cinéma. Limité à 20.
it: Esempio: dark, cinema, noir. Limite 20.
ja: 例、ダーク、映画、黒。最大 20 個。
ko: 예: dark, cinema, noir. 단어는 20자 이내로 제한됩니다.
nl: Voorbeeld: donker, cinema, zwart. Grens 20.
pa_in: ਉਦਾਹਰਨ: ਹਨੇਰਾ, ਸਿਨੇਮਾ, ਨੋਇਰ। ਹੱਦ 20।
pl: Przykład: mroczny, kino, noir. Limit 20.
pt_pt: Exemplo: escuro, cinema, preto. Limite 20.
sl: Na primer: pop, gotik, rok. Meja 20.
uk: Приклад: темний, кіно, нуар. Ліміт 20.
zh_cn: 例如：黑暗、电影院、黑色。最多20个。

source: Reserved tag:
cs: Rezervovaný štítek:
de: Reserviertes Schlagwort:
el: Δεσμευμένη ετικέτα:
es: Etiqueta reservada:
fr: Étiquette réservée :
it: Etichetta riservata:
ja: 予約済みのタグ:
ko: 금지 태그:
nl: Gereserveerd label:
pa_in: ਰਾਖਵਾਂ ਟੈਗ:
pl: Zarezerwowana etykieta:
pt_pt: Etiqueta reservada:
ru: Зарезервированная метка:
sl: Rezervirana oznaka:
uk: Зарезервована мітка:
zh_cn: 保留的标签：

source: Add-on Details
cs: Detaily doplňku
el: Λεπτομέρειες πρόσθετου
es: Detalles del complemento
fr: Détails du module
it: Dettagli componente aggiuntivo
ja: アドオンの詳細
ko: 부가 기능 세부 설명
pa_in: ਐਡ-ਆਨ ਵੇਰਵਾ
pl: Szczegółowe dane dodatku
pt_pt: Detalhes do extra
ru: Информация о дополнении
sl: Podrobnosti o dodatku
uk: Інформація про додаток
zh_cn: 附加组件详细信息

source: Add-on Details for {0}
cs: Detaily doplňku {0}
de: Add-on-Details für {0}
el: Λεπτομέρειες πρόσθετου για το {0}
es: Detalles del complento {0}
fr: Détails du module {0}
it: Dettagli componente aggiuntivo per {0}
ja: アドオン「{0}」の詳細
ko: {0} 부가 기능 세부 설명
nl: Add-ondetails voor {0}
pa_in: {0} ਲਈ ਐਡ-ਆਨ ਵੇਰਵਾ
pl: Szczegółowe dane dodatku {0}
pt_pt: Detalhes do extra para {0}
ru: Информация о дополнении для {0}
sl: Podrobnosti o dodatku za {0}
uk: Інформація про додаток для {0}
zh_cn: 附加组件“{0}”的详细信息

source: A longer explanation of features, functionality, and other relevant information. This field is only displayed on the add-on's details page.
cs: Delší popis vlastností, funkcí a dalších relevantních informací. Toto pole je zobrazeno pouze na stránce o doplňku.
de: Eine längere Erklärung von Features, Funktionen und anderen relevanten Informationen. Dieses Feld wird nur auf der Detail-Seite Ihres Add-ons dargestellt.
el: Μια μακροσκελέστερη επεξήγηση των χαρακτηριστικών, της λειτουργίας και άλλων σχετικών πληροφοριών. Αυτό το πεδίο εμφανίζεται μόνο στη σελίδα παρουσίασης του πρόσθετου.
es: Una explicación más extensa acerca de las características, funcionalidades y otra información relevante. Este campo se muestra sólo en la página de detalles del complemento.
fr: Une explication plus longue des fonctionnalités ainsi que toute autre information pertinente. Ce champ est uniquement affiché sur la page des détails du module.
it: Una spiegazione più dettagliata delle caratteristiche e di altre informazioni rilevanti. Questo campo viene visualizzato solo nella pagina con i dettagli del componente aggiuntivo.
ja: 特徴や機能、その他関連情報を含んだより長い説明です。この内容はアドオンの詳細ページにのみ表示されます。
ko: 특징, 기능, 그밖의 정보에 대한 자세한 설명입니다. 이 항목은 부가 기능 상세 정보 페이지에서만 노출됩니다.
nl: Een langere uitleg van kenmerken, functionaliteit en overige relevante informatie. Dit veld wordt alleen weergegeven op de detailpagina van de add-on.
pl: Opis funkcji, działania i inne związane z dodatkiem informacje. Zawartość tego pola jest wyświetlana tylko na stronie dodatku.
pt_pt: Uma explicação mais longa das funcionalidades e outra informação relevante. Este campo apenas é apresentado na página de detalhes do extra.
ru: Более длинное описание особенностей, функциональности и другой соответствующей информации. Это поле отображается только на странице вашего дополнения.
sl: Daljša razlaga lastnosti, funkcionalnosti, in drugih pomembnih podatkov. To polje se kaže samo na strani s podrobnostmi za dodatek.
zh_cn: 特性、功能以及其他相关信息的较详细的介绍。这些内容仅显示于附加组件详细信息页面。

source: Default Locale
cs: Výchozí lokalizace
de: Standard-Sprache
el: Αρχικές ρυθμίσεις γλώσσας
es: Idioma por defecto
fr: Locale par défaut
it: Locale predefinito
ja: 既定のロケール
ko: 기본 언어
nl: Standaardlocale
pa_in: ਮੂਲ ਲੋਕੇਲ
pl: Domyślny język
pt_pt: Idioma por defeito
ru: Локаль по умолчанию
sl: Prednastavljena območna nastavitev
uk: Типова Локаль
zh_cn: 默认语言

source: Information about your add-on is displayed in this locale unless you override it with a locale-specific translation.
cs: Informace o vašem doplňku je zobrazena v tomto jazyce, pakliže je pro jiný jazyk nenastavíte separátně.
de: Informationen über Ihr Add-on werden in dieser Sprache angezeigt, es sei denn Sie fügen weitere Übersetzungen für die jeweilige Sprache hinzu.
el: Οι πληροφορίες για το πρόσθετο σας θα εμφανίζονται σ' αυτή τη γλώσσα εκτός αν την επικαλύψετε με μεταφράσεις για συγκεκριμένες γλώσσες.
es: La información sobre tu complemento se muestra en este idioma a menos que haya una traducción específica para él.
fr: Les informations à propos de votre module sont affichées dans cette locale à moins que vous ne passiez outre avec une traduction propre.
it: Le informazioni relative al tuo componente aggiuntivo vengono visualizzate in questo locale a meno che non sia presente una traduzione per un locale specifico.
ja: このアドオンについての情報は、特定ロケールの翻訳がなければ、ここで指定されたロケールで表示されます。
ko: 해당 언어로 된 정보를 입력하기 전까진 현재 사용중인 언어로 부가 기능의 정보가 표시됩니다.
nl: Informatie over uw add-on wordt weergegeven in deze locale, tenzij u een locale-specifieke vertaling biedt.
pl: Do czasu zastąpienia tłumaczeniem w innych językach informacje o twoim dodatku są wyświetlane w tym języku.
pt_pt: A informação sobre o seu extra é apresentada neste idioma a menos que a sobrescreva com uma tradução específica.
ru: Информация о вашем дополнении отображается на этом языке, если вы не замените её переводом на другой язык.
sl: Informacije o vašem dodatku se kaže v tej lokalni nastavitvi, razen če jih ne preglasite s prevodom za kak drug jezik.
zh_cn: 除非您使用特定语言的译本覆盖它，否则关于您的附加组件的信息会使用此语言显示。

source: Homepage
cs: Domovská stránka
el: Αρχική σελίδα
es: Inicio
fr: Page d'accueil
it: Pagina principale
ja: ホームページ
ko: 홈페이지
nl: Startpagina
pa_in: ਮੁੱਖ ਸਫ਼ਾ
pl: Strona domowa
pt_pt: Página inicial
ru: Домашняя страница
sl: Domača stran
uk: Домашня сторінка
zh_cn: 主页

source: If your add-on has another homepage, enter its address here. If your website is localized into other languages multiple translations of this field can be added.
cs: Pokud má váš doplněk jinou domovskou stránku, vložte adresu zde. Pokud je vaše stránka lokalizována do dalších jazyků, můžete přidat adresy pro jednotlivé z nich.
de: Wenn Ihr Add-on noch eine weitere Homepage hat, geben Sie hier deren Adresse ein. Wenn Ihre Website in andere Sprachen übersetzt wurde, können mehrere Übersetzungen dieses Felds hinzugefügt werden.
el: Αν το πρόσθετο σας έχει κι άλλη αρχική σελίδα, εισάγετε εδώ τη διεύθυνση της. Αν οι σελίδες σας είναι μεταφρασμένες και σε άλλες γλώσσες, μπορείτε να προσθέσετε πολλαπλά πεδία.
es: Si tu complemento tiene otra página web, introduce su dirección aquí. Si tu sitio web está traducido a otros idiomas, puedes añadir múltiples traducciones.
fr: Si votre module a une autre page d'accueil, indiquez son adresse ici. Si votre site est traduit dans d'autres langues, de multiples traductions de ce champ peuvent être ajoutées.
it: Se il componente aggiuntivo ha un altro sito web, inserisci l'indirizzo in questo campo. Se il sito è disponibile in diverse lingue puoi utilizzare le traduzioni di questo campo.
ja: アドオンに別のホームページがある場合は、そのページの URL を入力してください。あなたの Web サイトが他の複数の言語に翻訳されている場合は、それぞれに URL を指定できます。
ko: 부가 기능이 별도의 홈페이지를 가지고 있다면 이곳에 주소를 입력하세요. 언어별로 웹사이트가 따로 있을 경우 해당 언어란에 입력하시면 됩니다.
nl: Als uw add-on een andere startpagina heeft, geef dan hier het adres op. Als uw website naar andere talen is vertaald, kunnen meerdere vertalingen van dit veld worden toegevoegd.
pl: Jeśli dla dodatku jest stworzona inna strona domowa niż na Mozilla Add-ons, wprowadź jej adres tutaj. Dodając tłumaczenia dodatku, nie ma konieczności lokalizowania witryny na inne języki.
pt_pt: Se o seu extra tiver outra página inicial, escreva aqui o endereço. Se o seu sítio web está traduzido noutros idiomas podem ser adicionadas múltiplas traduções neste campo.
ru: Если у вашего дополнения есть другая домашняя страница, введите здесь её адрес. Если ваш сайт переведен на другие языки, для этого поля можно добавить несколько переводов.
sl: Če ima vaš dodatek še kako drugo stran, vpišite ustrezni naslov tukaj. Če je vaša spletna stran lokalizirana v druge jezike, lahko dodate za to polje več prevodov.
zh_cn: 如果您的附加组件还有其他的主页，请在这输入网址。如果您的网站已经本地化到其他语言，您也可以给这个字段添加对应的语言及其网址。

source: Images
cs: Obrázky
de: Grafiken
el: Εικόνες
es: Imágenes
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
pa_in: ਤਸਵੀਰਾਂ
pl: Obrazki
pt_pt: Imagens
ru: Изображения
sl: Slike
uk: Зображення
zh_cn: 图像

source: Support Information
cs: Informace o podpoře
el: Πληροφορίες υποστήριξης
es: Información de ayuda
fr: Informations d'assistance
it: Informazioni per il supporto
ja: サポート情報
ko: 기술 지원 정보
nl: Ondersteuningsinformatie
pa_in: ਸਹਿਯੋਗ ਜਾਣਕਾਰੀ
pl: Informacje o pomocy
pt_pt: Informação de suporte
ru: Информация о поддержке
sl: Informacije o podpori
uk: Інформація про підтримку
zh_cn: 用户支持信息

source: Support Information for {0}
cs: Informace o podpoře pro {0}
de: Support-Information für {0}
el: Πληροφορίες υποστήριξης για το {0}
es: Información de ayuda para {0}
fr: Informations d'assistance pour {0}
it: Informazioni per il supporto per {0}
ja: {0} のサポート情報
ko: {0}의 기술 지원 정보
nl: Ondersteuningsinformatie voor {0}
pa_in: {0} ਲਈ ਸਹਿਯੋਗ ਜਾਣਕਾਰੀ
pl: Informacje o pomocy dla {0}
pt_pt: Informação de suporte para {0}
ru: Информация о поддержке для {0}
sl: Informacije o podpori za {0}
uk: Інформація про підтримку для {0}
zh_cn: {0} 的用户支持信息
