Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: To install this add-on and thousands more, <b>get Firefox</b>, a free and open web browser from Mozilla.
cs: Pro instalaci tohoto a dalších tisíce doplňků si musíte <b>stáhnout Firefox</b>. Jedná se otevřený webový prohlížeč od Mozilly, který je dostupný zdarma.
de: Um dieses Add-on und tausende andere zu installieren, <strong>laden Sie Firefox herunter</strong>, einen kostenlosen und offenen Web-Browser von Mozilla.
el: Για να εγκαταστήσετε αυτό το πρόσθετο και χιλιάδες άλλα, <b>κάντε λήψη του Firefox</b>, του δωρεάν και ανοικτού κώδικα περιηγητή του Mozilla.
es: Para instalar este complemento y muchos más, <b>descarga Firefox</b>, un navegador libre y gratuito de Mozilla.
fr: Pour installer ce module et des milliers d'autres, <b>obtenez Firefox</b>, un navigateur web libre et gratuit de Mozilla.
it: Per installare questo componente aggiuntivo, oppure scegliere tra migliaia di altre possibilità, <b>scarica Firefox</b>, il browser web gratuito e aperto realizzato da Mozilla.
ja: ここにあるものをはじめ、数多くのアドオンを活用するには、まず Mozilla が提供している無料のオープンソース Web ブラウザ <b>Firefox をインストール</b> しましょう。
ko: 이 부가 기능은 물론 수천가지 다른 부가 기능을 설치하고 싶으시면 <b>Firefox를 다운로드 받으세요</b>. Mozilla에서 개발한 무료 오픈소스 웹브라우저 입니다.
nl: <b>Installeer Firefox</b>, een gratis open webbrowser van Mozilla, om deze add-on en duizenden andere te installeren.
pa_in: ਇਹ ਐਡ-ਆਨ ਅਤੇ ਹਜ਼ਾਰਾਂ ਹੋਰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ, <b>ਫ਼ਾਇਰਫ਼ਾਕਸ ਲਵੋ</b>, ਮੌਜ਼ੀਲਾ ਵੱਲੋਂ ਇੱਕ ਮੁਫ਼ਤ ਅਤੇ ਓਪਨ ਵੈਬ ਬਰਾਊਜ਼ਰ।
pl: Aby zainstalować ten dodatek i tysiące innych, <b>pobierz Firefoksa</b> – darmową, o otwartym kodzie źródłowym, przeglądarkę internetową od Mozilli.
pt_pt: Para instalar este extra e muitos mais, <b>obtenha o Firefox</b>, o navegador grátis da Mozilla.
ru: Чтобы установить это дополнение и тысячи других, <b>загрузите Firefox</b>, свободный и открытый веб-браузер от Mozilla.
sl: Če želite namestiti ta dodatek in na tisoče drugih, <b>si prenesite Firefox</b>, svoboden in odprtokodni brskalnik Mozille.
uk: Щоб встановити цей додаток, а також тисячі інших, <b>встановіть Firefox</b>, безплатний та відкритий веб-браузер від Mozilla.
zh_cn: 要安装这个或其他数以千计的附加组件，<b>下载 Firefox</b>，Mozilla 出品的免费、开放的网页浏览器。

source: Learn more about Firefox
cs: Dozvědět se více o Firefoxu
de: Lernen Sie mehr über Firefox
el: Μάθετε περισσότερα για τον Firefox
es: Más información acerca de Firefox
fr: En savoir plus à propos de Firefox
it: Scopri altre informazioni su Firefox
ja: Firefox について
ko: Firefox에 대해 자세히 알아보기
nl: Meer over Firefox
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej o Firefoksie
pt_pt: Saber mais sobre o Firefox
ru: Узнать больше о Firefox
sl: Izvejte več o Firefoxu
uk: Дізнатись більше про Firefox
zh_cn: 进一步了解 Firefox

source: or <b><a class="installer" href="{url}">download anyway</a></b>
cs: nebo <b><a class="installer" href="{url}">přesto stáhnout</a></b>
de: oder <b><a class="installer" href="{url}">trotzdem herunterladen</a></b>
el: ή κάντε <b><a class="installer" href="{url}">λήψη οπωσδήποτε</a></b>
es: o <b><a class="installer" href="{url}">descargar de todas formas</a></b>
fr: ou <b><a class="installer" href="{url}">télécharger malgré tout</a></b>
it: o <b><a class="installer" href="{url}">scarica comunque</a></b>
ja: または <b><a class="installer" href="{url}">強制ダウンロード</a></b>
ko: 또는 <b><a class="installer" href="{url}">일단 다운로드 받기</a></b>
nl: of <b><a class="installer" href="{url}">download toch</a></b>
pa_in: ਜਾਂ <b><a class="installer"href="{url}">ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਡਾਊਨਲੋਡ ਕਰੋ</a></b>
pl: lub <b><a class="installer" href="{url}">pobierz mimo wszystko</a></b>
pt_pt: ou <b><a class="installer" href="{url}">transferir de qualquer maneira</a></b>
ru: или <b><a class="installer" href="{url}">всё равно загрузить</a></b>
sl: ali <b><a class="installer" href="{url}">prenesi vseeno</a></b>
uk: чи <b><a class="installer" href="{url}">завантажити все одно</a></b>
zh_cn: 或者 <b><a class="installer" href="{url}">坚持下载</a></b>

source: <strong>How to Install in Thunderbird</strong> <ol> <li>Download and save the file to your hard disk.</li> <li>In Mozilla Thunderbird, open Add-ons from the Tools menu.</li> <li>From the options button next to the add-on search field, select "Install Add-on From File..." and locate the downloaded add-on.</li> </ol>
cs: <strong>Jak provést instalaci v Thunderbirdu</strong><ol> <li>Stáhněte si a uložte soubor na váš pevný disk.</li> <li>V Mozilla Thunderbirdu otevřete v nabídce Nástroje Správce doplňků.</li> <li>Z tlačítka možností vedle pole vyhledávání zvolte položku "Instalovat doplněk ze souboru..." a vyhledejte stažený doplněk na disku.</li> </ol>
de: <strong>Installation in Thunderbird</strong> <ol> <li>Laden Sie die Datei herunter und speichern Sie sie auf Ihrer Festplatte.</li> <li>Öffnen Sie in Mozilla Thunderbird den den Add-ons-Manager über das Menü „Extras“</li> <li>Wählen Sie aus dem Optionsmenü neben dem Add-on-Suchfeld den Punkt „Add-on aus Datei installieren…“ und wählen Sie das heruntergeladene Add-on aus.</li> </ol>
el: <strong>Πως θα εγκαταστήσετε το Thunderbird</strong> <ol> <li>Κατεβάστε και αποθηκεύστε το αρχείο στο σκληρό σας δίσκο.</li> <li>Στο Mozilla Thunderbird, ανοίξτε τα Πρόσθετα από το μενού Εργαλεία.</li> <li>Από το κουμπί επιλογές δίπλα στο πεδίο αναζήτησης προσθέτου, επιλέξτε "Εγκατάσταση προσθέτου από αρχείο..." και εντοπίστε το πρόσθετο που έχετε κατεβάσει.</li> </ol>
es: <strong>Cómo instalar en Thunderbird</strong> <ol> <li>Descarga y guarda el archivo en tu disco duro.</li> <li>En Mozilla Thunderbird, abre Complementos desde el menú Herramientas.</li> <li>Desde el botón de opciones que hay junto al campo de búsqueda de complementos, selecciona "Instalar complemento desde archivo..." y localiza el complemento descargado.</li> </ol>
fr: <strong>Comment procéder à l'installation dans Thunderbird</strong> <ol> <li>Télécharger et enregistrer le fichier sur votre disque dur.</li> <li>Dans Mozilla Thunderbird, accédez au menu Modules complémentaires depuis le menu Outils.</li> <li>Grâce au bouton situé à côté du champ de recherche de modules, sélectionnez « Installer un module depuis un fichier » et sélectionnez le module que vous venez de télécharger</li> </ol>
it: <strong>Come installare in Thunderbird</strong> <ol> <li>Scarica e salva il file sul tuo disco fisso.</li> <li>In Mozilla Thunderbird seleziona Componenti aggiuntivi nel menu Strumenti.</li> <li>Seleziona "Installa componente aggiuntivo da file…" dal pulsante Opzioni accanto al campo di ricerca e individua il file scaricato.</li> </ol>
ja: <strong>Thunderbird へのインストール方法</strong> <ol> <li>まず、ファイルをダウンロードして保存してください。</li> <li>Mozilla Thunderbird の [ツール] メニューから [アドオン] を選択してアドオンタブを開きます。</li> <li>アドオン検索バーの隣にあるオプションボタン (歯車アイコン) をクリックして [ファイルからアドオンをインストール...] を選択し、先ほど保存したファイルを開いてください。</li> </ol>
ko: <strong>Thunderbird에서 설치 방법</strong> <ol> <li>하드 디스크에 파일을 다운받습니다.</li> <li>Mozilla Thunderbird의 도구 메뉴에서 부가 기능을 엽니다.</li> <li>부가 기능 검색창 옆에 옵션 버튼을 눌러 "파일에서 부가 기능 설치..."를 선택한 다음 다운받은 부가 기능을 선택합니다.</li> </ol>
nl: <strong>Installeren in Thunderbird</strong> <ol> <li>Download het bestand en sla het op op uw harde schijf.</li> <li>Open Add-ons in het menu Extra in Mozilla Thunderbird.</li> <li>Selecteer via de knop Opties naast het zoekveld “Add-on installeren via bestand…” en lokaliseer de gedownloade add-on.</li> </ol>
pa_in: <strong>ਥੰਡਰਬਰਡ ਵਿੱਚ ਕਿਵੇਂ ਇੰਸਟਾਲ ਕਰੀਏ</strong> <ol> <li>ਫ਼ਾਈਲ ਨੂੰ ਆਪਣੀ ਹਾਰਡ ਡਿਸਕ ਤੇ ਡਾਊਨਲੋਡ ਕਰੋ ਅਤੇ ਸੰਭਾਲ੍ਹੋ।</li> <li>ਮੌਜ਼ੀਲਾ ਥੰਡਰਬਰਡ ਵਿੱਚ, ਟੂਲ ਮੀਨੂੰ ਤੋਂ ਐਡ-ਆਨ ਨੂੰ ਖੋਲ੍ਹੋ।</li> <li>ਐਡ-ਆਨ ਖੋਜ ਖੇਤਰ ਦੇ ਅੱਗੇ ਦਿੱਤੇ ਚੋਣ ਬਦਨ ਤੋਂ, ਚੋਣ ਕਰੋ "ਫ਼ਾਈਲ ਤੋਂ ਐਡ-ਆਨ ਇੰਸਟਾਲ..." ਅਤੇ ਡਾਊਨਲੋਡ ਕੀਤੇ ਐਡ-ਆਨ ਦੀ ਜਗ੍ਹਾ ਦੱਸੋ</li> </ol>
pl: <strong>Instalacja w programie Thunderbird</strong> <ol> <li>Pobierz i zapisz ten plik na swoim dysku twardym.</li> <li>W programie Mozilla Thunderbird wybierz Dodatki z menu Narzędzia.</li> <li>Z przycisku z opcjami obok pola wyszukiwania wybierz „Zainstaluj dodatek z pliku…” i zlokalizuj pobrany wcześniej dodatek.</li> </ol>
pt_pt: <strong>Como instalar no Thunderbird</strong> <ol> <li>Transfira e guarde o ficheiro no seu disco.</li> <li>No Mozilla Thunderbird, abrir Extras a partir do menu Ferramentas.</li> <li>A partir do botão opções a seguir ao campo da pesquisa, selecione "Instalar extra a partir de ficheiro..." e localize o extra transferido.</li> </ol>
ru: <strong>Как установить в Thunderbird</strong> <ol> <li>Загрузите и сохраните файл на ваш жёсткий диск.</li> <li>В Mozilla Thunderbird откройте меню Инструменты и выберите пункт Дополнения.</li> <li>Из меню кнопки настроек, расположенной рядом с полем поиска дополнений, выберите "Установить дополнение из файла..." и найдите загруженное дополнение.</li> </ol>
sl: <strong>Kako namestiti v Thunderbirdu</strong> <ol> <li>Prenesite datoteko in jo shranite na disk.</li> <li>V Mozilla Thunderbirdu odprite Dodatke v meniju Orodja.</li> <li>Z gumbom za izbiro poleg polja za iskanje izberite "Namesti dodatek iz datoteke..." in nato poiščite dodatek, ki ste ga prenesli.</li> </ol>
uk: <strong>Як встановити в Thunderbird</strong> <ol> <li>Завантажте та встановіть файл на свій жорсткий диск.</li> <li>У Mozilla Thunderbird, відкрийте Додатки з меню Інструменти.</li> <li>За допомогою кнопки опції, біля поля пошуку додатків, виберіть "Встановити додаток з файлу..." та виберіть завантажений файл.</li> </ol>
zh_cn: <strong>如何在 Thunderbird 中安装</strong> <ol> <li>将文件下载并保存到您的硬盘上。</li> <li>在 Mozilla Thunderbird 中，从 工具 菜单中打开 附加组件。</li> <li>从附加组件搜索框旁边的选项按钮中，选择“从文件中安装附加组件...”选项，然后找到并打开已经下载的附加组件。</li> </ol>

source: To install this Theme, <b>get Thunderbird</b>, a free and open source email client from Mozilla Messaging and install the Personas Plus add-on.
cs: Pro instalaci tohoto motivu si <b>stáhněte Thunderbird</b>. Jedná se o open-source poštovní klient od Mozilla Messaging, do kterého si nainstalujte doplněk Personas Plus.
de: Um dieses Theme zu installieren, <b>holen Sie sich Thunderbird</b>, einen kostenloses und quelloffenes E-Mail-Programm von Mozilla Messaging und installieren Sie das Add-on Personas Plus.
el: Για να εγκαταστήσετε αυτό το Θέμα, <b>λάβετε τον Thunderbird</b>, έναν ελεύθερο και ανοιχτού κώδικα email client από το Mozilla Messaging και εγκαταστήστε το πρόσθετο Personas Plus.
es: Para instalar este tema, <b>obtén Thunderbird</b>, un cliente de correo electrónico gratuito y de código abierto de Mozilla Messaging e instala el complemento Personas Plus.
fr: Pour installer ce thème, <b>installez Thunderbird</b>, un client de courriel libre et gratuit de Mozilla Messaging et installez le module complémentaire Personas Plus.
it: Per installare questo tema, <b>scarica Thunderbird</b>, un client di posta elettronica gratuito e Open Source sviluppato da Mozilla Messaging, assieme all'estensione Personas Plus.
ja: このテーマをインストールするには、まず Mozilla が提供している無料のオープンソースメールクライアント <b>Thunderbird をインストール</b> し、Personas Plus アドオンを追加してください。
ko: 이 테마를 설치하려면, <b>Thunderbird와</b>, Mozilla 메시징에서 무료 오픈 소스 이메일 클라이언트를 구하시고 Personas Plus 애드온을 설치하세요.
nl: Om dit thema te installeren dient u <b>Thunderbird te downloaden</b>, een gratis en opensource e-mailprogramma van Mozilla Messaging, en de add-on Personas Plus te installeren.
pa_in: ਇਹ ਥੀਮ ਇੰਸਟਾਲ ਕਰਨ ਲਈ, <b>ਥੰਡਰਬਰਡ ਲਵੋ</b>, ਮੌਜ਼ੀਲਾ ਸੁਨੇਹੇ ਵੱਲੋਂ ਇੱਕ ਮੁਫ਼ਤ ਅਤੇ ਓਪਨ ਸੋਰਸ ਈਮੇਲ ਕਲਾਇਟ ਅਤੇ ਪਰਸੋਨਾ ਪਲੱਸ ਐਡ-ਆਨ ਇੰਸਟਾਲ ਕਰੋ।
pl: Aby zainstalować ten motyw, <b>pobierz Thunderbirda</b>, wolny i otwarty program pocztowy od Mozilla Messaging i zainstaluj dodatek Personas Plus.
pt_pt: Para instalar este tema <b>obtenha o Thunderbird</b>, um cliente de correio gratuito e de código aberto da Mozilla, e instale o extra Personas Plus.
ru: Чтобы установить эту тему, <b>загрузите Thunderbird</b>, свободный и открытый почтовый клиент от Mozilla Messaging и установите в него дополнение Personas Plus.
sl: Če želite namestiti to Temo, <b>si prenesite Thunderbird, </b> svoboden in odprtokodni program za pošto Mozilla.Messaging in namestite dodatek za Personas Plus.
uk: Щоб встановити цю тему, <b>отримайте Thunderbird</b>, безплатний клієнт електронної пошти з відкритим кодом від Mozilla та встановіть додаток Personas Plus.
zh_cn: 要安装这个主题，<b>请下载 Thunderbird</b>，一个由 Mozilla Messaging 开发的免费并开放源代码的电子邮件客户端程序，然后安装附加组件 Personas Plus 。

source: Learn more about Thunderbird
cs: Dozvědět se více o Thunderbirdu
de: Erfahren Sie mehr über Thunderbird
el: Μάθετε περισσότερα για τον Thunderbird
es: Más información sobre Thunderbird
fr: En savoir plus à propos de Thunderbird
it: Ulteriori informazioni su Thunderbird
ja: Thunderbird について
ko: Thunderbird에 대해 자세히 알아보기
nl: Meer over Thunderbird
pa_in: ਥੰਡਰਬਰਡ ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej o Thunderbirdzie
pt_pt: Saber mais sobre o Thunderbird
ru: Узнайте больше о Thunderbird
sl: Več o Thunderbirdu
uk: Дізнатись більше про Thunderbird
zh_cn: 进一步了解 Thunderbird

source: To install this Theme and thousands more, <b>get Firefox</b>, a free and open web browser from Mozilla.
cs: Pro instalaci tohoto motivu a tisíců dalších si <b>stáhněte Firefox</b>. Jedná se o open-source webový prohlížeč od Mozilly.
de: Um dieses und tausende weiterer Themes zu installieren, <b>holen Sie sich Firefox</b>, einen kostenlosen und offenen Internetbrowser von Mozilla.
el: Για να εγκαταστήσετε αυτό το Θέμα και χιλιάδες ακόμη, <b>λάβετε τον Firefox</b>, έναν ελεύθερο και δωρεάν περιηγητή του web από το Mozilla.
es: Para instalar ese tema y miles más, <b>obtén Firefox</b>, un navegador gratuito y de código abierto de Mozilla.
fr: Pour installer ce thème et des milliers d'autres, <b>installez Firefox</b>, un navigateur libre et gratuit de Mozilla.
it: Per installare questo e altre migliaia di temi, <b>scarica Firefox</b>, un browser gratuito e aperto sviluppato da Mozilla.
ja: ここにあるものをはじめ、数多くのテーマを楽しむには、まず Mozilla が提供している無料のオープンソース Web ブラウザ <b>Firefox をインストール</b> しましょう。
ko: 이 테마와 수 천 가지 다른 것들을 설치하려면, Mozilla의 무료 오픈 웹 브라우저인, <b>Firefox를 다운로드 받으세요</b>.
nl: Om dit thema en nog duizenden andere te installeren dient u <b>Firefox te downloaden</b>, een gratis en open webbrowser van Mozilla.
pa_in: ਇਹ ਥੀਮ ਅਤੇ ਹਜ਼ਾਰਾਂ ਹੋਰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ, <b>ਫ਼ਾਇਰਫ਼ਾਕਸ ਲਵੋ</b>, ਮੌਜ਼ੀਲਾ ਵੱਲੋਂ ਇੱਕ ਮੁਫ਼ਤ ਅਤੇ ਓਪਨ ਵੈਬ ਬਰਾਊਜ਼ਰ।
pl: Aby zainstalować ten motyw oraz tysiące innych, <b>pobierz Firefoksa</b>, wolną i otwartą przeglądarkę internetową od Mozilli.
pt_pt: Para instalar este tema e muitos mais, <b>obtenha o Firefox</b>, um navegador web grátis e aberto da Mozilla.
ru: Чтобы установить эту тему и тысячи других, <b>загрузите Firefox</b>, свободный и открытый веб-браузер от Mozilla.
sl: Če želite namestiti to Temo in še več tisoč drugih, <b>si prenesite Firefox</b>, svoboden in odprtokodni brskalnik Mozille.
uk: Щоб встановити цю тему, а також тисячі інших, <b>отримайте Firefox</b>, безплатний браузер з відкритим кодом від Mozilla.
zh_cn: 要安装这个或者数以千计的更多主题，<b>下载 Firefox</b>，Mozilla 出品的免费开放的网页浏览器。

source: This add-on has not been updated to work with your version of %(app)s.
cs: Tento doplněk nebyl aktualizován pro vaši verzi aplikace %(app)s.
de: Dieses Add-on wurde nicht aktualisiert, um mit Ihrer Version von %(app)s zu funktionieren.
el: Αυτό το πρόσθετο δεν έχει ενημερωθεί για να είναι συμβατό με την έκδοση του %(app)s που έχετε.
es: Este complemento no ha sido actualizado para funcionar con tu versión de %(app)s.
fr: Ce module n'a pas été mis à jour pour fonctionner avec votre version de %(app)s.
it: Questo componente aggiuntivo non è stato aggiornato per funzionare con la tua versione di %(app)s.
ja: このアドオンは更新されておらず、お使いの %(app)s のバージョンにはまだ対応していません。
ko: 이 부가 기능은 현재 사용중인 %(app)s 버전에서 작동할 수 있도록 업데이트 되지 않았습니다.
nl: Deze add-on is nog niet bijgewerkt om met uw versie van %(app)s te kunnen werken.
pa_in: ਇਹ ਐਡ-ਆਨ %(app)s ਦੇ ਤੁਹਾਡੇ ਵਰਜਨ ਨਾਲ ਕੰਮ ਕਰਨ ਲਈ ਅੱਪਡੇਟ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Ten dodatek nie został zaktualizowany do współpracy z twoją wersją programu %(app)s.
pt_pt: Este extra não foi actualizado para funcionar com a sua versão do %(app)s.
ru: Это дополнение не было обновлено для работы с вашей версией %(app)s.
sl: Ta dodatek ni bil posodobljen za delo z vašo različico %(app)s.
uk: Цей додаток не був оновлений для роботи з вашою версією %(app)s.
zh_cn: 这个附加组件尚未更新以兼容您的 %(app)s 版本。

source: Install Anyway
cs: Přesto instalovat
de: Trotzdem installieren
el: Εγκατάσταση οπωσδήποτε
es: Instalar de todos modos
fr: Installer tout de même
it: Installa comunque
ja: 強制インストール
ko: 무조건 설치하기
nl: Toch installeren
pa_in: ਠੀਕ ਹੈ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj mimo wszystko
pt_pt: Instalar de qualquer maneira
ru: Всё равно установить
sl: Namesti vseeno
uk: Все одно встановити
zh_cn: 坚持安装

source: This add-on requires a version of Firefox that has not been released yet.
cs: Doplněk vyžaduje verzi Firefoxu, která dosud nebyla vydána.
de: Dieses Add-on benötigt eine Firefox-Version, die noch nicht veröffentlicht wurde.
el: Αυτό το πρόσθετο απαιτεί μια έκδοση του Firefox που δεν έχει εκδοθεί επίσημα ακόμα.
es: Este complemento requiere una versión de Firefox que aún no ha sido publicada.
fr: Ce module requiert une version de Firefox qui n'est pas encore sortie.
it: Questo componente aggiuntivo richiede una versione di Firefox che non è ancora stata rilasciata.
ja: このアドオンはまだ公開されていないバージョンの Firefox を必要としています。
ko: 이 부가 기능은 아직 공개되지 않은 Firefox 버전을 필요로 합니다.
nl: Deze add-on vereist een versie van Firefox die nog niet is vrijgegeven.
pa_in: ਇਸ ਐਡ-ਆਨ ਨੂੰ ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੇ ਉਸ ਵਰਜਨ ਦੀ ਲੋੜ ਹੈ ਜਿਹੜਾ ਅਜੇ ਤੱਕ ਪੇਸ਼ ਨਹੀਂ ਕੀਤਾ ਗਿਆ।
pl: Ten dodatek wymaga niewydanej jeszcze wersji Firefoksa.
pt_pt: Este extra necessita de uma versão do Firefox que ainda não foi lançada.
ru: Это дополнение требует версию Firefox, которая ещё не была выпущена.
sl: To razširitev zahteva različico Firefoxa, ki je še ni objavljena.
uk: Цей додаток потребує версію Firefox, яка ще не була випущена.
zh_cn: 此附加组件需要一个尚未发布的 Firefox 版本。

source: Help test new Firefox Versions
cs: Pomozte s otestování nových verzí Firefoxu
de: Helfen Sie, neue Firefox-Versionen zu testen
el: Βοηθήστε στη δοκιμή των νέων εκδόσεων του Firefox
es: Ayuda a probar las nuevas versiones de Firefox
fr: Aidez à tester les nouvelles versions de Firefox
it: Aiutaci con i test delle nuove versioni di Firefox
ja: Firefox の新バージョンのテストを手伝う
ko: 새 Firefox 버전 테스트 돕기
nl: Help met testen van nieuwe Firefox-versies
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੇ ਨਵੇਂ ਵਰਜਨਾਂ ਦੀ ਪਰਖ ਲਈ ਮਦਦ
pl: Pomóż testować nowe wersje Firefoksa
pt_pt: Ajude a testar novas versões do Firefox
ru: Помогите протестировать новые версии Firefox
sl: Pomagajte testirati nove različice Firefoxa
uk: Допоможіть випробувати нові версії Firefox
zh_cn: 帮忙测试新的 Firefox 版本

source: This add-on requires %(app)s {new_version}. You are currently using %(app)s {old_version}.
cs: Doplněk vyžaduje %(app)s {new_version} a vy aktuálně používáte %(app)s {old_version}.
de: Dieses Add-on benötigt %(app)s {new_version}. Sie verwenden gegenwärtig %(app)s {old_version}.
el: Αυτό το πρόσθετο απαιτεί τον %(app)s {new_version}. Εσείς χρησιμοποιείτε τον %(app)s {old_version}.
es: Este complemento requiere %(app)s {new_version}. Estás usado %(app)s {old_version}.
fr: Ce module nécessite %(app)s {new_version}. Actuellement, vous utilisez %(app)s {old_version}.
it: Questo componente aggiuntivo richiede %(app)s {new_version}. In questo momento stai utilizzando %(app)s {old_version}.
ja: このアドオンを使うには %(app)s {new_version} が必要です。あなたは %(app)s {old_version} をお使いです。
ko: 이 부가 기능은 %(app)s {new_version}이(가) 필요합니다. 현재 사용중인 버전은 %(app)s {old_version}입니다.
nl: Deze add-on vereist %(app)s {new_version}. U gebruikt momenteel %(app)s {old_version}.
pa_in: ਇਸ ਐਡ-ਆਨ ਨੂੰ %(app)s {new_version}ਦੀ ਲੋੜ ਹੈ। ਤੁਸੀਂ ਮੌਜੂਦਾ ਤੌਰ ਤੇ %(app)s {old_version}ਵਰਤ ਰਹੇ ਹੋ।
pl: Ten dodatek działa z programem %(app)s {new_version}. Obecnie używasz programu %(app)s {old_version}.
pt_pt: Este extra necessita o %(app)s {new_version}. Está a utilizar o %(app)s {old_version}.
ru: Это дополнение требует %(app)s {new_version}. В данный момент вы используете %(app)s {old_version}.
sl: Ta dodatek zahteva %(app)s {new_version}. Trenutno uporabljate %(app)s {old_version}.
uk: Цей додаток потребує %(app)s {new_version}. Зараз ви використовуєте %(app)s {old_version}.
zh_cn: 此附加组件需要 %(app)s {new_version}，您目前使用的是 %(app)s {old_version}。

source: Upgrade {0}
cs: Aktualizováno {0}
de: {0} aktualisieren
el: Ενημέρωση {0}
es: Actualizar {0}
fr: Mettre à jour {0}
it: Aggiorna {0}
ja: {0} をアップグレード
ko: {0} 업그레이드
nl: {0} bijwerken
pa_in: ਅੱਪਗਰੇਡ {0}
pl: Aktualizuj program {0}
pt_pt: Atualizar {0}
ru: Обновите {0}
sl: Nadgradnja {0}
uk: Оновити {0}
zh_cn: 升级 {0}

source: or view <a href="%(href)s">older versions of this add-on</a>.
cs: nebo zobrazit <a href="%(href)s">starší verze tohoto doplňku</a>.
de: oder <a href="%(href)s">ältere Versionen dieses Add-ons anzeigen</a>.
el: ή δείτε <a href="%(href)s">παλιότερες εκδόσεις αυτού του πρόσθετου</a>.
es: o revisa las <a href="%(href)s">versiones anteriores de este complemento</a>.
fr: ou afficher <a href="%(href)s">les anciennes versions de ce module</a>.
it: o visualizza le <a href="%(href)s">vecchie versioni di questo componente aggiuntivo</a>.
ja: または <a href="%(href)s">このアドオンの古いバージョン</a> を表示
ko: 또는 <a href="%(href)s">이 부가 기능의 구버전</a> 보기.
nl: of bekijk <a href="%(href)s">oudere versies van deze add-on</a>.
pa_in: ਜਾਂ ਵੇਖੋ <a href="%(href)s"ਇਸ ਐਡ-ਆਨ ਦੇ ਪੁਰਾਣੇ ਵਰਜਨ</a>।
pl: lub zobacz <a href="%(href)s">starsze wersje tego dodatku</a>.
pt_pt: ou veja <a href="%(href)s">versões antigas deste extra</a>.
ru: или посмотрите на <a href="%(href)s">старые версии этого дополнения</a>.
sl: ali pa si oglejte <a href="%(href)s">starejše inačice tega dodatka</a>.
uk: чи преглянути <a href="%(href)s">старіші версії цього додатку</a>.
zh_cn: 或者查看<a href="%(href)s">此附加组件的早期版本</a>。

source: This Persona requires %(app)s %(new_version)s. You are currently using %(app)s {old_version}.
cs: Persona vyžaduje %(app)s %(new_version)s. Aktuálně používáte %(app)s {old_version}.
de: Diese Persona benötigt %(app)s %(new_version)s. Sie verwenden gegenwärtig %(app)s {old_version}.
el: Αυτό το Persona απαιτεί τον %(app)s %(new_version)s. Εσείς έχετε τον %(app)s {old_version}.
es: Esta Persona requiere %(app)s %(new_version)s. Actualmente estás usando %(app)s {old_version}.
fr: Cette Persona nécessite %(app)s %(new_version)s. Or, vous utilisez actuellement %(app)s {old_version}.
it: Questo tema Personas richiede %(app)s %(new_version)s. Al momento stai utilizzando %(app)s {old_version}.
ja: このテーマを使うには %(app)s %(new_version)s が必要です。あなたは %(app)s {old_version} をお使いです。
ko: 이 페르소나는 %(app)s %(new_version)s을(를) 필요로 합니다. 현재 사용중인 버전은 %(app)s {old_version} 입니다.
nl: Deze persona vereist %(app)s %(new_version)s. U gebruikt momenteel %(app)s {old_version}.
pa_in: ਇਸ ਪਰਸੋਨਾ ਨੂੰ %(app)s %(new_version)s ਦੀ ਲੋੜ ਹੈ। ਤੁਸੀਂ ਮੌਜੂਦਾ ਤੌਰ ਤੇ %(app)s {old_version}ਵਰਤ ਰਹੇ ਹੋ।
pl: Ten minimotyw wymaga programu %(app)s %(new_version)s. Obecnie używasz %(app)s {old_version}.
pt_pt: Este persona necessita %(app)s %(new_version)s. Está a usar %(app)s {old_version}.
ru: Эти обои требуют %(app)s %(new_version)s. В данный момент вы используете %(app)s {old_version}.
sl: Ta Persona zahteva %(app)s %(new_version)s. Trenutno uporabljate %(app)s {old_version}.
uk: Persona потребує %(app)s %(new_version)s. Зараз ви використовуєте %(app)s {old_version}.
zh_cn: 此炫彩风格需要 %(app)s %(new_version)s，您目前使用的是 %(app)s {old_version}。
