Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: View entries between
cs: Zobrazit položky mezi
de: Einträge ansehen zwischen
el: Προβολή ενδιάμεσων εγγραφών
es: Ver entradas entre
fr: Voir les entrées entre
it: Visualizza elementi tra
ko: 목록 보기
nl: Ingaven bekijken tussen
pa_in: ਵਿਚਕਾਰਲੇ ਇੰਦਰਾਜ਼ ਵੇਖੋ
pl: Wyświetl wpisy między
pt_pt: Ver entradas entre
ru: Просмотр записей между
sl: Prikaz postavk med
uk: Перегляд версій між
zh_cn: 查看条目从

source: and
cs: a
de: und
el: και
es: y
fr: et
it: e
ja: と
nl: en
pa_in: ਅਤੇ
pl: i
pt_pt: e
ru: и
sl: in
uk: та
zh_cn: 至

source: Filter by type/action
cs: Filtrovat dle typu/akce
de: Nach Typ/Aktion filtern
el: Φιλτράρισμα με βάση τον τύπο/λειτουργία
es: Filtrar por tipo/acción
fr: Filtrer par type/action
it: Filtra per tipo/azione
ja: 種類・アクションによる絞り込み
ko: 필터 (형식/행동)
nl: Filteren op type/actie
pa_in: ਕਿਸਮ/ਕੰਮ ਦੁਆਰਾ ਛਾਂਟੋ
pl: Filtruj wg typu/czynności
pt_pt: Filtro por tipo/acção
ru: Фильтр по типу/действию
sl: Filter po vrsti/ukrepu
uk: Фільтр за типом/дією
zh_cn: 按类型或操作过滤

source: containing
cs: obsahující
de: mit
el: Περιέχει
es: que contiene
fr: contenant
it: contiene
ja: 含む
nl: bevat
pa_in: ਸ਼ਾਮਲ
pl: zawierające
pt_pt: contendo
ru: содержащая
sl: , ki vsebuje
uk: яка містить
zh_cn: 包含

source: start
cs: začátek
de: Anfang
el: από
es: inicio
fr: début
it: inizia per
ja: 開始日
ko: 시작
pa_in: ਸ਼ੁਰੂ
pl: początek
pt_pt: início
ru: начальная
sl: začetek
uk: початкова
zh_cn: 开始日期

source: end
cs: konec
de: Ende
el: εως
es: límite
fr: fin
it: finisce con
ja: 終了日
ko: 종료
nl: einde
pa_in: ਅੰਤ
pl: koniec
pt_pt: fim
ru: конечная
sl: konec
uk: кінцева
zh_cn: 结束日期

source: add-on, editor or comment
cs: doplněk, recenze nebo komentář
de: Add-on, Redakteur oder Kommentar
es: complemento, editor o comentario
fr: module, éditeur ou commentaire
it: componente aggiuntivo, revisore o commento
ja: アドオン、エディタ、またはコメント
ko: 부가 기능, 편집자 내지는 코멘트
nl: add-on, editor of opmerking
pa_in: ਐਡ-ਆਨ, ਸੰਪਾਦਕ ਜਾਂ ਟਿੱਪਣੀ
pl: dodatek, recenzent lub komentarz
pt_pt: extra, editor ou comentário
ru: дополнение, проверяющий или комментарий
sl: dodatek, urednik ali komentar
uk: додаток, редактор чи коментар
zh_cn: 附加组件、审核员或意见

source: Search by add-on name / author email
cs: Hledat dle jména doplňku / e-mailu autora
de: Nach Add-on-Name/E-Mail-Adresse des Autors suchen
el: Αναζήτηση με βάση το όνομα του πρόσθετου/ email δημιουργού
es: Buscar por nombre del complemento / correo electrónico del autor
fr: Rechercher par nom de module / courriel d'auteur
it: Cerca per nome del componente aggiuntivo / email dell'autore
ja: アドオンの名前、作者のメールアドレスで検索
ko: 검색 (부가 기능 이름 / 제작자 이메일)
nl: Zoeken op add-onnaam / e-mailadres schrijver
pa_in: ਐਡ-ਆਨ ਨਾਂ/ ਲੇਖਕ ਈਮੇਲ ਦੁਅਾਰਾ ਖੋਜ ਕਰੋ
pl: Szukaj wg nazwy dodatku/e-maila autora
pt_pt: Procurar por nome do extra / correio electrónico do autor
ru: Поиск по имени дополнения/адресу автора
sl: Iskanje po imenu dodatka/e-pošti avtorja
uk: Пошук за назвою додатку / електронною адресою автора
zh_cn: 以附加组件名称或作者电子邮件地址搜索

source: yes
cs: ano
de: Ja
el: ναι
es: sí
fr: oui
it: sì
ja: はい
ko: 예
nl: ja
pa_in: ਹਾਂ
pl: tak
pt_pt: sim
ru: да
sl: da
uk: так
zh_cn: 是

source: no
cs: ne
de: Nein
el: όχι
fr: non
ja: いいえ
ko: 아니오
nl: nee
pa_in: ਨਹੀਂ
pl: nie
pt_pt: não
ru: нет
sl: ne
uk: ні
zh_cn: 否

source: Admin Flag
cs: Kontrola administrátorem
de: Admin-Markierung
el: Σήμανση για διαχειριστές
es: Indicador de administrador
fr: Étiquette Admin
it: Flag amministratore
ja: 管理者フラグ
ko: 관리자 표시
nl: Beheerderslabel
pa_in: ਪ੍ਰਬੰਧਕ ਝੰਡਾ
pl: Oznaczenie admina
pt_pt: Etiqueta do Admin
ru: Флаг админа
sl: Zastavica skrbnika
uk: Прапор адміністратора
zh_cn: 管理员标记

source: Max. Version
de: Kompatibel bis zu
el: Μέγιστη έκδοση
es: Versión máxima
fr: Version maximum
it: Versione massima
ja: 最大対応バージョン
ko: 최대 버전
nl: Max. versie
pa_in: ਮੈਕਸ. ਵਰਜਨ
pl: Maks. wersja
pt_pt: Versão máx.
ru: Макс. версия
sl: Maks. različica
uk: Найвища версія
zh_cn: 最大版本

source: Days Since Submission
cs: Dní od odeslání
de: Tage seit Einreichung
el: Ημέρες από την υποβολή
es: Días desde el envío
fr: Jours depuis l'envoi
it: Giorni trascorsi dall'invio
ja: 登録からの日数
ko: 부가 기능 제출 시기
nl: Dagen sinds indiening
pa_in: ਦਾਖਲ ਕਾਰਜ ਬਾਅਦ ਦਿਨ
pl: Dni od przesłania
pt_pt: Dias desde a submissão
ru: Дней с момента представления
sl: Dni od oddaje
uk: Днів з моменту представлення
zh_cn: 已等待天数

source: Add-on Types
cs: Typy doplňků
de: Add-on-Typen
el: Τύποι πρόσθετων
es: Tipos de complemento
fr: Types de modules
it: Tipi di componente aggiuntivo
ja: アドオンの種類
ko: 부가 기능 종류
nl: Add-ontypen
pa_in: ਐਡ-ਆਨ ਕਿਸਮਾਂ
pl: Typy dodatku
pt_pt: Tipos de extras
ru: Типы дополнений
sl: Vrste dodatka
uk: Типи додатків
zh_cn: 附加组件类型

source: Platforms
cs: Platformy
de: Betriebssystem
el: Πλατφόρμες
es: Plataformas
fr: Plateformes
it: Piattaforme
ja: OS
ko: 플랫폼
nl: Platformen
pa_in: ਪਲੇਟਫ਼ਾਰਮ
pl: Systemy
pt_pt: Plataformas
ru: Платформы
sl: Platforme
uk: Платформи
zh_cn: 平台

source: Files:
cs: Soubory:
de: Dateien:
el: Αρχεία:
es: Archivos:
fr: Fichiers :
it: File:
ja: ファイル:
ko: 파일:
nl: Bestanden:
pa_in: ਫ਼ਾਈਲਾਂ:
pl: Pliki:
pt_pt: Ficheiros:
ru: Файлы:
sl: Datoteke:
uk: Файли:
zh_cn: 文件：

source: Comments:
cs: Komentář:
de: Kommentare:
el: Σχόλια:
es: Comentarios:
fr: Commentaires :
it: Commenti:
ja: コメント:
ko: 코멘트:
nl: Opmerkingen:
pa_in: ਟਿੱਪਣੀਆਂ:
pl: Komentarze:
pt_pt: Comentários:
ru: Комментарии:
sl: Komentarji:
uk: Коментарі:
zh_cn: 意见：

source: Operating systems:
cs: Operační systémy:
de: Betriebssysteme:
el: Λειτουργικά συστήματα:
es: Sistemas operativos:
fr: Systèmes d'exploitation :
it: Sistemi operativi:
ja: OS:
ko: 운영 체제:
nl: Besturingssystemen:
pa_in: ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ:
pl: Systemy operacyjne:
pt_pt: Sistemas operativos:
ru: Операционные системы:
sl: Operacijski sistemi:
uk: Операційні системи:
zh_cn: 操作系统：

source: Applications:
cs: Aplikace:
de: Anwendungen
el: Εφαρμογές:
es: Aplicaciones:
it: Applicazioni:
ja: アプリケーション:
ko: 애플리케이션:
nl: Toepassingen:
pa_in: ਐਪਲੀਕੇਸ਼ਨਾਂ:
pl: Programy:
pt_pt: Aplicações:
ru: Приложения:
sl: Programi:
uk: Програми:
zh_cn: 应用程序：

source: Notify me the next time this add-on is updated. (Subsequent updates will not generate an email)
cs: Upozornit mě příště, když je doplněk aktualizován (následné aktualizace nebudou generovat e-mail).
de: Mich beim nächsten Mal benachrichtigen, wenn dieses Add-on aktualisiert wird (folgende Updates werden keine E-Mail erzeugen)
el: Να ειδοποιηθώ την επόμενη φορά που θα ενημερωθεί το πρόσθετο. (Θα αποσταλεί μήνυμα μόνο για την πρώτη ενημέρωση)
es: Notificarme la próxima vez que se actualice este complemento (las siguientes actualizaciones no generarán un correo electrónico).
fr: Me notifier la prochaine fois que ce module est mis à jour. (les mises à jours suivantes ne génèreront pas de message)
it: Invia una notifica al prossimo aggiornamento del componente aggiuntivo (aggiornamenti successivi non genereranno alcuna email)
ja: 次回のアドオンが更新されたときメールで通知を受け取ります。(その後の更新は通知されません)
ko: 다음에 이 부가 기능이 업데이트 되면 알립니다. (이후 업데이트는 이메일을 생성하지 않을 것입니다)
nl: Stuur mij een bericht als deze add-on de volgende keer wordt bijgewerkt. (Volgende updates genereren geen e-mailbericht)
pa_in: ਅਗਲੀ ਵਾਰ ਐਡ-ਆਨ ਅੱਪਡੇਟ ਹੋਵੇ ਮੈਨੂੰ ਸੂਚਿਤ ਕਰੋ। (ਪਿਛਲੀਆਂ ਅੱਪਡੇਟਾਂ ਈਮੇਲ ਜਾਰੀ ਨਹੀਂ ਕਰਨਗੀਆਂ)
pl: Powiadom mnie, gdy ten dodatek zostanie zaktualizowany. (Kolejne aktualizacje nie będą generowały wiadomości e-mail.)
pt_pt: Notificar-me da próxima vez que este extra for actualizado (as actualizações seguintes não vão criar uma mensagem de correio)
ru: Уведомить меня при следующем обновлении этого дополнения. (Последующие обновления не приведут к отправке письма)
sl: Obvesti me, ko bo ta dodatek naslednjič posodobljen. (Nadaljnje posodobitve ne bodo pošiljale e-pošte)
uk: Повідомити мене при наступному оновленні цього додатку. (Подальші оновлення не призведуть до відправлення електронного листа)
zh_cn: 在此附加组件下次更新时通知我。（之后的更新不会发送电子邮件通知）

source: Clear Admin Review Flag
cs: Vymazat příznat kontroly administrátorem
de: Markierung für Admin-Überprüfung löschen
es: Eliminar la marca de valoración del administrador
fr: Enlever le drapeau de demande de revue administrateur
it: Cancella il flag per la revisione da parte di un amministratore
ja: 管理者審査フラグをクリア
ko: 관리자 심사 플래그 지우기
nl: Beoordelingslabel voor beheerder wissen
pa_in: ਪ੍ਰਬੰਧਕ ਸਮੀਖਿਆ ਝੰਡਾ ਮਿਟਾਓ
pl: Usuń oznaczenie „Do sprawdzenia przez administratora”
pt_pt: Limpar propriedade de administração
ru: Снять флаг проверки админом
sl: Zbriši zastavico za admin recenzijo
uk: Зняти прапор перевірки адміністратором
zh_cn: 清除管理员审核标记

source: Choose a canned response...
cs: Volba předpřipravené odpovědi...
de: Eine fertige Antwort auswählen …
el: Επιλέξτε τυποποιημένη απάντηση...
es: Selecciona una respuesta predefinida...
fr: Choisissez une réponse enregistrée ...
it: Scegli una risposta predefinita…
ja: 返信の定型文を選んでください...
ko: 자동 응답 메시지를 선택해 주세요...
nl: Kies een voorgedefinieerd antwoord…
pa_in: ਇੱਕ ਡਿੱਬਾਬੰਦ ਜਵਾਬ ਚੁਣੋ...
pl: Wybierz gotową odpowiedź…
pt_pt: Escolha um modelo de resposta ...
ru: Выберите стандартный ответ...
sl: Izberi pripravljen odgovor ...
uk: Оберіть стандартну відповідь...
zh_cn: 选择一项预置的回复...

source: You must select some files.
cs: Musíte zvolit některé soubory.
de: Sie müssen einige Dateien auswählen.
el: Πρέπει να επιλέξετε μερικά αρχεία.
es: Debes seleccionar algún archivo.
fr: Vous devez sélectionner des fichiers.
it: Devi prima selezionare dei file.
ja: いくつかのファイルを選んでください。
ko: 파일을 선택해야 합니다.
nl: U dient enkele bestanden te selecteren.
pl: Musisz wybrać kilka plików.
pt_pt: Tem de seleccionar alguns ficheiros.
ru: Вы должны выбрать какие-нибудь файлы.
sl: Izbrati morate nekaj datotek.
zh_cn: 您必须选择一些文件。

source: File %s is not pending review.
cs: Soubor %s nečeká na kontrolu.
de: Datei %s wartet nicht auf Überprüfung.
el: Το αρχείο %s δεν είναι σε αναμονή για αξιολόγηση.
es: El archivo %s no está pendiente de revisión.
fr: Le fichier %s n'est pas en attente de revue.
it: Il file %s non è in attesa di revisione.
ja: %s ファイルは審査待ちではありません。
ko: %s 파일이 심사 대기열에 없습니다.
nl: Bestand %s wacht niet op beoordeling.
pl: Plik %s nie oczekuje na sprawdzenie.
pt_pt: O ficheiro %s não tem uma revisão pendente.
ru: Файл %s не ожидает проверки.
sl: Datoteka %s ne čaka na pregled.
zh_cn: 文件 %s 没有在等待审核。

source: Pending Preliminary Review
cs: Čeká na předběžnou kontrolu
de: Wartet auf vorläufige Überprüfung
el: Σε αναμονή εισαγωγικής αξιολόγησης
es: Pendiente de revisión preliminar
fr: En attente d'une revue préliminaire
it: In attesa di revisione preliminare
ja: 事前審査待ち
ko: 예비 심사 대기중
nl: Wacht op voorlopige beoordeling
pa_in: ਅਧੂਰੀ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ
pl: Oczekujące na wstępne sprawdzenie
pt_pt: Aguarda análise preliminar
ru: Ожидает предварительного одобрения
sl: Čaka na predhodni pregled
uk: Очікує попереднього розгляду
zh_cn: 等待初步审核

source: Pending Full Review
cs: Čeká na plnou kontrolu
de: Wartet auf vollständige Überprüfung
el: Σε αναμονή πλήρους αξιολόγησης
es: Pendiente por revisión completa
fr: En attente d'une revue complète
it: In attesa di revisione completa
ja: 本審査待ち
ko: 전체 심사 대기중
nl: Wacht op volledige beoordeling
pa_in: ਅਧੂਰੀ ਮੁਕੰਮਲ ਸਮੀਖਿਆ
pl: Oczekujące na pełne sprawdzenie
pt_pt: Aguarda análise completa
ru: Ожидает полного одобрения
sl: Čaka na poln pregled
uk: Очікує повного розгляду
zh_cn: 等待全面审核

source: Rejected or Unreviewed
cs: Zamítnuté nebo nezkontrolované
de: Abgelehnt oder nicht überprüt
es: Rechazados o sin revisar
fr: Rejeté ou non validé
it: Rifiutato o non revisionato
ja: 却下もしくは未審査
ko: 거부 또는 미심사
nl: Afgewezen of niet beoordeeld
pa_in: ਰੱਦ ਹੋਇਆ ਜਾਂ ਬਿਨਾਂ-ਸਮੀਖਿਆ
pl: Odrzucone lub niesprawdzone
pt_pt: Rejeitado ou não revisto
uk: Відхилено чи не розглянуто
zh_cn: 已拒绝或未审核

source: Queue
cs: Fronta
de: Warteschlange
el: Ουρά αναμονής
es: Cola
fr: En file d'attente
it: Coda
ja: 審査待ち
ko: 대기열
nl: Wachtrij
pa_in: ਕਤਾਰ
pl: Kolejka
pt_pt: Fila
ru: Очередь
sl: V vrsti
uk: Черга
zh_cn: 队列

source: Pending Updates
cs: Čekající aktualizace
de: Ausstehende Aktualisierungen
el: Ενημερώσεις σε αναμονή
es: Actualizaciones pendientes
fr: Mises à jour en attentes
it: Aggiornamenti in sospeso
ja: 更新審査待ち
ko: 업데이트 대기
nl: Wachtende updates
pa_in: ਅਧੂਰੀਆਂ ਅੱਪਡੇਟਾਂ
pl: Aktualizacje
pt_pt: Actualizações pendentes
ru: Ждущие обновления
sl: Posodobitve v teku
uk: Очікувані оновлення
zh_cn: 等待更新

source: Full Reviews
cs: Plné kontroly
de: Vollständige Überprüfungen
el: Πλήρεις αξιολογήσεις
es: Revisiones completas
fr: Revues complètes
it: Revisioni complete
ja: 本審査
ko: 전체 심사
nl: Volledige beoordelingen
pa_in: ਮੁਕੰਮਲ ਸਮੀਖਿਆਵਾਂ
pl: Pełne sprawdzenie
pt_pt: Revisões completas
ru: Полные проверки
sl: Popolni pregledi
uk: Повні розгляди
zh_cn: 全面审核

source: Preliminary Reviews
cs: Předběžné kontroly
de: Vorläufige Überprüfungen
el: Εισαγωγικές αξιολογήσεις
es: Revisiones preliminares
fr: Revues préliminaires
it: Revisioni preliminari
ja: 事前審査
ko: 예비 심사
nl: Voorlopige beoordelingen
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆਵਾਂ
pl: Wstępne sprawdzenie
pt_pt: Revisões preliminares
ru: Предварительные проверки
sl: Predhodni pregledi
uk: Попередні розгляди
zh_cn: 初步审核

source: Moderated Reviews
cs: Moderované recenze
de: Moderierte Überprüfungen
el: Ελεγμένες αξιολογήσεις
es: Revisiones moderadas
fr: Revues modérées
it: Revisioni moderate
ja: 管理者審査
ko: 심사 조정중
nl: Gemodereerde beoordelingen
pa_in: ਦਰਮਿਆਨੀ ਸਮੀਖਿਆਵਾਂ
pl: Opinie do moderacji
pt_pt: Revisões moderadas
ru: Модерируемые проверки
sl: Moderirani pregledi
uk: Модеровані розгляди
zh_cn: 提请仲裁的评论

source: Fast Track
cs: Rychlá kontrola
de: Schnellüberprüfung
es: Pista rápida
fr: Suivi rapide
it: Corsia veloce
ja: 優先審査
ko: 고속 심사
nl: Kortste weg
pa_in: ਫ਼ਾਸਟ ਟਰੈਕ
pl: Szybka ścieżka
ru: Быстрое отслеживание
sl: Hitra steza
uk: Швидке відстеження
zh_cn: 快速审核

source: Fast Track ({0})
cs: Rychlá kontrola ({0})
de: Schnellüberprüfung ({0})
es: Pista rápida ({0})
fr: Suivi rapide ({0})
it: Corsia veloce ({0})
ja: 優先審査 ({0})
ko: 고속 심사 ({0})
nl: Kortste weg ({0})
pa_in: ਫ਼ਾਸਟ ਟਰੈਕ ({0})
pl: Szybka ścieżka ({0})
ru: Быстрое отслеживание ({0})
sl: Hitra steza ({0})
uk: Швидке відстеження ({0})
zh_cn: 快速审核（{0}）

source: Full Review ({0})
cs: Plné kontroly ({0})
de: Vollständige Überprüfung ({0})
el: Πλήρης αξιολόγηση ({0})
es: Revisión completa ({0})
fr: Revue complète ({0})
it: Revisione completa ({0})
ja: 本審査 ({0})
ko: 전체 심사 ({0})
nl: Volledige beoordeling ({0})
pa_in: ਮੁਕੰਮਲ ਸਮੀਖਿਆ ({0})
pl: Pełne sprawdzenie ({0})
pt_pt: Revisão completa ({0})
ru: Полная проверка ({0})
sl: Popoln pregled ({0})
uk: Повний розгляд ({0})
zh_cn: 全面审核（{0}）

source: Pending Update ({0})
cs: Čekající aktualizace ({0})
de: Ausstehende Aktualisierung ({0})
el: Ενημέρωση σε αναμονή ({0})
es: Actualización pendiente ({0})
fr: Mise à jour en attente ({0})
it: Aggiornamento in sospeso ({0})
ja: 更新審査待ち ({0})
ko: 업데이트 대기 ({0})
nl: Wacht op update ({0})
pa_in: ਅਧੂਰੀ ਅੱਪਡੇਟ ({0})
pl: Aktualizacje ({0})
pt_pt: Actualização em falta ({0})
ru: Ожидающее обновление ({0})
sl: Posodobitev v teku ({0})
uk: Очікуване оновлення ({0})
zh_cn: 等待更新（{0}）

source: Preliminary Review ({0})
cs: Předběžné kontroly ({0})
de: Vorläufige Freigabe ({0})
el: Εισαγωγική αξιολόγηση ({0})
es: Revisión preliminar ({0})
fr: Revue préliminaire ({0})
it: Revisione preliminare ({0})
ja: 事前審査 ({0})
ko: 예비 심사 ({0})
nl: Voorlopige beoordeling ({0})
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ({0})
pl: Wstępne sprawdzenie ({0})
pt_pt: Revisão preliminar ({0})
ru: Предварительная проверка ({0})
sl: Predhodna recenzija ({0})
uk: Попередній розгляд ({0})
zh_cn: 初步审核（{0}）

source: Moderated Review ({0})
cs: Moderované recenze ({0})
de: Moderierte Überprüfung ({0})
el: Ελεγμένη αξιολόγηση ({0})
es: Revisión moderada ({0})
fr: Revue modérée ({0})
it: Revisione moderata ({0})
ja: 管理者審査 ({0})
ko: 심사 조정 ({0})
nl: Aangepaste beoordeling ({0})
pa_in: ਦਰਮਿਆਨੀ ਸਮੀਖਿਆ ({0})
pl: Opinie do moderacji ({0})
pt_pt: Revisão moderada ({0})
ru: Модерируемая проверка ({0})
sl: Moderirana recenzija ({0})
uk: Модерований розгляд ({0})
zh_cn: 提请仲裁的评论（{0}）

source: Addon
cs: Doplněk
el: Πρόσθετο
es: Complemento
fr: Module
it: Componente aggiuntivo
ja: アドオン
ko: 부가 기능
pa_in: ਐਡਆਨ
pl: Dodatek
pt_pt: Extra
ru: Дополнение
sl: Dodatek
uk: Додаток
zh_cn: 附加组件

source: Type
cs: Typ
de: Typ
el: Τύπος
es: Tipo
it: Tipologia
ja: 種類
ko: 종류
pa_in: ਕਿਸਮ
pl: Typ
pt_pt: Tipo
ru: Тип
sl: Vrsta
uk: Тип
zh_cn: 类型

source: Waiting Time
cs: Doba čekání
de: Wartezeit
el: Χρόνος αναμονής
es: Tiempo en espera
fr: Temps d'attente
it: Tempo di attesa
ja: 待ち時間
ko: 대기 시간
nl: Wachttijd
pa_in: ਉਡੀਕ ਸਮਾਂ
pl: Czas oczekiwania
pt_pt: Tempo de espera
ru: Время ожидания
sl: Čakalni čas
uk: Час очікування
zh_cn: 等待时间

source: Flags
cs: Atributy
de: Markierungen
el: Σημάνσεις
es: Marcas
fr: Drapeaux
it: Flag
ja: フラグ
ko: 표시
nl: Labels
pa_in: ਝੰਡੇ
pl: Flagi
pt_pt: Etiquetas
ru: Флаги
sl: Zastave
zh_cn: 标记

source: Applications
cs: Aplikace
de: Anwendungen
el: Εφαρμογές
es: Aplicaciones
it: Applicazioni
ja: アプリケーション
ko: 애플리케이션
nl: Toepassingen
pa_in: ਐਪਲੀਕੇਸ਼ਨਾਂ
pl: Programy
pt_pt: Aplicações
ru: Приложения
sl: Programi
uk: Програми
zh_cn: 应用程序

source: Additional
cs: Další
de: Zusätzlich
es: Adicional
fr: Complémentaire
it: Aggiuntivo
ja: 追加
ko: 추가 사항
nl: Aanvullend
pa_in: ਵਾਧੂ
pl: Dodatkowe informacje
pt_pt: Adicional
ru: Дополнительно
sl: Dodatno
uk: Додатково
zh_cn: 额外信息

source: Site Specific
cs: Pro konkrétní web
de: Seitenabhängig
el: Σχετικό με ιστότοπο
es: Específico del sitio
fr: Propre au site
it: Specifico per sito
ja: 特定サイト用
ko: 사이트 기반
nl: Website-specifiek
pa_in: ਸਾਈਟ ਖਾਸ਼
pl: Dedykowany danej witrynie
pt_pt: Específico do sítio
ru: Специфичные для сайта
sl: Tipično za stran
zh_cn: 特定网站

source: Requires External Software
cs: Vyžaduje externí software
de: Benötigt externe Programme
el: Απαιτεί πρόσθετο λογισμικό τρίτων
es: Requiere software externo
fr: Nécessite un logiciel externe
it: Richiede software aggiuntivo
ja: 要外部ソフトウェア
ko: 외부 소프트웨어 필요
nl: Vereist externe software
pa_in: ਬਾਹਰੀ ਸਾਫ਼ਟਵੇਅਰ ਦੀ ਲੋੜ
pl: Wymaga zewnętrznego oprogramowania
pt_pt: Necessita de software externo
ru: Требует стороннего ПО
sl: Zahteva zunanjo programsko opremo
uk: Потребує стороннє ПЗ
zh_cn: 需要外部软件

source: Binary Components
cs: Binární komponenty
de: Binärkomponenten
el: Εκτελέσιμα στοιχεία
es: Componentes binarios
fr: Composants binaires
it: Componenti compilati
ja: バイナリコンポーネント
ko: 이진 컴포넌트
nl: Binaire componenten
pa_in: ਬਾਇਨਰੀ ਹਿੱਸੇ
pl: Komponenty binarne
pt_pt: Componentes binários
ru: Бинарные компоненты
sl: Binarne komponente
uk: Бінарні компоненти
zh_cn: 二进制组件

source: moments ago
cs: před chvílí
de: Vor wenigen Augenblicken
el: πριν λίγο
es: hace unos instantes
fr: il y a peu
it: poco fa
ja: たった今
ko: 방금
nl: kortgeleden
pa_in: ਪਲ ਪਹਿਲਾਂ
pl: chwilę temu
pt_pt: à instantes
ru: мгновения назад
sl: pred nekaj trenutki
uk: щойно
zh_cn: 刚刚

source: {0} minute
cs: {0} minuta
el: {0} λεπτό
es: {0} minuto
it: {0} minuto
ja: {0} 分
ko: {0} 분
nl: {0} minuut
pa_in: {0} ਮਿੰਟ
pl: {0} minuta
pt_pt: {0} minuto
ru: {0} минута
sl: {0} minuta
uk: {0} хвилина
zh_cn: {0} 分钟

source: {0} hour
cs: {0} hodina
de: {0} Stunde
el: {0} ώρα
es: {0} hora
fr: {0} heure
it: {0} ora
ja: {0} 時間
ko: {0} 시간
nl: {0} uur
pa_in: {0} ਘੰਟਾ
pl: {0} godzina
pt_pt: {0} hora
ru: {0} час
uk: {0} година
zh_cn: {0} 小时

source: {0} day
cs: {0} den
de: {0} Tag
el: {0} ημέρα
es: {0} día
fr: {0} jour
it: {0} giorno
ja: {0} 日
ko: {0} 일
nl: {0} dag
pa_in: {0} ਦਿਨ
pl: {0} dzień
pt_pt: {0} dia
ru: {0} день
uk: {0} день
zh_cn: {0} 天

source: Push to public
cs: Schválit
de: Öffentlich machen
el: Προώθηση στο δημόσιο χώρο
es: Pasar a público
fr: Envoyer au public
it: Pubblica nel Marketplace
ja: 公開
ko: 공개로 전환
nl: Publiceren
pa_in: ਜਨਤਕ ਵੱਲ ਭੇਜੋ
pl: Opublikuj
pt_pt: Enviar para o público
ru: Поместить в общий доступ
sl: Prestavi na javno
uk: Відправити в загальний доступ
zh_cn: 发布为公开

source: Reject
cs: Zamítnout
de: Ablehnen
el: Απόρριψη
es: Rechazar
fr: Rejeter
it: Respingi
ja: 却下
ko: 거부
nl: Afwijzen
pa_in: ਰੱਦ
pl: Odrzuć
pt_pt: Rejeitar
ru: Отклонить
sl: Zavrni
uk: Відхилити
zh_cn: 拒绝

source: Request more information
cs: Vyžádat více informací
de: Weitere Informationen anfordern
el: Αίτηση περισσότερων πληροφοριών
es: Solicitar más información
fr: Demander plus d'informations
it: Richiedi ulteriori informazioni
ja: 詳しい情報を求める
ko: 추가 정보 요구
nl: Meer informatie aanvragen
pa_in: ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ ਬੇਨਤੀ ਕਰੋ
pl: Więcej informacji
pt_pt: Pedir mais informação
ru: Запросить дополнительную информацию
sl: Zahtevaj dodatne informacije
uk: Запитати додаткову інформацію
zh_cn: 要求更多信息

source: Request super-review
cs: Vyžádat kontrolu administrátorem
de: Super-Überprüfung anfordnern
el: Αίτηση για αξιολόγηση συντάκτη
es: Solicitar una super-revisión
fr: Demander une super-revue
it: Richiedi super-review
ja: スーパーレビューを求める
ko: 상급 심사 요구
nl: Superbeoordeling aanvragen
pa_in: ਉੱਤਮ-ਸਮੀਖਿਆ ਲਈ ਬੇਨਤੀ
pl: Sprawdzenie specjalne
pt_pt: Pedir super-revisão
ru: Запросить суперрецензию
sl: Zahtevaj super-pregled
uk: Запитати супер-перегляд
zh_cn: 要求超级审核

source: Grant preliminary review
cs: Udělit předběžnou kontrolu
de: Vorläufige Freigabe gewähren
el: Απόδοση εισαγωγικής αξιολόγησης
es: Garantizar la revisión preliminar
fr: Accorder la revue préliminaire
it: Assegna revisione preliminare
ja: 事前審査を承認
ko: 예비 심사 등급 부여
nl: Voorlopige beoordeling toekennen
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਦਿਓ
pl: Akceptuj wstępnie
pt_pt: Permitir revisão preliminar
ru: Дать предварительное одобрение
sl: Dovoli predhodni pregled
uk: Надати попередній перегляд
zh_cn: 批准通过初步审核

source: This will mark the files as preliminarily reviewed.
cs: Označí soubory jako předběžně schválené.
de: Dadurch werden die Dateien als vorläufig freigegeben markiert.
es: Esto marcará los archivos con revisados de forma preliminar.
fr: Ceci marquera les fichiers comme validés préliminairement.
it: Questo contrassegno indicherà che il file ha ricevuto una revisione preliminare.
ko: 이 작업은 파일에 예비 심사 등급을 부여하게 됩니다.
nl: Dit markeert de bestanden als voorlopig beoordeeld.
pa_in: ਇਹ ਫ਼ਾਈਲਾਂ ਤੇ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਦਾ ਨਿਸ਼ਾਨ ਲਗਾ ਦੇਵੇਗਾ।
pl: Oznaczy te pliki jako wstępnie sprawdzone.
pt_pt: Isto irá marcar os ficheiros como preliminarmente revistos.
uk: Це позначить файли як попередньо переглянуті.
zh_cn: 这将会把该文件标记为“已通过初步审核”。
