Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The developer of this add-on would like you to consider making a donation to the <a href="%(charity_url)s">%(charity_name)s</a> if you enjoy using it.
cs: Vývojář tohoto doplňku vás žádá, zda byste nezvážili finanční příspěvek na <a href="%(charity_url)s">%(charity_name)s</a>, pokud se vám tento doplněk líbí.
de: Der Entwickler diese Add-ons bittet Sie, eine Spende an <a href="%(charity_url)s">%(charity_name)s</a> in Erwägung zu ziehen, wenn Sie es gerne verwenden.
el: Οι δημιουργοί αυτού του πρόσθετου, θα ήθελαν να σκεφτείτε την πιθανότητα μιας δωρεάς προς το <a href="%(charity_url)s">%(charity_name)s</a> αν σας ικανοποιεί η χρήση του.
es: Al desarrollador de este complemento le gustaría que consideres hacer una donación a <a href="%(charity_url)s">%(charity_name)s</a> si disfrutas usando el complemento.
fr: Le développeur de ce module souhaiterait que vous fassiez un don à <a href="%(charity_url)s">%(charity_name)s</a> si vous appréciez son module.
it: Se apprezzi questo componente aggiuntivo, il suo sviluppatore ti chiede di considerare la possibilità di fare una donazione a <a href="%(charity_url)s">%(charity_name)s</a>.
ja: このアドオンの作者は、もしあなたがアドオンを気に入ったら <a href="%(charity_url)s">%(charity_name)s</a> へ寄付をして欲しいと考えています。
ko: 부가 기능 개발자는 <a href="%(charity_url)s">%(charity_name)s</a>을(를) 통한 기부를 호소하고 있습니다.
nl: De ontwikkelaar van deze add-zou graag willen dat u overweegt een bijdrage te doen aan de <a href="%(charity_url)s">%(charity_name)s</a> als u de add-on met plezier gebruikt.
pa_in: ਇਸ ਐਡ-ਆਨ ਦਾ ਡਿਵੈਲਪਰ ਚਾਹੇਗਾ ਤਸੀਂ <a href="%(charity_url)s">%(charity_name)s</a> ਲਈ ਇੱਕ ਦਾਨ ਦੇਣ ਬਾਰੇ ਵਿਚਾਰ ਕਰੋ ਜੇਕਰ ਤੁਸੀਂ ਇਸਨੂੰ ਵਰਤਣ ਦਾ ਆਨੰਦ ਮਾਣਿਆ।
pl: Jeśli ten dodatek spełnia twoje oczekiwania, jego autor prosi o rozważenie przekazania darowizny na rzecz <a href="%(charity_url)s">%(charity_name)s</a>.
pt_pt: O desenvolvedor deste extra gostaria que fizesse uma doação para <a href="%(charity_url)s">%(charity_name)s</a> se gosta de o usar.
ru: Разработчик этого дополнения хотел бы, чтобы вы сделали взнос в пользу <a href="%(charity_url)s">%(charity_name)s</a>, если вам нравится использовать это дополнение.
sl: Razvijalec tega dodatka bi želel, da razmislite o donaciji <a href="%(charity_url)s">%(charity_name)s</a>, če vam je dodatek prišel prav.
uk: Розробник цього додатку бажає, щоб ви розглянули можливість зробити внесок на користь <a href="%(charity_url)s">%(charity_name)s</a>, якщо вам подобається його використовувати.
zh_cn: 如果您喜爱此附加组件，开发者希望您能考虑向 <a href="%(charity_url)s">%(charity_name)s</a> 进行捐款。

source: The developer of this add-on would like you to consider making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a> if you enjoy using it.
cs: Vývojář tohoto doplňku vás žádá, zda byste nezvážili malý finanční příspěvek na <a href="%(charity_url)s">%(charity_name)s</a>, pokud se vám tento doplněk líbí.
de: Der Entwickler diese Add-ons bittet Sie, eine kleine Spende an <a href="%(charity_url)s">%(charity_name)s</a> in Erwägung zu ziehen, wenn Sie es gerne verwenden.
el: Οι δημιουργοί αυτού του πρόσθετου, θα ήθελαν να σκεφτείτε την πιθανότητα μιας μικρής δωρεάς προς το <a href="%(charity_url)s">%(charity_name)s</a>αν σας ικανοποιεί η χρήση του.
es: El desarrollador de este complemento querría que consideres hacer una pequeña donación a <a href="%(charity_url)s">%(charity_name)s</a> si disfrutas usándolo.
fr: Le développeur de ce module souhaiterais que vous fassiez une petite contribution à <a href="%(charity_url)s">%(charity_name)s</a> si vous appréciez son module.
it: Se apprezzi questo componente aggiuntivo, il suo sviluppatore ti chiede di considerare la possibilità di fare una donazione a <a href="%(charity_url)s">%(charity_name)s</a>.
ja: このアドオンの作者は、もしあなたがアドオンを気に入ったら <a href="%(charity_url)s">%(charity_name)s</a> へ少額の寄付をして欲しいと考えています。
ko: 부가 기능 개발자는 <a href="%(charity_url)s">%(charity_name)s</a>을(를) 통한 소정의 기부를 호소하고 있습니다.
nl: De ontwikkelaar van deze add-zou graag willen dat u overweegt een kleine bijdrage te doen aan <a href="%(charity_url)s">%(charity_name)s</a> als u de add-on met plezier gebruikt.
pa_in: ਇਸ ਐਡ-ਆਨ ਦਾ ਡਿਵੈਲਪਰ ਚਾਹੇਗਾ ਤੁਸੀਂ <a href="%(charity_url)s">%(charity_name)s</a> ਲਈ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਯੋਗਦਾਨ ਦੇਣ ਬਾਰੇ ਵਿਚਾਰ ਕਰੋ ਜੇਕਰ ਤੁਸੀਂ ਇਸਨੂੰ ਵਰਤਣ ਦਾ ਆਨੰਦ ਮਾਣਿਆ।
pl: Jeśli ten dodatek spełnia twoje oczekiwania, jego autor prosi o rozważenie przekazania niewielkiej darowizny na rzecz <a href="%(charity_url)s">%(charity_name)s</a>.
pt_pt: O desenvolvedor deste extra gostaria que fizesse uma pequena contribuição para <a href="%(charity_url)s">%(charity_name)s</a> se gosta de o usar.
ru: Разработчик этого дополнения хотел бы, чтобы вы сделали небольшой взнос в пользу <a href="%(charity_url)s">%(charity_name)s</a>, если вам нравится использовать это дополнение.
sl: Razvijalec tega dodatka bi želel, da razmislite o majhnem prispevku za <a href="%(charity_url)s">%(charity_name)s</a> , če vam je dodatek prišel prav.
uk: Розробник цього додатку бажає, щоб ви розглянули можливість зробити невеликий внесок на користь <a href="%(charity_url)s">%(charity_name)s</a>, якщо вам подобається його використовувати.
zh_cn: 如果您喜爱此附加组件，开发者希望您能考虑向 <a href="%(charity_url)s">%(charity_name)s</a> 进行小额捐款。

source: Mozilla is committed to supporting a vibrant and healthy developer ecosystem. Your optional contribution helps sustain further development of this add-on.
cs: Mozilla podporuje energický a zdravý ekosystém vývojářů. Váš volitelný příspěvek pomůže podpořit budoucí vývoj tohoto doplňku.
de: Mozilla setzt sich für ein lebendiges und gesundes Ökosystem für Entwickler ein. Ihre freiwillige Spende hilft dabei, die weitere Entwicklung dieses Add-ons zu unterstützen.
el: Η κοινότητα Mozilla δεσμεύεται να υποστηρίξει ένα υγιές και παλλόμενο σύνολο δημιουργών. Κάθε προαιρετική δωρεά σας βοηθάει στην περαιτέρω ανάπτυξη αυτού του πρόσθετου.
es: Mozilla se ha comprometido a apoyar un vibrante y saludable ecosistema de desarrolladores. Tu donación ayuda a sostener el desarrollo de este complemento.
fr: Mozilla s'efforce d'aider un écosystème développeur dynamique et stimulant. Votre contribution optionnelle aide à soutenir de futurs développements sur ce module.
it: Mozilla si dedica attivamente allo sviluppo di un ecosistema di sviluppatori energetico e sano.La tua donazione può contribuire alle evoluzioni future di questo componente aggiuntivo.
ja: Mozilla は活気ある健全な開発者エコシステムの支援に取り組んでいます。あなたの任意の寄付が、このアドオンの継続的な開発につながります。
ko: Mozilla는 활기넘치고 건전한 개발자 생태계 지원에 전념하고 있습니다. 당신의 기부는 이 부가 기능의 개발과 유지, 보수를 돕게 됩니다.
nl: Mozilla wil een levendig en gezond ontwikkelaars-ecosysteem steunen. Uw optionele bijdrage steunt verdere ontwikkeling van deze add-on.
pa_in: ਮੌਜ਼ੀਲਾ ਇੱਕ ਜੌਸ਼ੀਲੇ ਅਤੇ ਸਿਹਤਮੰਦ ਡਿਵੈਲਪਰ ਵਾਤਾਵਰਣ ਦਾ ਸਮਰਥਨ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹੈ। ਤੁਹਾਡਾ ਚੁਣੀਂਦਾ ਯੋਗਦਾਨ ਇਸ ਐਡ-ਆਨ ਦੇ ਵਿਕਾਸ ਨੂੰ ਕਾਇਮ ਰੱਖਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ।
pl: Mozilla jest zaangażowana we wspieranie dynamicznego środowiska autorów i w ten przejrzysty sposób próbuje wesprzeć ich ogromny trud. Twoja dotacja pomoże kontynuować dalszy rozwój tego dodatku.
pt_pt: A Mozilla está empenhada em ajudar um eco-sistema de desenvolvedores saudável e vibrante. A sua contribuição opcional ajuda a um futuro desenvolvimento contínuo deste extra.
ru: Mozilla обещает поддерживать здоровую экосистему разработки. Ваше добровольный взнос поможет поддержать дальнейшее развитие этого дополнения.
sl: Mozilla se je zavezala skrbeti za razvojni sistem, da bo vedno živ in zdrav. Vaš neobvezni prispevek bo pomagal nadaljnjemu razvoju tega dodatka.
uk: Завдання Mozilla - підтримувати здорову та сприятливу робочу атмосферу для розробникiв. Ваш додатковий внесок допоможе підтримувати подальший розвиток цього додатку.
zh_cn: Mozilla 致力于维持活跃并健全的开发者生态系统。如果您能进行捐款，将有助于维持此附加组件的后续开发。

source: Make a Contribution
cs: Přispět
de: Eine Spende geben
el: Κάντε μια δωρεά
es: Realiza una colaboración
fr: Faire une contribution
it: Fai una donazione
ja: 寄付を行う
ko: 기부해 주세요
nl: Geef een bijdrage
pa_in: ਇੱਕ ਯੋਗਦਾਨ ਪਾਓ
pl: Przekaż dotację
pt_pt: Fazer uma contribuição
ru: Сделать взнос
sl: Prispevajte prispevek
uk: Зробити внесок
zh_cn: 捐款

source: Help support the continued development of <strong>%(addon_name)s</strong> by making a small contribution through <a href="%(paypal_url)s">PayPal</a>.
cs: Pomozte podpořit další vývoj doplňku <strong>%(addon_name)s</strong> malým příspěvkem skrze <a href="%(paypal_url)s">PayPal</a>.
de: Helfen Sie, die weitere Entwicklung von <strong>%(addon_name)s</strong> zu unterstützen, indem Sie per <a href="%(paypal_url)s">PayPal</a> einen kleinen Betrag spenden.
el: Βοηθήστε στην υποστήριξη της συνεχούς ανάπτυξης του/των <strong>%(addon_name)s</strong> κάνοντας μια μικρή συνεισφορά μέσω του <a href="%(paypal_url)s">PayPal</a>.
es: Colabora con el desarrollo continuado de <strong>%(addon_name)s</strong> haciendo una pequeña contribución a través de <a href="%(paypal_url)s">PayPal</a>.
fr: Participez au développement continu de <strong>%(addon_name)s</strong> en faisant une petite contribution via <a href="%(paypal_url)s">PayPal</a>.
it: Supporta lo sviluppo di <strong>%(addon_name)s</strong> facendo una piccola donazione con <a href="%(paypal_url)s">PayPal</a>.
ja: <a href="%(paypal_url)s">PayPal</a> を通して少額の寄付をすることで <strong>%(addon_name)s</strong> の継続的な開発を支援してください。
ko: <a href="%(paypal_url)s">PayPal</a>을 통한 소정의 기부로 <strong>%(addon_name)s</strong>이(가) 계속 개발될 수 있도록 도와주세요.
nl: Ondersteun verdere ontwikkeling van <strong>%(addon_name)s</strong> door een kleine bijdrage te geven via <a href="%(paypal_url)s">PayPal</a>.
pa_in: <a href="%(paypal_url)s">PayPal</a> ਦੁਆਰਾ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਯੋਗਦਾਨ ਪਾ ਕੇ<strong>%(addon_name)s</strong> ਦੇ ਜਾਰੀ ਵਿਕਾਸ ਦੇ ਸਮਰਥਨ ਦੀ ਮਦਦ ਕਰੋ।
pl: Wesprzyj dalszy rozwój dodatku <strong>%(addon_name)s</strong>, dokonując niewielkiej dotacji poprzez <a href="%(paypal_url)s">PayPal</a>.
pt_pt: Ajude a suportar o desenvolvimento contínuo do <strong>%(addon_name)s</strong> fazendo uma pequena contribuição através de <a href="%(paypal_url)s">PayPal</a>.
ru: Помогите поддержать продолжение разработки <strong>%(addon_name)s</strong> внеся небольшой взнос через <a href="%(paypal_url)s">PayPal</a>.
sl: Podprite nadaljnji razvoj dodatka <strong>%(addon_name)s</strong> in darujte majhen prispevek prek <a href="%(paypal_url)s">PayPal</a>.
uk: Допоможіть підтримати продовження розробки <strong>%(addon_name)s</strong>, зробивши невеликий внесок через <a href="%(paypal_url)s">PayPal</a>.
zh_cn: 通过 <a href="%(paypal_url)s">PayPal</a> 进行小额捐款，帮助支持 <strong>%(addon_name)s</strong> 的持续开发。

source: To show your support for <b>%(addon_name)s</b>, the developer asks that you make a donation to the <a href="%(charity_url)s">%(charity_name)s</a> through <a href="%(paypal_url)s">PayPal</a>.
cs: Pro vyjádření podpory doplňku <b>%(addon_name)s</b> vás vývojář žádá, zda byste nepřispěli darem na <a href="%(charity_url)s">%(charity_name)s</a> skrze <a href="%(paypal_url)s">PayPal</a>.
de: Um Ihre Unterstützung für <b>%(addon_name)s</b> zu zeigen, bittet Sie der Entwickler, per PayPal eine Spende an die <a href="%(charity_url)s">%(charity_name)s</a> zu geben.
el: Για να δείξετε την υποστήριξη σας στο/στα <b>%(addon_name)s</b>, ο προγραμματιστής ζητά να κάνετε μια δωρεά στο <a href="%(charity_url)s">%(charity_name)</a> <a href="%(paypal_url)s">PayPal</a>.
es: Para mostrar tu apoyo a <b>%(addon_name)s</b>, el desarrollador te pide que hagas una donación a <a href="%(charity_url)s">%(charity_name)s</a> a través de <a href="%(paypal_url)s">PayPal</a>.
fr: Pour montrer votre soutient à <b>%(addon_name)s</b>, le développeur vous demande de faire un don à <a href="%(charity_url)s">%(charity_name)s</a> via <a href="%(paypal_url)s">Paypal</a>.
it: Dimostra il tuo supporto per <b>%(addon_name)s</b>, lo sviluppatore ti chiede di fare una piccola donazione a <a href="%(charity_url)s">%(charity_name)s</a> con <a href="%(paypal_url)s">PayPal</a>.
ja: このアドオンの作者は、<a href="%(paypal_url)s">PayPal</a> を通じて <a href="%(charity_url)s">%(charity_name)s</a> へ寄付を行い、<b>%(addon_name)s</b> に対する支援の気持ちを表してもらえるよう、あなたにお願いしています。
ko: <b>%(addon_name)s</b>의 개발 지원을 위해 개발자가 <a href="%(paypal_url)s">PayPal</a>을 통해 <a href="%(charity_url)s">%(charity_name)s</a>로의 기부를 요청하고 있습니다.
nl: Om uw steun voor <b>%(addon_name)s</b> te tonen vraagt de ontwikkelaar om een donatie aan <a href="%(charity_url)s">%(charity_name)s</a> via <a href="%(paypal_url)s">PayPal</a>.
pa_in: <b>%(addon_name)s</b> ਲਈ ਆਪਣਾ ਸਮਰਥਨ ਵਿਖਾਉਣ ਲਈ, ਡਿਵੈਲਪਰ ਕਹਿੰਦਾ ਹੈ ਤੁਸੀਂ<a href="%(paypal_url)s">PayPal</a> ਦੁਆਰਾ<a href="%(charity_url)s">%(charity_name)s</a>ਨੂੰ ਇੱਕ ਭੇਂਟ ਦਿਓ।
pl: Autor dodatku <b>%(addon_name)s</b> prosi o dokonanie poprzez <a href="%(paypal_url)s">PayPal</a> darowizny na rzecz <a href="%(charity_url)s">%(charity_name)s</a>.
pt_pt: Para mostrar o seu suporte ao <strong>%(addon_name)s</strong>, o desenvolvedor pede que faça uma doação para <a href="%(charity_url)s">%(charity_name)s</a> através de <a href="%(paypal_url)s">PayPal</a>.
ru: Чтобы показать свою поддержку <b>%(addon_name)s</b>, разработчик просит вас сделать взнос в пользу <a href="%(charity_url)s">%(charity_name)s</a> через <a href="%(paypal_url)s">PayPal</a>.
sl: Da pokažete pripravljenost podpreti <b>%(addon_name)s</b>, vas razvijalec prosi, da prispevate za <a href="%(charity_url)s">%(charity_name)s</a> prek <a href="%(paypal_url)s">PayPal</a>
uk: Щоб виявити свою підтримку <b>%(addon_name)s</b>, розробник просить вас зробити внесок на користь <a href="%(charity_url)s">%(charity_name)s</a> через <a href="%(paypal_url)s">PayPal</a>.
zh_cn: 开发者希望您通过 <a href="%(paypal_url)s">PayPal</a> 向 <a href="%(charity_url)s">%(charity_name)s</a> 进行捐款，以示您对 <b>%(addon_name)s</b> 的支持。

source: To show your support for <b>%(addon_name)s</b>, the developer asks that you make a small contribution to <a href="%(charity_url)s">%(charity_name)s</a> through <a href="%(paypal_url)s">PayPal</a>.
cs: Pro vyjádření podpory doplňku <b>%(addon_name)s</b> vás vývojář žádá, zda byste nepřispěli darem na <a href="%(charity_url)s">%(charity_name)s</a> skrze <a href="%(paypal_url)s">PayPal</a>.
de: Um Ihre Unterstützung für <b>%(addon_name)s</b> zu zeigen, bittet Sie der Entwickler, per PayPal eine kleine Spende an <a href="%(charity_url)s">%(charity_name)s</a> zu geben.
el: Για να δείξετε την υποστήριξη σας στο/στα <b>%(addon_name)s</b>, ο προγραμματιστής ζητά να κάνετε μια δωρεά στο <a href="%(charity_url)s">%(charity_name)</a> <a href="%(paypal_url)s">PayPal</a>.
es: Para mostrar tu apoyo a <b>%(addon_name)s</b>, el desarrollador te pide que hagas una pequeña donación a <a href="%(charity_url)s">%(charity_name)s</a> a través de <a href="%(paypal_url)s">PayPal</a>.
fr: Pour montrer votre soutient à <b>%(addon_name)s</b>, le développeur vous demande de faire une petite contribution à <a href="%(charity_url)s">%(charity_name)s</a> via <a href="%(paypal_url)s">Paypal</a>.
it: Per dimostrare il tuo supporto per <b>%(addon_name)s</b>, lo sviluppatore ti chiede di fare una piccola donazione a <a href="%(charity_url)s">%(charity_name)s</a> con <a href="%(paypal_url)s">PayPal</a>.
ja: このアドオンの作者は、<a href="%(paypal_url)s">PayPal</a> を通じて <a href="%(charity_url)s">%(charity_name)s</a> へ少額の寄付を行い、<b>%(addon_name)s</b> に対する支援の気持ちを表してもらえるよう、あなたにお願いしています。
ko: <b>%(addon_name)s</b>의 개발 지원을 위해 개발자가 <a href="%(paypal_url)s">PayPal</a>을 통해 <a href="%(charity_url)s">%(charity_name)s</a>로의 소정의 기부를 요청하고 있습니다.
nl: Om uw steun voor <b>%(addon_name)s</b> te tonen vraagt de ontwikkelaar om een kleine donatie aan <a href="%(charity_url)s">%(charity_name)s</a> via <a href="%(paypal_url)s">PayPal</a>.
pa_in: <b>%(addon_name)s</b> ਲਈ ਆਪਣਾ ਸਮਰਥਨ ਵਿਖਾਉਣ ਲਈ, ਡਿਵੈਲਪਰ ਕਹਿੰਦਾ ਹੈ ਤੁਸੀਂ<a href="%(paypal_url)s">PayPal</a> ਦੁਆਰਾ<a href="%(charity_url)s">%(charity_name)s</a> ਨੂੰ ਇੱਕ ਭੇਂਟ ਦਿਓ।
pl: Autor dodatku <b>%(addon_name)s</b> prosi o dokonanie poprzez <a href="%(paypal_url)s">PayPal</a> niewielkiej darowizny na rzecz <a href="%(charity_url)s">%(charity_name)s</a>.
pt_pt: Para mostrar o seu suporte ao <strong>%(addon_name)s</strong>, o desenvolvedor pede que faça uma pequena doação para <a href="%(charity_url)s">%(charity_name)s</a> através de <a href="%(paypal_url)s">PayPal</a>
ru: Чтобы показать свою поддержку <b>%(addon_name)s</b>, разработчик просит вас сделать небольшой взнос в пользу <a href="%(charity_url)s">%(charity_name)s</a> через <a href="%(paypal_url)s">PayPal</a>.
sl: Da pokažete pripravljenost podpreti <b>%(addon_name)s</b>, vas razvijalec prosi, da darujete <a href="%(charity_url)s">%(charity_name)s</a> prek <a href="%(paypal_url)s">PayPala</a>
uk: Щоб виявити свою підтримку <b>%(addon_name)s</b>, розробник просить вас зробити невеликий внесок на користь <a href="%(charity_url)s">%(charity_name)s</a> через <a href="%(paypal_url)s">PayPal</a>.
zh_cn: 开发者希望您通过 <a href="%(paypal_url)s">PayPal</a> 向 <a href="%(charity_url)s">%(charity_name)s</a> 进行小额捐款，以示您对 <b>%(addon_name)s</b> 的支持。

source: How much would you like to contribute?
cs: Kolik chcete přispět?
de: Wie viel möchten Sie spenden?
el: Τι ποσό θα θέλατε να κάνετε δωρεά;
es: ¿Con cuánto te gustaría colaborar?
fr: De quel montant souhaitez-vous contribuer ?
it: Quanto vorresti donare?
ja: いくら寄付したいですか？
ko: 기부금은 얼마를 책정하시겠습니까?
nl: Hoeveel wilt u bijdragen?
pa_in: ਤੁਸੀਂ ਕਿੰਨਾ ਯੋਗਦਾਨ ਪਾਉਣਾ ਪਸੰਦ ਕਰੋਗੇ?
pl: Jaką dotację chcesz przekazać?
pt_pt: Com quanto deseja contribuir?
ru: Как много вы хотите внести?
sl: Koliko bi želeli prispevati?
uk: Скільки ви хотіли б внести?
zh_cn: 您要捐助多少？

source: The maximum contribution amount is {0}.
cs: Maximální příspěvek může být {0}.
de: Die größte Spendenmenge ist {0}.
el: Το μέγιστο πόσο δωρεάς είναι {0}.
es: El importe máximo de contribución es de {0}.
fr: Le montant maximum d'une contribution est {0}.
it: L'importo massimo delle donazioni è {0}.
ja: 寄付金の上限額は {0} です。
ko: 최대 기부 액수는 {0} 입니다.
nl: De maximale bijdrage is {0}.
pa_in: ਯੋਗਦਾਨ ਰਕਮ ਦੀ ਉੱਪਰਲੀ ਹੱਦ{0}ਹੈ।
pl: Maksymalna kwota dotacji wynosi {0}.
pt_pt: A quantia máxima de contribuições é {0}.
ru: Максимальная сумма взноса: {0}.
sl: Najvišji prispevek je {0}.
uk: Максимальна сума внеску становить {0}.
zh_cn: 最高捐款金额为 {0}。

source: The minimum contribution amount is {0}.
cs: Minimální příspěvek musí být {0}.
de: Die kleinste Spendenenge ist {0}.
el: Το ελάχιστο ποσό δωρεάς είναι {0}.
es: El importe mínimo de colaboración es de {0}.
fr: Le montant minimum d'une contribution est {0}.
it: La donazione minima è {0}.
ja: 寄付金の下限額は {0} です。
ko: 최소 기부액은 {0} 입니다.
nl: De minimale bijdrage is {0}.
pa_in: ਯੋਗਦਾਨ ਰਕਮ ਦੀ ਨਿਚਲੀ ਹੱਦ{0}ਹੈ।
pl: Minimalna kwota dotacji to {0}.
pt_pt: A quantia mínima para contribuir é de {0}.
ru: Минимальная сумма взноса - {0}.
sl: Minimalni znesek za prispevek je {0}.
uk: Мінімальна сума внеску становить {0}.
zh_cn: 最低捐款金额为 {0}。

source: Contribution amount must be a number.
cs: Částka příspěvku musí být číslo.
de: Die Spendenmenge muss eine Zahl sein.
el: Το ποσό δωρεάς πρέπει να είναι αριθμητικό.
es: La cantidad de colaboración debe ser un número.
fr: Le montant de la contribution doit être un nombre.
it: L'importo della donazione deve essere un numero.
ja: 金額は数字で入力してください。
ko: 기부액은 숫자만 입력해야 합니다.
nl: Het bedrag dient een getal te zijn.
pa_in: ਯੋਗਦਾਨ ਰਕਮ ਇੱਕ ਅੰਕ ਹੋਈ ਚਾਹੀਦੀ ਹੈ।
pl: Wartość dotacji musi być liczbą.
pt_pt: A quantia de contribuição tem de ser um número.
ru: Сумма взноса должна быть числом.
sl: Znesek za prispevek mora biti številka.
uk: Сума внеску повинна бути числом.
zh_cn: 捐款金额必须是数字。

source: A one-time suggested contribution of {0}
cs: Jednorázový navržený příspěvek {0}
de: Eine einmalige Spende in der vorgeschlagenen Höhe von {0}
el: Μια μοναδική προτεινόμενη δωρεά {0}
es: Una colaboración única sugerida de {0}
fr: Une suggestion de contribution unique à hauteur de {0}
it: Una donazione "una tantum" consigliata di {0}
ja: 一度だけの寄付: {0} (推奨額)
ko: 권장 1회 기부금: {0}
nl: Een voorgestelde eenmalige bijdrage van {0}
pa_in: {0} ਲਈ ਇੱਕ-ਵਾਰ ਸੁਝਾਇਆ ਯੋਗਦਾਨ
pl: Sugerowana jednorazowa dotacja {0}
pt_pt: Sugestão para uma contribuição única de {0}
ru: Одноразовый предложенный взнос в размере {0}
sl: Predlagani enkratni prispevek {0}
uk: Пропонований одноразовий внесок {0}
zh_cn: 建议一次捐助 {0}

source: A one-time contribution of {0} {1}
cs: Jednorázový příspěvek na {0} {1}
de: Eine einmaliger Spende von {1} {0}
el: Μια μοναδική δωρεά {1} {0}
es: Una única colaboración de {1} {0}
fr: Une contribution unique de {0} {1}
it: Un'unica donazione di {0} {1}
ja: 一度だけの寄付: {0} {1}
ko: 1회 기부금: {0} {1}
nl: Een eenmalige bijdrage van {0} {1}
pa_in: {0} {1} ਲਈ ਇੱਕ-ਵਾਰ ਯੋਗਦਾਨ
pl: Jednorazowa dotacja {1} {0}
pt_pt: Uma contribuição única de {0} {1}
ru: Однократный взнос в {0} {1}
sl: Enkraten prispevek {0} {1}
uk: Одноразовий внесок {0} {1}
zh_cn: 一次捐助 {0} {1}

source: Leave a comment or request with your contribution.
cs: Vložte komentář či žádost spojenou s vaším příspěvkem.
de: Hinterlassen Sie einen Kommentar oder eine Anfrage mit Ihrer Spende.
el: Αφήστε ένα μήνυμα ή αίτημα μαζί με τη δωρεά σας.
es: Deja un comentario o petición junto a tu colaboración.
fr: Laissez un commentaire ou une requête avec votre contribution.
it: Aggiungi un commento o una richiesta alla tua donazione.
ja: 寄付とともにコメントもしくはリクエストを残しましょう。
ko: 기부에 코멘트나 요구 사항을 남겨주세요.
nl: Plaats een opmerking of verzoek bij uw bijdrage.
pa_in: ਆਪਣੇ ਯੋਗਦਾਨ ਦੇ ਨਾਲ ਇੱਕ ਟਿੱਪਣੀ ਜਾਂ ਬੇਨਤੀ ਛੱਡੋ।
pl: Przekaż komentarz lub prośbę wraz ze swoją dotacją.
pt_pt: Deixe um comentário ou pedido com a sua contribuição.
ru: Оставьте вместе с вашим взносом комментарий или запрос.
sl: Pustite komentar ali zahtevo s svojim prispevkom.
uk: Залиште коментар або запит разом з вашим внеском.
zh_cn: 在捐助的同时写下您的评论或需求。

source: (optional)
cs: (volitelné)
de: (freiwillig)
el: (προαιρετικό)
es: (opcional)
fr: (facultatif)
it: (facoltativo)
ja: (任意)
ko: (선택사항)
nl: (optioneel)
pa_in: (ਵਿਕਲਪਿਕ)
pl: (opcjonalne)
pt_pt: (opcional)
ru: (необязательно)
sl: (neobvezno)
uk: (необов’язково)
zh_cn: （可选）

source: Make Contribution
cs: Přispět
de: Spenden
el: Κάντε δωρεά
es: Hacer una donación
fr: Contribuer
it: Fai una donazione
ja: 寄付を行う
ko: 기부하기
nl: Bijdrage geven
pa_in: ਯੋਗਦਾਨ ਪਾਓ
pl: Przekaż dotację
pt_pt: Fazer contribuição
ru: Сделать взнос
sl: Prispevajte
uk: Зробити внесок
zh_cn: 捐款

source: Contacting PayPal
cs: Připojování k serveru PayPal
de: PayPal wird kontaktiert
el: Επικοινωνία με PayPal
es: Contactando con PayPal
fr: Contact avec PayPal
it: Connessione con PayPal
ja: PayPal に問い合わせる
ko: PayPal 접속중
nl: Contact met PayPal
pa_in: PayPal ਨੂੰ ਸੰਪਰਕ ਕਰ ਰਿਹਾ
pl: Łączenie z PayPal
pt_pt: A contactar o PayPal
ru: Соединение с PayPal
sl: Vzpostavljanje stika s PayPalom
uk: З'єднання з PayPal
zh_cn: 正在联系 PayPal

source: No Thanks
cs: Ne, děkuji.
de: Nein, danke
el: Όχι, ευχαριστώ
es: No, gracias
fr: Non merci
it: No grazie
ja: 遠慮します
ko: 사양하겠습니다
nl: Nee, dank u
pa_in: ਨਹੀਂ ਧੰਨਵਾਦ
pl: Nie, dziękuję
pt_pt: Não, obrigado
ru: Нет, спасибо
sl: Ne, hvala
uk: Ні, дякую
zh_cn: 不，谢谢

source: Contribution made, thank you.
cs: Příspěvek byl dokončen. Děkujeme.
de: Betrag gespendet, vielen Dank.
el: Συνεισφέρατε, σας ευχαριστούμε.
es: Contribución realizada, gracias.
fr: Contribution réalisée, merci.
it: Grazie per il tuo contributo.
ja: 寄付が行われました。ありがとうございます。
ko: 기부가 되었습니다. 감사합니다.
nl: Bijdrage geleverd, dank u.
pa_in: ਯੋਗਦਾਨ ਪਿਆ, ਤੁਹਾਡਾ ਧੰਨਵਾਦ।
pl: Dokonano dotacji. Dziękujemy.
pt_pt: Contribuição efetuada, obrigado.
ru: Спасибо, взнос сделан.
sl: Prispevek prejeli, hvala vam.
uk: Внесок зроблено, дякуємо.
zh_cn: 已完成捐款，感谢您！

source: No restart required
cs: Není vyžadován restart
de: Kein Neustart erforderlich
el: Δεν απαιτείται επανεκκίνηση
es: No se requiere reiniciar
fr: Pas de redémarrage nécessaire
it: Riavvio non necessario
ja: 再起動は不要です
ko: 재시작 필요 없음
nl: Geen herstart nodig
pa_in: ਮੁੜ ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ
pl: Nie wymaga ponownego uruchomienia
pt_pt: Não é necessário reiniciar
ru: Не требует перезапуска
sl: Ponoven zagon računalnika ni potreben
uk: Не потребує перезапуску
zh_cn: 无需重启
