Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: This list describes types of content that are inappropriate for the Firefox Marketplace. This list is illustrative, not definitive, and may be updated. If an application is found to be in violation of these content guidelines, Mozilla has the right to immediately remove the application from the Firefox Marketplace.
cs: Tento seznam popisuje typy obsahu, které nejsou na Firefox Marketplace povoleny. Tento list je ilustrativní, není definitivní a může být aktualizován. Pokud některá aplikace nesplňuje body uvedené níže, může Mozilla okamžitě odstranit aplikaci z Firefox Marketplace.
de: Diese Liste beschreibt Typen von Inhalt, die für den Firefox Marketplace ungeeignet sind. Diese Liste dient der Illustration, ist nicht klar umrissen und kann aktualisiert werden. Wenn festgestellt wird, dass eine Anwendung diese Inhaltsrichtlinien verletzt, darf Mozilla diese Anwendung sofort aus dem Firefox Marketplace entfernen.
es: Esta lista describe los tipos de contenido que no son apropiados para el Marketplace de Firefox. Esta lista no es definitiva y podría actualizarse en cualquier momento. Si una aplicación viola las directrices de contenido, Mozilla se reserva el derecho a eliminar inmediatamente la aplicación del Marketplace de Firefox.
fr: Cette liste décrit les types de contenu qui sont considérés comme inappropriés sur le Marketplace Firefox. Cette liste est indicative, non définitive, et peut être modifiée. Si une application se trouve être en violation de certaines, Mozilla a le droit de la retirer immédiatement du Marketplace Firefox.
it: Questa lista descrive contenuti considerati inappropriati su Firefox Marketplace. Non è una lista definitiva ma solo illustrativa e potrebbe essere aggiornata. Se un'applicazione viola queste linee guida, Mozilla si riserva il diritto di rimuovere l'applicazione da Firefox Marketplace.
pl: Ta lista opisuje typy zawartości, które są niewłaściwe dla Firefox Marketplace. Ta lista jest przykładowa, nie ostateczna, i może zostać zaktualizowana. Jeśli okaże się, że aplikacja narusza Wytyczne zawartości, Mozilla ma prawo do natychmiastowego usunięcia aplikacji z Firefox Marketplace.

source: No obscene pornographic materials, or graphic depictions of sexuality or violence.
cs: Źádný obscéní pornografický materiál či grafika, která vyjadřuje sexualitu či násilí.
de: Keine unanständigen pornografischen Materialien oder eindeutige Darstellungen von Sexualität oder Gewalt.
es: No está permitido material pornográfico y obsceno, ni representaciones gráficas sexuales o de violencia.
fr: Pas de pornographie, ou de description graphique de sexualité ou de violence.
it: Nessun materiale osceno, pornografico o rappresentazioni grafiche di sesso e violenza.
pl: Żadnych niecenzuralnych materiałów pornograficznych oraz grafik przedstawiających seksualność lub przemoc.

source: No content that infringes anyone's rights, including intellectual property or other proprietary rights or rights of privacy or publicity.
cs: Žádný obsah, který porušuje něčí práva. Může se jedna o práva duševní, jiná vlastnická práva či práva na ochranu soukromí či publicity.
de: Keine Inhalte, die Rechte von Personen verletzen, darunter geistiges Eigentum oder andere Eigentumsrechte oder Recht auf Privatsphäre oder Veröffentlichungsrecht.
es: No está permitido contenido que viole ningún derecho, incluyendo los de propiedad intelectual, derechos de propiedad y de privacidad o publicidad.
fr: Pas de contenu qui viole les droits de quelque personne, dont les droits de propriétés intellectuelle ou autre droits propriétaires ou respect de la vie privée ou publicité.
it: Nessun contenuto che violi i diritti altrui, inclusi proprietà intellettuale e altri diritti di proprietà, diritti di privacy e di pubblicità.
pl: Żadnych treści naruszających czyjekolwiek prawa, w tym własności intelektualnej lub inne prawa własności, lub praw do prywatności.

source: No content that is designed to harm Mozilla or users (such as malicious code, viruses, spyware or malware).
cs: Žádný obsah, jehož cílem je poškodit Mozillu nebo její uživatele (např. záškodnický kód, viry, spyware či malware).
de: Keine Inhalte, die Mozilla oder Anwendern schaden sollen (wie schädlicher Quelltext, Viren, Spyware oder Malware).
es: No está permitido contenido que dañe a Mozilla o a sus usuarios (código malicioso, virus, programas malintencionados o espías).
fr: Pas de contenu destiné à porter préjudice à Mozilla ou ses utilisateurs (tels que du code malicieux, des virus, des spyware ou malware).
it: Nessun contenuto concepito per danneggiare Mozilla o gli utenti (quali codici potenzialmente dannosi, virus, spyware o malware).
pl: Żadnych treści mających szkodzić Mozilli lub użytkownikom (jak złośliwy kod, wirusy oprogramowanie szpiegujące lub złośliwe).

source: No content that is illegal or promotes illegal activities.
cs: Žádný obsah, který je ilegální či propaguje ilegální aktivity.
de: Keine Inhalte, die illegal sind oder illegale Aktivitäten bewerben.
es: No está permitido contenido ilegal o que promocione actividades ilegales.
fr: Pas de contenu illégal ou promouvant des activités illégales.
it: Nessun contenuto illegale o che promuova attività illegali.
pl: Żadnych nielegalnych treści lub promujących nielegalne działania.

source: No content that is deceptive, misleading, fraudulent or is designed to phish or perform other identity theft.
cs: Žádný obsah, který je klamavý, zavádějící, podvodný či je navržen ke krádeži cizí identity.
de: Keine Inhalte, die täuschen, fehlleiten, betrügen oder zum Phishen oder anderen Formen von Identitätsdiebstahl geeignet sind.
es: No se permite contenido engañoso, fraudulento o ideado para actividades como el phishing o robo de identidad.
fr: Pas de contenu trompeur, frauduleux, pour prévu pour hameçonner ou ce genre de vol d'identité.
it: Nessun contenuto ingannevole, fuorviante, fraudolento, concepito per attività di phishing o altri furti di identità.
pl: Żadnych treści mylących, zwodniczych, oszukujących, stworzonych do wyłudzania lub dokonywania innych kradzieży tożsamości.

source: No content that promotes gambling.
cs: Žádný obsah, který propaguje hazardní hry.
de: Keine Inhalte die Glücksspiel bewerben.
es: No se permite contenido que promocione la práctica de apuestas.
fr: Pas de contenu promouvant les jeux d'argent.
it: Nessun contenuto che promuova il gioco d'azzardo.
pl: Żadnych treści promujących hazard.

source: No content that engages in the advertisement of illegal or controlled products or services.
cs: Žádný obsah, který se zabývá reklamou na ilegální či regulované produkty či služby.
de: Keine Inhalte, die illegale oder kontrollierte Produkte oder Dienste bewerben.
es: No se permite contenido que anuncie servicios o productos controlados ilegales.
fr: Pas de contenu qui fasse la publicité de produits ou services contrôlés ou illégaux.
it: Nessun contenuto coinvolto nella promozione di prodotti e servizi illegali o controllati.
pl: Żadnych treści angażujących się w reklamowanie nielegalnych lub kontrolowanych produktów lub usług.

source: No content that exploits children.
cs: Žádný obsah související se zneužíváním dětí.
de: Keine Inhalte, die Kinder ausnutzen.
es: No se permite contenido que incite a la explotación infantil.
fr: Pas de contenu exploitant les enfants.
it: Nessun contenuto che sfrutti i minori.
pl: Żadnych treści wykorzystujących dzieci.

source: No content that degrades, intimidates, incites violence against, or encourages prejudicial action against someone or a group based on age, gender, race, ethnicity, national origin, religion, sexual orientation, disability, religion, geographic location or other protected category or constitutes hate speech.
cs: Žádný obsah, který degraduje, zastrašuje, podněcuje násilí proti konkrétním osobám, ohrožuje konkrétní osoby či skupiny na základě věku, pohlaví, rasy, etnického původu, národnosti, náboženství, sexuální orientace , zdravotního postižení, náboženského vyznání, geografického umístění či jiné chráněné kategorie či představující nenávistné projevy.
de: Keine Inhalte, die Menschen einer Gruppe nach Alter, Geschlecht, Rasse, Ethnie, Herkunft, Religion, sexueller Orientierung, Behinderung, Wohnort oder anderer geschützter Gruppen herabwürdigt, beleidigt, zur Gewalt gegen sie aufruft oder Vorurteile gegen Sie schürt oder die in Volksverhetzung bestehen.
es: No se permite contenido que degrade, intimide, incite a la violencia o promocione prejuicios en contra de personas o grupos por razón de edad, género, raza, etnia, origen, religión, orientación sexual, discapacidad, ubicación geográfica u otra categoría protegida o que exprese odio a ninguna de ellas.
fr: Pas de contenu qui dégrade, intimide, incite à la violence à l'encontre de, ou encourage une action préjudiciable contre quelqu'un ou un groupe selon son âge, son genre, son origine, son ethnie, sa nationalité, sa religion, son orientation sexuelle, son état de santé, sa localisation géographique ou autres catégories protégées ou qui constitue un discours haineux.
it: Nessun contenuto che degradi, intimidisca, inciti alla violenza o incoraggi l'azione pregiudizievole nei confronti di persone o gruppi sulla base di età, sesso, razza, etnia, nazionalità, religione, orientamento sessuale, disabilità, posizione geografica o altre categorie protette, o che costituisca un incitamento all'odio.
pl: Żadnych treści poniżających, zastraszających, zachęcających do przemocy lub szkodliwych działań przeciwko osobom lub grupom ze względu na wiek, płeć, rasę, pochodzenie etniczne, narodowość, religię, orientację seksualną, niepełnosprawność, religię, położenie geograficzne lub inne chronione kategorie lub będące mową nienawiści.

source: No content that misleads a user into making a purchasing decision.
cs: Žádný obsah, který svádí uživatele k nákupu omylem.
de: Keine Inhalte, die Anwender zu einer Kaufentscheidung verleitet.
es: No existen contenidos que puedan confundir al usuario a la hora de tomar decisiones de compra.
fr: Pas de contenu qui trompe l'utilisateur pour l'inciter à acheter.
it: Nessun contenuto che induca disonestamente l'utente a prendere una decisione d'acquisto.
pl: Żadnych treści wprowadzających użytkownika w błąd w trakcie podejmowania decyzji o zakupie.

source: Functionality
cs: Funkcionalita
de: Funktionalität
es: Funcionalidad
fr: Fonctionnalité
it: Funzionalità
pl: Funkcjonalność
ru: Функциональность

source: The reviewer must be able to perform the app's primary advertised features. Cosmetic flaws and minor inconveniences will be reported to the developer, but will not prevent an app from being approved.
cs: Redaktor musí být schopen provést hlavní funkce, které aplikace inzeruje. Malé nedodělky či drobná nefunkčnost bude nahlášena vývojáři, ale nebrání, aby byla aplikace schválena.
de: Der Prüfer muss in der Lage sein, die primären beworbenen Funktionen der Anwendung auszuführen. Kosmetische Mängel und kleinere Probleme werden dem Entwickler gemeldet, verhindern aber nicht, dass eine Anwendung freigeschaltet wird.
es: El revisor debe ser capaz de realizar las funciones principales anunciadas en la aplicación. Los defectos cosméticos o problemas menores se enviarán al desarrollador pero no evitarán que la aplicación se apruebe.
fr: Le validateur d'application doit être en mesure de réaliser les fonctionnalités principalement mises en avant. Les petits problèmes cosmétiques et autres désagrément seront rapportés au développeur, mais n'empêcheront pas la validation.
it: Il revisore deve essere in grado di verificare il corretto funzionamento delle caratteristiche principali pubblicizzate dall'app. Difetti estetici e piccoli inconvenienti verranno comunicati allo sviluppatore, ma non impediranno l'approvazione dell'app.
pl: Recenzent musi być w stanie wykonać podstawowe reklamowane funkcje aplikacji. Mniejsze wady i niedogodności zostaną zgłoszone do autora, jednak nie uniemożliwią zatwierdzenia aplikacji.

source: The app must not compromise system performance or stability.
cs: Aplikace nesmí ovlivňovat výkon systému a jeho stabilitu.
de: Die Anwendung darf die Leistung und Stabilität des Systems nicht gefährden.
es: La aplicación no debe poner en peligro el rendimiento del sistema ni la estabilidad del mismo.
fr: L'application ne doit pas compromettre les performances ou la stabilité du système.
it: L'app non deve compromettere le prestazioni e la stabilità del sistema.
pl: Aplikacja nie może wpływać negatywnie na wydajność systemu lub stabilność.

source: Usability
cs: Použitelnost
de: Benutzbarkeit
es: Usabilidad
fr: Utilisabilité
it: Usabilità
pl: Użyteczność

source: The developer must make a reasonable attempt to optimize app layout for the target platform. The intent of this requirement is to catch obvious failures, such as: <ul> <li> An app submitted for mobile that's obviously a desktop site. </li> <li> An app that very obviously doesn't stretch to fill available screen space (imagine a 320x480 app that only takes up the top corner on a tablet, with the rest of the screen blank. This is surely not intended!) </li> </ul>
de: Der Entwickler muss in angemessener Weise versuchen, das Layout einer Anwendung an die Zielplattform anzupassen. Die Absicht dieser Anforderung ist es, offensichtliche Probleme zu finden wie <ul> <li> Eine für Mobilgeräte eingereichte Anwendung die offensichtlich eine Desktop-Website ist. </li> <li> Eine Anwendung, die sich offensichtlich nicht streckt, um den verfügbaren Bildschirmplatz einzunehmen (stellen Sie sich eine 320×480 große Anwendung vor, die nur die obere Ecke eine Tablets ausfüllt und den restlichen Bildschirm leer lässt. Das ist sicher nicht beabsichtigt!) </li> </ul>
es: El desarrollador debe hacer un esfuerzo razonable para optimizar el aspecto de la aplicación para la plataforma de destino. La intención de este requisito es encontrar fallos obvios, tales como: <ul> <li>Una aplicación enviada para dispositivos móviles que tiene un tamaño obvio de escritorio.</li> <li>Una aplicación que muy obviamente no se ajusta para rellenar el espacio disponible de la pantalla (imagina una aplicación de 320x480 que sólo ocupa la esquina superior en una tableta, dejando el resto de la pantalla en blanco. ¡Seguramente no es así a propósito!) </li> </ul>
fr: Le développeur doit faire un effort raisonnable d'optimisation de la mise en page correspondant à la plateforme ciblée. Le but de cette contrainte est de prévoir les erreurs manifestes telles que : <ul> <li>Une application soumise pour mobile qui est visiblement un site orienté bureau.</li> <li>Une application qui n'exploite visiblement pas tout l'espace disponible (imaginez une application n 320x480 qui n'utilise que le coin en haut sur une tablette, avec le reste de l'écran blanc, il y a peu de chance que ce soit intentionnel !)</li> </ul>
it: Lo sviluppatore deve fare un ragionevole tentativo di ottimizzare il layout dell'app per la piattaforma di riferimento. Questo requisito è stato implementato per impedire le mancanze più grossolane, come ad esempio: <ul> <li> Dichiarare un'app che è chiaramente un sito web per desktop compatibile con un dispositivo mobile. </li> <li> Progettare un'app con il layout che non si espande per riempire lo spazio a disposizione sullo schermo (Immagina un'app con una schermata 320x480 che occupa solo l'angolo in alto a destra di un tablet, lasciando il resto della pagina vuoto. Non è esattamente l'effetto desiderato!) </li> </ul>
pl: Autor musi podjąć racjonalną próbę optymalizacji układu aplikacji dla docelowej platformy. Celem tego wymogu jest wychwycenie rzucających się w oczy nieprawidłowości, jak: <ul> <li> Aplikacja zgłoszona dla urządzenia mobilnego jest wyraźnie aplikacją desktopową</li> <li> Aplikacja wyraźnie nie dopasowuje się do dostępnej przestrzeni ekranu (wyobraź sobie aplikację o wymiarach 320x480, która zajmuje tylko górny róg na tablecie, zaś reszta ekranu jest pusta. Z pewnością nie taki jest zamiar!) </li> </ul>

source: The app must implement its own method of navigation and not rely on browser chrome or a hardware back button, which will not be present on every device.
de: Die Anwendung muss ihre eigene Navigationsmethode implementieren und darf sich nicht auf das Chrome des Browsers oder eine Hardware-Zurück-Taste verlassen, die nicht bei jedem Gerät vorhanden ist.
es: La aplicación debe implementar su propio método de navegación y no confiar en los controles del navegador o un botón Atrás hardware, que podría no estar presente en todos los dispositivos.
fr: L'application doit implémenter sa propre méthode de navigation, et ne pas présupposer l'existence d'un bouton de retour arrière, qu'il soit matériel ou du navigateur, qui ne peut être garanti présent sur tous les appareils.
it: L'app deve implementare un proprio sistema di navigazione e non dipendere dalla finestra nativa del browser o da un pulsante hardware, che potrebbe non essere disponibile su tutti i dispositivi.
pl: Aplikacja musi mieć swoją własną metodę nawigacji i nie polegać na przyciskach przeglądarki lub przycisku „wróć” urządzenia, który nie będzie obecny na każdym urządzeniu.

source: For example, if the reviewer navigates somewhere within the app and isn't able to navigate back. It does not mean an app must implement a button bar common to native apps.
de: Wenn der Entwickler zum Beispiel irgendwohin in der Anwendung navigiert und dann nicht mehr zurück kommt. Das heißt nicht, dass eine Anwendung eine Schaltflächenleiste wie in nativen Anwendungen implementieren muss.
es: Por ejemplo, si el revisor navega a algún punto dentro de la aplicación y no puede volver a donde estaba. No significa que una aplicación deba implementar una barra de botones comunes a las aplicaciones nativas.
fr: Par exemple, si le validateur navigue quelque part dans l'application et n'est plus en mesure de revenir en arrière. Cela n'oblige pas l'application à implémenter une barre de boutons commune aux applications natives.
it: Un esempio è il caso in cui il revisore, navigando all'interno dell'app, arriva a una schermata da cui non può tornare indietro. Questo non significa che l'app debba necessariamente implementare la barra di pulsanti tipica delle app native.
pl: Na przykład, jeśli recenzent porusza się gdzieś w aplikacji i nie jest w stanie wrócić. Nie oznacza to, że aplikacja musi implementować pasek przycisków wspólny dla natywnych aplikacji.

source: Note: a Gaia &quot;wrapper&quot; for legacy web content is in progress: <a href="%(url)s">%(url)s</a>
de: Hinweis: ein Gaia-„Wrapper“ für ältere Web-Inhalte ist ein Arbeit: <a href="%(url)s">%(url)s</a>
es: Nota: está en desarrollo un &quot;contenedor&quot; Gaia para el contenido web heredado: <a href="%(url)s">%(url)s</a>
fr: Note : une « surcouche » Gaia pour prendre en charge le contenu historique du web est en cours : <a href="%(url)s">%(url)s</a>
it: Nota: è in fase di progettazione un &quot;wrapper&quot; di Gaia per contenuti web datati: <a href="%(url)s">%(url)s</a>
pl: Informacja: „Opakowanie” Gaia dla starszej zawartości internetowej są w przygotowaniu: <a href="%(url)s">%(url)s</a>

source: Navigation elements, such as buttons and links, must be easy to click or tap.
de: Navigationselemente, wie Schaltflächen und Links, müssen sich einfach antippen lassen.
es: Debe ser fácil hacer clic o tocar sobre los elementos de navegación, como botones y enlaces.
fr: Les éléments de navigation, tels que les boutons et les liens, doivent être facilement cliquables ou tapables.
it: Gli elementi di navigazione, come pulsanti e link, devono essere facilmente attivabili con un clic o un tocco.
pl: Elementy nawigacyjne, takie jak przyciski i odnośniki, muszą być łatwe do kliknięcia lub dotknięcia.

source: Blocklisting policy
cs: Politika blokování
de: Regeln zur Sperrung
es: Política de bloqueo
fr: Politique de blocklistage
it: Politica sulle app bloccate
pl: Zasady blokowania
ru: Политика черного списка
