Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Use reviews as a way to request support for a specific Firefox (or other application) version.
cs: Používat recenze jako způsob žádosti o podporu pro konkrétní verzi Firefoxu (či jinou aplikaci).
de: Bewertungen als Möglichkeit verwenden, um Hilfe bei einer bestimmten Version von Firefox (oder einer anderen Anwendung) zu bitten.
es: Emplees las valoraciones como forma de solicitar asistencia para una versión específica de Firefox (u otra aplicación).
fr: Utiliser les commentaires pour obtenir de l'aide pour une version spécifique de Firefox (ou autre application).
it: utilizzare le recensioni per richiedere assistenza per una particolare versione di Firefox (o altra applicazione);
ja: Firefox (または他のアプリケーション) の特定のバージョンへの対応を要求する手段としてレビューを利用してはいけません。
ko: 평가를 Firefox(또는 다른 애플리케이션) 특정 버전에 대한 지원 요청을 하는 용도로 사용하지 마세요.
nl: Beoordelingen gebruiken als manier om ondersteuning te vragen voor een specifieke versie van Firefox (of een andere toepassing).
pl: Nie używaj opinii jako środka do uzyskania pomocy dla Firefoksa lub innych programów.
ru: Использовать отзывы как способ запросить поддержку для специфичной версии Firefox (или другого приложения).
sl: Ne zlorabljajte ocen za to, da zahtevate podporo za določeno različico Firefoxa (ali kake druge aplikacije).
zh_cn: 使用评论对特定的某个 Firefox（或其他应用程序）版本进行请求支持。

source: Include your own email, phone number, or other personal details.
cs: Vkládat svou e-mailovou adresu, telefonní číslo či jiné osobní informace.
de: Einschließen Ihrer eigenen E-Mail-Adresse, Telefonnummer oder anderer persönlicher Angaben.
es: Incluyas tu dirección de correo, número de teléfono u otra información personal.
fr: Inclure des données personnelles (adresse courriel, numéro de téléphone, etc.).
it: inserire la tua email, numero di telefono o altri dettagli personali;
ja: メールアドレスや電話番号、他の個人情報をレビューに含めてはいけません。
ko: 이메일, 전화번호, 그밖에 다른 개인정보 등은 적지 마세요.
nl: Uw eigen e-mailadres, telefoonnummer, of andere persoonlijke details opnemen.
pl: Nie umieszczaj w opinii swoich adresów e-mail, numerów telefonów czy innych danych osobistych.
ru: Включать ваш адрес эл. почты, номер телефона или другие личные данные.
sl: Ne dodajajte svojega e-naslova, telefonske številke ali drugih osebnih podatkov.
zh_cn: 包含您的电子邮件地址、手机号或者其他个人信息。

source: Post reviews for an add-on you or your organization wrote or represent.
cs: Přidávat recenze ke svému doplňku či organizaci, kterou reprezentujete.
de: Bewertungen für ein Add-on schreiben, das Sie oder Ihre Organisation entwickelt haben oder repräsentieren.
es: Publiques valoraciones para un complemento que tú o tu organización ha creado o representa.
fr: Envoyer des commentaires pour un module que vous ou votre organisation avez écrit ou représentez.
it: inserire recensioni su componenti aggiuntivi sviluppati o rappresentati da te o dall'organizzazione a cui appartieni.
ja: あなたまたはあなたが所属する組織が作成、提供するアドオンにレビューを投稿してはいけません。
ko: 집단이나 조직 명의로 평가를 작성하거나 그들을 대표해서 작성하지 마세요.
nl: Beoordelingen indienen voor een add-on die door u of uw organisatie is geschreven of wordt vertegenwoordigd.
pa_in: ਐਡ-ਆਨ ਲਈ ਆਪਣੇ ਜਾਂ ਆਪਣੀ ਸੰਸਥਾਂ ਵੱਲੋਂ ਜਾਂ ਨੁਮਾਇੰਦਗੀ ਕਰਦੇ ਹੋਏ ਸਮੀਖਿਆਵਾਂ ਪੋਸਟ ਕਰੋ।
pl: Nie wystawiaj opinii o dodatkach, których autorem lub reprezentantem jesteś ty lub twoja firma.
pt_pt: Publicar análises para um extra que você ou a sua organização escreveu ou representa.
ru: Размещать отзывы на дополнение, написанное или представленное вами или вашей организацией.
sl: Ne pošiljajte pregledov za dodatek, ki ste ga vi sami ali vaša organizacija izdelali ali ki ga zastopate.
zh_cn: 为附加组件投递您或您的组织撰写或表述的评论。

source: Add-ons ratings should be fair and give a good indication of overall quality and usefulness. Don't just give it 5 stars if you like it or 1 star if you hate it. Consistent grading is an important part of any review.
cs: Hodnocení doplňků by měly být férové a poskytnout informaci o kvalitě a užitečnosti. Nedávejte pouze 5 hvězdiček, pokud se vám doplněk líbí či 1, pokud ne. Konzistentní škálované hodnocení je důležitou součástí jakékoliv recenze.
de: Add-on-Bewertungen sollten fair sein und bieten einen guten Anhaltspunkt der durchschnittlichen Qualität und Nützlichkeit. Geben Sie nicht einfach 5 Sterne, wenn Sie es mögen oder 1 Stern, wenn Sie es hassen. Konsistente Bewertungen sind ein wichtiger Bestandteil jeder Bewertung.
es: Las calificaciones de los complementos deben ser un indicador justo de la calidad y utilidad de los mismos. No le des 5 estrellas si te gusta y 1 si no te gusta. Las calificaciones coherentes constituyen una parte importante de cualquier valoración.
fr: Les notes des modules devraient être juste et une bonne indication de la qualité générale et de l'intérêt. Ne donnez pas 5 étoiles si vous aimez et 1 si vous n'aimez pas. Une notation cohérente est un élément important des commentaires.
it: La valutazione di un componente aggiuntivo deve essere onesta e dare una chiara indicazione sulla qualità e utilità complessiva del componente aggiuntivo. Non attribuire sempre cinque stelle se ti piace o una se non ti piace. Un sistema di votazione coerente è parte integrante della recensione.
ja: アドオンの評価は、その全体的な品質と使いやすさをよく示す、公正なものでなければなりません。ただ気に入ったから 5 つ星にしたり、嫌いだから 1 つ星にしたりしてはいけません。どのようなレビューでも、矛盾のない等級付けにすることが重要です。
ko: 부가 기능 별점은 공정하게 매겨져야 하며 품질과 유용함의 평균 점수를 제공하는 지표가 되어야 합니다. 마음에 든다고 5점을 주거나 맘에 들지 않는다고 1점을 주는 행위를 하지 마세요. 어떤 평가든 가장 중요한 덕목은 일관성을 가진 등급 부여일 것입니다.
nl: Add-onwaarderingen dienen eerlijk te zijn en een goede indicatie van de kwaliteit en het nut te geven. Geef niet domweg 5 sterren als u de add-on waardeert of 1 ster als u deze niet waardeert. Consistente waardering is een belangrijk onderdeel van een beoordeling.
pl: Oceny dodatków powinny być uczciwe i dawać ogólną orientację o jakości i przydatności dodatku. Nie dawaj 5 gwiazdek tylko dlatego, że lubisz dany dodatek lub 1 gwiazdkę dlatego, że go nie lubisz. Logiczne stopniowanie ocen jest ważnym elementem każdej opinii.
ru: Рейтинги дополнений должны быть справедливыми и давать хорошее представление об общем качестве и полезности дополнения. Не давайте ему просто 5 звезд, если оно вам нравится или 1 звезду, если вы его ненавидите. Состоятельность оценки является важной частью любого отзыва.
sl: Ocene za dodatke naj bodo poštene in dobra slika za njih splošno kvaliteto in koristnost. Ne dajajte petice samo zato, ker vam je dodatek všeč, ali pa enke, ker ga sovražite. Konzistentno ocenjevanje je pomemben vidik za vsako recenzijo.
zh_cn: 附加组件评分应该是公平的表现和提供出一个良好的整体质量和实用性的评分。不要只是因为您喜欢它就给它5颗星，也不要因为您恨它就给它1颗星。始终如一的评分是任何评的重要部分。

source: <b>5 stars: Excellent.</b> Not only does everything it claims, but it is significantly more useful than many other add-ons. This add-on is likely to be one you use often and you highly recommend it.
cs: <b>5 hvězdiček: Výtečné.</b> Nedělá pouze to, co o sobě prohlašuje, ale je též výrazně užitečnější než celá řada jiných doplňků. Doplněk je jeden z těch, které nejvíce používáte a který nejvíce doporučujete.
de: <b>5 Sterne: Hervorragend.</b> Tut nicht nur das, was es tun soll, sondern ist auch deutlich hilfreicher als viele andere Add-ons. Dieses Add-on gehört vermutlich zu denen, die Sie häufig verwenden und Sie sprechen eine deutliche Empfehlung dafür aus.
es: <b>5 estrellas: excelente.</b> No solo hace todo lo que dice hacer, sino que es bastante más útil que muchos otros complementos. Posiblemente sea uno de los complementos que más usas y lo recomiendas especialmente.
fr: <b>5 étoiles : excellent.</b> Non seulement il fait tout ce qu'il annonce, mais il est largement plus utile que beaucoup d'autres modules. Ce module est assurément un que vous utilisez souvent et vous le recommandez.
it: <b>5 stelle: eccellente.</b> Non solo è capace di fare tutto ciò che dichiara, ma è significativamente più utile di tanti altri componenti aggiuntivi. Questo componente è probabilmente uno che usi spesso, e lo consigli caldamente.
ja: <b>5 つ星: 優秀。</b> 文句の付け所が無いだけでなく、他の多くのアドオンと比べても非常に役立つ。この評価は、あなたがよく使い、強くお勧めできるようなアドオンに付けます。
ko: <b>별 5개: 훌륭해요.</b> 모든 사람은 아니겠지만, 대부분은 다른 부가 기능에 비해 매우 유용하다고 생각하고 있는 것입니다. 이 부가 기능은 자주 쓰고 있으며 매우 강력히 추천하는 부가 기능 중 하나일 것입니다.
nl: <b>5 sterren: Uitstekend.</b> Doet niet alleen wat het beweert, maar is duidelijk nuttiger dan vele andere add-ons. Deze add-on gaat u waarschijnlijk vaak gebruiken en is van harte aan te bevelen.
pl: <b>5 gwiazdek: Wspaniały.</b> Nie tylko nie masz do niego żadnych zastrzeżeń, ale jest on o wiele bardziej przydatny niż wiele innych dodatków. Jest on jednym z najczęściej używanych przez ciebie dodatków i jest przez ciebie bardzo polecany.
ru: <b>5 звезд: Отлично.</b> Оно не только делает всё, о чем заявлено, но и является значительно более полезным, чем многие другие дополнения. Скорее всего вы часто используете это дополнение и можете дать ему отличные рекомендации.
sl: <b>5 zvezdic: odlično.</b> Ne samo da dodatek dela vse, kar je bilo obljubljeno, občutno koristnejši je od mnogih drugih . Gre za dodatek, ki ga boste verjetno pogosto rabili, tako da ga toplo priporočate drugim.
zh_cn: <b>5星：非常棒。</b> 不仅能做到它所声称的事情，还比大多数附加组件有用得多。此附加组件很可能您会经常使用，并且您极力推荐它。

source: <b>4 stars: Good.</b> Useful and easy to use, though not necessarily special. This add-on is recommended but may be more suited for some people over others.
cs: <b>4 hvězdičky: Dobrý.</b> Užitečný a snadno použitelný, ale není ničím speciální. Tento doplněk je doporučován, ale nevyčnívá ničím nad ostatními.
de: <b>4 Sterne: Gut.</b> Nützlich und einfach zu verwenden, aber nicht unbedingt etwas besonders. Dieses Add-on wird empfohlen, ist aber für einige Menschen passender als für andere.
es: <b>4 estrellas: bueno.</b> Útil y fácil de usar, aunque no necesariamente especial. Este complemento está recomendado, pero puede que sea más indicado para unos usuarios que para otros.
fr: <b>4 étoites : bon.</b> Utile et facile à utiliser, même s'il n'est pas spécial. Ce module est recommandé, mais concerne plus certaines personnes que d'autres.
it: <b>4 stelle: buono.</b> Utile e facile da utilizzare, anche se non è necessariamente nulla di speciale. Questo componente aggiuntivo è consigliato, ma potrebbe essere più adatto alle esigenze di alcuni utenti che di altri.
ja: <b>4 つ星: 良い。</b> 使いやすく役に立つが、特別ではない。この評価は、お勧めできるが人によっては他のもの以上に適しているアドオンに付けます。
ko: <b>별 4개: 좋아요.</b> 유용하면서도 쓰기 편하지만 특별한 뭔가가 없군요. 이 부가 기능도 추천할만 하지만 일부 사람들 용으로 맞춰져 있다고 봐야 할 것입니다.
nl: <b>4 sterren: Goed.</b> Nuttig en eenvoudig in gebruik, hoewel niet noodzakelijkerwijs bijzonder. Deze add-on is aan te bevelen maar is mogelijk voor sommigen nuttiger dan voor anderen.
pl: <b>4 gwiazdki: Dobry.</b> Pożyteczny i łatwy w użyciu, ale nie ma jakichś szczególnych zalet. Ten dodatek polecasz i może mieć on wielu użytkowników.
ru: <b>4 звезды: Хорошо.</b> Полезное и легкое в работе, хотя и не обязательно являющееся особенным. Вы рекомендуете это дополнение, но оно может больше подходить для одних и меньше подходить для других.
sl: <b>4 zvezdice: prav dobro.</b> koristen dodatek, enostaven za uporabo, čeprav ne nujno nekaj posebnega. Dodatek se priporoča, vendar bo lahko da za nekatere uporabnike bolj, za nekatere pa manj koristen.
zh_cn: <b>4星：很棒。</b> 非常有用且易于使用，虽然不一定很特别。我推荐这个附加组件，虽然它可能只适合部分人。

source: <b>3 stars: Passable.</b> May have some design issues and/or some missing features. Any problems it has are not drastic enough to recommend against, and some people may still find it useful. Recommended for those who need it and are willing to give it a try.
cs: <b>3 hvězdičky: Akceptovatelný.</b> Má některé problémy v návrhu či mu chybí některé funkce. Žádné z nich nejsou tak závažné a někteří uživatelé mohou doplněk hodnotit jako užitečný. Doplněk patrně nebudete doporučovat, maximálně poskytnete tip na jeho vyzkoušení.
de: <b>3 Sterne: Annehmbar.</b> Kann einige Design-Probleme und/oder einige fehlende Funktionen haben. Die Probleme sind nicht schwerwiegend genug, um davon abzuraten und einige Menschen finden es vielleicht trotzdem hilfreich. Empfohlen für diejenigen, die es brauchen und es ausprobieren möchten.
es: <b>3 estrellas: pasable.</b> Puede que tenga algunos problemas de diseño o que carezca de algunas características. Sin embargo, ninguno de estos problemas es lo suficientemente grave como para no recomendarlo e incluso algunos usuarios pueden encontrarlo útil.
fr: <b>3 étoiles : passable.</b> Peut présenter des défauts et/ou des fonctionnalités manquantes. Les problèmes potentiels ne sont pas trop grave pour ne pas recommander le module, et des personnes le trouveront utile. Recommandé pour ceux qui en ont besoin et veulent essayer.
it: <b>3 stelle: accettabile.</b> Potrebbe avere alcuni difetti a livello di grafica o qualche funzione mancante. I problemi non sono abbastanza gravi per sconsigliare questo componente, che alcuni utenti potrebbero invece trovare utile nonostante tutto. Consigliato a chi ha bisogno di un componente simile ed è disposto a provarlo.
ja: <b>3 つ星: 可。</b> 設計に問題があったり機能が足りなかったりする。お勧めできなくなるほどの問題は無く、人によっては役立つ。この評価は、このアドオンが必要な人や試してみたい人にはお勧めできるものに付けます。
ko: <b>별 3개: 그럭저럭.</b> 몇가지 설계 문제나 빠져있는 기능이 있을 수 있습니다. 추천하기 곤란하게 만드는 극단적인 문제점이 있음에도 일부 사람들은 쓸만한 점을 발견할 수 있을 것입니다. 한번 쯤은 써보고 싶은 사람들에게 추천할만 합니다.
nl: <b>3 sterren: Acceptabel.</b> Kan wat designproblemen en/of wat ontbrekende functies hebben. Problemen zijn echter niet serieus genoeg om de add-on af te raden, en sommige gebruikers hebben er wellicht iets aan. Aanbevolen voor diegenen die de add-on nodig hebben en hem eens uit willen proberen.
pl: <b>3 gwiazdki: Niezły.</b> Mógłby mieć lepszy wygląd i/lub mniej błędów. Błędy te nie są na tyle drastyczne, by go zdyskwalifikować, a na pewno znajdzie swoich zwolenników. Polecasz go osobom, które go potrzebują i są chętne go wypróbować.
ru: <b>3 звезды: Удовлетворительно.</b> Оно может иметь некоторые проблемы с дизайном и/или в нём может нехватать некоторых функций. Имеющиеся в нём проблемы не является настолько критичными, чтобы рекомендовать против его использования, и некоторые все же могут найти его полезным. Рекомендуется для тех, кто в нём нуждается и готов его попробовать.
sl: <b>3 zvezdice: dobro.</b> Dodatek ima lahko kak problem ali dva in/ali nekatere funkcije mu manjkajo. Vendar problemi niso tako resni, da bi bilo treba uporabnike opozoriti pred uporabo, poleg tega je lahko za nekatere od njih kljub vsemu koristen. Se priporoča za uporabnike, ki ga potrebujejo in so voljni, spopasti se z njim.
zh_cn: <b>3星：勉勉强强</b> 可能缺少一些功能或者有一些设计上的问题。有一些不太严重的问题，有些人可能仍然觉得它有点用。那些需要它的人可以试试。

source: <b>2 stars: Poor.</b> Add-on is of low quality, usability, or just doesn't do what it says it should. You are recommending against this add-on, while noting that it might have some redeeming value for a few people.
cs: <b>2 hvězdičky: Nic moc.</b> Doplněk má nízkou kvalitu, užitečnost a nedělá vždy to, co by měl. Doplněk nedoporučujete, protože pro většinu uživatelů není ničím užitečný.
de: <b>2 Sterne: Schwach.</b> Add-on hat geringe Qualität, Benutzbarkeit oder tut einfach nicht das, was es angeblich tut. Sie raten von diesem Add-on ab, sind aber der Meinung, dass es für einige wenige Menschen doch eine rettenden Wert hat.
es: <b>2 estrellas: pobre.</b> El complemento ofrece una baja calidad, usabilidad o no hace lo que dice hacer. No lo recomiendas, pero observas que para algunos usuarios podría tener algún valor a su favor.
fr: <b>2 étoiles : pauvre.</b> Le module est de mauvaise qualité, pas très utilisable ou ne fait pas ce qu'il annonce. Vous ne le recommandez pas, bien qu'il puisse avoir une utilisé à certaine personnes.
it: <b>2 stelle: deludente.</b> Il componente aggiuntivo è di scarsa qualità e usabilità, o semplicemente non è in grado di fare quanto dichiarato. Sconsigli questo componente aggiuntivo pur concedendo che per qualche utente potrebbe valere la pena di essere usato.
ja: <b>2 つ星: 不十分。</b> 品質が低く使いづらい、またはアドオンの主な機能が動作しない。この評価は、ごく少数の人にのみ価値があることを補足してお勧めできるアドオンに付けます。
ko: <b>별 2개: 별로임.</b> 저품질, 불편함, 제대로 작동하지 않는 부가 기능입니다. 향후 기능 개선을 명시했을 경우에만 일부 사람들에게 권장합니다.
nl: <b>2 sterren: Matig.</b> Add-on is kwalitatief of qua bruikbaarheid onder de maat, of doet gewoon niet wat het beweert. U raadt gebruik van deze add-on af, opmerkend dat een enkeling er wellicht nog wat aan heeft.
pl: <b>2 gwiazdki: Słaby.</b> Dodatek jest słabej jakości i mało przydatny lub po prostu nie działa, tak jak powinien. Nie polecasz tego dodatku, niemniej może być on przydatny dla pewnej grupy osób.
ru: <b>2 звезды: Плохо.</b> Дополнение является низкокачественным, неудобным в использовании, или просто не делает то, что о чём заявляет. Вы не рекомендуете использовать это дополнение, хотя отмечаете, что он может иметь некую ценность для некоторых людей.
sl: <b>2 zvezdici: zadostno.</b> Kvaliteta, uporabnost dodatka je slaba ali pa dodatek ne dela tako, kot naj bi. Uporabo tega dodatka odsvetujete, s pripombo, da je lahko za nekaj ljudi kljub vsemu muje vreden.
zh_cn: <b>2星：很差</b> 附加组件的质量、可用性很差，没能做到它所描述的事情。您不推荐这个附加组件，但也指出，它对极少数人还可能有点用。

source: <b>1 star: Bad.</b> Add-on either doesn't work correctly or is utterly useless. You can't think of any significant reason why someone should give it a try and are recommending that it be avoided completely.
cs: <b>1 hvězdička: Špatný.</b> Doplněk nefunguje korektně nebo je úplně bezcenný. Nenapadá vás jediný důvod, proč by jej měl někdo používat a vůbec jej nikomu nedoporučujete.
de: <b>1 Stern: Schlecht.</b> Add-on funktioniert entweder nicht richtig oder ist völlig nutzlos. Sie können sich keinen bedeutenden Grund vorstellen, warum es jemand ausprobieren sollte und empfehlen, es ganz zu meiden.
es: <b>1 estrella: malo.</b> El complemento no funciona correctamente o no sirve para nada. No se te ocurre ninguna buena razón por la que alguien debiera probarlo y en absoluto recomiendas usarlo.
fr: <b>1 étoile : mauvais.</b> Le module ne fonctionne pas du tout ou bien il ne sert à rien du tout. Vous ne voyez aucune raison que quelqu'un l'essaye et recommandez de passer outre.
it: <b>1 stella: pessimo.</b> Il componente aggiuntivo non funziona correttamente o è assolutamente inutile. Non ti viene in mente nessuna ragione degna di nota per cui qualcuno dovrebbe provarlo e consigli di evitarlo nella maniera più assoluta.
ja: <b>1 つ星: 粗悪</b> 正しく動作しない、またはまったく役に立たない。この評価は、使ってみる十分な理由が無い限り、まったくお勧めできない、使うべきでないアドオンに付けます。
ko: <b>별 1개: 최악.</b> 제대로 작동하지도 않을 뿐더러 완전히 쓸모가 없는 부가 기능입니다. 이런걸 왜 써보라고 하는지 조차도 이해하지 못할 것이며 전혀 추천하고 싶지 않을 것입니다.
nl: <b>1 ster: Slecht.</b> De add-on werkt niet correct of is gewoon nutteloos. U kunt geen reden bedenken waarom iemand deze add-on zou willen gebruiken en raadt anderen aan deze add-on te mijden.
pl: <b>1 gwiazdka: Zły.</b> Dodatek albo nieprawidłowo działa, albo jest całkowicie bezużyteczny. Nie widzisz żadnych istotnych powodów, by ktoś go próbował i zalecasz go unikać.
ru: <b>1 звезда: Ужасно.</b> Дополнение либо работает неправильно либо совершенно бесполезно. Вы не можете найти ни одной причины, по которой кому-либо следует его попробовать, и рекомендуете обходить его стороной.
sl: <b>1 zvezdica: nezadostno.</b> Dodatek bodisi ne deluje pravilno bodisi je popolnoma nekoristen. Ne vidite kakršnegakoli razloga, da bi se še kdo drug ukvarjal z njim, in namesto tega svetujete, da se ga ljudje izogibajo.
zh_cn: <b>1星：非常糟糕</b> 附加组件不能正常工作，或者完全无用。您无法理解为什么有人会使用或推荐它，完全没有必要去尝试。

source: There's nothing wrong with giving an add-on a perfect or horrible review, just please indicate why you are doing so. The stars mean nothing if you don't tell us why.
cs: Není nic špatného na tom, když doplňku poskytnete perfektní či špatné ohodnocení, jen prosím vysvětlete, proč tak činíte. Hvězdičky neznamenají nic, pokud nám neřekněte, proč zrovna tak hodnotíte.
de: Es spricht nichts dagegen, eine perfekte oder grausame Bewertung für ein Add-on zu geben, beschreiben Sie aber bitte den Grund. Die Sterne bedeuten nichts, wenn Sie uns nicht sagen, wieso.
es: No pasa nada por dar a un complemento una valoración perfecta o horrible, pero sí te pedimos que indiques por qué lo haces. Las estrellas no significan nada si no nos ofreces una explicación.
fr: Il n'y a rien de mal à donner à un module un commentaire parfait ou horrible, merci seulement de justifier. Les étoiles ne valent rien sans justification.
it: Non c'è nulla di male nell'assegnare a un componente aggiuntivo una ottima o pessima valutazione, ma devi indicare i motivi che ti hanno portato alla formulazione di tale giudizio. Le stelle non significano nulla senza una motivazione.
ja: アドオンのレビューは、満足でも残酷でも間違いではありません。そのような評価をした理由を示してください。星印の評価だけでは理由を示せません。
ko: 부가 기능에 완벽한 평가를 주던 끔찍한 평가를 주던 아무런 문제가 되지 않으며, 다만 이유만 확실히 명시해 주세요. 이유를 말하지 않는다면 별점은 아무런 의미가 없습니다.
nl: Er is niets mis met het geven van een perfecte of een verschrikkelijke beoordeling aan een add-on, maar vertel wel hoe u tot deze waardering komt. De sterren betekenen niets als u ons niet vertelt waarom.
pl: Nie ma w tym nic złego, że wystawisz dodatkowi wspaniałą czy złą ocenę, ale proszę ją uzasadnić. Przyznana liczba gwiazdek nic nie znaczy, jeśli nie uzasadnisz swojej decyzji.
ru: Нет ничего плохого в том, чтобы оценить дополнение как идеальное или ужасное, но пожалуйста укажите, почему вы так делаете. Звезды не значат ничего, если вы не сообщите нам о причине.
sl: Da v recenziji kak dodatek kujete v zvezde ali pa ga pošiljate v večni ogenj, ni nič narobe, samo povejte zakaj tako. Zvezdice so brez pomena, če ne poveste, zakaj jih dajete
zh_cn: 给一个附加组件评价为完美或糟糕没什么不对的，但是您应该注明您为什么要这样评价。如果您不告诉我们为什么，那星级是没有意义的。

source: How can I report a problematic review?
cs: Jak mohu nahlásit problematickou recenzi?
de: Wie kann ich eine problematische Bewertung melden?
es: ¿Puedo informar sobre una valoración problemática?
fr: Comment puis-je rapporter un commentaire problématique ?
it: Come posso segnalare una recensione problematica?
ja: 問題のあるレビューを報告するには？
ko: 문제성 평가는 어떻게 신고할 수 있나요?
nl: Hoe kan ik een problematische beoordeling rapporteren?
pa_in: ਮੈਂ ਸਮੱਸਿਆ ਵਾਲੀ ਸਮੀਖਿਆ ਦੀ ਸੂਚਨਾ ਕਿਵੇਂ ਦੇ ਸਕਦਾ?
pl: Jak można zgłosić problematyczną opinię?
pt_pt: Como eu posso denunciar uma análise problemática?
ru: Как мне сообщить о некорректном отзыве?
sl: Kako lahko prijavim vprašljivo recenzijo?
zh_cn: 我该怎么报告有问题的评论？
