Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The following key/secret will only allow you to simulate in-app payments while you develop your app. To generate a key for real in-app payments you must <a href="%(submit)s">submit</a> your app, set up your payment credentials, and generate a new key specifically for that app.
cs: Následující klíč vám pouze umožní vyzkoušet platby v aplikaci po dobu, kdy jí vyvíjíte. Pro vytvoření klíče pro platby pro produkční aplikaci ji musíte nejprve <a href="%(submit)s">přidat</a>, následně nastavit platby a vygenerovat nový klíč, který je speciální pro vaši aplikaci.
de: Der folgende Schlüssel/das folgende Geheimwort ermöglicht Ihnen nur die Simulation anwendungsinterner Zahlungen, während Sie Ihre Anwendung entwickeln. Um einen Schlüssel für echte anwendungsinterne Zahlungen zu erzeugen, müssen Sie Ihre Anwendung <a href="%(submit)s">einreichen</a>, Ihre Zahlungsdaten einrichten und einen neuen Schlüssel speziell für diese Anwendung erzeugen.
es: El siguiente secreto/clave sólo te permitirá simular pagos en aplicaciones mientras desarrollas tu aplicación. Para generar una clave para tus pagos en aplicaciones reales <a href="%(submit)s">envía</a> tu aplicación, configura las credenciales de pago y genera una nueva clave específica para la aplicación.
fr: La clé et le secret suivant seront uniquement utilisables pour simuler des micro-paiements pendant votre développement. Pour générer une clé utilisable en production vous devez <a href="%(submit)s">envoyer</a> votre application, configurer vos crédentiaux et générer une nouvelle clé spécifiquement pour cette application.
it: Le seguenti chiavi/secret servono unicamente per simulare i pagamenti in-app durante lo sviluppo dell'applicazione. Per generare una vera chiave per i pagamenti in-app devi <a href="%(submit)s">caricare</a> l'app su Firefox Marketplace, configurare le tue credenziali per i pagamenti, e generare una chiave specifica per l'app.
ko: 다음의 키/시크릿은 앱 개발시 앱 내부 결제를 구현할 수 있게 해줄 것입니다. 실제 앱 내부 결제용 키를 생성하려면 앱을 <a href="%(submit)s">등록</a>하고 결제 자격을 부여받은 후, 해당 앱에 쓸 새 키를 생성해야 합니다.
nl: Met de volgende sleutel/geheimcombinatie kunt u alleen in-app-betalingen simuleren tijdens de ontwikkeling van uw app. Om een sleutel voor echte in-app-betalingen aan te maken dient u uw app <a href="%(submit)s">in te dienen</a>, uw betalingsgegevens in te stellen en een nieuwe sleutel die specifiek is voor die app aan te maken.
pl: Poniższy klucz/poufny kod pozwoli ci jedynie na symulację płatności w aplikacji podczas tworzenia aplikacji. Aby wygenerować klucz dla rzeczywistych płatności w aplikacji, musisz <a href="%(submit)s">przesłać</a> swoją aplikację, skonfigurować swoje uwierzytelnienia i wygenerować nowy klucz specjalnie dla danej aplikacji.
zh_cn: 以下密钥/密文仅能在开发应用过程中，用于模拟应用内支付。要为真正的应用内支付生成密钥，你必须<a href="%(submit)s">提交</a>你的应用，建立支付证书，并生成特定于那个应用的新的密钥。

source: Generate Keys
cs: Vygenerovat klíče
de: Schlüssel erzeugen
es: Generar claves
fr: Générer les clés
it: Genera chiavi
ko: 키 생성
nl: Sleutels aanmaken
pl: Wygeneruj klucze
ru: Сгенерировать ключи
zh_cn: 生成密钥

source: No refundable transaction found.
cs: Nebyly nalezeny žádné transakce k vrácení peněz.
de: Keine Transaktion zur Erstattung gefunden.
es: No se ha encontrado ninguna transacción reembolsable.
fr: Pas de transaction remboursable.
it: Non è stata trovata nessuna transazione rimborsabile.
pl: Nie znaleziono transakcji podlegających zwrotowi.

source: Manage PayPal
cs: Správa PayPalu
de: PayPal verwalten
es: Administrar PayPal
it: Gestione PayPal
pl: Zarządzanie PayPal
ru: Управление PayPal

source: PayPal email address for this app
cs: E-mailová adresa PayPalu pro tuto aplikaci
de: PayPal-E-Mail-Adresse für diese Anwendung
es: Dirección de correo de PayPal para esta aplicación
it: Indirizzo email PayPal associato a questa app
pl: Adres e-mail PayPal dla tej aplikacji

source: The default is U.S. Dollar and support for this is required. For each currency you would like to support for your price tier, you must maintain a balance in PayPal.
cs: Výchozí je americký dolar a podpora pro něj je vyžadována. Pro každou měnu, kterou chcete podporovat v rámci plateb, musíte u PayPalu spravovat konverzi.
de: Der Standard sind US-Dollar und dafür ist die Unterstützung erforderlich. Für jede Währung, die Sie in Ihrer Preisstufe unterstützen möchten, müssen Sie in PayPal Guthaben vorhalten.
es: La divisa por defecto son dólares americanos y se requiere compatibilidad para ello. Debes mantener un saldo concreto en PayPal por cada divisa que quieras admitir para tu franja de precios.
it: La valuta predefinita è il dollaro statunitense ed è obbligatorio impostare l'account per la gestione di questa valuta. Per ciascuna valuta che si desidera supportare nelle proprie fascie di prezzo è necessario configurare l'account PayPal per la sua gestione.
pl: Domyślna waluta to dolar amerykański i jest on wymagany. Dla każdej waluty, którą chcesz obsługiwać w poziomie ceny, musisz zachować saldo w PayPal.

source: Manage contact details
cs: Správa kontaktních údajů
de: Kontaktdetails verwalten
es: Administrar la información de contacto
it: Gestisci i dati di contatto
pl: Zarządzanie szczegółami kontaktu
ru: Управление контактными данными

source: Changing your PayPal account will mean setting up permissions tokens again on the Marketplace and updating your data.
de: Wenn Sie Ihr PayPal-Konto ändern, müssen Sie die Genehmigungsschlüssel im Marktplatz neu einrichten und Ihre Daten aktualisieren.
es: Si cambias tu cuenta de PayPal, deberás configurar de nuevo la autorización de acceso a Marketplace y actualizar tus datos.
it: La modifica del tuo account PayPal ti obbligherà a reimpostare nuovamente i token per l'autorizzazione nel Marketplace e ad aggiornare i tuoi dati.
pl: Zmiana konta PayPal będzie oznaczała ponowne ustawienie tokena uprawnień w Marketplace oraz aktualizację twoich danych.

source: Checking your PayPal account configuration.
cs: Probíhá kontrola nastavení vašeho účtu na PayPal.
de: Ihre PayPal-Kontokkonfiguration wird überprüft.
es: Comprobación de la configuración PayPal de tu cuenta.
it: Controllo della configurazione del tuo account PayPal.
pl: Sprawdzanie konfiguracji twojego konta PayPal.
ru: Проверка конфигурации вашего аккаунта на PayPal.

source: Check passed.
cs: Kontrola proběhla úspěšně.
de: Überprüfung bestanden.
es: Comprobación aprobada.
it: Controllo riuscito.
pl: Sprawdzenie powiodło się.
ru: Проверка пройдена.

source: Everything looks good for selling your app in the Marketplace.
cs: Pro prodej vaší aplikace v Marketplace se zdá být vše připraveno.
de: Alles sieht gut aus für den Verkauf Ihrer Anwendung im Marktplatz.
es: Parece que todo está correcto para vender tu aplicación en Marketplace.
it: Tutto sembra pronto per vendere l'app nel Marketplace.
pl: Wygląda na to, że wszystko jest gotowe do sprzedaży aplikacji w Marketplace.

source: Check failed.
cs: Kontrola selhala.
de: Überprüfung fehlgeschlagen.
es: Comprobación fallida.
it: Controllo non riuscito.
pl: Sprawdzenie nie powiodło się.
ru: Проверка не пройдена.

source: There are errors on your PayPal account that will need to be fixed.
cs: V souvislosti s účtem na PayPal se vyskytly chyby, které je potřeba opravit.
de: Es gibt Fehler in Ihrem PayPal-Konto, die behoben werden müssen.
es: Hay errores en tu cuenta de PayPal que es necesario corregir.
it: Ci sono alcuni problemi sul tuo account PayPal che dovresti risolvere.
pl: Na twoim koncie PayPal są błędy, wymagające naprawienia.

source: Set up permissions
cs: Nastavení oprávnění
de: Erlaubnis einrichten
es: Configurar permisos
it: Imposta i permessi
pl: Skonfiguruj uprawnienia
ru: Настройка разрешений

source: Do you already have a PayPal Premier or business-level account? If not we will redirect you to PayPal to create an account. Return here when done to complete your setup.
cs: Máte již účet PayPal Premier či účet na úrovni business? Pokud ne, přesměrujeme vás na PayPal, kde si budete moci takový účet zřídit. Jakmile vše dokončíte, vraťte se sem.
de: Haben Sie bereits ein PayPal Premier- oder Geschäftskonto? Wenn nicht, leiten wir Sie zu PayPal weiter, um ein Benutzerkonto zu erstellen. Kehren Sie hierher zurück, wenn Sie fertig sind, um Ihre Einrichtung abzuschließen.
es: ¿Ya tienes una cuenta PayPal Premier o de tipo empresa? Si no, te redirigremos a PayPal para crear una cuenta. Vuelve aquí cuando lo hayas hecho para completar tu configuración.
it: Disponi già di un conto PayPal di livello Premier o Business? Se non lo possiedi verrai reindirizzato sul sito di PayPal per crearne uno. Quando hai terminato ritorna su questa pagina per completare la configurazione.
pl: Czy masz już konto PayPal Premier lub Business? Jeśli nie, przekierujemy ciebie do PayPal w celu utworzenia konta. Wróć tu, gdy to zrobisz, by zakończyć konfigurację.

source: Learn about <a href="{0}">different PayPal account types</a>.
cs: Dozvědět se více o <a href="{0}">rozdílných typech účtů na PayPal</a>.
de: Erfahren Sie etwas über die <a href="{0}">verschiedenen PayPal-Kontotypen</a>.
es: Más información sobre <a href="{0}">los diferentes tipos de cuentas PayPal</a>.
it: Ulteriori informazioni sui <a href="{0}">diversi tipi di account PayPal</a>.
pl: Dowiedz się o <a href="{0}">różnych typach kont PayPal</a>

source: App Compatibility
cs: Kompatibilita aplikace
de: Anwendungs-Kompatibilität
es: Compatibilidad de aplicaciones
fr: Compatibilité d'application
it: Compatibilità app
ko: 앱 호환성
nl: App-compatibiliteit
pl: Kompatybilność aplikacji
ru: Совместимость приложения
zh_cn: 应用兼容性

source: Change to Free
cs: Změna na neplacenou
de: Auf „Kostenlos“ ändern
es: Cambiar a gratuito
fr: Changer en Gratuit
it: Passa a gratuita
ko: 무료로 판매
nl: Wijzigen naar gratis
pl: Zmień na darmowe
ru: Изменить на бесплатное
zh_cn: 改为免费

source: Changing to Free will put your app back into review.
cs: Změna na neplacenou způsobí, že se vaše aplikace vrátí zpět na kontrolu.
de: Bei einer Änderung auf „Kostenlos“ wird Ihre Anwendung wieder zur Überprüfung geschickt.
es: Al cambiar la aplicación a gratuita se pondrá tu aplicación de nuevo en revisión.
fr: Changer en Gratuit replacera votre application en validation.
it: Per passare alla categoria gratuita l'app dovrà essere riesaminata.
ko: 무료로 판매하면 앱이 검토로 되돌려집니다.
nl: Wijzigen naar gratis zet uw app terug in beoordelingsmodus.
pl: Zmiana trybu na darmowy skieruje aplikację ponownie do sprawdzenia.
zh_cn: 改为免费时您的应用需要再次审核。

source: Paid mode requires that your app only supports Firefox OS.
cs: Režim placené aplikace vyžaduje, aby vaše aplikace podporovala pouze Firefox OS.
de: Beim Modus „Kostenpflichtig“ darf Ihre Anwendung nur Firefox-OS unterstützen.
es: El modo de pago requiere que tu aplicación sólo esté disponible para Firefox OS.
fr: Le mode payant nécessite que votre application ne fonctionne qu'avec Firefox OS.
it: Per entrare nella categoria a pagamento l'app deve supportare solo Firefox OS.
ko: 유료 모드는 Firefox OS를 지원하는 앱만 가능합니다.
nl: De betaalde modus vereist dat uw app alleen Firefox OS ondersteunt.
pl: Tryb płatny wymaga, by aplikacja obsługiwała tylko Firefox OS.

source: Paid / In-app
cs: Placená / S platbami
de: Kostenpflichtig / Anwendungsintern
es: Pagado / en la aplicación
fr: Payante / Micro-paiement
it: A pagamento/In-app
ko: 유료 / 앱 내부 결제
nl: Betaald / In-app
pl: Płatne / Płatne w aplikacji
ru: Платное / В приложении
zh_cn: 付费版 / 应用内购买

source: Change to Paid
cs: Změna na placenou
de: Auf „Kostenpflichtig“ ändern
es: Cambiar a de pago
fr: Changer en Payant
it: Passa nella categoria a pagamento
ko: 유료로 판매
nl: Wijzigen naar betaald
pl: Zmień na płatne
ru: Изменить на платное
zh_cn: 改为收费

source: Changing to Paid will put your app back into review.
cs: Změna na placenou způsobí, že se vaše aplikace vrátí zpět na kontrolu.
de: Bei einer Änderung auf „Kostenpflichtig“ wird Ihre Anwendung wieder zur Überprüfung geschickt.
es: Al cambiar la aplicación a de pago se pondrá tu aplicación de nuevo en revisión.
fr: Changer en Payant replacera votre application en validation.
it: Per passare alla categoria a pagamento l'app dovrà essere riesaminata.
ko: 유료로 판매하면 앱이 검토 단계로 되돌려집니다.
nl: Wijzigen naar betaald zet uw app terug in beoordelingsmodus.
pl: Zmiana trybu na płatny skieruje aplikację ponownie do sprawdzenia.
zh_cn: 改为收费时你的应用需要再次审核。

source: Learn about <a href="%(payments_url)s" target="_blank">different payment types</a>.<br /> Learn about <a href="%(receipts_url)s" target="_blank">validating purchase receipts</a>.
cs: Přečtěte si o <a href="%(payments_url)s" target="_blank">různých způsobech plateb</a>.<br /> Přečtěte si o <a href="%(receipts_url)s" target="_blank">kontrole přijetí plateb</a>.
de: Erfahren Sie etwas über <a href="%(payments_url)s" target="_blank">verschiedene Zahlungstypen</a>.<br /> Erfahren Sie etwas über das <a href="%(receipts_url)s" target="_blank">Überprüfen von Kaufbelegen</a>.
es: Más información sobre <a href="%(payments_url)s" target="_blank">diferentes tipos de pago</a>.<br /> Más información sobre como <a href="%(receipts_url)s" target="_blank">validar recibos de compra</a>.
fr: En savoir plus à propos des <a href="%(payments_url)s" target="_blank">différent modes de paiement</a>.<br /> En savoir plus à propos de <a href="%(receipts_url)s" target="_blank">la validation des reçus d'achats</a>.
it: Ulteriori informazioni sui <a href="%(payments_url)s" target="_blank">diversi metodi di pagamento</a>.<br /> Ulteriori informazioni sulla <a href="%(receipts_url)s" target="_blank">validazione delle ricevute di pagamento</a>.
ko: <a href="%(payments_url)s" target="_blank">그 외의 결제 방식</a>에 대해 알아봅시다.<br /> <a href="%(receipts_url)s" target="_blank">영수증 인증법</a>에 대해 알아봅시다.
nl: Lees over <a href="%(payments_url)s" target="_blank">verschillende betalingstypes</a>.<br /> Lees over <a href="%(receipts_url)s" target="_blank">validatie van aankoopbewijzen</a>.
pl: Dowiedz się o <a href="%(payments_url)s" target="_blank">różnych typach płatności</a>.<br /> Dowiedz się o <a href="%(receipts_url)s" target="_blank">sprawdzaniu potwierdzenia płatności</a>.
zh_cn: 了解<a href="%(payments_url)s" target="_blank">不同的付款类型</a>。<br />了解<a href="%(receipts_url)s" target="_blank">验证购买收据</a>。

source: Payment accounts
cs: Účty plateb
de: Zahlungskonten
es: Cuentas para pagos
fr: Comptes de paiement
it: Conti pagamenti
pl: Rachunki płatnicze

source: Your app is currently incomplete. Select a payment account and price point to restore it.
cs: Vaše aplikace je aktuálně nekompletní. Pro obnovu zvolte účet pro platby a cenu.
de: Ihre Anwendung ist derzeit unvollständig. Wählen Sie eine Zahlungsmethode und einen Preispunkt aus, um sie wiederherzustellen.
es: Tu aplicación está incompleta. Selecciona una cuenta para pagos y el rango de precio para completarla.
fr: Votre application est actuellement incomplète. Sélectionnez un compte de paiement et un prix pour la restaurer.
it: Attualmente l'app è incompleta. Seleziona un conto pagamenti e un prezzo di vendita per ripristinarla.
ko: 앱이 현재 미완성 상태입니다. 복구할 결제 계좌와 소매 가격대를 선택하세요.
nl: Uw app is nog niet volledig. Selecteer een betalingsmethode en prijspunt om de app aan te vullen.
pl: Twoja aplikacja nie jest kompletna. Wybierz rachunki płatnicze i cenę bazową, by to zmienić.
zh_cn: 您的应用程序目前不完整。请选择一个付款帐号以及价位来恢复它。

source: Add or manage payment accounts
cs: Přidat či spravovat účty pro platby
de: Zahlungskonten hinzufügen oder verwalten
es: Agregar o administrar cuentas para pagos
it: Aggiungi o gestisci conto pagamenti
pl: Dodaj lub zarządzaj rachunkami płatniczymi

source: Prices and countries
cs: Ceny a země
de: Preise und Länder
es: Precios y países
fr: Prix et pays
it: Prezzi e paesi
pl: Ceny i kraje

source: Based on your chosen price point the available regions have been updated. Please check them prior to saving your changes.
de: Basierend auf Ihrem gewählten Preispunkt wurden die verfügbaren Regionen aktualisiert. Bitte überprüfen Sie sie, bevor Sie Ihre Änderungen speichern.
pl: Dostępne regiony zostały zaktualizowane w oparciu o cenę bazową. Sprawdź je przed zapisaniem zmian.

source: In-App Payments
cs: Platby v aplikaci
de: Anwendungsinterne Zahlungen
es: Pagos en aplicaciones
fr: Micro-paiements
it: Pagamenti in-app
ko: 앱 내부 결제 설정
nl: In-app-betalingen
pl: Płatności w aplikacji
ru: Платежи в приложении
zh_cn: 应用内支付

source: Does your app use Mozilla's in-app payments platform?
cs: Používá vaše aplikace platformu Mozilly pro platby uvnitř aplikace?
de: Verwendet Ihre Anwendungen Mozillas Plattform für anwendungsinterne Zahlungen?
es: ¿Tu aplicación utiliza la plataforma de pagos en aplicaciones de Mozilla?
fr: Votre application utilise-t-elle la plateforme de micro-paiements de Mozilla ?
it: L'app utilizza la piattaforma di pagamenti in-app di Mozilla?
ko: 앱이 Mozilla 앱 내부 결제 플랫폼을 사용하고 있습니까?
nl: Gebruikt uw app het in-app-betalingsplatform van Mozilla?
pl: Czy twoja aplikacja używa platformy płatności w aplikacji Mozilli?
zh_cn: 你的应用是否使用 Mozilla 的应用内支付平台？

source: A server error occurred. Please try again later.
cs: Na serveru nastala chyba. Zkuste to prosím znovu později.
de: Ein Server-Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
es: Se produjo un error en el servidor. Inténtalo de nuevo pasados unos minutos.
fr: Une erreur serveur est survenue. Merci de réessayer plus tard.
it: Si è verificato un errore del server. Riprova più tardi.
ko: 서버 오류가 발생했습니다. 나중에 다시 시도해 주세요.
nl: Er is een serverfout opgetreden. Probeer het later nog eens.
pl: Wystąpił błąd serwera. Spróbuj ponownie później.
zh_cn: 服务器发生错误。请稍后重试。

source: Not applicable
cs: Není aplikovatelné
de: Nicht anwendbar
es: No es aplicable
fr: Non applicable
it: Non applicabile
ko: 해당 없음
nl: Niet van toepassing
pl: Nie dotyczy
zh_cn: 不适用

source: Retail price
de: Verkaufspreis
es: Precio de venta
fr: Prix de vente
it: Prezzo al pubblico
ko: 소매가
nl: Verkoopprijs
pl: Cena detaliczna
zh_cn: 零售价格

source: local currency
cs: místní měna
de: Lokale Währung
es: moneda local
fr: monnaie locale
it: Moneta locale
ko: 통화 종류
nl: lokale valuta
pl: lokalna waluta
zh_cn: 当地货币

source: Billing method
cs: Platební metoda
de: Zahlungsmethode
es: Método de facturación
fr: Méthode de facturation
it: Metodo di accredito
ko: 결제 방법
nl: Facturatiemethode
pl: Sposób płatności
zh_cn: 付款方式

source: Regions and listings
cs: Regiony a dostupnost
de: Regionen und Listeneinträge
es: Regiones y listas
fr: Régions et listings
it: Regioni e visualizzazioni
pl: Regiony i wyświetlanie
ru: Регионы и листинги

source: Promote as upgrade to free version
de: Als Upgrade zur kostenlosen Version bewerben
es: Promocionar como actualización de la versión gratuita
fr: Promouvoir en tant que mise à jour de la version gratuite
it: Promuovi come aggiornamento della versione gratuita
ko: 무료 버전에서 유료 업그레이드 홍보
nl: Promoten als upgrade van gratis versie
pl: Promuj jako aktualizację do darmowej wersji
zh_cn: 以升级至免费版本方式促销

source: If you have a free app, you can link and promote your premium app next to the free version here.
cs: Pokud máte aplikaci, která je dostupná zdarma, můžete u ní propagovat placenou variantu aplikace.
de: Wenn Sie eine kostenlose Anwendung haben, können Sie sie mit Ihrer Premium-Anwendung verknüpfen und diese so hier neben der kostenlosen Version bewerben.
es: Si tienes una aplicación gratuita, puedes vincular y promocionar aquí tu aplicación premium junto a la versión gratuita.
fr: Si vous avez une application gratuite, vous pouvez lier et promouvoir votre application premium à côté de la version gratuite ici.
it: Se hai una versione gratuita dell'app, qui puoi promuovere la tua versione Premium per mezzo di un link che verrà visualizzato accanto alla versione gratuita.
ko: 무료 앱이 있다면 이곳에서 제작한 유료 앱을 무료 앱에 연결해서 광고할 수 있습니다.
nl: Als u een gratis app hebt, kunt u hier uw premium-app koppelen en naast de gratis versie promoten.
pl: Jeśli masz darmową aplikację, możesz tutaj połączyć i promować płatną aplikację obok wersji darmowej.
zh_cn: 如果你有免费的应用，可以在这里将收费版本的应用链接至免费版本以促进销售。

source: Linking this app will promote your premium app next to the free version.
cs: Provázání této aplikace vám pomůže propagovat vaši placenou aplikaci na stránce verze, která je dostupná zdarma.
de: Wenn Sie diese Anwendung verknüpfen, wird Ihre Premium-Anwendung neben der kostenlosen Version beworben.
es: La vinculación de esta aplicación promocionará tu aplicación premium junto a la versión gratuita.
fr: Lier cette application fera la publicité de votre application premium à côté de la version gratuite.
it: Collegando le due app potrai promuovere la versione premium mostrandola accanto a quella gratuita.
ko: 이 앱을 링크하면 무료 버전에서 프리미엄 앱의 광고가 나옵니다.
nl: Koppeling aan deze app zal uw premium-app naast de gratis versie promoten.
pl: Połączenie tej aplikacji będzie promowało twoją płatną aplikację obok wersji darmowej.
zh_cn: 链接这个应用可以促进与免费版本对应的增值收费版的销量。

source: No free apps
cs: Žádné aplikace, které by byly dostupné zdarma
de: Keine kostenlosen Anwendungen
es: No hay aplicaciones gratuitas
fr: Pas d'applications gratuite
it: Nessuna app gratuita
ko: 무료 앱 없음
nl: Geen gratis apps
pl: Brak darmowych aplikacji
ru: Нет бесплатных приложений
zh_cn: 没有免费应用

source: No instantly approved refunds.
cs: Žádné automaticky vrácené peníze.
de: Keine sofort bewilligten Erstattungen.
es: No hay reembolsos aprobados instantáneamente.
fr: Pas de remboursement approuvé instantanément.
it: Nessun rimborso immediatamente approvato.
pl: Nie ma zatwierdzonych od razu zwrotów.

source: No declined refunds.
cs: Žádné automaticky vrácené peníze.
de: Keine abgelehnten Erstattungen.
es: No hay reembolsos rechazados.
fr: Pas de remboursement refusé.
it: Nessun rimborso rifiutato.
pl: Nie ma odrzuconych zwrotów.
ru: Нет отклонённых возмещений.

source: No failed refunds.
cs: Žádné selhané vrácení peněz.
de: Keine fehlgeschlagenen Erstattungen.
es: No hay reembolsos fallidos.
fr: Pas de remboursement échoué.
it: Nessun rimborso fallito.
pl: Nie ma nieudanych zwrotów.
ru: Нет неудавшихся возмещений.

source: Failure Reason:
cs: Důvod selhání:
de: Grund für das Fehlschlagen:
es: Motivo del fallo:
fr: Raison de l'échec :
it: Motivo del fallimento:
pl: Przyczyna błędu:
ru: Причина неудачи:

source: Bango Terms of Agreement
cs: Podmínky použítí Bango
de: Bango-Bedingungen
es: Términos del acuerdo con Bango
fr: Conditions d'utilisation Bango
it: Condizioni di Contratto Bango
ko: Bango 이용 약관 동의서
nl: Bango-gebruikersvoorwaarden
pl: Warunki umowy Bango
ru: Условия соглашения Bango

source: Agree to the Terms
cs: Odsouhlasení pomínek
de: Den Bedingungen zustimmen
es: Aceptar los términos
fr: Accepter les conditions
it: Accettazione dei termini
ko: 이용 약관에 동의하세요
nl: Voorwaarden accepteren
pl: Zatwierdź warunki
ru: Принимаю условия
zh_cn: 同意条款

source: Payment Accounts
cs: Účty plateb
de: Zahlungskonten
es: Cuentas para pagos
fr: Comptes de paiement
it: Conto pagamenti
ko: 결제 계좌
nl: Betalingsaccounts
pl: Rachunki płatnicze
ru: Счёта для платежей
zh_cn: 付款帐号

source: Modify
cs: Úprava
de: Modifizieren
es: Modificar
fr: Modifier
it: Modifica
ko: 수정
nl: Aanpassen
pl: Modyfikuj
sl: Spremeni
zh_cn: 修改

source: Add a new payment account
cs: Přidat nový účet plateb
de: Ein neues Zahlungskonto hinzufügen
es: Agregar una nueva cuenta para pagos
fr: Ajouter un nouveau compte de paiement
it: Aggiungi un nuovo conto pagamenti
ko: 새 결제 계좌 추가
nl: Nieuwe betalingsaccount toevoegen
pl: Dodaj nowy rachunek płatniczy
ru: Добавить новый счёт для платежей
zh_cn: 添加新的付款帐号

source: Accept Terms of Service
cs: Odsouhlasit podmínky použití služby
de: Nutzungsbedingungen akzeptieren
es: Aceptar los términos del servicio
fr: Accepter les conditions de service
it: Accetta i termini di servizio
ko: 이용 약관 수락
nl: Gebruikersvoorwaarden accepteren
pl: Zaakceptuj warunki korzystania
ru: Принять условия службы
zh_cn: 接受服务条款
