Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add-on nominations are reviewed by the Advisory Board once a month (once every 3 months for complete theme nominations). Common reasons for rejection include lacking wide appeal to consumers, a suboptimal user experience, quality or security issues, incompatibility, and similarity to another featured add-on. Rejected add-ons cannot be re-nominated within 3 months.
pa_in: ਐਡ-ਆਨ ਨਾਮਜ਼ਦਗੀਆਂ ਦੀ ਸਲਾਹਕਾਰੀ ਬੋਰਡ ਵੱਲੋਂ ਮਹੀਨੇ ਵਿੱਚ ਇੱਕ ਵਾਰ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ( ਮੁਕੰਮਲ ਥੀਮ ਨਾਮਜ਼ਦਗੀਆਂ ਲਈ ਹਰ 3 ਮਹੀਨਿਆਂ ਵਿੱਚ ਇੱਕ ਵਾਰ)। ਗਾਹਕ ਮਨਮੋਹਕਤਾ ਦੀ ਕਮੀ, ਘਟੀਆਂ ਉਪਭੋਗੀ ਅਨੁਭਵ, ਗੁਣਵੱਤਾ ਜਾਂ ਸੁਰੱਖਿਆ ਮੁੱਦੇ,ਅਨੁਕੂਲ ਨਹੀਂ,ਅਤੇ ਦੂਜੇ ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ ਨਾਲ ਸਮਾਨਤਾ ਅਪ੍ਰਵਾਨਗੀ ਦੇ ਆਮ ਕਾਰਨਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ। ਰੱਦ ਕੀਤੇ ਐਡ-ਆਨ 3 ਮਹੀਨਿਆਂ ਦੇ ਅੰਦਰ ਮੁੜ-ਨਾਮਜ਼ਦ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ।
pt_pt: As nomeações de extras são revistas pelo Conselho Consultivo uma vez por mês (uma todos os 3 meses para nomeações de tema completas). As razões mais comuns de rejeição incluem falta de apelo aos consumidores, experiência de utilizador não ideal, qualidade ou problemas de segurança, incompatibilidade e semelhanças com outro extra destacado. Extras rejeitados não podem ser re-nomeados durante 3 meses.
uk: Номінації додатків розглядаються нашою Консультативною радою один раз на місяць (раз на 3 місяці для номінацій повних тем). Типовими причинами відхилення є відсутність великого інтересу користувачів, неоптимальний користувацький інтерфейс, проблеми з якістю або безпекою, несумісність і схожість з іншим обраним додатком. Відхилені додатки не можуть бути повторно номіновані протягом 3 місяців.

source: You have disabled this add-on
pa_in: ਤੁਸੀਂ ਇਸ ਐਡ-ਆਨ ਨੂੰ ਅਯੋਗ ਕੀਤਾ
pt_pt: Desativou este extra
uk: Ви вимкнули цей додаток

source: Your add-on's listing is disabled and is not showing anywhere in our gallery or update service.
pa_in: ਤੁਹਾਡੀ ਐਡ-ਆਨ ਸੂਚੀ ਅਯੋਗ ਹੈ ਅਤੇ ਸਾਡੀ ਗੈਲਰੀ ਜਾਂ ਅੱਪਡੇਟ ਸੇਵਾ ਵਿੱਚ ਕਿਤੇ ਵੀ ਵਿਖਾਈ ਨਹੀਂ ਦਿੰਦੀ।
pt_pt: A apresentação do seu extra em listas está desativada e não será apresentado em qualquer área da nossa galeria ou serviço de atualização.
uk: Сторінка вашого додатку відключена і не відображається ні в нашій галереї, ні в службі оновлення.

source: All add-ons hosted in our gallery must now be reviewed by an editor. If you wish to continue hosting your add-on, please click to select a review process.
pa_in: ਸਾਡੀ ਗੈਲਰੀ ਵਿੱਚ ਮੇਜ਼ਬਾਨ ਸਾਰੇ ਐਡ-ਆਨਾਂ ਦੀ ਹੁਣੇ ਇੱਕ ਸੰਪਾਦਕ ਵੱਲੋਂ ਸਮੀਖਿਆ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਐਡ-ਆਨ ਦੀ ਮੇਜ਼ਬਾਨੀ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਸਮੀਖਿਆ ਕਾਰਜ ਚੁਣਨ ਲਈ ਕਲਿੱਕ ਕਰੋ।
pt_pt: Todos os extras alojados na nossa galeria deve ser revistos por um editor. Se quiser continuar a alojar o seu extra, por favor clique para selecionar um processo de revisão.
uk: Всі додатки, розміщені в нашій галереї, тепер повинні бути перевірені редактором. Якщо ви хочете продовжити самі розміщувати свій додаток, клацніть, щоб вибрати варіант перевірки.

source: Current Version:
pa_in: ਮੌਜੂਦਾ ਵਰਜਨ:
pt_pt: Versão atual:
uk: Поточна версія:

source: This is the version of your add-on that will be installed if someone clicks the Install button on addons.mozilla.org.
pt_pt: Esta é a versão do extra que será instalada se alguém clicar no botão Instalar em addons.mozilla.org.

source: %b %e, %Y
pt_pt: %e de %b, %Y

source: Last Updated:
pa_in: ਆਖਰੀ ਅੱਪਡੇਟ ਹੋਇਆ:
pt_pt: Última atualização:
uk: Останнє оновлення:

source: Next Version:
pa_in: ਅਗਲਾ ਵਰਜਨ:
pt_pt: Próxima versão:
uk: Наступна версія:

source: This is the newest uploaded version, however it isn’t live on the site yet.
pa_in: ਇਹ ਬਿਲਕੁਲ ਨਵਾਂ ਅੱਪਲੋਡਿਡ ਵਰਜਨ ਹੈ, ਹਾਲਾਂਕਿ ਇਹ ਹਾਲੇ ਤੱਕ ਇਸ ਸਾਈਟ ਤੇ ਠਹਿਰਾਓ ਨਹੀਂ।
pt_pt: Esta é a versão mas recente que foi enviada, mas que ainda não foi disponibilizada no site.
uk: Це найновіша завантажена версія, проте її ще немає на сайті.

source: Queues are not reviewed strictly in order
pa_in: ਕਤਾਰਾਂ ਦੀ ਕਸਵੇਂ ਤੌਰ ਤੇ ਸਮੀਖਿਆ ਨਹੀਂ ਹੁੰਦੀ
pt_pt: As filas não são revistas numa ordem rigorosa
uk: Черги не перевіряються чітко за порядком

source: View All
pa_in: ਸਾਰੇ ਵੇਖੋ
pt_pt: Ver todas
uk: Продивитися все

source: {0} file
pa_in: {0} ਫ਼ਾਈਲ
pt_pt: {0} ficheiro
uk: {0} файл

source: Queue position: %(pos)s of %(total)s
pa_in: ਕਤਾਰ ਸਥਿਤੀ: %(total)s ਦੀ %(pos)s
pt_pt: Posição na fila: %(pos)s de %(total)s
uk: Позиція в черзі: %(pos)s із %(total)s

source: Currently on AMO
pa_in: ਮੌਜੂਦਾ ਤੌਰ ਤੇ AMO
pt_pt: Atualmente no AMO
uk: Зараз на AMO

source: Next version of this add-on
pa_in: ਇਸ ਐਡ-ਆਨ ਦਾ ਅਗਲਾ ਵਰਜਨ
pt_pt: Próxima versão deste extra
uk: Наступна версія цього додатку

source: Older versions
pa_in: ਪੁਰਾਣੇ ਵਰਜਨ
pt_pt: Versões mais antigas
uk: Старіші версії

source: You are about to delete the current version of your add-on. This may cause your add-on status to change, or your listing to lose public visibility, if this is the only public version of your add-on.
pa_in: ਤੁਸੀਂ ਆਪਣੇ ਐਡ-ਆਨ ਦਾ ਮੌਜੂਦਾ ਵਰਜਨ ਹਟਾਉਣ ਜਾ ਰਹੇ ਹੋ। ਹੋ ਸਕਦਾ ਇਸ ਨਾਲ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦਾ ਦਰਜਾ ਬਦਲ ਜਾਏ, ਜਾਂ ਤੁਹਾਡੀ ਸੂਚੀ ਜਨਤਕ ਦਿੱਖ ਗਵਾ ਦਵੇਗੀ, ਜੇਕਰ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦਾ ਕੇਵਲ ਇਹ ਹੀ ਜਨਤਕ ਵਰਜਨ ਹੈ।
pt_pt: Está a eliminar a versão atual deste extra. Isto pode fazer com que o estado do seu extra mude ou que a sua listagem perca visibilidade pública, se esta for a única versão pública do seu extra.
uk: Ви збираєтесь видалити поточну версію свого додатку. Це може призвести до зміни статусу додатку чи втрати видимості його сторінки для публіки, якщо це єдина публічна версія вашого додатку.

source: Add-ons for Australis Contest Winners
pa_in: Australis ਮੁਕਾਬਲਾ ਜੇਤੂਆਂ ਲਈ ਐਡ-ਆਨ
pt_pt: Extras para vencedores do concurso Australis
uk: Додатки для переможців конкурсу Australis

source: Add-ons are reviewed by the AMO Editors, a group of talented developers that volunteer to help the Mozilla project by reviewing add-ons to ensure a stable and safe experience for Mozilla users. When communicating with editors, please be courteous, patient and respectful as they are working hard to ensure that your add-on is set up correctly and follows the guidelines outlined in the <a href="%(url)s">Editors Reviewing Guide</a>.
pa_in: ਐਡ-ਆਨਾਂ ਦੀ ਸਮੀਖਿਆ AMO ਸੰਪਾਦਕਾਂ, ਇੱਕ ਪ੍ਰਤੀਭਾਵਾਨ ਡਿਵੈਲਪਰਾਂ ਵੱਲੋਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਜੋ ਐਡ-ਆਨਾਂ ਦੀ ਸਮੀਖਿਆ ਦੁਆਰਾ ਮੌਜੀਲਾ ਪ੍ਰੋਜੈਕਟ ਵਿੱਚ ਸਵੈ-ਇੱਛੁਕ ਯੋਗਦਾਨ ਪਾ ਕੇ ਮੌਜੀਲਾ ਉਪਭੋਗੀ ਲਈ ਥਿਰ ਅਤੇ ਸੁਰੱਖਿਅਤ ਅਨੁਭਵ ਯਕੀਨੀ ਬਣਾਉਂਦੇ ਹਨ। ਸੰਪਾਦਕਾਂ ਨਾਲ ਸੰਚਾਰ ਸਮੇਂ, ਕਿਰਪਾ ਕਰਕੇ ਮਿਲਣਸਾਰ, ਸਬਰ ਅਤੇ ਆਦਰ ਬਣਾਈ ਰੱਖੋ ਕਿਉਂਕਿ ਉਹ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦਾ ਸਹੀ ਸੈੱਟ ਹੋਣਾ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਸਖਤ ਮਿਹਨਤ ਕਰ ਰਹੇ ਹਨ ਅਤੇ <a href="%(url)s">ਸੰਪਾਦਕ ਸਮੀਖਿਆ ਗਾਈਡ</a>ਵਿੱਚ ਦੱਸੇ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਦਾ ਪਾਲਣ ਕਰੋ।
pt_pt: Os extras são revistos pelos editores AMO, um grupo de talentosos programadores que se voluntariam para ajudar no projeto Mozilla revendo extras para garantir uma experiência estável e segura para os utilizadores da Mozilla. Quando comunicar com os editores, por favor seja cordial, paciente e respeitador pois eles estão a trabalhar arduamente para garantir que o seu extra está corretamente construído e segue as diretrizes descritas no <a href="%(url)s">guia de revisão para editores</a>.

source: Usernames cannot contain only digits.
pa_in: ਉਪਭੋਗੀ ਨਾਂ ਵਿੱਚ ਕੇਵਲ ਅੰਕ ਨਾ ਸ਼ਾਮਲ ਹੋਣ।
pt_pt: Nomes de utilizador não podem conter apenas dígitos.

source: Default locale
pa_in: ਮੂਲ ਲੋਕੇਲ
pt_pt: Idioma por omissão

source: algorithm
pa_in: ਐਲਗੋਰਿਥਮ
pt_pt: algoritmo

source: This URL will only be visible if you are a developer.
pa_in: ਇਹ URL ਕੇਵਲ ਤਾਂ ਹੀ ਦਿੱਸੇਗੀ ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਡਿਵੈਲਪਰ ਹੋ।
pt_pt: Este endereço só será visível se for um programador.
uk: Ця URL-адреса буде видима лише в тому випадку, якщо ви є розробником.

source: This is the default locale used to display information about you (like your description).
pa_in: ਤੁਹਾਡੇ ਬਾਰੇ ਜਾਣਕਾਰੀ ਵਿਖਾਉਣ ਲਈ ਇਹ ਮੂਲ ਤੌਰ ਤੇ ਵਰਤਿਆ ਲੋਕੇਲ ਹੈ (ਜਿਵੇਂ ਤੁਹਾਡਾ ਵੇਰਵਾ)।
pt_pt: Este é o idioma por omissão utilizado para apresentar informações sobre si (como por exemplo, a descrição).
uk: Це типова локаль, яка використовується для відображення інформації про вас (на зразок вашого опису).

source: Allowed HTML: {0}. Links are forbidden.
pa_in: ਪ੍ਰਵਾਨਿਤ HTML: {0}। ਲਿੰਕਾਂ ਦੀ ਮਨਾਹੀ ਹੈ।
pt_pt: HTML permitido: {0}. Ligações são proibidas.
uk: Дозволено HTML: {0}. Посилання заборонені.

source: Visibility
pa_in: ਪ੍ਰਤੱਖਤਾ
uk: Видимість

source: Hidden
pa_in: ਲੁਕਿਆ
uk: Приховано

source: Unlisted
pa_in: ਅਣਸੂਚੀਬੱਧ
uk: Не в списку

source: Review {review} for {addon} deleted.
pa_in: {addon} ਦੀ {review} ਸਮੀਖਿਆ ਹਟਾਈ।
uk: Відгук {review} для {addon} видалено.

source: {user} deleted {review} for {addon}.
pa_in: {addon} ਦੀ {user} {review} ਹਟਾਈ।
uk: {user} видалив {review} для {addon}.

source: {addon} unlisted.
pa_in: {addon} ਅਣਸੂਚੀਬੱਧ।
uk: {addon} прибрано зі списку.

source: {file} was signed.
pa_in: {file} ਸਾਇਨ ਹੋਈ ਸੀ।
uk: {file} був підписаний.

source: <p> Please enter <strong>all the words</strong> below, <strong>separated by a space if necessary</strong>. </p> <p> If this is hard to read, you can <a href="#" id="recaptcha_different">try different words</a> or <a href="#" id="recaptcha_audio">try a different type of challenge</a> instead. </p>
pa_in: <p> ਕਿਰਪਾ ਕਰਕੇ ਹੇਠ ਦਿੱਤੇ<strong>ਸਾਰੇ ਸ਼ਬਦ</strong>ਐਂਟਰ ਕਰੋ, <strong>ਜੇਕਰ ਲੋੜ ਪਵੇ ਤਾਂ ਇਹਨਾਂ ਵਿੱਚ ਇੱਕ ਸਪੇਸ ਦਾ ਫ਼ਰਕ ਹੋਣਾ ਚਾਹੀਦਾ ਹਨ</strong>। </p> <p> ਜੇਕਰ ਇਹ ਪੜ੍ਹਣ ਵਿੱਚ ਔਖ ਹੋ ਰਹੀ ਹੈ, ਤੁਸੀਂ <a href="#" id="recaptcha_different">ਹੋਰ ਸ਼ਬਦਾਂ ਨੂੰ ਅਜ਼ਮਾ</a> ਸਕਦੇ ਹੋ ਜਾਂ ਇਸ ਦੀ ਬਜਾਏ <a href="#" id="recaptcha_audio">ਇੱਕ ਵੱਖਰੇ ਤਰ੍ਹਾਂ ਦੀ ਚੁਣੌਤੀ</a> ਦੀ ਕੋਸ਼ਿਸ ਕਰੋ। </p>
uk: <p> Введіть будь ласка <strong>всі слова</strong> внизу, <strong>разом з пробілами</strong>. </p> <p> Якщо важко прочитати, ви можете <a href="#" id="recaptcha_different">спробувати інші слова</a> або <a href="#" id="recaptcha_audio">спробувати інший тип відображення</a> натомість. </p>

source: This name cannot be used.
pa_in: ਇਹ ਨਾਂ ਵਰਤਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
uk: Ця назва не може бути використана.

source: Firefox
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ

source: Thunderbird
pa_in: ਥੰਡਰਬਰਡ

source: SeaMonkey
pa_in: ਸੀਮੰਕੀ

source: Sunbird
pa_in: ਸਨਬਰਡ

source: Mozilla
pa_in: ਮੌਜ਼ੀਲਾ

source: Firefox OS
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ OS

source: Language Pack (Add-on)
pa_in: ਭਾਸ਼ਾ ਪੈਕ (ਐਡ-ਆਨ)
uk: Мовний пакет (Додаток)

source: Language Packs (Add-on)
pa_in: ਭਾਸ਼ਾ ਪੈਕ (ਐਡ-ਆਨ)
uk: Мовні пакети (Додаток)

source: Addon Review Moderation Reverted
pa_in: ਐਡ-ਆਨ ਸਮੀਖਿਆ ਸੰਜਮ ਵਾਪਸ ਲਿਆ
uk: Модерація відгуку на додаток повернена

source: Not signed
pa_in: ਦਸਤਖਤ ਨਹੀਂ ਹੋਏ
uk: Не підписаний

source: Signed for a full review
pa_in: ਪੂਰੀ ਸਮੀਖਿਆ ਲਈ ਦਸਤਖਤ ਹੋਏ
uk: Підписаний на повну перевірку

source: Signed of a preliminary review
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਲਈ ਦਸਤਖਤ ਹੋਏ
uk: Підписаний на попередню перевірку

source: Linux
pa_in: ਲੀਨਕਸ

source: Mac OS X
pa_in: ਮੈਕ OS X

source: Windows
pa_in: ਵਿੰਡੋਜ਼

source: Solaris
pa_in: ਸੋਲਰਿਸ

source: Android
pa_in: ਐਨਡਰੋਇਡ

source: Unsupported file type, please upload an archive file {extensions}.
pa_in: ਫ਼ਾਈਲ ਟਾਈਪ ਨੂੰ ਸਹਿਯੋਗ ਨਹੀਂ, ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਅਕਾਈਵ ਫ਼ਾਈਲ {extensions} ਅੱਪਲੋਡ ਕਰੋ।
uk: Непідтримуваний тип файлу, вивантажте будь ласка файл архіву (розширення).

source: View current
pa_in: ਮੌਜੂਦਾ ਵੇਖੋ
uk: Переглянути поточний

source: Submit my add-on for manual review.
pa_in: ਹੱਥਲਿਖਤ ਸਮੀਖਿਆ ਵਾਸਤੇ ਮੇਰਾ ਐਡ-ਆਨ ਦਾਖਲ ਕਰੋ।
uk: Подати мій додаток на ручну перевірку.

source: Do not list my add-on on this site (beta)
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਨੂੰ ਇਸ ਸਾਈਟ ਤੇ ਸੂਚੀਬੱਧ ਨਾ ਕਰੋ(ਬੀਟਾ)
uk: Не показувати мій додаток на цьому сайті (бета)

source: Check this option if you intend to distribute your add-on on your own and only need it to be signed by Mozilla.
pa_in: ਇਸ ਚੋਣ ਤੇ ਨਿਸ਼ਾਨ ਲਗਾਓ ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਐਡ-ਆਨ ਨੂੰ ਆਪ ਵੰਡਣਾ ਤੈਅ ਕੀਤਾ ਅਤੇ ਕੇਵਲ ਇਸ ਨੂੰ ਮੌਜ਼ੀਲਾ ਵੱਲੋਂ ਹਸਤਾਖਰਿਤ ਕਰਵਾਉਣ ਦੀ ਲੋੜ ਹੈ।
uk: Відмітьте цю опцію, якщо ви збираєтесь розповсюджувати свій додаток власноруч і потребуєте лише підпис Mozilla.

source: A file with a version ending with a|alpha|b|beta|pre|rc and an optional number is detected as beta.
pa_in: a|alpha|b|beta|pre|rc ਅਤੇ ਇੱਕ ਚੋਣਵੇਂ ਨੰਬਰ ਵਾਲੇ ਵਰਜਨ ਵਾਲੀ ਇੱਕ ਫਾਈਲ ਨੂੰ ਬੀਟਾ ਦੇ ਤੌਰ ਤੇ ਪਛਾਣਿਆ ਜਾਂਦਾ।
uk: Файл з версією, що закінчується на a|alpha|b|beta|pre|rc і необов'язковим числом, визначається як бета.

source: Select a valid choice. That choice is not one of the available choices.
pa_in: ਇੱਕ ਠੀਕ ਪਸੰਦ ਨੂੰ ਚੁਣੋ। ਇਹ ਪਸੰਦ ਉੱਪਲਬਧ ਪਸੰਦਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨਹੀਂ ਹੈ।
uk: Зробіть правильний вибір. Цей вибір не є одним з доступних варіантів.

source: A file with a version ending with a|alpha|b|beta and an optional number is detected as beta.
pa_in: ਇੱਕ ਫ਼ਾਈਲ ਦਾ ਏ|ਐਲਫ਼ਾ|ਬੀ|ਬੀਟਾ ਦੇ ਇੱਕ ਵਰਜਨ ਅਤੇ ਇੱਕ ਚੋਣਵੇਂ ਅੰਕ ਨਾਲ ਅੰਤ ਹੋਵੇ ਬੀਟਾ ਪਛਾਣੀ ਜਾਵੇਗੀ।
uk: Файл з версією, що закінчується на a|alpha|b|beta і необов'язкове число, визначається як бета.

source: An author has been added to your add-on
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਵਿੱਚ ਇੱਕ ਲੇਖਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ
uk: До Вашого додатку був доданий автор

source: An author has a role changed on your add-on
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਤੇ ਇੱਕ ਲੇਖਕ ਦੀ ਭੂਮਿਕਾ ਬਦਲੀ ਗਈ
uk: Автор змінив роль у Вашому додатку

source: An author has been removed from your add-on
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਤੋਂ ਇੱਕ ਲੇਖਕ ਨੂੰ ਹਟਾਇਆ ਗਿਆ
uk: Із Вашого додатку був видалений автор

source: Before starting, please read and accept our Firefox Add-on Distribution Agreement. It also links to our Privacy Notice which explains how we handle your information.
pa_in: ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਸਾਡਾ ਫਾਇਰਫਾਕਸ ਐਡ-ਆਨ ਵੰਡ ਸਮਝੌਤਾ ਪੜ੍ਹੋ ਅਤੇ ਮਨਜ਼ੂਰ ਕਰੋ। ਇਹ ਸਾਡੇ ਪਰਦੇਦਾਰੀ ਨੋਟਿਸ ਨਾਲ ਵੀ ਸਬੰਧ ਰੱਖਦਾ ਜੋ ਦੱਸਦਾ ਹੈ ਕੀ ਕਿਵੇਂ ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਵਰਤਦੇ ਹਾਂ।
uk: Перед початком, будь ласка, прочитайте та погодьтеся з умовами нашої угоди розповсюдження додатків Firefox. Вона також посилається на наше повідомлення про приватність, в якому пояснюється як ми обробляємо вашу інформацію.

source: Learn All About Add-ons
pa_in: ਐਡ-ਆਨਾਂ ਬਾਰੇ ਸੱਭ ਕੁੱਝ ਜਾਣੋ
uk: Дізнайтесь все про додатки

source: Add-ons let millions of Firefox users enhance and customize their browsing experience. If you're a Web developer and know <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a>, and <a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a>, you already have all the necessary skills to make a great add-on.
pa_in: ਐਡ-ਆਨ ਲੱਖਾਂ ਫ਼ਾਇਰਫ਼ਾਕਸ ਉਪਭੋਗੀਆਂ ਨੂੰ ਆਪਣਾ ਬਰਾਊਜ਼ਿੰਗ ਅਨੁਭਵ ਵਧਾਉਣ ਅਤੇ ਫ਼ੇਰਬਦਲ ਕਰਨ ਵਿੱਚ ਦਿੰਦੇ ਹਨ। ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਵੈੱਬ ਡਿਵੈਲਪਰ ਹੋ ਅਤੇ <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a>, ਅਤੇ <a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a>ਬਾਰੇ ਜਾਣਦੇ ਹੋ, ਇੱਕ ਵਧੀਆ ਐਡ-ਆਨ ਬਣਾਉਣ ਲਈ ਜ਼ਰੂਰੀ ਹਨੁਰ ਤੁਹਾਡੇ ਕੋਲ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਮੌਜੂਦ ਹੈ।
uk: Додатки дозволяють мільйонам користувачів Firefox розширювати та налаштовувати своє середовище для роботи в мережі Інтернет. Якщо Ви веб-розробник і знаєте <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a> і <a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a>, у Вас вже є всі необхідні навички, щоб створити чудовий додаток.

source: Head over to the <a href="https://developer.mozilla.org/Add-ons">Mozilla Developer Network</a> to learn everything you need to know to get started.
pa_in: ਹਰੇਕ ਚੀਜ਼ ਸਿੱਖਣ ਲਈ <a href="https://developer.mozilla.org/Add-ons">ਮੌਜੀਲਾ ਡਿਵੈਲਪਰ ਨੈੱਟਵਰਕ</a> ਵੱਲ ਜਾਓ ਜਿਸਦੀ ਤੁਹਾਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਜ਼ਰੂਰਤ ਹੈ।
uk: Зайдіть в <a href="https://developer.mozilla.org/Add-ons">Мережа розробників Mozilla</a>, щоб дізнатись все необхідне для початку роботи.

source: Visibility:
pa_in: ਪ੍ਰਤੱਖਤਾ:
uk: Видимість:

source: Publish your add-ons!
pa_in: ਆਪਣਾ ਐਡ-ਆਨ ਪੇਸ਼ ਕਰੋ!
uk: Публікуйте Ваші додатки!

source: Upload an <a href="%(addon_url)s">add-on</a> or <a href="%(theme_url)s">theme</a> to get started!
pa_in: ਸ਼ਰੂ ਕਰਨ ਲਈ ਇੱਕ <a href="%(addon_url)s">ਐਡ-ਆਨ</a> ਜਾਂ <a href="%(theme_url)s">ਥੀਮ</a> ਅੱਪਲੋਡ ਕਰੋ!
uk: Щоб почати, завантажте <a href="%(addon_url)s">додаток</a> або <a href="%(theme_url)s">тему</a>!

source: Lightweight Themes
pa_in: ਲਾਈਟਵੇਟ ਥੀਮ
uk: Легкі теми

source: Community & Support
pa_in: ਭਾਈਚਾਰਾ ਅਤੇ ਸਹਿਯੋਗ
uk: Спільнота і Підтримка

source: Do you want your add-on to be distributed on this site?
pa_in: ਕੀ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕੀ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਇਸ ਸਾਈਟ ਤੇ ਵਰਤਾਇਆ ਜਾਵੇ?
uk: Ви хочете розповсюджувати свій додаток на цьому сайті?

source: Warning:
pa_in: ਚੇਤਾਵਨੀ:
uk: Попередження:

source: A short explanation of your add-on's basic functionality that is displayed in search and browse listings, as well as at the top of your add-on's details page. It is only relevant for listed add-ons.
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੀ ਬੁਨਿਆਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਦੀ ਇੱਕ ਛੋਟੀ ਵਿਆਖਿਆ ਜੋ ਖੋਜ ਅਤੇ ਝਲਕ ਸੂਚੀਆਂ ਵਿੱਚ, ਨਾਲ ਦੀ ਨਾਲ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੇ ਵੇਰਵੇ ਸਫ਼ੇ ਤੇ ਵਿਖਾਈ ਜਾਂਦੀ ਹੈ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨ ਲਈ ਢੁੱਕਵੀਂ ਹੈ।
uk: Короткий опис основних функцій вашого додатку, яке відображається в списках пошуку та перегляду, а також у верхній частині сторінки вашого додатку. Це стосується тільки додатків, що знаходяться в списку.

source: Categories are the primary way users browse through add-ons. Choose any that fit your add-on's functionality for the most exposure. It is only relevant for listed add-ons.
pa_in: ਵਰਤੋਂਕਾਰਾਂ ਲਈ ਐਡ-ਆਨ ਵੇਖਣ ਦਾ ਮੁੱਖ ਢੰਗ ਸੰਗ੍ਰਹਿ ਹਨ। ਕਿਸੇ ਨੂੰ ਵੀ ਚੁਣੋ ਜੋ ਜਿਆਦਾ ਪ੍ਰਭਾਵ ਪਾਉਣ ਲਈ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਲਈ ਠੀਕ ਹੋਵੇ।
uk: Категорії є основним способом перегляду додатків користувачами. Виберіть будь-яку, під яку підпадає ваш додаток і яка дасть максимальний ефект. Це стосується тільки додатків, що знаходяться в списку.

source: Tags help users find your add-on and should be short descriptors such as tabs, toolbar, or twitter. You may have a maximum of {0} tags. It is only relevant for listed add-ons.
pa_in: ਟੈਗ ਵਰਤੋਂਕਾਰਾਂ ਦੀ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਲੱਭਣ ਵਿੱਚ ਮਦਦ ਕਰਦੇ ਅਤੇ ਛੋਟੇ ਵਰਣਨ ਵਾਲੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਟੈਬਾਂ, ਟੂਲਬਾਰ, ਜਾਂ ਟਵਿੱਟਰ। ਤੁਹਾਡੇ ਕੋਲ ਵੱਧ ਤੋਂ ਵੱਧ {0} ਟੈਗ ਹੋ ਸਕਦੇ ਹਨ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵੇਂ ਹਨ।
uk: Теги допомагають користувачам знайти ваш додаток і вони повинні бути коротким описом, таким як вкладки, панель чи twitter. Ви можете мати максимум {0} тегів. Це стосується лише додатків, які знаходяться в списку.

source: A longer explanation of features, functionality, and other relevant information. This field is only displayed on the add-on's details page. It is only relevant for listed add-ons.
pa_in: ਗੁਣਾਂ, ਕਾਰਗੁਜ਼ਾਰੀ, ਅਤੇ ਹੋਰ ਸੰਬੰਧਤ ਜਾਣਕਾਰੀ ਦੀ ਇੱਕ ਲੰਬੀ ਵਿਆਖਿਆ। ਇਹ ਖੇਤਰ ਕੇਵਲ ਐਡ-ਆਨ ਦੇ ਮੁੱਖ ਸਫ਼ੇ ਤੇ ਵਿਆਖਿਆ ਜਾਂਦਾ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵੀਂ ਹੈ।
uk: Більший опис особливостей, функціональності та іншої відповідної інформації. Це поле відображається тільки на сторінці вашого додатка. Це стосується лише додатків, які знаходяться в списку.

source: Information about your add-on is displayed in this locale unless you override it with a locale-specific translation. It is only relevant for listed add-ons.
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਬਾਰੇ ਜਾਣਕਾਰੀ ਇਸ ਲੋਕੇਲ ਵਿੱਚ ਵਿਖਾਈ ਜਾਂਦੀ ਹੈ ਜਦ ਤੱਕ ਤੁਸੀਂ ਇਸ ਨੂੰ ਇੱਕ ਖ਼ਾਸ-ਲੋਕੇਲ ਤਰਜਮੇ ਨਾਲ ਮੁੜ ਨਹੀਂ ਲਿੱਖਦੇ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Інформація про ваш додаток відображається цією мовою, якщо ви не заміните її перекладом іншою мовою. Це стосується тільки додатків, що знаходяться в списку.

source: If your add-on has another homepage, enter its address here. If your website is localized into other languages multiple translations of this field can be added. It is only relevant for listed add-ons.
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦਾ ਕੋਈ ਹੋਰ ਵੀ ਮੁੱਖ-ਸਫ਼ਾ ਹੈ, ਉਸ ਦਾ ਪਤਾ ਇੱਥੇ ਦਰਜ ਕਰੋ। ਜੇਕਰ ਤੁਹਾਡੀ ਵੈੱਬਸਾਈਟ ਦਾ ਤਰਜਮਾ ਹੋਰ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਹੋਇਆ ਇਸ ਖੇਤਰ ਦੇ ਬਹੁਤ ਸਾਰੇ ਅਨੁਵਾਦ ਸ਼ਾਮਲ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Якщо у вашого додатку є інша домашня сторінка, введіть тут її адресу. Якщо ваш сайт перекладений іншими мови, для цього поля можна додати кілька перекладів. Це стосується тільки додатків, що знаходяться в списку.

source: If you wish to display an e-mail address for support inquiries, enter it here. If you have different addresses for each language multiple translations of this field can be added. It is only relevant for listed add-ons.
pa_in: ਜੇਕਰ ਤੁਸੀਂ ਸਹਿਯੋਗ ਪੁੱਛਗਿੱਛਾਂ ਲਈ ਇੱਕ ਈਮੇਲ ਪਤਾ ਵਿਖਾਉਣ ਦੇ ਚਾਹਵਾਨ ਹੋ, ਇੱਥੇ ਦਰਜ ਕਰੋ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਹਰੇਕ ਭਾਸ਼ਾ ਲਈ ਵੱਖ-ਵੱਖ ਪਤੇ ਹਨ ਇਸ ਖੇਤਰ ਦੇ ਬਹੁਤ ਸਾਰੇ ਅਨੁਵਾਦ ਸ਼ਾਮਲ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Якщо ви хочете показати адресу електронної пошти для запитів підтримки, введіть її тут. Якщо у вас є різні адреси для для кожної мови, для цього поля можна додати кілька перекладів. Це стосується тільки додатків, що знаходяться в списку.

source: If your add-on has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added. It is only relevant for listed add-ons.
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੀ ਇੱਕ ਸਹਿਯੋਗ ਵੈੱਬਸਾਈਟ ਜਾਂ ਫੋਰਮ ਹੈ, ਉਸ ਦਾ ਪਤਾ ਇੱਥੇ ਦਰਜ ਕਰੋ। ਜੇਕਰ ਤੁਹਾਡੀ ਵੈੱਬਸਾਈਟ ਦਾ ਹੋਰ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਤਰਜਮਾ ਹੋਇਆ, ਇਸ ਖੇਤਰ ਦੇ ਬਹੁਤ ਸਾਰੇ ਅਨੁਵਾਦ ਸ਼ਾਮਲ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Якщо у вашого додатка є сайт або форум підтримки, введіть тут його адресу. Якщо ваш сайт перекладений іншими мовами, для цього поля можна додати кілька перекладів. Це стосується тільки додатків, що знаходяться в списку.

source: Any information end users may want to know that isn't necessarily applicable to the add-on summary or description. Common uses include listing known major bugs, information on how to report bugs, anticipated release date of a new version, etc. It is only relevant for listed add-ons.
pa_in: ਅੰਤ ਵਰਤੋਂਕਾਰ ਕੋਈ ਵੀ ਜਾਣਕਾਰੀ ਲੈਣਾ ਚਾਹੁੰਦੇ ਹੋਣ ਜੋ ਜ਼ਰੂਰੀ ਨਹੀਂ ਐਡ-ਆਨ ਦੇ ਸੰਖੇਪ ਵਰਣਨ ਜਾਂ ਵੇਰਵੇ ਤੇ ਲਾਗੂ ਹੋਵੋ। ਆਮ ਵਰਤੋਂ ਵਿੱਚ ਸ਼ਾਮਲ ਮੁੱਖ ਜਾਣੂ ਬੱਗਾਂ ਦੀ ਸੂਚੀ, ਬੱਗਾਂ ਦੀ ਸੂਚਨਾ ਕਿਵੇਂ ਭੇਜੀਏ ਦੀ ਜਾਣਕਾਰੀ, ਨਵੇਂ ਵਰਜਨ ਦੇ ਜਾਰੀ ਹੋਣ ਦੀ ਤਰੀਕ ਦਾ ਅਨੁਮਾਨ, ਆਦਿ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Будь-яка інформація, яку можливо захочуть дізнатися кінцеві користувачі, але якій не місце в зведенні або описі додатка. Зазвичай використовується для відомостей про серйозні помилки, про те як повідомляти про помилки, передбачувану дату випуску нової версії і т.д. Це стосується тільки додатків, що знаходяться в списку.

source: These flags are used to classify add-ons. It is only relevant for listed add-ons.
pa_in: ਇਹ ਝੰਡੇ ਐਡ-ਆਨਾਂ ਦੇ ਵਰਗੀਕਰਨ ਲਈ ਵਰਤੇ ਜਾਂਦੇ ਹਨ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Ці прапори використовуються для класифікації додатків. Це стосується тільки додатків, що знаходяться в списку.

source: Whether the source of your add-on can be displayed in our online viewer. It is only relevant for listed add-ons.
pa_in: ਚਾਹੇ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦਾ ਸੋਰਸ ਸਾਡੇ ਆਨਲਾਈਨ ਦਰਸ਼ਕ ਵਿੱਚ ਵਿਖਾਇਆ ਜਾਵੇ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Чи може джерело вашого додатка бути відображено в нашому засобі онлайн-перегляду. Це стосується тільки додатків, що знаходяться в списку.

source: Whether the download and usage stats of your add-on can be displayed in our online viewer. It is only relevant for listed add-ons.
pa_in: ਚਾਹੇ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੇ ਡਾਊਨਲੋਡ ਅਤੇ ਵਰਤੋਂ ਅੰਕੜੇ ਸਾਡੇ ਆਨਲਾਈਨ ਦਰਸ਼ਕ ਵਿੱਚ ਵਿਖਾਏ ਜਾਣ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨਾਂ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Чи може статистика завантажень або використання вашого додатка бути показана в нашому засобі онлайн-перегляду. Це стосується тільки додатків, що знаходяться в списку.

source: If selected, we will try to automatically upgrade your add-on when a new version of the SDK is released. It is only relevant for listed add-ons.
pa_in: ਜੇਕਰ ਚੁਣਿਆ ਹੋਵੇ, ਅਸੀਂ ਆਪਣੇ ਆਪ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਨੂੰ ਅੱਪਗਰੇਡ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਕਰਾਂਗੇ ਜਦੋਂ SDK ਦਾ ਨਵਾਂ ਵਰਜਨ ਜਾਰੀ ਹੋਵੇ। ਇਹ ਕੇਵਲ ਸੂਚੀਬੱਧ ਐਡ-ਆਨ ਲਈ ਢੁੱਕਵਾਂ ਹੈ।
uk: Якщо вибрано, ми постараємося автоматично оновити ваш додаток, коли буде випущена нова версія SDK. Це стосується тільки додатків, що знаходяться в списку.

source: Whiteboard
pa_in: ਵਾਇਟਬੋਰਡ
uk: Біла дошка
