Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Misplaced bug report or support request
cs: Nevhodné oznámení chyby nebo žádost o podporu
de: Unpassender Fehlerbericht, oder Unterstützungs-Anfrage
el: Αναφορά σφάλματος ή αίτημα υποστήριξης αντί για αξιολόγηση.
es: Informe de problema o petición de asistencia en una ubicación incorrecta
fr: Rapport de bogue ou demande d'assistance inadéquate dans ce contexte
it: segnalazione bug o richiesta di supporto inserita nella sezione non corretta
ja: 場違いなバグ報告またはサポートリクエスト
ko: 없는 버그를 신고했거나 기술 지원을 요청합니다
nl: Misplaatst bugrapport of ondersteuningsverzoek
pa_in: ਗੁਆਚੀ ਬਗ ਰਿਪੋਰਟ ਜਾਂ ਸਹਿਯੋਗ ਬੇਨਤੀ
pl: Niewłaściwie umieszczona prośba o pomoc lub zgłoszenie błędu
pt_pt: Relatório de erro mal colocado ou pedido de ajuda
ru: Отправленное не по назначению сообщение об ошибке или просьба оказать поддержку
sl: Založeno poročilo o napaki ali zahteva za podporo
uk: Неправильно розміщений звіт про ваду чи запит про підтримку
zh_cn: 错置的bug报告或支持请求

source: Other (provides a pop-up prompt for information)
cs: Jiný (zobrazí se okno pro možnost zadání dalších informací)
de: Sonstiges (bietet eine Pop-Up-Abfrage für weitere Informationen)
es: Otro (incluye información adicional en una ventana emergente)
fr: Autre (fournit une fenêtre surgissante pour fournir plus d'informations)
it: altro (apre un menu pop-up dove inserire ulteriori informazioni)
ko: 기타 (세부 사항을 묻는 팝업창이 뜹니다)
nl: Overig (via een pop-upvenster wordt om meer informatie gevraagd)
pa_in: ਹੋਰ (ਜਾਣਕਾਰੀ ਲਈ ਇੱਕ ਪਾੱਪ-ਅਪ ਪ੍ਰਾਉਟ ਮੁਹੱਈਆ ਕਰਵਾਓ)
pl: Inny (jest wyświetlane okienko z prośbą o podanie informacji)
pt_pt: Outro (você poderá fornecer mais informações)
ru: Другие (предоставляет всплывающий запрос для ввода информации)
sl: Drugo (nudi spustno okno za informacije)
uk: Інше (виводить виринаючий запит для вводу інформації)
zh_cn: 其他（为信息提供了一个弹出提示）

source: Currently, AMO does not provide a mechanism to directly communicate with a reviewer but this feature is being investigated and considered for a future update.
cs: V současné době AMO nenabízí možnost přímé komunikace s redaktorem, ale tato funkčnost je zvažována a může se v budoucnu objevit.
de: Derzeit bietet AMO keine Möglichkeit, direkt mit einem Bewerter zu kommunizieren, aber diese Funktion wird derzeit untersucht und für eine zukünftige Version in Erwägung gezogen.
es: Actualmente, AMO no incluye ningún sistema para contactar directamente con el autor de una valoración, pero es una opción que está siendo investigada y considerada para futuras versiones.
fr: Actuellement, AMO ne propose pas de mécanisme pour directement communiquer avec un testeur mais cette fonctionnalité est actuellement à l'étude et pourra venir dans une future mise à jour.
it: Al momento AMO non dispone di un meccanismo per comunicare direttamente con il recensore, ma stiamo studiando un modo per introdurre questa funzione e includerla in futuro.
ja: 現在、AMO はレビュアと直接連絡を取る機能を提供していませんが、この機能は将来の実装が調査・検討されています。
ko: 현재 AMO에선 심사자와 직접 연결해주는 메커니즘을 제공하고 있지 않지만 이러한 기능은 향후 업데이트를 통해 개발을 고려중에 있습니다.
nl: Op dit moment heeft AMO geen mechanisme om rechtstreeks met een beoordelaar te communiceren, maar deze mogelijkheid wordt wel onderzocht en mogelijk in de toekomst geïmplementeerd.
pa_in: ਮੌਜੂਦਾ ਤੌਰ ਤੇ, AMO ਸਮੀਖਿਅਕ ਨਾਲ ਸਿੱਧੇ ਤੌਰ ਤੇ ਗੱਲਬਾਤ ਕਰਨ ਲਈ ਕੋਈ ਢੰਗ ਮੁਹੱਈਆ ਨਹੀਂ ਕਰਵਾਉਂਦਾ ਪਰ ਇਸ ਵਿਸ਼ੇਸਤਾ ਨੂੰ ਪਰਖਿਆ ਜਾ ਰਿਹਾ ਅਤੇ ਭਵਿੱਖ ਅੱਪਡੇਟ ਵਿੱਚ ਰੱਖਿਆ ਜਾ ਸਕਦਾ।
pl: Obecnie AMO nie ma mechanizmu do bezpośredniej komunikacji z recenzentem, ale funkcja ta jest badana i rozważana do wprowadzenia jej w przyszłości.
pt_pt: Atualmente o AMO não fornece um mecanismo de comunicação direta com o autor da análise, mas esse recurso está sendo considerado para uma atualização futura.
ru: В настоящее время AMO не предоставляет механизма прямой связи с рецензентом, но эта возможность сейчас рассматривается для включение в будущее обновление.
sl: Trenutno AMO ne nudi mehanizma za neposredno komunikacijo z recenzentom, vendar se o tej temi razmišlja kot o možnosti za eno od bodočih različic.
uk: В даний час AMO не надає механізму для прямого зв'язку з рецензентом, але ця можливість зараз розглядається для включення у майбутнє оновлення.
zh_cn: 目前 AMO 并没有提供可以直接与审核员沟通的机制，但我们正在研究和考虑在未来的更新中加入此功能。

source: Can I request that a review be removed if the review is negative?
cs: Mohu požádat o odstranění recenze, pokud je negativní?
de: Kann ich verlangen, dass eine Bewertung entfernt wird, wenn sie negativ ist?
es: ¿Puedo solicitar la eliminación de una valoración negativa?
fr: Puis-je demander le retrait d'un commentaire négatif ?
it: Posso chiedere che una recensione negativa venga rimossa?
ko: 부정적인 평가에 대해서 삭제를 요청할 수 있나요?
nl: Kan ik vragen om verwijdering van een beoordeling als deze negatief is?
pa_in: ਕੀ ਮੈਂ ਇੱਕ ਸਮੀਖਿਆ ਨੂੰ ਹਟਾਉਣ ਦੀ ਬੇਨਤੀ ਕਰ ਸਕਦਾ ਜੇਕਰ ਉਹ ਸਮੀਖਿਆ ਨਕਰਾਤਮਕ ਹੋਵੇ?
pl: Czy można prosić, aby negatywna opinia została usunięta?
pt_pt: Eu posso solicitar que uma análise seja removida caso ela seja negativa?
ru: Могу ли я попросить удалить отзыв, если он является негативным?
sl: Ali lahko zahtevam, da se recenzijo odstrani, če je negativna?
uk: Чи можу я дати запит на вилучення негативного відгуку?
zh_cn: 我可以要求审核并删除负面的评论吗？

source: No. We do not remove negative reviews from add-ons unless they are found to be false.
cs: Ne. Neodstraňujeme negativní recenze doplňků. Jedinou výjimkou jsou recenze, které jsou lživé.
de: Nein. Wir entfernen negative Bewertungen von Add-ons nicht, außer sie stellen sich als falsch heraus.
es: No. No eliminamos valoraciones negativas de los complementos a menos que sean falsas.
fr: Non. Nous ne supprimons pas les commentaires négatifs des modules à moins qu'ils s'avèrent qu'ils soient faux.
it: No. Non rimuoviamo le recensioni negative dai componenti aggiuntivi a meno che non siano riconosciute false.
ko: 아니오. 저희는 부정적인 평가들이 허위라고 판단되지 않는 이상 평가들을 제거하지 않습니다.
nl: Nee. We verwijderen geen negatieve beoordelingen van add-ons, tenzij ze bewezen vals zijn.
pa_in: ਨਹੀਂ, ਅਸੀਂ ਨਕਾਰਤਮਕ ਸਮੀਖਿਆਵਾਂ ਨੂੰ ਹਟਾ ਨਹੀਂ ਸਕਦੇ ਜਦੋਂ ਤੱਕ ਇਹ ਨਾ ਪਤਾ ਲੱਗੇ ਕੀ ਉਹ ਝੂਠੀਆਂ ਹਨ।
pl: Nie. Nie usuwamy negatywnych opinii dodatku, chyba że są one nieprawdziwe.
pt_pt: Não. Nós não removemos análises negativas dos extras a menos que provem ser falsas.
ru: Нет. Мы не удаляет негативные отзывы на дополнения, если только они не будут признаны ложными.
sl: Ne. Negativnih ocen iz dodatkov ne odstranjujemo, razen če se se ugotovi, da so napačne.
uk: Ні. Ми не вилучаємо негативних відгуків на додатки, якщо тільки їх не буде визнано помилковими.
zh_cn: 不。我们不会删除附加组件的负面评论，除非他们被发现是假的。

source: Can I request that a review be removed if the review is inaccurate?
cs: Mohu požádat o smazání recenze, která je nepravdivá?
de: Kann ich verlangen, dass eine Bewertung entfernt wird, wenn sie ungenau ist?
es: ¿Puedo solicitar la eliminación de una valoración si es imprecisa?
fr: Puis-je demander le retrait d'un commentaire qui est inexact ?
it: Posso chiedere che una recensione inaccurata venga rimossa?
ko: 정확하지 않은 평가에 대해서 제거를 신청할 수 있나요?
nl: Kan ik vragen om verwijdering van een beoordeling als deze onjuist is?
pa_in: ਕੀ ਮੈਂ ਇੱਕ ਸਮੀਖਿਆ ਹਟਾਉਣ ਦੀ ਬੇਨਤੀ ਕਰ ਸਕਦਾ ਜੇਕਰ ਸਮੀਖਿਆ ਗਲਤ ਹੋਵੇ?
pl: Czy można prosić, aby nieprecyzyjna opinia została usunięta?
pt_pt: Eu posso solicitar que uma análise seja removida caso ela seja imprecisa?
ru: Могу ли я попросить удалить отзыв, если он является некорректным?
sl: Ali lahko zahtevam, da se recenzijo odstrani, če je netočna?
uk: Чи можу я дати запит на вилучення некоректного відгуку?
zh_cn: 我可以要求审核并删除不准确的评论吗？

source: If an author contacts us and asks for a review containing false or inaccurate information to be removed, we will review the post and consider removing it.
cs: Pokud nás autor kontaktuje s žádosti o kontrolu recenze, která obsahuje chybné či nepravdivé informace, provedeme její kontrolu a rozhodneme, zda ji smažeme či nikoliv.
de: Wenn ein Autor uns kontaktiert und darum bittet, dass eine Bewertung mit falschen oder ungenauen Informationen entfernt wird, werden wir den Beitrag prüfen und ihn möglicherweise entfernen.
es: Si un autor se pone en contacto con nosotros y solicita que una valoración falsa o imprecisa sea eliminada, revisaremos la entrada para considerar su eliminación.
fr: Si un auteur nous contacte et nous demande le retrait d'un commentaire faux ou inexact, nous vérifierons celui-ci et pourrons éventuellement le retirer.
it: Se un autore ci contatta chiedendo che una recensione contenente informazioni false o inaccurate sia rimossa, revisioneremo il post in questione e prenderemo in considerazione la sua rimozione.
ko: 작성자가 부정확한 내용이 있는 평가에 대해 저희에게 삭제를 요청할 경우, 저희가 그 글을 검토해본뒤 삭제여부에 대해 결정하게됩니다.
nl: Als een schrijver contact met u opneemt en vraagt om een beoordeling met foutieve of onvolledige informatie te verwijderen, beoordelen we het bericht en overwegen of we deze zullen verwijderen.
pa_in: ਜੇਕਰ ਲੇਖਕ ਸਾਨੂੰ ਸੰਪਰਕ ਕਰਦਾ ਅਤੇ ਸਮੀਖਿਆ ਜਿਸ ਵਿੱਚ ਝੂਠੀ ਜਾਂ ਗਲਤ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੋਵੇ ਨੂੰ ਹਟਾਉਣ ਬਾਰੇ ਕਹਿੰਦਾ, ਅਸੀਂ ਪੋਸਟ ਦੀ ਸਮੀਖਿਆ ਅਤੇ ਉਸ ਨੂੰ ਹਟਾਉਣ ਬਾਰੇ ਵਿਚਾਰ ਕਰਾਂਗੇ।
pl: Jeśli autor skontaktuje się z nami i poprosi o usunięcie nieprawdziwej lub nieprecyzyjnej opinii, sprawdzimy wpis i rozważymy jego usunięcie.
pt_pt: Se um autor entrar em contato conosco e pedir que uma análise contendo informações falsas ou imprecisas seja removida, nós analisaremos a postagem e consideraremos sua remoção.
ru: Если автор связывается с нами и просит удалить отзыв, содержащий ложную или неточную информацию, мы проверяем отзыв и, по результатам проверки, можем его удалить.
sl: Če se avtor obrne na nas in prosi, da se recenzijo, ki vsebuje lažne ali netočne podatke, odstrani, si bomo objavo ogledali, da vidimo, ali jo je treba odstraniti.
uk: Якщо автор зв'язується з нами та просить вилучити відгук, який містить неправильну чи неточну інформацію, ми перевіряємо відгук та приймаємо рішення.
zh_cn: 如果一名作者联系我们，并且要求对含有虚假或不准确的信息进行审核并删除，我们会认真审核后考虑是否去除。

source: Do you need more information about the various open source licenses? Are you confused as to which license you should select? What rights does a specific license grant? While nothing replaces reading the full terms of a license, below are some sites that contain information about some of the key open source licenses that may help you sort out the differences between them. These sites are being provided solely for your convenience and as a reference for your personal use. These resources do not constitute legal advice nor should they be used in lieu of such advice. Mozilla neither guarantees nor is responsible for the content of these sites or your reliance on such content.
cs: Potřebujete více informací o různých open-source licencích? Nevíte, kterou licenci byste si měli zvolit? Jaká práva která licence poskytuje? Ačkoliv nic nenahradí kompletní přečtení licence, níže jsou některé weby, které obsahují informace o některých nejpoužívanějších open-source licencích, které vám mohou pomoci si zvolit tu správnou. Tyto stránky jsou odkazovány pro vaše pohodlí a jsou určeny pro vaše osobní použití. Tyto zdroje vám nedají odpovědi na konkrétní právní otázky, ty byste měli konzultovat s právníkem. Mozilla není odpovědná za obsah, které tyto weby nabízí.
de: Benötigen Sie weitere Informationen über die vielen Open-Source-Lizenzen? Sind Sie verwirrt darüber, welche Lizenz Sie wählen sollten? Welche Rechte gestattet eine bestimmte Lizenz? Es gibt zwar keinen Ersatz für das Lesen der gesamten Lizenzbedingungen, aber im Folgenden finden Sie einige Websites, die Informationen über einige der wichtigsten Open-Source-Lizenzen bieten, die ihnen dabei helfen könnten, die Unterschiede dazwischen zu erkennen. Diese Websites werden nur der Einfachheit halber angeboten und als Referenz zu Ihrer persönlichen Verwendung. Mozilla garantiert weder, noch ist es verantwortlich für den Inhalt dieser Websites oder dafür, dass Sie sich auf die Inhalte verlassen.
es: ¿Necesitas más información sobre las distintas licencias de código abierto? ¿No sabes qué tipo de licencia seleccionar o qué derechos implican cada una de ellas? Aunque lo mejor es la lectura completa de los términos de cada licencia, incluimos a continuación algunas páginas web que contienen información sobre las distintas licencias de código abierto más relevantes para ayudarte a distinguirlas. La inclusión de estas páginas web ha sido realizada solo para tu comodidad y como referencia de uso personal. Estos recursos no deben entenderse ni sustituirse por ningún tipo de asesoramiento legal. Mozilla no garantiza ni se hace responsable del contenido de estas páginas web ni de tu confianza depositada ellas.
fr: Vous avez besoin d'aide au sujet de la variété de licences open source ? Vous êtes perdus quant à la licence à adopter ? Quels sont les droits qu'une licence précise donne ? Bien que rien ne remplacera la lecture attentive de tous les termes de la licence, ci-dessous vous trouverez quelques sites qui contiennent des informations à propos des licences open sources principales et pourront vous aider à faire votre choix. Ces sites sont donnés à titre indicatif pour votre utilisation personnelle. Ces ressources ne sont en aucun cas des conseils ayant valeur légale et ne devraient être utilisés comme tels. Mozilla ne garantie ni n'est responsable pour le contenu de ces sites ou votre confiance dans ce contenu.
it: Ti servono altre informazioni riguardo le varie licenze Open Source? Sei indeciso su quale licenza selezionare? Quali diritti garantisce una specifica licenza? Anche se nulla può sostituire la lettura completa dei termini di una licenza, di seguito troverai alcuni siti che contengono informazioni sulle principali licenze Open Source, e che potrebbero aiutarti a distinguere le differenze tra le varie licenze. Elenchiamo questi siti solo per tua comodità e come riferimento per tuo uso personale. Sono risorse che non costituiscono una consulenza legale né devono sostituirsi a essa. Mozilla non garantisce, né è responsabile, del contenuto di questi siti o dell'affidamento che deciderai di fare sul loro contenuto.
ko: 다양한 오픈소스 라이센스에 대한 정보가 필요하십니까? 어떤 라이센스를 선택해야 할지 궁금하신가요? 전체 라이센스 내용을 확인하지 않더라도 아래 사이트에서 각종 라이센스 정보를 비교해 드립니다. 그러나, 이 정보들은 개인적인 용도 및 정보의 역할만 하는 것이고 법적인 정보는 아닙니다. Mozilla는 이들 정보에 대해 책임을 지거나 정보의 신뢰성에 대한 보장을 하지 않습니다.
nl: Hebt u meer informatie nodig over de diverse opensourcelicenties? Weet u niet welke licentie u moet kiezen? Welke rechten geeft een specifieke licentie? Hoewel niets het volledig lezen van een licentie vervangt staan hieronder enkele websites die informatie verschaffen over de belangrijkste opensourcelicenties, en die u helpen de verschillen te vinden. Deze websites worden uitsluitend ter ondersteuning en als referentie voor uw persoonlijk gebruik genoemd. Deze informatiebronnen betreffen geen juridisch advies en moeten ook niet als zodanig worden gebruikt. Mozilla geeft geen garanties en is niet verantwoordelijk voor de inhoud van deze websites of uw afhankelijkheid van de inhoud.
pa_in: ਕੀ ਤੁਹਾਨੂੰ ਵੱਖੋ-ਵੱਖਰੇ ਓਪਨ ਸੋਰਸ ਲਾਇਸੰਸ ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ ਦੀ ਲੋੜ ਹੈ? ਕੀ ਤੁਸੀਂ ਉਲਝਣ ਵਿੱਚ ਹੋ ਕੀ ਤੁਹਾਨੂ਼ੰ ਕਿਹੜਾ ਲਾਇਸੰਸ ਚੁਣਨਾ ਚਾਹੀਦਾ? ਇੱਕ ਖਾਸ਼ ਲਾਇਸੰਸ ਕਿਹੜੇ ਅਧਿਕਾਰ ਦਿੰਦਾ? ਕੁੱਝ ਵੀ ਬਦਲੇ ਬਿਨਾਂ ਇੱਕ ਲਾਇਸੰਸ ਦੇ ਪੂਰੇ ਨਿਯਮ ਪੜ੍ਹਦੇ ਸਮੇਂ, ਹੇਠ ਕੁੱਝ ਸਾਈਟਾਂ ਹਨ ਜਿਹਨਾਂ ਵਿੱਚ ਕੁੱਝ ਖਾਸ਼ ਓਪਨ ਸੋਰਸ ਲਾਇਸੰਸਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੈ ਜੋ ਇਹਨਾਂ ਵਿੱਚ ਫ਼ਰਕ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰ ਸਕਦੀਆਂ ਹਨ। ਇਹਨਾਂ ਸਾਈਟਾਂ ਕੇਵਲ ਤੁਹਾਡੀ ਸਹੂਲਤ ਅਤੇ ਤੁਹਾਡੀ ਨਿੱਜੀ ਵਰਤੋਂ ਲਈ ਇੱਕ ਹਵਾਲੇ ਦੇ ਤੌਰ ਤੇ ਮਹੁੱਈਆ ਕਰਵਾਈਆਂ ਹਨ। ਇਹਨਾਂ ਵਸੀਲਿਆਂ ਵਿੱਚ ਨਾ ਕਾਨੂੰਨੀ ਸਲਾਹ ਦਾ ਗਠਨ ਅਤੇ ਨਾ ਹੀ ਇਹ ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਸਲਾਹ ਲਈ ਇਹਨਾਂ ਦੀ ਵਰਤੋਂ ਹੋਵੇਗੀ। ਮੌਜੀਲਾ ਇਹਨਾਂ ਸਾਈਟਾਂ ਦੀ ਸਮੱਗਰੀ ਜਾਂ ਤੁਹਾਡੇ ਇਸ ਸਮੱਗਰੀ ਦੇ ਭਰੋਸੇ ਦੀ ਨਾ ਕੋਈ ਗਾਰੰਟੀ ਲੈਂਦੀ ਅਤੇ ਨਾ ਹੀ ਜ਼ਿੰਮੇਵਾਰ ਹੋਵੇਗੀ।
pl: Potrzebujesz więcej informacji o licencjach otwartego dostępu do kodu źródłowego programu? Nie wiesz, którą licencję wybrać? Jakich praw udziela dana licencja? Choć nic nie zastąpi zapoznania się z pełnymi postanowieniami licencji, poniżej znajduje się kilka adresów witryn, na których znajdują się informacje o kluczowych licencjach otwartego dostępu do kodu źródłowego, które mogą pomóc poznać różnice pomiędzy nimi. Te witryny stanowią jedynie pomoc i służą jako punkt odniesienia. Zasoby te nie są źródłem porad prawnych ani też nie powinny być używane jako równoważnik takich porad. Mozilla nie gwarantuje, ani nie odpowiada za treść znajdującą się na tych witrynach, ani za zaufanie do znajdujących się tam treści, jakim obdarza je czytelnik.
pt_pt: Precisa de mais informação sobre os vários tipos de licença de código aberto? Não sabe qual a licença que deve escolher? Que direitos uma licença especifica garante? Apesar de nada substituir a leitura de todos os termos de uma licença, em baixo estão alguns sites que contêm informação sobre algumas das licenças chave de código aberto, que podem ajudar a encontrar as diferenças entre as várias licenças. Estes sites são fornecidos apenas para sua conveniência e como uma referência para uso pessoal. Estes recursos não constituem aconselhamento legal nem devem ser utilizados como substituto desse aconselhamento. A Mozilla não garante nem é responsável pelo conteúdo destes sites ou pela sua confiança neste conteúdo.
ru: Нужны дополнительные сведения о различных лицензиях для открытого исходного кода? Не знаете какую лицензию следуте выбрать? Хотите знать какие права предоставляет какая-либо лицензия? Хотя ничто не заменит чтения всех условий лицензии, ниже перечислены некоторые сайты, которые содержат сведения о некоторых из ключевых лицензий для открытого исходного кода, которые могут помочь вам разобраться в их различиях. Эти сайты предоставляются исключительно для вашего удобства в качестве рекомендации для вашего личного пользования. Данные ресурсы не являются юридической консультацией и не должны использоваться вместо подобных консультаций. Mozilla не гарантирует и не несет ответственность за содержание этих сайтов или за использованием вами этого содержания.
uk: Потрібно більше інформації про різні ліцензії для відкритого програмного коду? Заплутались у виборі ліцензії? Хочете знати, які права надає певна ліцензія? Хоча немає нічого кращого, ніж ознайомлення з усіма умовами ліцензії, внизу зазначено деякі сайти з інформацією про основні ліцензії для відкритого програмного коду, які можуть допомогти вам у визначенні відмінностей між ними. Ці сайти було надано виключно для вашої зручності та в якості рекомендації для особистого користування. Ці ресурси не являються юридичною консультацією та не повинні використовуватись замість таких консультацій. Mozilla не гарантує та не несе відповідальність за вміст цих сайтів чи за використання вами цього вмісту.
zh_cn: 您需要更多有关各种开源许可协议的信息吗？您不知道您应该选择哪个许可协议吗？您想知道各个许可协议都规定了什么权利吗？虽然没有取代阅读一个许可协议的所有条款，下面的一些网站包含了一些开源许可协议的信息，帮您理清它们之间的差异。这些网站仅为您提供了供个人使用的参考资料。这些资源不构成法律建议，也不应该被用来替代上述建议。Mozilla 不会对这些网站的内容或您对这些内容的依赖做任何保证和负责。

source: In addition to the full text of the Mozilla Public License("MPL"), this also provides an annotated version of the MPL and an <abbr title="Frequently Asked Questions">FAQ</abbr> to help you if you want to use or distribute code licensed under it.
cs: Mimo celého textu Mozilla Public License("MPL") je též k dispozici text licence MPL s popisem a <abbr title="Frequently Asked Questions">FAQ</abbr>, které vám pomůžou, pokud chcete zdrojový kód pod MPL používat či distribuovat.
de: Zusätzlich zum vollständigen Text der Mozilla Public License („MPL“) bietet es auch eine kommentierte Version der MPL und eine <abbr title="Häufig gestellte Fragen">FAQ</abbr>, um Ihnen zu helfen, wenn Sie sie verwenden möchten oder unter ihr lizensierten Quelltext verteilen möchten.
es: Además del texto completo de Licencia Pública de Mozilla ("MPL"), también se incluye una versión comentada de la MPL y una página de <abbr title="Frequently Asked Questions">Preguntas de usuario frecuentes</abbr> para ayudarte si deseas usar o distribuir el código autorizado bajo dicha licencia.
fr: En plus du texte complet de la Mozilla Public License (« MPL »), ceci fournit également une version annotée de la MPL et une <abbr title="Foire Aux Questions">FAQ</abbr> pour vous aider si vous voulez utiliser ou distribuer du code sous cette licence.
it: In aggiunta al testo completo della Mozilla Public License("MPL") hai a tua disposizione anche una versione commentata della MPL e un <abbr title="Domande più frequenti">FAQ</abbr> per aiutarti nel caso in cui volessi usare o distribuire un codice registrato sotto questa licenza.
ko: Mozilla Public License("MPL")에 대한 전체 내용에 대해 <abbr title="Frequently Asked Questions">FAQ</abbr>를 이용하시면 자주 묻는 질문에 대한 답을 보실 수 있습니다.
nl: In aanvulling op de volledige tekst van de Mozilla Public License (“MPL”) biedt dit ook een verkorte versie van de MPL en <abbr title="Frequently Asked Questions">FAQ</abbr> om u te helpen als u code onder deze licentie wilt gebruiken of verspreiden.
pa_in: ਮੌਜੀਲਾ ਜਨਤਕ ਲਾਇਸੰਸ("MPL") ਦੇ ਪੂਰੇ ਲੇਖ ਦੀ ਥਾਂ, ਤੁਹਾਡੀ ਮਦਦ ਲਈ ਇਹ ਨਾਲ ਹੀ MPL ਦਾ ਇੱਕ ਵਿਆਖਿਆ ਵਾਲਾ ਵਰਜਨ ਅਤੇ <abbr title="Frequently Asked Questions">FAQ</abbr> ਮੁਹੱਈਆ ਕਰਵਾਉਂਦਾ ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਦੇ ਅਧੀਨ ਲਾਇਸੰਸ ਕੀਤੇ ਕੋਡ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਜਾਂ ਵੰਡਣਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Osobom, które chcą używać i dystrybuować kod na licencji Mozilla Public License (MPL), witryna ta, oprócz pełnego tekstu licencji, dostarcza wersję MPL z komentarzami i odpowiedzi na często zadawane pytania <abbr title="Frequently Asked Questions">FAQ</abbr>.
pt_pt: Além do texto integral da Licença Pública Mozilla ("MLP"), isso também oferece uma versão comentada da MPL e um <abbr title="Frequently Asked Questions">FAQ</abbr> para ajudá-lo caso você queira usar ou distribuir código licenciado sob a MPL.
ru: В дополнение к полному тексту Mozilla Public License("MPL"), мы также предоставляем аннотированную версию MPL и <abbr title="Ответы на часто задаваемые вопросы">Ответы на часто задаваемые вопросы</abbr>, которые помогут вам, если вы захотите использовать или распространять код на её условиях.
sl: Poleg celotnega besedila Mozilla Public License ("MPL") nudi tudi komentirano različico MPL in <abbr title="Frequently Asked Questions">FAQ</abbr> ki vam bodo v pomoč, če želite uporabljati ali širiti kodo, ki je pod to licenco.
uk: На додачу до повного тексту Mozilla Public License("MPL"), додається також анотовану версію MPL та <abbr title="Часті питання">ЧаП</abbr>, щоб допомогти вам, якщо ви захочете використовувати чи розповсюджувати код на її умовах.
zh_cn: 如果您想要使用或以 Mozilla 公共许可协议（MPL）发布源代码，除完整的文本外，我们也提供了注解版的 MPL 和其<abbr title="Frequently Asked Questions">常见问题</abbr>供您了解。
