Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Download Now
cs: Stáhnout
de: Jetzt herunterladen
el: Λήψη τώρα
es: Descargar ahora
fr: Télécharger maintenant
it: Scarica ora
ja: 今すぐダウンロード
ko: 다운로드
nl: Nu downloaden
pa_in: ਹੁਣੇ ਹੀ ਡਾਓਨਲੋਡ ਕਰੋ
pl: Pobierz
pt_pt: Transferir agora
ru: Загрузить сейчас
sl: Prenesi zdaj
uk: Завантажити зараз
zh_cn: 立即下载

source: Download
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
fr: Téléchargement
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pa_in: ਡਾਓਨਲੋਡ
pl: Pobierz
pt_pt: Transferir
ru: Загрузить
sl: Prenesi
uk: Завантажити
zh_cn: 下载

source: Continue to Download&nbsp;&rarr;
cs: Přejít na stažení&nbsp;&rarr;
de: Weiter zum Download&nbsp;→
el: Συνέχεια λήψης&nbsp;&rarr;
es: Continuar con la descarga&nbsp;&rarr;
fr: Continuer vers les téléchargements&nbsp;&rarr;
it: Vai al download&nbsp;&rarr;
ja: ダウンロードを続ける&nbsp;&rarr;
ko: 다운로드&nbsp;&rarr;
nl: Doorgaan naar download&nbsp;&rarr;
pa_in: ਡਾਊਨਲੋਡ&nbsp;&rarr; ਲਈ ਜਾਰੀ
pl: Dalej&nbsp;&rarr;
pt_pt: Continuar para a transferência&nbsp;&rarr;
ru: Перейти к загрузке&nbsp;&rarr;
sl: Nadaljuj s prenosom&nbsp;&rarr;
uk: Продовжити завантаження&nbsp;&rarr;
zh_cn: 继续下载&nbsp;&rarr;

source: Accept and Download
cs: Souhlasím a stahovat
de: Zustimmen und Herunterladen
es: Aceptar y descargar
fr: Accepter et télécharger
it: Accetta e scarica
ko: 동의 및 다운로드
nl: Accepteren en downloaden
pl: Akceptuj i pobierz
ru: Принять и загрузить
sl: Sprejmi in prenesi

source: Install App
cs: Instalace aplikace
de: Anwendung installieren
es: Instalar aplicación
fr: Installer l'application
it: Installa app
ko: 앱 설치
nl: App installeren
pl: Zainstaluj
ru: Установить приложение
sl: Namesti aplikacijo
zh_cn: 安装应用

# install_button
source: Featured
cs: Doporučené
de: Empfohlen
el: Προβεβλημένο
es: Destacados
fr: En vedette
it: Consigliato
ja: おすすめ
ko: 추천
nl: Aanbevolen
pa_in: ਗੁਣ
pl: Polecany
pt_pt: Em destaque
ru: Избранное
sl: Izbran
uk: Відібрані
zh_cn: 精选

# install_button
source: Not Reviewed
cs: Nebyl kontrolován
de: Nicht bewertet
el: Δεν έχει αξιολογηθεί
es: Sin valoraciones
fr: Pas testé
it: Non revisionato
ja: 未審査
ko: 심사 안됨
nl: Niet beoordeeld
pa_in: ਪੁਨਰ ਵਿਚਾਰ ਨਹੀ
pl: Niesprawdzony
pt_pt: Não revisto
ru: Не проверено
sl: Ni pregledan
uk: Не переглянуто
zh_cn: 尚未审核

# install_button
source: Self Hosted
cs: Hostuje externě
de: Selbst gehostet
es: Alojamiento propio
it: Ospitato autonomamente
pl: Udostępniany przez autora
ru: На своем хостинге

source: Continue to Website&nbsp;&rarr;
cs: Přejít na webovou stránku&nbsp;&rarr;
de: Weiter zur Webseite&nbsp;→
es: Continuar al sitio web&nbsp;&rarr;
it: Vai al sito web&nbsp;&rarr;
pl: Dalej&nbsp;&rarr;
ru: Перейти на веб-сайт&nbsp;&rarr;

# install_button
source: Experimental
cs: Experimentální
de: Experimentell
el: Πειραματικό
fr: Expérimental
it: Sperimentale
ja: 実験的
ko: 시험용
nl: Experimenteel
pa_in: ਤਜਰਬੇ
pl: Eksperymentalny
pt_pt: Em teste
ru: Экспериментальное
sl: Eksperimentalen
uk: Експериментальний
zh_cn: 实验性

source: Add to {0}
cs: Přidat do aplikace {0}
de: Zu {0} hinzufügen
el: Προσθήκη στον {0}
es: Agregar a {0}
fr: Ajouter à {0}
it: Aggiungi a {0}
ja: {0} へ追加
ko: {0}에 추가
nl: Toevoegen aan {0}
pa_in: {0} ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ
pl: Zainstaluj
pt_pt: Adicionar ao {0}
ru: Добавить в {0}
sl: Dodaj v {0}
uk: Додати до {0}
zh_cn: 添加到 {0}

source: This name is already in use. Please choose another.
cs: Tento název je již používán. Zvolte prosím jiný.
de: Dieser Name wird bereits verwendet. Bitte wählen Sie einen anderen.
el: Αυτό το όνομα χρησιμοποιείται ήδη. Παρακαλώ επιλέξτε ένα άλλο.
es: Este nombre ya se utiliza. Por favor, elige otro.
fr: Ce nom de module est déjà utilisé. Merci d'en choisir un autre.
it: Questo nome è già in uso. Devi sceglierne uno diverso.
ja: この名前はすでに使われています。別の名前を付けてください。
ko: 이미 사용중인 이름입니다. 다른 이름을 골라주세요.
nl: Deze naam wordt al gebruikt. Kies een andere naam.
pa_in: ਇਹ ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਗਿਆ ਹੈ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਹੋਰ ਚੁਣੋ।
pl: Ta nazwa jest już zajęta. Wybierz inną.
pt_pt: Este nome já está em uso. Por favor, escolha outro.
ru: Это имя уже используется. Пожалуйста, выберите другое.
sl: To ime se že uporablja, Izberite drugega.
uk: Це ім'я вже використовується. Виберіть будь ласка інше.
zh_cn: 这个名字已被使用，请另选一个。

source: This slug is already in use. Please choose another.
cs: Toto URL je již používáno. Zvolte prosím jiné.
de: Dieser Adressname wird bereits verwendet. Bitte wählen Sie einen anderen.
el: Αυτό το slug χρησιμοποιείται ήδη. Παρακαλώ διαλέξτε κάποιο άλλο.
es: Este slug se utiliza. Por favor, elige otro.
fr: Ce racourcis est déjà utilisé. Merci d'en choisir un autre.
it: Questo slug è già in uso. Scegline un altro.
ja: このスラグはすでに使われています。別のスラグを付けてください。
ko: 이미 사용중인 주화입니다. 다른걸 사용해 주세요.
nl: Deze code wordt al gebruikt. Kies een andere.
pa_in: ਇਹ ਸਲੱਗ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਗਿਆ ਹੈ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਹੋਰ ਚੁਣੋ।
pl: Taka nazwa już istnieje. Wybierz inną.
pt_pt: Este identificador já está a ser utilizado. Por favor escolha outro.
ru: Это окончание уже используется. Пожалуйста, выберите другое.
sl: Ta rakleta se že uporablja. Izberite kako drugo.
uk: Це закінчення вже використовується. Виберіть будь ласка інше.
zh_cn: 这个短网址已经被使用，请另选一个。

source: The slug cannot be "%s". Please choose another.
cs: URL nemůže být "%s". Zvolte prosím jiné.
de: Der Adressname kann nicht „%s“ sein. Bitte wählen Sie einen anderen.
el: Το slug δε μπορεί να είναι "%s". Παρακαλώ διαλέξτε κάποιο άλλο.
es: Este slug no puede ser "%s". Por favor, elige otro.
fr: Ce racourcis ne peut être « %s ». Merci d'en choisir un autre.
it: "%s" non è uno slug valido. Scegline un altro.
ja: スラグを「%s」にすることはできません。別のスラグを付けてください。
ko: 이 주화는 "%s"이(가) 될 수 없습니다. 다른걸 사용해 주세요.
nl: De code kan niet “%s” zijn. Kies een andere.
pa_in: "%s" ਸਲੱਗ ਨਹੀਂ ਕਰ ਸਕਦਾ| ਕ੍ਰਿਪਾ ਕਰਕੇ ਹੋਰ ਚੁਣੋ।
pl: Nie można użyć nazwy „%s”. Wybierz inną.
pt_pt: O identificador não pode ser "%s". Por favor escolha outro.
sl: Rakleta ne more biti "%s". Izberite kako drugo.
uk: Закінчення не може бути "%s". Виберіть будь ласка інше.
zh_cn: 短网址不能是 "%s"。请另选一个。

source: Invalid tag: {0}
cs: Neplatný štítek: {0}
de: Ungültiges Schlagwort: {0}
el: Μη έγκυρη ετικέτα: {0}
es: Etiqueta no válida: {0}
fr: Drapeau invalide : {0}
it: Etichetta non valida: {0}
ja: 無効なタグ: {0}
ko: 유효하지 않은 태그: {0}
nl: Ongeldig label: {0}
pa_in: ਗਲਤ ਟੈਗ: {0}
pl: Nieprawidłowa etykieta: {0}
pt_pt: Etiqueta inválida: {0}
ru: Неверная метка: {0}
sl: Neveljavna oznaka: {0}
uk: Недійсна мітка: {0}
zh_cn: 无效的标签：{0}

source: "{0}" is a reserved tag and cannot be used.
cs: "{0}" je rezervovaný štítek, který nemůžete použít.
de: „{0}“ ist ein reserviertes Schlagwort und kann nicht verwendet werden.
el: Το «{0}» είναι δεσμευμένη ετικέτα και δεν μπορεί να χρησιμοποιηθεί.
es: "{0}" es una etiqueta reservada y no puede usarse.
fr: « {0} » est une étiquette réservée et ne peut être utilisée
it: "{0}" è un'etichetta riservata e non può essere utilizzata.
ja: 「{0}」は予約されたタグ名なので使用できません。
ko: "{0}"은(는) 금지 태그로 사용하실 수 없습니다.
nl: “{0}” is een gereserveerd label en mag niet worden gebruikt.
pa_in: "{0}" ਇੱਕ ਰਾਖਵਾਂ ਟੈਗ ਹੈ ਅਤੇ ਵਰਤਿਆ ਨਹੀਂਂ ਜਾ ਸਕਦਾ।
pl: Etykieta „{0}” jest zarezerwowana i nie może zostać użyta.
pt_pt: "{0}" é uma etiqueta reservada e não pode ser usada.
ru: "{0}" является зарезервированной меткой и не может быть использована.
sl: "{0}" je rezervirana oznaka in se je ne more uporabiti.
uk: "{0}" є зарезервованою міткою і не може використовуватись.
zh_cn: “{0}”为保留标签，不能使用。

source: You have {0} too many tags.
cs: Máte příliš mnoho štítků: {0}
de: Sie haben um {0} zu viele Schlagwörter.
el: Έχετε {0} πλεονάζουσα ετικέτα
es: Tienes {0} etiquetas de más.
fr: Vous avez {0} étiquette en trop.
it: Hai {0} etichetta in eccesso.
ja: タグの数が上限を {0} 個超えています。
ko: {0}에 태그가 너무 많습니다.
nl: U hebt {0} label te veel.
pa_in: ਤੁਹਾਡੇ ਕੋਲ {0} ਬਹੁਤ ਸਾਰੇ ਟੈਗ ਹਨ।
pl: Masz za dużo {0} etykietę.
pt_pt: Tem {0} etiqueta a mais.
ru: У вас на {0} метку больше, чем это допустимо.
sl: Imate {0} oznak preveč.
uk: У вас на {0} мітку більше допустимого.
zh_cn: 您的标签多出了 {0} 个。

source: All tags must be %s characters or less after invalid characters are removed.
cs: Po odstranění neplatných znaků musí mít všechny štítky maximálně %s znaků.
de: Alle Schlagwörter dürfen – nach Entfernung der ungültigen Zeichen – höchstens %s Zeichen haben.
el: Όλες οι ετικέτες θα πρέπει να έχουν %s χαρακτήρες ή λιγότερους μετά την αφαίρεση των μη αποδεκτών χαρακτήρων.
es: Todas las etiquetas deben tener %s caracteres o menos una vez eliminados los caracteres no válidos.
fr: Toutes les étiquettes doivent contenir au plus %s caractères après retrait des invalides.
it: Tutte le etichette devono essere lunghe al massimo %s caratteri dopo la rimozione di caratteri non validi.
ja: すべてのタグは無効な文字を除き %s 文字以下でなければなりません。
ko: 모든 태그는 유효하지 않은 글자 제거 후 %s자 이하여야 합니다.
nl: Alle labels dienen na verwijdering van ongeldige tekens ten hoogste %s tekens te bevatten.
pa_in: ਗਲਤ ਅੱਖਰਾਂ ਨੂੰ ਹਟਾਉਣ ਤੋਂ ਬਾਅਦ ਸਾਰੇ ਟੈਗ ਕੋਲ %s ਜਾਂ ਇਸ ਤੋਂ ਘੱਟ ਅੱਖਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Etykiety muszą mieć nie więcej niż %s znaków. Wszystkie pozostałe znaki zostaną usunięte.
pt_pt: Todas as etiquetas têm de ter %s caracteres ou menos depois de removidos os caracteres inválidos.
ru: Длина любой метки не может превышать %s символов после удаления запрещённых символов.
sl: Potem ko se je odstranilo neveljavne znake, smejo vse oznake imeti največ %s znakov,
uk: Довжина всіх міток не повинна перевищувати %s символів після того, як вилучено заборонені символи.
zh_cn: 移除无效字符后，所有标签都必须少于或等于 %s 字符。

source: All tags must be at least {0} character.
cs: Všechny štítky musí mít alespoň {0} znak.
de: Alle Schlagwörter müssen aus mindestens {0} Zeichen bestehen.
el: Όλες οι ετικέτες θα πρέπει να έχουν τουλάχιστον {0} χαρακτήρα.
es: Todas las etiquetas deben tener al menos {0} carácter.
fr: Toutes les étiquettes doivent avoir au moins {0} caractère.
it: Le etichette devono essere lunghe almeno {0} carattere.
ja: すべてのタグは {0} 文字以上でなければなりません。
ko: 태그는 최소한 {0} 글자 이상이어야 합니다.
nl: Alle labels dienen uit ten minste {0} teken te bestaan.
pa_in: ਸਾਰੇ ਟੈਗ ਘੱਟੋ-ਘੱਟ {0} ਅੱਖਰ ਦੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Każda etykieta musi mieć przynajmniej {0} znak.
pt_pt: Todas as etiquetas têm de ter pelo menos {0} caracter.
ru: Длина любой метки должна быть не менее {0} символа.
sl: Vse oznake morajo biti najmanj {0} znak.
uk: Довжина всіх міток повинна бути не меншою {0} символу.
zh_cn: 所有标签至少要包含 {0} 个字符。

source: Categories cannot be changed while your app is featured for this application.
cs: V době, kdy je vaše aplikace pro tuto aplikaci doporučená, nemůžete kategorie měnit.
de: Kategorien können nicht geändert werden, während Ihre Anwendung für dieses Anwendung vorgestellt wird.
es: Las categorías no pueden cambiarse mientras tu aplicación esté destacada para esta aplicación.
fr: Les catégories ne peuvent pas être changées lorsque votre application est mise en vedette pour cette application.
it: Non è possibile modificare le categorie fino a quando la tua app è consigliata per questa applicazione.
ko: 이 애플리케이션의 추천 앱으로 선정되어 있는 동안은 분류를 변경할 수 없습니다.
nl: Categorieën kunnen niet worden gewijzigd als uw app voor deze toepassing wordt aanbevolen.
pl: Kategorie nie mogą być zmieniane, gdy aplikacja jest przeznaczona dla tego programu.
ru: Категории не могут быть изменены, пока ваше приложение избрано для этого приложения.
sl: Če je aplikacija med predstavljenimi, ji kategorij ni mogoče spreminjati.
zh_cn: 您的应用目前为此应用程序的精选应用，无法更改分类。

source: Categories cannot be changed while your add-on is featured for this application.
cs: V době, kdy je váš doplněk pro tuto aplikaci veden jako doporučený, nemůžete změnit jeho umístění v kategoriích.
de: Kategorien können nicht geändert werden, während Ihr Add-on für diese Anwendung vorgestellt wird.
el: Δε μπορείτε να αλλάξετε κατηγορίες καθώς το πρόσθετο σας προβάλλεται για αυτή την εφαρμογή.
es: Las categorías no pueden cambiarse mientras tu complemento figura destacado para esta aplicación.
fr: Les catégories ne peuvent pas être changées lorsque votre module est mis en vedette pour cette application.
it: Non è possibile cambiare le categorie quando il componente aggiuntivo è consigliato per questa applicazione.
ja: アドオンがこのアプリケーションのおすすめに設定されている間はカテゴリを変更できません。
ko: 이 애플리케이션의 추천 부가 기능으로 선정되어 있는 동안은 분류를 변경할 수 없습니다.
nl: Categorieën kunnen niet worden gewijzigd als uw add-on voor deze toepassing wordt aanbevolen.
pa_in: ਵਰਗ ਬਦਲੇ ਨਹੀਂਂ ਜਾ ਸਕਦੇ ਜਦ ਕਿ ਤੁਹਾਡਾ ਐਡਓਨ ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਲਈ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Nie można zmieniać kategorii, gdy dodatek jest polecany dla tego programu.
pt_pt: As categorias não podem ser alteradas enquanto o seu extra estiver indicado para esta aplicação.
ru: Категории не могут быть изменены, пока ваше дополнение избрано для этого приложения.
sl: Če se vaš izdelek nahaja med izbranimi dodatki za to aplikacijo, mu kategorij ni mogoče spreminjati.
uk: Категорії не можна змінити поки ваш додаток вибрано для цієї програми.
zh_cn: 您的附加组件目前为此应用程序的精选附加组件，无法更改分类。

source: You can have only {0} category.
cs: Smíte být pouze v {0} kategorii.
de: Sie können nur {0} Kategorie auswählen.
el: Μπορείτε να έχετε μόνο {0} κατηγορία.
es: Solo puedes tener {0} categoría.
fr: Vous ne pouvez avoir que {0} catégorie.
it: È possibile indicare solo {0} categoria.
ja: カテゴリは {0} 個までしか設定できません。
ko: {0}개의 분류만 사용할 수 있습니다.
nl: U kunt slechts {0} categorie gebruiken.
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਕੇਵਲ {0} ਵਰਗ ਹੋ ਸਕਦਾ ਹਨ।
pl: Można wybrać tylko {0} kategorię.
pt_pt: Apenas pode ter {0} categoria.
ru: У вас может быть только {0} категория.
sl: Imate lahko samo {0} kategorijo.
uk: У вас може бути лише {0} категорія.
zh_cn: 您只能选择 {0} 个分类。

source: The miscellaneous category cannot be combined with additional categories.
cs: Kategorie Různé nemůže být kombinována s jinými kategoriemi.
de: Die Kategorie „Verschiedenes“ kann nicht mit anderen Kategorien kombiniert werden.
el: Αυτή η κατηγορία δεν μπορεί να συνδυαστεί με άλλες κατηγορίες.
es: La categoría miscelánea no puede combinarse con categorías adicionales.
fr: La catégorie divers ne peut pas être combinée avec d'autres.
it: La categoria Varie non può essere utilizzata insieme ad ulteriori categorie.
ja: 「その他」カテゴリを他のカテゴリと組み合わせることはできません。
ko: 기타 카테고리는 다른 카테고리와 결합할 수 없습니다.
nl: De categorie diversen kan niet met extra categorieën worden gecombineerd.
pa_in: ਫ਼ੁਟਕਲ ਵਰਗ ਹੋਰ ਵਰਗਾਂ ਨਾਲ ਜੋੜਿਆ ਨਹੀਂਂ ਜਾ ਸਕਦਾ।
pl: Kategoria „Ogólne” nie może być łączona z innymi kategoriami.
pt_pt: A categoria Diversos não pode ser combinada com outras categorias.
ru: Категория Разное не может быть скомбинирована с дополнительными категориями.
sl: Kategorije razno ni mogoče kombinirati z dodatnimi kategorijami.
uk: Категорія Різне не може бути об'єднана з додатковими категоріями.
zh_cn: 这个杂项分类不能与其它的分类混用。

source: Before changing your default locale you must have a name, summary, and description in that locale. You are missing %s.
cs: Dříve, než změníte výchozí jazyk, musíte mít v tomto jazyce vyplněno jméno, shrnutí a popis. Aktuálně vám chybí %s.
de: Bevor Sie Ihre Standardsprache ändern, müssen Sie in dieser Sprache einen Namen, eine Zusammenfassung und eine Beschreibung haben. Es fehlt noch %s.
el: Για να αλλάξετε την αρχική γλώσσα, θα πρέπει πρώτα να διαθέτετε το όνομα, την περιγραφή, και τη σύνοψη σ' αυτή τη γλώσσα. Σας λείπει %s.
es: Antes de cambiar tu idioma predeterminado, debes tener un nombre, un resumen y una descripción en dicho idioma. Te falta %s.
fr: Avant de changer votre locale par défaut vous devez avoir un nom, un résumé et une description dans cette dernière. Il vous manque %s.
it: Per poter modificare il locale predefinito è necessario inserire un nome, un sommario e una descrizione in quel locale. Attualmente mancano %s.
ja: 既定のロケールを変更する前に、そのロケールでアドオンの名前、要約、説明を入力する必要があります。%s が不足しています。
ko: 기본 언어를 변경하려면 먼저 이름, 요약 정보, 설명을 해당 언어로 작성해야 합니다. %s 정보가 현재 빠져 있습니다.
nl: Voordat u uw standaardlocale wijzigt dient u een naam, samenvatting en beschrijving voor die locale in te geven. Momenteel ontbreekt %s.
pa_in: ਤੁਹਾਡਾ ਮੂਲ ਲੋਕੇਲ ਬਦਲਣ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਡੇ ਕੋਲ ਉਸ ਲੋਕੇਲ ਵਿੱਚ ਇੱਕ ਨਾਂ, ਸੰਖੇਪ ਖੁਲਾਸਾ, ਅਤੇ ਵੇਰਵਾ ਜ਼ਰੂਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਤੁਸੀਂ %s ਭੁੱਲ ਗਏ ਹੋ।
pl: Zanim zmienisz domyślną lokalizację na inną, musi być dla nowej lokalizacji podana nazwa, skrócony oraz pełny opis. Brakuje: %s.
pt_pt: Antes de alterar o seu idioma pré-definido tem de ter um nome, sumário e uma descrição nesse idioma. Falta %s.
ru: Перед изменением вашей локали по умолчанию, вы должны иметь имя, сводку и описание на этой локали. Вам недостаёт %s.
sl: Preden spremenite privzeto lokalno nastavitev, morate imeti v novi nastavitvi ime, povzetek in opis. Manjka %s.
uk: Перед зміною вашої типової локалі, ви повинні мати ім'я, коротку інформацію і опис на цій локалі. Вам не вистачає %s.
zh_cn: 在您更改您的默认语言之前，您必须为那个语言环境输入名称、概述及描述。您目前没有输入 %s。

source: A license must be selected.
cs: Musí být zvolena licence.
de: Es muss eine Lizenz ausgewählt werden.
el: Πρέπει να επιλέξετε μια άδεια.
es: Debe seleccionarse una licencia.
fr: Une licence doit être choisie.
it: È necessario selezionare una licenza.
ja: ライセンスを選択してください。
ko: 라이선스를 선택해야 합니다.
nl: U dient een licentie te selecteren.
pa_in: ਇਕ ਲਾਇਸੰਸ ਚੁਣਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Licencja musi być określona.
pt_pt: Tem de ser seleccionada uma licença.
ru: Должен быть выбрана лицензия.
sl: Izbrati je treba licenco.
uk: Повинна бути вибрана ліцензія.
zh_cn: 必须选择一种许可协议。

source: Give Your Theme a Name.
cs: Napište název motivu.
de: Geben Sie Ihrem Theme einen Namen.
el: Δώστε στο Θέμα σας ένα όνομα
es: Pon un nombre a tu tema.
fr: Donnez un nom à votre thème.
it: Scegli un nome per il tema.
ja: テーマに名前を付けてください。
ko: 테마 이름을 입력하세요.
nl: Geef uw thema een naam.
pa_in: ਆਪਣੇ ਥੀਮ ਨੂੰ ਇੱਕ ਨਾਂ ਦਿਓ।
pl: Podaj nazwę swojego motywu
pt_pt: Dê um nome ao seu tema.
uk: Дайте назву своїй темі.
zh_cn: 为您的主题取个名字吧。

source: Describe your Theme.
cs: Popište svůj motiv.
de: Beschreiben Sie Ihr Theme.
el: Περιγράψτε το θέμα σας.
es: Describe tu tema.
fr: Décrivez votre thème.
it: Descrivi il tuo tema.
ja: テーマの説明を記入してください。
ko: 테마에 대해 설명해 주세요.
nl: Beschrijf uw thema.
pa_in: ਤੁਹਾਡਾ ਥੀਮ ਦਾ ਵਰਣਨ ਕਰੋ।
pl: Opisz swój motyw.
pt_pt: Descreva seu tema.
ru: Опишите вашу тему.
sl: Opišite svojo Temo.
uk: Опишіть свою тему.
zh_cn: 描述您的主题。

source: Enter a new author's email address
cs: Vložte novou e-mailovou adresu autora
de: Geben Sie eine neue E-Mail-Adresse des Autors ein
el: Εισάγετε τη διεύθυνση email ενός νέου συντάκτη
es: Escribe la dirección de correo de un nuevo autor
fr: Entrez une addresse de courriel pour le nouvel auteur
it: Inserisci l'indirizzo email di un nuovo autore
ja: 新しい作者のメールアドレスを入力してください
ko: 새 제작자의 이메일 주소를 입력하세요
nl: Voor het e-mailadres van een nieuwe schrijver toe
pa_in: ਇੱਕ ਨਵੇਂ ਲੇਖਕ ਦਾ ਈਮੇਲ ਪਤਾ ਭਰੋ
pl: Wprowadź nowy adres e-mail autora
pt_pt: Introduza o novo endereço de email do autor
ru: Введите новый адрес эл. почты автора
sl: Vnesite e-poštni naslov novega avtorja
uk: Введіть нову адресу електронної пошти автора
zh_cn: 输入新的作者电子邮件地址

source: Not Reviewed
cs: Nezkontrolovaný
de: Noch nicht freigegeben
el: Χωρίς Αξιολόγηση
es: Sin valoraciones
fr: Pas testé
it: Non verificato
ja: 未審査
ko: 미심사
nl: Niet beoordeeld
pa_in: ਪੁਨਰ ਵਿਚਾਰ ਨਹੀਂ
pl: Niesprawdzony
pt_pt: Não revisto
ru: Не проверено
sl: Ni pregledan
uk: Не переглянуто
zh_cn: 尚未审核

source: Featured
cs: Doporučené
de: Empfohlen
el: Προβεβλημένα
es: Destacados
fr: En vedette
it: Consigliati
ja: おすすめ
ko: 추천
nl: Aanbevolen
pa_in: ਪੇਸ਼ ਕੀਤਾ
pl: Polecane
pt_pt: Em destaque
ru: Избранное
sl: Izbran
uk: Відібрані
zh_cn: 精选

source: Self Hosted
cs: Vlastní hosting
de: Selbst gehostet
es: Alojamiento propio
it: Ospitato autonomamente
pl: Utrzymywany przez autora
ru: На своем хостинге

source: Users have the option of contributing more or less than this amount.
cs: Uživatelé mají možnost přispět více nebo méně než je tato částka.
de: Benutzer können mehr, aber auch weniger als diesen Betrag beitragen.
el: Οι χρήστες μπορούν να επιλέξουν αν θα κάνουν μεγαλύτερη ή μικρότερη δωρεά απ' αυτό το ποσό.
es: Los usuarios tienen la opción de colaborar más o menos que esta cantidad.
fr: Les utilisateurs ont la possibilité d'une contribution plus ou moins importante que celle-ci.
it: Gli utenti possono donare un importo superiore o inferiore a questa cifra.
ja: ユーザには、この金額にとらわれない額の寄付をする選択肢があります。
ko: 사용자는 이 금액보다 많거나 적게 기부할 수 있는 선택권을 가지고 있습니다.
nl: Gebruikers hebben de keuze om meer of minder dan dit bedrag bij te dragen.
pa_in: ਉਪਭੋਗੀਆਂ ਕੋਲ ਇਸ ਰਕਮ ਨਾਲੋਂ ਵੱਧ ਜਾਂ ਘੱਟ ਯੋਗਦਾਨ ਦੇਣ ਦੀ ਚੋਣ ਹੈ।
pl: Otrzymana kwota dotacji może być różna od tutaj podanej.
pt_pt: Os utilizadores têm a opção de contribuir com mais ou menos desta quantia.
ru: Пользователи могут решить внести больше или меньше этой суммы.
sl: Uporabniki imajo možnost, da prispevajo več ali manj kot je ta znesek.
uk: Користувачі можуть зробити внесок, більший або менший зазначеної суми.
zh_cn: 用户可以选择捐助多于或少于这个金额。

source: Users will always be asked in the Add-ons Manager (Firefox 4 and above)
cs: Uživatelé budou vždy žádáni ve Správci doplňků (Firefox 4 a vyšší).
de: Benutzer werden im Add-ons-Manager (in Firefox 4 und später) immer gefragt.
el: Να γίνεται πάντα ερώτηση στη διαχείριση πρόσθετων (στον Firefox 4 και μεταγενέστερες εκδόσεις)
es: Se preguntará siempre a los usuarios en el administrador de complementos (Firefox 4 y posteriores)
fr: Les utilisateurs seront toujours questionnés dans le gestionnaire de modules complémentaires (Firefox 4 et supérieur)
it: Gli utenti riceveranno una richiesta nella schermata di gestione delle estensioni (Firefox 4 e successivi)
ja: アドオンマネージャでは常に確認が求められます (Firefox 4 以降)
ko: 사용자는 항상 부가 기능 관리자의 권유를 받게 됩니다 (Firefox 4 이상)
nl: Gebruikers wordt altijd gevraagd in de Add-onbeheerder (Firefox 4 en hoger)
pa_in: ਉਪਭੋਗੀਆਂ ਨੂੰ ਹਮੇਸ਼ਾ ਐਡ-ਆਨ ਮੈਨੇਜਰ ਵਿੱਚ ਕਿਹਾ ਜਾਵੇਗਾ (ਫ਼ਾਇਰਫ਼ਾਕਸ 4 ਅਤੇ ਉਪਰੋਕਤ)
pl: Prośby o dotacje będą zawsze wyświetlane w menedżerze dodatków (Firefox 4 i nowsze wersje)
pt_pt: Os utilizadores serão sempre informados no Gestor de Extras (Firefox 4 e superiores)
ru: Пользователей всегда будут просить в менеджере дополнений (Firefox 4 и выше)
sl: Uporabnike se bo vedno vprašalo v Skrbniku dodatkov (Firefox 4 in više)
uk: Користувачів завжди будуть питати у менеджері додатків (Firefox 4 та вище)
zh_cn: 附加组件管理器（Firefox 4 及更高版本）中用户始终会被询问

source: Listed
cs: Zobrazení
de: Angezeigt
el: Δηλωμένοι
es: Listado
fr: Listé
it: Visualizzato
ja: 表示
ko: 나열됨
nl: Vermeld
pa_in: ਸੂਚੀਬੱਧ
pl: Wyświetlanie
pt_pt: Listado
ru: В списке
sl: Na seznamu
uk: У списку
zh_cn: 已列出

source: Popular
cs: Populární
de: Beliebt
el: Δημοφιλή
fr: Populaires
it: Popolari
ja: 人気
ko: 인기
nl: Populair
pa_in: ਮਸ਼ਹੂਰ
pl: Popularne
ru: Популярные
sl: So popularne
uk: Популярні
zh_cn: 热门

source: Recently Added
cs: Nedávno přidané
de: Neu hinzugefügt
el: Προστεθηκαν προσφατα
es: Agregados recientemente
fr: Ajouts récents
it: Più recenti
ja: 新着
ko: 신규 등록
nl: Onlangs toegevoegd
pa_in: ਹਾਲ ਹੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ
pl: Najnowsze
pt_pt: Adicionado recentemente
ru: Недавно добавленные
sl: Pred kratkim dodano
uk: Додані недавно
zh_cn: 最近添加

source: Recently Updated
cs: Nedávno aktualizované
de: Zuletzt aktualisiert
el: Πρόσφατα ενημερωμένα
es: Actualizados recientemente
fr: Mises à jour récentes
it: Aggiornati di recente
ja: 最近更新
ko: 최근 업데이트
nl: Onlangs bijgewerkt
pa_in: ਹਾਲ ਹੀ ਵਿੱਚ ਅੱਪਡੇਟ ਕੀਤਾ
pl: Zaktualizowane
pt_pt: Actualizado recentemente
ru: Недавно обновлённые
sl: Pred kratkim posodobljeni
uk: Нещодавно оновлені
zh_cn: 最近更新

source: Contribution for {0}
cs: Příspěvek k {0}
de: Spende für {0}
el: Δωρεά για το {0}
es: Colaboración para {0}
fr: Contribution pour {0}
it: Donazioni per {0}
ja: {0} への寄付
ko: {0}에 기부하기
nl: Bijdrage voor {0}
pa_in: {0} ਲਈ ਯੋਗਦਾਨ
pl: Dotacja dla {0}
pt_pt: Contribuição para {0}
ru: Взнос для {0}
sl: Prispevek za {0}
uk: Внесок до {0}
zh_cn: 捐款给 {0}
