Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: requested
cs: požádáno
de: Angefordert
es: solicitado
fr: demandé
it: richiesto
ko: 환불 요청
nl: aangevraagd
pl: prośby
ru: запрошено
zh_cn: 已请求

source: auto-approved
cs: automaticky schváleno
de: Automatisch bewilligt
es: aprobado automáticamente
fr: auto-approuvé
it: approvato automaticamente
ko: 자동 승인
nl: automatisch goedgekeurd
pl: automatycznie zatwierdzone
ru: автоодобрено
zh_cn: 自动审核

source: Developer Program
cs: Vývojářský program
de: Entwicklerprogramm
es: Programa de desarrolladores
fr: Programme développeur
it: Programma per gli sviluppatori
ko: 개발자 프로그램
nl: Ontwikkelaarsprogramma
pl: Program dla autorów
ru: Программа разработчика
zh_cn: 开发者计划

source: Read agreement
cs: Přečtěte si ujednání
de: Vereinbarung lesen
es: Leer el acuerdo
fr: Lire le contrat
it: Leggi l'accordo
ko: 동의서 읽기
nl: Overeenkomst lezen
pl: Przeczytaj umowę
ru: Прочесть соглашение
zh_cn: 阅读许可协议

source: Addresses
cs: Adresy
de: Adressen
es: Direcciones
fr: Adresses
it: Indirizzi
ko: 주소
nl: Adressen
pl: Adresy
ru: Адреса
sl: Naslovi
zh_cn: 地址

source: Unnamed
cs: Nepojmenováno
de: Unbenannt
es: Sin nombre
fr: Non nommé
it: Senza nome
ko: 익명
nl: Naamloos
pl: Bez nazwy
ru: Непоименовано
zh_cn: 未命名

source: App Lookup results for
de: Ergebnisse der Anwendungssuche für
es: Resultados de la búsqueda de aplicaciones para
fr: Résultat de recherche d'application pour
it: Risultati ricerca app per
ko: 앱 이력 조회 결과:
nl: App-zoekresultaten voor
pl: Wyniki wyszukiwania aplikacji dla
ru: Результаты поиска приложения для
zh_cn: 应用查询结果

source: App Detail
cs: Detaily o aplikaci
de: Anwendungsdetails
es: Detalles de la aplicación
fr: Détail de l'application
it: Scheda app
ko: 앱 상세 정보
pl: Szczegóły aplikacji
ru: Сведения о приложении
zh_cn: 应用详情

source: Add-on Lookup results for
de: Ergebnisse der Add-on-Suche für
es: Resultados de la búsqueda de complementos para
fr: Résultat de recherche de module pour
it: Risultati ricerca componenti aggiuntivi per
ko: 부가 기능 이력 조회 결과:
nl: Add-on-zoekresultaten voor
pl: Wyniki wyszukiwania dodatków dla
ru: Результаты поиска дополнения для
zh_cn: 附加组件查找结果

source: Account Summary
cs: Souhrn účtu
de: Zusammenfassung des Benutzerkontos
es: Resumen de la cuenta
fr: Résumé du compte
it: Riepilogo account
ko: 계정 요약 정보
nl: Accountsamenvatting
pl: Podsumowanie konta
ru: Сводка учётной записи
zh_cn: 账户概览

source: App Lookup
de: Anwendungssuche
fr: Recherche d'app
it: Ricerca app
nl: App opzoeken
pl: Wyszukiwanie aplikacji
zh_cn: 应用查询

source: Lookup
de: Suche
es: Búsqueda
fr: Recherche
it: Ricerca
ko: 검색
nl: Opzoeken
pl: Sprawdzanie
ru: Поиск
sl: Poišči
zh_cn: 查找

source: Account Lookup
cs: Pohled na účet
de: Benutzerkontensuche
es: Búsqueda de cuentas
fr: Résolution du compte
it: Ricerca account
ko: 계정 검색
nl: Account zoeken
pl: Wyszukiwanie kont
ru: Поиск учётной записи
zh_cn: 账户查找

source: Firefox Marketplace purchase of {0}
de: Kauf von {0} im Firefox-Marktplatz
es: Compra de {0} en Firefox Marketplace
fr: Achat de {0} sur le Marketplace Firefox
it: Acquisto di {0} sul Firefox Marketplace
ko: Firefox 마켓플레이스 {0} 구매
nl: Firefox Marketplace-aanschaf van {0}
pl: Zakup {0} w Firefox Marketplace
ru: Покупка {0} в Магазине Firefox
zh_cn: 在火狐应用市场购买 {0}

source: Receipt for {0}
de: Quittung für {0}
es: Recibo para {0}
fr: Reçu pour {0}
it: Ricevuta per {0}
nl: Ontvangstbewijs voor {0}
pl: Potwierdzenie dla: {0}
zh_cn: {0} 的收据

source: Receipt
de: Quittung
fr: Reçu
it: Ricevuta
nl: Ontvangstbewijs
pl: Paragon
zh_cn: 收据

source: Billed To:
de: Rechnung an:
fr: Facturé à :
it: Fatturato a:
nl: Rekening voor:
pl: Wystawione dla:
zh_cn: 账单地址：

source: Order Number:
cs: Číslo objednávky:
de: Bestellnummer:
fr: Numéro de facture :
it: Numero ordine:
nl: Opdrachtnummer:
pl: Numer zamówienia:
zh_cn: 订单号：

source: Order Date:
cs: Datum objednávky:
de: Bestelldatum:
fr: Date de facturation :
it: Data ordine:
nl: Opdrachtdatum:
pl: Data zamówienia:
zh_cn: 订购日期：

source: Item
cs: Položka
de: Element
fr: Élément
it: Articolo
nl: Bestelling
pl: Pozycja
zh_cn: 细目

source: Seller
cs: Prodejce
de: Verkäufer
fr: Vendeur
it: Venditore
nl: Verkoper
pl: Sprzedawca
zh_cn: 销售者

source: For the Firefox Marketplace Terms of Service please visit:
cs: Pro podmínky použití Firefox Marketplace navštivte:
de: Die Nutzungsbedingungen des Firefox Marketplace finden Sie unter:
fr: Pour les conditions d'utilisation du Marketplace Firefox, rendez-vous sur :
it: Per conoscere i termini di servizio di Firefox Marketplace visita:
nl: Bezoek voor de servicevoorwaarden van de Firefox Marketplace:
pl: Warunki korzystania z Firefox Marketplace znajdują się na stronie;
zh_cn: 要查看火狐应用市场服务条款请访问：

source: For support please visit:
cs: Pro podporu prosím navštivte:
de: Hilfe erhalten Sie unter:
es: Para obtener asistencia visita:
fr: Pour l'assistance, rendez-vous sur :
it: Per richiedere assistenza visita:
nl: Bezoek voor ondersteuning:
pl: Aby uzyskać pomoc, odwiedź:
zh_cn: 要获取支持请访问：

source: Your purchase history:
cs: Historie vašich nákupů:
de: Chronik Ihrer Einkäufe:
es: Tu historial de compra:
fr: Votre historique d'achat :
it: Cronologia acquisti personali:
nl: Uw aankoopgeschiedenis:
pl: Twoja historia zakupów:
zh_cn: 您的购买历史：

source: by <strong>%(user_name)s</strong>
cs: od <strong>%(user_name)s</strong>
de: von <strong>%(user_name)s</strong>
es: de <strong>%(user_name)s</strong>
fr: par <strong>%(user_name)s</strong>
it: di <strong>%(user_name)s</strong>
ko: 작성자: <strong>%(user_name)s</strong>
nl: door <strong>%(user_name)s</strong>
pl: przez <strong>%(user_name)s</strong>
ru: от <strong>%(user_name)s</strong>
zh_cn: 由 <strong>%(user_name)s</strong>

source: for previous version %(version)s
cs: pro předchozí verzi %(version)s
de: für vorherige Version %(version)s
es: por versión anterior %(version)s
fr: pour les versions précédentes %(version)s
it: per la versione precedente %(version)s
ko: 이전 버전 %(version)s용
nl: voor eerdere versie %(version)s
pl: dla poprzedniej wersji %(version)s
ru: для предыдущей версии %(version)s
zh_cn: 针对早期版本 %(version)s

source: Report
cs: Nahlášení
de: Bericht
es: Informar
fr: Dénoncer
it: Rapporto
ko: 신고하기
nl: Rapport
pl: Zgłoszenie
ru: Сообщить
sl: Prijavi
zh_cn: 报告

source: No receipt
de: Keine Quittung
es: Sin recibo
fr: Pas de reçu
it: Nessuna ricevuta
nl: Geen ontvangstbevestiging
pl: Brak potwierdzenia
ru: Нет квитанции
zh_cn: 无收据

source: Test receipt
de: Testquittung
es: Recibo de la prueba
fr: Reçu de test
it: Ricevuta di prova
nl: Test-ontvangstbevestiging
pl: Testowe potwierdzenie
ru: Тестовая квитанция
zh_cn: 测试收据

source: Expired test receipt
de: Abgelaufene Testquittung
es: Recibo de la prueba caducado
fr: Reçu de test expiré
it: Ricevuta di prova scaduta
nl: Verlopen test-ontvangstbevestiging
pl: Przedawnione testowe potwierdzenie
ru: Истекшая тестовая квитанция
zh_cn: 已过期的测试收据

source: Invalid test receipt
de: Ungültige Testquittung
es: Recibo de la prueba no válido
fr: Reçu de test invalide
it: Ricevuta di prova non valida
nl: Ongeldige test-ontvangstbevestiging
pl: Nieprawidłowe testowe potwierdzenie
ru: Некорректная тестовая квитанция
zh_cn: 无效的测试收据

source: Refunded test receipt
de: Erstattete Testquittung
es: Recibo de la prueba reembolsado
fr: Reçu de test remboursé
it: Ricevuta di prova rimborsata
nl: Gerestitueerde test-ontvangstbevestiging
pl: Załącznik
zh_cn: 退还的测试收据

source: There was a problem installing the app.
cs: Při instalaci aplikace se vyskytl problém.
de: Bei der Installation dieser Anwendung ist ein Problem aufgetreten.
es: Se ha producido un problema al instalar la aplicación.
fr: Une erreur est survenue pendant l'installation de l'application.
it: Si è verificato un problema durante l'installazione dell'app.
ko: 앱 설치에 문제가 발생했습니다.
nl: Er is een probleem met de installatie van de app.
pl: Wystąpił problem podczas instalowania aplikacji.
ru: При установке приложения возникла проблема.
zh_cn: 在安装应用时发生了错误。

source: Test receipt details
de: Details zur Testquittung
es: Detalles del recibo de la prueba
fr: Détails du reçu de test
it: Dettagli ricevuta di prova
nl: Details test-ontvangstbevestiging
pl: Szczegóły testowego potwierdzenia
ru: Информация в тестовой квитанции
zh_cn: 测试收据详情

source: This is a placeholder page for the receipt details. If you'd installed a real app from the Marketplace, this page would show more details.
de: Dies ist eine Platzhalterseite für die Details der Quittung. Wenn Sie eine echte Anwendung aus dem Marketplace installiert hätten, würden auf dieser Seite weitere Details angezeigt.
es: Es una página plantilla para los detalles del recibo. Si hubieras instalado una aplicación desde Marketplace, esta página mostraría toda la información.
fr: Ceci est une page de parking pour les détails du reçu. Si vous aviez installé une application réelle du Marketplace, cette page contiendrais plus d'informations.
it: Questa pagina sostituisce temporaneamente i dettagli della ricevuta. Una volta installata un'app dal Marketplace verranno visualizzati nuovi dettagli.
nl: Dit is een plaatshouderpagina voor de details van de ontvangstbevestiging. Als u een echte app van de Marketplace zou hebben geïnstalleerd zou deze pagina meer details tonen.
pl: To jest zastępcza strona dla szczegółów potwierdzeń. Gdy zainstalujesz prawdziwą aplikację z Marketplace, ta strona powinna pokazać więcej szczegółów.
zh_cn: 这是收据内容的占位页面。如果您从应用市场安装了一个真实应用，此页会显示更多详细情况。

source: Test installing your App
cs: Test instalace vaší aplikace
de: Testen Sie die Installation Ihrer Anwendung
es: Instalación de prueba de tu aplicación
it: Collauda il processo di installazione dell'app
pl: Testowe instalowanie aplikacji
ru: Тест установки вашего приложения

source: Test installation of your app before uploading to the marketplace. You can choose different kinds of receipts to test your receipt handling.
de: Testen Sie die Installation Ihrer Anwendung, bevor Sie sie beim Marketplace hochladen. Sie können verschieden Arten von Quittungen hochladen, um den Umgang mit Ihrem Quittungen zu testen.
es: Prueba la instalación de tu aplicación antes de subirla a Marketplace. Puedes elegir entre diferentes tipos de recibos para probar cómo los gestionas.
fr: Tester l'installation de votre application avant de l'envoyer sur le Marketplace. Vous pouvez choisir différents types de reçus pour tester votre gestion des reçus.
it: Esegui un test di installazione dell'app prima di caricarla sul Marketplace. Puoi scegliere tra diversi tipi di ricevute per imparare a gestirle.
nl: Test de installatie van uw app voordat u deze uploadt naar de Marketplace. U kunt verschillende soorten ontvangstbewijzen kiezen om de afhandeling ervan te testen.
pl: Przetestuj instalowanie swojej aplikacji, zanim prześlesz ją do Marketplace. Możesz wybrać różne rodzaje potwierdzeń, aby przetestować obsługę potwierdzeń.
zh_cn: 将应用上传到市场之前应测试安装，您可以选择不同种类的收据测试处理。

source: Receipt type
de: Typ der Quittung
es: Tipo de recibo
fr: Type de reçu
it: Tipo di ricevuta
nl: Type ontvangstbewijs
pl: Typ potwierdzenia
ru: Тип квитанции
zh_cn: 收据类型

source: Manifest location
cs: Umístění manifestu
de: Ort des Manifests
es: Ubicación del archivo manifest
fr: Adresse du manifeste
it: Percorso del manifesto
nl: Manifest-locatie
pl: Położenie manifestu
ru: Расположение манифеста
zh_cn: 资源配置文件位置

source: Any Status
cs: Libovolný stav
de: Beliebiger Status
es: Cualquier estado
fr: Tout statut
it: Qualsiasi stato
nl: Elke status
pl: Każdy status
ru: Любой статус
sl: Katerikoli status
zh_cn: 任何状态

source: Attachment:
cs: Příloha:
de: Anhang:
es: Adjunto:
fr: Pièce jointe :
it: Allegato:
nl: Bijlage:
pl: Załącznik:
ru: Вложение:
sl: Priponka:
zh_cn: 附件：

source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:
it: Descrizione:
nl: Beschrijving:
pl: Opis:
ru: Описание:
sl: Opis:
zh_cn: 描述：

source: Device Types:
cs: Typy zařízení
de: Gerätetypen:
es: Tipos de dispositivos:
fr: Types d'appareils :
it: Tipi di dispositivo:
ko: 장치 종류:
nl: Apparaattypen:
pl: Rodzaje urządzeń:
ru: Типы устройств:
zh_cn: 设备类型：

source: Browsers:
cs: Prohlížeče:
de: Browser:
es: Navegadores:
fr: Navigateurs :
it: Browser:
ko: 브라우저:
pl: Przeglądarki:
ru: Браузеры:
zh_cn: 浏览者：

source: Device Type Override:
de: Überschreiben des Gerätetyps:
es: Sustitución del tipo de dispositivo:
fr: Forçage du type d'appareil :
it: Tipi di dispositivo forzati:
ko: 장치 종류 오버라이드:
nl: Negeren apparaattype:
pl: Zastąpienie typu urządzenia:
zh_cn: 排除的设备类型：

source: Senior Reviewers
cs: Zkušení redaktoři
de: Langjährige Überprüfer
fr: Testeurs expérimentés
it: Revisori senior
nl: Ervaren beoordelaars
pl: Starsi recenzenci

source: Staff
cs: Pracovníci
de: Personal
it: Collaboratori
nl: Staf
pl: Zespół

source: Action Visibility to Users:
cs: Akce je viditelná pro uživatele:
de: Sichtbarkeit der Aktionen für Anwender:
fr: Visibilité de l'action aux utilisateurs :
it: Azioni disponibili agli utenti
nl: Actiezichtbaarheid voor gebruikers:
pl: Widoczność czynności dla użytkowników:

source: Notify me the next time the manifest is updated. (Subsequent updates will not generate an email)
de: Mich beim nächsten Mal benachrichtigen, wenn dieses Manifest aktualisiert wird (folgende Updates werden keine E-Mail erzeugen)
es: Enviarme un aviso la próxima vez que se actualice el archivo manifest (no se enviarán más correos en las siguientes actualizaciones).
fr: Me notifier les prochaines mises à jour du manifest (les mises à jours suivantes ne généreront pas de courriel)
it: Avvisami quando il manifesto sarà aggiornato. (ulteriori aggiornamenti non verranno notificati via email)
nl: Mij berichten wanneer het manifest weer wordt bijgewerkt. (Volgende updates genereren geen e-mailbericht)
pl: Poinformuj mnie następnym razem, gdy manifest zostanie zaktualizowany. (Kolejne aktualizacje nie będą generowały e-maila)
zh_cn: 下次更新资源配置文件时通知我。（随后的更新将不再产生邮件）

source: app, reviewer, or comment
cs: aplikace, recenze nebo komentář
de: Anwendung, Kontrolleur oder Kommentar
el: εφαρμογές, κριτικοί, ή σχόλια
es: aplicación, revisor o comentario
fr: application, éditeur ou commentaire
it: app, recensore, o commento
ja: アプリ、審査担当者またはコメント
ko: 앱, 심사자, 코멘트
nl: app, beoordelaar of opmerking
pa_in: ਐਪ, ਸਮੀਖਿਅਕ, ਜਾਂ ਟਿੱਪਣੀ
pl: aplikacja, recenzent lub komentarz
pt_pt: aplicativo, editor ou comentário
ru: дополнение, оставивший отзыв или комментарий
uk: додаток, переглядач чи коментар
zh_cn: 应用，审核者或评论

source: theme name
cs: jméno motivu
de: Name des Themes
el: όνομα θέματος
es: nombre del tema
fr: nom du thème
it: nome del tema
ja: テーマの名前
nl: themanaam
pa_in: ਥੀਮ ਨਾਂ
pl: nazwa motywu
pt_pt: nome do tema
uk: ім'я теми
zh_cn: 主题名称

source: Someone else is reviewing this theme.
cs: Někdo jiný aktuálně kontroluje tento motiv.
de: Jemand anderes überprüft dieses Theme.
el: Κάποιος άλλος αξιολογεί αυτό το θέμα
es: Alguien más está revisando este tema.
fr: Quelqu'un d'autre est en train de vérifier ce thème.
it: Qualcuno sta già revisionando questo tema.
ja: 誰か他の担当者がこのテーマを審査しています
ko: 다른 사람이 이 테마를 심사중입니다.
nl: Iemand anders beoordeelt dit thema.
pa_in: ਇਸ ਥੀਮ ਦੀ ਸਮੀਖਿਆ ਕੋਈ ਹੋਰ ਕਰ ਰਿਹਾ ਹੈ।
pl: Ktoś jeszcze sprawdza ten motyw.
pt_pt: Outra pessoa está analisando este tema.
uk: Хтось ще перевіряє цю тему.
zh_cn: 其他人正在审核这个主题。

source: Privileged App
cs: Privilegované aplikace
de: Privilegierte Anwendung
es: Aplicación con privilegios
fr: Application privilégiée
it: App con privilegi
nl: Voorkeursapp
pl: Uprzywilejowana aplikacja
zh_cn: 特权应用

source: Reviewer Tools
cs: Nástroje redaktora
de: Werkzeuge für Kontrolleure
es: Herramientas del revisor
fr: Outil du testeur
it: Strumenti per revisori
ko: 심사 도구
nl: Beoordelaarshulpmiddelen
pl: Narzędzia recenzenta
ru: Инструменты редактора
sl: Orodja za redakcije
zh_cn: 审阅工具

source: Re-reviews
cs: Opakovaná kontrola
de: Erneute Bewertungen
es: Doble evaluación
fr: Re-critiques
it: Revisionati un'altra volta
ko: 재심사
nl: Herbeoordelingen
pl: Ponowne sprawdzenia
ru: Повторные проверки
zh_cn: 重新评论

source: Updates
cs: Aktualizace
de: Aktualisierungen
el: Ενημερώσεις
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ja: 更新
ko: 업데이트
pa_in: ਅੱਪਡੇਟਾਂ
pl: Aktualizacje
pt_pt: Atualizações
ru: Обновления
sl: Posodobitve
uk: Оновлення
zh_cn: 更新

source: Escalations
cs: Kontrola administrátorem
de: Weitergaben an nächsthöhere Stelle
es: Remisión de incidencias
fr: Escalades
it: Escalation
ko: 검토 대상
nl: Escalaties
pl: Przekazania
ru: Эскалации
sl: Eskalacije
zh_cn: 升级

source: Device
cs: Zařízení
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
nl: Apparaat
pl: Urządzenie
zh_cn: 设备

source: Reviewing
cs: Probíhající kontrola
de: Überprüfen
es: Revisando
fr: En validation
it: In revisione
nl: Beoordeling
pl: Sprawdzenie
zh_cn: 正在审核

source: Pending Themes
cs: Čekající motivy
de: Ausstehende Themes
el: Θέματα σε αναμονή
fr: Thèmes en attente
it: Temi in sospeso
ja: 更新待ちのテーマ
nl: Wachtende thema’s
pa_in: ਅਧੂਰੇ ਥੀਮ
pl: Oczekujące motywy
pt_pt: Temas pendentes
uk: Очікувані теми
zh_cn: 待定主题

source: Flagged Themes
cs: Označené motivy
de: Markierte Themes
el: Θέματα με επισήμανση
es: Temas marcados
fr: Thèmes notés
it: Temi segnalati
ja: フラグ付きテーマ
nl: Gemarkeerde thema’s
pa_in: ਫ਼ਲੈਗ ਕੀਤੇ ਥੀਮ
pl: Oznaczone motywy
pt_pt: Temas marcados
ru: Отмеченные темы
sl: Označene teme
uk: Відмічені теми
zh_cn: 已标记的主题

source: Update Themes
cs: Aktualizace motivů
de: Themes aktualisieren
el: Ενημέρωση θεμάτων
fr: Mettre à jour les thèmes
it: Aggiorna temi
ja: テーマを更新
nl: Thema’s bijwerken
pa_in: ਥੀਮ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizowane motywy
pt_pt: Atualizar temas
uk: Оновити теми
zh_cn: 更新主题

# pending
source: Apps ({0})
cs: Aplikace ({0})
de: Anwendungen ({0})
es: Aplicaciones ({0})
fr: Applications ({0})
it: App ({0})
ko: 앱 ({0})
pl: Aplikacje ({0})
ru: Приложения ({0})
sl: Aplikacije ({0})
zh_cn: 应用（{0}）

# rereview
source: Re-reviews ({0})
cs: Opakovaná kontrola ({0})
de: Erneute Bewertungen ({0})
es: Dobles evaluaciones ({0})
fr: Revalidations ({0})
it: Revisionati un'altra volta ({0})
ko: 재심사 ({0})
nl: Herbeoordelingen ({0})
pl: Ponowne sprawdzenia ({0})
ru: Повторные проверки ({0})
sl: Ponovni pregledi ({0})
zh_cn: 重新审核 ({0})

# updates
source: Updates ({0})
cs: Aktualizace ({0})
de: Aktualisierungen ({0})
es: Actualizaciones ({0})
fr: Mises à jour ({0})
it: Aggiornamenti ({0})
ko: 업데이트 ({0})
pl: Aktualizacje ({0})
ru: Обновления ({0})
sl: Posodobitve ({0})
zh_cn: 更新 ({0})

# escalated
source: Escalations ({0})
cs: Detailní kontrola ({0})
de: Weitergaben an nächsthöhere Stelle ({0})
es: Remisión de incidencias ({0})
fr: Escalades ({0})
it: Escalation ({0})
ko: 검토 대상 ({0})
nl: Escalaties ({0})
pl: Przekazania ({0})
ru: Эскалации ({0})
sl: Eskalacije ({0})
zh_cn: 升级（{0}）

# moderated
source: Moderated Reviews ({0})
cs: Moderované recenze ({0})
de: Moderierte Antworten ({0})
es: Revisiones moderadas ({0})
fr: Critiques modérées ({0})
it: Recensioni moderate ({0})
ko: 수정된 평가 ({0})
nl: Bewerkte beoordelingen ({0})
pl: Moderowane opinie ({0})
ru: Модерируемые отзывы ({0})
sl: Moderirane recenzije ({0})
zh_cn: 提请仲裁的评论 ({0})

source: Reviewing ({0})
cs: Probíhá kontrola ({0})
de: Prüfen ({0})
es: Se está revisando ({0})
fr: Validation ({0})
it: In revisione ({0})
nl: Beoordelen ({0})
pl: Sprawdzenia ({0})
sl: V pregledu ({0})
zh_cn: 正在审核（{0}）

source: Device ({0})
cs: Zařízení ({0})
de: Gerät ({0})
es: Dispositivo ({0})
fr: Appareil ({0})
it: Dispositivo ({0})
nl: Apparaat ({0})
pl: Urządzenie ({0})
zh_cn: 设备 ({0})

source: Flagged
cs: Označeno
de: Markiert
el: Επισημάνθηκε
es: Marcado
fr: Noté
it: Segnalato
ja: フラグ付き
nl: Gemarkeerd
pa_in: ਨਿਸ਼ਾਨਬੱਧ
pl: Oznaczone
pt_pt: Marcado
ru: Отмечено
sl: Označeno
uk: Відмічено
zh_cn: 已标记

source: Duplicate Submission
cs: Duplicitní odeslání
de: Doppelte Einreichung
el: Διπλή υποβολή
es: Envío repetido
fr: Envoi en double
it: Invio duplicato
ja: 重複登録
nl: Dubbele inzending
pa_in: ਨਕਲ ਦਾਖਲ ਕੀਤੀ
pl: Zduplikowane zgłoszenia
pt_pt: Submissão duplicada
sl: Podvojena oddaja
uk: Дублікат представлення
zh_cn: 重复的提交

source: Thanks for submitting your Theme
cs: Děkujeme za přidání vašeho motivu
de: Danke, dass Sie Ihr Theme übermittelt haben
el: Ευχαριστούμε για την υποβολή του Θέματος σας
es: Gracias por enviar tu tema
fr: Merci d'avoir envoyé votre thème
it: Grazie per aver caricato il tuo tema!
ja: テーマを登録いただきありがとうございます
ko: 테마를 올려주셔서 감사합니다
nl: Bedankt voor het indienen van uw thema
pa_in: ਆਪਣੇ ਥੀਮ ਨੂੰ ਦਾਖਲ ਕਰਨ ਲਈ ਧੰਨਵਾਦ
pl: Dziękujemy za przesłanie motywu
pt_pt: Obrigado por enviar seu tema
ru: Спасибо, что представили вашу тему
sl: Hvala za oddano Temo
uk: Дякуємо за представлення вашої теми
zh_cn: 感谢您投递主题

source: A problem with your Theme submission
cs: Při přidávání vašeho motivu nastal problém
de: Ein Problem bei der Übermittlung Ihres Themes
el: Κάποιο πρόβλημα με την υποβολή του Θέματος σας
es: Un problema con el envío de tu tema
fr: Un problème est survenu pendant l'envoi de votre thème
it: Si è verificato un problema con il tema che hai caricato
ja: あなたが登録したテーマに関する問題
ko: 테마 제출시 문제가 발생했습니다
nl: Een probleem met de indiening van uw thema
pa_in: ਤੁਹਾਡੇ ਥੀਮ ਦਾਖਲ ਕਾਰਜ ਨਾਲ ਖਾਮੀ
pl: Problem z przesłaniem twojego motywu
pt_pt: Um problema com o envio do seu tema
ru: Проблема с представлением вашей темы
sl: Problem z oddano Temo
uk: Проблема з представленням вашої теми
zh_cn: 您所提交主题的问题

source: Theme submission flagged for review
cs: Odeslání motivu označeno pro kontrolu
de: Theme-Übermittlung zur Überprüfung markiert
el: Η υποβολή του Θέματος επισημάνθηκε για επιθεώρηση
es: Envío del tema marcado para revisión
fr: Thème envoyé marqué pour vérification
it: Il tema caricato è stato segnalato per la revisione
ja: 登録されたテーマは追加審査のためフラグが付けられました
ko: 제출된 테마가 심사 상태로 표시됐습니다
nl: Ingediend thema gelabeld voor beoordeling
pa_in: ਦਾਖਲ ਥੀਮ ਤੇ ਸਮੀਖਿਆ ਲਈ ਝੰਡਾ ਲਗਾਇਆ
pl: Zgłoszenie motywu oznaczono do sprawdzenia
pt_pt: Envio de tema marcado para revisão
sl: Oddaja teme je označena za pregled
uk: Представлена тема відмічена для розгляду
zh_cn: 主题提交标记供审核

source: A question about your Theme submission
cs: Otázka k vašemu odeslání motivu
de: Eine Frage zu Ihrer Theme-Übermittlung
el: Μια ερώτηση για την υποβολή του Θέματος σας
es: Una pregunta acerca del envío de tu tema
fr: Une question à propos de votre envoi de thème
it: Una domanda sul tema caricato
ja: あなたが登録したテーマに関する質問
ko: 제출된 테마에 대한 질문사항
nl: Een vraag over uw ingediende thema
pa_in: ਤੁਹਾਡੇ ਦਾਖਲ ਕੀਤੇ ਥੀਮ ਬਾਰੇ ਇੱਕ ਸਵਾਲ
pl: Pytanie dotyczące zgłoszenia twojego motywu
pt_pt: Uma questão sobre a submissão do seu tema
sl: Vprašanje glede oddaje vaše Teme
uk: Питання щодо представлення вашої теми
zh_cn: 您提交的主题的一个问题

source: This will approve the sandboxed app so it appears on the public side.
cs: Provede přesunutí aplikace ze sandboxu na veřejný web.
de: Damit wird die Anwendung in der Sandbox freigeschaltet, um im öffentlichen Bereich zu erscheinen.
es: Esto aprobará la aplicación del área de pruebas para que aparezca en el área pública.
fr: Ceci approuvera l'application actuellement dans le bac à sable de sorte à ce qu'elle soit publiquement disponible.
it: L'app verrà promossa dalla sandbox e apparirà nella sezione pubblica del sito.
ko: 이 작업은 샌드박스에 있는 앱을 승급해서 공개 구역으로 노출시키게 됩니다.
nl: Hierdoor wordt de app in de sandbox goedgekeurd zodat deze gepubliceerd wordt.
pl: Aplikacja znajdująca się w piaskownicy zostanie zaakceptowana i będzie dostępna dla wszystkich użytkowników.
ru: Это одобрит приложение из песочницы и оно появится на публичной странице.
sl: To bo potrdilo, da se aplikacijo v Peskovniku lahko kaže na objavljenih straneh.
zh_cn: 这将会批准沙盒应用并显示在公开区域。
