Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <p>The Firefox OS Simulator is still at an early stage of development, and isn't complete or fully reliable.</p> <p>If you find any bugs, please <a href="%(issues)s">file them on GitHub</a>, and if you have any questions, try asking on the <a href="%(dev_tools_list)s">dev-developer-tools mailing list</a> or on <a href="%(irc)s">#devtools on irc.mozilla.org</a>.</p>
cs: <p>Firefox OS Simulator je stále v počáteční fázi vývoje, není dokončen a plně spolehlivý. </p> <p>Pokud naleznete jakoukoliv chybu, <a href="%(issues)s">nahlaste ji prosím na serveru GitHub</a>. Pokud máte jakoukoliv otázku, zkuste se zeptat v <a href="%(dev_tools_list)s">poštovní konferenci dev-developer-tools</a> nebo na kanálu <a href="%(irc)s">#devtools na irc.mozilla.org</a>.</p>
de: <p>Der Firefox-OS-Simulator befindet sich noch in einer frühen Entwicklungsphase und ist nicht fertig oder völlig zuverlässig.</p> <p>Wenn Sie Fehler finden, <a href="%(issues)s">melden Sie sie bitte auf GitHub</a> und wenn Sie Fragen haben, fragen Sie auf der <a href="%(dev_tools_list)s">dev-developer-tools-Mailingliste</a> oder in <a href="%(irc)s">#devtools bei irc.mozilla.org</a>.</p>
es: <p>El Simulador de Firefox OS todavía está en una etapa inicial de desarrollo, y no está completo ni es totalmente fiable.</p> <p>Si encuentras algún error, por favor <a href="%(issues)s">infórmalo en GitHub</a> y, si tienes alguna consulta, prueba a preguntar en la <a href="%(dev_tools_list)s">lista de correo dev-developer-tools</a> o en <a href="%(irc)s">#devtools en irc.mozilla.org</a>.</p>
fr: <p>Le simulateur Firefox OS est encore en plein développement et n'est ni complet ni totalement fiable.</p> <p>Si vous rencontrez le moindre bug, merci de <a href="%(issues)s">les signaler sur GitHub</a>, et pour la moindre question, essayez de la poser sur <a href="%(dev_tools_list)s">la liste dev-developer-tools</a> ou sur <a href="%(irc)s">#devtools sur irc.mozilla.org</a>.</p>
it: <p>Firefox OS Simulator è in una fase iniziale dello sviluppo, per cui non è ancora completo e pienamente affidabile.</p> <p>Se scopri qualche bug, <a href="%(issues)s">segnalalo su GitHub</a> e per qualunque dubbio prova a chiedere sulla <a href="%(dev_tools_list)s">mailing list dev-developer-tools</a> o sul <a href="%(irc)s">canale #devtools su irc.mozilla.org</a>.</p>
pl: <p>Symulator Firefox OS jest jeszcze na wczesnym etapie rozwoju i nie jest kompletny ani w pełni niezawodny</p> <p>Jeśli znajdziesz jakieś błędy, <a href="%(issues)s">zgłoś je na GitHub</a>, jeśli masz jakieś pytania, spróbuj zapytać na <a href="%(dev_tools_list)s">liście mailingowej dev-developer-tools</a> lub na <a href="%(irc)s">#devtools on irc.mozilla.org</a>.</p>

source: The Firefox OS Simulator add-on is a tool that enables you to test and debug your app on the desktop. The code-test-debug cycle is much faster with the simulator than with a real device, and of course, you don't need a real device in order to use it.
cs: Doplněk Firefox OS Simulator je nástroj, který vám umožní vyzkoušet a odladit vaši aplikaci na desktopu. Cyklus kód-vyzkoušení-ladění je se simulátorem mnohem rychlejší než s reálným zařízením a samozřejmě vám umožňuje vývoj bez vlastnictví zařízení.
de: Das Add-on Firefox-OS-Simulator ist ein Werkzeug, das Ihnen die Möglichkeit gibt, Ihre Anwendung auf dem Desktop PC zu testen und Fehler zu korrigieren. Der Kreislauf „Programmieren – Testen – Fehler beheben“ ist mit dem Simulator deutlich schneller als mit einem echten Gerät und natürlich brauchen Sie dafür auch kein echtes Gerät.
es: El complemento Simulador de Firefox OS es una herramienta que te permite probar y depurar tu aplicación en el escritorio. El ciclo de escribir-probar-depurar código es mucho más rápido en el simulador que en un dispositivo real y, por supuesto, no necesitas un dispositivo real para poder usarlo.
fr: Le simulateur Firefox OS est un outil qui vous permet de tester et développer vos applications sur le bureau. Le cycle de codage-test-déboggage est plus rapide avec le simulateur qu'avec un vrai appareil, et bien sûr, vous n'avez pas besoin d'un vrai téléphone pour l'utiliser.
it: Firefox OS Simulator è un'estensione che ti permette di testare ed effettuare il debug dell'app su desktop. Il ciclo codice-test-debug è molto più rapido utilizzando il simulatore piuttosto che un vero dispositivo, e ovviamente, non avrai bisogno di un vero dispositivo per utilizzarlo.
pl: Symulator Firefox OS jest narzędziem pozwalającym na testowanie i debugowanie aplikacji na urządzeniu desktopowym. Cykl kodowanie-testowanie-debugowanie jest szybszy w symulatorze niż w rzeczywistym urządzeniu i, rzecz jasna, nie potrzebujesz prawdziwego urządzenia, by go używać.

source: Essentially, the Simulator add-on consists of:
cs: Doplněk Simulator zahrnuje:
de: Im Grunde besteht das Add-on „Simulator“ aus:
es: Esencialmente, el complemento Simulator se compone de:
fr: Principalement, le simulateur se compose de :
it: Essenzialmente, l'estensione Firefox OS Simulator è composta da:
pl: Zasadniczo dodatek Symulator składa się z:

source: <li> <strong>the Simulator</strong>: this includes the <a href="%(using_b2g)s">Firefox OS desktop client</a>, which is a version of the higher layers of Firefox OS that runs on your desktop. The Simulator also includes some <a href="#Simulator-toolbar">additional emulation features</a> that aren't in the standard Firefox OS desktop builds. </li> <li> <strong>the Dashboard</strong>: a tool hosted by the Firefox browser that enables you to start and stop the Simulator and to install, uninstall, and debug apps running in it. The Dashboard also helps you push apps to a real device, and checks app manifests for common problems. </li>
cs: <li> <strong>Simulator</strong>: zahrnuje <a href="%(using_b2g)s">klienta Firefox OS pro desktop</a>, což je verze vyšších vrstev Firefox OS, které běží na vašem desktopu. Simulator též obsahuje některé <a href="#Simulator-toolbar">emulované vlastnosti</a>, které nejsou součástí sestavení Firefox OS pro desktop. </li> <li> <strong>Dashboard</strong>: nástroj hostovaný prohlížečem Firefox, který umožňuje spouštět a ukončovat Simulator a instalovat, odinstalovávat či ladit aplikace, když běží. Dashboard vám též pomáhá nahrávat vaše aplikace do reálného zařízení a kontrolovat instalační manifest na základní chyby.</li>
de: <li> <strong>Der Simulator</strong>: Dazu gehört der <a href="%(using_b2g)s">Firefox-OS-Desktop-Client</a>, eine Version der oberen Ebenen von Firefox OS, die auf Ihrem Desktop läuft. Zum Simulator gehören auch einige <a href="#Simulator-toolbar">zusätzliche Emulationsfunktionen</a>, die nicht zu den normalen Firefox-OS-Desktop-Builds gehören. </li> <li> <strong>Die Übersicht</strong>: Ein Werkzeug, im Firefox-Browser, mit dem Sie den Simulator starten und anhalten und mit dem Sie Anwendungen installieren, deinstallieren und deren Fehler beheben können. Die Übersicht hilft Ihnen auch beim Übertragen von Anwendungen auf ein echtes Gerät und überprüft Anwendungs-Manifeste auf häufige Probleme. </li>
es: <li> <strong>el simulador</strong>: este incluye el <a href="%(using_b2g)s">cliente para escritorio de Firefox OS</a>, que es una versión de las capas superiores de Firefox OS que se ejecuta en tu escritorio. El simulador también incluye algunas <a href="#Simulator-toolbar">características adicionales de emulación</a> que no están presentes en los binarios normales para escritorio de Firefox OS. </li> <li> <strong>el panel de control</strong>: una herramienta ofrecida por el navegador Firefox que te permite iniciar y detener el simulador e instalar, desinstalar y depurar aplicaciones que se ejecutan en el mismo. El panel de control también te ayuda a enviar las aplicaciones a un dispositivo real y a comprobar los archivos manifest de la aplicación en busca de problemas comunes. </li>
fr: <li> <strong>Le simulateur</strong> : ceci inclus le <a href="%(using_b2g)s">client bureau Firefox OS</a>, qui est une version des couches hautes de Firefox OS pouvant s'exécuter sur le bureau. Le simulateur inclus également quelques <a href="#Simulator-toolbar">fonctionnalités d'émulation supplémentaire</a> qui ne sont pas présentes dans les versions Firefox OS de bureau classiques. </li> <li> <strong>le tableau de bord</strong> : un outil inclus dans le navigateur Firefox et qui vous permet de démarrer et arrêter le simulateur et d'installer, désinstaller et débogger des applications tournant en son sein. Le tableau de bord vous aide également à envoyer vos applications sur un vrai téléphone, et permet de trouver les problèmes classiques dans votre manifeste d'application. </li>
it: <li> <strong>Il Simulatore</strong>: lo strumento di emulazione dell'ambiente di Firefox OS. Include il <a href="%(using_b2g)s">client desktop di Firefox OS</a>, una versione dell'interfaccia utente di Firefox OS avviabile da desktop. Il Simulatore include anche <a href="#Simulator-toolbar">strumenti di emulazione supplementari</a> non presenti nelle normali build di Firefox OS per desktop. </li> <li> <strong>La Dashboard</strong>: uno strumento integrato nel browser Firefox che ti permette di avviare e arrestare il Simulatore, di installare, disinstallare e effettuare il debug di app direttamente dall'emulatore. La Dashboard ti permette di trasferire un'app su un vero dispositivo e controllare i problemi più comuni che si possono verificare con i file manifesto. </li>
pl: <li> <strong>Symulator</strong>: obejmuje <a href="%(using_b2g)s">desktopowego klienta Firefox OS</a>, który jest wersją wyższego poziomu Firefox OS, uruchamiają na desktopie. Symulator zawiera również <a href="#Simulator-toolbar">dodatkowe funkcje emulacji</a>, których nie ma w standardowych desktopowych kompilacjach Firefox OS. </li> <li> <strong>Dashboard</strong>: narzędzie w przeglądarce Firefox, które umożliwia uruchamianie i zatrzymywanie Symulatora oraz instalowanie, odinstalowywanie i debugowanie aplikacji uruchamianych w symulatorze. Dashboard pomaga również w przenoszeniu aplikacji na rzeczywiste urządzenia oraz sprawdzanie manifestów aplikacji pod kątem często spotykanych problemów.</li>

source: The screenshot below shows a debugging session using the Simulator.
cs: Obrázek níž ukazuje ladění pomoci doplňku Simulator.
de: Der folgende Screenshot zeigt eine Sitzung zur Fehlerbehebung mit dem Simulator.
es: La siguiente captura de pantalla muestra una sesión de depuración utilizando el simulador.
fr: Les captures d'écran ci-dessous montrent une session de déboggage avec le simulateur.
it: Lo screenshot sottostante mostra una sessione di debugging nel Simulatore:
pl: Obrazek poniżej pokazuje sesję debugowania za pomocą Symulatora.

source: The Dashboard is on the top-right, running inside a Firefox tab. We've added one app, a packaged app called "Where am I?". At the top-left the app is running in the Simulator. We've also connected the debugging tools, which are in the window at the bottom. You can see that we've just hit a breakpoint in the app.
cs: Dashboard je vpravo nahoře a běží uvnitř okna Firefoxu. Přidali jsme jednu zabalenou aplikaci s názvem "Where am I?". Vlevo nahoře běží aplikace uvnitř Simulator. Jsme též připojeni pomocí ladících nástrojů, které jsou v dolní části okna. Můžete si též všimnout, že jsme právě zastavili u zarážky.
de: Die Übersicht befindet sich oben rechts und läuft in einem Firefox-Tab. Wir haben auch eine gepackte Anwendung namens „Where am I?“ hinzugefügt. Oben links läuft die Anwendung im Simulator. Wir haben auch die Werkzeuge zur Fehlerbehebung eingebaut, die sich unten im Fenster befinden. Wie Sie sehen, sind wir gerade auf einen Haltepunkt in der Anwendung gestoßen.
es: El panel se encuentra en la parte superior derecha, ejecutándose dentro de una pestaña de Firefox. Hemos añadido una aplicación empaquetada denominada "¿Dónde me encuentro?". En la parte superior izquierda está ejecutándose la aplicación dentro del simulador. También hemos conectado las herramientas de depuración, que están en la parte inferior de la ventana. Puedes comprobar que acabamos de encontrar un punto de ruptura de depuración en la aplicación.
fr: Le tableau de bord est en haut à droite, s'exécutant dans un onglet Firefox. Une application empaquetée appelée « Where am I? » a été ajoutée. En haut à gauche de l'application s'exécute le simulateur. Nous avons aussi connecté les outils de déboggage, qui sont dans la fenêtre en bas. Vous pouvez ainsi voir qu'un point d'arrêt vient juste d'être rencontré dans l'application.
it: La Dashboard è posizionata in alto a destra e viene caricata in una scheda di Firefox. Abbiamo aggiunto un'app pacchettizzata di nome "Where am I?". In alto a sinistra viene mostrata l'app mentre è in funzione nel Simulatore. Sono stati inoltre collegati gli strumenti di debug, posizionati nella parte inferiore della finestra. È possibile notare che nell'app è stato definito un punto di interruzione (breakpoint).
pl: Dashboard znajduje się w prawej górnej części obrazka i działa wewnątrz karty Firefoksa. Dodaliśmy jedną, spakowaną aplikację o nazwie „Where am I?” Aplikacja działa w Symulatorze w lewej górnej części i działa w Symulatorze. Podłączyliśmy również narzędzia debuggowania, które są w oknie na dole. Widać, że mamy właśnie punkt przerwania w aplikacji.

source: This guide covers the following topics:
cs: Tato stránka pokrývá následující témata:
de: Dieser Leitfaden umfasst die folgenden Themen:
es: Esta guía cubre los siguientes temas:
fr: Ce guide couvre les aspects suivants :
it: Questa guida tratta i seguenti argomenti:
pl: Ten przewodnik obejmuje następujące tematy:

source: how to install the Simulator add-on
cs: jak nainstalovat doplněk Simulator
de: Installation des Add-ons „Simulator“
es: cómo instalar el complemento Simulador
fr: comment installer le module simulateur
it: Installazione dell'estensione Firefox OS Simulator
pl: jak zainstalować dodatek Symulator

source: how to add, remove, and update apps
cs: jak přidat, odebrat či aktualizovat aplikace
de: Hinzufügen, Entfernen und Aktualisieren von Anwendungen
es: cómo agregar, eliminar y actualizar aplicaciones
fr: comment ajouter, supprimer et mettre à jour des applications
it: Aggiunta, rimozione e aggiornamento delle app
pl: jak dodawać, usuwać i aktualizować aplikacje

source: manifest validation
cs: kontrola manifestu
de: Validierung von Manifests
es: validación del archivo manifest
fr: validation du manifeste
it: Validazione del manifesto
pl: sprawdzenie manifestu

source: how to run the Simulator
cs: jak spustit Simulator
de: Ausführen des Simulators
es: cómo ejecutar el simulador
fr: comment exécuter le simulateur
it: Utilizzo del Simulatore
pl: jak uruchomić Symulator

source: how to connect developer tools such as the JS debugger to apps running in the Simulator
cs: jak připojit nástroje pro vývojáře jako je JS debugger k aplikacím běžících v Simulator
de: Verbinden von Entwicklerwerkzeugen wie dem JS-Debugger mit Anwendungen, die im Simulator laufen
es: cómo conectar herramientas para desarrolladores como el depurador JS a las aplicaciones ejecutadas en el simulador
fr: comment connecter les outils développeurs comme le déboggeur JavaScript aux applications exécutées dans le simulateur
it: Collegamento degli strumenti di sviluppo, quali il Debugger JS, con un'app eseguita nel Simulatore
pl: jak połączyć narzędzia programisty, np. debugger JS, z aplikacjami, uruchamiając w Symulatorze

source: the limitations of the Simulator compared with a real Firefox OS device
cs: omezení Simulator v porovnání s reálnými zařízeními s Firefox OS
de: Die Grenzen des Simulators verglichen mit einem echten Firefox-OS-Gerät
es: las limitaciones del simulador comparado con un dispositivo Firefox OS real
fr: les limitations du simulateur par rapport à un vrai appareil Firefox OS
it: Limitazioni del Simulatore rispetto a un vero dispositivo Firefox OS
pl: ograniczenia Symulatora w porównaniu z rzeczywistym urządzeniem z Firefox OS

source: For a practical walkthrough that shows how to use the Simulator to debug a real web app, see the <a href="%(walkthrough)s">Simulator Walkthrough</a> page.
cs: Pro praktický ukázky, které ukazují, jak používat Simulator pro ladění reálné webové aplikace, si přečtěte článek <a href="%(walkthrough)s">Simulator Walkthrough</a>.
de: Eine praktische Übersicht, die Ihnen zeigt, wie Sie mit dem Simulator Fehler einer echten Web-Anwendung beheben können, finden Sie auf der Seite <a href="%(walkthrough)s">Übersicht über den Simulator</a>.
es: Para ver un tutorial práctico que muestra cómo utilizar el simulador para depurar una aplicación web real, mira la página del <a href="%(walkthrough)s">tutorial del simulador</a>.
fr: Pour un pas à pas pratique et détaillé de l'utilisation du simulateur pour débogger une vraie appliction web, voyez la page <a href="%(walkthrough)s">Pas-à-pas avec le simulateur</a>.
it: Per una guida pratica sull'uso del Simulatore per il debug di una vera app web, visita la pagina <a href="%(walkthrough)s">Guida di Firefox OS Simulator</a>.
pl: Praktyczny przewodnik, pokazujący, jak używać Symulator do debugowania prawdziwej aplikacji sieciowej znajdziesz na stronie <a href="%(walkthrough)s">Simulator Walkthrough</a>.

source: Installing the Simulator add-on
cs: Instalace doplňku Simulator
de: Installation des Add-ons „Simulator“
es: Instalar el complemento del simulador
fr: Installer le module simulateur
it: Installazione dell'estensione Firefox OS Simulator
pl: Instalacja dodatku Symulator

source: The Simulator is packaged and distributed as a Firefox add-on. To install it:<br /> <br /> 1. Using Firefox, go to the appropriate link for your host operating system. You'll probably have to tell Firefox to allow the site to install software:
cs: Simulator je zabalen a distribuován jako doplněk pro Firefox. Pro instalaci:<br /> <br /> 1. Ve Firefoxu přejděte na odpovídající odkaz pro váš operační systém. Pravděpodobně budete muset ve Firefoxu povolit instalaci sofware z daného webu.
de: Der Simulator ist gepackt und wird als Firefox-Add-on verteilt. Um ihn zu installieren:<br /> <br /> 1. Rufen Sie mit Firefox den passenden Link für Ihr Betriebssystem auf. Sie müssen Firefox vermutlich mitteilen, dass er die Installation von Software durch die Website zulassen soll:
es: El Simulador es empaquetado y distribuido como un complemento de Firefox. Para instalarlo: <br /> <br /> 1. Usando Firefox ve al vínculo apropiado para tu sistema operativo. Probablemente deberás decirle a Firefox que le permita al sitio instalar software:
fr: Le simulateur est mis à disposition sous la forme d'un module Firefox. Pour l'installer, <br /> <br /> 1. Avec Firefox, allez sur le lien correspondant à votre système d'exploitation. Vous devrez sûrement indiquer à Firefox d'autoriser le site à installer un logiciel :
it: Firefox OS Simulator è pacchettizzato e distribuito come estensione per Firefox. Per installarlo:<br /> <br /> 1. Utilizzando Firefox, vai alla pagina per il sistema operativo in uso. Probabilmente dovrai dare al sito il permesso di installare software:
pl: Symulator jest spakowany i rozpowszechniany jako dodatek do Firefoksa. W celu zainstalowania:<br /> <br /> 1. Używając Firefoksa, przejdź do odnośnika odpowiedniego dla twojego systemu operacyjnego. Prawdopodobnie trzeba będzie zezwolić Firefoksowi na instalację oprogramowania:

source: Firefox OS Simulator Preview for Windows
cs: Firefox OS Simulator Preview pro Windows
de: Vorschau des Firefox-OS-Simulators für Windows
es: Versión preliminar de Firefox OS para Windows
fr: Aperçu du simulateur Firefox OS pour Windows
it: Anteprima di Firefox OS Simulator su Windows
pl: Firefox OS Simulator Preview dla Windows

source: Firefox OS Simulator Preview for Mac
cs: Firefox OS Simulator Preview pro Mac
de: Vorschau des Firefox-OS-Simulators für Mac
es: Versión preliminar de Firefox OS para Mac
fr: Aperçu du simulateur Firefox OS pour Mac
it: Anteprima di Firefox OS Simulator su Mac
pl: Firefox OS Simulator Preview dla Maka

source: Firefox OS Simulator Preview for Linux
cs: Firefox OS Simulator Preview pro Linux
de: Vorschau des Firefox-OS-Simulators für Linux
es: Versión preliminar de Firefox OS para Linux
fr: Aperçu du simulateur Firefox OS pour Linux
it: Anteprima di Firefox OS Simulator su Linux
pl: Firefox OS Simulator Preview dla Linuksa
