Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: At Mozilla we are working hard to create this apps platform that is backed entirely by the open Web. It’s not intended to be a &quot;Mozilla platform&quot; or a &quot;Firefox platform&quot;. <strong>The Web is the platform</strong>. We’re creating a set of open APIs and implementations to show how portable apps can exist on the Web without vendor lock-in. Other groups like Facebook and Google Chrome are also working on apps platforms backed by the Web. <a href="%(url_canvas)s">Facebook apps</a> are meant to hook into Facebook and <a href="%(url_chrome)s">Chrome apps</a> are designed for Chrome OS devices and Google servers. Chrome apps are the most similar to Open Web Apps. We continue to collaborate with the Google Chrome team as app standards evolve and we definitely share a lot of the same vision. There is tremendous potential for all Web based app platforms to converge and we invite all vendors to help us build the right Open Web App APIs.
de: Bei Mozilla arbeiten wir hart daran, diese Anwendungsplattform zu schaffen, die vollständig vom offenen Web gestützt wird. Es soll keine „Mozilla-Plattform“ oder „Firefox-Plattform“ sein. <strong>Das Web ist die Plattform</strong>. Wir schaffen eine Reihe von offenen APIs und Implementierungen, um zu zeigen, wie portable Anwendungen im Web ohne Einschränkung auf Anbieter existieren können. Andere Gruppen wie Facebook und Google Chrome arbeiten auch an Anwendungen, die vom offenen Web gestützt werden. <a href="%(url_canvas)s">Facebok-Anwendungen</a> sollen sich in Facebook integrieren und <a href="%(url_chrome)s">Chrome-Anwendungen</a> wurden für Chrome-OS-Geräte und Google-Server entwickelt. Chrome-Anwendungen kommen Anwendungen des offenen Web am nächsten. Wir werden weiter mit dem Google-Chrome-Team zusammenarbeiten, während sich Anwendungsstandards entwickeln und wir teilen auf jeden Fall große Teile einer gemeinsamen Vision. Es gibt ein riesiges Potenzial für alle Web-basierten Anwendungsplattformen, sich zusammenzuschließen und wir laden alle Anbieter ein, uns zu helfen, die richtigen APIs des offenen Web zu entwickeln.
es: En Mozilla estamos trabajando duro para crear esta plataforma de aplicaciones que está respaldada enteramente por la Web abierta. No se pretende que sea una &quot;plataforma Mozilla&quot; o una &quot;plataforma Firefox&quot;. <strong>La Web es la plataforma</strong>. Estamos creando un conjunto de implementaciones y API abiertas para demostrar cómo pueden existir aplicaciones portables en la web sin ligarse a un fabricante. Otros grupos como Facebook y Google Chrome están también trabajando en plataformas de aplicaciones basadas en la Web. Las <a href="%(url_canvas)s">aplicaciones Facebook</a> están diseñadas para ejecutarse dentro de Facebook y las <a href="%(url_chrome)s">aplicaciones Chrome</a> están diseñadas para dispositivos Chrome OS y servidores Google. Las aplicaciones Chrome son lo más parecido a las aplicaciones web abiertas. Continuamos colaborando con el equipo de Google Chrome a medida que evolucionan los estándares y sin duda compartimos en gran parte una misma visión. Hay un tremendo potencial para que todas las plataformas de aplicaciones basadas en web converjan e invitamos a todos los fabricantes a ayudarnos a construir las API correctas para las aplicaciones web abiertas.
fr: Chez Mozilla, nous travaillons dur pour créer cette plateforme reposant uniquement sur le Web ouvert. Ce n'est pas une « Plateforme Mozilla », ou une « Plateforme Firefox », <strong>le Web est la plateforme</strong>. Nous créons les API ouvertes nécessaires et les implémentations pour démontrer que des applications portables peuvent exister sur le Web, sans être verrouillées par un vendeur. D'autres groupes comme Facebook et Google Chrome travaillent également sur des plateformes utilisant le Web. Les <a href="%(url_canvas)s">applications Facebook</a> sont prévues pour s'intégrer avec Facebook, et <a href="%(url_chrome)s">les applications Chrome</a> sont prévues pour les appareils Chrome OS et les serveurs de Google. Elles sont par ailleurs très proches des Open Web Apps. Nous collaborons avec l'équipe de Chrome pour suivre les évolutions des standards des applications et partageons la même vision. Il y a un potentiel énorme de convergence de toutes les plateformes basées sur le Web et nous invitons tous les vendeurs à nous rejoindre pour construire les bonnes API Open Web App.
it: Noi di Mozilla stiamo lavorando sodo per realizzare una piattaforma di app sostenuta interamente dal Web aperto. Non vogliamo creare una &quot;piattaforma Mozilla&quot; o una &quot;piattaforma Firefox&quot;. <strong>Il Web è la piattaforma</strong>. Stiamo realizzando una collezione di API aperte e implementazioni per dimostrare che le app portabili possono esistere sul Web senza essere bloccate dai lucchetti dei venditori. Altri gruppi come Facebook e Google Chrome stanno lavorando su piattaforme di app che si appoggiano al Web. Le <a href="%(url_canvas)s">app di Facebook</a> sono progettate per agganciarsi al sito di Facebook, mentre le <a href="%(url_chrome)s">app di Chrome</a> sono progettate per i dispositivi con Chrome OS e per i server di Google. Le app di Chrome sono le più simili alle app web aperte. Continua la nostra collaborazione con il team di Google Chrome per stare al passo con l'evoluzione degli standard delle app e sicuramente condividiamo in gran parte la stessa visione. Esiste un enorme potenziale per tutte le piattaforme di app basate sul Web di convergere e estendiamo a ogni venditore l'invito di aiutarci a creare le API per app web aperte più adatte.
pl: W Mozilli pracujemy ciężko, by stworzyć taką platformę aplikacji, która jest całkowicie wspierana przez otwartą Sieć. Nie ma to być „platforma Mozilli” lub „platforma Firefoksa”. <strong>Sieć jest platformą</strong>. Tworzymy zestaw otwartych API oraz implementacji, by pokazać, jak przenośne aplikacje mogą istnieć w Sieci bez zamkniętych rozwiązań. Inne grupy, jak Facebook i Google Chrome, również pracują nad platformami aplikacji wspieranymi sieciowo. <a href="%(url_canvas)s">Aplikacje Facebooka</a> są przeznaczone do użycia na Facebooku, zaś <a href="%(url_chrome)s">aplikacje Chrome</a> są projektowane dla urządzeń z Chrome OS oraz serwerów Google. Aplikacje Chrome są bardzo podobne do aplikacji otwartej sieci. Kontynuujemy współpracę z zespołem Google Chrome w zakresie rozwijana standardów i zdecydowanie mamy wiele wspólnych punktów widzenia. Istnieje ogromny potencjał dla wszystkich platform aplikacji opartych na sieci do upodabniania się i zapraszamy wszystkich dostawców, by pomogli nam tworzyć odpowiednie API aplikacji otwartej sieci.

source: Even though currently you must have a Mozilla Firefox-based engine (&quot;Web runtime&quot;) to use Open Web Apps, it is not intended that this always will be the case. Many parts of the Open Web Apps project are still being worked out and it isn't possible to implement everything in all browsers at once. Although many parts of Open Web Apps are already standardized, many other parts are still in flux. It is intended and hoped that Open Web Apps will be a standard capability that is available in all major browsers.
de: Auch wenn Sie momentan eine Mozilla-Firefox-basierte Engine („Web-Laufzeit“) benötigen, um Anwendungen des offenen Web zu verwenden, soll das nicht immer so bleiben. Viele Teile des Projekts „Anwendungen des offenen Web“ sind immer noch in Arbeit und es ist nicht möglich, alles auf einmal in alle Browser zu implementieren. Auch wenn viele Teile der Anwendungen des offenen Web schon standardisiert sind, sind viele andere Teile immer noch im Wandel. Die Absicht und Hoffnung ist, dass Anwendungen des offenen Web eine Standardfunktion werden, die in allen größeren Browsern verfügbar sind.
es: A pesar de que actualmente debes tener un motor (&quot;entorno de ejecución web&quot;) basado en el de Mozilla Firefox para usar las aplicaciones web abiertas, no se pretende que esto sea siempre así. Muchas partes del proyecto de aplicaciones web abiertas aún están siendo finalizadas y no es posible implementar todo en todos los navegadores al mismo tiempo. Aunque muchas partes de las aplicaciones web abiertas ya están estandarizadas, hay muchas otras en proceso de cambio. Es el propósito y el objetivo que las aplicaciones web abiertas sean una característica estándar disponible en todos los grandes navegadores.
fr: Même si actuellement vous devez utiliser un moteur basé sur Mozilla Firefox (« moteur Web ») pour utiliser les Open Web Apps, il n'est pas prévu que cela reste éternellement le cas. Plusieurs parties des Open Web Apps sont toujours en développement et il n'est pas possible de tout implémenter dans tous les navigateurs, en une fois. Même si plusieurs composants sont déjà standardisés, d'autres sont encore en cours. Il est prévu et espéré que les Open Web Apps seront une fonctionnalité disponible dans la plupart des navigateurs principaux.
it: Sebbene al momento sia necessario un motore basato su Mozilla Firefox (&quot;Web runtime&quot;) per utilizzare le app web aperte, in futuro non sarà sempre così. Stiamo ancora lavorando su molti punti di questo progetto e non ci è possibile implementare tutto su ogni browser contemporaneamente. Anche se numerose parti delle app web aperte sono già standardizzate, ci sono molti altri aspetti ancora da definire. È nostra intenzione e speranza rendere le app web aperte una funzionalità standardizzata disponibile su tutti i principali browser.
pl: Mimo że obecnie trzeba mieć silnik oparty na Firefoksie Mozilli („sieciowe środowisko uruchomienowe”), by używać aplikacji otwartej sieci, nie jest naszym celem, by zawsze tak było. Wiele części projektu aplikacji otwartej sieci jest nadal w opracowaniu i nie jest możliwe wprowadzenie natychmiast wszystkiego we wszystkich przeglądarkach. Wiele części projektu aplikacji otwartej sieci jest już ustandaryzowanych, jednak wiele innych wciąż się zmienia. Naszym celem i nadzieją jest to, by aplikacje otwartej sieci stały się standardową możliwością, dostępną we wszystkich ważniejszych przeglądarkach.

source: Therefore, when you read the MDN pages that deal with Open Web Apps, please keep in mind that even though much of the information is specific to Firefox right now, it will hopefully enable you to develop Open Web Apps for all browsers in the future.
de: Wenn Sie daher MDN-Seiten lesen, die sich mit Anwendungen des offenen Web befassen, bedenken Sie bitte, dass sie, auch wenn viele Informationen sich momentan auf Firefox beziehen, Ihnen die Möglichkeit geben wird, Anwendungen des offenen Web für alle Browser zu entwickeln.
es: Por tanto, cuando leas páginas de MDN que traten sobre las aplicaciones web abiertas, ten presente que incluso aunque mucha de la información es específica de Firefox en este momento, debería permitirte desarrollar aplicaciones web abiertas para todos los navegadores en el futuro.
fr: C'est pourquoi, quand vous lisez les pages MDN au sujet des Open Web Apps, gardez toujours à l'esprit que même si une partie non négligeable des informations est spécifique à Firefox à l'heure actuelle, cela vous permettra dans un futur proche de développer pour tous les navigateurs.
it: Quindi quando si consultano le pagine di MDN sulle app web aperte è opportuno tenere conto che, nonostante molte informazioni siano al momento specifiche per Firefox, se tutto procede come auspicato in futuro consentiranno di sviluppare app per tutti i browser.
pl: Dlatego, gdy czytasz strony MDN poświęcone aplikacjom otwartej sieci, pamiętaj, że chociaż większość informacji jest obecnie specyficzna dla Firefoksa, to mamy nadzieję, że umożliwią ci w przyszłości tworzenie aplikacji otwartej sieci dla wszystkich przeglądarek.

source: Web standards
cs: Webové standardy
es: Estándares web
fr: Standards du Web
it: Standard web
pl: Standardy sieciowe
ru: Веб-стандарты

source: OWA technology is not a single piece, it is an umbrella that groups many different technologies and some of them are very young. At the moment, parts of OWA are standardized (HTML5, CSS, JavaScript, IndexedDB, etc.). Other parts are not yet standardized and the Mozilla implementation is thus specific to Firefox or to some other Mozilla technology. As the Mozilla mission is to share and to empower everyone, this situation is only temporary. That's why in the OWA docs we will try to clearly identify the parts of OWA that are not yet standardized.
de: AOW-Technologie ist kein einzelnes Stück, es ist eine Zusammenfassung, die viele verschiedene Technologien gruppiert und einige davon sind sehr jung. Momentan sind Teile von AOW standardisiert (HTML5, CSS, JavaScript, IndexedDB, usw.). Andere Teile sind noch nicht standardisiert und die Mozilla-Implementierung ist daher auf Firefox oder andere Mozilla-Technologie zugeschnitten. Da die Mozilla-Mission darin besteht, zu teilen und alle zu stärken, ist diese Situation zeitlich befristet. Daher werden wir versuchen, in der AOW-Dokumentation deutlich zu machen, welche Teile der AOW noch nicht standardisiert sind.
es: La tecnología OWA no es una pieza única, sino un paraguas bajo el que se agrupan muchas tecnologías web distintas y algunas de ellas son muy jóvenes. En este momento, hay partes de OWA estandarizadas (HTML5, CSS, JavaScript, IndexedDB, etc.). Otras partes aún no están estandarizadas y la implementación de Mozilla es, por ello, específica para Firefox y otra tecnología Mozilla. Como la misión de Mozilla es compartir y empoderar a todos, esta situación es temporal. Esta es la razón por la que en los documentos de OWA trataremos de identificar claramente las partes de OWA que aún no están estandarizadas.
fr: La technologie OWA n'est pas en une seule pièce, c'est un parapluie qui regroupe plusieurs technologies différentes et certaines sont très jeunes. Pour le moment, des parties des OWA sont standardisées (HTML5, CSS, JavaScript, IndexedDB, etc.). D'autres ne le sont pas encore et l'implémentation Mozilla est donc spécifique à Firefox ou d'autres technologies Mozilla. La mission de la fondation étant de partager et promouvoir, cette situation est seulement temporaire. C'est pourquoi dans les documentations OWA nous nous efforçons de clairement identifier les parties non encore standardisées.
it: La tecnologia AWA non è una sola, più che altro è un ombrello sotto il quale si raggruppano numerose tecnologie differenti, alcune delle quali ancora molto giovani. Attualmente alcune parti di AWA sono standardizzate (HTML5, CSS, JavaScript, IndexedDB, ecc.). Altre parti non sono state ancora standardizzate, pertanto Mozilla le ha implementate solo in Firefox e altri prodotti Mozilla. Dal momento che la missione di Mozilla è condividere le potenzialità del Web con tutti, questa situazione è solo temporanea. Per questa ragione nei documenti AWA tenteremo di identificare con chiarezza le parti non ancora standardizzate.
pl: OWA nie jest pojedynczą technologią, jest wachlarzem różnych technologii, a część z nich jest bardzo młoda. W tym momencie niektóre technologie OWA są standardami (HTML5, CSS, JavaScript, IndexedDB itd.). Inne standardami jeszcze nie są i implementacja Mozill jest zatem specyficzna dla Firefoksa lub innych technologii Mozilli. Jako że misją Mozilli jest dzielenie się i udostępnianie wszystkim, taka sytuacja jest tylko czasowa. Dlatego w dokumentacji OWA postaramy się jasno określić części OWA, które nie są jeszcze standardami.

source: Please also note that there may be some OWA-related proposals and potential standards that are not used by Mozilla.
de: Bedenken Sie bitte auch, dass es einige Vorschläge und potenzielle Standards mit AOW-Bezug geben kann, die nicht von Mozilla verwendet werden.
es: Ten en cuenta también que hay algunas propuestas y estándares potenciales relacionados con OWA que no son usados por Mozilla.
fr: Merci également de noter qu'il existe des propositions de standards pour les OWA qui ne sont pas utilisées par Mozilla.
it: Tieni anche in considerazione che potrebbero esistere anche altre tecnologie proposte per AWA candidate a definirne lo standard e non utilizzate da Mozilla.
pl: Pamiętaj również, że mogą zdarzyć się propozycje związane z OWA i potencjalne standardy, które nie są używane przez Mozillę.

source: Intended eventual standards
de: Beabsichtigte, mögliche Standards
es: Estándares previstos en el futuro
fr: Standards éventuellement proposés
it: Standard finali a cui miriamo
pl: Przeznaczenie potencjalnych standardów

source: So here are the parts not standardized yet across the different Web platforms and that still are Firefox-only for the moment: <ul> <li> <a href="%(url_manifest)s">OWA manifest</a> for defining an app </li> <li> <a href="%(url_js_api)s">The Complete OWA API</a> for working with apps </li> <li> <a href="%(url_web_apis)s">Web APIs</a> to access things like phone, geolocation, etc. Also see <a href="%(url_mobile)s">arewemobileyet.com</a> for a status report. </li> <li> <a href="%(url_persona)s">Identity (Persona)</a> to work with user data </li> <li> <a href="%(url_payment)s">WebPayment API</a> to facilitate in-app payments and app purchases from any Marketplace </li> <li> <a href="%(url_receipt)s">OWA Receipts</a> to verify paid apps on any device and sell apps from any Marketplace </li> </ul>
de: Hier sind also die Teile, die noch nicht in den verschiedenen Web-Plattformen standardisiert wurden und die momentan nur auf Firefox zutreffen: <ul> <li> <a href="%(url_manifest)s">AOW-Manifest</a> zur Definition einer Anwendung </li> <li> <a href="%(url_js_api)s">Die vollständige AOW-API</a> zur Arbeit mit Anwendungen </li> <li> <a href="%(url_web_apis)s">Web-APIs</a>, um auf Dinge wie Telefon, Geolokation, usw. zuzugreifen. Auf <a href="%(url_mobile)s">arewemobileyet.com</a> finden Sie auch einen Statusbericht. </li> <li> <a href="%(url_persona)s">Identity (Persona)</a>, um mit Benutzerdaten zu arbeiten </li> <li> <a href="%(url_payment)s">WebPayment-API</a>, um anwendungsinterne Zahlungen und Anwendungskäufe aus einem Marktplatz zu vereinfachen </li> <li> <a href="%(url_receipt)s">AOW-Quittungen</a>, um bezahlte Anwendungen auf einem beliebigen Gerät zu verifizieren und Anwendungen aus einem beliebigen Marktplatz zu verkaufen </li> </ul>
es: Así pues, aquí están las partes no estandarizadas aún en todas las plataformas web diferentes y que aún son, por el momento, sólo para Firefox: <ul> <li> <a href="%(url_manifest)s">OWA manifest</a> para definir una aplicación </li> <li> <a href="%(url_js_api)s">La API OWA completa</a> para trabajar con aplicaciones </li> <li> <a href="%(url_web_apis)s">Las API web</a> para acceder a cosas como el teléfono, la geolocalización, etc. Revisa también <a href="%(url_mobile)s">arewemobileyet.com</a> para un informe de situación. </li> <li> <a href="%(url_persona)s">Identidad (Persona)</a> para trabajar con datos de usuario </li> <li> <a href="%(url_payment)s">La API WebPayment</a> para facilitar pagos en la aplicación y compras en la aplicación desde cualquier Marketplace </li> <li> <a href="%(url_receipt)s">Recibos OWA</a> para verificar las aplicaciones pagadas en cualquier dispositivo y vender aplicaciones desde cualquier Marketplace </li> </ul>
fr: Voici donc les parties non encore standardisées et qui sont encore spécifiques à Firefox pour le moment : <ul> <li> <a href="%(url_manifest)s">manifeste OWA</a> pour définir une application </li> <li> <a href="%(url_js_api)s">l'API OWA complète</a> pour travailler avec les applications </li> <li> <a href="%(url_web_apis)s">Web API</a> pour accéder au téléphone, géolocalisation, etc. Voir aussi <a href="%(url_mobile)s">arewemobileyet.com</a> pour un état des lieux. </li> <li> <a href="%(url_persona)s">Identité (Persona)</a> pour travailler avec les données personnelles </li> <li> <a href="%(url_payment)s">API WebPayment</a> pour faciliter les micro-paiements et les achats depuis les différents Marketplace </li> <li> <a href="%(url_receipt)s">Reçus OWA</a> pour vérifier les applications payantes sur n'importe quel appareil et vendre des applications sur tous les Marketplace </li> </ul>
it: Le seguenti parti, non ancora standardizzate per tutte le piattaforme web, al momento sono disponibili solo su Firefox: <ul> <li> <a href="%(url_manifest)s">Manifesto AWA</a> per definire un'app </li> <li> <a href="%(url_js_api)s">API completa di AWA</a> per lavorare con le app </li> <li> <a href="%(url_web_apis)s">API web</a> per accedere a funzioni come la geolocazione del telefono ecc. Vedi anche <a href="%(url_mobile)s">arewemobileyet.com</a> per un rapporto di stato. </li> <li> <a href="%(url_persona)s">Identity (Persona)</a> per gestire i dati degli utenti </li> <li> <a href="%(url_payment)s">API WebPayment</a> per facilitare i pagamenti in-app e gli acquisti di app da tutti i Marketplace </li> <li> <a href="%(url_receipt)s">Ricevute AWA</a> per convalidare le app pagate su ogni dispositivo e vendere app da tutti i Marketplace </li> </ul>
pl: Oto część technologii nie będących jeszcze standardami na różnych platformach sieciowych, które obecnie są tylko w Firefoksie:<ul> <li> <a href="%(url_manifest)s">Manifest OWA</a> do definiowania aplikacji </li> <li> <a href="%(url_js_api)s">Kompletne OWA API</a> do pracy z aplikacjami</li> <li> <a href="%(url_web_apis)s">Web API</a> do dostępu do elementów, takich jak telefon, geolokacja, itp. Zobacz także status na <a href="%(url_mobile)s">arewemobileyet.com</a>. </li> <li> <a href="%(url_persona)s">Tożsamość (Persona)</a> do pracy z danymi użytkownika</li> <li> <a href="%(url_payment)s">WebPayment API</a> do ułatwienia płatności w aplikacji i zakupów z dowolnego sklepu </li> <li> <a href="%(url_receipt)s">Potwierdzenia płatności OWA</a> do weryfikowania płatności aplikacji na dowolnym urządzeniu i sprzedaży aplikacji z dowolnego sklepu </li> </ul>

source: Buy Once, Run Everywhere
cs: Kupte jednou, spouštějte kdekoliv
de: Einmal kaufen, überall ausführen
es: Compra una vez, ejecuta en cualquier parte
fr: Acheter une fois, exécuter partout
it: Acquista una volta, utilizza dappertutto
pl: Kup raz, uruchom wszędzie
