Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Join the conversation in our <a href="%(forums_url)s">forums</a>.
de: Diskutieren Sie mit in unseren <a href="%(forums_url)s">Foren</a>.
es: Únete a la conversación en nuestros <a href="%(forums_url)s">foros</a>.
fr: Rejoignez la conversation dans nos <a href="%(forums_url)s">forums</a>.
it: Partecipa alla discussione sui nostri <a href="%(forums_url)s">forum</a>.
ko: <a href="%(forums_url)s">포럼</a>에 들어가서 대화를 나눠보세요.
nl: Discussieer mee op onze <a href="%(forums_url)s">forums</a>.
pl: Dołącz do rozmowy na naszych <a href="%(forums_url)s">forach</a>.
pt_pt: Junte-se à conversa nos nossos <a href="%(forums_url)s">fóruns</a>.
sl: Sodelujte v naših <a href="%(forums_url)s">forumih</a> .
zh_cn: 通过我们的<a href="%(forums_url)s">论坛</a>参与讨论。

source: Select a header image for your Theme.
cs: Zvolte obrázek hlavičky pro váš motiv
de: Wählen Sie eine Kopfzeilengrafik für Ihr Theme aus.
es: Selecciona una imagen de encabezado para tu tema.
fr: Sélectionnez une image d'entête pour votre thème.
it: Seleziona un'immagine di testata per il tuo tema.
ja: テーマのヘッダ画像を選択してください。
ko: 테마의 상단 이미지를 선택하세요.
nl: Selecteer een headerafbeelding voor uw thema.
pa_in: ਆਪਣੇ ਥੀਮ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਤਸਵੀਰ ਚੁਣੋ।
pl: Wybierz obrazek nagłówka dla swojego motywu.
pt_pt: Selecione uma imagem para o cabeçalho do seu tema.
ru: Выберите верхнее изображение для вашей темы.
sl: Izberite sliko za glavo svoje Teme.
uk: Виберіть верхнє зображення для вашої теми.
zh_cn: 选择一个用于主题页眉的图片。

source: 3000 &times; 200 pixels
cs: 3000 &times; 200 pixelů
de: 3000 × 200 Pixel
es: 3000 &times; 200 píxeles
it: 3000 &times; 200 pixel
ja: 3000 × 200 ピクセル
ko: 3000 &times; 200 픽셀
pa_in: 3000 &times; 200 ਪਿਕਸਲ
pl: 3000 &times; 200 pikseli
pt_pt: 3000 &vezes; 200 pixéis
ru: 3000 &times; 200 пикселей
sl: 3000 &times; 200 pik
uk: 3000 &times; 200 пікселів
zh_cn: 3000 &times; 200 像素

source: 300 KB max
cs: max 300 kB
de: Maximal 300 KB
es: 300 Kb máx.
fr: 300 KiO max
it: massimo 300 KB
ja: 最大 300 KB
ko: 최대 용량 300 KB
nl: Maximaal 300 KB
pa_in: 300KB ਵੱਧ
pl: maks. 300 KB
pt_pt: 300 KB máx
ru: Максимум 300 КБ
sl: 300 KB maks
uk: Максимум 300 КБ
zh_cn: 最大 300 KB

source: PNG or JPG
cs: PNG nebo JPG
de: PNG oder JPG
el: PNG ή JPG
es: PNG o JPG
fr: PNG ou JPG
it: PNG o JPG
ja: PNG または JPEG 形式
ko: PNG 나 JPG
nl: PNG of JPG
pa_in: PNG ਜਾਂ JPG
pl: PNG lub JPG
pt_pt: PNG ou JPG
ru: PNG или JPG
sl: PNG ali JPG
uk: PNG або JPG
zh_cn: PNG 或 JPG

source: Aligned to top-right
cs: Zarovnána doprava nahoru
de: Nach rechts oben ausgerichtet
el: Προσανατολισμένο πάνω δεξιά
es: Ajustado a la esquina superior derecha
fr: Aligné en haut à droite
it: Allinea in alto a destra
ja: 右上に位置合わせ
ko: Top-right 방향으로 정렬됨
nl: Rechtsboven uitgelijnd
pa_in: ਉੱਪਰੀ-ਸੱਜੇ ਪਾਸੇ ਇਕਸਾਰ
pl: Wyrównany do prawego górnego narożnika
pt_pt: Alinhado em cima à direita
ru: Выровнены по верхнему правому
sl: Poravnano zgoraj desno
uk: Вирівняна по верхньому правому краю
zh_cn: 右上角对齐

source: Select a different header image
cs: Vybrat jiný obrázek hlavičky
de: Wählen Sie eine andere Grafik für die Kopfzeile
el: Επιλογή διαφορετικής εικόνας κεφαλίδας
es: Selecciona una imagen de cabecera diferente
fr: Sélectionnez une image d'en-tête différente pour votre Persona.
it: Scegli un'altra immagine per la testata
ja: 別のヘッダ画像を選択
ko: 다른 상단 이미지 선택
nl: Andere headerafbeelding selecteren
pa_in: ਇੱਕ ਵੱਖ ਹੈਡਰ ਤਸਵੀਰ ਚੁਣੋ
pl: Wybierz inny obrazek nagłówka
pt_pt: Seleccione uma imagem de cabeçalho diferente
ru: Выберите другое верхнее изображение.
sl: Izberite drugo sliko za glavo
uk: Виберіть інше верхнє зображення
zh_cn: 选择一个不同的页眉图像

source: Select a footer image for your Theme.
cs: Zvolte obrázek patičky pro váš motiv
de: Wählen Sie eine Fußzeilengrafik für Ihr Theme aus.
es: Selecciona una imagen para el pie de tu tema.
fr: Sélectionnez une image de pieds de page pour votre thème.
it: Seleziona un'immagine di piè di pagina per il tuo tema.
ja: テーマのフッタ画像を選択してください。
ko: 테마의 하단 이미지를 선택하세요.
nl: Selecteer een footerafbeelding voor uw thema.
pa_in: ਆਪਣੇ ਥੀਮ ਲਈ ਇੱਕ ਪਦਲੇਖ ਤਸਵੀਰ ਚੁਣੋ।
pl: Wybierz obrazek stopki dla swojego motywu.
pt_pt: Selecione uma imagem para o rodapé do seu tema.
ru: Выберите нижнее изображение для вашей темы.
sl: Izberite sliko za nogo svoje Teme.
uk: Виберіть нижнє зображення для вашої теми.
zh_cn: 选择一个用于主题页脚的图片。

source: 3000 &times; 100 pixels
cs: 3000 &times; 100 pixelů
de: 3000 × 100 Pixel
es: 3000 &times; 100 píxeles
it: 3000 &times; 100 pixel
ja: 3000 × 100 ピクセル
ko: 3000 &times; 100 픽셀
pa_in: 3000 &times; 100 ਪਿਕਸਲ
pl: 3000 &times; 100 pikseli
pt_pt: 3000 &vezes; 100 pixéis
ru: 3000 &times; 100 пикселей
sl: 3000 &times; 100 pik
uk: 3000 &times; 100 пікселів
zh_cn: 3000 &times; 100 像素

source: Aligned to bottom-left
cs: Zarovnáno doleva dolů
de: Nach links unten ausgerichtet
el: Προσανατολισμένο κάτω αριστερά
es: Ajustado a la esquina inferior izquierda
fr: Aligné en bas à gauche
it: Allinea in basso a sinistra
ja: 左下に位置合わせ
ko: Bottom-left 방향으로 정렬됨
nl: Linksonder uitgelijnd
pa_in: ਹੇਠਲੇ-ਖੱਬੇ ਪਾਸੇ ਇਕਸਾਰ
pl: Wyrównany do lewego dolnego narożnika
pt_pt: Alinhado em baixo à esquerda
ru: Выровнены по левому нижнему
sl: Poravnano spodaj levo
uk: Вирівняна по лівому нижньому краю
zh_cn: 左下角对齐

source: Select a different footer image
cs: Vybrat jiný obrázek patičky
de: Wählen Sie eine andere Grafik für die Fußzeile
el: Επιλογή διαφορετικής εικόνας υποσέλιδου
es: Selecciona una imagen de pie diferente
fr: Sélectionnez une image de pied de page différente pour votre Persona.
it: Scegli un'altra immagine per il piede
ja: 別のフッタ画像を選択
ko: 다른 하단 이미지 선택
nl: Andere footerafbeelding selecteren
pa_in: ਇੱਕ ਵੱਖ ਪਦਲੇਖ ਤਸਵੀਰ
pl: Wybierz inny obrazek stopki
pt_pt: Seleccione uma imagem de rodapé diferente
ru: Выберите другое нижнее изображение.
sl: Izberite drugo sliko za nogo
uk: Виберіть інше нижнє зображення
zh_cn: 选择一个不同的页脚图像

source: Files added to reviewed versions must be reviewed before they will be available for download.
cs: Soubory přidané ke zkontrolovaným verzím musí být zkontrolovány dříve, než budou dostupné ke stažení.
de: Dateien, die zu geprüften Versionen hinzugefügt werden, müssen geprüft werden, bevor sie zum Download bereitstehen.
el: Αρχεία που προστίθενται σε αξιολογημένες εκδόσεις θα πρέπει να αξιολογηθούν για να είναι διαθέσιμα για λήψη.
es: Los ficheros añadidos a versiones con revisión deben ser revisados antes de poder descargarse.
fr: Les fichiers ajoutés à une version déjà vérifiée doivent être revus avant qu'ils ne soient disponibles au téléchargement.
it: I file aggiunti a versioni già verificate devono essere controllati prima di essere disponibili per il download.
ko: 심사가 끝난 버전에 추가된 파일은 반드시 심사를 거쳐야 다운로드가 가능해 집니다.
nl: Bestanden die worden toegevoegd aan beoordeelde versies dienen te worden beoordeeld voordat ze kunnen worden gedownload.
pa_in: ਸਮੀਖਿਅਕ ਵਰਜਨਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਫ਼ਾਈਲਾਂ ਦੀ ਸਮੀਖਿਆ ਹੋ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕੀ ਉਹ ਡਾਊਨਲੋਡ ਲਈ ਉੱਪਲਬਧ ਹੋਣ।
pl: Pliki dodane do sprawdzonych wersji muszą być sprawdzone przed udostępnieniem ich do pobierania.
pt_pt: Ficheiros adicionados a versões já revistas têm de ser novamente revistas antes de ficarem disponíveis para transferir.
ru: Файлы, добавленные в проверенные версии, должны быть проверены перед тем как они будут доступны для загрузки.
sl: Datoteke, ki se jih je dodalo pregledanim različicam, je treba pregledati, preden bodo na voljo za prenos.
uk: Файли, додані в перевірені версії, повинні бути перевірені перед тим як вони будуть доступні для завантаження.
zh_cn: 将文件添加到已通过审核的版本中后，必须再次通过审核才能开放给公众下载。

source: Select the target platform for this file.
cs: Zvolte cílovou platformu souboru.
de: Wählen Sie die Zielplattform für diese Datei.
el: Επιλογή πλατφόρμας αυτού του αρχείου.
es: Selecciona la plataforma para la cual está dirigida este archivo.
fr: Sélectionnez la plateforme cible pour ce fichier
it: Seleziona una piattaforma di riferimento per questo file
ja: このファイルの対応 OS を選択します。
ko: 이 파일을 쓸 플랫폼을 선택하세요
nl: Selecteer het doelplatform voor dit bestand.
pa_in: ਇਸ ਸਾਈਟ ਲਈ ਤੈਅ ਪਲੇਟਫ਼ਾਰਮ ਚੁਣੋ।
pl: Wybierz docelowy system operacyjny dla tego pliku.
pt_pt: Seleccione a plataforma de destino para este ficheiro.
ru: Выберите платформу для этого файла.
sl: Izberite ciljno platformo za to datoteko.
uk: Оберіть платформу для цього файлу.
zh_cn: 为此文件选择目标平台。

source: Manage Version {0}
cs: Správa verze {0}
de: Version {0} verwalten
el: Διαχείριση της έκδοσης {0}
es: Administrar versión {0}
fr: Gérer la version {0}
it: Gestisci versione {0}
ja: バージョン {0} を管理
ko: 버전 {0} 관리
nl: Versie {0} beheren
pa_in: ਵਰਜਨ {0} ਸੰਭਾਲ੍ਹੋ
pl: Zarządzanie wersją {0}
pt_pt: Gerir versão {0}
ru: Управление версией {0}
sl: Upravljanje inačice {0}
uk: Керування версією {0}
zh_cn: 管理版本 {0}

source: Status & Versions
cs: Stav a verze
de: Status & Versionen
el: Κατάσταση & εκδόσεις
es: Estado y versiones
fr: Statut et versions
it: Stato e versioni
ja: ステータスとバージョン
ko: 상태 및 버전
nl: Status en versies
pa_in: ਦਰਜਾ ਅਤੇ ਵਰਜਨ
pl: Status i wersje
pt_pt: Estado & versões
ru: Статус и версии
sl: Status in različice
uk: Стан і версії
zh_cn: 状态和版本

source: Manage {0}
cs: Správa {0}
de: {0} bearbeiten
el: Διαχείριση συλλογής {0}
es: Administrar {0}
fr: Gérer {0}
it: Gestione {0}
ja: {0} を管理
ko: {0} 관리
nl: {0} beheren
pa_in: ਸੰਭਾਲ੍ਹੋ {0}
pl: Zarządzanie {0}
pt_pt: Gerir {0}
ru: Управлять {0}
sl: Upravljanje {0}
uk: Впорядкувати {0}
zh_cn: 管理 {0}

source: Files
cs: Soubory
de: Dateien
el: Αρχεία
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pa_in: ਫ਼ਾਈਲਾਂ
pl: Pliki
pt_pt: Ficheiros
ru: Файлы
sl: Datoteke
uk: Файли
zh_cn: 文件

source: Upload Another File
cs: Nahrát další soubor
de: Eine weitere Datei hochladen
el: Αποστολή κι άλλου αρχείου
es: Subir otro archivo
fr: Envoyer un autre fichier
it: Carica un altro file
ja: 他のファイルをアップロード
ko: 다른 파일 업로드
nl: Nog een bestand uploaden
pa_in: ਹੋਰ ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਕਰੋ
pl: Prześlij kolejny plik
pt_pt: Carregar outro ficheiro
ru: Загрузить другой файл
sl: Naloži še eno datoteko
uk: Завантажити інший файл
zh_cn: 上传其他文件

source: Version Notes
cs: Poznámky k verzi
de: Anmerkungen zur Version
el: Σημειώσεις έκδοσης
es: Notas de la versión
fr: Notes de version
it: Note di versione
ja: リリースノート
ko: 버전 기록
nl: Versieopmerkingen
pa_in: ਵਰਜਨ ਨੋਟ
pl: Informacje o wersji
pt_pt: Notas da versão
ru: Примечания к версии
sl: Opombe o različici
uk: Примітки до версії
zh_cn: 版本说明

source: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information is also shown in the Add-ons Manager when updating.
cs: Informace o změnách v této verzi, nových funkcích, známých chybách a ostatní užitečné informace, které jsou specifické k tomuto vydání/verzi. Tato informace je též zobrazena ve Správci doplňků v průběhu aktualizace.
de: Informationen über Änderungen in dieser Version, neue Funktionen, bekannte Probleme und andere hilfreiche Informationen speziell zu dieser Veröffentlichung/Version. Diese Version wird auch bei der Aktualisierung im Add-ons-Manager angezeigt.
el: Πληροφορίες για τις αλλαγές, τα νέα χαρακτηριστικά, τα γνωστά προβλήματα και άλλες χρήσιμες πληροφορίες σχετικά με αυτή την έκδοση. Αυτές οι πληροφορίες εμφανίζονται και στον διαχειριστή πρόσθετων κατά την ενημέρωση.
es: Información sobre cambios en esta versión, nuevas características, bugs conocidos y otra información útil específica de esta versión. Esta información también se muestra en el administrador de complementos al actualizar.
fr: Information à propos des changements de cette versions, nouvelles fonctionnalités, problèmes connus et autres informations spécifiques à cette version. Cette information est également affichée dans le gestionnaire de modules complémentaires lors des mises à jour.
it: Informazioni sulle modifiche presenti in questa versione, nuove funzioni, problemi conosciuti e altre informazioni utili specifiche per questa versione. Questi dati verranno visualizzati durante l'aggiornamento nella finestra di gestione dei componenti aggiuntivi.
ko: 변경사항에 관한 정보, 새로운 기능, 알려진 버그, 그밖의 여러 유용한 정보 등을 이번 공개판/버전에 입력해 주세요. 해당 정보는 업데이트시 부가 기능 관리자에도 표시됩니다.
nl: Informatie over wijzigingen in deze uitgave, nieuwe functies, bekende bugs en andere nuttige informatie die specifiek is voor deze uitgave/versie. Deze informatie wordt ook in de add-onbeheerder getoond tijdens het bijwerken.
pa_in: ਇਸ ਰੀਲੀਜ਼ ਵਿੱਚ ਬਦਲਾਵਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ, ਨਵੇਂ ਗੁਣ, ਜਾਣੂ ਬੱਗ, ਅਤੇ ਇਸ ਰੀਲੀਜ਼/ਵਰਜਨ ਦੇ ਮੁਤਾਬਿਕ ਹੋਰ ਖਾਸ ਲਾਭਕਾਰੀ ਜਾਣਕਾਰੀ। ਅੱਪਡੇਟ ਸਮੇਂ ਇਹ ਜਾਣਕਾਰੀ ਐਡ-ਆਨ ਮੈਨੇਜਰ ਵਿੱਚ ਵੀ ਵਿਖਾਈ ਜਾਵੇਗੀ।
pl: Informacje o zmianach w tym wydaniu, nowe funkcje, znane błędy i inne użyteczne informacje właściwe dla tego wydania, wersji. Informacje te są również wyświetlane w menedżerze dodatków w trakcie aktualizacji.
pt_pt: Informações sobre mudanças nesta versão, novas funcionalidades, bugs conhecidos, e outras informações úteis específica para este lançamento/versão. Esta informação também é apresentada no gestor de extras ao atualizar.
ru: Информация об изменениях в этом релизе, новых возможностях, известных ошибках и другая полезная информация, относящаяся к этому релизу/версии. Эта информация будет также показана в менеджере дополнений при обновлении.
sl: Informacije o spremembah v tej izdaji, nove funkcije, znani hrošči in druge koristne informacije za to izdajo/različico. Te podatke se kaže v Skrbniku za dodatke med posodabljanjem.
uk: Інформація про зміни в цьому випуску, нові можливості, відомі помилки та інша корисна інформація стосовно цього випуску/версії. Ця інформація буде також показана в менеджері додатків при оновленні.
zh_cn: 关于此版本中的更动信息，新功能或特性、已知缺陷以及其他针对此次发布或此版本的有用信息。此信息也会在更新时显示于附加组件管理器中中。

source: Approval Status
cs: Stav schválení
de: Genehmigungsstatus
el: Κατάσταση έγκρισης
es: Estado de aprobación
fr: Statut d'approbation
it: Stato approvazione
ja: 承認状況
ko: 승인 상태
nl: Goedkeuringsstatus
pa_in: ਮਨਜ਼ੂਰੀ ਦਰਜਾ
pl: Status akceptacji
pt_pt: Estado da aprovação
ru: Статус одобрения
sl: Stanje odobritve
uk: Стан схвалення
zh_cn: 审核状态

source: Notes for Reviewers
cs: Poznámky pro redaktora.
de: Anmerkungen für Kontrolleure
el: Σημειώσεις για αξιολογητές
es: Notas para Revisores
fr: Notes aux testeurs
it: Note per i revisori
ja: 審査担当者へのメモ
ko: 심사자 주의 사항
nl: Opmerkingen voor beoordelaars
pa_in: ਸਮੀਖਿਅਕਾਂ ਲਈ ਨੋਟ
pl: Informacje dla recenzentów
pt_pt: Nota para revisores
ru: Примечания для проверяющих
sl: Pojasnila za recenzente
uk: Примітки для рецензентів
zh_cn: 给审核员的备注

source: Optionally, enter any information that may be useful to the Editor reviewing this add-on, such as test account information.
cs: Volitelně zadejte jakékoliv informace, které se mohou hodit redaktorovi, když bude kontrolovat váš doplněk. Například testovací účet, pokud jej doplněk vyžaduje.
de: Optional können Sie hier irgendwelche Informationen eintragen, die dem Redakteur bei der Überprüfung des Add-ons helfen können, wie zum Beispiel Daten zu einem Testkonto.
el: Προαιρετικά, μπορείτε να δώσετε οποιαδήποτε πληροφορία μπορεί να είναι χρήσιμη στους συντάκτες αξιολόγησης, όπως πχ ένα δοκιμαστικός λογαριασμός για έλεγχο.
es: Opcionalmente, introduce cualquier información que pueda ser útil para el editor que revise este complemento, como por ejemplo información sobre cuentas de prueba.
fr: Optionnellement, entrez toute information qui peut être utile à l'Éditeur qui vérifiera ce module, tels que des comptes de test.
it: (facoltativo) Inserisci informazioni utili per i revisori che dovranno verificare questa estensione, ad esempio i dati di un account per eseguire test.
ko: 추가로, 이 부가 기능을 심사할 편집자에게 도움이 될만한 정보(테스트용 계정 정보 같은)를 입력해 주세요.
nl: Voer (optioneel) informatie in die handig kan zijn voor de editor die deze add-on beoordeelt, zoals testaccountinformatie.
pa_in: ਵਿਕਲਪਕ ਤੌਰ ਤੇ, ਕੋਈ ਵੀ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ ਜੋ ਇਸ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਕਰਦੇ ਸਮੇਂ ਸੰਪਾਦਕ ਲਈ ਲਾਭਕਾਰੀ ਹੋ ਸਕਦੀ ਹੈ, ਜਿਵੇਂ ਕਿ ਜਾਂਚ ਖਾਤਾ ਜਾਣਕਾਰੀ।
pl: Opcjonalnie, podaj informacje, które mogą być użyteczne dla recenzenta sprawdzającego ten dodatek, takie jak informacje konta testowego.
pt_pt: Opcionalmente, escreva qualquer informação que possa ser útil para o editor ao rever este extra, tal como informações da conta de teste.
ru: При желании, введите любую информацию, которая может быть полезна для редактора, проверяющего это дополнение, такую как учётная запись для тестирования.
sl: Če želite, lahko navedete vse, kar je lahko da koristno za urednika, ki dodatek pregleduje, na primer podatke o testiranju.
uk: За бажанням, введіть будь-яку інформацію, яка може бути корисна для редактора, який перевіряє цей додаток, наприклад, обліковий запис для тестування.
zh_cn: 可选，请输入任何可能有助于审核员审核此附加组件的信息，例如测试用帐号的信息。

source: Upload a new file
cs: Nahrát nový soubor
de: Eine neue Datei hochladen
el: Αποστολή νέου αρχείου
es: Subir un nuevo archivo
fr: Envoyer un nouveau fichier
it: Carica un nuovo file
ja: 新しいファイルをアップロード
ko: 새 파일 업로드
nl: Een nieuw bestand uploaden
pa_in: ਨਵੀਂ ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਕਰੋ
pl: Prześlij nowy plik
pt_pt: Carregar um novo ficheiro
ru: Загрузить новый файл
sl: Naloži novo datoteko
uk: Завантажити новий файл
zh_cn: 上传新文件

source: Add File
cs: Přidat soubor
de: Datei hinzufügen
el: Προσθήκη αρχείου
es: Agregar archivo
fr: Ajouter un fichier
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
nl: Bestand toevoegen
pa_in: ਫ਼ਾਈਲ ਜੋੜੋ
pl: Dodaj plik
pt_pt: Adicionar ficheiro
ru: Добавить файл
sl: Dodaj datoteko
uk: Додати файл
zh_cn: 添加文件

source: File {file_id} ({platform})
cs: Soubor {file_id} ({platform})
de: Datei {file_id} ({platform})
el: Αρχείο {file_id} ({platform})
es: Archivo {file_id} ({platform})
fr: Fichier {file_id} ({platform})
ja: ファイル {file_id} ({platform})
ko: 파일 {file_id} ({platform})
nl: Bestand {file_id} ({platform})
pa_in: ਫ਼ਾਈਲ {file_id} ({platform})
pl: Plik {file_id} ({platform})
pt_pt: Ficheiro {file_id} ({platform})
ru: Файл {file_id} ({platform})
sl: Datoteka {file_id} ({platform})
uk: Файл {file_id} ({platform})
zh_cn: 文件{file_id} ({platform})

source: Created on %(created)s and changed to %(status)s on %(status_date)s
cs: Vytvořen dne %(created)s a změněn na stav %(status)s dne %(status_date)s.
de: Erstellt am %(created)s und geändert auf %(status)s am %(status_date)s
es: Creado el %(created)s y cambiado a %(status)s el %(status_date)s
fr: Créé le %(created)s et modifié en %(status)s le %(status_date)s
it: Creato il %(created)s e modificato a %(status)s il %(status_date)s
ko: %(created)s에 생성되었으며 %(status_date)s에 %(status)s 상태로 변경됨
nl: Gemaakt op %(created)s en gewijzigd naar %(status)s op %(status_date)s
pa_in: %(created)s ਨੂੰ ਰਚਿਆ ਅਤੇ %(status_date)s ਤੇ %(status)s ਵਿੱਚ ਬਦਲਿਆ ਗਿਆ
pl: Utworzono %(created)s, zmieniono na: %(status)s w dniu %(status_date)s
pt_pt: Criado em %(created)s e alterado para %(status)s em %(status_date)s
ru: Создан %(created)s и его статус изменён %(status_date)s на %(status)s
sl: Ustvarjen dne %(created)s in na status %(status)s prestavljen dne %(status_date)s
uk: Створений %(created)s і його статус змінений %(status_date)s на %(status)s
zh_cn: 创建于 %(created)s 并且于 %(status_date)s 变更状态为 %(status)s

source: Created on %(created)s and changed to %(status)s
cs: Vytvořeno dne %(created)s a změněno na %(status)s
de: Erstellt am %(created)s und geändert auf %(status)s
es: Creado el %(created)s y cambiado a %(status)s
fr: Créé le %(created)s et modifié en %(status)s
it: Creato il %(created)s e modificato a %(status)s
ko: %(created)s에 생성되었으며 %(status)s 상태로 변경됨
nl: Gemaakt op %(created)s en gewijzigd naar %(status)s
pa_in: %(created)s ਨੂੰ ਰਚਿਆ ਅਤੇ %(status)s ਵਿੱਚ ਬਦਲਿਆ ਗਿਆ
pl: Utworzono %(created)s, zmieniono na: %(status)s
pt_pt: Criado em %(created)s e alterado para %(status)s
ru: Создан %(created)s и его статус изменён на %(status)s
sl: Ustvarjen dne %(created)s in prestavljen na status %(status)s
uk: Створений %(created)s і його статус змінено на %(status)s
zh_cn: 创建于 %(created)s 并修改为 %(status)s

source: Show File History
cs: Zobrazit historii souboru
de: Chronik der Datei anzeigen
es: Mostrar el historial de archivos
fr: Afficher l'historique du fichier
it: Visualizza cronologia file
ja: ファイル履歴を表示
ko: 파일 변경 내역 보기
nl: Bestandsgeschiedenis weergeven
pa_in: ਫ਼ਾਈਲ ਇਤਿਹਾਸ ਵਿਖਾਓ
pl: Wyświetl historię pliku
pt_pt: Mostrar histórico do ficheiro
ru: Показать ревизии файла
sl: Prikaži zgodovino datoteke
uk: Показати історію файла
zh_cn: 显示文件历史

source: By %(user_name)s on %(date)s
cs: Od %(user_name)s dne %(date)s
de: Von %(user_name)s am %(date)s
el: Από τον/την %(user_name)s στις %(date)s
es: De %(user_name)s el %(date)s
fr: Par %(user_name)s le %(date)s
it: Di %(user_name)s il %(date)s
ko: 제작: %(user_name)s 날짜: %(date)s
nl: Door %(user_name)s op %(date)s
pa_in: %(date)s ਤੇ %(user_name)s ਵੱਲੋਂ
pl: Przez %(user_name)s dnia %(date)s
pt_pt: Por %(user_name)s em %(date)s
ru: От %(user_name)s на %(date)s
sl: po %(user_name)s na %(date)s
uk: Від %(user_name)s на %(date)s
zh_cn: 由 %(user_name)s 于 %(date)s

source: Current Status
cs: Aktuální stav
de: Aktueller Status
es: Estado actual
fr: État actuel
it: Stato corrente
ko: 현재 상태
nl: Huidige status
pl: Aktualny status
ru: Текущий статус
sl: Trenutni status
zh_cn: 目前状态

source: You have <b>disabled</b> this add-on.
cs: Doplněk jste <b>zakázal(a)</b>.
de: Sie haben dieses Add-on <b>deaktiviert</b>.
es: Has <b>deshabilitado</b> este complemento.
fr: Vous avez <b>désactivé</b> ce module.
it: Hai <b>disattivato</b> questo componente aggiuntivo.
ko: 이 부가 기능을 <b>사용 정지</b> 시켰습니다.
nl: U hebt deze add-on <b>uitgeschakeld</b>.
pl: Ten dodatek jest <b>wyłączony</b>.
ru: Вы <b>отключили</b> это дополнение.
sl: Ta dodatek ste <b>onemogočili</b>.
zh_cn: 您已<b>停用</b>此附加组件。

source: Your add-on's listing is disabled and is not showing anywhere in our gallery or update service. You may re-enable it at any time below.
cs: Stránka s vašim doplňkem je zakázána, nezobrazuje se v naší galerii a nejsou k němu poskytovány aktualizace. Můžete jej níže kdykoliv znovu povolit.
de: Der Listeneintrag dieses Add-ons ist deaktiviert und wird nirgendwo in unserer Galerie oder dem Update-Dienst angezeigt. Sie können es jederzeit im Folgenden wieder aktivieren.
es: La lista de tu complemento ha sido deshabilitada y no se muestra en ninguna parte de nuestra galería o servicio de actualización. En cualquier momento puedes volver a habilitarla debajo.
fr: La présence de votre module dans les listings est désactivée et il n'est affiché nulle part dans nos galeries ou via le service de mise à jour. Vous pouvez le réactiver à tout moment ci-dessous.
it: La visualizzazione del tuo componente aggiuntivo negli elenchi è disattivata; il tuo componente aggiuntivo non verrà visualizzato nelle gallerie e non sarà disponibile negli aggiornamenti automatici. Puoi riattivarlo in qualunque momento nella sezione sottostante.
ko: 부가 기능의 노출이 정지되어 갤러리 및 업데이트 서비스 어느 곳에도 노출되지 않습니다. 부가 기능은 언제든 다시 활성화 할 수 있습니다.
nl: De vermelding van uw add-on is uitgeschakeld en wordt nergens in onze galerij of updateservice getoond. U kunt dit op elk gewenst moment hieronder opnieuw inschakelen.
pl: Wyświetlanie dodatku jest wyłączone i nie widnieje on w naszej galerii ani w usłudze aktualizacji dodatków. Możesz go w każdej chwili włączyć, korzystając z poniżej znajdującego się odpowiedniego przycisku.
ru: Информация о вашем дополнении отключена и не показывается нигде в нашей галерее или службе обновления. Вы можете снова включить её ниже в любое время.
sl: Objava vašega dodatka je onemogočena, dodatka se ne kaže ne v naši galeriji ne v servisu za posodobitve. Spodaj ga lahko kadarkoli ponovno aktivirate spodaj.
zh_cn: 您的附加组件已停用，它将不会在展示库或更新服务中出现。您可随时在下面重新启用。
