Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Newsgroup
cs: Diskusní skupina
es: Grupo de noticias
ja: ニュースグループ
ko: 뉴스그룹
nl: Nieuwsgroep
pa_in: ਨਿਊਜ਼ਗਰੁੱਪ
pl: Grupy dyskusyjne
ru: Группа новостей
sl: Novičarska skupina
uk: Група новин
zh_cn: 新闻组

source: Google Group
cs: Skupiny Google
es: Grupo de Google
it: Google gruppi
ja: Google グループ
ko: Google 그룹
nl: Google discussiegroep
pa_in: ਗੂਗਲ ਗਰੁੱਪ
pl: Grupy dyskusyjne Google
pt_pt: Grupo do Google
ru: Группа Google
uk: Група Google

source: Does Mozilla offer development services?
cs: Nabízí Mozilla služby související s vývojem?
de: Bietet Mozilla Entwicklerdienste an?
es: ¿Mozilla ofrece servicios de desarrollo?
fr: Est-ce que Mozilla propose des services de développement ?
it: Mozilla offre servizi di sviluppo?
ko: Mozilla에선 개발 서비스를 제공하고 있나요?
nl: Biedt Mozilla ontwikkelingsdiensten?
pa_in: ਕੀ ਮੌਜੀਲਾ ਵਿਕਾਸ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ?
pl: Czy Mozilla oferuje usługi tworzenia dodatków?
pt_pt: A Mozilla oferece serviços de desenvolvimento?
ru: Предлагает ли Mozilla услуги в области разработки?
sl: Ali Mozilla nudi razvojne storitve?
uk: Чи пропонує Mozilla послуги з розробки?
zh_cn: Mozilla 提供开发服务吗？

source: No.
cs: Ne.
de: Nein.
fr: Non.
ja: いいえ。
ko: 아니오.
nl: Nee.
pa_in: ਨਹੀਂ
pl: Nie.
pt_pt: Não.
ru: Нет.
sl: Ne.
uk: Ні.
zh_cn: 无。

source: Are there 3rd party developers that I can hire to build my add-on?
cs: Jsou nějací vývojáři třetích stran, které mohu zaměstnat pro vývoj mého doplňku?
de: Gibt es externe Entwickler, die ich anwerben kann, um mein Add-on zu entwickeln?
es: ¿Es posible contratar a desarrolladores de terceros para crear mi complemento?
fr: Est-ce que je peux embaucher un développeur tiers pour faire mon module ?
it: Posso assumere qui sviluppatori di terze parti per sviluppare il mio componente aggiuntivo?
ko: 부가 기능 제작에 고용할 써드파티 개발자가 있을까요?
nl: Zijn er externe ontwikkelaars die ik in kan huren om mijn add-on te bouwen?
pa_in: ਕੀ ਇੱਥੇ ਤੀਜੀ ਧਿਰ ਡਿਵੈਲਪਰ ਹਨ ਜਿਹਨਾਂ ਨੂੰ ਮੈਂ ਮੇਰਾ ਐਡ-ਆਨ ਬਣਾਉਣ ਲਈ ਨਿਯੁਕਤ ਕਰ ਸਕਦਾ?
pl: Czy są twórcy, którzy mogą stworzyć dla mnie dodatek?
pt_pt: Existem desenvolvedores terceirizados que eu posso contratar para criar meu extra?
ru: Есть ли сторонние разработчики, которых я могу нанять для создания моего дополнения?
sl: Ali razvijalci s 3.strani, ki jih lahko najamem za razvoj svojega dodatka?
uk: Чи є сторонні розробники, яких я можу найняти для створення свого додатку?
zh_cn: 是否有第三方的开发者，我可以聘请他们来建立我的附加组件吗？

source: Yes. You may find 3rd party developers via the <a href="%(list_url)s">mozilla.jobs list</a>, <a href="%(mz_url)s">mozillaZine forums</a> or <a href="%(wiki_url)s">the Mozilla Wiki</a>. Please note that Mozilla does not offer developer recommendations.
cs: Ano. Vývojáře třetích stran můžete nalézt skrze diskusní skupinu <a href="%(list_url)s">mozilla.jobs list</a>, <a href="%(mz_url)s">fórum mozillaZine</a> či <a href="%(wiki_url)s">Mozilla Wiki</a>. Mějte prosím na paměti, že Mozilla neposkytuje ohledně vývojářů žádná doporučení.
de: Ja. Sie könnten externe Entwickler über die <a href="%(list_url)s">Liste „mozilla.jobs“</a>, <a href="%(mz_url)s">mozillaZine-Foren</a> oder <a href="%(list_url)s">das Mozilla-Wiki</a> finden. Beachten Sie bitte, dass Mozilla keine Empfehlungen für Entwickler bietet.
es: Sí, puedes encontrar desarrolladores de terceros a través de la <a href="%(list_url)s">lista de mozilla.jobs</a>, los <a href="%(mz_url)s">foros de mozillaZine</a> o <a href="%(wiki_url)s">el wiki de Mozilla</a>. Por favor, ten en cuenta que Mozilla no ofrece recomendaciones de desarrolladores.
fr: Oui. Vous pouvez trouver des développeurs tiers via la <a href="%(list_url)s">liste des emplois mozilla</a>, <a href="%(mz_url)s">les forums mozillaZine</a> ou <a href="%(wiki_url)s">le Wiki Mozilla</a>.
it: Si, puoi trovare sviluppatori di terze parti nell'<a href="%(list_url)s">elenco dei dipendenti Mozilla</a>, sul <a href="%(mz_url)s">forum MozillaZine</a> o nel <a href="%(wiki_url)s">Mozilla Wiki</a>. Tieni presente che Mozilla non offre raccomandazioni sugli sviluppatori.
ko: 예. <a href="%(list_url)s">Mozilla 구직 리스트</a>, <a href="%(mz_url)s">mozillaZine 포럼</a> 또는 <a href="%(wiki_url)s">Mozilla 위키</a>를 통해 써드파티 개발자를 만나볼 수 있을겁니다. 개발자 추천은 따로 하지 않으니 이점 양지하세요.
nl: Ja. U kunt externe ontwikkelaars vinden via de lijst <a href="%(list_url)s">mozilla.jobs</a>, <a href="%(mz_url)s">mozillaZine-forums</a> of <a href="%(wiki_url)s">de Mozilla-Wiki</a>. Merk op dat Mozilla geen aanbevelingen doet voor ontwikkelaars.
pl: Tak. Można znaleźć takich twórców za pośrednictwem listy <a href="%(list_url)s">mozilla.jobs</a>, forum <a href="%(mz_url)s">mozillaZine</a> lub <a href="%(wiki_url)s">Mozilla Wiki</a>. Mozilla nie rekomenduje żadnych twórców.
ru: Да. Вы можете найти сторонних разработчиков через <a href="%(list_url)s">список рассылки mozilla.jobs</a>, <a href="%(mz_url)s">форумы mozillaZine</a> или <a href="%(wiki_url)s">Mozilla Wiki</a>. Обратите внимание, что Mozilla не предоставляет рекомендации разработчиков.
zh_cn: 是的。您可以去寻找第三方的开发者。可通过 <a href="%(list_url)s">mozilla.jobs list</a>，<a href="%(mz_url)s">mozillaZine 论坛</a> 或者 <a href="%(wiki_url)s">Mozilla Wiki</a>。请注意，Mozilla 不会提供推荐的开发者。

source: Can I host my own add-on?
cs: Mohu zde hostovat svůj doplněk?
de: Kann ich mein Add-on selbst hosten?
es: ¿Puedo alojar mi propio complemento?
fr: Est-ce que je peux héberger mon propre module ?
it: Posso caricare il mio componente aggiuntivo in uno spazio web mio?
ko: 부가 기능을 직접 호스팅해도 될까요?
nl: Kan ik mijn eigen add-on hosten?
pa_in: ਕੀ ਮੈਂ ਆਪਣੇ ਐਡ-ਆਨਾਂ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕਰ ਸਕਦਾ?
pl: Czy mogę przechowywać i udostępniać swój dodatek samodzielnie?
pt_pt: Posso alojar o meu próprio extra?
ru: Где я могу разместить мое дополнение?
sl: Ali lahko svoj dodatek gostujem sam?
uk: Чи можу я розмістити власний додаток?
zh_cn: 我可以自己托管我的附加组件吗？

source: Yes. Many developers choose to host their own add-ons. Choosing to host your add-on on <a href="%(amo_url)s">Mozilla's add-on site</a>, though, allows for much greater exposure to your add-on due to the large volume of visitors to the site. <a href="%(md_url)s">mozdev.org</a> offers free project hosting for Mozilla applications and extensions providing developers with tools to help manage source code, version control, bug tracking and documentation.
cs: Ano. Řada vývojářů zde hostuje své doplňky. Volba serveru <a href="%(amo_url)s">Doplňky Mozilly</a> pro hostování doplňků vám dává možnost oslovit velké množství uživatelů, kteří server navštěvují. Server <a href="%(md_url)s">mozdev.org</a> nabízí zdarma hostování projektů založených na kódu Mozilly či rozšíření. Server poskytuje nástroje na správu zdrojového kódu, správu verzí, chyb a dokumentace.
de: Ja. Viele Entwickler entscheiden sich, Ihre Add-ons selbst zu hosten. Wenn Sie sich entscheiden, Ihr Add-on auf <a href="%(amo_url)s">Mozillas Add-on-Seite</a> zu hosten, haben Sie aber ein deutlich größeres Publikum, angesichts der großen Besucherzahlen der Seite. <a href="%(md_url)s">mozdev.org</a> bietet kostenloses Hosting von Projekten für Mozilla-Anwendungen und Erweiterungen und bietet Entwicklern Werkzeuge, die helfen, Quelltext zu verwalten, Versionen zu kontrollieren, Fehler zu verfolgen und Dokumentation zu verwalten.
es: Sí, muchos desarrolladores eligen alojar sus propios complementos. Sin embargo, hacerlo en el <a href="%(amo_url)s">sitio de complementos de Mozilla</a> le permite a tu complemento tener una mayor exposición debido al gran volumen de visitas al sitio. <a href="%(md_url)s">mozdev.org</a> ofrece alojamiento gratuito para proyectos de aplicaciones y extensiones de Mozilla y proporciona herramientas para administrar el código fuente, control de versiones, seguimiento de errores y documentación para desarrolladores.
fr: Oui. Beaucoup de développeurs choisissent d'héberger leur propre modles. Choisir d'héberger son module sur le <a href="%(amo_url)s">site des modules Mozilla</a>, surtout, permet de bénéficier de l'exposition liée au gros volume de visiteurs sur le site. <a href="%(md_url)s">mozdev.org</a> propose un hébergement de projet gratuit pour les applications Mozilla et les extensions, fournissant aux développeurs les outils pour gérer code source, versions, suivi de bugs et documentation.
it: Si. Molti sviluppatori scelgono di caricare i loro componenti aggiuntivi su un proprio spazio web. Tuttavia caricare il tuo componente sul <a href="%(amo_url)s">sito Mozilla dedicato ai componenti aggiuntivi</a> consente al tuo progetto di avere una maggiore visibilità grazie al grande numero di visitatori del sito. <a href="%(md_url)s">mozdev.org</a> mette a disposizione un hosting gratuito ai progetti per applicazioni ed estensioni Mozilla, fornendo agli sviluppatori strumenti utili per gestire il codice sorgente, il controllo di versione, il bug tracking e la documentazione.
ko: 예. 많은 개발자들이 호스팅을 선택하고 있습니다. 다만, <a href="%(amo_url)s">Mozilla의 부가 기능 사이트</a>에 호스팅하는 쪽이 많은 방문자에게 부가 기능을 더욱 많이 노출시킬 수 있을겁니다. <a href="%(md_url)s">mozdev.org</a>의 경우 Mozilla 애플리케이션 및 확장기능에 대한 무료 프로젝트 호스팅을 제공합니다. 이곳에선 소스 코드 관리 도구, 버전 콘트롤, 버그 트래킹, 문서자료 등을 지원하고 있습니다.
nl: Ja. Veel ontwikkelaars kiezen ervoor hun eigen add-ons te hosten. Als u echter kiest voor hosten van uw add-on op de <a href="%(amo_url)s">add-ons-website van Mozilla</a>, wordt deze vanwege het grote aantal bezoekers van de website aan een veel groter publiek gepresenteerd. <a href="%(md_url)s">mozdev.org</a> biedt gratis projecthosting voor Mozilla-toepassingen en extensies en biedt ontwikkelaars hulpmiddelen voor het beheer van broncode, versiebeheer, het volgen van bugs en documentatie.
pa_in: ਹਾਂ, ਬਹੁਤ ਸਾਰੇ ਡਿਵੈਲਪਰ ਆਪਣੇ ਐਡ-ਆਨਾਂ ਦੀ ਮੇਜ਼ਬਾਨੀ ਚੁਣਦੇ ਹਨ। <a href="%(amo_url)s">ਮੌਜੀਲਾ ਐਡ-ਆਨ ਸਾਈਟ</a>ਤੇ ਆਪਣੇ ਐਡ-ਆਨਾਂ ਦੀ ਮੇਜ਼ਬਾਨੀ ਚੁਣਨਾ, ਪਰ , ਇਸ ਸਾਈਟ ਦੇ ਜਿਆਦਾ ਸੈਲਾਨੀਆਂ ਦੀ ਵਜ੍ਹਾ ਨਾਲ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਨੂੰ ਜਿਆਦਾ ਪਛਾਣ ਦਵਾਉਂਦਾ ਹੈ। <a href="%(md_url)s">mozdev.org</a> ਮੌਜੀਲਾ ਐਪਲੀਕੇਸ਼ਨਾਂ ਅਤੇ ਐਕਸਟੇਸ਼ਨਾਂ ਲਈ ਮੁਫ਼ਤ ਪ੍ਰੋਜੈਕਟ ਮੇਜ਼ਬਾਨੀ ਦੇ ਨਾਲ ਡਿਵੈਲਪਰਾਂ ਦੀ ਸੋਰਸ ਕੋਡ ਸੰਭਾਲਣ ਵਿੱਚ ਟੂਲਾਂ ਨਾਲ ਮਦਦ ਕਰਦਾ, ਵਰਜਨ ਕੰਟਰੋਲ, ਬਗ ਨਿਗਰਾਨੀ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਮੁੱਹਈਆ ਕਰਵਾਉਂਦਾ ਹੈ।
pl: Tak. Wielu twórców wybiera ten sposób, jednakże przechowywanie dodatku na <a href="%(amo_url)s">witrynie dodatków Mozilli AMO</a> umożliwia jego lepsze wyeksponowanie, ponieważ odwiedza ją bardzo dużo osób. Witryna <a href="%(md_url)s">mozdev.org</a> oferuje darmowe przechowywanie projektów dodatków i programów Mozilli, dostarczając ich autorom narzędzi i pomocy w zarządzaniu kodem źródłowym, system kontroli wersji, śledzenia błędów i dokumentację.
pt_pt: Sim. Muitos desenvolvedores preferem hospedar seus próprios extras. Hospedá-los no <a href="%(amo_url)s">Mozilla Add-ons</a>, entretanto, oferece uma grande exposição do seu extra devido ao grande volume de visitantes no site. O <a href="%(md_url)s">mozdev.org</a> oferece hospedagem gratuita de projetos para aplicações e extensões Mozilla, oferecendo aos desenvolvedores ferramentas de gerenciamento de código-fonte, controle de versões catalogação de bugs e documentação.
ru: Да. Многие разработчики предпочитают самостоятельно хостить свои собственные дополнения. Тем не менее, выбрав для размещения своего дополнения <a href="%(amo_url)s">Сайт дополнений Mozilla</a>, вы сможете представить свое дополнение гораздо более широкой аудитории, так как его посещает большое число людей. <a href="%(md_url)s">mozdev.org</a> предоставляет бесплатный хостинг для приложений и расширений Mozilla , предоставляя разработчикам инструменты по управлению исходным кодом, контроль версий, отслеживание ошибок и документацию.
zh_cn: 是的。许多开发者选择自己托管自己的附加组件。但选择 <a href="%(amo_url)s">Mozilla 的附加组件网站</a>托管您的附加组件能让更多的用户接触到您的附加组件，因为网站的访问量更大。<a href="%(md_url)s">mozdev.org</a> 为 Mozilla 应用程序及扩展的开发者提供免费的项目托管与工具，以帮助管理源代码、版本控制、缺陷跟踪系统以及文档。

source: Can Mozilla host my add-on?
cs: Může Mozilla hostovat můj doplněk?
de: Kann Mozilla mein Add-on hosten?
es: ¿Puede Mozilla alojar mi complemento?
fr: Est-ce que Mozilla peut héberger mon module ?
it: Mozilla può ospitare il mio componente aggiuntivo sul suo sito?
ko: Mozilla에서 부가 기능을 호스팅 해준다구요?
nl: Kan Mozilla mijn add-on hosten?
pa_in: ਕੀ ਮੌਜੀਲਾ ਮੇਰੇ ਐਡ-ਆਨਾਂ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕਰ ਸਕਦਾ?
pl: Czy Mozilla może przechowywać mój dodatek?
pt_pt: A Mozilla pode hospedar o meu extra?
ru: Может ли Mozilla разместить мое дополнение?
sl: Ali Mozilla lahko gosti moj dodatek?
uk: Чи може Mozilla розмістити мій додаток?
zh_cn: Mozilla 可以托管我的附加组件？

source: Yes. You can host your add-on on <a href="%(url)s">Mozilla's add-on website</a>.
cs: Ano. Můžete hostovat svuj doplněk na webu <a href="%(url)s">Doplňky Mozilly</a>.
de: Ja. Sie können Ihr Add-on auf <a href="%(url)s">Mozillas Add-on-Website</a> hosten</a>.
es: Sí, puedes alojar tu complemento en el <a href="%(url)s">sitio web de complementos de Mozilla</a>.
fr: Oui. Vous pouvez héberger votre module sur le <a href="%(url)s">site des modules Mozilla</a>.
it: Si. Puoi caricare il tuo componente aggiuntivo sul <a href="%(url)s">sito dei componenti aggiuntivi di Mozilla</a>.
ko: 예. <a href="%(url)s">Mozilla의 부가 기능 웹사이트</a>에서 호스팅 할 수 있습니다.
nl: Ja. U kunt uw add-on hosten op de <a href="%(url)s">add-onwebsite van Mozilla</a>.
pa_in: ਹਾਂ। ਤੁਸੀਂ ਆਪਣੇ ਐਡ-ਆਨਾਂ ਦੀ <a href="%(url)s">ਮੌਜੀਲਾ ਦੀ ਐਡ-ਆਨ ਵੈੱਬਸਾਈਟ</a>ਤੇ ਮੇਜ਼ਬਾਨੀ ਕਰ ਸਕਦੇ ਹੋ।
pl: Tak. Można przechowywać dodatek na <a href="%(url)s">witrynie dodatków Mozilli AMO</a>).
pt_pt: Sim. O seu extra pode ser hospedado no site <a href="%(url)s">Mozilla Add-ons</a>.
ru: Да. Вы можете разместить свое дополнение на <a href="%(url)s">веб-сайте дополнений Mozilla</a>.
uk: Так. Ви можете розмістити свій додаток на <a href="%(url)s">веб-сайті додатків Mozilla</a>.
zh_cn: 是的。您可以在 <a href="%(url)s">Mozilla 的附加组件网站</a>托管您的附加组件。

source: What is AMO?
cs: Co je AMO?
de: Was ist AMO?
es: ¿Qué es AMO?
fr: Qu'est-ce qu'AMO ?
it: Che cos'è AMO?
ja: AMO とは？
ko: AMO가 뭔가요?
nl: Wat is AMO?
pa_in: AMO ਕੀ ਹੈ?
pl: Co to jest AMO?
pt_pt: O que é AMO?
ru: Что такое AMO?
sl: Kaj je AMO?
uk: Що таке AMO?
zh_cn: 什么是 AMO？

source: Mozilla's AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) is the incubator that helps developers build, distribute, and support fantastic consumer products powered by Mozilla. It provides you the tools and infrastructure necessary to manage, host and expose your add-on to a massive base of Mozilla users.
cs: AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) je inkubátor, který pomáhá vývojářům vytvářet, distribuovat a podporovat fantastické produkty založené na Mozille. Poskytuje jim nástroje a infrastrukturu nutnou pro správu, hostování a vystavování doplňků velkému množství uživatelů produktů Mozilla.
de: Mozillas AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) ist der von Mozilla geleitete Brutkasten, der Entwicklern hilft, fantastische Produkte von Anwendern zu entwickeln, zu verteilen und zu unterstützen. Es bietet Ihnen die notwendigen Werkzeuge und Infrastruktur, um Ihr Add-on zu hosten und einer riesigen Basis von Mozilla-Anwendern zugänglich zu machen.
es: AMO de Mozilla (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) es la incubadora que ayuda a desarrolladores a construir, distribuir, y apoyar fantásticos productos de consumo impulsados por Mozilla. Te provee con las herramientas e infraestructura necesarias para gestionar, alojar y exponer tu complemento ante una enorme base de usuarios de Mozilla.
fr: AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) est l'incubateur qui aide les développeurs à construire, distribuer et proposer des produits fantastiques aux consommateurs, soutenu par Mozilla. Il met à disposition les outils et l'infrastructure nécessaire pour gérer, héberger et rendre visible votre module à une large base d'utilisateurs Mozilla.
it: Mozilla AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) è l'incubatrice che aiuta gli sviluppatori a creare, distribuire e supportare fantastici prodotti di consumo sostenuti da Mozilla. Ti fornisce gli strumenti e l'infrastruttura necessaria per gestire, mettere in rete ed esporre i tuoi componenti aggiuntivi a un'ampia base di utenti Mozilla.
ko: Mozilla의 AMO(<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>)는 개발자에게 개발, 배포, Mozilla가 제공하는 환상적인 소비자 기술 지원 등의 도움을 주는 인큐베이터라 할 수 있습니다. 도구 및 관리에 필요한 기반 시설 등을 제공함으로써 부가 기능을 수많은 Mozilla 이용자들에게 노출시키는 역할을 하고 있습니다.
nl: AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) is de kweekkas die ontwikkelaars helpt bij bouwen, verspreiden en ondersteunen van fantastische consumentenproducten met steun van Mozilla. Het biedt u de benodigde hulpmiddelen en de infrastructuur voor het beheer, hosten en presenteren van uw add-on aan een enorme groep Mozilla-gebruikers.
pa_in: ਮੌਜੀਲਾ ਦਾ AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) ਇੱਕ ਇੰਕੂਵੇਟਰ ਹੈ ਜੋ ਮੌਜੀਲਾ ਵੱਲੋਂ ਸੰਚਾਲਿਤ ਕੀਤੇ ਡਿਵੈਲਪਰ ਬਿਲਡ, ਵੰਡਣ ਅਤੇ ਸ਼ਾਨਦਾਰ ਖਪਤਕਾਰ ਉਤਪਾਦਾਂ ਦੇ ਸਹਿਯੋਗ ਵਿੱਚ ਮਦਦ ਕਰਦਾ। ਇਹ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਨੂੰ ਸੰਭਾਲਣ,ਮੇਜ਼ਬਾਨੀ ਅਤੇ ਮੌਜੀਲਾ ਉਪਭੋਗੀਆਂ ਦੇ ਵੱਡੇ ਅਧਾਰ ਵਿੱਚ ਪਛਾਣ ਬਣਾਉਣ ਲਈ ਲੋੜੀਂਦੇ ਟੂਲ ਅਤੇ ਬਨਿਆਦ ਮਹੁੱਈਆ ਕਰਵਾਉਂਦਾ ਹੈ।
pl: AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) jest inkubatorem, który pomaga autorom tworzyć, dystrybuować i wspierać fantastyczne produkty tworzone przez Mozillę. Udostępnia narzędzia i infrastrukturę niezbędną do zarządzania, przechowywania i eksponowania dodatków ogromnej rzeszy użytkowników programów Mozilli.
pt_pt: O AMO da Mozilla (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) é a incubadora que ajuda os programadores a construir, distribuir e suportar produtos fantásticos de consumo potenciados pela Mozilla. Fornece as ferramentas e infraestrutura necessária para gerir, alojar e expor o seu extra a uma base massiva de utilizadores Mozilla.
ru: Mozilla АМО (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) это инкубатор, который помогает разработчикам создавать, распространять и поддерживать фантастические продукты, основанные на коде от Mozilla. Он предоставляет вам инструменты и необходимую инфраструктуру для управления, размещения и распространения вашего дополнения среди широких масс пользователей Mozilla.
uk: Mozilla AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) є місцем, яке допомагає розробникам створювати, поширювати та підтримувати неймовірні продукти за підтримки Mozilla. Тут вам надаються інструменти та інфраструктура, необхідна для керування, розміщення та поширення ваших додатків широкому колу користувачів Mozilla.
zh_cn: Mozilla 的 AMO（<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>）是帮助开发者建立、散布以及支持 Mozilla 产品消费品的孵化器。它为您提供必要的工具和基础设施来管理、托管以及让广泛的 Mozilla 用户群看到您的附加组件。

source: Does Mozilla keep my account information private?
cs: Bere Mozilla informace o mém účtu jako soukromé?
de: Hält Mozilla meine Kontoinformationen privat?
es: ¿Mozilla mantiene la privacidad de la información de mi cuenta?
fr: Est-ce que Mozilla garde secrètes les informations de mon compte ?
it: Mozilla mantiene le informazioni del mio account private?
ko: Mozilla에선 제 계정 정보를 안전하게 지켜주나요?
nl: Houdt Mozilla mijn accountgegevens privé?
pa_in: ਕੀ ਮੌਜੀਲਾ ਮੇਰੇ ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਨਿੱਜੀ ਰੱਖਦਾ ਹੈ?
pl: Czy moje dane udostępnione Mozilli są bezpieczne?
pt_pt: A Mozilla mantém em segredo as informações da minha conta?
ru: Держит ли Mozilla информацию о моем счете в секрете?
sl: Ali Mozilla skrbi za privatnost podatkov v mojem računu?
uk: Чи зберігає Mozilla інформацію мого облікового запису в секреті?
zh_cn: Mozilla 会保证我的帐户的私密性吗？

source: Yes. Our <a href="%(url)s">Privacy Policy</a> describes how your information is managed by Mozilla.
cs: Ano. Naše <a href="%(url)s">zásady na ochranu soukromí</a> popisují, jak jsou vaše informace Mozillou spravovány.
de: Ja. Unsere <a href="%(url)s">Datenschutzerklärung</a> beschreibt, wie Ihre Daten von Mozilla verwaltet werden.
es: Sí, nuestra <a href="%(url)s">política de privacidad</a> describe cómo administra tu información Mozilla.
fr: Oui. Notre <a href="%(url)s">politique de confidentialité</a> décrit comment vos informations sont gérées par Mozilla.
it: Si. La nostra <a href="%(url)s">informativa sulla privacy</a> spiega in che modo le tue informazioni vengono gestite da Mozilla.
ko: 예. 저희의 <a href="%(url)s">개인 정보 보호 정책</a>에 Mozilla가 어떻게 개인 정보를 관리하는지 서술되어 있습니다.
nl: Ja. Ons <a href="%(url)s">Privacybeleid</a> beschrijft hoe door Mozilla met uw gegevens wordt omgegaan.
pa_in: ਹਾਂ। ਸਾਡੀ Our <a href="%(url)s">ਪਰਦੇਦਾਰੀ ਨੀਤੀ</a> ਦੱਸਦੀ ਹੈ ਕੀ ਮੌਜੀਲਾ ਵੱਲੋਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਕਿਵੇਂ ਸੰਭਾਲੀ ਜਾਂਦੀ ਹੈ।
pl: Tak. Nasze <a href="%(url)s">zasady ochrony prywatności</a> określają, w jaki sposób Mozilla zarządza powierzonymi jej informacjami.
pt_pt: Sim. Nossa <a href="%(url)s">Política de privacidade</a> descreve como suas informações são gerenciadas pela Mozilla.
ru: Да. Наша <a href="%(url)s">политика приватности</a> описывает, каким образом ваша информация обрабатывается Mozilla.
uk: Так. Наша <a href="%(url)s">політика приватності</a> описує, яким чином Mozilla обробляє вашу інформацію.
zh_cn: 是的。我们的<a href="%(url)s">隐私政策</a>描述了 Mozilla 是如何管理您的信息的。

source: What are the "developer tools" listed on AMO?
cs: Co jsou "nástroje pro vývojáře" uvedené na AMO?
de: Was sind die auf AMO gelisteten „Entwicklerwerkzeuge“?
es: ¿Qué son las «herramientas para desarrolladores» que se listan en AMO?
fr: Quels sont les « outils du développeur » listés sur AMO ?
it: Cosa sono questi "strumenti per lo sviluppatore" elencati su AMO?
ko: AMO에 있는 "개발자 도구"란 무엇을 말하는 건가요?
nl: Wat zijn de “Ontwikkelaarshulpmiddelen” op AMO?
pa_in: AMO ਤੇ ਸੂਚੀਬੱਧ "ਡਿਵੈਲਪਰ ਟੂਲ" ਕੀ ਹਨ?
pl: Co to są „Narzędzia programisty”, istniejące na witrynie AMO?
pt_pt: O que são as "ferramentas do desenvolvedor" listadas no AMO?
ru: Что такое «инструменты разработчика», перечисленные на AMO?
sl: Kaj so "orodja za razvijalce", navedena na AMO?
zh_cn: AMO 上列出的“开发者工具”是什么？
