Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
cs: Tato funkce je z důvodu údržby webu dočasně nedostupná. Použijte prosím tlačítko Zpět ve vašem prohlížeči a zkuste to později.
de: Diese Funktion ist wegen Wartungsarbeiten an der Website vorübergehend abgeschaltet. Bitte verwenden Sie die Zurück-Schaltfläche Ihres Browsers und versuchen Sie es ein bisschen später noch einmal.
el: Αυτό το χαρακτηριστικό απενεργοποιείται προσωρινά όταν εκτελούμε εργασίες συντήρησης. Παρακαλούμε χρησιμοποιήστε το κουμπί μετάβασης προς τα πίσω του περιηγητή σας και προσπαθήστε ξανά αργότερα.
es: Esta opción está temporalmente deshabilitada mientras realizamos tareas de mantenimiento en la página web. Usa el botón Atrás de tu navegador y vuelve a intentarlo más tarde.
fr: Cette fonctionnalité est temporairement désactivée pendant que nous procédons à une maintenance du site web. Merci d'utiliser le bouton Précédent de votre navigateur et de réessayer un peu plus tard.
it: Questa funzione è momentaneamente disattivata per lavori di manutenzione sul sito. Utilizza il pulsante Indietro del tuo browser e riprova tra qualche istante.
ja: この機能はサイトメンテナンスのため一時的に無効になっています。ブラウザの「戻る」ボタンを使って前のページへ戻り、しばらく後にもう一度試してください。
ko: 웹사이트 점검 관계로 이 기능은 잠시 사용하실 수 없습니다. 웹브라우저의 뒤로 가기 버튼을 사용하신 뒤 잠시 후에 다시 시도하시기 바랍니다.
nl: Deze functie is tijdelijk uitgeschakeld vanwege onderhoud aan de website. Gebruik de knop Terug van uw browser en probeer het later nog eens.
pa_in: ਇਹ ਗੁਣ ਅਸਥਾਈ ਤੌਰ ਤੇ ਅਯੋਗ ਹੈ ਜਦੋਂ ਤੱਕ ਅਸੀਂ ਵੈਬਸਾਈਟ ਦੀ ਸਾਂਭ ਕਰ ਰਹੇ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਬਰਾਊਂਜਰ ਦੇ ਬੈਕ ਬਦਨ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਕੁੱਝ ਦੇਰ ਬਾਅਦ ਫ਼ੇਰ ਕੋਸ਼ਿਸ ਕਰੋ।
pl: W trakcie wykonywania serwisu witryny ta funkcja jest tymczasowo wyłączona. Użyj przycisku Wstecz przeglądarki i spróbuj ponownie później.
pt_pt: Esta funcionalidade está temporariamente desactivadas enquanto efectuamos uma manutenção ao sítio web. Use o botão retroceder do seu navegador e tente de novo mais tarde.
ru: Эта функция временно отключена, пока мы проводим техническое обслуживание сайта. Пожалуйста, используйте браузера кнопку "Назад" и попробуйте позже.
sl: Ta funkcija je trenutno onemogočena, ker teče spletno vzdrževanje. Prosimo, uporabite gumb Nazaj v brskalniku in poskusite znova nekoliko kasneje.
uk: Ця функція тимчасово відключена, поки ми проводимо технічне обслуговування сайту. Будь ласка, скористайтесь кнопкою "Назад" свого браузера і спробуйте знову трохи пізніше.
zh_cn: 我们正在进行网站维护，这个功能暂时无法使用，请使用浏览器的后退按钮并稍后再试。

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
cs: Některá funkčnost na této stránce je v průběhu údržby webu dočasně nedostupná. Zkuste to prosím později.
de: Einige Funktionen sind während der Wartungsarbeiten an dieser Website vorübergehend abgeschaltet. Bitte versuchen Sie es ein bisschen später noch einmal.
el: Μερικές λειτουργίες της σελίδας έχουν προς το παρόν απενεργοποιηθεί γιατί εκτελούμε εργασίες συντήρησης. Παρακαλούμε προσπαθήστε ξανά λίγο αργότερα.
es: Algunas características están temporalmente deshabilitadas mientras realizamos tareas de mantenimiento en la web. Inténtalo de nuevo más tarde.
fr: Certaines fonctionnalités de cette page sont temporairement désactivées pendant que nous effectuons une maintenance du site web. Merci de réessayer un peu plus tard.
it: Alcune funzioni in questa pagina sono momentaneamente disattivate per lavori di manutenzione sul sito. Riprova tra qualche istante.
ja: このページ内の一部の機能はサイトメンテナンスのため一時的に無効になっています。しばらく後にもう一度試してください。
ko: 웹사이트 점검 관계로 이 페이지의 일부 기능을 잠시동안 사용할 수 없습니다. 잠시 후 다시 시도해 주세요.
nl: Enkele functies op deze pagina zijn tijdelijk uitgeschakeld vanwege onderhoud aan de website. Probeer het later nog eens.
pa_in: ਇਸ ਸਫ਼ੇ ਦੇ ਕੁੱਝ ਗੁਣ ਅਸਥਾਈ ਤੌਰ ਤੇ ਅਯੋਗ ਹਨ ਜਦੋਂ ਤੱਕ ਅਸੀਂ ਵੈਬਸਾਈਟ ਦੀ ਸਾਂਭ ਕਰ ਰਹੇ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਕੁੱਝ ਦੇਰ ਬਾਅਦ ਕੋਸ਼ਿਸ ਕਰੋ।
pl: W trakcie wykonywania serwisu witryny niektóre funkcje na tej stronie są tymczasowo wyłączone. Proszę spróbować ponownie później.
pt_pt: Algumas funcionalidades estão temporariamente desactivadas enquanto efectuamos uma manutenção ao sítio web. Volte a tentar dentro de alguns minutos.
ru: Некоторые функции на этой странице временно отключены, пока мы проводим техническое обслуживание сайта. Пожалуйста, повторите попытку позже.
sl: Nekatere elemente na tej strani se je med postopkom spletnega vzdrževanja začasno onesposobilo. Prosimo, poskusite znova nekoliko kasneje.
uk: Деякі функції на цій сторінці тимчасово відключені, поки ми проводимо технічне обслуговування сайту. Будь ласка спробуйте знову трохи пізніше.
zh_cn: 我们正在进行网站维护，本页面中的部分功能暂时无法使用，请稍后再试。

source: Are you human?
cs: Jste člověk?
de: Sind Sie ein Mensch?
el: Είστε άνθρωπος;
es: ¿Eres humano?
fr: Êtes-vous un être humain ?
it: Sei umano?
ja: あなたは人間ですか？
ko: 자동 등록 방지
nl: Bent u een mens?
pa_in: ਕੀ ਤੁਸੀਂ ਮਨੁੱਖ ਹੋ?
pl: Zabezpieczenie antyspamowe
pt_pt: Você é humano?
ru: Вы человек?
sl: Ste človek?
uk: Ви людина?
zh_cn: 您是人类吗？

source: <p> Please enter <strong>both words</strong> below, <strong>separated by a space</strong>. </p> <p> If this is hard to read, you can <a href="#" id="recaptcha_different">try different words</a> or <a href="#" id="recaptcha_audio">listen to something</a> instead. </p>
cs: <p> Vložte prosím níže <strong>obě slova</strong>, která budou <strong>oddělena mezerou</strong>. </p> <p> Pokud nemůžete text přečíst, můžete si <a href="#" id="recaptcha_different">nechat vygenerovat jiný</a> nebo si text <a href="#" id="recaptcha_audio">nechat přečíst</a>. </p>
de: <p> Bitte geben Sie im Folgenden <strong>beide Wörter</strong> ein und <strong>trennen Sie sie durch ein Leerzeichen</strong>. </p> <p> Wenn dies schwer zu lesen ist, können Sie <a href="#" id="recaptcha_different">andere Wörter ausprobieren</a> oder sich stattdessen <a href="#" id="recaptcha_audio">etwas anhören</a>. </p>
es: <p> Escribe <strong>ambas palabras</strong> a continuación, <strong>separadas por un espacio</strong>.</p> <p>Si es difícil de leer, puedes <a href="#" id="recaptcha_different">probar con otras palabras</a> o <a href="#" id="recaptcha_audio">escuchar el texto</a> en su lugar. </p>
fr: <p> Merci d'entrer <strong>les deux mots</strong> ci-dessous, <strong>séparés par une espace</strong>. </p> <p> Si cela est trop difficile à lire, vous pouvez <a href="#" id="recaptcha_different">essayer des mots différents</a> ou <a href="#" id="recaptcha_audio">écouter quelque chose</a> à la place. </p>
it: <p> Inserisci <strong>entrambe le parole</strong> <strong>separate da uno spazio</strong>. </p> <p> Se risultano troppo difficili da leggere, puoi <a href="#" id="recaptcha_different">provare con parole diverse</a> oppure <a href="#" id="recaptcha_audio">ascoltarle</a>.</p>
pl: <p> Wprowadź <strong>oba słowa</strong> poniżej, <strong>oddzielając je spacją</strong>. </p> <p> Jeśli masz kłopoty z ich odczytaniem, możesz <a href="#" id="recaptcha_different">spróbować innych słów</a> lub <a href="#" id="recaptcha_audio">wysłuchać tekstu</a> w zamian. </p>
ru: <p> Пожалуйста, введите ниже <strong>оба слова</strong>, <strong>разделенные пробелом.</strong> </p><p> Если их трудно прочесть, вы можете <a href="#" id="recaptcha_different">попробовать другие слова</a> или <a href="#" id="recaptcha_audio">прослушать что-нибудь</a> вместо них. </p>

source: Top Rated
cs: Nejlépe hodnocené
de: Am höchsten bewertet
el: Υψηλότερη βαθμολογια
es: Mejor valorados
fr: Les mieux notés
it: Più votati
ja: 高評価
ko: 상위 별점
nl: Best beoordeeld
pa_in: ਚੋਟੀ ਦਾ ਦਰਜਾ ਪ੍ਰਾਪਤ
pl: Najwyżej oceniane
pt_pt: Top de avaliações
ru: Лидеры рейтинга
sl: Najbolje ocenjeni
uk: Найвище оцінені
zh_cn: 评分最高

source: Explore
cs: Procházet
de: Erkunden
el: Ανακαλύψτε
es: Explorar
fr: Explorer
it: Esplora
ja: アドオンを探す
ko: 열기
nl: Verkennen
pa_in: ਪੜਚੋਲ
pl: Przejrzyj
pt_pt: Explorar
ru: Просмотреть
sl: Razišči
uk: Переглянути
zh_cn: 浏览

source: Extensions
cs: Rozšíření
de: Erweiterungen
el: Επεκτάσεις
es: Extensiones
it: Estensioni
ja: 拡張機能
ko: 확장 기능
nl: Extensies
pa_in: ਇਕਸਟੈਨਸ਼ਨ
pl: Rozszerzenia
pt_pt: Extensões
ru: Расширения
sl: Razširitve
uk: Розширення
zh_cn: 扩展

source: Want more customization? Try <b>Complete Themes</b>
cs: Chcete větší přizpůsobení? Vyzkoušejte <b>plné motivy</b>.
de: Möchten Sie noch mehr Anpassungen? Probieren Sie <b>Vollständige Themes</b> aus
el: Θέλετε περισσότερη παραμετροποίηση; Δοκιμάστε τα <b>Πλήρη Θέματα</b>
es: ¿Quieres más personalización? Prueba los <b>temas completos</b>
fr: Vous voulez plus de personnalisation ? Essayez les <b>thèmes complets</b>
it: Vuoi ancora più personalizzazione? Prova i <b>temi completi</b>
ja: もっとカスタマイズしたい？ それなら <b>完全テーマ</b> を試してみてください
ko: 더 많이 바꾸고 싶으세요? <b>완전 테마</b>를 사용해 보세요.
nl: Wilt u meer aanpassen? Probeer <b>complete thema’s</b>
pl: Chcesz bardziej dostosować? Wypróbuj <b>kompletne motywy</b>
pt_pt: Quer mais personalização? Tente <b>Temas completos</b>
sl: Želite urediti bolj po svoje? Poskusite <b>Kompletne Teme</b>
uk: Хочете більше налаштувань? Спробуйте <b>Повні теми</b>
zh_cn: 想进一步定制？尝试 <b>完整主题</b>

source: Most Followers
cs: Nejvíce odebírané
de: Meiste Beobachter
el: Περισσότεροι ακόλουθοι
es: Con más seguidores
fr: Les plus suivis
it: Più seguiti
ja: フォロー数上位
ko: 최대 팔로워 수
nl: Meeste volgers
pa_in: ਜਿਆਦਾਤਰ ਸਮਰਥਕ
pl: Najczęściej obserwowane
pt_pt: Mais seguidores
ru: Чаще всего отслеживаемые
sl: Največ sledečih
uk: Найбільше прихильників
zh_cn: 最多关注者

source: Collections I've Made
cs: Sbírky, které jsem vytvořil(a)
de: Von mir erstellte Sammlungen
el: Συλλογές που έχω δημιουργήσει
es: Colecciones mías
fr: Collections que j'ai faites
it: Raccolte che ho creato
ja: 自分が作成したコレクション
ko: 내가 만든 모음집
nl: Mijn collecties
pa_in: ਮੇਰੇ ਬਣਾਏ ਹੋਏ ਸੰਗ੍ਰਹਿ
pl: Moje kolekcje
pt_pt: Coleções que fiz
ru: Созданные мной подборки
sl: Zbirke iz moje roke
uk: Створені мною збірки
zh_cn: 我建立的收藏集

source: Collections I'm Following
cs: Sbírky, které sleduji
de: Sammlungen, denen ich folge
el: Συλλογές που παρακολουθώ
es: Colecciones que estoy siguiendo
fr: Collections que je suis
it: Raccolte che seguo
ja: フォローしているコレクション
ko: 팔로우 중인 모음집
nl: Door mij gevolgde collecties
pa_in: ਸੰਗ੍ਰਹਿ ਜਿਹਨਾਂ ਦਾ ਮੈਂ ਸਮਰਥਕ ਹਾਂ
pl: Obserwowane kolekcje
pt_pt: Coleções que acompanho
ru: Подборки, за которыми я слежу
sl: Zbirke, ki jim sledim
uk: Збірки, за якими я слідкую
zh_cn: 我关注的收藏集

source: My Favorite Add-ons
cs: Mé oblíbené doplňky
de: Meine bevorzugten Add-ons
el: Τα αγαπημένα μου πρόσθετα
es: Mis complementos favoritos
fr: Mes modules favoris
it: I miei componenti aggiuntivi preferiti
ja: お気に入りのアドオン
ko: 좋아하는 부가 기능
nl: Mijn favoriete add-ons
pa_in: ਮੇਰੇ ਪਸੰਦੀਦਾ ਐਡ-ਆਨ
pl: Moje ulubione dodatki
pt_pt: Os meus extras favoritos
ru: Мои любимые дополнения
sl: Moji najljubši dodatki
uk: Мої улюблені додатки
zh_cn: 我收藏的附加组件

source: Add-ons for Mobile
cs: Doplňky pro mobily
de: Add-ons für Firefox Mobile
el: Πρόσθετα για κινητά
es: Complementos para Mobile
fr: Modules pour Mobile
it: Componenti aggiuntivi per Mobile
ko: 모바일 부가 기능
nl: Add-ons voor Mobiel
pa_in: ਮੋਬਾਈਲ ਲਈ ਐਡ-ਆਨ
pl: Dodatki dla Mobile
pt_pt: Extras para o Mobile
ru: Мобильные дополнения
sl: Dodatki za Mobile
uk: Мобільні додатки
zh_cn: 移动版附加组件

source: Search Tools
cs: Nástroje pro vyhledávání
de: Suchwerkzeuge
el: Εργαλεία αναζήτησης
es: Herramientas de búsqueda
fr: Outils de recherche
it: Strumenti di ricerca
ja: 検索ツール
ko: 검색 도구
nl: Zoekhulpmiddelen
pa_in: ਖੋਜ ਟੂਲ
pl: Wyszukiwanie
pt_pt: Ferramentas de pesquisa
ru: Инструменты поиска
sl: Orodja za iskanje
uk: Пошукові інструменти
zh_cn: 搜索工具

source: Page <a href="%(current_pg_url)s">%(current_pg)s</a> of <a href="%(last_pg_url)s">%(last_pg)s</a>
cs: Stránka <a href="%(current_pg_url)s">%(current_pg)s</a> z <a href="%(last_pg_url)s">%(last_pg)s</a>
de: Seite <a href="%(current_pg_url)s">%(current_pg)s</a> von <a href="%(last_pg_url)s">%(last_pg)s</a>
el: Σελίδα <a href="%(current_pg_url)s">%(current_pg)s</a> από <a href="%(last_pg_url)s">%(last_pg)s</a>
es: Página <a href="%(current_pg_url)s">%(current_pg)s</a> de <a href="%(last_pg_url)s">%(last_pg)s</a>
fr: Page <a href="%(current_pg_url)s">%(current_pg)s</a> de <a href="%(last_pg_url)s">%(last_pg)s</a>
it: Pagina <a href="%(current_pg_url)s">%(current_pg)s</a> di <a href="%(last_pg_url)s">%(last_pg)s</a>
ja: ページ <a href="%(current_pg_url)s">%(current_pg)s</a> / <a href="%(last_pg_url)s">%(last_pg)s</a>
ko: 페이지 <a href="%(current_pg_url)s">%(current_pg)s</a> / <a href="%(last_pg_url)s">%(last_pg)s</a>
nl: Pagina <a href="%(current_pg_url)s">%(current_pg)s</a> van <a href="%(last_pg_url)s">%(last_pg)s</a>
pa_in: <a href="%(last_pg_url)s">%(last_pg)s</a>ਵਿੱਚੋਂ<a href="%(current_pg_url)s">%(current_pg_url)s</a>ਸਫ਼ਾ
pl: Strona <a href="%(current_pg_url)s">%(current_pg)s</a> z <a href="%(last_pg_url)s">%(last_pg)s</a>
pt_pt: Página <a href="%(current_pg_url)s">%(current_pg)s</a> de<a href="%(last_pg_url)s">%(last_pg)s</a>
ru: Страница <a href="%(current_pg_url)s">%(current_pg)s</a> из <a href="%(last_pg_url)s">%(last_pg)s</a>
uk: Сторінка <a href="%(current_pg_url)s">%(current_pg)s</a> із <a href="%(last_pg_url)s">%(last_pg)s</a>
zh_cn: 第 <a href="%(current_pg_url)s">%(current_pg)s</a> 页，共 <a href="%(last_pg_url)s">%(last_pg)s</a> 页

source: Jump to first page
cs: Přejít na první stránku
de: Zur ersten Seite springen
el: Μετάβαση στην πρώτη σελίδα
es: Saltar a la primera página
fr: Aller à la première page
it: Vai alla prima pagina
ja: 最初のページへ移動
ko: 첫 페이지로 이동
nl: Naar eerste pagina
pa_in: ਪਹਿਲੇ ਸਫ਼ੇ ਤੇ ਜਾਓ
pl: Przejdź do pierwszej strony
pt_pt: Saltar para a primeira página
ru: Перейти на первую страницу
uk: Перейти на першу сторінку
zh_cn: 转到第一页

source: Previous
cs: Předchozí
de: Vorherige
el: Προηγούμενο
es: Anterior
fr: Précédent
it: Precedente
ja: 前へ
ko: 이전
nl: Vorige
pa_in: ਪਿਛਲਾ
pl: Wstecz
pt_pt: Anterior
ru: Предыдущее
sl: Nazaj
uk: Попередня
zh_cn: 上一页

source: Showing <b>%(begin)s</b>&ndash;<b>%(end)s</b> of <b>%(count)s</b>
cs: Zobrazení <b>%(begin)s</b>&ndash;<b>%(end)s</b> z <b>%(count)s</b>
de: Angezeigt werden <b>%(begin)s</b>&ndash;<b>%(end)s</b> von <b>%(count)s</b>
el: Προβολή <b>%(begin)s</b>&ndash;<b>%(end)s</b> από <b>%(count)s</b>
es: Mostrando <b>%(begin)s</b>&ndash;<b>%(end)s</b> de <b>%(count)s</b>
fr: Affiché <b>%(begin)s</b>&ndash;<b>%(end)s</b> sur <b>%(count)s</b>
it: Visualizzando <b>%(begin)s</b>&ndash;<b>%(end)s</b> di <b>%(count)s</b>
ja: <b>%(count)s</b> 件中 <b>%(begin)s</b> から <b>%(end)s</b> 件目までを表示しています
ko: 총 <b>%(count)s</b>개 / <b>%(begin)s</b>&ndash;<b>%(end)s</b> 표시중
nl: Resultaten <b>%(begin)s</b>&ndash;<b>%(end)s</b> van <b>%(count)s</b>
pa_in: <b>%(count)s</b>ਵਿੱਚ<b>%(begin)s</b>&ndash;<b>%(end)s</b>ਵਿਖਾ ਰਿਹਾ
pl: Wyświetlane <b>%(begin)s</b>-<b>%(end)s</b> z <b>%(count)s</b>
pt_pt: A mostrar <b>%(begin)s</b>&ndash;<b>%(end)s</b> de <b>%(count)s</b>
ru: Показано <b>%(begin)s</b>&ndash;<b>%(end)s</b> из <b>%(count)s</b>
uk: Показано <b>%(begin)s</b>&ndash;<b>%(end)s</b> із <b>%(count)s</b>
zh_cn: 目前显示第 <b>%(begin)s</b>&ndash;<b>%(end)s</b> 项，共 <b>%(count)s</b> 项

source: Page {n}
cs: Stránka {n}
de: Seite {n}
el: Σελίδα {n}
es: Página {n}
it: Pagina {n}
ja: {n} ページ
ko: {n} 페이지
nl: Pagina {n}
pa_in: ਸਫ਼ਾ {n}
pl: Strona {n}
pt_pt: Página {n}
ru: Страница {n}
sl: Stran {n}
uk: Сторінка {n}
zh_cn: 第 {n} 页

source: If you are not prompted to install %(addon_name)s in a moment, please <a href="%(addon_xpi)s">click here</a>.
cs: Pokud vám není doplněk %(addon_name)s během chvíle nabídnut k instalaci, klepněte prosím <a href="%(addon_xpi)s">zde</a>.
de: Wenn in Kürze keine Aufforderung zur Installation von %(addon_name)s erscheint, <a href="%(addon_xpi)s">klicken Sie bitte hier</a>.
el: Αν δεν σας ζητηθεί η εγκατάσταση %(addon_name)s σε λίγο, παρακαλώ <a href="%(addon_xpi)s">κάντε κλικ εδώ</a>.
es: Si en un momento no se muestra un aviso para instalar %(addon_name)s, <a href="%(addon_xpi)s">haz clic aquí</a>.
fr: Si l'installation de %(addon_name)s ne vous est pas proposé dans quelques secondes, merci de <a href="%(addon_xpi)s">cliquer ici</a>.
it: Se non ti viene chiesto di installare %(addon_name)s entro qualche istante <a href="%(addon_xpi)s">fai clic qui</a>.
ja: しばらく待っても %(addon_name)s のインストール確認が表示されない場合は、<a href="%(addon_xpi)s">ここをクリック</a> してください。
ko: %(addon_name)s 설치를 묻는 창이 나오지 않을 경우 <a href="%(addon_xpi)s">여기를 클릭</a>하세요.
nl: Als u zo dadelijk niet wordt gevraagd om %(addon_name)s te installeren, <a href="%(addon_xpi)s">klik dan hier</a>.
pa_in: ਜੇਕਰ ਤੁਹਾਨੂੰ ਇੱਕ ਪਲ ਵਿੱਚ %(addon_name)s ਇੰਸਟਾਲ ਕਰਨ ਬਾਰੇ ਨਹੀਂ ਪੁੱਛਿਆ ਗਿਆ, ਕਿਰਪਾ ਕਰਕੇ <a href="%(addon_xpi)s">ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ</a>।
pl: Jeśli za chwilę nie pojawi się prośba o zainstalowanie dodatku %(addon_name)s, <a href="%(addon_xpi)s">kliknij tutaj</a>.
pt_pt: Se dentro de momentos, não for avisado para instalar %(addon_name)s, por favor <a href="%(addon_xpi)s">clique aqui</a>.
ru: Если вам не будет предложено установить сейчас %(addon_name)s, пожалуйста, <a href="%(addon_xpi)s">нажмите здесь</a>.
sl: Če se poziv za namestitev %(addon_name)s v kratkem ne pojavi, kliknite na <a href="%(addon_xpi)s"></a> .
uk: Якщо ви зараз не отримаєте пропозицію встановити %(addon_name)s, будь ласка <a href="%(addon_xpi)s">натисніть тут</a>.
zh_cn: 如果片刻后您没有看到安装 %(addon_name)s 的提示，请点击 <a href="%(addon_xpi)s">这里</a>。

source: Title
cs: Nadpis
de: Titel
el: Τίτλος
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pa_in: ਟਾਈਟਲ
pl: Tytuł
pt_pt: Título
ru: Заголовок
sl: Naslov
uk: Заголовок
zh_cn: 标题

source: Body
cs: Tělo
de: Inhalt
el: Σώμα
es: Cuerpo
fr: Corps
it: Corpo
ja: 本文
ko: 본문
nl: Bericht
pa_in: ਬਾਡੀ
pl: Treść
pt_pt: Corpo
ru: Тело
sl: Vsebina
uk: Вміст
zh_cn: 正文

source: Another Title
cs: Další nadpis
de: Weiterer Titel
el: Άλλος τίτλος
es: Otro título
fr: Autre title
it: Altro titolo
ja: 代替タイトル
ko: 다른 제목
nl: Andere titel
pa_in: ਦੂਜਾ ਟਾਈਟਲ
pl: Inny tytuł
pt_pt: Outro título
ru: Другой заголовок
sl: Drug naslov
uk: Інший заголовок
zh_cn: 另一个标题

source: Another Body
cs: Další tělo
de: Weiterer Inhalt
el: Άλλο σώμα
es: Otro cuerpo
fr: Autre corps
it: Altro corpo
ja: 代替本文
ko: 다른 본문
nl: Ander bericht
pa_in: ਦੂਜੀ ਬਾਡੀ
pl: Inna treść
pt_pt: Outro corpo
ru: Другое тело
sl: Drugo telo
uk: Інший вміст
zh_cn: 另一个主体

source: Invalid data provided: {0}
cs: Poskytnuta neplatná data: {0}
de: Ungültige Daten angegeben: {0}
el: Μη έγκυρα δεδομένα που εισήχθησαν: {0}
es: Se han proporcionado datos incorrectos: {0}
fr: Données fournies invalides : {0}
it: Dati forniti non validi: {0}
ja: 不正なデータが入力されました: {0}
ko: 잘못된 데이터가 제공되었습니다: {0}
nl: Ongeldige gegevens verstrekt: {0}
pa_in: ਗਲਤ ਡਾਟਾ ਦਿੱਤਾ: {0}
pl: Podano nieprawidłowe dane: {0}
pt_pt: Dados fornecidos inválidos: {0}
ru: Предоставлены неверные данные: {0}
sl: Neveljavni podatki: {0}
uk: Надано недійсні дані: {0}
zh_cn: 提供的数据无效：{0}

source: Add-on did not validate: %s
cs: Doplněk nebyl validní: %s
de: Add-on wurde nicht überprüft: %s
el: Το πρόσθετο δεν μπόρεσε να επικυρωθεί: %s
es: El complemento no ha superado la validación: %s
fr: Le module ne valide pas : %s
it: Il componente aggiuntivo non ha superato la verifica: %s
ja: アドオンが検証されませんでした: %s
ko: 부가 기능이 검사되지 않았습니다: %s
nl: Add-on niet gevalideerd: %s
pa_in: ਐਡ-ਆਨ ਦੀ ਪੜਤਾਲ ਨਹੀਂ ਹੋਈ: %s
pl: Dodatek nie został sprawdzony: %s
pt_pt: O extra não foi validado: %s
ru: Дополнение не валидируется: %s
sl: Dodatka ni bilo mogoče validirati: %s
uk: Додаток не перевірено: %s
zh_cn: 附加组件尚未验证：%s

source: Not implemented yet.
cs: Dosud není implementováno.
de: Noch nicht implementiert.
el: Δεν έχει ενσωματωθεί ακόμη.
es: Sin implementar aún.
fr: Pas encore implémenté
it: Non ancora implementato.
ja: まだ実装されていません。
ko: 아직 제대로 작동되지 않습니다.
nl: Nog niet geïmplementeerd.
pa_in: ਹਾਲੇ ਤੱਕ ਲਾਗੂ ਨਹੀਂ ਕੀਤਾ।
pl: Jeszcze niezaimplementowane.
pt_pt: Ainda não implementado.
ru: Пока не реализовано.
sl: Še ni uvedeno.
uk: Ще не впроваджено.
zh_cn: 尚未完成。

source: Anonymous Party
cs: Anonymní strana
de: Anonymer Teilnehmer
el: Ανώνυμο τρίτο μέρος
es: Fiesta anónima
fr: Connexion anonyme
it: Soggetto anonimo
ja: 匿名ユーザ
ko: 익명의 단체
nl: Anonieme partij
pa_in: ਗੁਮਨਾਮ ਪਾਰਟੀ
pl: Część anonimowa
pt_pt: Festa anónima
ru: Анонимный участник
sl: Anonimna stranka
uk: Анонімна вечірка
zh_cn: 匿名方

source: Access Granted
cs: Udělen přístup
de: Zugriff erlaubt
el: Επιτρέπεται η πρόσβαση
es: Acceso realizado
fr: Accès autorisé
it: Accesso consentito
ja: アクセスが許可されました
ko: 접근이 승인되었습니다
nl: Toegang verleend
pa_in: ਦਾਖਲ ਹੋਣਾ ਮਨਜ਼ੂਰ ਹੋਇਆ
pl: Udzielono dostępu
pt_pt: Acesso autorizado
ru: Доступ разрешён
sl: Dostop se dovoli
uk: Доступ надано
zh_cn: 授权访问

source: Access Not Granted
cs: Přístup nebyl udělen
de: Zugriff nicht erlaubt
el: Δεν επιτρέπεται η πρόσβαση
es: Acceso no realizado
fr: Accès non autorisé
it: Accesso non consentito
ja: アクセスが許可されませんでした
ko: 접근이 승인되지 않았습니다
nl: Toegang niet verleend
pa_in: ਦਾਖਲ ਹੋਣਾ ਮਨਜ਼ੂਰ ਨਹੀਂ ਹੋਇਆ
pl: Nie udzielono dostępu
pt_pt: Acesso não autorizado
ru: Доступ не разрешён
sl: Dostopa se ne dovoli
uk: Доступ не надано
zh_cn: 不授权访问

source: You have chosen to give access to %(consumer)s. They will be able to act on your behalf or retrieve information about you.
cs: Rozhodl(a) jste se dát přístup osobě %(consumer)s. Bude tak moci vás zastupovat a získávat informace o vás.
de: Sie haben sich dazu entschieden, %(consumer)s Zugriff zu geben. Das gibt ihnen die Möglichkeit, in Ihrem Namen zu handeln oder Informationen über Sie zu erhalten.
el: Επιλέξατε να παρέχετε πρόσβαση στον %(consumer)s. Θα μπορούν να ενεργήσουν για λογαριασμό σας ή να συλλέξουν πληροφορίες σχετικές με εσάς.
es: Has seleccionado dar acceso a %(consumer)s. Ellos podrán actuar en tu nombre y obtener información sobre ti.
fr: Vous avez choisi de donner accès à %(consumer)s. Ils seront en mesure d'agir à votre place ou d'obtenir des informations sur vous.
it: Hai scelto di garantire accesso a %(consumer)s, per cui saranno in grado di agire al tuo posto e recuperare informazioni sul tuo conto.
ja: あなたは %(consumer)s のアクセスを許可しました。彼らは、あなたに代わって作業をしたり、あなたについての情報を取得したりできるようになります。
ko: %(consumer)s에게 접근 권한을 부여하기로 결정하셨습니다. 이들은 당신을 대신해 활동하게 될 것이며 당신에 관한 정보를 받아보게 될 것입니다.
nl: U hebt ervoor gekozen %(consumer)s toegang te geven. Zij kunnen in uw naam handelen of gegevens over u ophalen.
pa_in: ਤੁਸੀਂ %(consumer)s ਨੂੰ ਪਹੁੰਚ ਦੇਣਾ ਚੁਣਿਆ ਹੈ। ਉਹ ਤੁਹਾਡੇ ਬਦਲੇ ਕੰਮ ਕਰਨ ਯੋਗ ਹੋਣਗੇ ਜਾਂ ਤੁਹਾਡੇ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨਗੇ।
pl: Udzielono dostęp dla %(consumer)s. Działanie w twoim imieniu lub pobieranie twoich informacji jest dla nich możliwe.
pt_pt: Escolheu dar acesso a %(consumer)s. Eles poderão agir em seu nome ou obter informação sobre si.
ru: Вы решили дать доступ %(consumer)s. Они смогут действовать от вашего имени или получать о вас информацию.
sl: Odločili ste se, %(consumer)s dovoliti dostop. To pomeni, da bo dotična oseba lahko delovala v vašem imenu in imela dostop do informacij o vas.
uk: Ви вибрали надати доступ для %(consumer)s. Вони отримають змогу діяти від вашого імені або отримувати інформацію про вас.
zh_cn: 您已选择授予“%(consumer)s”访问权限，他们将能够代表您进行操作或获取您的信息。
