Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If your app is a web app, enter the location on your server of the <a href="%(url)s">app manifest</a> for your app (this must be a full URL), and click <strong>Validate</strong>.
de: Wenn Ihre Anwendung eine Web-Anwendung ist, geben Sie den Ort auf Ihrem Server an, an dem das <a href="%(url)s">Anwendungs-Manifest</a> Ihrer Anwendung liegt (dies muss eine vollständige URL sein) und klicken Sie auf <strong>Validieren</strong>.
es: Si tu aplicación está en la web, escribe la ubicación en el servidor del <a href="%(url)s">archivo manifiest de la aplicación</a> (URL completa) y haz clic en <strong>Validar</strong>.
fr: Si votre application est une application web, indiquez l'adresse sur le serveur de votre <a href="%(url)s">manifeste d'application</a> pour votre application (l'adresse URL doit être complète), et cliquez sur <strong>valider</strong>.
it: Se si tratta di un'app web, inserisci il percorso del <a href="%(url)s">manifesto dell'app</a> (deve essere un URL completo), poi premi <strong>Valida</strong>.
pl: Jeśli aplikacja jest aplikację sieciową, wprowadź lokalizację serwera z <a href="%(url)s">manifestem aplikacji</a> dla twojej aplikacji (musi to być pełny adres URL) i kliknij <strong>Weryfikuj</strong>.

source: If the app manifest validates, click <strong>Continue</strong>.
de: Wenn die Anwendung erfolgreich validiert wird, klicken Sie auf <strong>Fortfahren</strong>.
es: Si el archivo manifest de la aplicación es válido, haz clic en <strong>Continuar</strong>.
fr: Si le manifeste de l'application valide, cliquez sur <strong>continuer</strong>.
it: Se il manifesto dell'app viene convalidato, premi <strong>Continua</strong>.
pl: Jeśli manifest aplikacje przejdzie weryfikację, kliknij <strong>Kontynuuj</strong>.

source: If there are validation errors, correct them and revalidate the manifest.
de: Wenn es Fehler bei der Validierung gibt, korrigieren Sie sie und validieren Sie das Manifest erneut.
es: Si hay errores de validación, corrígelos y vuelve a validar el archivo manifest.
fr: S'il y a des erreurs de validation, merci de les corriger et revalider votre manifeste.
it: Se vengono riscontrati errori durante la validazione, correggili e valida nuovamente il manifesto.
pl: Jeśli wyświetlą się błędy weryfikacji, popraw je i ponownie zweryfikuj manifest.

source: If your app is a packaged app, click the <strong>Packaged</strong> tab and select the ZIP file that you wish to upload.
de: Wenn Ihre Anwendung eine gepackte Anwendung ist, klicken Sie auf den Reiter <strong>Gepackt</strong> und wählen Sie die ZIP-Datei aus, die Sie hochladen möchten.
es: Si tu aplicación está comprimida, haz clic en la pestaña <strong>Empaquetadas</strong> y selecciona el archivo ZIP que quieras cargar.
fr: Si votre application est une application empaquetée, cliquez sur l'onglet <strong>Empaquetée</strong> et sélectionnez le fichier ZIP que vous voulez envoyer.
it: Se si tratta di un'app pacchettizzata, fai clic sulla scheda <strong>Pacchettizata</strong> e seleziona il file zip da caricare.
pl: Jeśli twoja aplikacja jest spakowaną aplikacją, kliknij kartę <strong>Spakowane</strong> i wybierz plik ZIP, który chcesz przesłać.

source: The package will upload automatically. If your app validates, click <strong>Continue</strong>.
de: Das Paket wird automatisch hochgeladen. Wenn Ihre Anwendung erfolgreich validiert wurde, klicken Sie auf <strong>Fortfahren</strong>.
es: El archivo se cargará automáticamente. Si la aplicación es válida, haz clic en <strong>Continuar</strong>.
fr: Le paquet sera automatiquement envoyé. Si votre application valide, cliquez sur <strong>continuer</strong>.
it: Il pacchetto verrà caricato automaticamente. Se la tua app viene convalidata, premi <strong>Continua</strong>.
pl: Paczka zostania wgrania automatycznie. Jeśli aplikacja przejdzie weryfikację, kliknij <strong>Kontynuuj</strong>.

source: If there are validation errors, correct them and re-upload your package.
de: Wenn es Fehler bei der Validierung gibt, korrigieren Sie sie und laden Sie Ihr Paket erneut hoch.
es: Si todavía hay errores de validación, corrígelos y vuelve a cargar el archivo comprimido.
fr: S'il y a des erreurs de validation, corrigez-les puis ré-envoyez votre paquet.
it: Se vengono riscontrati errori durante la validazione, correggili e ricarica il pacchetto.
pl: Jeśli wyświetlą się błędy weryfikacji, popraw je i ponownie wgraj paczkę.

source: Add the required details for your app's detail page, and any other details you want to add, and click <strong>Continue</strong>. Note that the required fields are the <strong>brief summary</strong>, <strong>categories</strong>, <strong>privacy policy</strong>, <strong>device types</strong>, and a <strong>screenshot</strong>. But a homepage, support site, and support email are highly recommended. The multi-line text fields support HTML, so you can structure and link the text.
de: Fügen Sie die erforderlichen Details für die Detailseite Ihrer Anwendung hinzu, sowie alle anderen Details, die Sie hinzufügen möchten und klicken Sie auf <strong>Fortfahren</strong>. Beachten Sie, dass die erforderlichen Felder die <strong>Kurzzusammenfassung</strong>, <strong>Kategorien</strong>, <strong>Datenschutzerklärung</strong>, <strong>Gerätetypen</strong> und ein <strong>Screenshot</strong> sind. Eine Homepage, Hilfe-Website und Hilfe-E-Mail-Adresse werden allerdings dringend empfohlen. Das mehrzeilige Textfeld unterstützt HTML. so dass Sie Ihren Text strukturieren und Links einbauen können.
es: Agrega cualquier información necesaria a la página de detalles de la aplicación u otra que desees añadir y haz clic en <strong>Continuar</strong>. Ten en cuenta que los campos obligatorios son <strong>breve resumen</strong>, <strong>categorías</strong>, <strong>política de privacidad</strong>, <strong>tipos de dispositivos</strong> y una <strong>captura de pantalla</strong>. Aunque es recomendable tener una página de inicio, un sitio de ayuda y una dirección de correo para solicitar asistencia. Los campos de texto de varias líneas admiten HTML, así que puedes dar estructura y sentido al texto.
fr: Ajoutez les détails nécessaires pour la page des détails de votre application, ainsi que tous les détails que vous souhaitez, puis cliquez sur <strong>continuer</strong>. Merci de noter que les champs nécessaires sont <strong>résumé court</strong>, <strong>catégories</strong>, <strong>politique de vie privée</strong>, <strong>types d'appareils</strong>, ainsi qu'une <strong>capture d'écran</strong>. Mais une page d'accueil, un site d'assistance ainsi qu'un courriel d'assistance sont hautement recommandés. Les champs textuels multi-lignes permettent d'entrer du HTML, vous pouvez donc structurer et faire des liens.
it: Aggiungi i dettagli obbligatori per la scheda completa dell'app e tutti i dettagli supplementari che desideri, poi premi <strong>Continua</strong>. Nota che i campi obbligatori sono <strong>Breve riassunto</strong>, <strong>Categorie</strong>, <strong>Informativa sulla privacy</strong>, <strong>Tipo di dispositivo</strong> e <strong>screenshot</strong>. Tuttavia è consigliato inserire anche un sito dedicato, un sito di supporto e un indirizzo email di supporto. I campi di testo multilinea supportano il codice HTML, permettendoti di formattare il testo e inserire dei link.
pl: Dodaj wymagane szczegóły dla strony aplikacji oraz inne informacje, które chcesz zamieścić, i kliknij <strong>Kontynuuj</strong>. Pamiętaj, że wymagane są pole, takie jak <strong>krótkie podsumowanie</strong>, <strong>kategorie</strong>, <strong>polityka prywatności</strong>, <strong>typy urządzeń</strong> i <strong>obrazek</strong>. Bardzo zalecane są też pola strona domowa, strona pomocy, e-mail pomocy. Pola tekstowe z wieloma liniami obsługują HTML, zatem możesz nadać tekstowi strukturę oraz linkować.

source: If you are charging money for your app or for items within your app, continue to the next section. If you are distributing your app for free, skip to <a href="%(url)s">After you submit the app</a>.
de: Wenn Sie Geld für Ihre Anwendung oder Elemente in Ihrer Anwendung verlangen, fahren Sie mit dem nächsten Abschnitt fort. Wenn Sie Ihre Anwendung kostenlos verteilen, springen Sie zu <a href="%(url)s">Nach dem Einreichen Ihrer Anwendung</a>.
es: Si tu aplicación o algunos elementos de la misma no son gratuitos, continúa leyendo la siguiente sección. Si, por el contrario, tu aplicación es gratuita, puedes pasar directamente a la sección <a href="%(url)s">Después de enviar la aplicación</a>.
fr: Si vous faites payer pour votre application ou pour des éléments en son sein, merci de continuer à la section suivante. Si votre application est distribuée gratuitement, merci de passer à l'étape <a href="%(url)s">après l'envoi de l'application</a>.
it: Se vuoi attivare pagamenti in denaro per la tua app o per elementi al suo interno, procedi a leggere la prossima sezione. Se intendi distribuire gratuitamente la tua app, passa direttamente a <a href="%(url)s">Dopo il caricamento dell'app</a>.
pl: Jeśli pobierasz pieniądze za aplikację lub jest elementy w aplikacji, przejdź do następnej sekcji. Jeśli rozpowszechniasz aplikację za darmo, przejdź do <a href="%(url)s">Po zgłoszeniu aplikacji</a>.

source: Set pricing, payment, and refund options
de: Legen Sie Informationen zu Preis, Zahlung und Erstattung fest
es: Establece un precio, la forma de pago y las opciones de devolución
fr: Définissez un prix, le moyen de paiement et les possibilités de remboursement
it: Imposta le opzioni relative al prezzo, ai pagamenti e ai rimborsi
pl: Ustaw opcje ceny, płatności i zwrotu

source: <strong>Note:</strong> The Firefox OS Marketplace does not currently support paid apps or in-app payments. We hope to enable this feature for testing late in the first quarter of 2013.
de: <strong>Hinweis:</strong> Der Firefox-OS-Marketplace unterstützt derzeit keine kostenpflichtigen Anwendungen oder anwendungsinterne Zahlungen. Wir hoffen, dass wir diese Funktion testweise Ende des ersten Quartals 2013 aktivieren können.
es: <strong>Nota:</strong> por el momento, Marketplace de Firefox OS no admite aplicaciones de pago ni pagos en la aplicación. Esperamos que esta característica esté disponible en el primer trimestre de 2013.
fr: <strong>Note :</strong> Le Marketplace Firefox OS ne supporte pas encore les applications payantes ou avec des micro-paiements. Nous espérons pouvoir activer cette fonctionnalités à des fins de tests vers la fin du premier trimestre 2013.
it: <strong>Nota:</strong> Al momento Firefox OS Marketplace non supporta le app a pagamento o i pagamenti in-app. Speriamo di iniziare a testare questa funzionalità entro i primi mesi del 2013.
pl: <strong>Informacja:</strong> Firefox OS Marketplace nie wspiera obecnie płatnych aplikacji oraz płatności w aplikacji. Mamy nadzieję włączyć tę funkcję do testowania później w pierwszym kwartale 2013.

source: After you submit the app
cs: Po odeslání aplikace
de: Nach dem Einreichen Ihrer Anwendung
es: Después de enviar la aplicación
fr: Après l'envoi de l'application
it: Dopo il caricamento dell'app
pl: Po zgłoszeniu aplikacji
ru: После того, как вы представите приложение

source: Before your app is made available to the public, it goes through a review process to ensure that it is of high quality and not malicious. The following documents describe the review criteria and process:
de: Bevor Ihre Anwendung veröffentlicht wird, durchläuft sie einen Prüfungsprozess, um sicherzustellen, dass sie hohe Qualität hat und nicht schädlich ist. Die folgenden Dokumente beschreiben Sie Kriterien und den Prozess der Bewertung:
es: Antes de que la aplicación se publique, pasa un proceso de revisión para garantizar que cumple con los requisitos de calidad y no es software malintencionado. Los siguientes documentos explican el proceso y los criterios de revisión:
fr: Avant que votre application ne soit mise à disposition du public, elle va suivre un processus de validation pour s'assurer qu'elle soit de bonne qualité et non malicieuse. Les documents qui suivent décrivent à la fois les critères et le processus :
it: Prima che l'app sia resa disponibile agli utenti deve essere sottoposta a un processo di revisione per controllarne la qualità e accertare che non sia maliziosa. La seguente documentazione descrive i criteri e il processo di revisione.
pl: Zanim twoja aplikacja będzie dostępna publicznie, przejdzie przez proces sprawdzenia, by upewnić się, czy jest wysokiej jakości i nie jest szkodliwa. Poniższe dokumenty opisują kryteria i proces sprawdzania:

source: <strong>Note:</strong> Apps submitted to the Firefox OS Marketplace are in 'Review Pending' state. They will be reviewed prior to the consumer beta of the Firefox OS Marketplace (expected Q4 2012).
de: <strong>Hinweis:</strong> Anwendungen, die zum Firefox-OS-Marketplace eingereicht werden, haben den Status „Überprüfung ausstehend“. Sie werden vor der Verbraucher-Beta des Firefox-OS-Marketplace geprüft (erwartet für Q4 2012).
es: <strong>Nota:</strong> las aplicaciones subidas a Marketplace de Firefox OS se mantienen en estado "Pendiente de revisión". Se revisarán antes de que la versión beta de Marketplace de Firefox OS Marketplace salga a la luz (último trimestre de 2012).
pl: <strong>Informacja:</strong> Aplikacje zgłoszone do Firefox OS Marketplace mają status „Oczekuje na sprawdzenie”. Będą one sprawdzane przed udostępnieniem użytkownikom wersji beta Firefox OS Marketplace (planowany 4 kwartał 2012).

source: Submissions
cs: Příspěvky
de: Einreichungen
es: Envíos
fr: Envois
it: Caricamenti
ko: 제출
nl: Bijdragen
pl: Zgłoszenia
ru: Представления
zh_cn: 提交

source: Review process
cs: Proces kontroly
de: Prüfungsprozess
es: Proceso de revisión
pl: Proces sprawdzania
ru: Процесс проверки

source: You can use the <strong>Manage Status</strong> page for your app to view its status in the review process, and to <strong>Disable App</strong> (hides it from users) or <strong>Delete App</strong> (removes it from the Firefox OS Marketplace).
de: Sie können die Seite <strong>Status verwalten</strong> für Ihre Anwendung nutzen, um ihren Status im Prüfungsprozess zu sehen und um zum <strong>Deaktivieren der Anwendung</strong> (versteckt sie vor Benutzern) oder zum <strong>Löschen der Anwendung</strong> (entfernt sie aus dem Firefox-OS-Marketplace).
es: Puedes utilizar la página <strong>Administrar estado</strong> para consultar el estado en que está tu aplicación dentro del proceso de revisión, y puedes usar <strong>Desactivar aplicación</strong> (oculta para los usuarios) o <strong>Borrar aplicación</strong> (eliminarla de Markeplace de Firefox OS).
fr: Vos pouvez utiliser la page <strong>gestion de l'état</strong> de votre application pour voir son état dans le processus de validation et pour <strong>désactiver l'application</strong> (cela la cache de la vue des utilisateurs) ou <strong>supprimer l'application</strong> (cela la fait disparaître du Marketplace Firefox OS).
it: Sulla pagina <strong>Gestisci stato</strong> potrai controllare lo stato della tua app nel processo di revisione, renderla invisibile agli utenti con <strong>Disattiva app</strong> o rimuoverla da Firefox OS Marketplace con <strong>Elimina app</strong>.
pl: Możesz użyć strony <strong>Zarządzanie statusem</strong> swojej aplikacji, by zobaczyć jej status w procesie sprawdzenia, i <strong>wyłączyć aplikację</strong> (ukryć przed użytkownikami) lub <strong>skasować aplikację</strong> (usunąć z Firefox OS Marketplace).

source: What should I know before creating an App?
cs: Co bych měl(a) znát před vytvořením aplikace?
de: Was sollte ich wissen, bevor ich eine Anwendung entwickle?
es: ¿Qué debo saber antes de crear una aplicación?
fr: Que dois-je savoir avant de créer une application ?
it: Che cosa dovrei sapere prima di creare un'app?
ko: 앱을 만들기에 앞서 어떤 것을 알아야 하나요?
nl: Wat moet ik weten voordat ik een app maak?
pl: Co trzeba wiedzieć przed utworzeniem aplikacji?
zh_cn: 新建一个应用之前我需要了解什么？

source: How can I upload my App to the Firefox Marketplace?
cs: Jak mohu do Firefox Marketplace nahrát aplikaci?
de: Wie kann ich meine Anwendung zum Firefox-Marktplatz hochladen?
es: ¿Cómo puedo subir mi aplicación Firefox Marketplace?
fr: Comment puis-je envoyer mon application sur le Marketplace Firefox ?
it: Come posso caricare la mia app sul Firefox Marketplace?
ko: Firefox 마켓플레이스에 내 앱을 올리려면 어떻게 해야하죠?
nl: Hoe kan ik mijn app uploaden naar de Firefox Marketplace?
pl: Jak mogę zgłosić własną aplikację do Firefox Marketplace?
zh_cn: 我如何将我的应用上传到火狐应用市场？

source: I need help with the App Manifest.
cs: Potřebuji pomoc s manifestem aplikace
de: Ich benötige Hilfe beim Anwendungsmanifest.
es: Necesito asistencia con el archivo manifest de la aplicación.
fr: J'ai besoin d'aide avec le manifest de l'application.
it: Mi serve aiuto con il manifesto dell'app.
ko: 앱 설치 선언문 구성에 도움이 필요합니다.
nl: Ik heb hulp nodig bij het app-manifest.
pl: Potrzebuję pomocy związanej z manifestem aplikacji.
ru: Мне нужна помощь с манифестом приложения.
zh_cn: 我需要有关应用清单的帮助。

source: How do I create an installable App?
cs: Jak vytvořím instalovatelnou aplikaci?
de: Wie entwickle ich eine installierbare Anwendung?
es: ¿Cómo creo una aplicación instalable?
fr: Comment puis-je créer une application installable ?
it: Come posso creare una app installabile?
ko: 설치가 가능한 앱을 만들려면 어떻게 해야하나요?
nl: Hoe maak ik een installeerbare app?
pl: Jak utworzyć instalowalną aplikację?
zh_cn: 我如何创建一个可安装的应用？

source: How do payments work?
cs: Jak fungují platby?
de: Wie funktionieren Zahlungen?
es: ¿Cómo funcionan los pagos?
fr: Comment fonctionnent les paiements ?s
it: Come funzionano i pagamenti?
ko: 결제 시스템을 구축하려면?
nl: Hoe werken betalingen?
pl: Jak działają płatności?
ru: Каким работают платежи?
zh_cn: 如何支付？

source: How do I manage the taxes of my sales?
cs: Jak mam danit své prodeje?
de: Wie verwalte ich die Steuern auf meine Verkäufe?
es: ¿Cómo gestiono los impuestos de mis ventas?
fr: Comment dois-je gérer les impôts de mes ventes ?
it: Come gestire le imposte sulle vendite?
ko: 매출액에 대한 세금 관리는?
nl: Hoe beheer ik de belasting over mijn verkopen?
pl: Jak zarządzać podatkami swoich sprzedaży?
zh_cn: 我如何管理销售有关的税务问题？

source: Known issues
cs: Známé problémy
de: Bekannte Probleme
es: Problemas conocidos
fr: Problèmes connus
it: Problemi noti
ko: 알려진 문제점
nl: Bekende problemen
pl: Znane problemy
ru: Известные проблемы
zh_cn: 已知问题

source: Do you still have questions?
cs: Stále máte otázku?
de: Haben Sie immer noch Fragen?
es: ¿Tienes más preguntas?
fr: Avez-vous toujours des questions ?
it: Hai altre domande?
ko: 질문 사항이 더 있으세요?
nl: Hebt u nog steeds vragen?
pl: Czy masz jeszcze pytania?
ru: У вас ещё есть вопросы?
zh_cn: 您还有问题吗？

source: While we are working on creating a set of channels to help you with your issues you can visit StackOverflow to resolve all your questions related to the development of Web apps.
cs: Pracujeme na vytvoření kanálů pro pomoc s vašimi problémy. Pro zodpovězení všech vašich otázek související s vývojem webových aplikací můžete aktuálně použít StackOverflow.
de: Während wir daran arbeiten, eine Reihe von Hilfskanälen einzurichten, die Ihnen bei Ihren Problemen helfen, können Sie StackOverflow besuchen, um alle Ihre Fragen zur Entwicklung von Web-Anwendungen zu klären.
es: Mientras trabajamos en la creación de una serie de canales para ayudarte con las incidencias que te surjan, puedes visitar Stack Overflow para resolver todas tus dudas relacionadas con el desarrollo de aplicaciones web.
fr: Pendant que nous travaillons à créer un ensemble de canaux pour vous aider, vous pouvez vous rendre sur StackOverflow pour répondre à toutes vos questions liées au développement de Web apps.
it: Stiamo lavorando per creare una serie di canali che possano aiutarti nella risoluzione dei problemi; nel frattempo per trovare una risposta alle tue domande riguardanti lo sviluppo delle web app puoi visitare StackOverflow.
ko: 저희가 문제 해결 채널을 구축하는 동안 웹 앱 개발에 관련된 질문 사항은 StackOverflow를 방문해서 해결할 수 있습니다.
nl: Terwijl we aan een set kanalen om u te helpen met uw problemen werken, kunt u StackOverflow bezoeken voor antwoorden op al uw vragen over de ontwikkeling van webapps.
pl: Podczas gdy pracujemy nad stworzeniem zestawu kanałów, pomocnych w rozwiązywaniu problemów, możesz odwiedzić StackOverflow, by znaleźć odpowiedzi na wszystkie swoje pytania związane z tworzeniem aplikacji sieciowych.
zh_cn: 我们正致力于创建一系列频道帮助您解决您的问题，在此期间您可以访问 StackOverflow 解决遇到的与网络应用开发有关的问题。

source: If you want to engage with other developers, join our vibrant communities in these mailing lists:
cs: Pokud se chcete střetnout s jinými vývojáři, připojte se k naší komunitě, která je v následujících e-mailových konferencích:
de: Wenn Sie mit anderen Entwicklern in Kontakt treten möchten, treten Sie unseren lebhaften Gemeinschaften in diesen Mailinglisten bei:
es: Si deseas contactar con otros desarrolladores, únete a nuestras vibrantes comunidades en estas listas de correo:
fr: Si vous voulez vous lancer avec d'autres développeurs, rejoignez nos communautés dans ces listes de diffusion :
it: Se vuoi entrare in contatto con altri sviluppatori, unisciti alle nostre vivaci comunità nelle seguenti mailing list:
ko: 다른 개발자와 일을 하고 싶다면 활기넘치는 저희의 커뮤니티 메일링 리스트에 가입하세요:
nl: Meld u, als u kennis wilt maken met andere ontwikkelaars, aan bij onze levendige gemeenschappen in deze e-maillijsten:
pl: Jeśli chcesz współpracować z innymi programistami, dołącz do naszych dynamicznych społeczności na listach mailingowych:
zh_cn: 如果您想要与其他开发者交流，通过邮件列表加入我们活跃的社区吧：

source: Mozilla Web apps (English)
de: Mozilla Web-Anwendungen (Englisch)
es: Aplicaciones web Mozilla (inglés)
fr: Mozilla Web apps (Anglais)
it: Mozilla Web apps (inglese)
ko: Mozilla 웹 앱 (영문)
nl: Mozilla Web apps (Engels)
pl: Mozilla Web apps (angielski)
ru: Веб-приложения Mozilla (Английский)
zh_cn: Mozilla 网络应用（英语）

source: Mozilla Web apps (Brazilian Portuguese)
de: Mozilla Web-Anwendungen (Brasilianisches Portugiesisch)
es: Aplicaciones web Mozilla (portugués brasileño)
fr: Mozilla Web apps (Brésilien Portugais)
it: Web app di Mozilla (portoghese brasiliano)
ko: Mozilla 웹 앱 (브라질 포루투갈어)
nl: Mozilla Web apps (Braziliaans Portugees)
pl: Mozilla Web apps (brazylijski portugalski)
zh_cn: Mozilla 网络应用（巴西葡萄牙语）

source: Start Screen
cs: Úvodní obrazovka
de: Startbildschirm
es: Pantalla de inicio
fr: Écran d'accueil
it: Schermata iniziale
ko: 시작 화면
nl: Startscherm
pl: Ekran startowy
ru: Экран запуска
zh_cn: 开始屏幕

source: Timer
de: Kurzzeitwecker
es: Temporizador
fr: Compteur
ko: 타이머
nl: Stopwatch
pl: Minutnik
zh_cn: 计时器

source: Lap History
de: Frühere Runden
es: Historial de vueltas
fr: Historique de tours
it: Cronologia giri
ko: 시간 기록
nl: Rondegeschiedenis
pl: Historia okrążeń
zh_cn: 单圈历史
