Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Please review your listing information below. We've pre-filled as much as we can from your manifest.
cs: Zkontrolujte si prosím níže informace o vaší aplikaci. Předvyplnili jsme je na základě jejího manifestu.
de: Bitte sehen Sie im Folgenden die Informationen Ihres Listeneintrags durch. Wir haben aus Ihren Manifest so viel wie möglich vorher eingetragen.
es: Revisa la información que se muestra a continuación. Hemos cumplimentado previamente todo lo que hemos podido de acuerdo a tu archivo manifest.
fr: Merci de vérifier les informations ci-dessous. Nous avons pré-rempli autant que possible à partir de votre manifeste.
it: Verifica se i dati elencati di seguito sono corretti. Abbiamo già compilato la maggior parte dei dati basandoci sul tuo manifesto.
ko: 아래의 목록에 등재될 정보를 검토해 보세요. 저희가 미리 설치 선언문을 읽어서 채울 수 있는 부분은 채워놨습니다.
nl: Lees hieronder uw lijstinformatie. We hebben al zo veel mogelijk ingevuld aan de hand van uw manifest.
pl: Sprawdź informacje wymienione poniżej. Wypełniliśmy wstępnie tyle, ile mogliśmy uzyskać z manifestu.
zh_cn: 请检查下面列出的您的信息，我们已经尽量根据您的资源配置文件预先填入了一些。

source: Open details page
cs: Otevřít stránku s detaily
de: Detailseite öffnen
es: Abrir la página de detalles
fr: Ouvrir la page de détails
it: Apri la scheda
ko: 상세 정보 페이지 열기
nl: Detailpagina openen
pl: Publiczna strona z opisem
ru: Открыть страницу со сведениями
zh_cn: 打开常用页。

source: Screenshot or video of your app:
cs: Náhled nebo video vaší aplikace:
de: Screenshot oder Video Ihrer Anwendung:
es: Captura de pantalla o video de tu aplicación:
fr: Capture d'écran ou vidéo de votre application :
it: Uno screenshot o un video dell'app:
ko: 앱의 스크린샷이나 동영상:
nl: Schermafdruk of video van uw app:
pl: Obrazki lub wideo twojej aplikacji:
ru: Скриншот или видео вашего приложения:
zh_cn: 您的应用的截屏或录像：

source: You must provide at least one.
cs: Musíte zvolit alespoň jeden.
de: Sie müssen mindestens einen angeben.
es: Debes proporcionar al menos una.
fr: Vous devez en fournir au moins un.
it: Devi inserirne almeno uno.
ko: 한 개 이상은 올려주세요.
nl: U dient er ten minste één te geven.
pl: Musisz dodać przynajmniej jeden.
ru: Вы должны указать по меньшей мере одно.
zh_cn: 您必须提供至少一样。

source: PNG and JPG supported. Screenshots must be at least 320px by 480px. Screenshots proportional to 320px by 480px are optimal. WebM supported for video.
cs: Podporovány jsou obrázky ve formátech PNG a JPG. Náhledy by měly mít rozměry nejméně 320x480 px. Jsou doporučeny náhledy, které jsou rozměry poměrově k 320x480 px. Pro video je podporován formát WebM.
de: PNG und JPG werden unterstützt. Screenshots müssen mindestens 320px mal 480 px groß sein. Screenshots, die zu 320px mal 480 px proportional sind, sind optimal. WebM wird für Videos unterstützt.
es: Compatible con PNG y JPG. Las capturas de pantalla debe ser al menos 320px por 480px. Las imágenes proporcionales a 320px por 480px son óptimas. WebM compatible para video.
fr: Images aux format PNG et JPG. Les captures d'écran doivent faire au moins 320px par 480px. Les captures proportionnelles à 320px par 480px sont optimales. Pour les vidéos, utilisez WebM.
it: Le dimensioni degli screenshot e dei video devono essere di almeno 320x480 pixel. Le dimensioni ottimali sono quelle proporzionali a 320x480 pixel. I video devono essere in formato WebM.
ko: PNG 및 JPG 지원합니다. 스크린샷은 320x480 사이즈로 만들거나 그 비율로 제작해야 합니다. 동영상은 WebM을 지원합니다.
nl: PNG en JPG worden ondersteund. Schermafdrukken dienen ten minste 320 bij 480 pixels groot te zijn. Schermafdrukken in deze verhouding zijn optimaal. WebM wordt ondersteund voor video.
pl: Obsługiwane są formaty PNG i JPG. Obrazki muszą mieć wymiary przynajmniej 320px na 480px. Obrazki proporcjonalne do wymiarów 320px na 480px są optymalne. Obsługiwany jest format wideo WebM.
sl: Podprta sta PNG in JPG. Screenshots must be at least 320px by 480px. Screenshots proportional to 320px by 480px are optimal. WebM supported for video.
zh_cn: 支持 PNG 和JPG。截图分辨率至少为 320px ＊ 480px，长宽比例最好为 320px * 480px 。视频支持 WebM 。

source: Finished!
cs: Dokončení!
de: Fertig!
es: ¡Finalizado!
fr: Terminé !
it: Completato
ko: 완료됐습니다!
nl: Klaar!
pl: Zakończono!
ru: Закончено!
zh_cn: 已完成！

source: Success! What happens now?
cs: Úspěch. Co nyní?
de: Hat geklappt! Was passiert jetzt?
es: ¡Éxito! ¿Qué pasa ahora?
fr: Bravo ! Que faire maintenant ?
it: Tutto a posto. Cosa succede ora?
ko: 성공했습니다! 이제 무슨 일이 일어날까요?
nl: Succes! Wat gebeurt er nu?
pl: Udało się! Co dalej?
ru: Успех! Что сейчас произойдёт?
sl: Uspeh! What happens now?
zh_cn: 成功！现在发生了什么？

source: We've got your app saved and ready to go! Your app is currently awaiting review, and once it is reviewed you will need to be manually enable your app from the <a href="%(url)s">Manage Status page</a> for it to show up on listing pages and in search. Until then, feel free to tweak your app's details and settings.
de: Ihre Anwendung ist gespeichert und startbereit! Ihre Anwendung wartet derzeit auf die Überprüfung und sobald sie überprüft wurde, können Sie Ihre Anwendung manuell über die Seite <a href="%(url)s">Status verwalten</a> aktivieren, damit sie auf Übersichtsseiten und in Suchergebnissen angezeigt wird. Bis dahin können Sie gerne die Details und Einstellungen Ihrer Anwendung verbessern.
es: ¡Tu aplicación está guardada y lista! En este momento está esperando la revisión y una vez haya sido revisada, tendrás que habilitarla manualmente desde la <a href="%(url)s"> página Administrar estado</a> para que aparezca en los listados de las páginas y en las búsquedas. Hasta entonces tienes la libertad de cambiar los detalles y ajustes de la misma.
pl: Mamy twoją aplikację zapisaną i gotową! Aplikacja oczekuje obecnie na sprawdzenie, a gdy zostanie sprawdzona, musisz włączyć ją ręcznie jej <a href="%(url)s">stronie zarządzania statusem</a>, by pokazywała się w spisach i wyszukiwarce. Do tego czasu nie obawiaj się dostosowywania szczegółów i ustawień swojej aplikacji.

source: Before your app can go live, you need to provide payment information. Once you've added a payment account and price, your app will be submitted for review.
de: Bevor Ihre Anwendung freigeschaltet wird, müssen Sie Zahlungsinformationen angeben. Sobald Sie ein Zahlungskonto und einen Preis hinzugefügt haben, wird Ihre Anwendung zur Überprüfung eingereicht.
es: Antes de activar tu aplicación, tienes que proporcionar la información de pago. Una vez que hayas agregado una cuenta de pago y un precio, tu aplicación se enviará para que sea revisada.
fr: Avant que votre application ne soit disponible, vous devez fournir des informations de paiement. Une fois que vous aurez ajouté un compte de paiement et un prix, votre application sera soumise pour vérification.
it: Prima che l'app possa essere presentata al pubblico, è necessario che tu fornisca le informazioni per i pagamenti. Appena avrai inserito i dati relativi al tuo conto pagamenti e il prezzo, l'app sarà sottoposta al processo di revisione.
nl: Voordat uw app live kan gaan dient u betalingsinformatie te verstrekken. Als u een betalingsaccount en prijs hebt toegevoegd wordt uw app ingediend voor beoordeling.
pl: Zanim aplikacja zostania udostępniona, musisz podać informacje o płatności. Po dodaniu rachunku płatniczego i ceny twoja aplikacja zostanie zgłoszona do sprawdzenia.
zh_cn: 您的应用上线之前，需要提供付款信息。一旦您添加了付款信息和价格，您的应用就会被提交审核。

source: We've got your app saved and ready to go! Your app is currently awaiting review, and will show up on listing pages and in search once it is reviewed. Until then, feel free to tweak your app's details and settings.
cs: Uložili jsme vaši aplikaci a vše je hotovo! Vaše aplikace nyní čeká na kontrolu a v kategoriích a vyhledávání se zobrazí jakmile bude zkontrolována. Do té doby můžete upravovat detaily vaší aplikace a její nastavení.
de: Wir haben Ihre Anwendung gespeichert und startklar gemacht! Ihre Anwendung wartet derzeit auf eine Überprüfung und wird in Auflistungen und Suchen erscheinen, wenn sie überprüft wurde. Bis dahin können Sie die Details und Einstellungen Ihrer Anwendung verbessern.
es: ¡Tu aplicación está guardada y lista! En este momento está esperando la revisión y aparecerá en los listados de las páginas y en las búsquedas una vez que haya sido revisada. Hasta entonces tienes la libertad de cambiar los detalles y ajustes de la misma.
fr: Nous avons votre application et tout est prêt ! Elle est actuellement en attente de vérification et apparaîtra dans les pages de listing et de recherche une fois vérifiée. En attendant vous pouvez toujours améliorer votre page de détails et vos paramètres.
it: Abbiamo salvato l'app, ed è tutto pronto! Al momento è in attesa di revisione, una volta verificata comparirà negli elenchi e nei risultati delle ricerche. Mentre aspetti, puoi approfittarne per migliorare la scheda dell'app o le sue impostazioni.
ko: 저희는 앱을 저장했고 시작할 준비가 다 됐습니다! 현재 앱은 심사를 대기중에 있으며 심사가 끝나면 목록 페이지와 검색에 노출될 것입니다. 그때까진 가벼운 마음으로 앱의 상세 정보와 설정 내역을 조정하고 계시면 됩니다.
nl: We hebben uw app opgeslagen en startklaar! Uw app wacht momenteel op beoordeling en zal op lijsten en in zoekresultaten verschijnen zodra de beoordeling is afgerond. U kunt tot dat moment de details en instellingen van uw app aanpassen.
pl: Twoja aplikacja jest zapisana i gotowa do pracy! Aplikacja obecnie oczekuje na sprawdzenie, w wynikach wyszukiwania pojawi się po sprawdzeniu. Do tego czasu możesz dopracować opis i ustawienia aplikacji.
zh_cn: 我们已保存您的应用并正准备运行！您的应用当前正在等待审核，在通过审核后将立即出现在列表和搜索中。在那之前，随意地调节您的应用细节和配置吧！

source: Manage My App
cs: Správa aplikace
de: Meine Anwendung verwalten
es: Administrar mi aplicación
fr: Gérer mon application
it: Gestisci app
ko: 내 앱 관리
nl: Mijn app beheren
pl: Zarządzanie aplikacjami
ru: Управление моим приложением
zh_cn: 管理我的应用

source: Submit Another App
cs: Přidat další aplikaci
de: Eine weitere Anwendung übermitteln
es: Enviar otra aplicación
fr: Envoyer une autre application
it: Carica un'altra app
ko: 다른 앱 제출하기
nl: Nog een app indienen
pl: Prześlij kolejną aplikację
ru: Представить другое приложение
zh_cn: 提交另一个应用

source: Device Type
cs: Typ zařízení
de: Gerätetyp
es: Tipo de dispositivo
fr: Type d'appareil
it: Tipo di dispositivo
ko: 장치 종류
nl: Apparaattype
pl: Typ urządzenia
ru: Тип устройства
sl: Vrsta naprave
zh_cn: 设备类型

source: App Minimum Requirements
cs: Minimální požadavky aplikace
de: Mindestanforderungen der Anwendung
es: Requisitos mínimos de la aplicación
fr: Prérequis minimums de l'application
it: Requisiti minimi dell'app
nl: Minimale app-vereisten
pl: Minimalne wymagania aplikacji
zh_cn: 应用最低需求

source: <b>What's next:</b> fill out the rest of your app's details
cs: <b>Co dále:</b> vyplňte zbývající informace o své aplikaci
de: <b>Was kommt als Nächstes:</b> Tragen Sie die restlichen Details Ihrer Anwendung ein
es: <b>Siguiente paso:</b> completa el resto de los detalles de tu aplicación
fr: <b>La suite :</b> remplissez le reste des détails de votre application
it: <b>E ora?</b> Finisci di compilare la scheda dell'app
ko: <b>다음 할 일:</b> 앱 상세 페이지의 나머지 부분 채우기
nl: <b>Volgende stap:</b> de overige details van uw app invullen
pl: <b>Co dalej:</b> Wypełnij pozostałe szczegóły aplikacji
zh_cn: <b>下一步：</b>补充您的应用的其他详情

source: Learn more about <b>packaged apps</b> on MDN.
cs: Přečtěte si více o <b>zabalených aplikacích</b> na MDN.
de: Erfahren Sie mehr über <b>gepackte Anwendungen</b> im MDN.
es: Más información sobre <b>aplicaciones empaquetadas</b> en MDN.
fr: En savoir plus à propos des <b>applications empaquetées</b> sur MDN.
it: Ulteriori informazioni sulle <b>app pacchettizzate</b> su MDN.
nl: Lees meer over <b>verpakte apps</b> op MDN.
pl: Dowiedz się więcej o <b>spakowanych aplikacjach</b> na MDN.
zh_cn: 在 MDN 上进一步了解<b>封包的应用</b>。

source: App Payments
cs: Platby za aplikaci
de: Anwendungszahlungen
es: Pagos de aplicaciones
fr: Paiements d'application
it: Pagamenti app
ko: 앱 결제 시스템
nl: App-betalingen
pl: Płatności aplikacji
ru: Платежи за приложение
zh_cn: 应用支付

source: In order to process refunds you approve through the Marketplace, as well as automatic refunds described in our <a href="%(refund_policy_url)s">Refund Policy</a>, we need refund access to your associated PayPal account. Please click the button below to be taken to PayPal to grant permissions.
cs: Pro proces vrácení peněz, které schválíte v Marketplace, či pro automatická vrácení peněz dle našich <a href="%(refund_policy_url)s">zásad pro vrácení pěnez</a>, potřebujeme mít práva pro vrácení pěnez asociovaná s vašim účtem na PayPal. Klepněte prosím na tlačítko níže a udělte práva k vašemu účtu na PayPal.
de: Um von Ihnen über den Marktplatz erlaubte und automatische Erstattungen, die in unseren <a href="%(refund_policy_url)s">Erstattungsrichtlinien</a> beschrieben werden, zu verarbeiten, brauchen wir Erstattungszugriff auf Ihr verknüpftes PayPal-Konto. Bitte klicken Sie auf die folgende Schaltfläche, um zu PayPal weitergeleitet zu werden, wo Sie die Erlaubnis erteilen können.
es: Para procesar los reembolsos que apruebes a través del Marketplace y los reembolsos automáticos descritos en nuestra <a href="%(refund_policy_url)s">Política de devolución</a>, necesitamos tener acceso a los reembolsos de tu cuenta de PayPal asociada. Haz clic en el botón que se muestra a continuación para acceder a PayPal y establecer los permisos.
it: Per elaborare i rimborsi da te approvati e quelli automatici (descritti nella nostra <a href="%(refund_policy_url)s">politica per i rimborsi</a>) abbiamo bisogno di accedere al tuo account PayPal. Premi il pulsante per essere reindirizzato su PayPal e concederci i permessi necessari.
pl: W celu przetwarzania zwrotów akceptowanych przez ciebie poprzez Marketplace, a także automatycznych zwrotów opisanych przez nas w <a href="%(refund_policy_url)s">zasadach zwrotów</a>, potrzebujemy dostępu do zwrotów twojego konta PayPal. Kliknij przycisk poniżej, by przejść do PayPal w celu nadania uprawnień.

source: Your PayPal account is all set up! The last thing we need is your real name and contact information.
cs: Váš účet PayPal byl nastaven! Poslední věc, která je potřeba, je vaše reálné jméno a kontaktní informace.
de: Ihr PayPal-Konto ist fertig eingerichtet! Das letzte, was wir brauchen, ist Ihr echter Name und Ihre Kontaktinformation.
es: ¡Tu cuenta de PayPal está lista! Para terminar, necesitamos tu nombre verdadero y tu información de contacto.
it: Il tuo account PayPal è stato impostato correttamente. Per completare l'operazione ci servono solo il tuo vero nome e i tuoi dati di contatto.
pl: Twoje konto PayPal jest w pełni skonfigurowane! Ostatnią rzeczą, której potrzebujemy, jest twoje prawdziwe imię i nazwisko oraz dane kontaktowe.

source: Next, we'll set up your PayPal account so you can receive payments. If you don't have one, we can help you create one.
cs: Nyní provedeme nastavení vašeho účtu na PayPalu, abyste mohl(a) přijímat platby. Pokud žádný nemáte, pomůžeme vám jej vytvořit.
de: Als nächstes richten wir Ihre PayPal-Konto ein, damit Sie Zahlungen erhalten können. Wenn Sie keines haben, helfen wir Ihnen beim Erstellen.
es: Después configuraremos tu cuenta de Paypal de manera que puedas recibir pagos. Si no tienes una cuenta, te ayudaremos a crearla.
it: Ora imposteremo il tuo account PayPal per ricevere i pagamenti. Se non ne possiedi già uno, possiamo aiutarti a crearlo.
pl: Następnie ustawimy twoje konto PayPal, dzięki czemu będziesz mieć możliwość otrzymywania płatności. Jeśli nie masz konta, pomożemy ci je utworzyć.

source: To sell your app in the Marketplace, you'll first need to set its price tier below. Price tiers are based on US Dollars and are fixed for all supported currencies.
cs: Pro prodej své aplikace v rámci Marketplace musíte nejprve zvolit níže její cenu. Ceny jsou v amerických dolarech a jsou fixní vzhledem ke všem podporovaným měnám.
de: Um Ihre Anwendung im Marktplatz verkaufen zu können, müssen Sie zuerst im Folgenden eine Preisstufe festlegen. Preisstufen basieren auf US-Dollar und sind für alle unterstützten Währungen festgelegt.
es: Para vender tu aplicación en el Marketplace, tendrás primero que indicar una franja de precio de las que se muestran a continuación. Las franjas de precio están basadas en dólares americanos y son fijas para todas las divisas compatibles.
fr: Pour vendre votre application sur Marketplace, vous devez d'abord définir sa tranche de prix ci-dessous. Les tranches sont basées sur le dollar US et sont fixées pour toutes les monnaies prises en charge.
it: Prima di vendere l'app nel Marketplace devi selezionare la sua fascia di prezzo. Le fasce di prezzo sono espresse in dollari americani e sono fisse per tutte le valute supportate.
ko: 앱을 마켓플레이스에서 판매하려면 먼저 아래의 가격 등급을 설정해야 합니다. 가격 등급은 미국 달러 기준이며 지원되는 통화별로 가격 조정이 이루어집니다.
nl: Om uw app in de Marketplace te verkopen dient u eerst hieronder een prijscategorie in te stellen. Prijscategorieën zijn gebaseerd op Amerikaanse dollars en zijn vast voor alle ondersteunde valuta.
pl: Aby sprzedawać aplikację w Marketplace, musisz najpierw ustawić poniżej poziom ceny. Poziom ceny oparty jest na dolarach amerykańskich i ustalany jest dla wszystkich obsługiwanych walut.
zh_cn: 为了在市场中销售您的应用，首先需要在下面设置他的价格区间。价格区间基于美国美元并适用于全部支持的币种。

source: Learn more about price tiers
cs: Dozvědět se více o cenových hladinách
de: Erfahren Sie mehr über Preisstufen
es: Más información sobre las franjas de precio
fr: En savoir plus sur les tranches de prix
it: Scopri di più sulle fasce di prezzo
ko: 가격 등급에 대해 더 알아보기
nl: Meer over prijscategorieën
pl: Dowiedz się więcej o poziomach cen
ru: Подробнее о разрядах цен
zh_cn: 关于价格层次，了解更多

source: Linking this app with its free counterpart allows you to promote your premium app next to the free version. Would you like to link the apps? You can always change your mind later.
cs: Odkázáním této aplikace na stránce s verzí, která je dostupná zdarma, můžete zajistit její snadnou propagaci. Chcete aplikaci odkázat? Svůj názor můžete v budoucnu kdykoliv změnit.
de: Wenn Sie diese Anwendung mit ihrem kostenlosen Gegenstück verbinden, können Sie Ihre Premium-Anwendung neben der kostenlosen Version bewerben. Möchten Sie die Anwendungen verbinden? Sie können jederzeit Ihre Meinung ändern.
es: Enlazar esta aplicación con su contraparte gratuita te permite promocionar tu aplicación premium junto a la versión gratuita. ¿Te gustaría enlazar las aplicaciones? Siempre podrás cambiar de idea más tarde.
fr: Faire le lien entre cette application et sa version gratuite vous permet de facilement faire de la publicité pour votre application premium à côté de la version gratuite. Voulez-vous le faire ? Vous pourrez toujours changer d'avis plus tard.
it: Collegando la app premium alla sua versione gratuita potrai promuoverla mostrandole una a fianco all'altra. Vuoi collegare le due app? Puoi sempre cambiare idea più tardi.
ko: 앱을 보유중인 무료 앱과 연결하면 무료 버전 옆에서 유료 버전 홍보를 할 수 있습니다. 앱을 연결할까요? 나중에 마음이 바뀌면 언제든 변경할 수 있습니다.
nl: Door deze app aan zijn gratis tegenpool te koppelen kunt u uw premium-app promoten naast de gratis versie. Wilt u de apps koppelen? U kunt zich later altijd nog bedenken.
pl: Powiązane tej aplikacji z jej darmowym odpowiednikiem pozwala promować płatną aplikację obok wersji darmowej. Czy chcesz powiązać te aplikacje? Później zawsze możesz zmienić zdanie.
zh_cn: 将这个应用链接到他的免费版本，您就可以在免费版本中促进收费版本的销售。您是否希望链接应用？此后您随时可以根据自己的意愿更改这个设置。

source: Learn about <a href="%(payments_url)s" target="_blank">different payment types</a>. Learn about <a href="%(receipts_url)s" target="_blank">validating purchase receipts in your app</a>.
cs: Dozvědět se více o <a href="%(payments_url)s" target="_blank">odlišných typech plateb</a>. Dozvědět se více o <a href="%(receipts_url)s" target="_blank">kontrole nákupů ve vaší aplikaci</a>.
de: Erfahren Sie etwas über die <a href="%(payments_url)s" target="_blank">verschiedenen Zahlungstypen</a>. Erfahren Sie etwas über das <a href="%(receipts_url)s" target="_blank">Überprüfen von Kaufbelegen in Ihrer Anwendung</a>.
es: Más información sobre <a href="%(payments_url)s" target="_blank">las distintas formas de pago</a>. Más información sobre <a href="%(receipts_url)s" target="_blank">cómo validar los recibos de compra en tu aplicación</a>.
fr: En savoir plus à propos <a href="%(payments_url)s" target="_blank">des différents types de paiements</a>. En savoir plus à propos <a href="%(receipts_url)s" target="_blank">de la validation des preuves d'achat dans votre application</a>.
it: Ulteriori informazioni sui <a href="%(payments_url)s" target="_blank">diversi metodi di pagamento</a>. Scopri <a href="%(receipts_url)s" target="_blank">come validare le ricevute d'acquisto nella tua app</a>.
ko: <a href="%(payments_url)s" target="_blank">결제 방식별 차이</a>에 대해 알아봅시다. <a href="%(receipts_url)s" target="_blank">앱에서 구매 영수증을 인증받는 방법</a>에 대해 알아봅시다.
nl: Lees over <a href="%(payments_url)s" target="_blank">verschillende betalingstypen</a>. Lees over <a href="%(receipts_url)s" target="_blank">validatie van aanschafreçu’s in uw app</a>.
pl: Dowiedz się o <a href="%(payments_url)s" target="_blank">różnych typach płatności</a>. Dowiedz się o <a href="%(receipts_url)s" target="_blank">weryfikacji potwierdzeń zakupu w twojej aplikacji</a>.
zh_cn: 了解 <a href="%(payments_url)s" target="_blank">不同的支付类型</a>。了解 <a href="%(receipts_url)s" target="_blank">在您的应用中验证购买收货</a>。

source: Marketplace Developer Program
cs: Program Marketplace pro vývojáře
de: Marktplatz-Entwicklerprogramm
es: Programa de Desarrolladores para Marketplace
fr: Programme Développeur Marketplace
it: Programma sviluppatori del Marketplace
ko: Marketplace 개발자 프로그램
pl: Program Marketplace Developer
zh_cn: 市场开发者计划
