Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Add-ons that store or otherwise handle browsing data must support <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Private Browsing Mode</a>. During a Private Browsing session, no browsing data can be written to disk, and all of this data must be cleared when Firefox quits or the Private Browsing session ends.
cs: Doplňky, které ukládají nebo jinak pracují s daty prohlížeče musí podporovat <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Režim anonymního prohlížení</a>. Během relace anonymního prohlížení nemohou být taková data zapisována na disk a všechna taková data musí být smazána v situaci, kdy Firefox ukončuje relaci anonymního prohlížení.
de: Add-ons, die Surf-Daten speichern oder anderweitig verwenden, müssen den <a href="https://developer.mozilla.org/de/Supporting_private_browsing_mode">Privaten Modus</a> unterstützen. Während einer Sitzung im Privaten Modus, dürfen keine Surf-Daten auf die Festplatte geschrieben werden und all diese Daten müssen gelöscht werden, wenn Firefox oder die Sitzung im Privaten Modus beendet wird.
es: Los complementos que guardan o administran de algún modo datos de navegación deben ser compatibles con el <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Modo de Navegación privada</a>. Durante una sesión de Navegación privada, no se escribe en disco ningún dato de navegación y toda esta información se elimina al cerrar Firefox o al finalizar la sesión de Navegación privada.
fr: Les modules qui stockent ou manipulent des données de navigation doivent supporter le <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">mode de navigation privée</a>. Pendant une navigation en mode privé, aucune donnée ne peut être écrite sur le disque, et toutes les données doivent être effacées lorsque Firefox est fermé ou que le mode privé est quitté.
it: I componenti aggiuntivi che memorizzano o gestiscono dati di navigazione devono supportare la <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">modalità di navigazione anonima</a>. Durante la navigazione anonima nessun dato relativo alla navigazione può essere scritto su disco e qualunque informazione deve essere rimossa quando Firefox viene chiuso oppure si ritorna alla modalità di navigazione tradizionale.
ko: 자료를 수집하거나 읽어들이는 부가 기능은 반드시 <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">비공개 브라우징 모드</a>를 지원해야 합니다. 비공개 브라우징 세션 도중엔 읽어들인 데이터를 디스크에 저장할 수 없으며 모든 데이터는 Firefox 종료 내지는 비공개 브라우징 세션이 종료시 삭제됩니다.
nl: Add-ons die navigatiegegevens opslaan of anderszins behandelen dienen de <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">privénavigatiemodus</a> te ondersteunen. Gedurende een sessie in privénavigatie mogen geen navigatiegegevens worden opgeslagen, en alle gegevens dienen te worden gewist wanneer Firefox of de privénavigatiesessie wordt afgesloten.
pa_in: ਜਿਹੜੇ ਐਡ-ਆਨ ਬਰਾਊਜ਼ਿੰਗ ਡਾਟਾ ਸੰਭਾਲ੍ਹਦੇ ਜਾਂ ਵਰਤਦੇ ਹਨ ਨੂੰ <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">ਪਰਦੇਦਾਰੀ ਬਰਾਊਜ਼ਿੰਗ ਮੋਡ</a>ਨੂੰ ਸਹਿਯੋਗ ਕਰਨਾ ਚਾਹੀਦਾ। ਪਰਦੇਦਾਰੀ ਬਰਾਊਜ਼ਿੰਗ ਸ਼ੈਸਨ ਦੇ ਦੌਰਾਨ, ਕੋਈ ਵੀ ਬਰਾਊਜ਼ਿੰਗ ਡਾਟਾ ਡਿਸਕ ਉੱਤੇ ਲਿਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਅਤੇ ਇਹ ਸਾਰਾ ਡਾਟਾ ਮਿਟ ਜਾਣਾ ਚਾਹੀਦਾ ਜਦੋਂ ਫ਼ਾਇਰਫ਼ਾਕਸ ਬੰਦ ਜਾਂ ਪਰਦੇਦਾਰੀ ਬਰਾਊਜ਼ਿੰਗ ਸ਼ੈਸਨ ਖਤਮ ਹੋਵੇ।
pl: Dodatki, które przechowują lub w inny sposób posługują się danymi przeglądania, muszą obsługiwać <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">przeglądanie w trybie prywatnym</a>. Podczas sesji przeglądania w trybie prywatnym żadne dane przeglądania nie mogą być zapisywane na dysku i wszystkie muszą zostać usunięte, gdy Firefox lub sesja przeglądania w trybie prywatnym są zamykane.
pt_pt: Extras que armazenam ou manipulam dados de navegação devem suportar o <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Modo de Navegação Privativa</a>. Durante uma sessão de Navegação Privativa, nenhum dado de navegação pode ser escrito no disco e todos os dados devem ser limpos ao sair do modo de Navegação Privativa ou quando o Firefox for encerrado.
ru: Дополнения, которые хранят или иным образом обрабатывают данные веб-серфинга должны поддерживать <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">режим приватного просмотра</a>. Во время сеанса приватного просмотра никакие данные веб-серфинга не должны записываться на диск, и все эти данные должны быть очищены при выходе из Firefox или завершении сеанса приватного просмотра.
sl: Dodatki, ki shranjujejo ali kako drugače obdelujejo podatke brskanja, morajo podpirati <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Način za zasebno brskanje</a>. Med zasebnim brskanjem se podatkov brskanja se sme zapisovati na disk, in vse te podatke je treba, ko se Firefox zapre ali pa Zasebno brskanje konča, zbrisati.
uk: Додатки, які зберігають чи іншим чином обробляють дані веб-перегляду повинні підтримувати <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">режим приватного перегляду</a>. Під час сеансу приватного перегляду ніякі дані веб-перегляду не повинні записуватися на диск, і всі ці дані повинні бути очищені при виході з Firefox або при завершенні сеансу приватного перегляду.
zh_cn: 已经全面审核的附加组件的更新不得引入这些功能；这些选择性接受的变更必须在首次审核时就已存在。

source: Binary Components & Obfuscated Code
cs: Binární komponenty a kód z obfuskátoru
de: Binäre Komponenten und verschleierter Quelltext
es: Componentes binarios y código ofuscado
fr: Composants binaires et code obfusqué
it: Componenti compilati e codice offuscato
ja: バイナリコンポーネントと難読化コード
ko: 이진 콤포넌트와 변조된 코드
nl: Binaire componenten & onduidelijke code
pa_in: ਬਾਇਨਰੀ ਹਿੱਸੇ ਜਾਂ ਬੇਕਾਰ ਕੋਡ
pl: Komponenty binarne i utajniony kod
pt_pt: Componentes binários e código ofuscado
ru: Бинарные компоненты и обфусцированный код
sl: Binarne komponente in zabrisana koda
uk: Бінарні компоненти і заплутаний код
zh_cn: 二进制组件和混淆代码

source: Add-ons may contain binary, obfuscated and minified source code, but Mozilla must be allowed to review a copy of the human-readable source code of each version of an add-on submitted for review. These add-ons are ineligible for preliminary review and must choose the full review process.
cs: Doplňky mohou obsahovat binární komponenty, kód z obfuskátoru a minimalizovaný kód, ale Mozille musí být dovoleno zkontrolovat kopii lidsky čitelného zdrojového kódu každé verze doplňku, která byla odeslána na kontrolu. Tyto doplňky nemohou být pouze předběžně zkontrolovány a musí projít plným procesem kontroly.
de: Add-ons dürfen binären, verschleierten und verkürzten Quelltext enthalten, aber Mozilla muss die Erlaubnis erhalten, eine Kopie des menschenlesbaren Quelltexts jeder Add-on-Version einzusehen, die zur Überprüfung eingereicht wurde. Für diese Add-ons steht die vorläufige Überprüfung nicht zur Verfügung, es muss der vollständige Überprüfungsprozess gewählt werden.
es: Los complementos pueden contener código binario, ofuscado y minimizado, pero Mozilla debe poder revisar una copia del código fuente legible de cada versión de un complemento enviado para revisión. Estos complementos no pueden elegirse para revisión preliminar y deben optar por el proceso de revisión completa.
fr: Les modules peuvent contenir des binaires, du code source obfusqué ou minifié, mais Mozilla doit pouvoir vérifier une copie lisible par un humain du code source de charge version proposée à vérification. Ces modules ne sont donc pas acceptés pour le processus de revue préliminaire et doivent choisir la revue complète.
it: Un componente aggiuntivo può contenere componenti compilati, codice offuscato o minimizzato, ma Mozilla deve poter verificare una copia leggibile del codice sorgente per ogni versione caricata. Per questi componenti aggiuntivi non è possibile una revisione preliminare e deve essere richiesta una revisione completa.
ko: 부가 기능에 이진, 변조되었거나 축약된 소스 코드가 포함되었지만 심사에 제출된 부가 기능의 각 버전별로 사람이 읽을 수 있는 소스 코드가 제출될 경우 Mozilla에선 심사를 허용합니다. 단, 이러한 부가 기능은 예비 심사를 받기엔 적합하지 않으므로 전체 심사 과정만 선택할 수 있습니다.
nl: Add-ons mogen binaire of onduidelijke broncode bevatten, maar Mozilla moet een exemplaar van door mensen leesbare broncode kunnen beoordelen van elke versie die wordt ingediend voor beoordeling. Deze add-ons komen niet in aanmerking voor voorlopige beoordeling en dienen het volledige beoordelingsproces te doorlopen.
pa_in: ਹੋ ਸਕਦਾ ਐਡ-ਆਨ ਵਿੱਚ ਬਾਇਨਰੀ, ਬੇਕਾਰ ਅਤੇ ਛੋਟਾ ਸੋਰਸ ਕੋਡ ਸ਼ਾਮਲ ਹੋਵੇ, ਪਰ ਮੌਜੀਲਾ ਨੂੰ ਸਮੀਖਿਆ ਲਈ ਭੇਜੇ ਐਡ-ਆਨ ਦੇ ਹਰੇਕ ਵਰਜਨ ਦੇ ਮਨੁੱਖੀ-ਪੜ੍ਹਨਯੋਗ ਸੋਰਸ ਕੋਡ ਕਾਪੀ ਦੀ ਸਮੀਖਿਆ ਦੀ ਮਨਜ਼ੂਰੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ। ਇਹ ਐਡ-ਆਨ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਲਈ ਅਯੋਗ ਹਨ ਅਤੇ ਇਹਨਾਂ ਨੂੰ ਮੁਕੰਮਲ ਸਮੀਖਿਆ ਕਾਰਜ ਚੁਣਨਾ ਚਾਹੀਦਾ।
pl: Dodatki mogą zawierać komponenty binarne i utajniony kod źródłowy, ale Mozilla musi mieć możliwość sprawdzenia kopii kodu źródłowego każdej wersji udostępnianego dodatku zgłoszonej do sprawdzenia. Te dodatki nie spełniają warunków wstępnego sprawdzenia i muszą przejść pełny proces sprawdzenia.
pt_pt: Extras podem conter código-fonte binário, ofuscado ou minimizado, mas a Mozilla deve ter permissão para analisar uma cópia legível do código-fonte de cada versão de um extra enviada para análise. Esses extras não podem pedir uma análise preliminar e devem selecionar o processo de análise completa.
ru: Дополнения могут содержать бинарный, запутанный и минимизированный исходный код, но для Mozilla должна быть предоставлена ​​возможность проверки доступной для человеческого понимания копии исходного кода для каждой версии дополнения, представленного для проверки. Эти дополнения не имеют права на процесс предварительной проверки и должны выбрать процесс полной проверки.
sl: Dodatek lahko vsebuje binarno, zapleteno in minificirano izvorno kodo, vendar je treba Mozilli omogočiti, da pregleda berljivo kopijo izvorne kode za vsako različico dodatka, ki se jo predloži v pregled Ti dodatki za predhodni pregled niso ustrezni in zanje morate izbrati celoten proces pregleda.
uk: Додатки можуть містити бінарний, заплутаний та мінімізований програмний код, але для Mozilla повинна бути надана можливість перевірки доступною для людського розуміння копії програмного коду для кожної версії додатку, представленого для перевірки. Ці додатки не мають права на процес попередньої перевірки й повинні вибрати процес повної перевірки.
zh_cn: 以上是基本要求，并不保证附加组件一定能通过审核。本节适用于在本站托管的所有附加组件，包括通过初步审核的附加组件。

source: If an add-on contains binary or obfuscated source code, the author will receive a message when the add-on is reviewed indicating whom to contact at Mozilla to coordinate review of the source code. This code will be reviewed by an administrator and will not be shared or redistributed in any way. The code will only be used for the purpose of reviewing the add-on.
cs: Pokud doplněk obsahuje binární komponentu nebo kód z obfuskátoru, obdrží autor zprávu, když je doplněk zkontrolován s informací, koho v Mozille kontaktovat a koordinovat s ním kontrolu zdrojového kódu. Tento kód bude zkontrolován administrátorem a nebude v žádné podobě sdílen či distribuován. Kód bude použit pouze pro účely kontroly doplňku.
de: Wenn ein Add-on binären oder verschleierten Quelltext enthält, erhält der Autor eine Nachricht, wenn das Add-on überprüft wurde, die mitteilt, wer bei Mozilla kontaktiert werden sollte, um die Überprüfung des Quelltexts zu koordinieren. Dieser Quelltext wird von einem Administrator überprüft und nicht weitergegeben oder verteilt. Dieser Quelltext wurd nur verwendet, um das Add-on zu überprüfen.
es: Si un complemento contiene código fuente binario u ofuscado, el autor recibirá un mensaje cuando sea revisado indicando a quién contactar en Mozilla para coordinar la revisión del código fuente. El código será revisado por un administrador y no será compartido o redistribuido de ninguna forma. El código se usará exclusivamente para la revisión del complemento.
fr: Si un module contient des binaires ou du code obfusqué, l'auteur recevra un message quand le module est revu lui indiquant qui contacter chez Mozilla pour se coordonner pour la revue de code. Ce code sera revu par un administrateur et ne sera pas partagé ni redistribué. Le code sera uniquement utilisé afin de vérifier le module.
it: Se un componente aggiuntivo contiene componenti compilati o codice offuscato, l'autore riceverà un messaggio all'inizio del processo di revisione con i dati della persona da contattare in Mozilla per coordinare il processo di verifica del codice sorgente. Il codice verrà controllato da un amministratore e non verrà condiviso o ridistribuito in alcun modo. Il codice verrà utilizzato esclusivamente per la revisione del componente aggiuntivo.
ko: 부가 기능에 이진 코드나 변조된 코드가 포함되어 있을 경우 제작자는 부가 기능 심사시 조직화된 소스 코드 심사를 위해 Mozilla와 연락을 취할 사람을 알려달라는 메시지를 받아보게 됩니다. 해당 소스 코드는 관리자의 심사를 받게 되며 공유나 재배포는 어떤 식으로든 할 수 없습니다. 소스 코드는 부가 기능 심사를 위한 목적으로만 이용됩니다.
nl: Als een add-on binaire of onduidelijke broncode bevat ontvangt de schrijver een bericht wanneer de add-on is beoordeeld, waarin is aangegeven met wie bij Mozilla u contact moet opnemen om beoordeling van de broncode te coördineren. Deze code zal worden beoordeeld door een beheerder en zal op generlei wijze worden gedeeld of gedistribueerd. De code wordt uitsluitend gebruikt voor de beoordeling van de add-on.
pa_in: ਜੇਕਰ ਐਡ-ਆਨ ਵਿੱਚ ਬਾਇਨਰੀ ਜਾਂ ਬੇਕਾਰ ਕੋਡ ਸ਼ਾਮਲ ਹਨ, ਜਦੋਂ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾਏਗੀ ਲੇਖਕ ਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਮਿਲੇਗਾ ਜੋ ਦੱਸੇਗਾ ਕੀ ਸੋਰਸ ਕੋਡ ਦੀ ਸਮੀਖਿਆ ਦੇ ਸਹਿ-ਤਾਲਮੇਲ ਲਈ ਕਿਸ ਨਾਲ ਸੰਪਰਕ ਕਰਨਾ। ਇਸ ਕੋਡ ਦੀ ਸਮੀਖਿਆ ਪ੍ਰਬੰਧਕ ਵੱਲੋਂ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਨਾ ਹੀ ਸਾਂਝਾ ਜਾਂ ਕਿਸੇ ਵੀ ਢੰਗ ਨਾਲ ਵੰਡੀ ਜਾਵੇਗੀ। ਇਹ ਕੋਡ ਕੇਵਲ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਦੇ ਮਕਸਦ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Jeśli dodatek zawiera komponenty binarne lub utajniony kod źródłowy, autor dodatku otrzyma od recenzenta sprawdzającego dodatek wiadomość wskazującą osobę z Mozilli, z którą powinien skontaktować się w celu koordynacji sprawdzenia kodu źródłowego. Kod zostanie sprawdzony przez administratora, nie będzie w żaden sposób udostępniany lub redystrybuowany, zostanie użyty tylko w celu sprawdzenia dodatku.
pt_pt: Se um extra contiver código-fonte binário ou ofuscado, o autor receberá uma mensagem quando o extra for analisado indicando como contatar a Mozilla para coordenar a análise do código-fonte. Esse código será analisado por um administrador e não será compartilhado ou redistribuído de maneira alguma. O código será usado somente com o propósito de analisar o extra.
ru: Если дополнение содержит бинарный или запутанный исходный код, при проверке дополнения автор получит сообщение, указывающее, с кем из Mozilla ему надо связаться для координации проверки исходного кода. Этот код будет проверен администратором и не будет передаваться или распространяться каким-либо образом. Код будет использован только в целях проверки дополнения.
sl: Če dodatek vsebuje binarno ali zabrisano izvorno kodo, bo avtor prejel sporočilo, ko pride dodatek na vrsto za pregled, kjer bo tudi imenovana oseba pri Mozilli, ki usklajuje pregled izvorne kode. To kodo bo pregledal administrator in tretjim osebam se je ne bo v nobenem primeru dajalo v vpogled. Kodo se bo rabilo le za pregled dodatka.
uk: Якщо додаток містить бінарний або заплутаний програмний код, при перевірці додатка автор отримає повідомлення, що вказує, з ким із Mozilla йому треба зв'язатися для координації перевірки цього коду. Код буде перевірений адміністратором і не передаватиметься або розповсюджуватиметься будь-яким чином. Код буде використаний тільки з метою перевірки додатку.
zh_cn: 如果一个附加组件包含有二进制或混淆过的源代码，在附加组件被审核期间，我们会发送电子邮件通知作者与哪个 Mozilla 的人员联系来协调源代码的审核。这份代码会由一名管理员审核，并且不会以任何方式散布或与第三方分享。代码仅会被用于审核附加组件的目的。

source: If your add-on contains binary or obfuscated code that you don't own or can't get the source code for, you may <a href="%(link_contact)s">contact us</a> for information on how to proceed.
cs: Pokud doplněk obsahuje binární komponentu nebo kód z obfuskátoru, který nevlastníte nebo k němu nemůžete poskytnout zdrojový kód, <a href="%(link_contact)s">kontaktujte nás</a> pro více informací, jak tuto situaci vyřešit.
de: Wenn Ihr Add-on binären oder verschleierten Quelltext enthält, der Ihnen nicht gehört oder dessen Quelltext sie nicht bekommen können, können Sie <a href="%(link_contact)s">uns kontaktieren</a>, um zu erfahren, wie Sie weiter vorgehen sollten.
es: Si tu complemento contiene código binario u ofuscado que no te pertenece o cuyo código fuente no puedes obtener, puedes <a href="%(link_contact)s">contactar con nosotros</a> para informarte sobre cómo proceder.
fr: Si votre module contient des binaires ou du code obfusqué ne vous appartenant pas ou dont vous n'avez pas le code source, vous pouvez <a href="%(link_contact)s">nous contacter</a> pour savoir comment procéder.
it: Se il tuo componente aggiuntivo include componenti compilati di terze parti o di cui non è possibile ottenere il codice sorgente, puoi <a href="%(link_contact)s">conttarci</a> per informazioni su come procedere.
ko: 부가 기능에 이진 코드나 변조된 코드가 포함되어 있을 경우 소스 코드를 소유하거나 유용할 수 없으며 진행 방법에 관한 정보를 알려면 <a href="%(link_contact)s">저희와 연락</a>을 취해야 할 것입니다.
nl: Als uw add-on binaire of onduidelijke code bevat die niet uw eigendom is of waarvoor u de broncode niet kunt achterhalen, kunt u <a href="%(link_contact)s">contact met ons opnemen</a> voor informatie over hoe u verder kunt komen.
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਵਿੱਚ ਬਾਇਨਰੀ ਜਾਂ ਬੇਕਾਰ ਕੋਡ ਸ਼ਾਮਲ ਹੈ ਜੋ ਤੁਹਾਡਾ ਨਹੀਂ ਜਾਂ ਉਸ ਦਾ ਸੋਰਸ ਕੋਡ ਨਹੀਂ ਲੈ ਸਕਦੇ, ਅੱਗੇ ਕਿਵੇਂ ਵਧਿਆ ਜਾਵੇ ਦੀ ਜਾਣਕਾਰੀ ਲਈ ਤੁਸੀਂ <a href="%(link_contact)s">ਸਾਨੂੰ ਸੰਪਰਕ</a> ਕਰ ਸਕਦੇ ਹੋ।
pl: Jeśli twój dodatek zawiera komponenty binarne lub utajniony kod, którego nie jesteś właścicielem lub nie możesz otrzymać kodu źródłowego, możesz <a href="%(link_contact)s">skontaktować się z nami</a>, by uzyskać informacje na temat dalszego sposobu postępowania.
pt_pt: Se o seu extra contém código binário ou ofuscado em que você não é o dono ou não pode obter o código fonte, você pode<a href="%(link_contact)s">entrar em contato connosco</a> para informações sobre como prosseguir.
ru: Если ваше дополнение содержит двоичный или запутанный код, который вам не принадлежит или для которого вы не можете получить исходный код, вы можете <a href="%(link_contact)s">связаться с нами</a> для получения информации о дальнейших действиях.
sl: Če vaš dodatek vsebuje binarno ali zabrisano kodo, vendar do izvorne kode ne morete priti, se prosim <a href="%(link_contact)s"> obrnite na nas</a> glede nadaljnjega postopka.
uk: Якщо ваш додаток містить бінарний або заплутаний код, який вам не належить або для якого ви не можете отримати програмний код, ви можете <a href="%(link_contact)s">зв'язатися з нами</a> для отримання інформації про подальші дії.
zh_cn: 如果您的附加组件含有二进制的或混淆过的代码并且您没有其所有权或其源代码，您可以<a href="%(link_contact)s">联系我们</a>取得如何解决的相关信息。

source: Criteria for Submission
cs: Kritéria pro přidání
de: Kriterien für Einreichung
es: Criterios para el envío
fr: Critères d'envoi
it: Criteri per l'invio
ja: 登録基準
ko: 부가 기능 제출 규범
nl: Indieningscriteria
pa_in: ਦਾਖਲ ਕਰਨ ਲਈ ਮਾਪਢੰਡ
pl: Kryteria zamieszczania dodatku
pt_pt: Critérios para submissão
ru: Критерий представления
sl: Merila za oddajo
uk: Критерій представлення
zh_cn: 提交标准

source: Add-ons hosted on Mozilla Add-ons should be of high quality and give users an improved web experience. We look for the following things when deciding whether an add-on is appropriate to be public and unrestricted:
cs: Doplňky hostované na serveru Doplňky Mozilly by měly mít odpovídající kvalitu a poskytovat uživatelům lepší zážitek z webu. Pro posouzení toho, zda má být doplněk schválen a veřejný, se díváme na následující kritéria:
de: Add-ons, die bei Mozilla-Add-ons gehostet werden, sollten eine hohe Qualität besitzen und Benutzern ein verbessertes Web-Erlebnis bieten. Wir prüfen die folgenden Dinge, wenn wir entscheiden, ob en Add-on geeignet ist, öffentlich und unbeschränkt angeboten zu werden:
es: Los complementos alojados en Mozilla Add-ons deben tener alta calidad y dar una experiencia mejorada al usuario. Buscamos los siguientes aspectos cuando decididos que un complemento es apropiado para ser público:
fr: Les modules hébergés sur Mozilla Add-ons doivent être de grande qualité et donner et améliorer l'expérience de l'utilisateur. Afin de décider si un module est adapté pour être diffusé sans restriction, nous vérifions les points suivants :
it: I componenti aggiuntivi ospitati su Mozilla Add-ons devono essere di buona qualità e migliorare l'esperienza degli utenti sul Web. Ecco alcuni degli aspetti che vengono valutati nel momento in cui si decide se un componente aggiuntivo possa essere distribuito al pubblico senza limitazioni:
ko: Mozilla 부가 기능에 호스팅되고 있는 부가 기능은 뛰어난 품질이어야 하며 사용자에게 향상된 웹 서핑 경험을 제공할 수 있어야 합니다. 저희는 부가 기능을 어떻게 공개하고 제한을 해제해야 할 지를 결정할 때 아래의 규범을 따르고 있습니다:
nl: Add-ons die op Mozilla Add-ons worden gehost dienen van hoge kwaliteit te zijn en gebruikers een verbeterde webervaring te bieden. We zoeken naar de volgende dingen bij de beslissing of een add-on onbeperkt beschikbaar kan worden gesteld aan het publiek:
pa_in: ਮੌਜੀਲਾ ਐਡ-ਆਨ ਤੇ ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ ਉੱਚ-ਗੁਣਵੱਤਾ ਦੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ ਅਤੇ ਉਪਭੋਗੀ ਨੂੰ ਇੱਕ ਸੁਧਰਿਆ ਵੈੱਬ ਤਜਰਬਾ ਦੇਣ। ਕੀ ਐਡ-ਆਨ ਜਨਤਾ ਲਈ ਠੀਕ ਅਤੇ ਅਸੀਮਤ ਹੈ ਇਸ ਨਤੀਜੇ ਤੇ ਪਹੁੰਚਣ ਲਈ ਅਸੀਂ ਅੱਗੇ ਦਿੱਤੀਆਂ ਚੀਜ਼ਾਂ ਵੱਲ ਧਿਆਨ ਦਿੰਦੇ ਹਾਂ:
pl: Dodatki utrzymywane na witrynie Mozilla Add-ons powinny być wysokiej jakości i podnosić jakość korzystania z Internetu. Podejmując decyzję o upublicznieniu dodatku i niestosowaniu w stosunku do niego ograniczeń zwracamy baczną uwagę na następujące elementy:
pt_pt: Extras hospedados no Mozilla Extras devem oferecer alta qualidade e uma experiência melhor na Web para os usuários. Ao decidir se um extra é adequado para ser público e irrestrito, nós avaliamos o seguinte:
ru: Дополнения, размещенные на сайте дополнений Mozilla должны иметь высокое качество и улучшать для пользователей работу в Интернете. При принятии решения, может ли дополнение быть публичным и неограниченным в распространении мы смотрим на следующее:
sl: Dodatki, ki se jih gostuje na na Mozilli. bi morali biti visoke kakovosti in omogočati uporabnikom lažje in ugodnejše delo na spletu. Ko se odločamo o tem, ali je kak dodatek primeren za javno distribucijo brez omejitev, upoštevamo naslednje stvari:
uk: Додатки, розміщені на сайті дододатків Mozilla повинні мати високу якість і покращувати користувачам роботу в Інтернеті. При прийнятті рішення, чи може додаток бути публічним і необмеженим у поширенні ми дивимося на наступне:
zh_cn: 所有在 Mozilla 附加组件网站托管的附加组件都应该是高质量的，并且能改善用户的 Web 体验。在我们决定一个附加组件是否适合无限制的开放给公众使用时，我们会考虑以下几点：
