Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Remove this user as a contributor
cs: Odstranit tohoto uživatele z odběratelů
de: Diesen Benutzer als Mitwirkende(n) entfernen
el: Αφαίρεση χρήστη από τη λίστα συντελεστών
es: Eliminar a este usuario como colaborador
fr: Enlever ce contributeur
it: Rimuovi questo utente dal ruolo di collaboratore
ja: このユーザを協力者から削除
ko: 이 사용자를 기여자 명단에서 삭제하기
nl: Deze gebruiker verwijderen als medewerker
pa_in: ਹਿੱਸੇਦਾਰ ਦੇ ਤੌਰ ਤੇ ਇਸ ਉਪਭੋਗੀ ਨੂੰ ਹਟਾਓ
pl: Usuń tego użytkownika z listy autorów
pt_pt: Remover este utilizador como contribuinte
ru: Удалить этого пользователя как помощника
sl: Odstranite tega uporabnika kot sodelavca
uk: Вилучити цього користувача як помічника
zh_cn: 从贡献者中移除此用户

source: Remove
cs: Odebrat
de: Entfernen
el: Αφαίρεση
es: Borrar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pa_in: ਹਟਾਓ
pl: Usuń
pt_pt: Remover
ru: Удалить
sl: Odstrani
uk: Вилучити
zh_cn: 移除

source: Collection Contributors
cs: Přispěvatelé sbírky
de: Mirwirkende der Sammlung
el: Συντελεστές συλλογής
es: Colaboradores de la colección
fr: Contributeurs de la collection
it: Collaboratori alla raccolta
ja: コレクションの協力者
ko: 모음집 기여자
nl: Collectiemedewerkers
pa_in: ਸੰਗ੍ਰਹਿ ਹਿੱਸੇਦਾਰ
pl: Współautorzy kolekcji
pt_pt: Contribuintes da colecção
ru: Помощники в создании подборки
sl: Sodelavci pri zbirki
uk: Помічники збірки
zh_cn: 收藏集贡献者

source: You can add multiple contributors to this collection. A contributor can add and remove add-ons from this collection, but cannot change its name or description. To add a contributor, enter their email in the box below. Contributors must have a Mozilla Add-ons account.
cs: Ke sbírce můžete přiřadit více přispěvatelů. Přispěvatel může u sbírky přidávat či odstraňovat doplňky, ale nemůže měnit její jméno a popis. Pro přidání přispěvatele zadejte do pole níže jeho e-mailovou adresu. Přispěvatel musí mít účet na serveru Doplňky Mozilly.
de: Sie können mehrere Helfer zu dieser Sammlung hinzufügen. Ein Helfer kann Add-ons zu dieser Sammlung hinzufügen und löschen, aber er kann weder den Namen noch die Beschreibung ändern. Um einen Helfer hinzuzufügen, geben Sie dessen E-Mail ein. Helfer müssen einen Mozilla-Add-ons-Account haben.
el: Μπορείτε να προσθέσετε πολλούς συντελεστές στη συλλογή. Ένας συντελεστής μπορεί να προσθέσει ή να αφαιρέσει πρόσθετα από τη συλλογή, αλλά δεν μπορεί να αλλάξει το όνομα ή την περιγραφή της. Για να προσθέσετε ένα συντελεστή, εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του στο παρακάτω πλαίσιο. Οι συντελεστές σας θα πρέπει να έχουν λογαριασμό στα πρόσθετα Mozilla.
es: Puedes añadir múltiples colaboradores a esta colección. Un colaborador puede añadir y borrar complementos de esta colección, pero no puede cambiar su nombre o descripción. Para añadir un colaborador, escribe su correo electrónico en el cuadro siguiente. Los colaboradores deben tener una cuenta en Mozilla Add-ons.
fr: Vous pouvez ajouter de multiples contributeurs à cette collection. Un contributeur peut ajouter et supprimer des modules de cette collection, mais ne peut changer son nom ou sa description. Pour ajouter un contributeur, entrez son adresse courriel dans la zone de texte ci-dessous. Les contributeurs doivent avoir un compte Mozilla Add-ons.
it: Puoi aggiungere più collaboratori a questa raccolta. Un collaboratore è in grado di aggiungere e rimuovere elementi dalla raccolta ma non può cambiarne il nome o la descrizione. Per aggiungere un collaboratore inserisci il suo indirizzo email nel campo seguente. I collaboratori devono avere un account Mozilla Add-on.
ja: このコレクションに複数の協力者を追加できます。協力者は、このコレクションにアドオンを追加したり削除したりできますが、コレクションの名前と説明を変更することはできません。協力者を追加するには、そのユーザのメールアドレスを下のテキストボックスに入力してください。協力者は Mozilla Add-ons サイトのアカウントを持っていなければなりません。
ko: 모음집엔 여러 기여자를 추가할 수 있습니다. 기여자는 부가 기능의 추가 삭제가 가능하지만, 모음집의 이름이나 설명을 바꿀 수는 없습니다. 기여자를 추가하려면 아래 상자에 추가하려는 기여자의 이메일 주소를 입력해 주세요. 기여자는 Mozilla 부가 기능 계정을 가지고 있어야만 합니다.
nl: U kunt meerdere medewerkers aan deze collectie toevoegen. Een medewerker kan add-ons aan deze collectie toevoegen en ze eruit verwijderen, maar de naam of beschrijving niet wijzigen. Voer het e-mailadres in onderstaand veld in om een medewerker toe te voegen. Medewerkers dienen over een Mozilla Add-ons-account te beschikken.
pa_in: ਤੁਸੀਂ ਇਸ ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ ਹਿੱਸੇਦਾਰ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ। ਇੱਕ ਹਿੱਸੇਦਾਰ ਇਸ ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾਂ ਹਟਾਇਆ ਜਾ ਸਕਦਾ, ਪਰ ਉਸਦਾ ਨਾਂ ਜਾਂ ਵੇਰਵਾ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਇੱਕ ਹਿੱਸੇਦਾਰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਉਸਦੀ ਈਮੇਲ ਨੂੰ ਹੇਠ ਦਿੱਤੇ ਬਾਕਸ ਵਿੱਚ ਐਂਟਰ ਕਰੋ। ਹਿੱਸੇਦਾਰਾਂ ਕੋਲ ਇੱਕ ਮੌਜੀਲਾ ਐਡ-ਆਨ ਖਾਤਾ ਜ਼ਰੂਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Do tej kolekcji możesz dodać wielu współautorów. Współautorzy mogą dodawać dodatki do kolekcji i usuwać je, ale nie mogą zmieniać nazwy czy opisu dodatków. Aby dodać współautora, należy w polu znajdującym się poniżej podać jego adres e-mail. Współautorzy muszą na witrynie Mozilla Add-ons mieć założone konto.
pt_pt: Pode adicionar múltiplos contribuintes a esta colecção. Um contribuinte pode adicionar ou remover extras desta colecção, mas não pode alterar o nome ou a descrição. Para adicionar um contribuinte, escreva o endereço de correio electrónico na caixa em baixo. Os contribuintes devem ter uma conta nos extras da Mozilla.
ru: Вы можете добавить в эту подборку несколько помощников. Помощник может добавлять и удалять дополнения из этой подборки, но не может изменять её название или описание. Чтобы добавить помощника, введите его адрес электронной почты в расположенное ниже поле. Помощники должны иметь учетную запись на сайте дополнений Mozilla.
sl: Za to zbirko lahko navedete več sodelavcev. Sodelavec lahko doda in odstrani dodatke iz te zbirke, vendar ne more spremeniti njegovega imena ali opisa. Če želite dodati sodelavca, vnesite njegov e-mail v polje spodaj. Sodelavci morajo imeti račun pri Mozilla dodatkih.
uk: Ви можете додати декілька помічників до цієї збірки. Помічник може додавати і вилучати додатки з цієї збірки, але не може змінити її назву чи опис. Щоб додати помічника, введіть його адресу електронної пошти у полі внизу. Помічники повинні мати обліковий запис на сайті додатків Mozilla.
zh_cn: 您可以添加多个贡献者到这个收藏集。被添加的贡献者可以从这个收藏集添加和移除附加组件，但不能更改名称和描述。在下面的框中输入他的电子邮件地址就能将其添加为贡献者了（贡献者必须拥有一个 Mozilla 附加组件帐户）。

source: User
cs: Uživatel
de: Benutzer
el: Χρήστης
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザ
ko: 사용자
nl: Gebruiker
pa_in: ਉਪਭੋਗੀ
pl: Użytkownik
pt_pt: Utilizador
ru: Пользователь
sl: Uporabnik
uk: Користувач
zh_cn: 用户

source: Role
de: Rolle
el: Ρόλος
es: Rol
fr: Rôle
it: Ruolo
ja: 役割
ko: 역할
nl: Rol
pa_in: ਭੂਮਿਕਾ
pl: Funkcja
pt_pt: Papel
ru: Роль
sl: Vloga
uk: Роль
zh_cn: 角色

source: Enter the email address of the contributor to add
cs: Vložte e-mailovou adresu přispěvatele, kterého chcete přidat
de: Geben Sie die E-Mail-Adresse des Mitwirkenden ein, den Sie hinzufügen möchten
el: Εισαγωγή της διεύθυνσης email του συντελεστή για προσθήκη
es: Introduce la dirección de correo electrónico del colaborador que vas a añadir
fr: Entrez l'adresse courriel du contributeur à ajouter
it: Inserire l'indirizzo email del collaboratore da aggiungere
ja: 追加する協力者のメールアドレスを入力してください
ko: 추가할 기여자의 이메일 주소를 입력하세요
nl: Voer het e-mailadres van de toe te voegen medewerker in
pa_in: ਜੋੜਨ ਲਈ ਹਿੱਸੇਦਾਰ ਦਾ ਈਮੇਲ ਪਤਾ ਲਿੱਖੋ
pl: Aby dodać współautora, podaj jego adres e-mail
pt_pt: Escreva o endereço de correio electrónico do contribuinte a adicionar
ru: Введите адрес электронной почты добавляемого помощника
sl: Vnesite e-poštni naslov za sodelavca, ki ga želite dodati
uk: Введіть адресу електронної пошти помічника
zh_cn: 输入贡献者的电子邮件地址以添加

source: Add Contributor
cs: Přidat přispěvatele
de: Mitwirkenden hinzufügen
el: Προσθήκη συντελεστή
es: Agregar colaborador
fr: Ajouter un contributeur
it: Aggiungi collaboratore
ja: 協力者を追加
ko: 기여자 추가
nl: Medewerker toevoegen
pa_in: ਹਿੱਸੇਦਾਰ ਜੋੜੋ
pl: Dodaj współautora
pt_pt: Adicionar contribuinte
ru: Добавить помощника
sl: Dodaj sodelavca
uk: Додати помічника
zh_cn: 添加贡献者

source: Contributor
cs: Přispěvatel
de: Mitwirkender
el: Συντελεστής
es: Colaborador
fr: Contributeur
it: Collaboratore
ja: 協力者
ko: 기여자
nl: Medewerker
pa_in: ਹਿੱਸੇਦਾਰ
pl: Współautor
pt_pt: Contribuinte
ru: Помощник
sl: Sodelavec
uk: Помічник
zh_cn: 贡献者

source: Admin Settings
cs: Administrátorské nastavení
de: Admin-Einstellungen
el: Ρυθμίσεις διαχειριστή
es: Opciones de administrador
fr: Paramètres administrateur
it: Impostazioni amministratore
ja: 管理者設定
ko: 관리자 설정
nl: Beheerinstellingen
pa_in: ਸੰਚਾਲਨ ਸੈਟਿੰਗ
pl: Ustawienia administratora
pt_pt: Definições de admin
ru: Настройки администратора
sl: Skrbnikove nastavitve
uk: Налаштування адміністратора
zh_cn: 管理设置

source: <b>Warning:</b> By changing the owner of this collection, you will no longer be able to edit it. You will only be able to add and remove add-ons from it.
cs: <b>Varování:</b> Změnou vlastníka této sbírky, ztratíte možnost její úpravy. Budete moci pouze přidávat či odebírat doplňky.
de: <b>Achtung:</b> Wenn Sie den Besitzer dieser Sammlung ändern, können Sie sie nicht mehr bearbeiten. Sie können dann nur noch Add-ons hinzufügen und entfernen.
el: <b>Προειδοποίηση:</b> Αν αλλάξετε τον ιδιοκτήτη της συλλογής, δεν θα μπορείτε πια να την επεξεργαστείτε πέρα από το να προσθέσετε ή να αφαιρέσετε πρόσθετα.
es: <b>Advertencia:</b> al cambiar el propietario de esta colección, ya no podrás editarlo. Sólo podrás agregar y quitar complementos del mismo.
fr: <b>Attention :</b> En changeant le propriétaire de cette collection, vous ne serez plus en mesure de la modifier. Vous pourrez uniquement ajouter ou enlever des modules.
it: <b>Attenzione:</b> modificando il proprietario di questa raccolta, non sarai più in grado di modificarla. Avrai solo la possibilità di aggiungere o rimuovere componenti aggiuntivi.
ja: <b>警告:</b> このコレクションのオーナーを変更すると、今後あなたはコレクションを編集できなくなり、コレクションへのアドオンの追加と削除のみが可能となります。
ko: <b>경고:</b> 이 모음집의 소유자를 변경하고 나면 더이상 편집을 하실 수 없습니다. 이후부터는 이 모음집의 부가 기능의 추가 및 삭제만 가능하게 될 것입니다.
nl: <b>Waarschuwing:</b> door het wijzigen van de eigenaar van deze collectie kunt u deze niet meer bewerken. U kunt alleen nog add-ons eraan toevoegen en eruit verwijderen.
pa_in: <b>ਚੇਤਾਵਨੀ:</b> ਇਸ ਸੰਗ੍ਰਹਿ ਦਾ ਮਾਲਕ ਬਦਲਣ ਨਾਲ, ਤੁਸੀਂ ਹੁਣ ਇਸ ਵਿੱਚ ਸੋਧ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਰਹੋਗੇ। ਤੁਸੀਂ ਇਸ ਵਿੱਚ ਕੇਵਲ ਐਡ-ਆਨ ਸ਼ਾਮਲ ਅਤੇ ਹਟਾਉਣ ਦੇ ਯੋਗ ਹੀ ਹੋਵੋਗੇ।
pl: <b>Ostrzeżenie:</b> Po zmianie właściciela tej kolekcji nie będziesz mieć możliwości edytowania tej kolekcji. Będziesz tylko mieć możliwość dodawania i usuwania z niej dodatków.
pt_pt: <b>Aviso:</b> Ao alterar o dono desta colecção, já não a poderá editar. Apenas poderá adicionar ou remover extras.
ru: <b>Внимание:</b> При изменении владельца этой подборки, вы больше не сможете её редактировать. Вы сможете только добавлять и удалять из неё дополнения.
sl: <b>Opozorilo:</b>Če spremenite lastnika te zbirke, je ne boste več mogli urejati. Lahko boste le dodajali ali odstranjevali dodatke iz nje.
uk: <b>Увага:</b> Змінивши власника цієї збірки, ви більше не зможете редагувати її. Ви зможете тільки додавати або вилучати додатки з неї.
zh_cn: <b>警告：</b>改变此收藏集的所有者后您就不能再编辑它了，只能添加和删除附加组件。

source: Continue
cs: Pokračovat
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pa_in: ਜਾਰੀ
pl: Kontynuuj
pt_pt: Continuar
ru: Продолжить
sl: Nadaljuj
uk: Продовжити
zh_cn: 继续

source: or <a id="change-owner-cancel" href="#">Cancel</a>
cs: nebo <a id="change-owner-cancel" href="#">Zrušit</a>
de: oder <a id="change-owner-cancel" href="#">Abbrechen</a>
el: ή <a id="change-owner-cancel" href="#">Ακύρωση</a>
es: o <a id="change-owner-cancel" href="#">Cancelar</a>
fr: ou <a id="change-owner-cancel" href="#">annuler</a>
it: oppure <a id="change-owner-cancel" href="#">Annulla</a>
ja: または <a id="change-owner-cancel" href="#">キャンセル</a>
ko: 또는 <a id="change-owner-cancel" href="#">취소</a>
nl: of <a id="change-owner-cancel" href="#">Annuleer</a>
pa_in: ਜਾਂ <a id="change-owner-cancel" href="#">ਰੱਦ</a>
pl: lub <a id="change-owner-cancel" href="#">Anuluj</a>
pt_pt: ou <a id="change-owner-cancel" href="#">Cancelar</a>
ru: или <a id="change-owner-cancel" href="#">Отменить</a>
sl: ali <a id="change-owner-cancel" href="#">Prekliči</a>
uk: або <a id="change-owner-cancel" href="#">Скасувати</a>
zh_cn: 或<a id="change-owner-cancel" href="#">取消</a>

source: Collections by {0}
cs: Sbírky uživatele {0}
de: Sammlungen von {0}
el: Συλλογές του {0}
es: Colecciones de {0}
fr: Collections de {0}
it: Raccolte di {0}
ja: {0} の作成したコレクション
ko: {0}님이 제작한 모음집
nl: Collecties van {0}
pa_in: {0} ਵੱਲੋਂ ਸੰਗ੍ਰਹਿ
pl: Kolekcje autorstwa {0}
pt_pt: Coleções de {0}
ru: Подборки от {0}
sl: Zbirke {0}
uk: Збірки від {0}
zh_cn: {0} 的收藏集

source: No collections found.
cs: Nebyla nalezena žádná sbírka.
de: Keine Sammlungen gefunden.
el: Δεν βρέθηκαν συλλογές.
es: No se ha encontrado ninguna colección.
fr: Aucune collection trouvée
it: Nessuna raccolta trovata.
ja: コレクションが見つかりませんでした。
ko: 모음집이 없습니다.
nl: Geen collecties gevonden.
pa_in: ਕੋਈ ਸੰਗ੍ਰਹਿ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono kolekcji.
pt_pt: Nenhuma colecção encontrada.
ru: Подборок не найдено.
sl: Ni najti zbirk.
uk: Не знайдено жодної збірки.
zh_cn: 未找到收藏集。

source: Most-Followed Collections
cs: Nejvíce odebírané sbírky
de: Meistbeobachtete Sammlungen
el: Πλέον ακολουθούμενες συλλογές
es: Colecciones más seguidas
fr: Collections les plus suivies
it: Raccolte più seguite
ja: フォロー数の多いコレクション
ko: 가장 많이 팔로우된 모음집
nl: Meest gevolgde collecties
pa_in: ਬਹੁਤੇ ਸਮਰਥਨ ਵਾਲੇ ਸੰਗ੍ਰਹਿ
pl: Najczęściej obserwowane kolekcje
pt_pt: Coleções com maiores seguidores
ru: Самые отслеживаемые подборки
sl: Zbirke z največ sledečimi
uk: Найбільш відслідковувані збірки
zh_cn: 关注最多的收藏集

source: Newest Collections
cs: Nejnovější sbírky
de: Neueste Sammlungen
el: Νεότερες συλλογές
es: Colecciones más recientes
fr: Nouvelles collections
it: Raccolte più recenti
ja: 最新のコレクション
ko: 신규 모음집
nl: Nieuwste collecties
pa_in: ਬਿਲਕੁਲ ਨਵੇਂ ਸੰਗ੍ਰਹਿ
pl: Najnowsze kolekcje
pt_pt: Coleções mais recentes
ru: Новейшие подборки
sl: Najnovejše zbirke
uk: Найновіші збірки
zh_cn: 最新的收藏集

source: Collections by Name
cs: Sbírky dle jména
de: Sammlungen nach Name
el: Συλλογές κατ'όνομα
es: Colecciones por nombre
fr: Collections par nom
it: Raccolte per nome
ja: 名前順のコレクション
ko: 이름순으로 정렬된 모음집
nl: Collecties op naam
pa_in: ਨਾਂ ਦੁਆਰਾ ਸੰਗ੍ਰਹਿ
pl: Kolekcje wg nazwy
pt_pt: Coleções por nome
ru: Подборки по имени
sl: Zbirke po imenu
uk: Збірки за назвою
zh_cn: 按名称排序收藏集

source: Recently Updated Collections
cs: Nedávno aktualizované sbírky
de: Kürzlich aktualisierte Sammlungen
el: Πρόσφατα ενημερωμένες συλλογές
es: Colecciones actualizadas recientemente
fr: Collections récemment mises à jour
it: Raccolte aggiornate di recente
ja: 最近更新されたコレクション
ko: 최근 업데이트된 모음집
nl: Onlangs bijgewerkte collecties
pa_in: ਹਾਲ ਵਿੱਚ ਅੱਪਡੇਟ ਹੋਏ ਸੰਗ੍ਰਹਿ
pl: Ostatnio zaktualizowane kolekcje
pt_pt: Coleções atualizadas recentemente
ru: Недавно обновлённые подборки
sl: Nedavno posodobljene zbirke
uk: Нещодавно оновлені збірки
zh_cn: 最近更新的收藏集

source: Recently Popular Collections
cs: Poslední populární sbírky
de: Neueste beliebte Sammlungen
el: Πρόσφατα δημοφιλείς συλλογές
es: Colecciones populares recientemente
fr: Collections dernièrement populaires
it: Raccolte popolari (recenti)
ja: 最近人気のコレクション
ko: 최근 인기 모음집
nl: Onlangs populaire collecties
pa_in: ਹਾਲ ਵਿੱਚ ਮਸ਼ਹੂਰ ਹੋਏ ਸੰਗ੍ਰਹਿ
pl: Ostatnio popularne kolekcje
pt_pt: Coleções recentemente populares
ru: Недавно популярные подборки
sl: Zadnje čase priljubljene zbirke
uk: Нещодавно популярні збірки
zh_cn: 最近热门的收藏集

source: Subscribe
cs: Odebírat
de: Abonnieren
el: Εγγραφή
es: Suscribirse
fr: Inscription
it: Sottoscrivi
ja: 購読
ko: 구독하기
nl: Abonneren
pa_in: ਗਾਹਕੀ
pl: Subskrybuj
pt_pt: Subscrever
ru: Подписаться
sl: Naročite se
uk: Підписатись
zh_cn: 订阅

source: Following
cs: Začít sledovat
de: Beobachten
el: Ακολουθείται
es: Siguiendo
fr: Suivi
it: Iscritto
ja: フォロー中
ko: 팔로윙
nl: Wordt gevolgd
pa_in: ਸਮਰਥਨ ਕਰ ਰਿਹਾ
pl: Obserwowane
pt_pt: Seguinte
ru: Следую
sl: Sledi se
uk: Слідую
zh_cn: 正在关注

source: Create a Collection
cs: Vytvořit sbírku
de: Eine Sammlung anlegen
el: Δημιουργία συλλογής
es: Crear una colección
fr: Créer une collection
it: Crea una raccolta
ja: コレクションを作成
ko: 모음집 제작하기
nl: Een collectie maken
pa_in: ਇੱਕ ਸੰਗ੍ਰਹਿ ਬਣਾਓ
pl: Utwórz kolekcję
pt_pt: Criar uma colecção
ru: Создать подборку
sl: Ustvari zbirko
uk: Створити збірку
zh_cn: 创建收藏集

source: Collections make it easy to keep track of favorite add-ons and share your perfectly customized browser with others.
cs: Sbírky vám umožňují snadno seskupovat vaše oblíbené doplňky a sdílet svůj perfektně přizpůsobený prohlížeč s ostatními.
de: Sammlungen machen es einfach, Ihre Lieblings-Add-ons zu verwalten und Ihren perfekt angepassten Browser mit anderen zu teilen.
el: Οι συλλογές είναι ένας εύκολος τρόπος για να παρακολουθήσετε τα αγαπημένα σας πρόσθετα και να βοηθήσετε κι άλλους να προσαρμόσουν τον περιηγητή τους τέλεια όπως το δικό σας.
es: Las colecciones facilitan el seguimiento de los complementos favoritos y te permiten compartir tu navegador perfectamente personalizado con otras personas.
fr: Les collections permettent de facilement garder trace de vos modules favoris et de partager votre personnalisation du navigateur avec d'autres.
it: Le raccolte ti permettono di organizzare in modo semplice i tuoi componenti aggiuntivi preferiti e condividere con altri la configurazione perfettamente personalizzata del tuo browser.
ja: コレクションを使えば、お気に入りのアドオンをチェックしたり、完全にカスタマイズされたブラウザを他のユーザと共有したりすることが簡単にできます。
ko: 모음집은 좋아하는 부가 기능을 쉽게 찾을 수 있게 해주며 남들에게 완벽하게 개인화한 브라우저 환경을 공유할 수 있게 해줍니다.
nl: Collecties maken het eenvoudig om favoriete add-ons te volgen en uw perfect aangepaste browser met anderen te delen.
pa_in: ਸੰਗ੍ਰਹਿ ਤੁਹਾਡੇ ਪਸੰਦੀਦਾ ਐਡ-ਆਨ ਦੀ ਨਿਗਰਾਨੀ ਰੱਖਣਾ ਅਤੇ ਤੁਹਾਡੇ ਮੁੰਕਮਲ ਫ਼ੇਰਬਦਲ ਕੀਤੇ ਬਰਾਊਂਜਰ ਨੂੰ ਹੋਰਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰਨਾ ਸੌਖਾ ਬਣਾ ਦਿੰਦੇ ਹਨ।
pl: Kolekcje ułatwiają obserwację ulubionych dodatków i dzielenie się z innymi perfekcyjną konfiguracją swojej przeglądarki.
pt_pt: As coleções tornam mais fácil o seguimento dos extras favoritos partilham o seu navegador completamente personalizado com os outros.
ru: Подборки позволяют легко отслеживать любимые дополнения и поделиться с другими вашим прекрасно настроенным браузером.
sl: Zbirke vam omogočajo spremljati najljubše dodatke in deliti svoj do kraja prilagojen brskalnik z drugimi.
uk: Збірки дають змогу з легкістю слідкувати за улюбленими додатками та ділитись вашим ідеально пристосованим браузером з іншими.
zh_cn: 收藏集可以很方便的将您喜爱的附加组件记录下来，让您与别人分享完全定制的浏览器。

source: Collection Icon
cs: Ikonka sbírky
de: Sammlungs-Icon
el: Εικονίδιο συλλογής
es: Imagen de la colección
fr: Icône de la collection
it: Icona della raccolta
ja: コレクションのアイコン
ko: 모음집 아이콘
nl: Collectiepictogram
pa_in: ਸੰਗ੍ਰਹਿ ਆਈਕਾਨ
pl: Ikona kolekcji
pt_pt: Ícone da colecção
ru: Значок подборки
sl: Sličica za zbirke
uk: Іконка збірки
zh_cn: 收藏集图标

source: Reset
cs: Obnovit
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fr: Réinitialisation
it: Ripristina
ja: リセット
ko: 초기화
nl: Opnieuw instellen
pa_in: ਰੀਸੈੱਟ
pl: Resetuj
pt_pt: Reiniciar
ru: Сбросить
sl: Ponastavi
uk: Скинути
zh_cn: 重置

source: PNG and JPG supported. Image will be resized to 32x32.
cs: Podporované formáty jsou PNG a JPG. Obrázky budou upraveny na rozměry 32x32.
de: PNG und JPG werden unterstützt. Das Bild wird verkleinert auf 32x32.
el: Υποστηρίζονται τύποι αρχείων PNG και JPG. Το μέγεθος της εικόνας θα μετατραπεί σε 32x32.
es: Se admiten PNG y JPG. La imagen se redimensionará a 32x32.
fr: Les formats PNG et JPG sont supportés. L'image sera retaillée en 32x32.
it: Sono supportati PNG e JPG. L'immagine verrà ridimensionata automaticamente a 32x32.
ja: 対応形式は PNG と JPEG です。画像は 32 × 32 ピクセルへリサイズされます。
ko: PNG와 JPG 형식을 지원합니다. 이미지는 32x32 크기로 재조정될 것입니다.
nl: PNG en JPG worden ondersteund. De afbeeldingsgrootte wordt gewijzigd in 32x32.
pa_in: PNG ਅਤੇ JPG ਸਮਰਥਨ ਕਰਦਾ। ਤਸਵੀਰ ਨੂੰ ਮੁੜ ਆਕਾਰ 32x32 ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Obsługiwane są formaty PNG i JPG. Obrazek zostanie przeskalowany do rozmiaru 32x32.
pt_pt: PNG e JPG suportados. A imagem será redimensionada para 32x32.
ru: Поддерживается PNG и JPG. Изображение будет масштабировано до 32x32.
sl: Podprta sta PNG in JPG. Sliko se bo pomanjšalo na velikost 32x32.
uk: Підтримуються формати PNG та JPG. Розмір зображення буде змінено до 32x32.
zh_cn: 支持 PNG 和 JPG。图像将被缩放为 32x32。

source: There are errors in this form. Please correct them below.
cs: V tomto formuláři se vyskytly chyby. Níže je prosím opravte.
de: Dieses Formular enthält Fehler. Bitte korrigieren Sie diese Fehler.
el: Υπάρχουν σφάλματα στη φόρμα. Παρακαλούμε διορθώστε τα παρακάτω.
es: Hay errores en este formulario. Corrígelos a continuación.
fr: Le formulaire contient des erreurs. Merci de les corriger ci-dessous.
it: Sono presenti degli errori nel modulo. Correggerli e inviare nuovamente.
ja: 入力された項目にエラーがあります。以下のエラーを訂正してください。
ko: 양식에 오류가 있습니다. 아래 사항을 정정해 주세요.
nl: Er zitten fouten in dit formulier. Verbeter ze hieronder.
pa_in: ਇਸ ਫ਼ਾਰਮ ਵਿੱਚ ਗਲਤੀਆਂ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਹੇਠ ਦਿੱਤੇ ਨੂੰ ਠੀਕ ਕਰੋ।
pl: Znaleziono błędy w formularzu. Popraw je poniżej.
pt_pt: Existem erros neste formulário. Corriga-os em baixo.
ru: В этой форме имеются ошибки. Пожалуйста, исправьте их.
sl: Ta obrazec vsebuje napake. Prosim popravite jih spodaj.
uk: У цій формі наявні помилки. Виправте будь ласка їх внизу.
zh_cn: 此表单中有错误，请更正以下内容。

source: Add-ons in Your Collection
cs: Doplňky ve vaší sbírce
de: Add-ons in Ihrer Sammlung
el: Πρόσθετα στη συλλογή σας
es: Complementos en tu colección
fr: Modules dans votre collection
it: Componenti aggiuntivi inclusi nella raccolta
ja: コレクションに入っているアドオン
ko: 모음집에 들어있는 부가 기능
nl: Add-ons in uw collectie
pa_in: ਤੁਹਾਡੇ ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਐਡ-ਆਨ
pl: Dodatki w tej kolekcji
pt_pt: Extras na sua colecção
ru: Дополнения в вашей подборке
sl: Dodatki v vaši zbirki
uk: Додатки у вашій збірці
zh_cn: 您收藏集中的附加组件
