Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The app requires the platform to have a smartphone-sized display (having qHD resolution). This option indicates that the app will be unusable on larger displays (e.g., tablets, desktop, large or high-DPI phones).
de: Diese Anwendung erfordert, dass die Plattform ein Display in Smartphone-Größe (qHD-Auflösung) hat. Diese Option bedeutet, dass die Anwendung auf größeren Displays (z.B. Tablets, Desktop-PCs oder Handys mit hoher DPI) nicht verwendbar ist.
fr: L'application nécessite que la plateforme soit équipée d'un écran de taille smartphone (avec une résolution qHD). Cette option indique que l'application sera inutilisable sur des écrans plus grands (e.g., tablettes, ordinateur de bureau, téléphone avec très haute résolution).
it: L'app necessita di uno schermo tipo smartphone (con risoluzione QHD). Questa opzione indica che l'app non può essere utilizzata con schermi di dimensione superiore (ad esempio tablet, desktop o telefoni con schermi grandi o una DPI superiore).
ko: 이 앱은 스마트폰 정도의 화면크기 (qHD 해상도) 가 필요합니다. 이 옵션은 더 큰 화면 (태블릿, 데스크톱, DPI가 크거나 높은 휴대폰 등) 에서는 본 앱을 사용할 수 없다는 내용을 표시합니다.
nl: De app vereist dat het platform een scherm met smartphone-afmetingen (met qHD-resolutie) heeft. Deze optie geeft aan dat de app niet kan worden gebruikt op grotere schermen (zoals tablets, desktops, grote telefoons of telefoons met een hoge resolutie).
pl: Aplikacja wymaga platformy mającej wyświetlacz rozmiaru smartfona (rozdzielczość qHD). Ta opcja oznacza, że aplikacji nie będzie można używać na większych wyświetlaczach (np. tabletach, urządzeniach desktopowych, większych telefonach lub z wysoką rozdzielczością).
zh_cn: 此应用程序要求平台必须使用智能手机尺寸的屏幕（有 qHD 分辨率）。此选项表示该应用程序将无法在大尺寸屏幕（例如平板电脑，台式机或者高分辨率屏幕的手机）上使用。

source: The app requires that the platform can decode and play MP3 files.
cs: Aplikace vyžaduje, aby platforma umožňovala dekódovat a přehrávat soubory ve formátu MP3.
de: Diese Anwendung erfordert, dass die Plattform MP3-Dateien dekodieren und wiedergeben kann.
es: La aplicación requiere que la plataforma pueda decodificar y reproducir archivos MP3.
fr: L'application nécessite que la plateforme sache décoder et jouer des fichiers MP3.
it: L'app necessita di una piattaforma in grado di decodificare e riprodurre file mp3.
ko: 이 앱은 MP3 파일의 디코드 및 재생이 가능한 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform MP3-bestanden kan decoderen en afspelen.
pl: Ta aplikacja wymaga, by platforma mogła dekodować i odtwarzać pliki MP3.
zh_cn: 此应用程序需要可以解码并播放 MP3 文件的平台。

source: The app requires that the platform supports the HTML5 audio API.
cs: Aplikace vyžaduje, aby platforma podporovala HTML5 Audio API.
de: Diese Anwendung erfordert auf der Plattform Unterstützung der API „Audio“ von HTML5.
es: Esta aplicación requiere que la plataforma sea compatible con la API de audio de HTML5.
fr: L'application nécessite que la plateforme prenne en charge l'API audio HTML5.
it: L'app richiede una piattaforma che supporti l'API audio HTML5.
ko: 이 앱은 HTML5 오디오 API를 지원하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform de HTML5-audio-API ondersteunt.
pl: Aplikacja wymaga platformy obsługującej API audio HTML5 .
zh_cn: 该应用需要支持 HTML5 音频 API 的平台。

source: The app requires that the platform supports the Web Audio API (`window.AudioContext`).
cs: Aplikace vyžaduje, aby platforma podporovala Web Audio API (`window.AudioContext`).
de: Diese Anwendung erfordert auf der Plattform Unterstützung der Web Audio API („window.AudioContext“).
es: La aplicación requiere que la plataforma sea compatible con la API Web Audio (`window.AudioContext`).
fr: L'application nécessite que la plateforme prenne en charge l'API Web Audio (« window.AudioContext »).
it: L'app richiede una piattaforma che supporti l'API Web Audio (`window.AudioContext`).
ko: 이 앱은 웹 오디오 API (`window.AudioContext`)를 지원하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform de Web Audio-API (‘window.AudioContext’) ondersteunt.
pl: Aplikacja wymaga platformy obsługującej API Web Audio (`window.AudioContext`).
zh_cn: 该应用需要支持 Web Audio API（`window.AudioContext`）的平台。

source: The app requires that the platform can decode and play H.264 video files.
cs: Aplikace vyžaduje, aby platforma podporovala dekódování a přehrávání videí ve formátu H.264.
de: Diese Anwendung erfordert, dass die Plattform H.264-Videodateien dekodieren und wiedergeben kann.
es: Esta aplicación requiere que la plataforma pueda decodificar y reproducir videos H.264.
fr: L'application nécessite que la plateforme sache décoder et jouer des fichiers vidéos H.264.
it: L'app richiede una piattaforma in grado di decodificare e riprodurre i file video H.264.
ko: 이 앱은 H.264 동영상 파일을 디코드해서 재생할 수 있는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform H.264-videobestanden kan decoderen en afspelen.
pl: Aplikacja wymaga platformy mogącej dekodować i wyświetlać pliki wideo H.264.
zh_cn: 该应用需要能解码并播放 H.264 视频文件的平台。

source: The app requires that the platform can decode and play WebM video files (VP8).
cs: Aplikace vyžaduje, aby platforma podporovala dekódování a přehrávání videí ve formátu WebM (VP8).
de: Diese Anwendung erfordert, dass die Plattform WebM-Videodateien (VP8) dekodieren und wiedergeben kann.
es: Esta aplicación requiere que la plataforma pueda decodificar y reproducir videos WebM (VP8).
fr: L'application nécessite que la plateforme sache décoder et jouer des fichiers vidéos WebM (VP8).
it: L'app richiede una piattaforma in grado di decodificare e riprodurre i file video WebM (VP8).
ko: 이 앱은 WebM 동영상 파일 (VP8)을 디코드해서 재생할 수 있는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform WebM-videobestanden (VP8) kan decoderen en afspelen.
pl: Aplikacja wymaga platformy mogącej dekodować i odtwarzać pliki wideo WebM (VP8).
zh_cn: 该应用需要能解码并播放 WebM 视频文件（VP8）的平台.

source: The app requires the Full Screen API (`requestFullScreen` or `mozRequestFullScreen`).
cs: Aplikace vyžaduje Full Screen API (`requestFullScreen` či `mozRequestFullScreen`).
de: Diese Anwendung erfordert die API „Full Screen“ („requestFullScreen“ oder „mozRequestFullScreen“).
es: Esta aplicación requiere la API Full Screen (`requestFullScreen` o `mozRequestFullScreen`).
fr: L'application nécessite l'API Full Screen (« requestFullScreen » ou « mozRequestFullScreen »).
it: L'app richiede l'API Full Screen (`requestFullScreen` o `mozRequestFullScreen`).
ko: 이 앱은 전체화면 API (`requestFullScreen` or `mozRequestFullScreen`)를 필요로 합니다.
nl: De app vereist de Volledig scherm-API (‘requestFullScreen’ of ‘mozRequestFullScreen’).
pl: Aplikacja wymaga API Full Screen (`requestFullScreen` lub `mozRequestFullScreen`).
zh_cn: 该应用请求使用全屏 API（`requestFullScreen` 或 `mozRequestFullScreen`）。

source: The app requires the platform to support the gamepad API (`navigator.getGamepads`).
cs: Aplikace vyžaduje platformu s podporou Gamepad API (`navigator.getGamepads`).
de: Diese Anwendung erfordert, dass die Plattform die Gamepad-API („navigator.getGamepads“) unterstützt.
es: La aplicación requiere que la plataforma sea compatible con la API gamepad (`navigator.getGamepads`).
fr: L'application nécessite que la plateforme prenne en charge l'API manette de jeux (« navigator.getGamepads »).
it: L'app necessita di una piattaforma che supporta l'API Gamepad (`navigator.getGamepads`).
ko: 이 앱은 게임패드 API (`navigator.getGamepads`)를 지원하는 플랫폼을 필요로 합니다.
nl: De app vereist dat het platform de gamepad-API (‘navigator.getGamepads’) ondersteunt.
pl: Aplikacja wymaga platformy obsługującej API gamepad (`navigator.getGamepads`).
zh_cn: 此应用程序需要支持 gmaepad API （`navigator.getGamepads`） 的平台。

source: The app requires the platform to allow persistent storage limit increases above the normally allowed limits for an app (`window.StorageInfo` or `window.persistentStorage`).
de: Diese Anwendung erfordert, dass die Plattform die Erlaubnis zur Erhöhung des dauerhaften Speicherplatzes über die normalen Grenzen für eine Anwendung („window.StorageInfo“ oder „window.persistentStorage“).
es: La aplicación requiere que la plataforma permita aumentar el límite de almacenamiento permanente por encima de los límites normalmente permitidos para una aplicación (`window.StorageInfo` or `window.persistentStorage`).
fr: L'application nécessite que la plateforme autorise un stockage persistant avec des limites supérieures à celles habituellement autorisées pour une application (« window.StorageInfo » ou « window.persistentStorage »).
it: L'app richiede una piattaforma che permetta di aumentare il limite di spazio di archiviazione oltre quello normalmente concesso alle app (`window.StorageInfo` or `window.persistentStorage`).
ko: 이 앱은 일반적으로 앱에 허용된 한계치보다 저장 공간을 끊임없이 늘릴 수 있는 플랫폼을 필요로 합니다. (`window.StorageInfo` 혹은 `window.persistentStorage`)
nl: De app vereist dat het platform blijvende opslaglimietverhogingen boven de normale grenzen voor een app (‘window.StorageInfo’ of ‘window.persistentStorage’) toestaat.
pl: Aplikacja wymaga platformy umożliwiającej trwałe zwiększenie limitu przechowywania danych ponad normalnie dopuszczalny limit dla aplikacji (`window.StorageInfo` lub `window.persistentStorage`).
zh_cn: 该应用需要允许应用持续存储限制超过正常允许水平（`window.StorageInfo` 或 `window.persistentStorage`）的平台

source: Completed
cs: Dokončeno
de: Vollständig
es: Completado
fr: Complété
it: Completato
ko: 완료됨
nl: Afgerond
pl: Zakończono
ru: Завершено
sl: Dokončano
zh_cn: 已完成

source: Fully open mobile ecosystem
cs: Plně otevřený mobilní ekosystém
de: Komplett offenes mobiles Ökosystem
es: Ecosistema completamente abierto para móviles
fr: Écosystème mobile totalement ouvert
it: Un ecosistema mobile totalmente aperto
ko: 전체 오픈 모바일 생태계
nl: Volledig open mobiel ecosysteem
pl: W pełni otwarty mobilny ekosystem
sl: Popolnoma odprto mobilno okolje
zh_cn: 完全开放的移动生态环境

source: Windows, Mac and Linux
cs: Windows, Mac a Linux
de: Windows, Mac und Linux
es: Windows, Mac y Linux
fr: Windows, Mac et Linux
it: Windows, Mac e Linux
ko: Windows, Mac, Linux
nl: Windows, Mac en Linux
pl: Windows, Mac i Linux
ru: Windows, Mac и Linux
sl: Windows, Mac in Linux

source: Android smartphones
cs: Telefony s Androidem
es: Teléfonos inteligentes Android
fr: Téléphones Android
it: Smartphone Android
ko: 안드로이드 스마트폰
pl: Smartfony z Androidem
ru: Смартфоны Android
sl: Android telefoni
zh_cn: Android 智能机

source: Android tablets
cs: Tablety s Androidem
es: Tabletas Android
fr: Tablettes Android
it: Tablet Android
pl: Tablety z Androidem
ru: Планшеты Android

source: General Audiences
de: Allgemeines Publikum
es: Público general
fr: Audiences générales
it: Per tutti
ko: 일반 관객
nl: Algemeen publiek
pl: Bez ograniczeń wiekowych
ru: Основная аудитория
sl: Za splošno predvajanje
zh_cn: 大众级

source: Not recommended for viewers younger than 10 years of age
cs: Není doporučeno pro návštěvníky mladších 10 let.
de: Nicht empfohlen für Betrachter unter 10 Jahren
es: No recomendada para menores de 10 años
fr: Non recommandé pour les personnes de moins de 10 ans
it: Visione sconsigliata ai minori di 10 anni
pl: Niepolecane dla widzów młodszych niż 10 lat

source: Not recommended for viewers younger than 12 years of age
cs: Není doporučeno pro návštěvníky mladších 12 let.
de: Nicht empfohlen für Betrachter unter 12 Jahren
es: No recomendada para menores de 12 años
fr: Non recommandé pour les personnes de moins de 12 ans
it: Sconsigliato ai minori di 12 anni
pl: Niepolecane dla widzów młodszych niż 12 lat

source: Not recommended for viewers younger than 14 years of age
cs: Není doporučeno pro návštěvníky mladších 14 let.
de: Nicht empfohlen für Betrachter unter 14 Jahren
es: No recomendada para menores de 14 años
fr: Non recommandé pour les personnes de moins de 14 ans
it: Sconsigliato ai minori di 14 anni
pl: Niepolecane dla widzów młodszych niż 14 lat

source: Not recommended for viewers younger than 16 years of age
cs: Není doporučeno pro návštěvníky mladších 16 let.
de: Nicht empfohlen für Betrachter unter 16 Jahren
es: No recomendada para menores de 16 años
fr: Non recommandé pour les personnes de moins de 16 ans
it: Sconsigliato ai minori di 16 anni
pl: Niepolecane dla widzów młodszych niż 16 lat

source: Not recommended for viewers younger than 18 years of age
cs: Není doporučeno pro návštěvníky mladších 18 let.
de: Nicht empfohlen für Betrachter unter 18 Jahren
es: No recomendada para menores de 18 años
fr: Non recommandé pour les personnes de moins de 18 ans
it: Sconsigliato ai minori di 18 anni
pl: Niepolecane dla widzów młodszych niż 18 lat

source: Department of Justice, Rating, Titles and Qualification
de: Abteilung für Justiz, Bewertung, Titel und Qualifikation (DEJUS)
es: Departamento de Justicia, Valoraciones, Títulos y Cualificaciones
fr: Ministère de la justice, note, titres et qualification
it: Dipartimento di giustizia, visti censura, titoli e classificazioni
ko: 정당성, 이용 등급, 제목, 자격 요건등의 담당 부서
nl: Ministerie van Justitie, Waardering, Titels en Kwalificatie
pl: Department Sprawiedliwości, Ocen, Tytułów i Kwalifikacji
sl: Ministrstvo za pravo, Rating, Naslovi in kvalifikacija
zh_cn: 审批、评级、命名和资格审定部门

source: Worldwide
cs: Celosvětově
de: Weltweit
es: En todo el mundo
fr: Monde entier
it: Tutto il mondo
ko: 전세계
nl: Wereldwijd
pl: Świat
ru: Весь мир
sl: Po celem svetu

source: Venezuela
ko: 베네수엘라
pl: Wenezuela
ru: Венесуэла
zh_cn: 委内瑞拉

source: Hosted
cs: Hostovaná
de: Gehostet
es: Alojadas
fr: Hébergée
it: Ospitata
ko: 호스팅중
nl: Gehost
pl: Hostowane
ru: Размещено
sl: Gostovano
zh_cn: 主机

source: Packaged
cs: Zabalená
de: Gepackt
es: Empaquetadas
fr: Empaquetée
it: Pacchettizzata
ko: 압축됨
nl: Verpakt
pl: Spakowane
ru: Упаковано
sl: Pakirano
zh_cn: 已打包

source: Request More Info
cs: Požádat o více informací
de: Weitere Informationen anfordern
es: Solicitar más info
fr: Demander plus d'informations
it: Richiedi ulteriori informazioni
ja: 詳しい情報を求める
ko: 추가 정보 요청하기
nl: Meer informatie vragen
pa_in: ਹੋਰ ਇੰਫ਼ੋ ਲਈ ਬੇਨਤੀ
pl: Poproś o więcej informacji
pt_pt: Solicitar mais informações
ru: Запросить дополнительную информацию
sl: Zahteva se dodatne informacije
uk: Запитати більше інформації
zh_cn: 更多信息

source: Flag
cs: Označit
de: Markieren
es: Marca
fr: Étiqueter
ja: フラグ
ko: 표시하기
nl: Label
pa_in: ਫ਼ਲੈਗ
pl: Oznacz
pt_pt: Sinalizar
ru: Флаг
sl: Zastava
uk: Прапорець
zh_cn: 标记

source: Duplicate
cs: Duplicitní
de: Doppelt
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 重複
ko: 복사하기
nl: Duplicaat
pa_in: ਨਕਲ
pl: Duplikat
pt_pt: Duplicar
ru: Дубликат
sl: Podvoji
uk: Дублікат
zh_cn: 重复

source: Approve
cs: Schválit
de: Freischalten
es: Aprobar
fr: Approuver
it: Approva
ja: 承認
ko: 승인하기
nl: Goedkeuren
pa_in: ਸਵੀਕਾਰ
pl: Zatwierdzenie
pt_pt: Aprovar
ru: Одобрить
sl: Dovoli
uk: Схвалити
zh_cn: 核准

source: Sexual or pornographic content
cs: Obsah se sexuální či pornografickou tématikou
de: Sexueller oder pornografischer Inhalt
es: Contenido sexual o pornográfico
fr: Contenu sexuel ou pornographique
it: Contenuti di natura sessuale o pornografica
ko: 외설적 내용
nl: Seksuele of pornografische inhoud
pa_in: ਜਿਨਸੀ ਜਾਂ ਅਸ਼ਲੀਲ ਸਮੱਗਰੀ
pl: Seksualne lub pornograficzne treści
pt_pt: Conteúdo sexual ou pornográfico
ru: Сексуальное или порнографическое содержимое
sl: Spolna ali pornografska vsebina
uk: Сексуальний чи порнографічний вміст
zh_cn: 性暴力或色情内容

source: Inappropriate or offensive content
cs: Nekorektní či ofenzivní obsah
de: Unpassender oder anstößiger Inhalt
es: Contenido ofensivo o inapropiado
fr: Contenu inapproprié ou choquant
it: Contenuti inappropriati o offensivi
ko: 부적절하며 공격적인 내용
nl: Ongepaste of aanstootgevende inhoud
pa_in: ਬੇਤੁਕੀ ਜਾਂ ਅਪਮਾਨਜਨਕ ਸਮੱਗਰੀ
pl: Niestosowne lub obraźliwe treści
pt_pt: Conteúdo ofensivo ou impróprio
ru: Неуместное или оскорбительное содержимое
sl: Nesprejemljiva ali nasilna vsebina
uk: Недоречний чи образливий вміст
zh_cn: 不适当的或冒犯性的内容

source: Violence, war, or weaponry images
de: Bilder von Gewalt, Krieg oder Waffen
es: Imágenes de violencia, guerra o armas
fr: Violence, guerre, ou image d'armes
it: Immagini rappresentanti violenza, guerra o armi
ko: 폭력적, 전쟁, 무기 이미지
nl: Afbeeldingen van geweld, oorlog of wapens
pa_in: ਹਿੰਸਾ, ਜੰਗ ਜਾਂ ਹਥਿਆਰਾਂ ਦੀਆਂ ਤਸਵੀਰਾਂ
pl: Obrazy przemocy, wojny lub broni
pt_pt: Imagens de violência, guerras ou bélicas
sl: Slike nasilja, vojne ali orožja
uk: Насилля, війна, або зображення зброї
zh_cn: 暴力，战争或武器图片

source: Nazi or other hate content
cs: Obsah s nacistickou či nenávistnou tématikou
de: Nationalsozialistischer, oder anderweitig auf Hass konzentrierter Inhalt
es: Contenido nazi o que incita al odio
fr: Haine ethnique
it: Contenuti nazisti, razzisti o di altra natura discriminatoria
ko: 나치 또는 그 외 혐오감을 주는 내용
nl: Nazistische of andere haatdragende inhoud
pa_in: ਨਾਜੀ ਜਾਂ ਹੋਰ ਨਫ਼ਰਤ ਸਮੱਗਰੀ
pl: Nazistowskie lub szerzące nienawiść treści
pt_pt: Conteúdo nazi ou outro conteúdo odioso
ru: Нацисткое или другое, разжигающее ненависть, содержимое
sl: Nacistična ali drugačna sovražna vsebina
uk: Нацистський чи інший подібний вміст
zh_cn: 纳粹或其他仇恨内容

source: Defamatory content
cs: Pomlouvačný obsah
de: Verleumderischer Inhalt
es: Contenido difamatorio
fr: Contenu diffamatoire
it: Contenuti diffamatori
ko: 명예훼손의 소지가 있는 내용
nl: Lasterlijke inhoud
pa_in: ਇਤਰਾਜ਼ਯੋਗ ਸਮੱਗਰੀ
pl: Zniesławiające treści
pt_pt: Conteúdo difamatório
ru: Оскорбительное содержимое
sl: Vsebina, ki kleveta
uk: Містить наклепи
zh_cn: 诽谤内容

source: Online gambling
cs: Online sázení
de: Internet-Glücksspiel
es: Juegos de azar en línea
fr: Jeux de hasard en ligne
it: Gioco d'azzardo online
ja: オンラインギャンブル
ko: 온라인 도박
nl: Online gokken
pa_in: ਆਨਲਾਈਨ ਜੂਆ
pl: Hazard online
pt_pt: Jogo online
ru: Онлайновые азартные игры
sl: Spletna igra na srečo
uk: Азартні ігри в мережі
zh_cn: 网上赌博

source: Spam content
cs: Spam
de: Spam-Inhalt
es: Contenido no deseado
fr: Spam
it: Contenuti spam
ko: 스팸
nl: Spam
pa_in: ਸਪੈਮ ਸਮੱਗਰੀ
pl: Spam
pt_pt: Conteúdo Spam
ru: Спам
sl: Vsebina je spam - smeti
uk: Містить спам
zh_cn: 垃圾邮件内容

source: Low-quality, stretched, or blank image
cs: Obrázek nízké kvality, špatných rozměrů či prázdný obrázek
de: Bild mit niedriger Qualität, gestrecktes oder leeres Bild
es: Imagen en blanco, deformada o de baja calidad
fr: Image vide, de mauvaise qualité ou inadaptée
it: Immagini di bassa qualità, deformate o vuote
ko: 저화질, 크기 왜곡, 공백의 이미지
nl: Afbeelding van lage kwaliteit, opgerekt of leeg
pa_in: ਘੱਟ-ਗੁਣਵੱਤਾ, ਕਸਵੀਂ ਜਾਂ ਖਾਲੀ ਤਸਵੀਰ
pl: Obraz niskiej jakości, rozciągnięty lub pusty
pt_pt: Imagem de baixa qualidade, esticada ou em branco
sl: Nekvalitetna, raztegnjena ali prazna slika
uk: Низька якість, витягнуте чи пусте зображення
zh_cn: 低质量的、拉伸的、或者是空白图片

source: Header image alignment problem
cs: Problém se zarovnáním obrázku záhlaví
de: Problem mit Ausrichtung des Kopfzeilenbildes
es: Problema de alineación de la imagen en el encabezado
fr: Problème d'alignement de l'image d'entête
it: Problema di allineamento con l'immagine della testata
ko: 헤더 이미지 정렬 문제
nl: Probleem met uitlijning headerafbeelding
pa_in: ਹੈਡਰ ਈਮੇਜ ਅਲਾਈਨਮੈੰਟ ਸਮੱਸਿਆ
pl: Problem z wyrównaniem obrazu nagłówka
pt_pt: Problema de alinhamento da imagem do cabeçalho
ru: Проблема выравнивания верхнего изображения
sl: Problem s poravnavo slike v glavi
uk: Проблема розташування зображення в заголовку
zh_cn: 页眉图像对齐问题

source: Agreement
cs: Ujednání
de: Vereinbarung
es: Acuerdo
fr: Accord
it: Accordo
ko: 동의서
nl: Overeenkomst
pl: Zgoda
ru: Соглашение
sl: Sporazum
zh_cn: 同意

source: Done!
cs: Hotovo!
de: Fertig!
es: ¡Hecho!
fr: Terminé !
it: Fatto!
ko: 완료!
nl: Klaar!
pl: Gotowe!
ru: Готово!
sl: Končano!
zh_cn: 完成!

source: Featured Tile
de: Vorgestellte Kachel
es: Mosaico destacado
pl: Kafelek dla polecanych

source: The icon shown when your app is featured at the top of category landing pages.
cs: Ikona je zobrazována v horní části uvodní stránky konkrétní kategorie, pokud je vaše aplikace doporučována.
de: Das Symbol. das angezeigt wird, wenn Ihre Anwendung oben auf den Übersichtsseiten für Kategorien vorgestellt wird.
es: El icono que se muestra cuando tu aplicación está destacada como una de las principales en la categoría de páginas de aterrizaje o "landing pages".
pl: Ikona wyświetlana, gdy aplikacja jest polecana na górze strony głównej kategorii.

source: Mobile Tile
de: Kachel für Mobilgeräte
es: Mosaico para dispositivos móviles
pl: Kafelek dla mobile

source: The image used for the app's tile in the mobile Marketplace.
cs: Obrázek, který je použit pro dlaždici aplikace v mobilní verzi Marketplace.
de: Die Grafik, die für das Bild der Anwendung im Mobile-Marktplatz verwendet wird.
es: La imagen usada para el título de la aplicación en el Marketplace para dispositivos móviles.
pl: Obrazek używany jako kafelek w mobilnej wersji Marketplace.

source: Desktop Tile
de: Kachel für Desktop-Rechner
es: Mosaico para escritorio
pl: Kafelek dla desktop

source: The image used for the app's tile in the desktop Marketplace.
cs: Obrázek, který je použit pro dlaždici aplikace v desktopové verzi Marketplace.
de: Die Grafik, die für das Bild der Anwendung im Desktop-Marktplatz verwendet wird.
es: La imagen usada para el título de la aplicación en el Marketplace para escritorio.
pl: Obrazek używany jako kafelek aplikacji w desktopowym Marketplace.

source: Administrative Actions
cs: Akce administrátora
de: Administrative Aktionen
es: Acciones administrativas
fr: Actions d'administration
it: Azioni amministrative
ko: 관리 작업 내역
nl: Beheerdersacties
pl: Czynności administracyjne
ru: Административные действия
sl: Administrativni ukrepi
zh_cn: 管理操作

source: (Unsupported)
cs: (Nepodporováno)
de: (Nicht unterstützt)
es: (No admitida)
fr: (Non pris en charge)
it: (Non supportato)
ko: (미지원)
nl: (Niet ondersteund)
pl: (Nieobsługiwane)
ru: (Неподдерживается)
sl: (Nepodprto)
zh_cn: （尚不支持）

source: Could not connect to payment server.
cs: Nepodařilo se připojit k platebnímu serveru.
de: Verbindung zum Zahlungs-Server nicht möglich.
es: No se puede conectar con el servidor de pagos.
fr: Impossible de se connecter au serveur de paiement.
it: Non è possibile effettuare la connessione con il server per i pagamenti.
ko: 지불 서버에 연결 할 수 없습니다.
nl: Kan geen verbinding maken met de betalingsserver.
pl: Nie można połączyć się z serwerem płatności.
sl: Ni se uspelo povezati s strežnikom za plačila.
zh_cn: 无法连接到支付服务器。

source: All team members must have read and agreed to the developer agreement.
cs: Všichni členové týmu musí přečíst a odsouhlasit podmínky pro vývojáře.
de: Alle Team-Mitglieder müssen die Entwickler-Vereinbarung gelesen und akzeptiert haben.
es: Todos los miembros del equipo deben haber leído y aceptado el acuerdo para desarrolladores.
fr: Tous les membres de l'équipe doivent avoir lu et approuvé l'accord développeur.
it: Tutti i membri del team devono aver letto e accettato l'accordo per gli sviluppatori.
ko: 모든 팀 멤버는 개발자 동의서를 읽고 동의해야 합니다.
nl: Alle teamleden dienen de ontwikkelaarsovereenkomst te lezen en ermee in te stemmen.
pl: Wszyscy członkowie zespołu muszą przeczytać i zatwierdzić umowę autora.
sl: Sporazum razvijalcev morajo prebrati in se z njim strinjati vsi člani ekipe.
zh_cn: 团队全体成员必须阅读和同意开发者协议。

source: At least one team member must be listed.
cs: V seznamu musí být alespoň jeden člen týmu.
de: Es muss mindestens ein Team-Mitglied aufgeführt werden.
es: Al menos un miembro del equipo debe aparecer en la lista.
fr: Au moins un des membres de l'équipe doit être listé.
it: Deve essere indicato almeno un membro del team di sviluppo.
ko: 팀 멤버 한 명 이상이 등재되어 있어야 합니다.
nl: Er dient ten minste één teamlid in de lijst te staan.
pl: Musi być podany przynajmniej jeden członek zespołu.
sl: Na seznamu mora biti najmanj en član ekipe.
zh_cn: 必须至少列出一名团队成员。
