Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: A site to provide non-judgmental guidance on choosing a license for your open source project.
pa_in: ਆਪਣੇ ਓਪਨ ਸੋਰਸ ਲਾਇਸੰਸ ਲਈ ਇੱਕ ਲਾਇਸੰਸ ਚੁਣਨ ਲਈ ਇੱਕ ਸਾਈਟ ਬਿਨਾਂ-ਫ਼ੈਸਲੇ ਅਗਵਾਈ ਮੁਹੱਈਆ ਕਰਵਾਉਂਦੀ ਹੈ।

source: With thousands of add-ons available, there's something for everyone. But if you're looking for a particular add-on and can't find it, you might try searching on other sites or posting about it in our <a href="%(forum_url)s">Add-ons </a>forum.
pa_in: ਉਪਲਬਧ ਹਜ਼ਾਰਾਂ ਐਡ-ਆਨਾਂ ਨਾਲ, ਇੱਥੇ ਹਰੇਕ ਲਈ ਕੁੱਝ ਨਾ ਕੁੱਝ ਹੈ। ਪਰ ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਖਾਸ਼ ਐਡ-ਆਨ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹੋ ਅਤੇ ਉਸ ਨੂੰ ਨਹੀਂ ਲੱਭ ਸਕੇ, ਤੁਸੀਂ ਹੋਰ ਸਾਈਟਾਂ ਤੇ ਖੋਜਣ ਦੀ ਕੋਸ਼ਿਸ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਇਸ ਬਾਰੇ ਸਾਡੀ <a href="%(forum_url)s">ਐਡ-ਆਨ </a>ਫੋਰਮ ਵਿੱਚ ਪੋਸਟ ਕਰ ਸਕਦੇ ਹੋ।
uk: З поміж тисяч доступних додатків, знайдеться щось для кожного. Але якщо ви шукаєте конкретний додаток і не можете його знайти, можете спробувати пошукати на інших сайтах, або написати про нього на нашому <a href="%(forum_url)s">форумі додатків</a>.

source: Add-on reviews are a way for you to share your opinions about the add-ons you’ve installed and used. Our review moderation team reserves the right to refuse or remove any review that does not comply with these guidelines.
pa_in: ਐਡ-ਆਨ ਸਮੀਖਿਆਵਾਂ ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੇ ਵਲੋਂ ਇੰਸਟਾਲ ਕੀਤੇ ਅਤੇ ਵਰਤੇ ਐਡ-ਆਨਾਂ ਬਾਰੇ ਆਪਣੀ ਰਾਏ ਸਾਂਝੀ ਕਰਨ ਦਾ ਇੱਕ ਜਰੀਆ ਹਨ। ਸਾਡੀ ਸਮੀਖਿਆ ਸੂਤਰਧਾਰ ਟੀਮ ਕੋਲ ਕਿਸੇ ਵੀ ਸਮੀਖਿਆ ਨੂੰ ਇਨਕਾਰਨ ਜਾਂ ਹਟਾਉਣ ਦਾ ਅਧਿਕਾਰ ਹੈ ਜੋ ਸਾਡੇ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਨਹੀਂ ਕਰਦੀ।
uk: Відгуки є способом поділитися своїми враженнями про використання додатку. Наша команда модераторів залишає за собою право відхиляти або видаляти будь-який відгук, який не відповідає цим критеріям.

source: Take a moment to read your review before submitting it to minimize typos.
pa_in: ਗਲਤੀਆਂ ਨੂੰ ਘੱਟ ਕਰਨ ਲਈ ਆਪਣੀ ਸਮੀਖਿਆ ਦਾਖਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪੜਨ ਵਿੱਚ ਸਮਾਂ ਲਗਾਓ।
uk: Перевірте свій відгук перед відправленням для мінімізації помилок.

source: Submit one-word reviews such as "Great!", "wonderful," or "bad."
pa_in: ਇੱਕ-ਅੱਖਰ ਸਮੀਖਿਆ ਦਾਖਲ ਕਰਨਾ ਜਿਵੇਂ "ਮਹਾਨ!", "ਹੈਰਾਨੀਜਨਕ," ਜਾਂ "ਬੁਰਾ।"

source: Post technical issues, support requests, or feature suggestions. Use the available support options for each add-on, if available. You can find them in the side column next to the About this Add-on section.
pa_in: ਤਕਨੀਕੀ ਮਸਲੇ, ਸਹਿਯੋਗ ਬੇਨਤੀਆਂ, ਜਾਂ ਗੁਣ ਸੁਝਾਅ ਪੋਸਟ ਕਰੋ। ਹਰੇਕ ਐਡ-ਆਨ ਲਈ ਮੌਜੂਦਾ ਸਹਿਯੋਗ ਚੋਣਾਂ ਵਰਤੋਂ, ਜੇਕਰ ਉੱਪਲਬਧ ਹੋਣ। ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਇਸ ਐਡ-ਆਨ ਬਾਰੇ ਭਾਗ ਦੇ ਅੱਗੇ ਨਾਲ ਵਾਲੇ ਕਾਲਮ ਵਿੱਚ ਲੱਭ ਸਕਦੇ ਹੋ।

source: Include HTML, links, source code or code snippets. Reviews are meant to be text only.
pa_in: HTML, ਲਿੰਕਾਂ, ਸੋਰਸ ਕੋਡ ਜਾਂ ਕੋਡ ਸਨਿੱਪਟਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ। ਸਮੀਖਿਆਵਾਂ ਦਾ ਭਾਵ ਕੇਵਲ ਟੈਕਸਟ ਤੋਂ ਹੈ।

source: Include your own or anyone else’s email, phone number, or other personal details.
pa_in: ਤੁੁਹਾਡਾ ਆਪਣਾ ਜਾਂ ਕਿਸੇ ਹੋਰ ਦੀ ਈਮੇਲ, ਫ਼ੋਨ ਨੰਬਰ, ਜਾਂ ਹੋਰ ਨਿੱਜੀ ਵੇਰਵੇ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ।

source: Criticize an add-on for something it’s intended to do. For example, leaving a negative review of an add-on for displaying ads or requiring data gathering, when that is the intended purpose of the add-on, or the add-on requires gathering data to function.
pa_in: ਐਡ-ਆਨ ਦੀ ਕਿਸੇ ਕੰਮ ਲਈ ਆਲੋਚਨਾ ਕਰਨਾ ਜੋ ਲਈ ਉਸ ਨੂੰ ਤਿਆਰ ਕੀਤਾ। ਮਿਸਾਲ ਲਈ, ਵਿਗਿਆਪਨ ਵਿਖਾਉਣ ਜਾਂ ਲੌੜੀਂਦਾ ਡਾਟਾ ਇੱਕਠਾ ਕਰਨ ਲਈ ਐਡ-ਆਨ ਨੂੰ ਨਕਾਰਆਤਮਕ ਸਮੀਖਿਆ ਦੇਣਾ, ਜਦੋਂ ਐਡ-ਆਨ ਇਸੇ ਕਾਰਜ ਲਈ ਬਣਿਆ ਹੋਵੇ, ਜਾਂ ਐਡ-ਆਨ ਨੂੰ ਕੰਮ ਕਰਨ ਲਈ ਡਾਟਾ ਇੱਕਠਾ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇ।

source: Please report or flag any questionable reviews by clicking the "Report this review" and it will be submitted to the site for moderation. Our moderation team will use the Review Guidelines to evaluate whether or not to delete the review or restore it back to the site.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਵੀ ਪ੍ਰਸ਼ਨਾਤਮਕ ਸਮੀਖਿਆ ਬਾਰੇ "ਇਸ ਸਮੀਖਿਆ ਦੀ ਸੂਚਨਾ" ਤੇ ਕਲਿੱਕ ਕਰਨ ਦੁਆਰਾ ਫ਼ਲੈਗ ਜਾਂ ਸੂਚਨਾ ਦਿਓ ਅਤੇ ਇਹ ਸਾਈਟ ਤੇ ਸੰਜਮ ਲਈ ਦਾਖਲ ਕਰ ਦਿੱਤੀ ਜਾਵੇਗੀ। ਇਸ ਸਮੀਖਿਆ ਨੂੰ ਸਾਈਟ ਤੇ ਵਾਪਸ ਰੱਖਣ ਜਾਂ ਹਟਾ ਦੇਣ ਬਾਰੇ ਫ਼ੈਸਲਾ ਲੈਣ ਸਾਡੀ ਸੰਜਮ ਟੀਮ ਸਮੀਖਿਆ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਵਰਤੋਂ ਕਰੇਗੀ।

source: Yes, add-on authors can provide a single response to a review. You can set up a discussion topic in our <a href="%(forum_url)s">forum</a> to engage in additional discussion or follow-up.
pa_in: ਹਾਂ, ਐਡ-ਆਨ ਲੇਖਕ ਇੱਕ ਸਮੀਖਿਆ ਲਈ ਇੱਕ ਇੱਕਲੀ ਪ੍ਰਤਿਕਿਰਿਆ ਦੇ ਸਕਦਾ। ਤੁਸੀਂ ਹੋਰ ਚਰਚਾ ਵਿੱਚ ਹਿੱਸਾ ਲੈਣ ਜਾਂ ਸਮਰਥਨ ਲਈ ਸਾਡੀ <a href="%(forum_url)s">ਫ਼ੋਰਮ</a> ਵਿੱਚ ਇੱਕ ਚਰਚਾ ਦਾ ਵਿਸ਼ਾ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।

source: In general, no. But if the review did not meet the review guidelines outlined above, you can click "Report this review" and have it moderated. If a review included a complaint that is no longer valid due to a new release of your add-on, we may consider deleting the review. Submit your detailed request to amo-editors@mozilla.org.
pa_in: ਆਮ ਤੌਰ ਤੇ, ਨਹੀਂ। ਪਰ ਜੇਕਰ ਸਮੀਖਿਆ ਉੱਤੇ ਦਿੱਤੇ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਤੇ ਖਰੀ ਨਹੀਂ ਉਤਰਦੀ, ਤੁਸੀਂ "ਇਸ ਸਮੀਖਿਆ ਦੀ ਸੂਚਨਾ" ਤੇ ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਇਸ ਦੀ ਜਾਂਚ ਕਰਵਾਓ। ਜੇਕਰ ਸਮੀਖਿਆ ਵਿੱਚ ਇੱਕ ਸ਼ਿਕਾਇਤ ਸ਼ਾਮਲ ਹੋਵੇ ਜੋ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੀ ਨਵੀਂ ਰੀਲੀਜ਼ ਕਾਰਨ ਉਚਿਤ ਨਾ ਹੋਵੇ, ਅਸੀਂ ਸਮੀਖਿਆ ਨੂੰ ਹਟਾਉਣ ਬਾਰੇ ਸੋਚ ਸਕਦੇ ਹਾਂ। ਆਪਣੀ ਬੇਨਤੀ ਵੇਰਵੇ ਨਾਲ amo-editors@mozilla.org ਤੇ ਦਾਖਲ ਕਰੋ।

source: {0} Like
pa_in: {0} ਪਸੰਦ

source: Tweet on Twitter
pa_in: ਟਵਿੱਟਰ ਤੇ ਟਵੀਟ ਕਰੋ

source: Share on g+
pa_in: g+ ਤੇ ਸਾਂਝਾ ਕਰੋ

source: Post to Reddit
pa_in: Reddit ਤੇ ਪੋਸਟ ਕਰੋ

source: Post to Tumblr
pa_in: Tumblr ਤੇ ਪੋਸਟ ਕਰੋ

source: localservice3
pa_in: ਲੋਕਲਸਰਵਿਸ3

source: As part of our new password policy, your password must be %s characters or more. Please update your password by <a href="%s">issuing a password reset</a>.
pa_in: ਸਾਡੀ ਨਵੀਂ ਪਾਸਵਰਡ ਨੀਤੀ ਦੇ ਹਿੱਸੇ ਦੇ ਰੂਪ ਵਿੱਚ, ਤੁਹਾਡਾ ਪਾਸਵਰਡ %s ਅੱਖਰਾਂ ਜਾਂ ਜਿਆਦਾ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ <a href="%s">ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਜਾਰੀ ਕਰਨ</a>ਦੁਆਰਾ ਅੱਪਡੇਟ ਕਰੋ।

source: This display name cannot be used.
pa_in: ਇਹ ਡਿਸਪਲੇਅ ਨਾਂ ਵਰਤਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।

source: Please enter at least one name to blacklist.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਬਲੈਕਲਿਸਟ ਕਰਨ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਨਾਂ ਦਿਓ।

source: salt
pa_in: ਸਾਲਟ

source: hash
pa_in: ਹੈਸ਼

source: We're sorry, but you are not eligible to request a t-shirt at this time.
pa_in: ਸਾਨੂੰ ਅਫਸੋਸ ਹੈ, ਤੁਸੀਂ ਇਸ ਸਮੇਂ ਇੱਕ ਟੀ-ਸ਼ਰਟ ਦੀ ਬੇਨਤੀ ਕਰਨ ਲਈ ਮੁਨਾਸਬ ਨਹੀਂ ਹੋ।
uk: Нам шкода, але в даний момент ви не маєте права давати запит на футболку.

source: T-shirt Order
pa_in: ਟੀ-ਸ਼ਰਟ ਆਡਰ

source: Special Edition Add-on Creator T-shirt
pa_in: ਐਡ-ਆਨ ਕ੍ਰੀਏਟਰ ਟੀ-ਸ਼ਰਟ ਦਾ ਖਾਸ਼ ਸੰਸਕਰਨ

source: Note:
pa_in: ਨੋਟ:

source: You have already submitted a request for a t-shirt. You may re-submit this form to update your information, but you will only receive one shirt.
pa_in: ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਟੀ-ਸ਼ਰਟ ਲਈ ਬੇਨਤੀ ਭੇਜ ਚੁੱਕੇ ਹੋ। ਤੁਹਾਨੂੰ ਆਪਣੀ ਜਾਣਕਾਰੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਲਈ ਇਸ ਫਾਰਮ ਨੂੰ ਮੁੜ-ਭੇਜਣਾ ਪੈ ਸਕਦਾ, ਪਰ ਤੁਹਾਨੂੰ ਕੇਵਲ ਇੱਕ ਸ਼ਰਟ ਹੀ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।

source: Thank you for helping to make Firefox the most extensible browser available!
pa_in: ਫਾਇਰਫਾਕਸ ਨੂੰ ਮੌਜੂਦਾ ਸੱਭ ਤੋਂ ਵੱਧ ਵਿਸਤਾਰਸ਼ੀਲ ਬਰਾਊਜ਼ਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ!

source: As a thank you gift, we'd like to send you a special-edition, community-designed t-shirt. To receive your shirt, please fill out the form below.
pa_in: ਇੱਕ ਧੰਨਵਾਦ ਤੋਹਫੇ ਦੇ ਰੂਪ ਵਿੱਚ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਭਾਈਚਾਰੇ ਵੱਲੋਂ ਡਿਜ਼ਾਇਨ ਟੀ-ਸ਼ਰਟ, ਦਾ ਖਾਸ਼-ਸੰਸਕਰਨ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹਾਂ। ਆਪਣੀ ਸ਼ਰਟ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਹੇਠ ਦਿੱਤਾ ਫਾਰਮ ਭਰੋ।

source: Your contact information will only be used by Mozilla to ship this special edition t-shirt.
pa_in: ਤੁਹਾਡੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਮੌਜ਼ੀਲਾ ਵੱਲੋਂ ਕੇਵਲ ਇਸ ਖਾਸ਼ ਸੰਸਕਰਨ ਟੀ-ਸ਼ਰਟ ਨੂੰ ਭੇਜਣ ਲਈ ਕੀਤੀ ਜਾਵੇਗੀ।

source: Mailing Address
pa_in: ਮੇਲਿੰਗ ਪਤਾ
uk: Поштова адреса

source: Full Name
pa_in: ਪੂਰਾ ਨਾਂ
uk: Повне ім'я

source: Address Line 1
pa_in: ਪਤਾ ਲਾਈਨ 1
uk: Адреса 1

source: Address Line 2
pa_in: ਪਤਾ ਲਾਈਨ 2
uk: Адреса 2

source: City/Town
pa_in: ਸ਼ਹਿਰ/ਕਸਬਾ
uk: Місто/Селище

source: State/Province (if applicable)
pa_in: ਰਾਜ/ਸੂਬਾ (ਜੇਕਰ ਲਾਗੂ ਹੋਵੇ)
uk: Штат/Область (за потреби)

source: Postal Code (if applicable)
pa_in: ਡਾਕ ਕੋਡ (ਜੇਕਰ ਲਾਗੂ ਹੋਵੇ)
uk: Поштовий індекс (за потреби)

source: Telephone
pa_in: ਟੈਲੀਫੋਨ
uk: Телефон

source: T-Shirt Info
pa_in: ਟੀ-ਸ਼ਰਟ ਜਾਣਕਾਰੀ
uk: Інформація про футболку

source: Shirt Size
pa_in: ਸ਼ਰਟ ਮਾਪ
uk: Розмір футболки

source: You will be redirected to Google Forms upon submission.
pa_in: ਦਾਖਲ ਕਾਰਜ ਤੋਂ ਬਾਅਦ ਤੁਹਾਨੂੰ ਗੂਗਲ ਫਾਰਮ ਤੇ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ।
uk: Ви будете перенаправлені до Форм Google відразу ж після подання.

source: Request T-shirt
pa_in: ਟੀ-ਸ਼ਰਟ ਬੇਨਤੀ
uk: Запит футболки

source: We're sorry, but in order to qualify for our special edition t-shirt, you must be an add-on developer with at least one listed add-on, one unlisted but signed add-on, or any number of background themes with a combined total of 10,000 average daily users.
pa_in: ਸਾਨੂੰ ਅਫਸੋਸ ਹੈ, ਪਰ ਸਾਡੀ ਖਾਸ਼ ਸੰਸਕਰਨ ਟੀ-ਸ਼ਰਟ ਨੂੰ ਆਡਰ ਕਰਨ ਦੇ ਕਾਬਲ ਹੋਣ ਲਈ, ਤੁਹਾਨੂੰ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸੂਚੀਬੱਧ ਐਡ-ਆਨ, ਇੱਕ ਗੈਰ-ਸੂਚੀਬੱਧ ਐਡ-ਆਨ ਪਰ ਹਸਤਾਖਰਿਤ ਐਡ-ਆਨ ਨਾਲ ਇੱਕ ਐਡ-ਆਨ ਡਿਵੈਲਪਰ ਹੋਣਾ ਚਾਹੀਦਾ, ਜਾਂ ਬੈਕਗਰਾਂਊਡ ਥੀਮਾਂ ਨਾਲ ਔਸਤ 10,000 ਨਿੱਤ ਵਰਤੋਂਕਾਰਾਂ ਦੀ ਸਾਂਝੀ ਤਾਦਾਦ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
uk: Шкода, але у відповідності з правом на нашу спеціальну футболку, ви повинні бути розробником принаймні одного додатку зі списку, одного додатку не зі списку але підписаного, або будь-якої кількості тем із загальною середньою кількістю щоденних користувачів 10,000.

source: Mozilla Firefox
pa_in: ਮੋਜ਼ੀਲਾ ਫਾਇਰਫਾਕਸ

source: <strong>Caution:</strong> This add-on has not been reviewed by Mozilla and can't be installed on release versions of Firefox 43 and above. Be careful when installing third-party software that might harm your computer.
uk: <strong>Увага:</strong> Цей додаток не був розглянутий Mozilla і не може бути встановлений на реліз версій Firefox 43 і вище. Будьте обережні при установці стороннього програмного забезпечення, яке може пошкодити ваш комп'ютер.

source: Icon for {0}
uk: Піктограма для {0}

source: Download Anyway
uk: Все одно завантажити

source: See complete development channel history
uk: Дивитися повну історію каналу розробки

source: Add-ons are not currently available on Firefox for iOS.
uk: В даний момент додатки недоступні на Firefox для iOS.

source: Manage API Keys
uk: Керувати API Ключами

source: Addon id {0} with GUID {1} has been deleted
uk: Додаток id {0} з GUID {1} було видалено

source: Jump to last page
uk: До останньої сторінки

source: Please don't fill out this field, it's used to catch bots
uk: Будь ласка, не заповнюйте це поле, воно використовується щоб зловити ботів

source: Bonus for overdue reviews
uk: Бонус за прострочені відгуки

source: Days Before Bonus Points Applied
uk: Днів до додання бонусних балів

source: Level 7
uk: Рівень 7

source: Level 8
uk: Рівень 8

source: Level 9
uk: Рівень 9

source: Invalid JSON object
uk: Невірний об'єкт JSON

source: Message not eligible for annotation
uk: Повідомлення немає права на анотації

source: This add-on will be bundled with an application installer.
uk: Цей додаток буде встановлено разом із основною програмою.

source: Add-ons that are bundled with application installers will be code reviewed by Mozilla before they are signed and are held to a higher quality standard.
uk: Код додатків, прив'язаних до інсталлятора, буде перевірено Mozilla перед їх підписом, та відповідатиме найвищим критеріям якості.

source: Your old credentials were revoked and are no longer valid. Be sure to update all API clients with the new credentials.
uk: Ваші старі облікові дані були відкликані й більше недійсні. Переконайтеся, що всі клієнти API мають нові облікові дані.

source: New API key created
uk: Новий ключ API створено

source: Submission of unlisted add-ons for signing is currently in an open beta. Manual review may still be required for a large number of add-ons. Please <a href="%(bugzilla_url)s" target="_blank">report any bugs</a> that you encounter.
uk: Подання непублікованих додатків на підпис наразі є відкритою бетою. Велика кількість додатків все ще може потребувати ручної перевірки. Будь ласка, <a href="%(bugzilla_url)s" target="_blank">повідомте про помилки</a> з якими Ви зіткнетеся.

source: Hide messages not required for automated signing
uk: Приховати повідомлення, які необов'язкові для автоматичного входу

source: Hide messages present in previous version and ignored
uk: Приховати повідомлення, які присутні у попередніх версіях та ігноруються

source: Required if add-on is bundled in an installer
uk: Необхідно, якщо додаток прив'язаний до встановлювача

source: Looks like your add-on requires a manual review before it can be signed.
uk: Схоже, що ваш додаток потрібно перевірити вручну перед тим, як він може бути підписаний.

source: Firefox Add-on Distribution Agreement
uk: Угода Firefox про розповсюдження додатків

source: API Credentials
uk: Облікові дані API

source: This feature is under active development. If you find a problem please <a target="_blank" href="%(bug_link)s">report a bug</a>.
uk: Ця функція знаходиться на стадії активної розробки. Якщо ви знайшли проблему, будь ласка <a target="_blank" href="%(bug_link)s">повідомте про неї</a>.

source: JWT issuer
uk: Видавець JWT

source: JWT secret
uk: JWT таємниця

source: To make API requests, send a <a href="%(jwt_url)s">JWT (JSON Web Token)</a> as the authorization header. You'll need to generate a JWT for every request like in the following example using the <a href="%(node_jwt_url)s">node-jsonwebtoken</a> library.
uk: Для здійснення запитів API, надішліть <a href="%(jwt_url)s">JWT (JSON Web Token)</a> в якості заголовку авторизації. Вам потрібно згенерувати JWT для кожного запиту, як в наступному зразку, використовуючи бібліотеку <a href="%(node_jwt_url)s">node-jsonwebtoken</a>.

source: Consult the <a href="%(docs_url)s">documentation</a> for more details.
uk: Зверніться до <a href="%(docs_url)s">документації</a> за подробицями.

source: You don't have any API credentials yet.
uk: У вас поки що немає жодних облікових даних API.

source: Revoke and regenerate credentials
uk: Відкликати й генерувати облікові дані

source: Generate new credentials
uk: Генерувати нові облікові дані

source: Your add-on has been signed and can be bundled with an application installer.
uk: Ваш додаток був підписаний і може бути об'єднаний з інсталятором програми.

source: Your add-on was disabled by a site administrator and is no longer shown in our gallery. If you have any questions, please email amo-admins@mozilla.org.
uk: Ваш додаток був виключений адміністратором сайту і більше не показується в нашій галереї. Якщо у вас є запитання, будь ласка, напишіть на amo-admins@mozilla.org.

source: You will receive an email when the full review is complete, making you able to bundle your add-on with an application installer.
uk: Ви отримаєте електронний лист після завершення повного розгляду, даючи вам можливість об'єднати свій додаток з інсталятором програми.

source: Submission of updates to unlisted add-ons for signing is currently in an open beta. Manual review may still be required for a large number of add-ons. Please <a href="%(bugzilla_url)s" target="_blank">report any bugs</a> that you encounter.
uk: Подання оновлень для неопублікованих додатків для підпису зараз є відкритою бетою. Ручний перегляд може все ще вимагатися для великої кількості додатків. Будь ласка, <a href="%(bugzilla_url)s" target="_blank">повідомте про будь-які проблеми</a>, з якими ви стикаєтесь.

source: The behavior of the beta channel has changed to accommodate <a href="%(addon_signing_url)s" target="_blank">mandatory add-on signing</a>. The new process is currently in an open beta, and may change significantly in the near future. Please <a href="%(bugzilla_url)s" target="_blank">report any bugs</a> that you encounter.
uk: Поведінка бета каналу змінилася, щоб пристосуватися до <a href="%(addon_signing_url)s" target="_blank">обов'язкового підписання додатків</a>. Новий процес в даний момент під відкритою бетою і може значно змінитися в найближчому майбутньому. Будь ласка, <a href="%(bugzilla_url)s" target="_blank">повідомляйте про будь-які проблеми</a>, з якими ви стикаєтесь.

source: Full review may not be required
uk: Повний розгляд може бути необов'язковим

source: Unlisted add-ons don't need Full Review unless they are distributed as part of an application installer. Read <a href="{link}" target="_blank">this documentation</a> for more information.
uk: Неопубліковані додатки не потребують повного розгляду, поки вони розповсюджуються як частина інсталятора програми. Ознайомтеся з <a href="{link}" target="_blank">цією документацією</a> для докладної інформації.

source: Request full review
uk: Запитати повний розгляд

source: Switching add-ons to unlisted is currently in an open beta. Please <a href="%(bugzilla_url)s" target="_blank">report any bugs</a> that you encounter.
uk: Функція вилучення додатків зі списку в даний момент знаходиться у відкритій беті. Будь ласка <a href="%(bugzilla_url)s" target="_blank">повідомляйте про будь-які помилки</a>, які вам трапляються.

source: Could not find an add-on ID.
uk: Не вдалося знайти ID додатку.

source: Add-on ID must be 64 characters or less.
uk: ID додатку повинен містити не більше 64 символів.

source: Add-on ID doesn't match add-on.
uk: ID не відповідає додатку.

source: Duplicate add-on ID found.
uk: Знайдено дублікат ID додатку.

source: Edit reply
uk: Змінити відповідь

source: Delete reply
uk: Видалити відповідь
