Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: The "Developer Tools" dashboard is the area that provides you the tools to successfully manage your add-ons. It provides the functionality necessary to submit your add-ons to AMO, manage add-on information, and review statistics.
cs: "Nástroje pro vývojáře" je místo na webu, které vám poskytuje nástroje na správu vašich doplňků. Poskytuje funkcionalitu nutnou pro odeslání vašich doplňků na AMO, správu informací o nich a statistiky o recenzích.
de: Die Übersicht „Entwicklerwerkzeuge“ ist der Bereich, der Ihnen die Werkzeuge bietet, mit denen Sie erfolgreich Ihre Add-ons verwalten können. Er bietet die Funktionen, die notwendig sind, um Ihr Add-on auf AMO einzureichen, Add-on-Informationen zu verwalten und Statistiken einzusehen.
es: El panel de «Herramientas para desarrolladores» es el área donde encontrarás las herramientas para la gestión eficiente de tus complementos. Ofrece las funcionalidades necesarias para enviar tus complementos a AMO, gestionar la información de los complementos y las estadísticas de las valoraciones.
fr: Le tableau de bord « Outils du développeur » est une zone qui met à votre disposition les outils pour gérer vos modules avec succès. Il fournit les fonctionnalités nécessaires pour envoyer vos modules sur AMO, gérer les informations du module, et voir les statistiques.
it: La dashboard "Strumenti di sviluppo" è l'area in cui si trovano gli strumenti che ti servono per gestire con successo le tue applicazioni. Comprende le funzionalità necessarie per inviare i tuoi componenti aggiuntivi ad AMO, gestire le informazioni del componente e analizzare le statistiche.
ko: "개발자 도구" 대쉬보드는 부가 기능을 관리하기 위해 제공되는 도구들이 있는 구역을 말합니다. AMO에 부가 기능을 제출하거나, 부가 기능 정보 관리, 통계 조회 등에 필요한 기능들을 제공하고 있습니다.
nl: Het dashboard “Ontwikkelaarshulpmiddelen” is het gebied waar u alles kunt vinden om uw add-ons met succes te beheren. Het biedt de benodigde functionaliteit om uw add-ons bij AMO in te dienen, add-on-informatie te beheren en statistieken te bekijken.
pa_in: "ਡਿਵੈਲਪਰ ਟੂਲ" ਡੈਸਬੋਰਡ ਉਹ ਖੇਤਰ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਸਫ਼ਲਤਾਪੂਰਵਕ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਸੰਭਾਲਣ ਲਈ ਟੂਲ ਮਹੁੱਈਆ ਕਰਵਾਉਂਦਾ ਹੈ। ਇਹ AMO ਤੇ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦਾਖਲ ਕਰਨ, ਐਡ-ਆਨ ਜਾਣਕਾਰੀ ਦੀ ਸੰਭਾਲ ਕਰਨ, ਅਤੇ ਸਮੀਖਿਆ ਅੰਕੜਿਆਂ ਲਈ ਜ਼ਰੂਰੀ ਕਾਰਜਕੁਸ਼ਲਤਾ ਮੁਹੱਈਆ ਕਰਵਾਉਂਦਾ ਹੈ।
pl: Panel narzędzi programisty jest miejscem, gdzie znajdują się narzędzia do zarządzania dodatkami autora. Znajdują się tam funkcje niezbędne do wysłania dodatków na AMO, zarządzania informacjami o dodatku i statystyki recenzji.
pt_pt: A página "Meus extras" é a área que oferece ferramentas para gerenciar seus extras. Ele fornece as funcionalidades necessárias para enviar seu extra para o AMO, gerenciar as informações do extra e acompanhar estatísticas.
ru: Панель «Инструменты разработчика» — это область, которая предоставляет вам инструменты для успешного управлением вашими дополнениями. Она обеспечивает функциональность, необходимую для представления ваших дополнений на АМО, управлению информацией о дополнениях и статистикой отзывов.
zh_cn: “开发者工具”面板是为您提供管理您的附加组件的工具区。它提供了必要的功能来提交您的附加组件到 AMO、管理附加组件信息以及查看统计信息。

source: Does Mozilla have a policy in place as to what is an acceptable submission?
cs: Má Mozilla někde uvedeny zásady, které musí splňovat doplněk, aby mohl být schválen?
de: Hat Mozilla eine Richtlinie dazu, was eine akzeptable Einreichung ist?
es: ¿Dispone Mozilla de una política en relación a lo que se considera un envío aceptable?
fr: Est-ce que Mozilla a une politique en place sur ce qu'est une proposition acceptable ?
it: Mozilla ha una politica definita riguardo ai requisiti che un componente aggiuntivo deve possedere per essere accettabile?
ko: Mozilla에선 어떤 부가 기능이 용인되는지에 대한 정책을 마련하고 있나요?
nl: Heeft Mozilla een beleid over wat een acceptabele bijdrage is?
pa_in: ਪ੍ਰਵਾਨਿਤ ਦਾਖਲ ਕਾਰਜ ਕੀ ਹੈ ਕੀ ਇਸ ਦੇ ਲਈ ਮੌਜੀਲਾ ਕੋਲ ਕੋਈ ਨੀਤੀ ਹੈ?
pl: Czy Mozilla ma określone zasady, jakie powinien spełniać zamieszczany dodatek?
pt_pt: A Mozilla possui uma política em vigor que descreva os critérios de envio de extras?
ru: Имеет ли Mozilla политику, определяющую, что является приемлемым представлением?
sl: Ali ima Mozilla pravila glede tega, kaj je sprejemljivo za objavo?
zh_cn: Mozilla 有任何有关可接受的提交的政策标准吗？

source: Yes. Mozilla's <a href="%(p_url)s">Add-on Policy</a> describes what is an acceptable submission. This policy is subject to change without notice. In addition, the AMO editorial team uses the <a href="%(g_url)s">Editors Reviewing Guide</a> to ensure that your add-on meets specific guidelines for functionality and security.
cs: Ano. Popis, jaký doplněk je akceptovatelný pro hostování, naleznete v <a href="%(p_url)s">zásadách pro doplňky</a> Mozilly. Uvedené zásady se mohou kdykoliv změnit bez předchozího upozornění. Tým redaktorů AMO navíc používá <a href="%(g_url)s">Editors Reviewing Guide</a>, aby se ujistil, že váš doplněk splňuje standardy pro funkcionalitu a bezpečnost.
de: Ja. Mozillas <a href="%(p_url)s">Add-on-Richtlinie</a> beschreibt, was eine akzeptable Einreichung ist. Diese Richtlinie kann ohne Hinweis geändert werden. Außerdem nutzt das Team der AMO-Redakteure den <a href="%(g_url)s">Überprüfungsleitfaden für Redakteure</a>, um sicherzugehen, dass Ihr Add-on bestimmten Regeln für Funktionalität und Sicherheit entspricht.
es: Sí, la <a href="%(p_url)s">la política sobre complementos</a> de Mozilla describe qué se considera un envío aceptable, aunque está sujeta a cambios sin previo aviso. Además, el equipo editorial de AMO usa la <a href="%(g_url)s">Guía de revisión para editores</a> que garantiza que tu complemento cumple las directrices específicas de funcionalidad y seguridad.
fr: Oui. La <a href="%(p_url)s">politique de module</a> de Mozilla décrit ce qu'est une proposition acceptable. Cette politique est sujette à changement sans avertissement préalable. De plus, l'équipe éditoriale d'AMO utilise le <a href="%(g_url)s">guide de revue des éditeurs</a> pour s'assurer que votre module correspond à une certaine ligne de conduite quant aux fonctionnalités et à la sécurité.
it: Si. La <a href="%(p_url)s">politica sui componenti aggiuntivi</a> di Mozilla descrive quali caratteristiche deve possedere un componente aggiuntivo accettabile. Questa politica è soggetta a cambiamenti senza preavviso. Inoltre il team di revisori AMO utilizza la <a href="%(g_url)s">Guida per revisori</a> per accertarsi che il tuo componente aggiuntivo segua le specifiche linee guida di funzionalità e sicurezza.
ko: 예. Mozilla의 <a href="%(p_url)s">부가 기능 정책</a>에 어떤 것이 용인되는지 서술되어 있습니다. 이 정책은 별도의 고지 없이 변경됩니다. 여기에 추가로 AMO 편집자 팀에선 <a href="%(g_url)s">편집자 심사 가이드</a>를 사용해 부가 기능이 정해진 가이드라인에 기능이나 보안 유지가 부합하는지도 검사합니다.
nl: Ja. Mozilla’s <a href="%(p_url)s">Add-onbeleid</a> beschrijft wat een acceptabele bijdrage is. Dit beleid kan zonder kennisgeving worden gewijzigd. Hiernaast gebruikt het editorteam van AMO de <a href="%(g_url)s">Beoordelingsrichtlijnen voor editors</a> om ervoor te zorgen dat uw add-on aan specifieke richtlijnen voor functionaliteit en veiligheid voldoet.
pa_in: ਹਾਂ, ਮੌਜੀਲਾ ਦੀ <a href="%(p_url)s">ਐਡ-ਆਨ ਨੀਤੀ</a> ਦੱਸਦੀ ਹੈ ਕੀ ਇੱਕ ਪ੍ਰਵਾਨਿਤ ਦਾਖਲ ਕਾਰਜ ਕੀ ਹੈ। ਇਸ ਨੀਤੀ ਬਿਨਾਂ ਸੂਚਨਾ ਦੇ ਬਦਲਾਅ ਦੇ ਅਧੀਨ ਹੈ, ਇਸ ਦੇ ਨਾਲ ਹੀ, AMO ਸੰਪਾਦਕੀ ਟੀਮ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕੀ ਤੁਹਾਡਾ ਐਡ-ਆਣ ਕਾਰਜਕਸ਼ਲਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਦੇ ਖਾਸ਼ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਨੂੰ ਪੂਰੇ ਕਰਦਾ ਲਈ <a href="%(g_url)s">ਸੰਪਾਦਕ ਸਮੀਖਿਆ ਗਾਈਡ</a> ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ।
pl: Tak. <a href="%(p_url)s">Zasady dodatków</a> Mozilli je określają. Zasady te mogą być zmieniane bez powiadamiania. Ponadto zespół recenzentów AMO stosuje <a href="%(g_url)s">Instrukcję recenzji</a>, aby sprawdzić i zapewnić, że dodatek spełnia określone warunki funkcjonalności i bezpieczeństwa.
pt_pt: Sim. As <a href="%(p_url)s">Políticas de extras</a> da Mozilla descrevem que tipos de envios são aceitos. Essas políticas estão sujeitas a alterações sem aviso prévio. Além disso, a equipe de editores do AMO usa o <a href="%(g_url)s">Guia de análise para editores</a> para garantir que seu extra atende aos critérios específicos de funcionalidade e segurança.
ru: Да. <a href="%(p_url)s">Политика дополнений</a> Mozilla описывает, что является приемлемым представлением. Эта политика может быть изменена без предварительного уведомления. Кроме того, группа редакторов АМО использует <a href="%(g_url)s">Руководство редакторов по проверке</a>, чтобы убедиться, что ваше дополнение отвечает специфичным требованиям по функциональности и безопасности.
zh_cn: 是的。Mozilla 的<a href="%(p_url)s">附加组件政策</a>描述了什么是可接受的提交。这项政策如有更改，恕不另行通知。此外，AMO 审核员团队的<a href="%(g_url)s">审核员审核指南</a>也是确保附加组件满足功能和安全性要求的详细准则。

source: How do I submit my add-on for review?
cs: Jak odešlu můj doplněk na kontrolu?
de: Wie reiche ich mein Add-on zur Überprüfung ein?
es: ¿Cómo envío mi complemento a revisión?
fr: Comment puis-je envoyer mon module pour une revue ?
it: Come posso caricare il mio componente aggiuntivo per farlo verificare?
ko: 심사를 받기 위해 부가 기능을 제출하려면 어떻게 해야 하나요?
nl: Hoe dien ik mijn add-on in voor beoordeling?
pa_in: ਮੈਂ ਮੇਰਾ ਐਡ-ਆਨ ਸਮੀਖਿਆ ਲਈ ਕਿਵੇਂ ਦਾਖਲ ਕਰ ਸਕਦਾ?
pl: Jak można przesłać dodatek do sprawdzenia?
pt_pt: Como eu envio meu extra para análise?
ru: Как мне отправить мое дополнение для проверки?
sl: Kako predložim svoj dodatek v recenzijo?
zh_cn: 我该如何提交我的附加组件以供审核？

source: The Developer Tools dashboard will allow you to upload and submit add-ons to AMO. You must be a registered AMO users before you can submit an add-on. Before submitting your add-on be sure to you have read the AMO <a href="%(url)s">Editors Reviewing Guide</a> to ensure that your add-on has met the guidelines used by editors to review add-ons.
cs: Nástroje pro vývojáře vám umožní nahrát a přidat doplňky na AMO. Před nahráním musíte být na AMO zaregistrován(a). Před odesláním svého doplňku se ujistěte, že jste si přečetli <a href="%(url)s">Editors Reviewing Guide</a> serveru Doplňky Mozilly, kde se píše, jaké náležitosti musí váš doplněk splňovat, aby byl redaktory schválen.
de: Die Übersicht „Entwicklerwerkzeuge“ bietet Ihnen die Möglichkeit, Add-ons hochzuladen und auf AMO einzureichen. Sie müssen ein registrierter AMO-Nutzer sein, bevor Sie ein Add-on einreichen können. Bevor Sie Ihr Add-on einreichen, stellen Sie sicher, dass Sie den <a href="%(url)s">AMO-Überprüfungsleitfaden für Redakteure</a> gelesen haben, damit Ihr Add-on den Richtlinien entspricht, nach denen Redakteure die Add-ons überprüfen.
es: El panel de Herramientas para desarrolladores te permite subir y enviar complementos a AMO. Para poder hacerlo, debes ser un usuario de AMO registrado. Asegúrate de leer primero la <a href="%(url)s">Guía de revisión para editores</a> antes de enviar tu complemento con el fin de que cumpla con las directrices que los editores aplican en la revisión de complementos.
fr: Le tableau de bord des outils du développeur vous permet de charger et envoyer vos modules sur AMO. Vous devez être un utilisateur inscrit sur AMO avant de proposer un module. Avant l'envoi de votre module, assuez-vous d'avoir lu le <a href="%(url)s">guide de revue des éditeurs</a> pour être sûr que votre module correspond à la ligne de conduite utilisée par les éditeurs pour évaluer les modules.
it: La dashboard Strumenti di sviluppo consente di caricare i componenti aggiuntivi e proporli ad AMO. Per caricare un componente aggiuntivo devi essere un utente registrato. Prima di caricare un componente aggiuntivo leggi la <a href="%(url)s">Guida per revisori</a> per assicurarti che il tuo componente segua le linee guida adottate dai revisori.
ko: 개발자 도구 대시보드에서 부가 기능을 업로드하면 AMO에 제출됩니다. 부가 기능을 제출하기 전에 AMO에 등록해야 합니다. 부가 기능을 제출하기 전에 AMO <a href="%(url)s">편집자 심사 가이드</a>를 읽어보고 편집자의 가이드라인에 부합하는지 여부도 확인해 보시기 바랍니다.
nl: Via het dashboard Ontwikkelaarshulpmiddelen kunt uw add-ons bij AMO uploaden en indienen. U dient een geregistreerde gebruiker te zijn voordat u een add-on kunt indienen. Lees voordat u uw add-on indient de <a href="%(url)s">Beoordelingsrichtlijnen voor editors</a> van AMO zodat uw add-on aan de richtlijnen die editors gebruiken om add-ons te beoordelen voldoet.
pa_in: ਡਿਵੈਲਪਰ ਟੂਲ ਡੈਸਬੋਰਡ ਤੁਹਾਨੂੰ AMO ਲਈ ਐਡ-ਆਨ ਅੱਪਲੋਡ ਅਤੇ ਦਾਖਲ ਕਰਨ ਦੀ ਪ੍ਰਵਾਨਗੀ ਦੇਵੇਗਾ। ਐਡ-ਆਨ ਦਾਖਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ ਇੱਕ ਰਜਿਸਟਰ AMO ਉਪਭੋਗੀ ਹੋਣੇ ਚਾਹੀਦੇ ਹੋ। ਆਪਣਾ ਐਡ-ਆਨ ਦਾਖਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ AMO <a href="%(url)s">ਸੰਪਾਦਕ ਸਮੀਖਿਆ ਗਾਈਡ</a> ਪੜ੍ਹੋ ਇਹ ਯਕੀਨੀ ਕਰਨ ਲਈ ਕੀ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਸੰਪਾਦਕਾਂ ਵੱਲੋਂ ਐਡ-ਆਨਾਂ ਦੀ ਸਮੀਖਿਆ ਲਈ ਤੈਅ ਕੀਤੇ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਨੂੰ ਪੂਰੇ ਕਰਦਾ ਹੈ।
pl: Panel narzędzi programisty umożliwia przesyłanie dodatków na AMO i kierowanie ich do sprawdzenia. Aby wysłać dodatek, trzeba być zarejestrowanym użytkownikiem AMO. Przed skierowaniem dodatku do sprawdzenia należy zapoznać się z <a href="%(url)s">Instrukcją recenzji</a>, aby upewnić się, że dodatek spełnia wytyczne stosowane przez recenzentów do oceny dodatków.
pt_pt: A página "Meus extras" permite que você envie extras para o AMO. Você deve ser um usuário registrado no AMO antes de poder enviar um extra. Antes de enviar seu extra, tenha certeza de que você leu o <a href="%(url)s">Guia de análise para editores</a> da Mozilla para garantir que seu extra atende aos critérios usados pelos editores para analisar extras.
ru: Панель Инструментов разработчика позволяет вам загружать и представлять дополнения на АМО. Перед тем, как вы сможете представить дополнение на AMO, вы должны на нем зарегистрироваться. Перед представлением вашего дополнения обязательно прочтите <a href="%(url)s">Руководство редакторов АМО по проверке</a>, чтобы убедиться, что ваше дополнение соответствует требованиям, используемым редакторами при проверке дополнений.
zh_cn: 开发者工具面板允许您上传和提交附加组件到 AMO。在您提交您的附加组件前必须注册 AMO 帐户。提交您的附加组件前您应该阅读 AMO <a href="%(url)s">审核员审核指南</a>，确定您给审核员审核的附加组件符合此准则。

source: What operating system do I choose for my add-on?
cs: Jaký operační systém mám pro můj doplněk zvolit?
de: Welches Betriebssystem sollte ich für mein Add-on auswählen?
es: ¿Qué sistema operativo elijo para mi complemento?
fr: Quel système d'exploitation dois-je choisir pour mon module ?
it: Che sistema operativo scelgo per il mio componente aggiuntivo?
ko: 부가 기능에 어떤 운영 체제를 선택해야 하나요?
nl: Welk besturingssysteem moet ik voor mijn add-on kiezen?
pa_in: ਮੈਂ ਆਪਣੇ ਐਡ-ਆਨ ਲਈ ਕਿਹੜੇ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੀ ਵਰਤੋਂ ਕਰਾਂ?
pl: Jaki system operacyjny wybrać dla dodatku?
pt_pt: Que sistema operacional eu escolho para meu extra?
ru: Какую операционную систему мне выбрать для моего дополнения?
sl: Kateri operacijski sistem naj izberem za svoj dodatek?
zh_cn: 我该为我的附加组件选择什么操作系统？

source: You must choose the operating systems on which your add-on will successfully function.
cs: Musíte zvolit operační systémy, pod kterými bude váš doplněk úspěšně fungovat.
de: Sie müssen die Betriebssysteme auswählen, auf denen Ihr Add-on erfolgreich funktionieren wird.
es: Debes elegir el sistema operativo con el que tu complemento funcione correctamente.
fr: Vous devez choisir les systèmes d'exploitation sur lesquels votre module fontionnera avec succès.
it: Scegli i sistemi operativi sui quali il tuo componente aggiuntivo funziona senza problemi.
ko: 부가 기능이 제대로 작동하는 운영 체제로 선택해야 합니다.
nl: U dient de besturingssystemen waarop uw add-on correct functioneert te kiezen.
pa_in: ਤੁਹਾਡੇ ਉਹ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਚੁਣਨਾ ਚਾਹੀਦਾ ਜਿਸ ਤੇ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਸਫ਼ਲਤਾਪੂਰਵਕ ਕੰਮ ਕਰੇਗਾ।
pl: Należy wybrać system operacyjny, na którym dodatek pracuje prawidłowo.
pt_pt: Você deve escolher os sistemas operacionais nos quais o seu extra funcionará com sucesso.
ru: Вы должны выбрать те операционные системы, на которых будет успешно функционировать ваше дополнение.
sl: Izbrati morate tudi operacijske sisteme, na katerih bo vaš dodatek uspešno deloval.
zh_cn: 您必须选择您的附加组件功能能成功运作的操作系统。

source: What category do I choose for my add-on?
cs: Jakou kategorii mam pro svůj doplněk zvolit?
de: Welche Kategorie wähle ich für mein Add-on?
es: ¿Qué categoría elijo para mi complemento?
fr: Quelle catégorie dois-je choisir pour mon module ?
it: Che categoria scelgo per il mio componente aggiuntivo?
ko: 부가 기능에 어떤 분류를 지정해줘야 하나요?
nl: Welke categorie moet ik voor mijn add-on kiezen?
pa_in: ਮੈਂ ਆਪਣੇ ਐਡ-ਆਨ ਲਈ ਕਿਹੜਾ ਸੰਗ੍ਰਹਿ ਚੁਣਾ?
pl: Jaką kategorię dodatku wybrać?
pt_pt: Que categoria eu devo escolher para o meu extra?
ru: Какую категорию мне выбрать для моего дополнения?
sl: Za katero kategorijo naj se odločim pri svojem dodatku?
zh_cn: 我该为我的附加组件选择什么分类？

source: The choice of category is dependent on what type of audience you are targeting and the functionality of your add-on. If you're unsure of which category your add-on falls into, please choose "Other". The AMO team may re-categorize your add-on if it's determined that it's better suited in a different category.
cs: Volba kategorie je závislá na tom, na jaký typ uživatelů cílíte a jakou funkcionalitu váš doplněk nabízí. Pokud si nejste jist(a), do které kategorie by měl váš doplněk spadat, zvolte "Ostatní". Tým AMO může kategorie u vašeho doplňku změnit, pokud se mu nebude zdát, že je správně zařazen.
de: Die Wahl der Kategorie hängt davon ab, welche Art der Zielgruppe Sie ins Auge gefasst haben und der Funktionalität Ihres Add-ons. Wenn Sie unsicher sind, unter welche Kategorie Ihr Add-on fällt, wählen Sie bitte „Andere“. Das AMO-Team ändert möglicherweise die Kategorie Ihres Add-ons, wenn sie der Meinung sind, dass es besser in eine andere Kategorie passt.
es: La elección de la categoría depende del tipo de audiencia a la que vaya dirigido y la funcionalidad de tu complemento. Si no estás seguro de a qué categoría pertenece tu complemento, por favor, elige "Otros". El equipo de AMO volverá a aplicarle una categoría diferente a tu complemento si se estima adecuado.
fr: Le choix de la catégorie dépend dy type d'audience que vous visez et des fonctionnalités de votre module. Si vous n'êtes pas certain de la catégorie dans laquelle votre module doit appartenir, merci de choisir « Autres ». L'équipe AMO se garde le droit de recatégoriser votre module s'il correspond mieux à une autre.
it: La scelta della categoria dipende dal tipo di utenza a cui stai mirando e dalle funzionalità del tuo componente aggiuntivo. Se non sei sicuro a quale categoria appartenga il tuo componente aggiuntivo scegli "Altro". Il team di AMO potrà spostarlo sotto un'altra categoria qualora ritenga che sia ad essa più indicato.
ko: 분류 선정은 주 이용층과 기능적 측면에서 검토한 후 선정합니다. 넣을만한 적당한 분류가 없다고 생각되면 "기타"를 골라주세요. AMO 팀에서 보다 알맞는 분류가 있다고 판단되면 향후 다른 분류로 재분류할 수도 있습니다.
nl: De keuze van de categorie hangt af van de doelgroep en de functionaliteit van uw add-on. Als u niet zeker weet in welke categorie uw add-on valt, kies dan “Overig”. Het AMO-team kan uw add-on eventueel in een andere categorie indelen als wordt vastgesteld dat die passender is.
pa_in: ਸੰਗ੍ਰਹਿ ਦੀ ਚੋਣ ਕਿਸ ਤਰ੍ਹਾਂ ਦੀ ਹਾਜ਼ਰੀਨ ਤੁਹਾਡਾ ਨਿਸ਼ਾਨਾ ਅਤੇ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੀ ਕਾਰਜਕੁਸ਼ਲਤਾ ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਪਤਾ ਨਹੀਂ ਕੀ ਤੁਹਾਡਾ ਐਡ-ਆਨ ਕਿਸ ਸੰਗ੍ਰਹਿ ਅਧੀਨ ਹੋਵੇ, ਕਿਰਪਾ ਕਰਕੇ "ਹੋਰ" ਨੂੰ ਚੁਣੋ। ਹੋ ਸਕਦਾ AMO ਟੀਮ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਨੂੰ ਮੁੜ-ਸੰਗ੍ਰਹਿ ਕਰੇ ਜੇਕਰ ਉਹਨਾਂ ਨੂੰ ਪਤਾ ਲੱਗੇ ਕੀ ਇਹ ਵੱਖ ਸੰਗ੍ਰਹਿ ਨਾਲ ਵਧੀਆ ਅਨੁਕੂਲ ਹੈ।
pl: Wybór kategorii dodatku jest zależny od typu odbiorcy, do jakiego jest skierowany, i funkcji dodatku. Jeśli nie masz pewności, do jakiej kategorii przypisać dodatek, wybierz „Różne”. Zespół AMO może zmienić kategorię dodatku, jeśli uzna, że lepiej pasuje inna kategoria.
pt_pt: A escolha da categoria depende do tipo de audiência que você deseja alcançar e a funcionalidade do seu extra. Se você não tiver certeza de qual categoria você deve selecionar para seu extra, selecione "Outros". A equipe do AMO poderá recategorizar seu extra se for determinado que ele se encaixa melhor em uma categoria diferente.
ru: Выбор категории зависит от типа вашей целевой аудитории и функциональности вашего дополнения. Если вы не уверены, под какую категорию подпадает ваше дополнение, пожалуйста выберите «Другое». Команда АМО может в дальнейшем изменить категорию вашего дополнения, если будет очевидно, что оно больше подходит под другую категорию.
zh_cn: 为您的附加组件选择符合您目标用户群和附加组件功能的分类。如果您不确定您的附加组件适合哪个分类，请选择“其他”。如果它更适合其他分类，AMO 团队可能会帮您重新分类您的附加组件。

source: What does "nominating" my add-on mean?
cs: Co znamená u mého doplňku "nominace"?
de: Was bedeutet es, mein Add-on zu „nominieren“?
es: ¿Qué significa «nominar» mi complemento?
fr: Qu'est-ce que « nominer » mon module signifie ?
it: Cosa significa "candidare" un componente aggiuntivo?
ko: 부가 기능이 "심사 후보"라는게 무슨 뜻인가요?
nl: Wat betekent “nomineren” van mijn add-on?
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਦੀ "ਨਾਮਜ਼ਦਗੀ" ਤੋਂ ਕੀ ਭਾਵ ਹੈ?
pl: Co oznacza „nominowanie” dodatku?
pt_pt: O que significa "indicar" meu extra?
ru: Что значит «номинация» моего дополнения?
sl: Kaj pomeni, da je moj dodatek "nominiran"?
zh_cn: “提名”（nominating）我的附加组件是什么意思？

source: Nominated add-ons are new add-ons that the author has nominated to become public via the Developer Tools.
cs: Nominované doplňky jsou nové doplňky, které autor skrze nástroje pro vývojáře nominuje, aby se staly v rámci webu veřejnými.
de: Nominierte Add-ons sind neue Add-ons, die der Autor nominiert hat, über die Entwicklerwerkzeuge veröffentlicht zu werden.
es: Los complementos nominados son complementos nuevos que el autor ha nominado para hacerlos públicos a través de las Herramientas para desarrolladores.
fr: Les modules nominés sont les nouveaux modules que l'auteur a nominé pour devenir public via les outils développeur.
it: I componenti aggiuntivi candidati sono nuovi componenti che l'autore ha proposto per la pubblicazione attraverso gli Strumenti per sviluppatori.
ko: 심사 후보란 개발자의 새 부가 기능이 개발자 도구를 통해 공개 상태가 될 후보에 올라 있다는 것을 말합니다.
nl: Genomineerde add-ons zijn nieuwe add-ons die de schrijver via de Ontwikkelaarshulpmiddelen heeft genomineerd voor publicatie.
pa_in: ਨਾਮਜ਼ਦ ਐਡ-ਆਨ ਨਵੇਂ ਐਡ-ਆਨ ਹਨ ਜੋ ਲੇਖਕ ਨੇ ਡਿਵੈਲਪਰ ਟੂਲਾਂ ਦੁਆਰਾ ਜਨਤਕ ਕਰਨ ਲਈ ਨਾਮਜ਼ਦ ਕੀਤੇ ਹਨ।
pl: Nominowane dodatki to nowe dodatki, które za pomocą narzędzi programisty zostały nominowane przez autora do upublicznienia.
pt_pt: Extras indicados são extras cujo autor indicou para se tornarem públicos pelas Ferramentas do desenvolvedor.
ru: Номинированные дополнения это новые дополнения, номинированные автором для представления публике через Инструменты разработчика.
sl: Nominirani dodatki so novi dodatki, ki jih je njih avtor nominiral za javnost v okviru Orodij za razvijalce.
zh_cn: 被提名的附加组件都是作者刚通过开发者工具公开的新进附加组件。

source: Can I specify a license agreement for using my add-on?
cs: Mohu si pro svůj doplněk určit licenční ujednání?
de: Kann ich eine Lizenzvereinbarung für die Verwendung meines Add-ons angeben?
es: ¿Puedo especificar un acuerdo de licencia para usar mi complemento?
fr: Puis-je préciser une licence particulière pour utiliser mon module ?
it: Posso stabilire una particolare licenza per l'utilizzo del mio componente aggiuntivo?
ko: 부가 기능 사용시 라이선스 동의서를 표시하게 수 있나요?
nl: Kan ik een gebruiksrechtovereenkomst voor mijn add-on opgeven?
pa_in: ਕੀ ਮੈਂ ਮੇਰੇ ਐਡ-ਆਨ ਦੀ ਵਰਤੋਂ ਲਈ ਇੱਕ ਲਾਇਸੰਸ ਸਮਝੌਤਾ ਦੇ ਸਕਦਾ?
pl: Czy można określić rodzaj licencji na używanie dodatku?
pt_pt: Eu posso especificar um acordo de licença para usar com meu extra?
ru: Могу ли я указать лицензионное соглашение на использование моего дополнения?
sl: Ali za uporabo svojega dodatka navedem licenčno pogodbo?
zh_cn: 我可以为我的附加组件指定许可协议吗？
