Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: While all add-ons publicly available in our gallery are reviewed by an editor, you may receive a direct link to an add-on that hasn't yet been reviewed. Use caution when installing these add-ons, as they could harm your computer or violate your privacy. We recommend that you only install reviewed add-ons. <a href="%(url)s">Learn more about our review process</a></dd>
cs: Ačkoliv jsou všechny doplňky v naší galerii zkontrolovány redaktory, můžete obdržet přímý odkaz na doplněk, který ještě zkontrolován nebyl. Při instalaci takového doplňku buďte opatrní. Může poškodit váš počítač nebo narušit vaše soukromí. Doporučujeme, abyste instalovali jen zkontrolované doplňky. <a href="%(url)s">Dozvědět se více o našem procesu kontroly</a></dd>
de: Obwohl alle Add-ons, die in unserer Galerie öffentlich verfügbar sind, von unseren Mitarbeitern geprüft wurden, haben Sie womöglich einen direkten Link zu einem Add-on erhalten, das bisher noch nicht geprüft wurde. Seien Sie vorsichtig, wenn Sie so ein Add-on installieren, da Sie Programme auf Ihrem Computer beschädigen oder Ihre Privatsphäre verletzten könnten. Wir empfehlen Ihnen, nur geprüfte Add-ons zu installieren. <a href="%(url)s">Erfahren Sie mehr über unseren Prüfvorgang</a></dd>
el: Αν και όλα τα πρόσθετα της συλλογής μας που εμφανίζονται δημόσια έχουν αξιολογηθεί από τους συντάκτες μας, μπορεί να βρείτε μια σελίδα μέσω κάποιου εξωτερικού δεσμού με κάποιο πρόσθετο που δεν έχει αξιολογηθεί ακόμη. Αν εγκαταστήσετε τέτοιο πρόσθετο, κάντε με προσοχή, γιατί μπορεί να προκαλέσει προβλήματα στο μηχάνημα σας ή να παραβιάσει το ιδιωτικό σας απόρρητο. Συστήνουμε την εγκατάσταση μόνο αξιολογημένων πρόσθετων. <a href="%(url)s">Μάθετε περισσότερα για τη διαδικασία αξιολόγησης</a></dd>
es: Si bien todos los complementos disponibles públicamente en nuestra galería están revisados por un editor, puede que recibas un enlace directo a un complemento que aún no haya sido revisado. Ten cuidado al instalar estos complementos, ya que podrían dañar tu equipo o violar tu privacidad. Recomendamos que solo instales complementos revisados. <a href="%(url)s">Más información sobre nuestro proceso de revisión</a></dd>
fr: Bien que tous les modules visibles dans notre galerie aient été vérifiés par un éditeur, vous pouvez recevoir un lien direct vers un module qui n'a pas été vérifié. Faites attention lorsque vous installez ces modules, étant donné qu'ils pourraient altérer votre configuration ou ne pas respecter votre vie privée. Nous vous recommandons de n'installer que des modules vérifiés. <a href="%(url)s">En savoir plus sur notre processus de revue</a></dd>
it: Mentre i componenti aggiuntivi disponibili nelle nostre pagine sono stati controllati da un revisore, potresti ricevere un link diretto per scaricare un componente aggiuntivo non ancora revisionato. Utilizza questi componenti aggiuntivi con cautela in quanto potrebbero danneggiare il tuo computer o la tua privacy. Ti consigliano di installare solo componenti aggiuntivi sottoposti a revisione. <a href="%(url)s">Ulteriori informazioni sul processo di revisione</a></dd>
ko: 갤러리에 등재된 모든 부가 기능은 편집자의 심사를 거친 것으로, 심사를 받지 않은 부가 기능은 다이렉트 링크를 통해서 접근해야 합니다. 이러한 부가 기능은 컴퓨터 내지는 자신의 개인 정보에 해가 될 우려가 있으므로 설치시 주의가 필요합니다. 저희는 심사를 거친 부가 기능만 설치하는 것을 권장하고 있습니다. <a href="%(url)s">심사 과정에 대해 더 알아보기</a></dd>
nl: Hoewel alle add-ons die in onze galerij publiekelijk beschikbaar zijn door een editor worden beoordeeld, kunt u een directe koppeling ontvangen naar een add-on die nog niet is beoordeeld. Ga voorzichtig om met het installeren van deze add-ons, omdat ze uw computer kunnen beschadigen of uw privacy kunnen schenden. We raden aan alleen beoordeelde add-ons te installeren. <a href="%(url)s">Meer info over ons beoordelingsproces</a></dd>
pa_in: ਜਦ ਕਿ ਸਾਡੀ ਗੈਲਰੀ ਵਿੱਚ ਜਨਤਕ ਤੌਰ ਤੇ ਉੱਪਲਬਧ ਸਾਰੇ ਐਡ-ਆਨਾਂ ਦੀ ਇੱਕ ਸੰਪਾਦਕ ਦੁਆਰਾ ਸਮੀਖਿਆ ਹੁੰਦੀ ਹੈ, ਹੋ ਸਕਦਾ ਤੁਹਾਨੂੰ ਐਡ-ਆਨ ਲਈ ਇੱਕ ਸਿੱਧਾ ਲਿੰਕ ਪ੍ਰਾਪਤ ਹੋਵੇ ਜਿਸ ਦੀ ਹਾਲੇ ਸਮੀਖਿਆ ਨਹੀਂ ਹੋਈ। ਇਹਨਾਂ ਐਡ-ਆਨਾਂ ਨੂੰ ਇੰਸਟਾਲ ਕਰਦੇ ਸਮੇਂ ਸਾਵਧਾਨੀ ਵਰਤੋਂ, ਇਹ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਦਾ ਨੁਕਸ਼ਾਨ ਜਾਂ ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਦੀ ਉਲੰਘਣਾ ਕਰ ਸਕਦੇ ਹਨ। ਅਸੀਂ ਕੇਵਲ ਸਮੀਖਿਆ ਹੋਏ ਐਡ-ਆਨਾਂ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਸਿਫ਼ਾਰਸ਼ ਕਰਦੇ ਹਾਂ। <a href="%(url)s">ਸਾਡੇ ਸਮੀਖਿਆ ਕਾਰਜ ਬਾਰੇ ਹੋਰ ਜਾਣੋ</a></dd>
pl: Pomimo że wszystkie publicznie dostępne dodatki w naszej galerii są sprawdzane przez recenzentów, możesz otrzymać bezpośredni odnośnik do dodatku, który nie został jeszcze sprawdzony. Należy zachować ostrożność, instalując takie dodatki, ponieważ mogą one spowodować uszkodzenie twojego komputera lub naruszyć twoją prywatność. <a href="%(url)s">Dowiedz się więcej o naszej metodzie sprawdzania dodatków</a></dd>
pt_pt: Embora todos os extras disponíveis publicamente na nossa galeria são revistos por um editor, poderá recever uma ligação directa para um extra que ainda não foi revisto. Tenha cuidado ao instalar estes extras, pois eles podem danificar o seu computador ou violar sua privacidade. Recomendamos que você instale apenas extras revistos. <a href="%(url)s">Saiba mais sobre o nosso processo de revisão</a></dd>
ru: Хотя все дополнения, публично доступные в нашей галерее, были проверены редакторами, вы всё же можете получить прямую ссылку на дополнение, которое пока не было проверено. Будьте осторожны при установке этих дополнений, так как они могут нанести вред вашему компьютеру или нарушить вашу приватность. Мы рекомендуем вам устанавливать только проверенные дополнения. <a href="%(url)s">Узнайте больше о нашем процессе проверки</a></dd>
sl: Vse dodatke, ki so na voljo javnosti v naši galeriji, je pregledal urednik, lahko pa da ste prejeli neposredno povezavo na dodatek, ki še ni pregledan. Bodite previdni pri namestitvi teh dodatkov, saj lahko škodujejo vašemu računalniku ali zlorabijo vašo zasebnost. Priporočamo vam, da nameščate samo dodatke, ki so pregledani. <a href="%(url)s">Več o našem postopku pregledov</a></dd>
zh_cn: 虽然我们画廊中可供公众使用的所有附加组件都已经过了审核员的审核，您仍可能会收到一个链向未经审核的附加组件的链接。安装这些附加组件时应特别小心，因为他们可能会侵害您的计算机或侵犯您的隐私权。我们建议您只安装已经过审核的附加组件。<a href="%(url)s">了解我们的审核过程</a></dd>

source: How much do add-ons cost to purchase?
cs: Kolik doplňky stojí?
de: Was kosten Add-ons?
el: Πόσο κοστίζει η αγορά των πρόσθετων;
es: ¿Cuánto cuesta comprar un complemento?
fr: Combien coûtent les modules ?
it: Quanto costa acquistare un componente aggiuntivo?
ko: 부가 기능을 구입하려면 얼마 정도가 드나요?
nl: Hoe duur zijn add-ons in aanschaf?
pa_in: ਐਡ-ਆਨਾਂ ਨੂੰ ਖਰੀਦਣ ਲਈ ਕਿੰਨੀ ਕੀਮਤ ਅਦਾ ਕਰਨੀ ਪਵੇਗੀ?
pl: Ile kosztują dodatki?
pt_pt: Quanto custam os extras?
ru: Сколько стоят дополнения?
sl: Koliko stanejo dodatki, če jih hočem kupiti?
zh_cn: 购买附加组件是什么价格？

source: Add-ons hosted in our gallery are free unless clearly marked otherwise.
cs: Pokud není jasně řečeno jinak, jsou hostované doplňky dostupné zdarma.
de: Add-ons, die in unserer Galerie bereitgestellt werden, sind kostenlos, sofern sie nicht ausdrücklich anders gekennzeichnet sind.
el: Τα πρόσθετα που φιλοξενούνται στη συλλογή μας είναι δωρεάν εκτός από όσα δηλώνουν ρητά το αντίθετο.
es: Los complementos alojados en nuestra galería son gratuitos a menos que claramente se indique lo contrario.
fr: Les modules hébergés dans notre galerie sont gratuits, sauf mention contraire.
it: Tranne dove altrimenti indicato, i componenti aggiuntivi presenti nella galleria sono gratuiti.
ko: 저희 갤러리에 등록된 부가 기능들은 모두 무료입니다.
nl: Add-ons die worden gehost in onze galerij zijn gratis, tenzij duidelijk anderszins aangegeven.
pa_in: ਸਾਡੀ ਗੈਲਰੀ ਵਿੱਚ ਮੇਜ਼ਬਾਨ ਕੀਤੇ ਐਡ-ਆਨ ਮੁਫ਼ਤ ਹਨ ਜਦ ਤੱਕ ਸਾਫ਼ ਤੌਰ ਤੇ ਅੰਕਿਤ ਨਾ ਕੀਤੇ ਹੋਵੇ।
pl: Dodatki znajdujące się w naszej galerii są darmowe, chyba że wyraźnie zaznaczono inaczej.
pt_pt: Os extras alojados na nossa galeria são gratuitos a menos que indicado o contrário.
ru: Дополнения, размещённые в нашей галерее, бесплатны, если явно не указано обратное.
sl: Dodatki, ki gostujejo v naši galeriji, so brezplačni, razen če ni jasno označeno drugače.
zh_cn: 如果没有其他明示标记则附加组件可以免费保存在我们的画廊中。

source: What does it mean when an add-on asks for contributions?
cs: Co znamená, když autor doplňku žádá o příspěvek?
de: Was bedeutet es, wenn ein Add-on um Spenden bittet?
el: Τι σημαίνει ότι κάποιο πρόσθετο ζητάει συνεισφορά;
es: ¿Qué significa que un complemento solicita contribuciones?
fr: Qu'est-ce que cela signifie lorsqu'un module demande une contribution ?
it: Che cosa significa quando un componente aggiuntivo richiede delle donazioni?
ko: 부가 기능이 기부자를 찾는 이유가 뭔가요?
nl: Wat betekent het wanneer een add-on vraagt om een bijdrage?
pa_in: ਜਦੋਂ ਐਡ-ਆਨ ਯੋਗਦਾਨ ਬਾਰੇ ਪੁੱਛੇ ਇਸ ਤੋਂ ਕੀ ਭਾਵ ਹੈ?
pl: Co oznacza prośba o dotację?
pt_pt: O que significa quando um extra pede contribuições?
ru: Что это значит когда дополнение просит сделать взнос?
sl: Kaj pomeni, če dodatek prosi za prispevke?
zh_cn: 附加组件要求捐款是什么意思？

source: Some add-on authors request users who enjoy an add-on to contribute to its development by making a monetary contribution. These contributions go directly to the developer unless a third party is indicated, such as the non-profit Mozilla Foundation.
cs: Někteří autoři doplňků mohou žádat uživatele, kteří mají doplněk rádi, o finanční příspěvky na další vývoj. Tyto příspěvky jdou přímo vývojáři, pokud není uvedena třetí strana (například nezisková nadace Mozilla Foundation).
de: Einige Add-on-Autoren bitten Nutzer, die ein Add-on genießen, zu seiner Entwicklung beizutragen, indem sie Geld spenden. Diese Spenden gehen direkt an den Entwickler, es sei denn es ist eine Drittpartei angegeben, wie die gemeinnützige Mozilla Foundation.
el: Μερικοί δημιουργοί πρόσθετων, ζητούν από τους χρήστες που απολαμβάνουν τα πρόσθετα τους να ενισχύσουν την ανάπτυξη τους κάνοντας μια μικρή χρηματική δωρεά. Αυτές οι δωρεές κατατίθενται απευθείας στους δημιουργούς, εκτός κι αν έχει οριστεί κάποιο τρίτο μέρος σαν αποδέκτης, όπως πχ. το μη κερδοσκοπικό ίδρυμα Μozilla.
es: Algunos autores de complemento piden a los usuarios que colaboren con su desarrollo mediante una contribución económica. Estas contribuciones van directamente a los desarrolladores a menos que se indique un tercero, como la Fundación Mozilla sin ánimo de lucro.
fr: Certains auteurs de module demandent à ce que les utilisateurs qui apprécient un module contribuent à son développement par un don. Ces contributions vont directement au développeur sauf si une tierce partie est indiquée, comme la fondation à but non lucratif Mozilla.
it: Alcuni autori di estensioni richiedono agli utenti di contribuire allo sviluppo dei componenti aggiuntivi con delle donazioni. Questi contributi vanno direttamente allo sviluppatore, a meno che non sia indicato un altro soggetto (ad esempio l'organizzazione senza fini di lucro Mozilla Foundation).
ko: 부가 기능 제작자들 중 일부는 금전 기부를 통해 개발 지원을 돕는 사용자를 필요로 하고 있습니다. 기부를 원하는 사람은 Mozilla 재단과 같이 비영리 써드파티를 표방하는 개발자가 아닌 이상 어떤 개발자든 즉시 기부금을 보탤 수 있습니다.
nl: Sommige add-onschrijvers vragen gebruikers om een bijdrage voor de ontwikkeling middels een geldelijke bijdrage. Deze bijdragen gaan rechtstreeks naar de ontwikkelaar, tenzij een derde partij wordt aangegeven, zoals de Mozilla Foundation.
pa_in: ਕੁੱਝ ਐਡ-ਆਨ ਲੇਖਕ ਉਪਭੋਗੀਆਂ ਨੂੰ ਜੋ ਐਡ-ਆਨ ਦਾ ਆਨੰਦ ਮਾਨ ਰਹੇ ਹੋਣ ਨੂੰ ਇਸ ਦੇ ਵਿਕਾਸ ਲਈ ਮਾਇਆ ਦੇ ਯੋਗਦਾਨ ਦੀ ਬੇਨਤੀ ਕਰਦੇ ਹਨ। ਇਹ ਯੋਗਦਾਨ ਸਿੱਧੇ ਡਿਵੈਲਪਰ ਨੂੰ ਜਾਂਦੇ ਹਨ ਜਦ ਤੱਕ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਬਾਰੇ ਨਾ ਦੱਸਿਆ ਹੋਵੇ, ਜਿਵੇਂ ਕਿ ਗੈਰ-ਮੁਨਾਫ਼ਾ ਮੌਜੀਲਾ ਸੰਸਥਾ।
pl: Niektórzy autorzy proszą użytkowników korzystających z ich dodatków o wsparcie finansowe dalszego rozwoju tych dodatków. Dotacje te są bezpośrednio przekazywane do autora, chyba że wskazał on inny podmiot w postaci organizacji pożytku publicznego, np. Fundację Mozilla.
pt_pt: Alguns autores pedem aos utilizadores que gostaram do extra para contribuirem para o seu desenvolvimento fazendo uma contribuição monetária. Estas contribuições vão directamente para o desenvolvedor a menos que, uma outra entidade seja indicada, tal como a Fundação sem fins lucrativos Mozilla.
ru: Некоторые авторы дополнений просят пользователей, которым нравится их дополнения, внести свой вклад в его развитие, сделав денежный взнос. Эти взносы идут напрямую разработчику, если только не указана третья сторона, такая как некоммерческая Mozilla Foundation.
sl: Nekateri avtorji od uporabnikov za rabo njihovega dodatka zahtevajo prispevek v denarju za nadaljnji razvoj. Ti prispevki gredo neposredno nosilcu projekta, razen če je navedena tretja stranka, kot je npr. neprofitna fundacija Mozilla.
zh_cn: 一些附加组件的作者希望用户在享用附加组件的同时也向附加组件捐一点款以帮助其发展。这些捐款会直接转给开发者，除非开发者明确指出了希望捐给其他单位（比如非营利性质的 Mozilla 基金会）。

source: What are beta add-ons?
cs: Co jsou betaverze doplňků?
de: Was sind Add-ons in der Betaphase?
el: Τι είναι τα δοκιμαστικά πρόσθετα;
es: ¿Qué son los complementos en fase beta?
fr: Que sont les modules bêta ?
it: Che cosa sono i componenti aggiuntivi beta?
ja: ベータ版のアドオンとは？
ko: 베타 부가 기능이 뭔가요?
nl: Wat zijn bèta-add-ons?
pa_in: ਬੀਟਾ ਐਡ-ਆਨ ਕੀ ਹਨ?
pl: Co to są dodatki „beta”?
pt_pt: O que são extras beta?
ru: Что такое бета-дополнения?
sl: Kaj so beta dodatki?
zh_cn: 什么是测试版附加组件？

source: Beta add-ons are unreviewed versions which represent the latest work of an add-on author. While different authors have different standards for beta code quality, you should assume that these add-ons are less stable than the general add-on releases.
cs: Betaverze doplňků jsou nekontrolované verze, které obsahují poslední novinky, které autor doplňku připravil. Každý autor pohlíží na kvalitu betaverzí rozdílně, ale obecně byste měli předpokládat, že tyto doplňky mají horší stabilitu než ty, které jsou standardně vydávány.
de: Add-ons im Beta-Stadium sind nicht getestete Versionen, die den letzten Stand des Add-on-Entwicklers darstellen. Da jeder Autor seine eigenen Anforderungen an die Qualität des Beta-Quelltextes hat, sollten Sie davon ausgehen, dass diese Add-ons weniger stabil sind als die üblichen Add-on-Veröffentlichungen.
el: Τα δοκιμαστικά (Beta) πρόσθετα, είναι εκδόσεις που δεν έχουν αξιολογηθεί και περιλαμβάνουν ό,τι πιο πρόσφατο έχει δημιουργήσει ο προγραμματιστής τους. Αν και κάθε δημιουργός έχει διαφορετικά πρότυπα για τον ορισμό μιας έκδοσης σαν δοκιμαστική, καλό θα είναι γενικότερα να θεωρείτε πως αυτά τα πρόσθετα είναι λιγότερο σταθερά από τις κανονικές εκδόσεις.
es: Los complementos Beta son versiones no revisadas que ofrecen la versión más reciente del trabajo del autor. Aunque cada autor tiene un criterio diferente sobre la calidad del código Beta, debes asumir que estos complementos son menos estables que las publicaciones habituales de los complementos.
fr: Les versions bêtas sont des versions non testées qui correspondent aux dernières avancée du développeur d'un module. Bien que les auteurs aient des critères de qualité différents pour du code bêta, vous devriez considérer que ces modules sont moins stables que les versions publiées.
it: I componenti aggiuntivi "beta" sono versioni non verificate e rappresentano il lavoro più aggiornato di uno sviluppatore. Ogni autore utilizza criteri diversi per quanto riguarda la qualità del codice di una versione beta, in ogni caso è opportuno ipotizzare che queste estensioni siano meno stabili rispetto alle versioni definitive.
ko: 베타 버전 부가 기능은 부가 기능 제작자의 최신 작업 버전으로 심사되지 않은 버전을 말합니다. 제작자마다 베타 상태의 코드 품질이 다르므로, 이들 부가 기능은 정식 배포판 부가 기능보다 안정성이 떨어진다는 점을 양지해 주시기 바랍니다.
nl: Bèta-add-ons zijn niet-beoordeelde versies met daarin het meest recente werk van een add-onschrijver. Hoewel verschillende schrijvers verschillende normen hanteren voor de kwaliteit van bètacode, moet u ervan uitgaan dat deze add-ons minder stabiel zijn dan de algemene add-onuitgaves.
pa_in: ਬੀਟਾ ਐਡ-ਆਨ ਬਿਨਾਂ-ਸਮੀਖਿਆ ਵਾਲੇ ਵਰਜਨ ਹਨ ਜੋ ਐਡ-ਆਨ ਲੇਖਕ ਦਾ ਤਾਜ਼ਾ ਕੰਮ ਦੀ ਨੁਮਾਇੰਦਗੀ ਕਰਦੇ ਹਨ। ਜਦ ਕਿ ਵੱਖ-ਵੱਖ ਲੇਖਕਾਂ ਲਈ ਬੀਟਾ ਕੋਡ ਗੁਣਵੱਤਾ ਮਾਣਕ ਵੱਖ-ਵੱਖ ਹਨ, ਤੁਹਾਨੂੰ ਇਹ ਮੰਨਣਾ ਚਾਹੀਦਾ ਕੀ ਇਹ ਐਡ-ਆਨ ਜਾਰੀ ਹੋਏ ਆਮ ਐਡ-ਆਨਾਂ ਨਾਲੋਂ ਘੱਟ ਸਥਿਰ ਹਨ।
pl: Dodatki „beta” są niesprawdzonymi przez recenzentów wersjami rozwojowymi danego dodatku. Autorzy dodatków przyjmują różne standardy dla jakości kodu wersji „beta”. Należy przyjąć, że stabilność dodatków tego typu jest mniejsza niż wydań głównych.
pt_pt: Extras Beta são versões não avaliadas que representam o último trabalho do autor do extra. Enquanto diferentes autores têm diferentes standards para a qualidade do código beta, deve partir do princípio que estes extras são menos estáveis que as versões gerais.
ru: Бета-версии дополнений это непроверенные версии дополнений, которые представляют собой последнюю сборку выпущенную автором дополнения. Хотя разные авторы имеют разные стандарты качества для кода бета-версии, вам следует предполагать, что эти дополнения менее стабильны, чем обычные релизы дополнений.
sl: Beta dodatki so nepregledane različice, ki predstavljajo najnovejše delo njihovega avtorja. Četudi imajo avtorji, kar se standardov za kakovost beta kode tiče, različna mnenja, lahko predvidevate, da so ti dodatki na splošno manj stabilni kot splošne izdaje dodatka.
zh_cn: 测试版附加组件是未经审核的版本，体现了作者的最新工作成果。由于不同作者有不同的测试版代码质量标准，您应该假定这些附加组件的稳定性不如正式发布的版本。

source: Please note that when you install an add-on from the "Beta Version" section of an add-on's listing, you will continue to receive updates for that add-on as they become available. Like the initial version you installed, all beta releases are unreviewed by Mozilla and may harm your computer.
cs: Mějte prosím na paměti, že když si nainstalujete doplněk ze sekce "betaverze" na stránce doplňku, budete i nadále dostávat aktualizace doplňku, jakmile budou dostupné. Obdobně jako v případě instalované verze nebudou všechny instalované berze kontrolovány Mozillou a mohou tak poškodit váš počítač.
de: Bitte beachten Sie, dass Sie bei der Installation der "Beta-Version" eines Add-ons weiterhin Updates für dieses Add-on erhalten, wenn sie verfügbar sind. Ebenso wie die Version, die Sie installiert haben, sind auch alle anderen Beta-Veröffentlichungen nicht von Mozilla geprüft und können Ihren Computer beschädigen.
el: Παρακαλούμε σημειώστε πως όταν εγκαταστήσετε ένα πρόσθετο από το «δοκιμαστικό» τμήμα της σελίδας προβολής του, θα λαμβάνετε και τις διαθέσιμες ενημερώσεις επίσης από το ίδιο τμήμα. Όπως και με την αρχική δοκιμαστική έκδοση που εγκαταστήσατε, όλες οι δοκιμαστικές εκδόσεις δεν αξιολογούνται από τους συντάκτες του Μozilla και μπορεί να προκαλέσουν προβλήματα στο σύστημα σας.
es: Por favor, ten en cuenta que cuando instalas un complemento de la sección "Versiones beta", seguirás recibiendo actualizaciones cuando estén disponibles. Como la versión inicial que instalaste, ninguna de las versiones beta son revisadas por Mozilla y pueden dañar tu equipo.
fr: Merci de noter que lorsque vous installez un module de la section « version bêta », vous continuerez à recevoir les mises à jour disponibles pour ce module. À la manière de la première version que vous installez, toutes les mises à jour bêta ne sont pas testées par Mozilla et pourraient endommager votre configuration.
it: Attenzione: installando un componente aggiuntivo dalla sezione "Versioni beta", continuerai a ricevere aggiornamenti non appena saranno disponibili. Come la versione iniziale che hai installato, le versioni beta non sono verificate da Mozilla e potrebbero danneggiare il tuo computer.
ko: 부가 기능 일람 페이지의 "베타 버전" 항목에서 부가 기능을 설치하시면 지속적으로 해당 부가 기능의 업데이트를 제공받게 된다는 사실도 기억하시기 바랍니다. 처음 설치했던 버전과 마찬가지로 모든 베타 버전은 Mozilla의 심사를 받지 않았기 때문에 컴퓨터에 해가 될 수도 있습니다.
nl: Bedenk dat als u een add-on uit de sectie ‘bètaversie’ van een add-onpagina installeert, u updates voor die add-on zult blijven ontvangen zodra ze beschikbaar komen. Net als de oorspronkelijk geïnstalleerde versie zijn alle bètaversies niet door Mozilla beoordeeld en kunnen deze uw computer beschadigen.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ ਜਦੋਂ ਤੁਸੀਂ ਐਡ-ਆਨ ਸੂਚੀ ਦੇ "ਬੀਟਾ ਵਰਜਨ" ਭਾਗ ਵਿੱਚੋਂ ਐਡ-ਆਨ ਇੰਸਟਾਲ ਕਰਦੇ ਹੋ, ਤੁਹਾਨੂੰ ਉਸ ਐਡ-ਆਨ ਲਈ ਲਗਾਤਾਰ ਅੱਪਡੇਟਾਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀਆਂ ਰਹਿਣਗੀਆਂ ਜਿਵੇਂ ਹੀ ਉਹ ਉੱਪਲਬਧ ਹੋਣ। ਤੁਹਾਡੇ ਵੱਲੋਂ ਇੰਸਟਾਲ ਕੀਤੇ ਸ਼ੁਰੂਆਤੀ ਵਰਜਨ ਦੀ ਤਰ੍ਹਾਂ, ਬੀਟਾ ਰੀਲੀਜ਼ਾਂ ਦੀ ਮੌਜੀਲਾ ਵੱਲੋਂ ਸਮੀਖਿਆ ਨਹੀਂ ਕੀਤੀ ਗਈ ਅਤੇ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਦਾ ਨੁਕਸਾਨ ਹੋ ਸਕਦਾ।
pl: Po zainstalowaniu dodatku z sekcji „Wersje beta” będziesz otrzymywać aktualizacje tego dodatku, gdy będą one dostępne. Tak jak wersja początkowa, wszystkie wersje „beta” nie są sprawdzane przez Mozillę i mogą uszkodzić twój komputer.
pt_pt: Tenha em atenção que quando instala extras da secção "versão Beta" de uma listagem de extras, continua a receber actualizações assim que estejam disponíveis. Tal como a versão que instalou, todos os lançamentos beta não são revistos pela Mozilla e podem danificar o seu computador.
ru: Пожалуйста, обратите внимание, что когда вы устанавливаете дополнение из раздела "Бета-версия" страницы дополнения, вы будете продолжать получать обновления для этого дополнения, как только они станут доступны. Как и в случае первоначальной установленной вами версии, все бета-версии не проверены Mozilla и могут нанести вред вашему компьютеру.
sl: Vedite prosim, da boste v primeru, da dodatek nameščate iz oddelka "Beta Različica" v objavah, še dalje dobivali posodobitve za ta dodatek, ko bodo na voljo. Niti prvotne različice, ki ste jo namestili, in tudi ne beta različic Mozilla ni pregledala, tako da lahko škodijo vašemu računalniku.
zh_cn: 请注意，当您从附加组件列表的“测试版”中安装附加组件的时候，您将会持续收到这个附加组件的可用更新。和您安装的初始版本一样，所有测试版都没有经过 Mozilla 的审核并且有可能伤害您的计算机。

source: What does it mean when an add-on is flagged as slow?
cs: Co znamená, když je doplněk označen jako pomalý?
de: Was bedeutet es, wenn ein Add-on als langsam markiert ist?
el: Τι σημαίνει ότι ένα πρόσθετο έχει σημειωθεί σαν αργό;
es: ¿Qué quiere decir si un complemento se ha marcado como lento?
fr: Qu'est-ce que cela signifie lorsqu'un module est étiqueté comme lent ?
it: Che cosa significa quando un componente aggiuntivo è segnalato come lento?
ko: 느리다는 표시가 되어있는 부가 기능은 무슨 의미인가요?
nl: Wat betekent het wanneer een add-on is gemarkeerd als langzaam?
pa_in: ਜਦੋਂ ਐਡ-ਆਨ ਤੇ "ਹੌਲੀ" ਦਾ ਨਿਸ਼ਾਨ ਲੱਗਿਆ ਹੋਵੇ ਇਸ ਤੋਂ ਕੀ ਭਾਵ ਹੈ?
pl: Co to znaczy, gdy dodatek jest oznaczony jako spowalniający?
pt_pt: O que significa um extra indicado como lento?
ru: Что это значит, когда дополнение отмечено как медленное?
sl: Kaj pomeni, če je dodatek označen kot počasen?
uk: Що означає, коли додаток відмічений як повільний?
zh_cn: 一个附加组件标记为慢是什么意思？
