Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Yes. You can specify a license agreement when submitting your add-on. You can also add or update a license agreement via the Developer Tools dashboard after your add-on has been submitted.
cs: Ano. Své vlastní licenční ujednání můžete určit při přidávání doplňku. Po přidání doplňků jej můžete kdykoliv přidat či aktualizovat na nástěnce nástrojů pro vývojáře.
de: Ja. Sie können eine Lizenzvereinbarung angeben, wenn Sie Ihr Add-on einreichen. Sie können eine Lizenzvereinbarung auch nach der Einreichung Ihres Add-ons über die Übersicht der Entwicklerwerkzeuge hinzufügen oder aktualisieren.
es: Sí, puedes especificar un acuerdo de licencia al enviar tu complemento. También puedes agregar o actualizar un acuerdo de licencia después de enviar el complemento usando el panel de Herramientas para desarrolladores.
fr: Oui. Vous pouvez préciser une licence particulière lorsque vous proposez votre module. Vous pouvez aussi ajouter ou mettre à jour une licence via le tableau de bord outils du développeur après envoi de votre module.
it: Si, puoi specificare la licenza all'atto di inviare il tuo componente aggiuntivo. Puoi anche aggiungere o aggiornare una licenza tramite la dashboard Strumenti di sviluppo dopo che il tuo componente aggiuntivo è stato caricato.
ko: 예. 부가 기능 제출시 라이선스 동의서를 넣을 수 있습니다. 부가 기능 제출 후에도 언제든 개발자 도구를 통해 라이센스 동의서를 추가하거나 갱신할 수 있습니다.
nl: Ja. U kunt een gebruiksrechtovereenkomst opgeven bij het indienen van uw add-on. U kunt ook via het dashboard Ontwikkelaarshulpmiddelen een gebruiksrechtovereenkomst toevoegen of bijwerken nadat uw add-on is ingediend.
pa_in: ਹਾਂ। ਤੁਸੀਂ ਆਪਣਾ ਐਡ-ਆਨ ਦਾਖਲ ਕਰਦੇ ਸਮੇਂ ਇੱਕ ਲਾਇਸੰਸ ਸਮਝੌਤਾ ਦੇ ਸਕਦੇ ਹੋ। ਨਾਲ ਹੀ ਤੁਸੀਂ ਆਪਣੇ ਐਡ-ਆਨ ਦੇ ਦਾਖਲ ਹੋਣ ਤੋਂ ਬਾਅਦ ਡਿਵੈਲਪਰ ਟੂਲਾਂ ਦੁਆਰਾ ਇੱਕ ਨਵਾਂ ਲਾਇਸੰਸ ਸਮਝੌਤਾ ਸ਼ਾਮਲ ਜਾਂ ਅੱਪਡੇਟ ਕਰ ਸਕਦੇ ਹੋ।
pl: Tak. Podczas zgłaszania dodatku można określić umowę licencyjną. Można także po dodaniu dodatku, z poziomu panelu narzędzi programisty, dodać lub zaktualizować umowę licencyjną.
pt_pt: Sim. Você pode especificar um acordo de licença ao enviar um extra. Você também pode adicionar ou atualizar um acordo de licença usando a página Meus extras após o envio do seu extra.
ru: Да. Вы можете указать лицензионное соглашение при представлении вашего дополнения. Вы также можете добавить или обновить лицензионное соглашение через панель Инструментов Разработчика после представления вашего дополнения.
zh_cn: 是的。您提交您的附加组件时可以指定一个许可协议。在您的附加组件提交后，您也可以通过开发者工具面板添加或更新许可协议。

source: Can I include a privacy policy for my add-on?
cs: Mohu u svého doplňku uvést zásady ochrany soukromí?
de: Kann ich eine Datenschutzerklärung für mein Add-on angeben?
es: ¿Puedo incluir una política de privacidad para mi complemento?
fr: Puis-je inclure une politique de vie privée pour mon module ?
it: Posso includere un'informativa sulla privacy al mio componente aggiuntivo?
ko: 개인 정보 보호 정책을 부가 기능에 삽입할 수 있나요?
nl: Kan ik een privacybeleid voor mijn add-on opnemen?
pa_in: ਕੀ ਮੈਂ ਮੇਰੇ ਐਡ-ਆਨ ਲਈ ਇੱਕ ਪਰਦੇਦਾਰੀ ਨੀਤੀ ਸ਼ਾਮਲ ਕਰ ਸਕਦਾ?
pl: Czy można dołączyć do dodatku własne zasady ochrony prywatności?
pt_pt: Eu posso incluir uma política de privacidade no meu extra?
ru: Могу ли я включить для моего дополнения политику приватности?
sl: Ali za uporabo svojega dodatka navedem politiko zasebnosti?
zh_cn: 我可以为我的附加组件包含一个隐私政策吗？

source: Yes. You can specify a privacy policy when submitting your add-on. You can also add or update a privacy policy via the Developer Tools dashboard after your add-on has been submitted.
cs: Ano. Přidejte svou verzi zásad ochrany soukromí při přidávání svého doplňku. Můžete je též po přidání doplňku kdykoliv upravit v nástrojích pro vývojáře.
de: Ja. Sie können eine Datenschutzerklärung angeben, wenn Sie Ihr Add-on einreichen. Sie können eine Datenschutzerklärung auch nach der Einreichung Ihres Add-ons über die Übersicht der Entwicklerwerkzeuge hinzufügen oder aktualisieren.
es: Sí, puedes especificar una política de privacidad al enviar tu complemento. También puedes agregar o actualizar una política de privacidad después de enviar tu complemento usando el panel de Herramientas para desarrolladores.
fr: Oui. Vous pouvez préciser une politique de vie privée lorsque vous proposez votre module. Vous pouvez aussi ajouter ou mettre à jour une politique de vie privée via le tableau de bord outils du développeur après envoi de votre module.
it: Si, puoi specificare un'informativa sulla privacy all'atto di caricare il tuo componente aggiuntivo. Puoi anche aggiungere o aggiornare l'Iinformativa sulla privacy tramite la dashboard Strumenti di sviluppo dopo che il tuo componente aggiuntivo è stato caricato.
ko: 예. 부가 기능 제출시 개인 정보 보호 정책을 넣을 수 있습니다. 부가 기능 제출 후에도 언제든 개발자 도구를 통해 개인 정보 보호 정책을 추가하거나 갱신할 수 있습니다.
nl: Ja. U kunt een privacybeleid opgeven wanneer u uw add-on indient. U kunt ook via het dashboard Ontwikkelaarshulpmiddelen een privacybeleid toevoegen of bijwerken nadat uw add-on is ingediend.
pa_in: ਹਾਂ। ਤੁਸੀਂ ਆਪਣਾ ਐਡ-ਆਨ ਦਾਖਲ ਕਰਦੇ ਸਮੇਂ ਇੱਕ ਪਰਦੇਦਾਰੀ ਨੀਤੀ ਦੇ ਸਕਦੇ ਹੋ। ਆਪਣੇ ਐਡ-ਆਨ ਦੇ ਦਾਖਲ ਹੋਣ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਡਿਵੈਲਪਰ ਟੂਲਾਂ ਦੁਆਰਾ ਇੱਕ ਪਰਦੇਦਾਰੀ ਨੀਤੀ ਸ਼ਾਮਲ ਜਾਂ ਅੱਪਡੇਟ ਕਰ ਸਕਦੇ ਹੋ।
pl: Tak. Podczas wysyłania dodatku można określić zasady ochrony prywatności. Można także po dodaniu dodatku, z poziomu panelu narzędzi programisty, dodać lub zaktualizować zasady ochrony prywatności.
pt_pt: Sim. Você pode especificar uma política de privacidade ao enviar um extra. Você também pode adicionar ou atualizar uma política de privacidade usando a página Meus extras após o envio do seu extra.
ru: Да. Вы можете указать политику приватности при представлении вашего дополнения. Вы также можете добавить или обновить политику приватности через панель Инструментов Разработчика после представления вашего дополнения.
zh_cn: 是的。您提交您的附加组件时可以指定隐私政策。在您的附加组件提交后，您也可以通过开发者工具面板添加或更新隐私政策。

source: Why must my add-on be reviewed?
cs: Proč musí být můj doplněk zkontrolován?
de: Warum muss mein Add-on überprüft werden?
es: ¿Por qué se tiene que revisar mi complemento?
fr: Pourquoi mon module doit-il être revu ?
it: Perché il mio componente aggiuntivo deve essere verificato?
ko: 부가 기능을 반드시 심사받아야 하는 이유가 뭔가요?
nl: Waarom moet mijn add-on worden beoordeeld?
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਹੋਣਾ ਕਿਉਂ ਲਾਜ਼ਮੀ ਹੈ?
pl: Dlaczego dodatek musi zostać sprawdzony?
pt_pt: Porque é que o meu extra tem de ser revisto?
ru: Почему мое дополнение должно быть проверено?
sl: Zakaj je treba moj dodatek pregledati?
zh_cn: 为什么我的附加组件必须经过审核？

source: All add-ons submitted, whether new or updated, are reviewed to ensure that Mozilla users have a stable and safe experience. All add-ons submissions are reviewed using the guidelines outlined in the <a href="%(url)s">Editors Reviewing Guide</a>.
cs: Všechny přidané doplňky, jedno zda nové či jen aktualizované, musí být zkontrolovány, aby se Mozilla ujistila, že jsou pro uživatele stabilní a bezpečné. Všechny přidané doplňky jsou zkontrolované proti dokumentu <a href="%(url)s">Editors Reviewing Guide</a>.
de: Alle eingereichten Add-ons, ob neu oder aktualisiert, werden überprüft, um sicherzustellen, dass Mozilla-Nutzer ein stabiles und sicheres Erlebnis haben. Alle eingereichten Add-ons werden anhand der Richtlinien im <a href="%(url)s">Überprüfungsleitfaden für Redakteure</a> überprüft.
es: Todos los complementos enviados, tanto si son nuevos como actualizados, son revisados para garantizar que los usuarios de Mozilla tengan una experiencia estable y segura. Todos los envíos de complementos son revisados de acuerdo a las directrices definidas en la <a href="%(url)s">Guía de revisión para editores</a>.
fr: Tous les modules envoyés, qu'ils soient nouveaux ou mis à jours, sont vérifiés pour s'assurer que les utilisateurs de Mozilla n'auront pas de surprise. Tous les envois de module sont vérifiés suivant les directives édictées dans le <a href="%(url)s">guide de revue des éditeurs</a>.
it: Tutti i componenti aggiuntivi caricati, sia nuovi che aggiornati, vengono verificati per garantire agli utenti Mozilla un'esperienza stabile e sicura. Tutti i componenti aggiuntivi caricati vengono verificati in base alle linee guida descritte nella <a href="%(url)s">Guida per revisori</a>.
ko: 제출된 모든 부가 기능은 신규든 업데이트든 Mozilla 이용자가 안정적이고 안전한 경험을 제공받도록 심사를 거쳐야 합니다. 모든 부가 기능은 <a href="%(url)s">편집자 심사 가이드</a>에 명시된 가이드라인을 통해 심사를 받습니다.
nl: Alle ingediende add-ons, of het nu nieuwe of bijgewerkte zijn, worden beoordeeld om zeker te stellen dat Mozilla-gebruikers een stabiele en veilige ervaring hebben. Alle ingediende add-ons worden beoordeeld volgens de regels in de <a href="%(url)s">Beoordelingsrichtlijnen voor editors</a>.
pa_in: ਸਾਰੇ ਦਾਖਲ ਕੀਤੇ ਐਡ-ਆਨਾਂ, ਭਾਵੇ ਨਵੇਂ ਜਾਂ ਅੱਪਡੇਟ ਹੋਏ, ਦੀ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਸਮੀਖਿਆ ਹੁੰਦੀ ਹੈ ਕੀ ਮੌਜੀਲਾ ਉਪਭੋਗੀ ਇੱਕ ਥਿਰ ਅਤੇ ਸੁਰੱਖਿਅਤ ਅਨੁਭਵ ਲੈਣ। ਸਾਰੇ ਦਾਖਲ ਹੋਏ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ <a href="%(url)s">ਸੰਪਾਦਕੀ ਸਮੀਖਿਆ ਗਾਈਡ</a>ਵਿੱਚ ਦਰਸਾਏ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਅਨੁਸਾਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
pl: Wszystkie przesłane dodatki, zarówno nowe, jak i zaktualizowane, są recenzowane, aby zapewnić użytkownikom programów Mozilli stabilne i bezpieczne używanie jej produktów. Wszystkie wysłane dodatki są sprawdzane z zastosowaniem wytycznych zawartych w <a href="%(url)s">Instrukcji recenzji</a>.
pt_pt: Todos os extras submetidos, sejam novos ou atualizações, são revistos para assegurar que os utilizadores da Mozilla têm uma experiência estável e segura. Todas as submissões de extras são revistas de acordo com as diretrizes descritas no <a href="%(url)s">guia de revisão para editores</a>.
ru: Все представленные дополнения, как новые так и обновленные, подвергаются проверке, чтобы убедиться в их стабильной и безопасной работе для пользователей Mozilla. Все представленные дополнения проверяются в соответствии с принципами, изложенными в <a href="%(url)s">Руководстве редакторов по проверке</a>.
zh_cn: 所有附加组件提交后，无论它是新的还是更新，都必须被审核以确保 Mozilla 用户有一个稳定且安全的使用体验。所有附加组件提交后的审核都采用<a href="%(url)s">审核员审核指南</a>中所述的准则。

source: Who reviews my add-on?
cs: Kdo kontroluje můj doplněk?
de: Wer überprüft mein Add-on?
es: ¿Quién revisa mi complemento?
fr: Qui fait la revue de mon module ?
it: Chi verifica il mio componente aggiuntivo?
ja: 誰がアドオンを審査するのですか？
ko: 부가 기능은 누가 심사하나요?
nl: Wie beoordeelt mijn add-on?
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਕੌਣ ਕਰੇਗਾ?
pl: Kto sprawdza dodatki?
pt_pt: Quem analisa meu extra?
ru: Кто проверяет моё дополнение?
sl: Kdo bo pregledal moj dodatek?
zh_cn: 谁审核我的附加组件？

source: Add-ons are reviewed by the AMO Editors, a group of talented developers that volunteer to help the Mozilla project by reviewing add-ons to ensure a stable and safe experience for Mozilla users. When communicating with editors, please be courteous, patient and respectful as they are working hard to ensure that you're add-on is setup correctly and follows the guidelines outlined in the <a href="%(url)s">Editors Reviewing Guide</a>.
cs: Doplňky jsou kontrolovány redaktory AMO. Jedná se o skupinu talentovaných vývojářů, kteří ve svém volném čase pomáhají projektu Mozilla s kontrolou doplňků. Cílem je se ujistit, že jsou doplňky pro uživatele Mozilly stabilní a bezpečné. Při komunikaci s redaktory buďte prosím zdvořilí, trpěliví a respektujte jejich práci. Snaží se, aby váš doplněk splňoval vše, co je uvedeno v <a href="%(url)s">Editors Reviewing Guide</a>.
de: Add-ons werden von den AMO-Reakteuren überprüft, einer Gruppe talentierter Entwickler, die freiwillig dem Mozilla-Projekt helfen, indem sie Add-ons überprüfen, um ein stabiles und sicheres Erlebnis für Mozilla-Benutzer sicherzustellen. Wenn Sie mit Redakteuren kommunizieren, seien Sie bitte höflich, geduldig und respektvoll, da sie hart arbeiten, um sicherzustellen, dass Ihr Add-on korrekt eingerichtet wird und den Richtlinien im <a href="%(url)s">Überprüfungsleitfaden für Redakteure</a> folgt.
es: Los complementos los revisan los editores de AMO, un grupo de desarrolladores con talento que de forma voluntaria ayudan al proyecto Mozilla revisando los complementos con el fin de garantizar a los usuarios de Mozilla una experiencia estable y segura. Al comunicarte con ellos, por favor, sé cortés, respetuoso y ten paciencia mientras trabajan para garantizar que tu complemento está configurado correctamente y sigue las directrices definidas en la <a href="%(url)s">Guía de revisión para editores</a>.
fr: Les modules sont revus par les Éditeurs AMO, une équipe de développeurs talentueux qui se porte volontaire pour aider le projet Mozilla en vérifiant les modules pour garantir l'expérience aux utilisateurs Mozilla. Lorsque vous communiquez avec les éditeurs, merci d'être courtois, patient et respectueux car ils travaillent dur à s'assurer que votre module est correctement configuré et qu'il correspond aux directives édictées dans le <a href="%(url)s">guide de revue des éditeurs</a>.
it: I componenti aggiuntivi vengono verificati dai revisori AMO, un gruppo di sviluppatori volontari e talentuosi che aiutano il progetto Mozilla verificando i componenti aggiuntivi per garantire agli utenti Mozilla un'esperienza stabile e sicura. Quando comunichi con i revisori sii educato, paziente e rispettoso, perché stanno lavorando duramente per garantire che il tuo componente aggiuntivo sia configurato correttamente e segua le linee guida espresse nella <a href="%(url)s">Guida per revisori</a>.
ko: 부가 기능은 개발 능력을 가진 자원 봉사 그룹인 AMO 편집자가 하며, 이 분들은 부가 기능 심사를 통해 Mozilla 이용자들이 안정적이고 안전한 이용 경험을 갖도록 함으로써 Mozilla 프로젝트를 돕고 있습니다. 편집자들은 <a href="%(url)s">편집자 심사 가이드</a>에 명시된 가이드라인에 따라 부가 기능이 제대로 설정되어 있는지 확인하기 위해 열심히 일하는 분들이므로, 이 분들과 소통시엔 정중한 자세를 갖춰주시기 바랍니다.
nl: Add-ons worden beoordeeld door de AMO-editors, een groep getalenteerde ontwikkelaars die vrijwillig het Mozilla-project helpt door add-ons te beoordelen en zo een stabiele en veilige ervaring voor Mozilla-gebruikers verzekert. Wees in uw communicatie met editors netjes en respectvol, aangezien ze hard werken om ervoor te zorgen dat uw add-on correct wordt ingesteld en voldoet aan de regels in de <a href="%(url)s">Beoordelingsrichtlijnen voor editors</a>.
pl: Dodatki są sprawdzane przez recenzentów AMO – grupę utalentowanych twórców, którzy na ochotnika pomagają Mozilli, sprawdzając dodatki, aby zapewnić użytkownikom programów Mozilli stabilne i bezpieczne używanie jej produktów. Kontaktując się z recenzentem, zachowaj grzeczność, cierpliwość i szacunek, ponieważ pracują oni ciężko, aby zapewnić prawidłową konfigurację dodatków i sprawdzić, czy spełniają one kryteria zawarte w <a href="%(url)s">Instrukcji recenzji</a>.
ru: Дополнения проверяются редакторами АМО – группой талантливых разработчиков, добровольно оказывающих помощь проекту Mozilla путем проверки дополнений, чтобы обеспечить пользователям стабильную и безопасную работу приложений Mozilla. При общении с редакторами, пожалуйста, будьте вежливы, терпеливы и проявляйте уважение, так как они прилагают все усилия для обеспечения корректности работы вашего дополнения и следуют принципам, изложенным в <a href="%(url)s">Руководстве редакторов по проверке</a>.
zh_cn: 附加组件是由 AMO 的审核员进行审核，他们是一群志愿的开发者来帮助 Mozilla 项目审核附加组件，以确保 Mozilla 的用户们能有一个稳定且安全的使用体验。当与审核员沟通时，请注意礼貌、耐心与尊重，因为他们正在努力确保您的附加组件编写正确并符合<a href="%(url)s">审核员审核指南</a>所述的准则。

source: What are the guidelines used to review my add-on?
cs: Jaké body jsou kontrolovány u doplňku?
de: Welche Richtlinien werden verwendet, um mein Add-on zu überprüfen?
es: ¿Cuáles son las directrices que se aplican para revisar mi complemento?
fr: Quelles sont les lignes directrices utilisées pour vérifier mon module ?
it: Quali sono le linee guida adottate per verificare il mio componente aggiuntivo?
ko: 부가 기능 심사에 쓰이는 가이드라인이 뭔가요?
nl: Welke richtlijnen worden gebruikt bij het beoordelen van mijn add-on?
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਲਈ ਕਿਹੜੇ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ ਵਰਤੇ ਗਏ ਹਨ?
pl: Jakie kryteria są stosowane podczas recenzji dodatku?
pt_pt: Quais são os critérios usados para analisar o meu extra?
ru: Какие принципы используются при проверке моего дополнения?
sl: Kakšne smernice se uporablja pra recenzijau mojega dodatka?
zh_cn: 审核我的附加组件采用哪些准则？

source: The Mozilla editorial team follows the <a href="%(url)s">Editors Reviewing Guide</a> when testing an add-on for acceptance onto AMO. It is important that add-on developers review this guide to ensure that common problem areas are addressed prior to submitting their add-on for review. This will greatly assist in expediting the review process
cs: Tým redaktorů Mozilly při testování doplňku vychází z dokumentu <a href="%(url)s">Editors Reviewing Guide</a>. Je důležité, aby si vývojáři doplňků přečetli tento dokument a řídili se body v něm uvedenými. Mohou tak odhalit možné problémy dříve, než odešlou svůj doplněk na kontrolu. Pomohou tak výrazně procesu kontroly.
de: Das Mozilla-Redakteursteam folgt dem <a href="%(url)s">Überprüfungsleitfaden für Redakteure</a>, wenn es ein Add-on auf Akzeptanz für AMO testet. Es ist wichtig, dass Add-on-Entwickler diesen Leitfaden durchgehen, um sicherzustellen, dass häufige Problembereiche beseitigt werden, bevor das Add-on zur Überprüfung eingereicht wird. Das wird sehr dabei helfen, den Überprüfungsprozess zu beschleunigen.
es: El equipo editorial de Mozilla sigue la <a href="%(url)s">Guía de revisión para editores</a> para comprobar si un complemento se acepta en AMO. Es importante que los desarrolladores de complementos revisen esta guía para asegurarse de que se abordan los aspectos más problemáticos antes de enviar su complemento a revisión. Esto ayudará en gran medida a acelerar el proceso de revisión.
fr: L'équipe éditoriale Mozilla suit le <a href="%(url)s">guide de revue des éditeurs</a> lors du test d'un module pour l'accepter sur AMO. Il est important que les développeurs aient lu ce guide pour s'assurer que les problèmes courants sont corrigés avant l'envoi de leur module pour revue. Ceci aidera grandement à accélérer le processus de revue.
it: Il team di revisori Mozilla segue la <a href="%(url)s">Guida per revisori</a> quando verifica un componente per l'accettazione in AMO. È importante che gli sviluppatori di componenti aggiuntivi consultino questa guida per affrontare le zone problematiche più comuni prima di caricare la loro estensione per la verifica, in modo da accelerare il processo di revisione.
ko: Mozilla 편집자 팀은 AMO에 적합한 부가 기능인지 테스트할 때 <a href="%(url)s">편집자 심사 가이드</a>를 따르게 됩니다. 부가 기능 개발자는 제출하기 전에 이 가이드를 보고 일반적 문제 부분에 나와있는 내용을 준수하고 있는지 점검해 보는 것이 중요합니다. 사전 점검 작업은 심사 과정의 신속한 처리에 대단히 큰 도움이 될 것입니다.
nl: Het Mozilla-editorteam volgt de <a href="%(url)s">Beoordelingsrichtlijnen voor editors</a> bij het testen van een add-on voor acceptatie op AMO. Het is belangrijk dat add-on-ontwikkelaars deze richtlijnen bestuderen, zodat bekende probleemgebieden worden aangepakt voordat hun add-on voor beoordeling wordt ingediend. Hierdoor wordt het beoordelingsproces aanzienlijk versneld.
pl: Zanim dodatek zostanie upubliczniony na AMO, musi przejść proces testowania dodatku przez zespół recenzentów, który przebiega zgodnie z kryteriami określonymi w <a href="%(url)s">Instrukcji recenzji</a>. Bardzo ważne jest, aby autorzy dodatku zapoznali się z tymi kryteriami przed skierowaniem dodatku do sprawdzenia i upewnili się, że ich dodatek je spełnia – w znacznym stopniu przyspieszy to proces recenzji.
ru: Команда редакторов Mozilla следует <a href="%(url)s">Руководству редакторов по проверке</a> при тестровании дополнения на предмет его размещения на AMO. Важно, чтобы разработчики дополнения просмотрели это руководство, чтобы убедиться в отсутствии у дополнения типичных проблем перед тем, как представлять его на проверку. Это значительно поспособствует ускорению процесса проверки дополнения.
zh_cn: Mozilla 的审核员团队会遵循<a href="%(url)s">审核员审核指南</a>测试一个附加组件和决定是否接受添加到 AMO。附加组件的开发者也应该阅读这个指南，以确保提交他们的附加组件以供审核之前已经解决了常见的问题。这将大大有助于加快审核过程。

source: How long will it take for my add-on to be reviewed?
cs: Za jak dlouho bude můj doplněk zkontrolován?
de: Wie lange dauert es, bis mein Add-on überprüft wird?
es: ¿Cuánto tiempo llevará revisar mi complemento?
fr: Combien de temps compter pour la revue de mon module ?
it: Quanto ci vorrà per verificare il mio componente aggiuntivo?
ko: 부가 기능 심사엔 어느 정도 기간이 소요되나요?
nl: Hoe lang duurt het voordat mijn add-on is beoordeeld?
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਹੋਣ ਵਿੱਚ ਕਿੰਨਾ ਸਮਾਂ ਲੱਗੇਗਾ?
pl: Jak długo trwa proces sprawdzania dodatku?
pt_pt: Quanto tempo levará para o meu extra ser analisado?
ru: Сколько времени займет проверка моего дополнения?
sl: Kako dolgo bo trajalo, preden bo moj dodatek pregledan?
zh_cn: 对我的附加组件审核需要多久？

source: We cannot give a time estimate as to how long it will take before an add-on is reviewed. Many factors affect the time including the:
cs: Nejsme schopni vám říci, za jak dlouho bude váš doplněk zkontrolován. Záleží na mnoha faktorech, jako například jsou:
de: Wir können die Zeit nicht schätzen, wie lange es bis zur Überprüfung eines Add-ons dauern wird. Viele Faktoren beeinflussen die Zeit, darunter die:
es: No podemos ofrecer una estimación sobre cuánto tiempo llevará revisar un complemento porque hay una serie de factores que influyen:
fr: Nous ne pouvons pas donner une estimation du temps nécessaire à la revue d'un module. Beaucoup de facteurs ont une incidence, dont :
it: Non possiamo fare previsioni su quando un componente verrà verificato. Ci sono molti fattori da tenere in conto, tra cui:
ko: 심사를 해보기 전까진 어느정도 걸릴지 예측이 불가능합니다. 다음의 여러 요소들이 시간에 영향을 끼칩니다:
nl: We kunnen geen tijdsinschatting maken voor de beoordeling van een add-on. Er zijn vele facturen die dit beïnvloeden, zoals:
pa_in: ਅਸੀਂ ਸਮੇਂ ਦਾ ਅੰਦਾਜਾ ਨਹੀਂ ਦੇ ਸਕਦੇ ਕੀ ਐਡ-ਆਨ ਦੀ ਸਮੀਖਿਆ ਵਿੱਚ ਕਿੰਨਾ ਸਮਾਂ ਲੱਗੇਗਾ। ਸਮੇਂ ਦੇ ਉੱਤੇ ਬਹੁਤ ਸਾਰੇ ਕਾਰਕ ਅਸਰ ਪਾਉਂਦੇ ਹਨ ਸ਼ਾਮਲ ਹਨ:
pl: Nie można określić przybliżonego czasu oczekiwania na sprawdzenie. Wiele czynników ma wpływ na ten czas:
pt_pt: Nós não podemos informar um tempo estimado de espera até seu complemento ser analisado. Muitos fatores afetam o tempo de espera, incluindo:
ru: Мы не можем оценить время, которое займет проверка дополнения. На длительность проверки влияют многие факторы, в том числе:
zh_cn: 在附加组件审核完成前我们都无法给出一个准确的时间，它会受到很多方面的因素影响，包括：

source: number of add-on submissions
cs: počet doplňků ve frontě na schválení
de: Zahl der Add-on-Einreichungen
es: número de envíos de complementos
fr: nombre d'envoi de modules
it: il numero di componenti aggiuntivi da verificare
ko: 제출된 부가 기능 수
nl: het aantal ingediende add-ons
pa_in: ਦਾਖਲ ਹੋਏ ਐਡ-ਆਨਾਂ ਦੀ ਗਿਣਤੀ
pl: liczba dodatków skierowanych do sprawdzenia
pt_pt: número de envios de extras
ru: число представлений дополнения
sl: število predloženih dodatkov
uk: кількість представлень додатка
zh_cn: 附加组件提交的数量

source: complexity of an add-on’s code
cs: komplexnost zdrojového kódu doplňku
de: Komplexität des Quelltextes eines Add-ons
es: complejidad del código de un complemento
fr: complexité du code d'un module
it: la complessità del codice del componente
ja: アドオンのソースコードの複雑さ
ko: 부가 기능 코드의 복잡성
nl: de complexiteit van de code van een add-on
pa_in: ਐਡ-ਆਨ ਦੇ ਕੋਡ ਦੀ ਗੁੰਝਲਤਾ
pl: stopień skomplikowania kodu dodatku
pt_pt: complexidade do código do autor
ru: сложность кода дополнения
sl: zapletenost kode v dodatki
uk: складність програмного коду додатка
zh_cn: 附加组件的代码复杂性

source: number of problem areas discovered
cs: počet problémů, které se objeví
de: Anzahl der gefundenen Problembereiche
es: número de aspectos problemáticos descubiertos
fr: nombre de problèmes découverts
it: il numero di zone problematiche riscontrate
ja: 発見した問題点の数
ko: 문제 지역 발견 횟수
nl: het aantal ontdekte probleemgebieden
pa_in: ਖੋਜੇ ਗਏ ਖਾਮੀ ਖੇਤਰਾਂ ਦੀ ਗਿਣਤੀ
pl: liczba ujawnionych problemów
pt_pt: número de problemas descobertos
ru: число обнаруженных проблемных областей
sl: število odkritih problematičnih območij
uk: кількість виявлених проблемних зон
zh_cn: 发现问题区域的数量
