Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If you check the "Console" box underneath the "Stopped/Running" switch, then the Error Console will be opened when you run the Simulator. Your app will be able to log to this console using the global console object.
de: Wenn Sie unter dem Schalter „Angehalten/Läuft“ das Kontrollkästchen „Konsole“ aktivieren, öffnet sich die Fehlerkonsole, wenn Sie den Simulator ausführen. Ihre Anwendung kann dann über das globale Konsolenobjekt auf diese Konsole loggen.
es: Si marcas la casilla "Consola" debajo del interruptor "Parado/En ejecución", se abrirá la consola de errores al ejecutar el simulador. Tu aplicación será capaz de registrar en esta consola usando el objeto global console.
fr: Si vous cliquez sur la boite « Console » sous le bouton « Stoppé/En cours », alors la console d'erreur sera ouverte lorsque vous exécuterez le simulateur. Votre application sera en mesure d'écrire vers cette console en utilisant l'objet global console.
it: Spuntando la casella di controllo "Console" situata sotto il pulsante "Stopped / Running", durante l'esecuzione di Simulator verrà aperta la Console degli errori. L'app è in grado di accedere alla Console mediante l'oggetto globale <code>console</code>.
pl: Jeśli zaznaczysz pole „Console” pod przełącznikiem „Stopped/Running”, wtedy zostanie otwarta konsola błędów, gdy uruchomisz Symulator. Aplikacja będzie mogła robić zapisy w tej konsoli przy użyciu globalnego obiektu konsoli.

source: Attaching developer tools
cs: Připojování nástrojů pro vývojáře
de: Anhängen von Entwicklerwerkzeugen
es: Conectar herramientas de desarrollador
fr: Connecter les outils développeur
it: Collegamento di uno strumento di sviluppo
pl: Dodawanie narzędzi programisty

source: You can attach developer tools to the Simulator, to help debug your app. At the moment you can only attach the JavaScript Debugger and the Web Console, but we're working on adding support for more developer tools.
de: Sie können Entwicklerwerkzeuge an den Simulator anhängen, um Ihnen bei der Behebung von Fehlern Ihrer Anwendung zu helfen. Momentan können Sie den JavaScript-Debugger und die Web-Konsole anhängen, aber wir arbeiten daran, Unterstützung für weitere Entwicklerwerkzeuge hinzuzufügen.
es: Puedes conectar herramientas de desarrollo para el simulador para ayudar a depurar tu aplicación. Por el momento sólo se puede asociar el depurador JavaScript y la consola web, pero estamos trabajando para añadir compatibilidad con más herramientas de desarrollo.
fr: Vous pouvez connecter les outils développeur au simulateur, pour vous aider à débogger votre application. Pour le moment, vous ne pouvez le faire qu'avec le Déboggeur JavaScript et la Console Web, mais nous travaillons pour rajouter la prise en charge de plus d'outils.
it: Puoi collegare gli strumenti di sviluppo al Simulatore per aiutarti nel debug dell'app. Al momento è possibile collegare solamente il Debugger JavaScript e la Console web, ma stiamo lavorando per permettere il collegamento di altri strumenti di sviluppo.
pl: Możesz dodawać narzędzia programistyczne do Symulatora, by pomóc sobie w debugowaniu aplikacji. W tej chwili można dodać jedynie debugger JavaScript i konsolę WWW, ale pracujemy nad dodaniem obsługi kolejnych narzędzi.

source: While the Simulator is running another button appears underneath the "Console" checkbox. It is labeled "Connect...":
de: Während der Simulator läuft, erscheint unter dem Kontrollkästchen „Konsole“ eine weitere Schaltfläche. Sie trägt den Namen „Verbinden…“:
es: Mientras el simulador está en ejecución aparece otro botón debajo de la opción "Consola" titulado "Conectar ...":
fr: Pendant que le simulateur tourne, un autre bouton apparaît sous la case à cocher « Console », il est nommé « Connecter ... » :
it: Mentre il Simulatore è in esecuzione, sotto la casella di spunta per attivare e disattivare la Console apparirà il nuovo pulsante "Connect…":
pl: Gdy Symulator jest uruchomiony, poniżej pola „Console” pojawia się jeszcze jeden przycisk, nazwany „Connect...”:

source: Click it, and you'll be taken to a page that looks like this:
de: Klicken Sie darauf und Sie werden auf eine Seite geleitet, die so aussieht:
es: Púlsalo y se te dirigirá a una página con este aspecto:
fr: Cliquez dessus, et vous arriverez sur une page ressemblant à celle-ci :
it: Fai clic su di esso e verrà aperta una pagina come questa:
pl: Kliknięcie go przeniesie na stronę wyglądającą jak poniższa:

source: Click "Connect" here and you'll see another page, this time like this:
de: Klicken Sie auf „Verbinden“ und Sie sehen eine weitere Seite, die so aussieht:
es: Haz clic en "Conectar" aquí y verás otra página, esta vez como esta:
fr: Cliquez sur « Connecter » ici et vous aurez une autre page, cette fois-ci ressemblant à celle-ci :
it: Fai clic su "Connect" e verrà aperta un'altra pagina, stavolta apparirà come questa:
pl: Kliknięcie „Połącz” na tej stronie przeniesie na kolejną, tym razem wyglądającą tak:

source: To use the JavaScript Debugger, select "chrome://prosthesis/content/shell.xul" here. Once it's launched, you'll need to find your app's scripts in the <a href="%(debug_toolbar)s">script chooser</a>, but if you open your app and then connect the debugger, your app's main script will be selected by default:
de: Um den JavaScript-Debugger zu verwenden, währen Sie hier „chrome://prosthesis/content/shell.xul“. Sobald er gestartet ist, müssen Sie die Skripte Ihrer Anwendung in der <a href="%(debug_toolbar)s">Skript-Auswahl</a> suchen, aber wenn Sie Ihre Anwendung öffnen und dann den Debugger verbinden, wird das Hauptskript Ihrer Anwendung automatisch ausgewählt:
es: Para utilizar el depurador JavaScript, selecciona aquí "chrome://prosthesis/content/shell.xul". Una vez iniciado, deberás buscar los scripts de tu aplicación en el <a href="%(debug_toolbar)s">selector de script</a>, pero si abres la aplicación y luego conectas el depurador, el script principal de la aplicación se selecciona de forma predeterminada:
fr: Pour utiliser le déboggeur JavaScript, sélectionnez « chrome://prosthesis/content/shell.xul ». Une fois lancé, vous devrez trouver les scripts de votre application dans le <a href="%(debug_toolbar)s">sélectionneur de script</a>, mais si vous ouvrez votre application et ensuite connectez le déboggeur, le script principal de votre application sera sélectionné par défaut :
it: Per utilizzare il Debugger JavaScript, seleziona "chrome://prosthesis/content/shell.xul". Una volta che è in esecuzione, devi cercare gli script dell'app nel <a href="%(debug_toolbar)s">Selettore script</a>, ma aprendo l'app e quindi connettendo il debugger, lo script principale dell'app verrà selezionato automaticamente:
pl: Aby użyć debuggera JavaScript, wybierz tutaj "chrome://prosthesis/content/shell.xul". Gdy się uruchomi, będzie można znaleźć skrypty swojej aplikacji w <a href="%(debug_toolbar)s">wyborze skryptów</a>, ale jeśli otworzysz swoją aplikację i następnie dołączysz debugger, główny skrypt aplikacji będzie wybrany domyślnie:

source: To use the Web Console with your app, select "Main Process" in the "Connect to remote device" window.
de: Um die Web-Konsole mit Ihrer Anwendung zu verwenden, wählen Sie im Fenster „Mit externem Gerät verbinden“ die Funktion „Hauptprozess“.
es: Para usar la consola web con tu aplicación, selecciona "Proceso principal" en la ventana "Conectar a dispositivo remoto".
fr: Pour utiliser la Console Web avec votre application, sélectionnez « Processus principal » dans la fenêtre « Connexion à un appareil distant ».
it: Per collegare la Console web all'app, seleziona "Main Process" nella finestra "Connect to remote device".
pl: Aby skorzystać z konsoli WWW, wybierz „Main Process” w oknie „Connect to remote device”.

source: At the moment, unfortunately, there's no single debugging target that will work with both the Web Console and the JS Debugger - but you can run two simultaneous instances of the debugging tools, one targeting "shell.xul" and the other targeting "Main Process".
de: Derzeit gibt es leider kein einzelnes Debugging-Ziel, das sowohl mit der Web-Konsole als auch dem JS-Debugger funktioniert – aber Sie können gleichzeitig zwei Instanzen der Debugging-Werkzeuge ausführen, eines mit dem Ziel „shell.xul“ und ein weiteres mit dem Ziel „Hauptprozess“.
es: Por el momento, desafortunadamente, no existe un solo objetivo de depuración que funcione al mismo tiempo con la consola web y el depurador JS - pero puedes ejecutar dos instancias simultáneas de las herramientas de depuración, una con el objetivo "shell.xul" y la otra con el objetivo "Proceso principal".
fr: Pour le moment, malheureusement, il n'existe pas de cible de débogage simple qui fonctionnera à la fois dans la Console Web et dans le Déboggeur JavaScript - mais vous pouvez exécuter deux instances simultanées des outils, l'une ciblant le « shell.xul » et la seconde se connectant sur le « Processus principal ».
it: Purtroppo al momento non esiste la possibilità di utilizzare in una singola sessione di debug sia il Debugger Javascript che la Console web - ma puoi avviare contemporaneamente due diverse istanze degli strumenti di debug, una relativa a "shell.xul" e l'altra relativa a "Main Process".
pl: W tej chwili nie ma niestety jednego celu debuggowania, który działałby zarówno w konsoli WWW, jak i debuggerze JS – ale można uruchomić jednocześnie dwie instancje narzędzi diagnostycznych, jedną skierowaną na „shell.xul” i drugą skierowaną na „Main Process”.

source: Push to device
cs: Nahrání do zařízení
de: Auf Gerät übertragen
es: Enviar al dispositivo
fr: Envoyer à l'appareil
it: Trasferimento sul dispositivo
pl: Przesłanie do urządzenia

source: If you have a Firefox OS device you can connect it to the Simulator, and can then push apps from the Dashboard to the device.
de: Wenn Sie ein Firefox-OS-Gerät besitzen, können Sie dieses mit dem Simulator verbinden und dann Anwendungen von der Übersicht zum Gerät übertragen
es: Si tienes un dispositivo con Firefox OS puedes conectarlo al simulador y luego enviar aplicaciones desde el panel de control al dispositivo.
fr: Si vous avez un appareil Firefox OS vous pouvez le connecter au simulateur et vous pouvez envoyer des applications depuis le tableau de bord vers l'appareil.
it: Se possiedi un dispositivo con Firefox OS, puoi connetterlo al Simulatore e trasferire un'app dalla Dashboard al dispositivo fisico.
pl: Jeśli masz urządzenie z Firefox OS, możesz podłączyć je do Symulatora, a następnie przesłać aplikacje z Dashboarda do urządzenia.

source: Connecting a device
cs: Připojení k zařízení
de: Ein Gerät verbinden
es: Conectar un dispositivo
fr: Connecter un appareil
it: Connessione di un dispositivo
pl: Podłączenie urządzenia

source: To connect a device to the Simulator, you need the <a href="%(adb)s">Android Debug Bridge (adb)</a> to be installed, but the Simulator add-on bundles adb for you. You do, though, need to configure both the Firefox OS device and your desktop OS.
de: Um ein Gerät mit dem Simulator zu verbinden, müssen Sie die <a href="%(adb)s">Android Debug Bridge (adb)</a> installieren, aber das Simulator-Add-on bringt die adb schon mit. Sie müssen allerdings sowohl das Firefox-OS-Gerät als auch Ihr Desktop-Betriebssystem konfigurieren.
es: Para conectar un dispositivo al simulador, necesitas tener instalado el <a href="%(adb)s">Conector de depuración de Android (adb)</a>, pero el simulador incluye el paquete adb para ti. Sin embargo, necesitas configurar el dispositivo Firefox OS y tu sistema operativo de escritorio.
fr: Pour connecter un appareil au simulateur, vous aurez besoin d'<a href="%(adb)s">Android Debug Bridge (adb)</a>, mais le simulateur en contient une copie pour vous. Cependant vous devrez configurer votre système d'exploitation ainsi que votre appareil Firefox OS.
it: Per connettere il dispositivo al Simulatore, è necessario <a href="%(adb)s">Android Debug Bridge (adb)</a>, ma l'estensione Firefox OS Simulator lo installa automaticamente. Sarà comunque compito tuo configurare sia il dispositivo con Firefox OS che il computer desktop.
pl: Aby podłączyć urządzenie do Symulatora, należy mieć zainstalowany <a href="%(adb)s">Android Debug Bridge (adb)</a>, ale Symulator rozwiąże sprawę adb dla ciebie. Musisz jednak skonfigurować zarówno urządzenia z Firefox OS, jak i swój system na komputerze.

source: On your Firefox OS device: open the Settings app, then <code>Device Information</code> &gt; <code>More Information</code> &gt; <code>Developer</code>. In the developer menu, check "Remote debugging".
de: Auf Ihrem Firefox-OS-Gerät: Öffnen Sie die Einstellungs-Anwendung, dann <code>Geräteinformation</code> &gt; <code>Weitere Informationen</code> &gt; <code>Entwickler</code>. Aktivieren Sie im Entwicklermenü „Netzwerk-Debugging“.
es: En tu dispositivo Firefox OS: abre la aplicación Ajustes, luego <code>Información del dispositivo</code> &gt;<code>Más información</code> &gt; <code>Desarrollador</code>. En el menú del desarrollador, marca "Depuración remota".
fr: Sur votre appareil Firefox OS : allez dans les paramètres, puis <code>Informations</code> &gt; <code>Plus d'informations</code> &gt; <code>Développeurs</code>. Dans le menu développeurs, cochez « Déboggage distant ».
it: Dal tuo dispositivo Firefox OS: apri l'app Impostazioni, quindi seleziona <code>Informazioni dispositivo</code> &gt; <code>Ulteriori informazioni</code> &gt; <code>Sviluppo</code>. Nel menu "Sviluppo" spunta "Debugging remoto".
pl: Na urządzeniu z Firefox OS otwórz aplikację „Ustawienia”, następnie przejdź do <code>Informacje o urządzeniu</code> &gt; <code>Więcej informacji</code> &gt; <code>Autor</code>. W menu „Autor” zaznacz „Zdalne debugowanie”.

source: Set up your OS to detect the device. Instructions for this are OS-specific, and are detailed in point 3 of <a href="%(android_tools)s">"Setting up a Device for Development" </a> on the Android developer site. The vendor ID to use for Firefox OS Geeksphone devices is <code>05c6</code>.
de: Richten Sie Ihr Betriebssystem so ein, dass es das Gerät erkennt. Die Anweisungen dafür sind betriebssystemspezifisch und werden näher in Punkt 3 von <a href="%(android_tools)s">„Einrichten eines Geräts zur Entwicklung“</a> auf der Anroid-Entwickler-Website ausgeführt. Die Verkäufer-ID für Firefox-OS-Geeksphone-Geräte lautet <code>05c6</code>.
es: Configura tu sistema operativo para detectar el dispositivo. Las instrucciones para ello son específicas de cada sistema operativo y se detallan en el punto 3 de <a href="%(android_tools)s">"Configurar un dispositivo para desarrollo" </a> en el sitio de desarrolladores de Android. El ID del proveedor que debes utilizar para dispositivos Firefox OS de Geeksphone es <code>05c6</code>.
fr: Configurez votre système d'exploitation pour détecter l'appareil. Les instructions sont spécifiques à chaque système et sont détaillées dans trois points de <a href="%(android_tools)s">« Setting up a Device for Development »</a> sur le site dévelopeur Android. L'identifiant vendeur à utiliser pour les téléphones Firefox OS de Geeksphone est <code>05c6</code>.
it: Imposta il tuo sistema operativo in modo che sia in grado di rilevare il dispositivo. Le istruzioni per svolgere questa operazione variano a seconda del sistema operativo e sono descritte al punto 3 di <a href="%(android_tools)s">"Setting up a Device for Development" </a> sul sito per sviluppatori di Android. Il "Vendor ID" da utilizzare per i dispositivi con Firefox OS distribuiti da Geeksphone è <code>05c6</code>.
pl: Ustaw swój system operacyjny, by wykrywał urządzenie. Konkretne kroki zależą od systemu operacyjnego i są wyszczególnione w punkcie 3 <a href="%(android_tools)s">"Setting up a Device for Development" </a>na stronie dla programistów Androida. Atrybut vendor ID dla urządzenia Geekphone z Firefox OS to <code>05c6</code>.

source: Pushing apps to the device
cs: Nahrávání aplikací do zařízení
de: Übertragen von Anwendungen auf das Gerät
es: Enviar aplicaciones al dispositivo
fr: Envoyer des applications sur l'appareil
it: Trasferimento delle app sul dispositivo
pl: Przesyłanie aplikacji do urządzenia

source: Once you've set up the device and desktop, and connected the device to your desktop via USB, you'll see the note "Device connected." appear on the left of the Dashboard, and a new command appear in the entry for each app labeled "Push":
de: Sobald Sie Ihr Gerät und den Desktop-PC eingerichtet und das Gerät per USB mit Ihrem Desktop-PC verbunden haben, sehen Sie links in der Übersicht den Hinweis „Gerät verbunden“ und einen neuen Befehl namens „Übertragen“, der im Eintrag jeder Anwendung erscheint:
es: Una vez que hayas configurado el dispositivo y el sistema operativo, y hayas conectado el dispositivo a tu escritorio vía USB, verás la nota "Dispositivo conectado" que aparecerá en el lado izquierdo del panel de control y aparecerá un nuevo botón llamado "Enviar" en la entrada de cada aplicación:
fr: Une fois que vous avez configuré votre appareil et votre système, connecté le téléphone via USB, vous verrez la notification « Appareil connecté » sur la gauche du tableau de bord, et une nouvelle commande apparaître dans l'entrée de chaque application, intitulée « Envoyer » :
it: Una volta che computer e dispositivo Firefox OS sono stati configurati e connessi mediante porta USB, sulla sinistra della Dashboard apparirà la scritta "Device connected." e accanto a ogni app apparirà un nuovo pulsante "Push":
pl: Gdy sprzęt i system są skonfigurowane, a urządzenie podłączone do komputera przez USB, zobaczysz informację „Device connected” wyświetlaną po lewej stronie Dashboardu i nową komendę przy wpisie aplikacji o nazwie „Push”.

source: Click "Push", and the app will be installed on the Firefox OS device.
de: Klicken Sie auf „Übertragen“ und die Anwendung wird auf dem Firefox-OS-Gerät installiert.
es: Haz clic en "Enviar" y la aplicación será instalada en el dispositivo Firefox OS.
fr: Cliquez sur « Envoyer » et l'application sera installée sur l'appareil Firefox OS.
it: Fai clic sul pulsante "Push" e l'app verrà installata sul dispositivo con Firefox OS.
pl: Kliknij „Push”, aplikacja zostanie zainstalowana na urządzeniu z Firefox OS.

source: Limitations of the Simulator
cs: Omezení doplňku Simulator
de: Grenzen des Simulators
es: Limitaciones del simulador
fr: Limitations du simulateur
it: Limitazioni di Firefox OS Simulator
pl: Ograniczenia Symulatora

source: Note that the Firefox OS Simulator isn't a perfect simulation.
cs: Mějte na paměti, že Firefox OS Simulator není perfektní simulátor.
de: Beachten Sie, dass der Firefox-OS-Simulator keine perfekte Simulation ist.
es: Ten en cuenta que el simulador de Firefox OS no proporciona una simulación perfecta.
fr: Notez que le simulateur Firefox OS n'est pas parfait.
it: È importante notare che Firefox OS Simulator non è un sistema di emulazione perfetto.
pl: Pamiętaj, że Symulator Firefox OS nie jest idealną symulacją.

source: Hardware limitations
cs: Hardwarová omezení
de: Hardware-Einschränkungen
es: Limitaciones de hardware
fr: Limitations matérielles
it: Limitazioni hardware
pl: Ograniczenia sprzętowe

source: Apart from screen size, the Simulator does not simulate the hardware limitations of a Firefox OS device such as available memory or CPU speed.
de: Abgesehen von der Bildschirmgröße simuliert der Simulator keine Hardware-Einschränkungen eines Firefox-OS-Geräts, wie verfügbaren Speicher oder CPU-Geschwindigkeit.
es: Aparte del tamaño de la pantalla, el simulador no simula las limitaciones de hardware de un dispositivo de Firefox OS como la memoria disponible o la velocidad de la CPU.
fr: Au delà de la taille d'écran, le simulateur ne simule pas les limitations matérielles d'un appareil Firefox OS tels la mémoire disponible ou la vitesse du processeur.
it: A parte le dimensioni dello schermo, Firefox OS Simulator non è in grado di riprodurre le limitazioni hardware di un dispositivo con Firefox OS come la memoria disponibile o la velocità di calcolo della CPU.
pl: Oprócz rozmiaru ekranu Symulator nie symuluje ograniczeń sprzętowych urządzenia z Firefox OS, takich jak dostępna pamięć lub szybkość procesora.

source: The following codecs depend on hardware-accelerated decoding and are therefore not yet supported:
de: Die folgenden Codecs hängen von hardware-beschleunidter Dekodierung ab und werden daher noch nicht unterstützt:
es: Los siguientes codecs dependen de descodificación acelerada por hardware y por lo tanto, aún no están implementados:
fr: Les codecs suivants dépendent d'accélération matérielle pour le décodage et par conséquent ne sont pas encore pris en charge :
it: I seguenti codec dipendono da un decoder hardware e non sono pertanto ancora supportati:
pl: Poniższe kodeki zależne od dekodowania akceleracji sprzętowej nie są jeszcze obsługiwane:

source: Unsupported APIs
cs: Nepodporovaná API
de: Nicht unterstützte APIs
es: API no implementadas
fr: APIs non prises en charge
it: API non supportate
pl: Nieobsługiwane API

source: Certain APIs that work on the device won't work on the Simulator, generally because the supporting hardware is not available on the desktop. We've implemented simulations for some APIs such as geolocation, and expect to add more in future releases. However, at the moment the following APIs are not supported. Using them might throw errors or just return incorrect results:
de: Einige APIs, die auf den Geräten funktionieren, funktionieren nicht im Simulator, meistens deshalb, weil die unterstützende Hardware auf Desktop-PCs nicht verfügbar ist. Wir haben Simulationen für einige APIs wie Geolokation eingebaut und gehen davon aus, dass wir in künftigen Versionen weitere einbauen. Derzeit werden allerdings die folgenden APIs nicht unterstützt. Deren Verwendung könnte zu Fehlermeldungen oder einfach zu falschen Ergebnissen führen:
es: Algunas API que funcionan en el dispositivo no funcionarán en el simulador, por lo general debido a que el hardware en el que se basan no está disponible en el escritorio. Hemos implementado simulaciones para algunas API como la de geolocalización, y esperamos agregar más en futuras versiones. Sin embargo, por el momento no se admiten las siguientes API. Su uso podría provocar errores o simplemente devolver resultados incorrectos:
fr: Certaines APIs qui fonctionnent sur l'appareil ne fonctionnent pas sur le simulateur, généralement car le matériel n'est pas disponible. Nous avons implémenté des simulations pour certaines telles la géolocalisation et souhaitons en ajouter dans les futures versions. Cependant, pour le moment les APIs suivantes ne fonctionnent pas. Les utiliser peut retourner des erreurs ou simplement des résultats incorrects :
it: Alcune API disponibili su un dispositivo Firefox OS non sono disponibili nel Simulatore, in genere perché sfruttano componenti hardware non implementati nei computer desktop. Abbiamo implementato l'emulazione di alcune di queste API, come la geolocalizzazione, e prevediamo di implementarne delle altre in futuro. Tuttavia, attualmente le seguenti API non sono supportate. Il loro utilizzo potrebbe generare errori o semplicemente restituire risultati non corretti.
pl: Niektóre API, które działają na urządzeniu, nie działają w Symulatorze, na ogół dlatego, że wsparcie sprzętowe nie jest dostępne na desktopie. Mamy zaimplementowana symulację niektórych API, takich jak geolokalizacja i planujemy dodać więcej w przyszłych wydaniach. W tej chwili poniższe API nie są obsługiwane. Użycie ich może spowodować błędy lub po prostu zwrócić niepoprawne wyniki:

source: Getting help
cs: Získání pomoci
de: Hilfe erhalten
es: Obtener ayuda
fr: Obtenir de l'aide
it: Ottenere supporto
pl: Uzyskiwanie pomocy
