Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Use this form to request more information from the author. They will receive an email and be able to answer here. You will be notified by email when they reply.
cs: Použijte tento formulář pro získání více informací o autorovi. Ten obdrží e-mail a bude zde schopen odpovědět. Až odpoví, budete na to e-mailem upozorněni.
de: Verwenden Sie dieses Formular, um weitere Informationen vom Autor anzufordnern. Sie erhalten eine Nachricht und können hier antworten. Sie verwenden per E-Mail informiert, wenn sie antoworten.
el: Χρησιμοποιείστε αυτή τη φόρμα για να ζητήσετε περισσότερες πληροφορίες από τον δημιουργό. Θα σταλεί ένα email για να ειδοποιηθούν και να απαντήσουν εδώ και θα ειδοποιηθείτε με τη σειρά σας όταν απαντήσουν.
es: Utiliza este formulario para solicitar más información del autor. Ellos recibirán un correo electrónico y podrán responder aquí. Se te notificará su respuesta por correo electrónico.
fr: Utilisez ce formulaire pour demander plus d'informations de la part de l'auteur. Un courriel lui sera adressé et il pourra répondre ici. Vous serez notifié par courriel de leur réponse.
it: Utilizza questo modulo per chiedere informazioni all'autore che riceverà una email e potrà risponderti direttamente qui. Riceverai a tua volta una email quando ci sarà una risposta.
ko: 제작자에게 추가 정보를 요청하려면 다음의 양식을 기입해 주세요. 제작자들은 이메일을 받은 후 이곳에 답변을 적을 수 있게 됩니다. 제작자의 답변이 오면 이메일로 알림 메시지를 받게 됩니다.
nl: Gebruik dit formulier om meer informatie aan de schrijver te vragen. Deze ontvangt een e-mailbericht en kan vervolgens hier antwoorden. U krijgt een e-mailbericht als er antwoord is gegeven.
pa_in: ਲੇਖਕ ਕੋਲੋਂ ਹੋਰ ਜਾਣਕਾਰੀ ਦੀ ਬੇਨਤੀ ਲਈ ਇਸ ਫ਼ਾਰਮ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਉਹਨਾਂ ਨੂੰ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ ਅਤੇ ਇੱਥੇ ਉਹ ਜਵਾਬ ਦੇਣਗੇ। ਤੁਹਾਨੂੰ ਈਮੇਲ ਰਾਹੀ ਸੂਚਨਾ ਦੇ ਦਿੱਤੀ ਜਾਵੇਗੀ ਜਦੋਂ ਉਹ ਜਵਾਬ ਦੇਣਗੇ।
pl: Aby poprosić o więcej informacji od autora, skorzystaj z tego formularza. Autor otrzyma wiadomość i odpowie ci, używając formularza. Powiadomienie o odpowiedzi zostanie wysłane e-mailem.
pt_pt: Utilize este formulário para solicitar mais informações do autor. Eles irão receber uma mensagem de correio e serão capazes de responder aqui. Você será notificado por correio electrónico quando responderem.
ru: Используйте эту форму, чтобы запросить у авторов более подробную информацию. Они получат письмо по эл. почте и смогут тут ответить. Когда они ответят, вас уведомят по эл. почте.
sl: S tem obrazcem lahko zahteva dodatne informacije od avtorja. Avtorji bodo prejeli e-pošto in lahko tukaj odgovorili. Vas bomo o odgovoru obvestili po elektronski pošti.
zh_cn: 使用此表单向作者要求更多信息。他们会收到电子邮件通知，而且可以在此回复。当他们回复时您会收到通知。

source: If you have concerns about this add-on's security, copyright issues, or other concerns that an administrator should look into, enter your comments in the area below. They will be sent to administrators, not the author.
cs: Pokud máte pochybnosti o bezpečnosti doplňku, zaregistrovali jste porušení copyrightu či jiné problémy, o kterých by měl administrátor vědět, vložte svůj komentář do pole níže. Bude poslán administrátorům, nikoliv autorovi.
de: Wenn Sie Bedenken zur Sicherheit des Add-ons, Urheberrechtsprobleme oder andere Bedenken haben, die sich ein Administrator ansehen sollte, geben Sie im folgenden Bereich Ihre Kommentare ein. Diese werden an Administratoren geschickt, nicht an den Autor.
el: Αν πιστεύετε ότι για ένα πρόσθετο υπάρχει κάποιο θέμα με την ασφάλεια, τα πνευματικά δικαιώματα ή κάτι άλλο που θα πρέπει να δει ένας από τους διαχειριστές μας, εισάγετε τα σχόλια σας στο παρακάτω πεδίο. Τα σχόλια σας θα αποσταλούν στους διαχειριστές μας και όχι στον δημιουργό του πρόσθετου.
es: Si tienes dudas acerca de la seguridad o de los derechos de autor de este complemento, o si tienes otras dudas que un administrador deba tener en cuenta, escribe tus comentarios en el campo que se encuentra a continuación. Serán enviados al administrador, no al autor.
fr: Si vous avez des doutes relatifs à la sécurité de ce module, au respect du droit d'auteur, ou tout autre doute qu'un administrateur devrait vérifier, indiquez vos commentaires dans la zone ci-dessous. Ils seront envoyés à l'administrateur, pas à l'auteur.
it: Se hai delle preoccupazioni sulla sicurezza di questo componente aggiuntivo, se ci sono problemi di copyright o hai altri dubbi da segnalare agli amministratori del sito, inserisci i commenti in questo spazio. Il messaggio verrà inviato agli amministratori e non all'autore.
ko: 이 부가 기능이 보안, 저작권 등 관리자가 검토해야 한다고 생각되시면 아래에 코멘트를 입력해 주세요. 이 코멘트는 제작자가 아닌, 관리자에게만 전송될 것입니다.
nl: Als u vraagtekens hebt bij de veiligheid, auteursrechtproblemen van deze add-on of andere zorgen hebt waar een beheerder naar zou moeten kijken, voer dan hieronder uw opmerkingen in. Deze worden naar de beheerders verstuurd, niet naar de schrijver.
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਐਡ-ਆਨ ਦੀ ਸੁਰੱਖਿਆ, ਕਾਪੀਰਾਈਟ ਮਸਲਿਆਂ, ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਹਨ, ਜਾਂ ਕੋਈ ਚਿੰਤਾ ਹੈ ਜਿਸ ਬਾਰੇ ਪ੍ਰਬੰਧਕ ਨੂੰ ਧਿਆਨ ਦੇਣਾ ਚਾਹੀਦਾ, ਹੇਠ ਦਿੱਤੇ ਖੇਤਰ ਵਿੱਚ ਆਪਣੀ ਟਿੱਪਣੀਆਂ ਲਿਖੋ। ਉਹ ਲੇਖਕ ਨੂੰ ਨਹੀਂ, ਪ੍ਰਬੰਧਕ ਨੂੰ ਭੇਜ ਦਿੱਤੀਆਂ ਜਾਣਗੀਆਂ।
pl: Jeśli masz obawy dotyczące bezpieczeństwa dodatku, praw autorskich lub innych spraw, którymi powinni się zająć administratorzy, wprowadź swój komentarz w poniższym formularzu. Zostanie on wysłany do administratorów, a nie do autorów.
pt_pt: Se tiver dúvidas sobre a segurança deste extra, questões de direitos autor, ou outras preocupações que um administrador deva considerar, introduza os seus comentários no espaço abaixo. Eles serão enviados para os administradores, não o autor.
ru: Если у вас есть сомнения насчет безопасности этого дополнения, проблем с авторскими правами или других проблем, требующих изучения администратора, введите ваши комментарии в расположенное ниже поле. Они будут отосланы администраторам, а не автору.
sl: Če ste zaskrbljeni glede varnosti pri tem dodatku, glede avtorskih pravic ali drugih zadev, ki bi jih administrator moral preveriti, potem vnesite svoje pripombe v polje spodaj. Poslalo se jih bo administratorjem, ne avtorju.
uk: Якщо у вас є сумніви щодо безпеки, авторських прав чи інших проблем цього додатку, які потребують вивчення адміністратором, введіть свої коментарі у полі внизу. Вони будуть надіслані адміністраторам, але не авторам.
zh_cn: 如果您担心此附加组件可能有安全隐患、著作权争议或者有其他需要管理员深入调查的事项，请在下方输入您的意见。意见将会发送给管理员，而不会发送给作者。

source: This will reject the add-on and remove it from the review queue.
cs: Zamítne doplněk a odstraní jej z fronty na kontrolu.
de: Dies lehnt das Add-on ab und entfernt es aus der Warteschlange für Überprüfungen.
el: Αυτή η ενέργεια θα απορρίψει το πρόσθετο και θα το αφαιρέσει από την ουρά αναμονής αξιολόγησης.
es: Estor rechazará el complemento y lo eliminará de la cola de revisiones.
fr: Ceci rejette le module et le supprime de la file d'attente des revues.
it: Il componente aggiuntivo verrà respinto e rimosso dalla coda di revisione.
ko: 부가 기능 심사를 거부하며 심사 대기열에서 삭제합니다.
nl: Dit wijst de add-on af en verwijdert deze uit de beoordelingswachtrij.
pa_in: ਉਹ ਐਡ-ਆਨ ਨੂੰ ਰੱਦ ਅਤੇ ਇਸ ਨੂੰ ਸਮੀਖਿਆ ਕਤਾਰ ਵਿੱਚ ਹਟਾ ਦੇਣਗੇ।
pl: Dodatek zostanie odrzucony i usunięty z kolejki do sprawdzenia.
pt_pt: Isto vai rejeitar o extra e removê-lo da espera de revisão.
ru: Это отклонит дополнение и удалить его из очереди проверки.
sl: To bo dodatek zavrnilo in ga odstranilo iz čakalne vrste za pregled.
uk: Це відхилить додаток і прибере його з черги на розгляд.
zh_cn: 这将会退回附加组件并从审核队列中移除。

source: Make a comment on this version. The author won't be able to see this.
cs: Přidejte komentář k této verzi. Autor jej nebude vidět.
de: Kommentieren Sie diese Version. Der Autor kann das nicht sehen.
es: Haz un comentario sobre esta versión. El autor no podrá verlo.
fr: Faire un commentaire sur cette version. L'auteur ne pourra pas le voir.
it: Scrivi un commento su questa versione. L'autore non potrà vederlo.
ko: 이 버전에 코멘트를 남겨주세요. 제작자는 코멘트를 볼 수 없습니다.
nl: Maak een opmerking over deze versie. De schrijver kan dit niet zien.
pa_in: ਇਸ ਵਰਜਨ ਇੱਕ ਟਿੱਪਣੀ ਕਰੋ। ਲੇਖਕ ਇਸ ਨੂੰ ਨਹੀਂ ਵੇਖ ਸਕੇਗਾ।
pl: Skomentuj tę wersję. Twój komentarz nie będzie widoczny dla autora.
pt_pt: Faça um comentário sobre esta versão. O autor não o poderá ver.
ru: Прокомментируйте эту версию. Автор не сможет это увидеть.
sl: Oddajte pripombo za to različico. Avtor tega ne bo mogel videti.
uk: Залиште коментар для цієї версії. Автор не зможе його побачити.
zh_cn: 对此版本提出意见。作者不会看到。

source: This will reject the files and remove them from the review queue.
cs: Zamítne soubory a odstraní je z fronty na kontrolu.
de: Dies lehnt die Dateien ab und entfernt sie aus der Warteschlange für Überprüfungen.
el: Αυτή η ενέργεια θα απορρίψει τα αρχεία και θα τα αφαιρέσει από την ουρά αναμονής αξιολόγησης.
es: Esto rechazará los archivos y los eliminará de la cola de revisiones.
fr: Ceci rejette les fichiers et les retire de la file d'attente de revues.
it: I file verranno respinti e rimossi dalla coda di revisione.
ko: 파일들의 심사를 거부하며 심사 대기열에서 삭제합니다.
nl: Dit wijst de bestanden af en verwijdert ze uit de beoordelingswachtrij.
pa_in: ਇਹ ਫ਼ਾਈਲਾਂ ਨੂੰ ਰੱਦ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਸਮੀਖਿਆ ਕਤਾਰ ਵਿੱਚੋਂ ਹਟਾ ਦੇਵੇਗਾ।
pl: Pakiet zostanie odrzucony i usunięty z kolejki do sprawdzenia.
pt_pt: Isto vai rejeitar os ficheiros e removê-los da espera de revisão.
ru: Это отклонит файлы и удалить их из очереди проверки.
sl: To bo datoteke zavrnilo in jih odstranilo iz čakalne vrste za pregled.
uk: Це відхилить файли та прибере їх з черги на розгляд.
zh_cn: 这将会退回文件并从审核队列中移除。

source: This will mark the add-on as preliminarily reviewed. Future versions will undergo preliminary review.
cs: Označí doplněk jako předběžně kontrolovaný. Příští verze budou opět procházet předběžnou kontrolou.
de: Dies markiert das Add-on als vorläufig überprüft. Zukünftige Versionen werden vorläufig überprüft.
el: Αυτή η ενέργεια θα σημειώσει το πρόσθετο ως εισαγωγικώς αξιολογημένο. Οι μελλοντικές του εκδόσεις θα περνάνε από εισαγωγική αξιολόγηση.
es: Esto marcará el complemento como revisado en forma preliminar. Las futuras versiones pasarán por la revisión preliminar.
fr: Ceci marquera le module comme revu de manière préliminaire. Les versions suivantes passeront une revue préliminaire.
it: Questo indicherà che il componente aggiuntivo ha ricevuto una revisione preliminare. Le versioni successive riceveranno una revisione preliminare.
ko: 부가 기능을 예비 심사 완료로 표시합니다. 향후 버전도 예비 심사를 받아야 합니다.
nl: Dit markeert de add-on als voorlopig beoordeeld. Toekomstige versies zullen een voorlopige beoordeling ondergaan.
pa_in: ਐਡ-ਆਨ ਤੇ ਇਹ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਦਾ ਨਿਸ਼ਾਨ ਲਗਾ ਦੇਵੇਗਾ। ਭਵਿੱਖ ਦੇ ਵਰਜਨ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਵਿੱਚੋਂ ਲੰਘਣਗੇ।
pl: Dodatek zostanie oznaczony jako wstępnie sprawdzony. Kolejne wersje będą poddawane wstępnemu sprawdzeniu.
pt_pt: Isto vai marcar o extra como preliminarmente revisto. Versões futuras irão ter uma revisão prelimar.
ru: Это отметит дополнение как предварительно проверенное. Будущие версии будут подвергаться предварительной проверке.
sl: S tem se označi dodatek kot predhodno pregledan. Prihodnje različice bodo šle skozi predhodni pregled.
uk: Це відмітить додаток, як попередньо розглянутий. Майбутні версії будуть підлягати попередньому розгляду.
zh_cn: 这将会标记附加组件为已通过初步审核。未来的版本仍需要进行初步审核。

source: This will mark the files as preliminarily reviewed. Future versions will undergo preliminary review.
cs: Označí soubory jako předběžně kontrolované. Příští verze budou opět přocházet předběžnou kontrolou.
de: Dies markiert die Dateien als vorläufig überprüft. Zukünftige Versionen werden vorläufig überprüft.
el: Αυτή η ενέργεια θα σημειώσει τα αρχεία ως εισαγωγικώς αξιολογημένα. Οι μελλοντικές τους εκδόσεις θα περνάνε από εισαγωγική αξιολόγηση.
es: Esto marcará los archivos como revisados en forma preliminar. Las futuras versiones pasarán por la revisión preliminar.
fr: Ceci marquera le module comme revue de manière préliminaire. Les versions suivantes passeront une revue préliminaire.
it: Questo indicherà che i file hanno ricevuto una revisione preliminare. Le versioni successive riceveranno una revisione preliminare.
ko: 파일들을 예비 심사 완료로 표시합니다. 향후 버전도 예비 심사를 받아야 합니다.
nl: Dit markeert de bestanden als voorlopig beoordeeld. Toekomstige versies zullen een voorlopige beoordeling ondergaan.
pa_in: ਫ਼ਾਈਲਾਂ ਤੇ ਇਹ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਦਾ ਨਿਸ਼ਾਨ ਲਗਾ ਦੇਵੇਗਾ। ਭਵਿੱਖ ਦੇ ਵਰਜਨ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਵਿੱਚੋਂ ਲੰਘਣਗੇ।
pl: Pakiet zostanie oznaczony jako wstępnie sprawdzony. Kolejne wersje będą poddawane wstępnemu sprawdzeniu.
pt_pt: Isto vai marcar os ficheiros como preliminarmente revistos. Versões futuras irão ter uma revisão prelimar.
ru: Это отметит файлы как предварительно проверенные. Будущие версии будут подвергаться предварительной проверке.
sl: S tem so datoteke označene kot predhodno pregledane. Prihodnje različice bodo šle skozi predhodni pregled.
uk: Це відмітить файли, як попередньо розглянуті. Майбутні версії будуть підлягати попередньому розгляду.
zh_cn: 这将会标记文件为已通过初步审核。未来的版本仍需要进行初步审核。

source: Retain preliminary review
cs: Zamítnout předběžnou kontrolu
de: Vorläufige Überprüfung beibehalten
el: Διατήρηση εισαγωγικής αξιολόγησης
es: Retener la revisión preliminar
fr: Retenir la revue préliminaire
it: Mantieni revisione preliminare
ja: 事前審査に留める
ko: 예비 심사 등급 유지
nl: Voorlopige beoordeling behouden
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਬਰਕਰਾਰ ਰੱਖੋ
pl: Zachowaj status wstępnego sprawdzenia
pt_pt: Reter revisão preliminar
ru: Оставить предварительное одобрение
sl: Zadrži predhodni pregled
uk: Залишити попередній розгляд
zh_cn: 保留初步审核

source: This will retain the add-on as preliminarily reviewed. Future versions will undergo preliminary review.
cs: Zamítne předběžnou kontrolu doplňku. Příští verze budou opět procházet předběžnou kontrolou.
de: Dies behält die vorläufige Überprüfung des Add-ons bei. Zukünftige Versionen werden vorläufig überprüft.
el: Αυτή η ενέργεια θα διατηρήσει το καθεστώς του πρόσθετου σαν εισαγωγικώς αξιολογημένο. Οι μελλοντικές εκδόσεις του θα περνάνε επίσης από εισαγωγική αξιολόγηση.
es: Esto retendrá la revisión preliminar del complemento. Las futuras versiones pasarán la revisión preliminar.
fr: Ceci retiendra le module comme revu de manière préliminaire. Les versions suivantes passeront une revue préliminaire.
it: Questo indicherà che il componente aggiuntivo ha ricevuto una revisione preliminare. Le versioni successive riceveranno una revisione preliminare.
ko: 부가 기능을 예비 심사 완료 상태로 유지합니다. 향후 버전도 예비 심사를 받아야 합니다.
nl: Dit houdt de add-on aan als voorlopig beoordeeld. Toekomstige versies zullen een voorlopige beoordeling ondergaan.
pa_in: ਐਡ-ਆਨ ਨੂੰ ਇਹ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਦੇ ਤੌਰ ਤੇ ਬਰਕਰਾਰ ਰੱਖਣਗੇ। ਭਵਿੱਖ ਦੇ ਵਰਜਨ ਸ਼ੁਰੂਆਤੀ ਸਮੀਖਿਆ ਵਿੱਚੋਂ ਲੰਘਣਗੇ।
pl: Dodatek otrzyma ponownie status wstępnego sprawdzenia. Kolejne wersje będą poddawane wstępnemu sprawdzeniu.
pt_pt: Isto vai manter o extra como preliminarmente revisto. Versões futuras irão ter uma revisão prelimar.
ru: Это оставит дополнение в статусе предварительно проверенного. Будущие версии будут подвергаться предварительной проверке.
sl: Tako bo dodatek obdržal oznako predhodno pregledan. Prihodnje različice bodo šle skozi predhodni pregled.
uk: Це залишить додаток, як попередньо розглянутий. Майбутні версії будуть підлягати попередньому розгляду.
zh_cn: 这将会保留附加组件为已通过初步审核。未来的版本仍需要进行初步审核。

source: This will approve a sandboxed version of a public add-on to appear on the public side.
cs: Schválí verzi veřejného doplňku a ta se tak bude veřejná.
de: Dies schaltet eine im Sandkasten befindliche Version eines öffentlichen Add-ons frei, so dass sie im öffentlichen Bereich erscheint.
el: Αυτό θα επιτρέψει να δημοσιευτεί μια έκδοση πρόσθετου που είναι στο sandbox
es: Esto aprobará una versión en el área de pruebas de un complemento público para que aparezca en la parte pública.
fr: Ceci approuvera le passage d'une version publique d'un module depuis le bac-à-sable vers la partie publique du site.
it: Questo approverà una versione nella sandbox di questo componente aggiuntivo pubblico e la farà apparire nella sezione pubblica.
ko: 공개 이전 샌드박스 버전의 부가 기능을 공개 상태로 승인합니다.
nl: Dit keurt een versie in de sandbox van een publieke add-on goed, zodat deze gepubliceerd wordt.
pa_in: ਇਹ ਜਨਤਕ ਪਾਸੇ ਵਿਖਾਉਣ ਲਈ ਇੱਕ ਜਨਤਕ ਐਡ-ਆਨ ਦੇ ਸੈੰਡਬਾਕਸ ਵਰਜਨ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇ ਦੇਵੇਗਾ।
pl: Dodatek zostanie zaakceptowany do opublikowania i będzie dostępny dla wszystkich użytkowników.
pt_pt: Isto irá aprovar uma versão em modo seguro de um extra público para aparecer do lado do público.
ru: Это одобрит размещённую в «песочнице» версию публичного дополнения, которая появится в общем доступе.
sl: To bo potrdilo, da se različica javnega dodatka, ki je v Peskovniku, kaže na objavljenih straneh.
zh_cn: 这将会批准一个公开附加组件的沙盒版本并显示在公开区域。

source: This will reject a version of a public add-on and remove it from the queue.
cs: Zamítne verzi veřejného doplňku a odstraní ji z fronty.
de: Dies lehnt eine Version eines öffentlichen Add-ons ab und entfernt sie aus der Warteschlange.
el: Αυτή η ενέργεια θα απορρίψει μια έκδοση πρόσθετου που είναι δημόσιο και θα την αφαιρέσει από την ουρά αναμονής.
es: Esto rechazará una versión de un complemento público y lo eliminará de la cola.
fr: Ceci rejettera une version publique d'un module et la supprimera de la file d'attente.
it: Questo respinge una versione di un componente aggiuntivo e lo rimuove dalla coda.
ko: 공개 부가 기능 버전을 거부하고 대기열에서 해당 부가 기능을 삭제합니다.
nl: Dit wijst een versie van een publieke add-on af en verwijdert deze uit de wachtrij.
pa_in: ਇਹ ਜਨਤਕ ਐਡ-ਆਨ ਦੇ ਇੱਕ ਵਰਜਨ ਨੂੰ ਰੱਦ ਅਤੇ ਕਤਾਰ ਵਿੱਚੋਂ ਹਟਾ ਦੇਵੇਗਾ।
pl: Dodatek zostanie odrzucony i usunięty z kolejki.
pt_pt: Isto vai rejeitar a versão de um extra público e remove-lo da lista.
ru: Это отвергнет версию публичного дополнения и удалит его из очереди.
sl: To bo zavrnilo različico javnega dodatka in ga odstranilo iz vrste.
zh_cn: 这将退回一个公开附加组件的一个版本并从审核队列中移除。

source: This will mark the add-on and its most recent version and files as public. Future versions will go into the sandbox until they are reviewed by an editor.
cs: Označí doplněk a jeho poslední verzi a soubory jako veřejné. Budoucí verze budou umístěny na pískovišti do té doby, dokud nebudou zkontrolovány redaktorem.
de: Dies markiert das Add-on und seine neueste Version und seine Dateien als öffentlich. Zukünftige Versionen landen im Sandkasten, bis sie von einem Redakteur überprüft werden.
el: Αυτή η ενέργεια θα σημάνει το πρόσθετο, την πιο πρόσφατη έκδοση του και τα αρχεία του σαν δημόσια. Οι μελλοντικές εκδόσεις θα παραμένουν στο sandbox μέχρι να αξιολογηθούν από συντάκτες.
es: Esto marcará el complemento y su versión y archivos más recientes como públicos. Las versiones futuras irán al área de pruebas hasta que sean revisadas por un editor.
fr: Ceci marquera le module et ses plus récentes versions et fichiers comme public. Les versions futures iront dans le bac-à-sable jusqu'à ce qu'elles soient vérifiées par un éditeur.
it: Questo marcherà il componente aggiuntivo, le versioni e i file più recenti come pubblicati. Le versioni successive verranno inserite nella sandbox in attesa del controllo di un revisore.
ko: 이 명령을 사용하면 부가 기능의 최신 버전과 파일을 공개 버전으로 승급하게 됩니다. 이후 등록되는 버전의 경우 편집자의 심사가 있기 전까진 샌드박스로 보내지게 될 것입니다.
nl: Dit markeert de add-on en de meest recente versie en bestanden als publiek. Toekomstige versies worden in de sandbox geplaatst tot ze zijn beoordeeld door een editor.
pa_in: ਇਹ ਐਡ-ਆਨ ਅਤੇ ਉਸਦੇ ਤਾਜ਼ੇ ਵਰਜਨ ਅਤੇ ਫ਼ਾਈਲਾਂ ਤੇ ਜਨਤਕ ਦਾ ਨਿਸ਼ਾਨ ਲਗਾ ਦੇਵੇਗਾ। ਭਵਿੱਖ ਦੇ ਵਰਜਨ ਸੈੰਡਬਾਕਸ ਵਿੱਚ ਜਾਣਗੇ ਜਦੋਂ ਤੱਕ ਉਹਨਾਂ ਦੀ ਸੰਪਾਦਕ ਵੱਲੋਂ ਸਮੀਖਿਆ ਨਹੀਂ ਹੁੰਦੀ।
pl: Najnowsza wersja dodatku zostanie opublikowana. Kolejne wersje będą oczekiwały w piaskownicy na sprawdzenie przez recenzenta.
pt_pt: Isto irá marcar o extra e os seus ficheiros e a sua versão mais recente públicos. Versões futuras vão para o sandbox até que sejam revistos ​​por um editor.
ru: Это пометит дополнение и его самую последнюю версию и файлы как общедоступные. Будущие версии будут попадать в «песочницу», пока они не будут проверены редактором.
sl: To bo dodatek in njegovo najnovejšo različico ter datoteke označilo kot javne. Prihodnje različice bodo šle v peskovnik, dokler jih ne pregleda urednik.
zh_cn: 这将会标记附加组件及其最新版本和文件为公开。未来的版本将会放入沙盒中等待审核员审核。

source: add-on
cs: doplněk
es: complemento
fr: module
it: componente aggiuntivo
ja: アドオン
ko: 부가 기능
pa_in: ਐਡ-ਆਨ
pl: dodatek
pt_pt: extra
ru: дополнение
sl: dodatek
uk: додаток
zh_cn: 附加组件

source: Admin Review
cs: Kontrola administrátorem
de: Admin-Überprüfung
el: Αξιολόγηση συντάκτη
es: Revisión del administrador
fr: Revue administrateur
it: Revisione amministratore
ja: 管理者審査
ko: 관리자 심사
nl: Beheerdersbeoordeling
pa_in: ਪ੍ਰਬੰਧਕ ਸਮੀਖਿਆ
pl: Do sprawdzenia przez administratora
pt_pt: Revisão do Admin
ru: Рецензия админа
sl: Skrbnikova recenzija
zh_cn: 管理员审核

source: Jetpack Add-on
cs: Doplněk postavený na Jetpacku
es: Complemento Jetpack
fr: Module Jetpack
it: Componente aggiuntivo basato su Jetpack
ja: Jetpack アドオン
ko: Jetpack 부가 기능
pa_in: ਜੈੱਟਪੈਕ ਐਡ-ਆਨ
pl: Dodatek Jetpack
pt_pt: Extra Jetpack
ru: Jetpack-дополнение
sl: Dodatek Jetpack
zh_cn: Jetpack 附加组件

source: Restartless Add-on
cs: Doplněk nevyžaduje restart
de: Add-on ohne Neustart
es: Complemento que no necesita reiniciar
fr: Module sans redémarrage
it: Comp. aggiuntivi che non richiedono riavvio
ja: 再起動不要アドオン
ko: 재시작 없는 부가 기능
nl: Add-on zonder herstart
pa_in: ਗੈਰ ਮੁੜ-ਚਾਲੂ ਐਡ-ਆਨ
pl: Płatny dodatek
pt_pt: Extra sem necessidade de reinicio
zh_cn: 无需重启的附加组件

source: Premium Add-on
cs: Placený doplněk
es: Complemento Premium
fr: Module premium
it: Componenti aggiuntivi Premium
ko: 프리미엄 부가 기능
pl: Dodatek płatny
zh_cn: 付费版附加组件

source: More Information Requested
cs: Vyžadováno více informací
de: Weitere Informationen benötigt
es: Se ha solicitado más información
fr: Plus d'information nécessaire
it: Ulteriori informazioni richieste
ja: 詳しい情報が求められています
ko: 추가 정보 필요
nl: Meer informatie gevraagd
pa_in: ਹੋਰ ਜਾਣਕਾਰੀ ਦੀ ਬੇਨਤੀ ਹੋਈ
pl: Poproszono o więcej informacji
pt_pt: Pedida mais informação
ru: Запрошено больше информации
sl: Potrebno je več informacije
uk: Запитано додаткову інформацію
zh_cn: 要求更多信息

source: Contains Editor Comment
cs: Obsahuje komentář redaktora
de: Enthält Kommentar vom Redakteur
es: Contiene un comentario del editor
fr: Contient des commentaires de l'éditeur
it: Contiene commenti revisore
ja: エディタのコメントがあります
ko: 편집자 코멘트 있음
nl: Bevat editoropmerking
pa_in: ਸੰਪਾਦਕ ਟਿੱਪਣੀ ਸ਼ਾਮਲ
pl: Zawiera komentarz recenzenta
pt_pt: Contém comentários do editor
ru: Содержит комментарий редактора
sl: Vsebuje komentar urednika
uk: Містить коментар рецензента
zh_cn: 包含审核员意见

source: New Add-ons (Under 5 days)
cs: Nové doplňky (pod 58 dní)
de: Neue Add-ons (unter 5 Tagen)
el: Νέα πρόσθετα (λιγότερες από 5 ημέρες)
es: Nuevos complementos (de los últimos 5 días)
fr: Nouveaux modules (moins de 5 jours)
it: Nuovi componenti aggiuntivi (meno di 5 giorni)
ja: 新着アドオン (5 日以内)
ko: 신규 부가 기능 (최근 5일 이내)
nl: Nieuwe add-ons (minder dan 5 dagen)
pa_in: ਨਵੇਂ ਐਡ-ਆਨ (5 ਦਿਨਾਂ ਅੰਦਰ)
pl: W terminie (poniżej 5 dni)
pt_pt: Novos extras (até 5 dias)
ru: Новые дополнения (менее 5 дней)
sl: Novi dodatki (pod 5 dni)
uk: Нові додатки (Менше 5 днів)
zh_cn: 新附加组件（五天内）

source: Passable (5 to 10 days)
cs: Snesitelné (5 až 10 dní)
de: Annehmbar (5 bis 10 Tage)
es: Recientes (5 a 10 días)
fr: Tièdes (5 à 10 jours)
it: Accettabile (da 5 a 10 giorni)
ko: 통과 가능 (5~10일 이내)
nl: Toelaatbaar (5 tot 10 dagen)
pa_in: ਪਾਸਹੋਣਯੋਗ (5 ਤੋਂ 10 ਦਿਨ)
pl: W terminie (5 do 10 dni)
pt_pt: Razoável (5 a 10 dias)
ru: Сносно (от 5 до 10 дней)
sl: Še gre (5 do 10 dni)
zh_cn: 可通过（五至十天）

source: Overdue (Over 10 days)
cs: S prodlevou (více než 10 dní)
de: Überfällig (Über 10 Tage)
es: Atrasado (Más de 10 días)
fr: Dépassés (plus de 10 jours)
it: In ritardo (oltre 10 giorni)
ko: 기한 초과 (10일 초과)
nl: Verlaat (meer dan 10 dagen)
pa_in: ਬਕਾਇਆ(10 ਦਿਨ ਬਾਅਦ)
pl: Przeterminowane (ponad 10 dni)
pt_pt: Antigos (mais de 10 dias)
ru: Просрочено (более 10 дней)
sl: Zapadlo (Več kot 10 dni)
zh_cn: 逾期（超过十天）
