Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: <h1>We're sorry, but we can't find what you're looking for.</h1> <p> The page or file you requested wasn't found on our site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly. </p> <ul> <li>If you typed in the address, please double check the spelling.</li> <li> If you followed a link from somewhere, please let us know at <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Tell us where you came from and what you were looking for, and we'll do our best to fix it. </li> </ul> <p>Or you can just jump over to some of the popular pages on our website.</p> <ul> <li>Are you interested in a <a href="%(rec)s">list of featured add-ons</a>?</li> <li> Do you want to <a href="%(search)s">search for add-ons</a>? You may go to the <a href="%(search)s">search page</a> or just use the search field above. </li> <li> If you prefer to start over, just go to the <a href="%(home)s">add-ons front page</a>. </li> </ul>
cs: <h1>Je nám líto, ale nemůžeme nalézt, co hledáte.</h1> <p>Stránka nebo soubor, který jste požadovali, nebyl na tomto serveru nalezen. Pravděpodobně jste klepli na neaktuální odkaz nebo napsali nesprávnou adresu.</p> <ul> <li>Pokud jste zadali adresu ručně, zkontrolujte prosím její správnost.</li> <li> Pokud jste klepli na odkaz, dejte nám o tom vědět na e-mail <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Sdělte nám, odkud jste přišli a co jste hledali, a my se vynasnažíme to opravit. </li> </ul> <p>A nebo můžete rovnou skočit na některé populární stránky na našem serveru.</p> <ul> <li>Zajímal by vás seznam <a href="%(rec)s">doporučovaných doplňků</a>?</li> <li> Hledáte <a href="%(search)s">nějaký doplněk</a>? Pak skočte na stránku <a href="%(search)s">hledání</a> a nebo použijte hledací pole výše. </li> <li> Pokud si přejete začít od začátku, jděte na <a href="%(home)s">titulní stránku</a> webu. </li> </ul>
de: <h1>Diese Seite wurde leider nicht gefunden.</h1> <p>Die Webseite oder Datei, die Sie angefordert haben, wurde auf unserem Server nicht gefunden. Es ist möglich, dass Sie auf einen Link geklickt haben, der nicht mehr aktuell ist, oder vielleicht haben Sie sich bei der Eingabe der Adresse vertippt.</p> <ul> <li>Falls Sie die Adresse von Hand eingegeben haben, überprüfen Sie bitte noch einmal, ob Sie sie richtig geschrieben haben.</li> <li>Wenn Sie einem "toten" Link gefolgt sind, lassen Sie uns das bitte wissen, indem Sie uns eine E-Mail an <a href="mailto:webmaster@mozilla.com" title="Page Not Found on Mozilla.com">webmaster@mozilla.com</a> schreiben. Teilen Sie uns mit, woher Sie gekommen sind und wohin Sie gelangen wollten, und wir werden uns bemühen, das Problem zu beheben.</li> </ul> <p>Stattdessen möchten Sie aber vielleicht auch einfach zu einer der beliebten Seiten auf unserem Angebot surfen.</p> <ul> <li>Möchten Sie eine Liste von <a href="%(rec)s">empfohlenen Add-ons</a> sehen?</li> <li>Möchten Sie <a href="%(search)s">nach Add-ons suchen</a>? Dazu können sie die <a href="%(search)s">Suche aufrufen</a> oder einfach etwas in das oben stehende Suchfeld eingeben.</li> <li>Wenn Sie lieber von vorne beginnen wollen, gehen Sie einfach <a href="%(home)s">zurück zur Hauptseite</a>. </li> </ul>
el: <h1>Λυπούμαστε αλλά δεν μπορέσαμε να βρούμε αυτό που αναζητάτε.</h1> <p> Η σελίδα που ζητάτε δεν βρέθηκε στον ιστότοπο μας. Είναι πιθανό να κάνατε κλικ σ' ένα δεσμό που είναι παρωχημένος ή να πληκτρολογήσατε λάθος διεύθυνση. </p> <ul> <li> Αν πληκτρολογήσατε τη διεύθυνση, παρακαλούμε ελέγξτε την ορθογραφία της.</li> <li> Αν ακολουθήσατε κάποιο δεσμό, παρακαλούμε ενημερώστε μας στη διεύθυνση <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Πείτε μας από ποια σελίδα βρεθήκατε εδώ και τι αναζητούσατε και θα κάνουμε ό,τι μπορούμε για να διορθώσουμε το πρόβλημα. </li> </ul> <p>Επίσης, μπορείτε να μεταβείτε σε μια από τις δημοφιλείς σελίδες μας.</p> <ul> <li>Σας ενδιαφέρει μια <a href="%(rec)s">λίστα προβεβλημένων πρόσθετων</a>;</li> <li> Θέλετε να κάνετε <a href="%(search)s">αναζήτηση για πρόσθετα</a>; Μπορείτε να πάτε στη <a href="%(search)s">σελίδα αναζήτησης</a> ή απλά να χρησιμοποιήσετε το παραπάνω πεδίο αναζήτησης. </li> <li> Αν προτιμάτε να ξεκινήσετε απ' την αρχή, δεν έχετε παρά να πάτε στην <a href="%(home)s">αρχική σελίδα των πρόσθετων</a>. </li> </ul>
es: <h1>Lo lamentamos, pero no podemos encontrar lo que estabas buscando.</h1> <p>La página o archivo que has solicitado no se encuentra en nuestro sitio. Es posible que hayas hecho clic en un enlace obsoleto, o hayas escrito mal la dirección.</p> <ul> <li>Si escribiste la dirección, vuelve a comprobarla.</li> <li> Si seguiste un enlace desde otra página, háznoslo saber en <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Cuéntanos desde dónde llegaste y qué estabas buscando, y haremos todo lo posible por solucionarlo.</li> </ul> <p>O también puedes ir directamente a alguna de las páginas más populares de nuestra web.</p> <ul> <li>¿Te interesa una <a href="%(rec)s">lista de complementos destacados</a>?</li> <li>¿Quieres <a href="%(search)s">buscar un complemento</a>? Puedes visitar la <a href="%(search)s">página de búsqueda</a> o simplemente usar el campo de búsqueda de la parte superior. </li> <li> Si quieres empezar de cero, ve a la <a href="%(home)s">página inicial de complementos</a>. </li> </ul>
fr: <h1>Nous sommes désolés, mais nous ne pouvons pas trouver ce que vous cherchez.</h1> <p> La page ou le fichier que vous vouliez n'a pas été trouvé sur notre site. Il est possible que vous ayez cliqué sur un lien mort, ou que l'adresse entrée soit erronée. </p> <ul> <li>Si vous avez tapé l'adresse, vérifiez-la.</li> <li> Si vous avez suivi un lien, merci de vous en informer à <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Dites-nous d'où vous veniez et ce que vous cherchiez, nous ferons notre maximum pour faire en sorte de corriger le problème. </li> </ul> <p>Vous pouvez aussi faire un tour sur nos pages populaires.</p> <ul> <li>Est-ce qu'une <a href="%(rec)s">liste de modules en vedette</a> vous intéresse ?</li> <li> Est-ce que vous voulez <a href="%(search)s">rechercher des modules</a> ? Vous pouvez aller sur la <a href="%(search)s">page de recherche</a> ou simplement utiliser le champs de recherche ci-dessus. </li> <li> Si vous voulez recommencer, rendez-vous sur <a href="%(home)s">la page d'accueil des modules</a>. </li> </ul>
it: <h1>Siamo spiacenti ma non riusciamo a trovare quello che stavi cercando.</h1> <p> La pagina o il file richiesti non si trovano sul nostro sito. È possibile che tu abbia utilizzato un link obsoleto o commesso un errore nel digitare l'indirizzo. </p> <ul> <li>Verifica di non aver commesso errori se hai digitato l'indirizzo manualmente.</li> <li> Se hai utilizzato un link, invia una email a <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Spiegaci da dove provenivi e cosa stavi cercando, faremo del nostro meglio per correggere l'errore. </li> </ul> <p>In alternativa puoi visitare alcune delle pagine più popolari sul nostro sito web.</p> <ul> <li>Ti interessa un elenco di <a href="%(rec)s">componenti aggiuntivi consigliati</a>?</li> <li> Vuoi <a href="%(search)s">cercare tra i componenti aggiuntivi</a>? Puoi andare alla <a href="%(search)s">pagina di ricerca</a> o utilizzare il campo di ricerca in alto. </li> <li> Se preferisci ripartire dall'inizio, puoi tornare alla <a href="%(home)s">pagina principale del sito</a>. </li> </ul>
ja: <h1>申し訳ありませんが、お探しのものを見つけることができませんでした。</h1> <p>あなたがお探しのページまたはファイルは当サイト内で見つかりませんでした。古いリンクがクリックされたか間違ったアドレスが入力された可能性があります。</p> <ul> <li>アドレスを直接入力した場合は、スペルに誤りがないか確認してください。</li> <li>別の場所のリンクから移動してきた場合は、<a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a> へメールを送り、どこから来たのか、何を探していたのかをお知らせください。私たちは最善を尽くして問題を修正します。</li> </ul> <p>あるいは、当サイト内の、いくつかの人気のあるページに移動してください。</p> <ul> <li><a href="%(rec)s">おすすめのアドオンのリスト</a> に興味ありますか？</li> <li><a href="%(search)s">アドオンを検索</a> したいですか？ <a href="%(search)s">検索ページ</a> へ移動するか、このページの上にある検索バーを使ってください。</li> <li>最初からやり直す場合は、<a href="%(home)s">当サイトのホームページ</a> へ移動してください。</li> </ul>
ko: <h1>죄송합니다. 현재 찾으시는 것을 발견하지 못했습니다.</h1> <p> 찾고자 하시는 페이지나 파일은 저희 사이트 내에 없었습니다. 너무 오래된 링크를 클릭했거나 주소를 정확히 입력하지 않았을 수도 있습니다. </p> <ul> <li>주소를 입력하신 거였다면 주소 철자를 다시 한번 점검해 보시기 바랍니다.</li> <li> 다른 사이트에 올라온 링크를 따라서 오신 거라면 <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com 주소를 통해 저희에게 연락해 주십시오</a>. 사이트의 이름과 어떤 것을 찾고 있었는지 말씀해 주시면 저희가 최선을 다해 수정하도록 하겠습니다. </li> </ul> <p>저희 웹사이트의 인기 페이지로 가보시는 것도 권해드립니다.</p> <ul> <li><a href="%(rec)s">추천 부가 기능 목록</a>에 관심이 있으십니까?</li> <li> <a href="%(search)s">부가 기능을 검색</a>하고 싶으신가요? <a href="%(search)s">검색 페이지</a>로 이동하시거나 윗부분의 검색창을 사용하셔도 됩니다. </li> <li> 첫 페이지로 가서 다시 시작하고자 하신다면 <a href="%(home)s">부가 기능 첫 페이지</a>로 이동하시기 바랍니다. </li> </ul>
nl: <h1>Het spijt ons, maar we kunnen niet vinden waar u naar zoekt.</h1> <p>De door u aangevraagde pagina of bestand is niet op onze website aangetroffen. Mogelijk hebt u op een verouderde koppeling geklikt, of het adres verkeerd ingetypt.</p> <ul> <li>Als u het adres hebt ingetypt, controleer dan de spelling nog eens.</li> <li>Als u een koppeling ergens vandaan hebt gevolgd, laat dit ons dan weten via <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Vertel ons waar u vandaan kwam en wat u zocht, en we zullen proberen het probleem op te lossen.</li> </ul> <p>U kunt ook gewoon naar enkele populaire pagina’s op onze website springen.</p> <ul> <li>Bent u geïnteresseerd in een <a href="%(rec)s">lijst met aanbevolen add-ons</a>?</li> <li>Wilt u naar <a href="%(search)s">add-ons zoeken</a>? U kunt naar de <a href="%(search)s">zoekpagina</a> gaan of gewoon bovenstaand zoekveld gebruiken.</li> <li>Als u liever opnieuw begint, ga dan naar de <a href="%(home)s">startpagina voor add-ons</a>.</li> </ul>
pa_in: <h1>ਸਾਨੂੰ ਅਫ਼ਸੋਸ ਹੈ, ਪਰ ਜਿਸਦੀ ਭਾਲ ਤੁਸੀਂ ਕਰ ਰਹੇ ਹੋ ਅਸੀਂ ਨਹੀਂ ਲੱਭ ਸਕੇ।</h1> <p> ਸਫ਼ੇ ਜਾਂ ਫ਼ਾਈਲ ਦੀ ਮੰਗ ਤੁਸੀਂ ਕੀਤੀ ਸੀ ਸਾਡੀ ਸਾਈਟ ਤੇ ਨਹੀਂ ਮਿਲੀ। ਹੋ ਸਕਦਾ ਤੁਸੀਂ ਇੱਕ ਪੁਰਾਣੇ ਲਿੰਕ ਤੇ ਕਲਿੱਕ ਕੀਤਾ, ਜਾਂ ਪਤਾ ਟਾਈਪ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਕੀਤੀ। </p> <ul> <li>ਜੇਕਰ ਤੁਸੀਂ ਪਤਾ ਟਾਈਪ ਕੀਤਾ ਹੈ ਤਾਂ ਡਬਲ ਕਲਿੱਕ ਕਰਕੇ ਸ਼ਬਦ ਜੋੜ ਦੀ ਪੜਤਾਲ ਕਰੋ।</li> <li> ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਲਿੰਕ ਕਿਤੋ ਹੋਰ ਲਿਆ, ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>ਤੇ ਜਾਣੂ ਕਰਵਾਓ। ਸਾਨੂੰ ਦਸੋ ਤੁਸੀਂ ਕਿੱਥੋ ਆਏ ਅਤੇ ਕੀ ਭਾਲ ਰਹੇ ਸੀ, ਅਤੇ ਅਸੀਂ ਇਸ ਨੂੰ ਸੋਧਣ ਲਈ ਪੂਰਾ ਜੋਰ ਲਾਵਾਗੇਂ। </li> </ul> <p>ਜਾਂ ਤੁਸੀਂ ਸਾਡੀ ਸਾਈਟ ਦੇ ਮਸ਼ਹੂਰ ਸਫ਼ਿਆਂ ਵਿੱਚੋ ਕੁੱਝ ਤੇ ਸਿੱਧਾ ਜਾ ਸਕਦੇ ਹੋ।<p> <ul> <li>ਕੀ ਤੁਹਾਡੀ <a href="%(rec)s">ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ ਦੀ ਸੂਚੀ</a> ਵਿੱਚ ਦਿਲਚਸਪੀ ਹੈ?</li> <li> ਕੀ ਤੁਸੀਂ <a href="%(search)s">ਐਡ-ਆਨ ਲਈ ਖੋਜ</a>ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਸੀਂ ਜਾ ਸਕਦੇ ਹੋ <a href="%(search)s>ਖੋਜ ਸਫ਼ਾ</a> ਜਾਂ ਕੇਵਲ ਉੱਪਰ ਦਿੱਤੇ ਖੋਜ ਖੇਤਰ ਨੂੰ ਵਰਤੋਂ। </li> <li> ਜੇਕਰ ਤੁਸੀਂ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੋਣਾ ਪਸੰਦ ਕਰੋ, ਕੇਵਲ ਜਾਓ<a href="%(home)s">ਐਡ-ਆਨ ਦੇ ਮੁੱਖ ਸਫ਼ੇ</a>। </li> </ul>
pl: <h1>Przepraszamy, ale nie możemy znaleźć szukanego elementu.</h1> <p>Żądana strona lub plik nie zostały znalezione na tej witrynie. Możliwe, że został użyty nieaktualny odnośnik lub adres był niepoprawnie wprowadzony.</p> <ul> <li>Sprawdź dokładnie pisownię wprowadzanego adresu strony.</li> <li>Jeśli informacja ta została wyświetlona po kliknięciu odnośnika na jakiejś stronie, wyślij wiadomość na adres <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a> zawierającą informacje, na jakiej stronie został użyty odnośnik i jakie informacje były szukane, a my zrobimy wszystko, by to naprawić.</li> </ul> <p>Możesz również przejść do którejś z popularnych stron na naszej witrynie.</p> <ul> <li>Interesują cię <a href="%(rec)s">polecane dodatki</a>?</li> <li>Chcesz <a href="%(search)s">poszukać dodatków</a>? Przejdź do <a href="%(search)s">strony wyszukiwania</a> lub użyj pola wyszukiwania znajdującego się powyżej. </li> <li>Jeśli chcesz zacząć od początku, przejdź do <a href="%(home)s">strony głównej dodatków</a>. </li> </ul>
pt_pt: <h1>Pedimos desculpa mas não encontrámos o que procura.</h1> <p> A página ou ficheiro que pediu não foi encontrado no sítio. É possível que tenha clicado numa ligação desactualizada, ou tenha escrito o endereço incorrectamente. </p> <ul> <li> Se escreveu o endereço, verifique a escrita.</li> <li> Se seguiu uma ligação de um outro local, por favor informe-nos em <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Diga-nos de onde veio e o que procura e nós faremos os possíveis para o corrigir.</li> </ul> <p>Ou pode ir para algumas das páginas populares do nosso sítio web. </p> <ul> <li>Está interessado numa <a href="%(rec)s">lista de extras em destaque</a>?</li> <li>Deseja <a href="%(search)s">procurar extras</a>? Pode ir para a <a href="%(search)s">página de pesquisa</a> ou para o campo de pesquisa em cima.</li> <li> Se preferir recomeçar, vá para a <a href="%(home)s">página inicial dos extras</a>.</li> </ul>
ru: <h1>Извините, но мы не можем найти то, что вы ищете.</h1> <p>Страница или файл, который вы запросили, не найден на нашем сайте. Вполне возможно, что вы нажали на ссылку, которая устарела, или неправильно набрали адрес. </p><ul><li> Если вы набрали адрес, пожалуйста, проверьте правильность его написания.</li> <li> Если вы откуда-либо проследовали по ссылке, пожалуйста, сообщите нам об этом по адресу <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Сообщите нам, откуда вы пришли и что вы ищете, и мы сделаем все возможное, чтобы это исправить. </li></ul> <p>Или же вы можете просто перепрыгнуть на некоторые из популярных страниц нашего сайта.</p> <ul> <li> Возможно вы заинтересованы в <a href="%(rec)s">списке избранных дополнений</a>? </li> <li> Или вы хотите <a href="%(search)s">найти дополнение</a>? Вы можете перейти к <a href="%(search)s">странице поиска</a> или просто использовать поле поиска, расположенное выше. </li> <li> Если вы хотите начать сначала, просто перейдите на <a href="%(home)s">начальную страницу дополнений</a>. </li> </ul>
sl: <h1>Žal ne najdemo, kar iščete. </h1><p> Strani ali datoteke, ki ste jo zahtevali, ni bilo mogoče najti na naši spletni strani. Možno je, da ste kliknili na povezavo, ki je zastarela, ali pa vnesli v napačen naslov. </p><ul><li>Če ste vnesli naslov sami, preverite prosim še enkrat črkovanje. </li><li> Če ste sledili povezavi odkod drugje, nam to sporočite na <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Sporočite nam, odkod ste prišli in kaj ste iskali, mi pa se bomo potrudili, da to popravimo. </li></ul><p>Lahko pa enostavno skočite na nekatere od priljubljenih strani na našem spletišču. </p><ul><li>Ali vas zanima <a href="%(rec)s">seznam priporočenih razširitev</a>?</li><li>Želite <a href="%(search)s">iskati po razširitvah</a>. Pojdite morda na <a href="%(search)s">stran za iskanje</a> ali pa uporabite polje za iskanje zgoraj. </li><li>Če želite začeti znova, pojdite na <a href="%(home)s">naslovno stran za razširitve</a>. </li> </ul>
uk: <h1>Вибачте, проте ми не можемо знайти те, що ви шукали.</h1> <p>Запитану сторінка або файл не знайдено на нашому сайті. Можливо, ви натиснули застаріле посилання або зробили помилку в адресі.</p> <ul> <li>Якщо ви вводили адресу, будь ласка, переконайтесь у вірності її написання.</li> <li>Якщо ви звідкілясь перейшли за посиланням, будь ласка, повідомте нам про це за адресою<a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Повідомте нам, звідкіля ви прийшли та що ви шукаєте, і ми зробимо все можливе, щоб виправити це.</li> </ul> <p>Або ви можете перейти до деяких популярних сторінок на нашому сайті.</p> <ul> <li>Можливо вас зацікавить <a href="%(rec)s">список обраних додатків</a>?</li> <li> Чи ви хочете <a href="%(search)s">знайти додаток</a>? Ви можете перейти до <a href="%(search)s">сторінки пошуку</a> або просто використати поле пошуку, розташоване вище.</li> <li>Якщо ви хочете розпочати з початку, просто перейдіть до <a href="%(home)s">головної сторінки додатків</a>.</li> </ul>
zh_cn: <h1>很抱歉，但是我们找不到您要查找的内容。</h1> <p>您请求的页面或文件在我们的网站上没有找到。这可能是因为您点击了一个过期的链接，或者输入了不正确的网址。</p> <ul> <li>如果您自己输入了网址，请仔细检查有无拼写错误。</li> <li>如果您从其他链接跳转过来，请发送电子邮件到 <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a> 告知我们。请说明您从哪里跳转过来，您本来希望看到什么内容，我们会尽力修复。</li> </ul> <p>或者您可以转到我们网站上的其他热门页面。</p> <ul> <li>您对我们的<a href="%(rec)s">精选附加组件</a>感兴趣吗？</li> <li>您想<a href="%(search)s">搜索附加组件</a>吗？您可以转到<a href="%(search)s">搜索页面</a>，或者就用上面的搜索框进行搜索。</li> <li>如果您想从头开始，可以转到<a href="%(home)s">附加组件首页</a>。</li> </ul>

source: <h1>Oops! We had an error.</h1> <p>We'll get to fixing that soon.</p> <p> You can try refreshing the page, or head back to the <a href="%(home)s">Add-ons homepage</a>. </p>
cs: <h1>Oops! Nastala chyba.</h1> <p>Brzy to opravíme.</p> <p> Můžete zkusit obnovit stránku či přejít zpět na <a href="%(home)s">domovskou stránku doplňků</a>. </p>
de: <h1>Oops! Ein Fehler ist aufgetreten.</h1> <p>Wir werden ihn alsbald beheben.</p> <p> Sie können versuchen, die Seite neu zu laden, oder zurück zur <a href="%(home)s">Add-ons Homepage</a>gehen.</p>
el: <h1>Συγνώμη αλλά παρουσιάστηκε πρόβλημα.</h1> <p>Θα το διορθώσουμε το συντομότερο δυνατό.</p> <p> Μπορείτε να δοκιμάσετε να ανανεώσετε τη σελίδα ή να επιστρέψετε πίσω στην <a href="%(home)s">αρχική σελίδα των πρόσθετων</a>. </p>
es: <h1>¡Vaya! Se ha producido un error.</h1> <p>Intentaremos arreglarlo pronto.</p> <p> Puedes probar a recargar la página, o volver a la <a href="%(home)s">página de inicio</a>. </p>
fr: <h1>Oops ! Une erreur a été rencontrée.</h1> <p>Nous allons la corriger rapidement.</p> <p> Vous pouvez essayer de recharger la page, ou retourner sur <a href="%(home)s">la page d'accueil</a>. </p>
it: <h1>Oops! Si è verificato un errore.</h1> <p>Cercheremo di risolvere il problema al più presto.</p> <p>Puoi provare a ricaricare la pagina o ritornare alla <a href="%(home)s">pagina principale</a>. </p>
ja: <h1>申し訳ありません。エラーが発生しました。</h1> <p>すぐに問題の修正に取り掛かります。</p> <p>ページを再読み込みするか、<a href="%(home)s">当サイトのホームページ</a> へ移動してください。</p>
ko: <h1>저런! 오류가 발생했습니다.</h1> <p>빠른 시일 내에 고치도록 하겠습니다.</p> <p> 현재 페이지를 새로고침해 보시거나 <a href="%(home)s">부가 기능 대문</a>으로 돌아가시기 바랍니다. </p>
nl: <h1>Oeps! Er is een fout opgetreden.</h1> <p>We zullen deze snel repareren.</p> <p> U kunt proberen de pagina te verversen, of teruggaan naar de <a href="%(home)s">Add-ons-startpagina</a>. </p>
pa_in: <h1>ਓ ਹੋ!ਸਾਨੂੰ ਇੱੱਕ ਖਾਮੀ ਮਿਲੀ।</h1> <p>ਅਸੀਂ ਛੇਤੀ ਹੋ ਇਸਨੂੰ ਸੋਧਣ ਵਿੱਚ ਲੱਗ ਜਾਵਾਂਗੇ।</ p> <p> ਤੁਸੀਂ ਇਸ ਸਫ਼ੇ ਨੂੰ ਤਾਜਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ <a href="%(home)s">ਐਡ-ਆਨ ਮੁੱਖਸਫ਼ੇ</a>ਤੇ ਵਾਪਸ ਜਾਓ। </p>
pl: <h1>Ups! Wystąpił błąd.</h1> <p>Postaramy się szybko to naprawić.</p> <p> Możesz spróbować odświeżyć stronę lub wrócić na <a href="%(home)s">stronę główną</a> dodatków.</p>
pt_pt: <h1>Oops! Aconteceu um erro.</h1> <p>Vamos repará-lo logo que possível.</p> <p> Pode tentar atualizar a página, ou volte à <a href="%(home)s">página inicial Extras</a>. </p>
ru: <h1>Ой! У нас ошибка.</h1> <p>Мы скоро это починим.</p> <p> Попробуйте обновить страницу или вернуться на <a href="%(home)s">домашнюю страницу дополнений</a>. </p>
sl: <h1>Opla! Imeli smo napako.</h1> <p>Lotili se je bomo v kratkem.</p> <p> Poizkusite obnoviti stran, ali pa se vrnite na <a href="%(home)s">Domačo stran za dodatke</a>. </p>
uk: <h1>Ой! Сталася помилка.</h1> <p>Невдовзі ми її виправимо.</p> <p> Ви можете спробувати оновити сторінку, або повернутися назад на <a href="%(home)s">Домашню сторінку</a>. </p>
zh_cn: <h1>哎呀！我们这边发生错误了。</h1> <p>我们会尽快修复这个问题。</p> <p>您可以尝试刷新页面，或者返回<a href="%(home)s">附加组件主页</a>。</p>

source: Some rights reserved
cs: Některá práva vyhrazena
de: Einige Rechte vorbehalten
el: Μερική επιφύλαξη δικαιωμάτων
es: Algunos derechos reservados
fr: Certains droits réservés
it: Alcuni diritti riservati
nl: Sommige rechten voorbehouden
pa_in: ਕੁੱਝ ਹੱਕ ਰਾਖਵੇਂ ਹਨ
pl: Część praw zastrzeżona
pt_pt: Alguns direitos reservados
ru: Некоторые права защищены
sl: Nekatere pravice pridržane
uk: Деякі права захищено
zh_cn: 保留部分权利

source: Prev
cs: Předchozí
de: Vorherige Seite
el: Προηγούμενο
es: Anterior
fr: Préc.
it: Precedente
ja: 前へ
ko: 이전
nl: Vorige
pa_in: ਪਿਛਲਾ
pl: Wstecz
pt_pt: Anterior
ru: Предыдущее
sl: Predh
uk: Попередня
zh_cn: 上一页

source: Next
cs: Další
de: Nächste Seite
el: Επόμενο
es: Siguiente
fr: Suivant
it: Successiva
ja: 次へ
ko: 다음
nl: Volgende
pa_in: ਅਗਲਾ
pl: Dalej
pt_pt: Seguinte
ru: Следующее
sl: Naprej
uk: Наступна
zh_cn: 下一页

source: Results <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> of <strong>%(count)s</strong>
cs: Výsledky <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> z <strong>%(count)s</strong>
de: Ergebnisse <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> von <strong>%(count)s</strong>
el: Αποτελέσματα <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> από <strong>%(count)s</strong>
es: Resultados <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> de <strong>%(count)s</strong>
fr: Resultats <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> sur <strong>%(count)s</strong>
it: Risultati <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> di <strong>%(count)s</strong>
ja: 検索結果 <strong>%(count)s</strong> 件中 <strong>%(begin)s</strong> から <strong>%(end)s</strong> 件目
ko: 전체 <strong>%(count)s</strong>개 중 <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong>
nl: Resultaat <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> van <strong>%(count)s</strong>
pa_in: <strong>%(count)s</strong> ਵਿੱਚੋਂ <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> ਨਤੀਜੇ
pl: Wyniki <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> z <strong>%(count)s</strong>
pt_pt: Resultados <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> de <strong>%(count)s</strong>
ru: Результаты <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> из <strong>%(count)s</strong>
sl: Resultati <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> od <strong>%(count)s</strong>
uk: Результати <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> із <strong>%(count)s</strong>
zh_cn: 第 <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> 条结果，共 <strong>%(count)s</strong> 条

source: Maintenance in progress
cs: Probíhá údržba
de: Wartungsarbeiten im Gange
el: Εκτελούνται εργασίες συντήρησης
es: Mantenimiento en progreso
fr: Maintenance en cours
it: Manutenzione in corso
ja: メンテナンス中です
ko: 서버 점검 현황
nl: Onderhoud in uitvoering
pa_in: ਰੱਖ ਰਖਾਵ ਚੱਲ ਰਿਹਾ
pl: Trwa konserwacja witryny…
pt_pt: Manutenção em curso
ru: Происходит техническое обслуживание
sl: Vzdrževanje je v teku
uk: Триває технічне обслуговування
zh_cn: 维护中
