Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Mozilla can assist with granting additional permissions of an add-on's listing if <a href="%(link_contact)s">contacted</a> by the add-on's current owner.
cs: Mozilla vám může pomoci s přidělením dalších práv ke stránce doplňku, pokud je <a href="%(link_contact)s">kontaktována</a> aktuálním vlastníkem doplňku.
de: Mozilla kann beim Einräumen von zusätzlichen Rechten bei Add-on-Listeneinträgen helfen, wenn der aktuelle Besitzer des Add-ons Mozilla <a href="%(link_contact)s">kontaktiert</a>.
es: Mozilla puede conceder permisos adicionales de la lista de un complemento si su propietario actual se pone en <a href="%(link_contact)s">contacto</a>.
fr: Mozilla peut aider à donner des permissions supplémentaires sur le listing d'un module uniquement si <a href="%(link_contact)s">contacté</a> par le propriétaire courant du module.
it: Mozilla può fornire permessi aggiuntivi per gestire la presenza negli elenchi di un componente aggiuntivo se <a href="%(link_contact)s">contattata</a> dal proprietario corrente del componente aggiuntivo.
ko: 부가 기능의 현 소유자와 <a href="%(link_contact)s">연락</a>이 되어있을 경우엔 부가 기능 등재와 추가 권한 획득 작업을 Mozilla에서 도와줄 수 있습니다.
nl: Mozilla kan helpen bij het toekennen van extra rechten voor een add-on indien <a href="%(link_contact)s">contact</a> wordt opgenomen door de huidige eigenaar.
pa_in: ਇੱਕ ਐਡ-ਆਨ ਸੂਚੀ ਦੀਆਂ ਵਾਧੂ ਮਨਜ਼ੂਰੀਆਂ ਦੇਣ ਵਿੱਚ ਮੌਜੀਲਾ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ ਜੇਕਰ ਐਡ-ਆਨ ਦੇ ਮੌਜੂਦਾ ਮਾਲਕ ਵੱਲੋਂ <a href="%(link_contact)s">ਸੰਪਰਕ ਕੀਤਾ</a> ਜਾਵੇ।
pl: Mozilla może pomóc w przekazaniu dodatkowych uprawnień do strony dodatku, jeśli <a href="%(link_contact)s">skontaktuje się</a> z nami jego obecny właściciel.
pt_pt: A Mozilla pode ajudar com a concessão de permissões adicionais de uma lista de extras, se for <a href="%(link_contact)s">contactada</a> pelo dono atual do extra.
ru: Mozilla может помочь с предоставлением дополнительных разрешений на страницу дополнения, если <a href="%(link_contact)s">с ней свяжется</a> текущий владелец дополнения.
sl: Mozilla lahko pomaga z izdajo dodatnih dovoljenj za dodatek za kotacijo, če jo trenutni lastnik dodatka <a href="%(link_contact)s">kontaktira</a>.
uk: Mozilla може допомогти з наданням додаткових дозволів на сторінку додатку, якщо <a href="%(link_contact)s">з нею зв'яжеться</a> поточний власник додатку.
zh_cn: 只要附加组件的当前所有者与 Mozilla <a href="%(link_contact)s">联系</a>，Mozilla 可以协助授予附加组件项目的额外权限。

source: Mozilla encourages its users to offer feedback on their experiences when using an add-on. This allows other users to determine if the add-on is stable and useful. It also provides valuable feedback to developers, allowing them to continuously improve their add-on to meet user needs.
cs: Mozilla podporuje uživatele v zasílání reakcí a svých zkušeností s konkrétními doplňky. Díky tomu mohou ostatní uživatelé rozpoznat, zda je doplněk stabilní a užitečný. Vývojáři díky ohlasům získávají užitečné reakce, které jim umožňují kontinuální vylepšovat své doplňky tak, aby lépe vyhovovaly uživatelům.
de: Mozilla rät seinen Benutzern, ihre Meinung zu einem Add-on zu sagen, dass sie verwenden. Das ermöglicht es anderen Benutzern, festzustellen, ob das Add-on stabil und nützlich ist. Es bietet auch wertvolle Rückmeldung für Entwickler und ermöglicht es ihnen, das Add-on ständig zu verbessern, um die Bedürfnisse der Benutzer zu erfüllen.
es: Mozilla anima a sus usuarios a ofrecer reacciones sobre sus experiencias al usar un complemento. Esto permite a otros usuarios determinar si el complemento es estable y útil. También proporciona valiosas opiniones a los desarrolladores, permitiéndoles mejorar continuamente su complemento para cubrir las necesidades de los usuarios.
fr: Mozilla encourage ses utilisateurs à donner un retour de leur expérience lorsqu'ils utilisent un module. Ceci permet aux autres utilisateurs de savoir si un module est stable et utile. Cela fournit aussi un retour aux développeurs, leur permettant d'améliorer en permanence leur module pour correspondre aux besoins des utilisateurs.
it: Mozilla incoraggia i propri utenti ad offrire la propria opinione sui componenti aggiuntivi. Questo permette ad altri utenti di comprendere la stabilità e l'utilità del componente aggiuntivo. Fornisce anche dati utili allo sviluppatore, consentendogli di migliorare il proprio lavoro per venire incontro alle esigenze degli utenti.
ko: Mozilla에선 사용자가 부가 기능 사용시 경험한 것을 토대로 한 피드백 제공을 장려하고 있습니다. 이는 다른 사용자가 부가 기능이 안정적이고 유용한지를 판단하는데 쓰입니다. 또한 개발자에게 유용한 피드백을 제공하며, 사용자의 요구사항에 맞출수 있도록 부가 기능의 지속적인 향상도 이끌어줍니다.
nl: Mozilla moedigt gebruikers aan om feedback te geven over hun ervaringen bij het gebruik van een add-on. Hierdoor kunnen andere gebruikers bepalen of de add-on stabiel en nuttig is. Het geeft ook waardevolle informatie aan ontwikkelaars, waardoor ze continu hun add-on kunnen verbeteren om aan gebruikersvragen te voldoen.
pa_in: ਮੌਜੀਲਾ ਉਪਭੋਗੀਆਂ ਨੂੰ ਐਡ-ਆਨ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਉਹਨਾਂ ਦੇ ਅਨੁਭਵ ਬਾਰੇ ਰਾਇ ਦੇਣ ਲਈ ਹੱਲਾਸ਼ੇਰੀ ਦਿੰਦਾ । ਇਸ ਨਾਲ ਦੂਜੇ ਉਪਭੋਗੀਆਂ ਨੂੰ ਪਤਾ ਲੱਗਦਾ ਕਿ ਐਡ-ਆਨ ਥਿਰ ਅਤੇ ਲਾਭਦਾਇਕ ਹੈ। ਨਾਲ ਹੀ ਇਹ ਡਿਵੈਲਪਰਾਂ ਨੂੰ ਵੱਡਮੁੱਲੀ ਰਾਇ ਦਿੰਦਾ, ਉਪਭੋਗੀ ਜ਼ਰੂਰਤਾਂ ਪੂਰੀਆਂ ਕਰਨ ਲਈ ਉਹਨਾਂ ਨੂੰ ਲਗਾਤਾਰ ਉਹਨਾਂ ਦੇ ਐਡ-ਆਨ ਵਧੀਆ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ।
pl: Mozilla zachęca użytkowników, by dzielili się opiniami o używanych dodatkach. Dzięki opiniom inni użytkownicy będą mogli wyrobić sobie zdanie o stabilności i użyteczności dodatku. Opinie te dostarczają również wartościowych informacji programistom, umożliwiając im stałe ulepszanie dodatków i dostosowywanie ich do potrzeb użytkowników.
pt_pt: A Mozilla incentiva os seus utilizadores a oferecer feedback sobre as suas experiências ao utilizar um extra. Isto permite que outros utilizadores determinem se o extra é estável e útil. Ele também fornece informações valiosas para os desenvolvedores, permitindo-lhes melhorar continuamente os seus extra para atender às necessidades do utilizador.
ru: Mozilla рекомендует своим пользователям высказывать мнение о своем опыте использования дополнения. Это позволяет другим пользователям определить, является ли дополнение стабильным и полезным. Это также предоставляет ценную информацию для разработчиков, позволяя им постоянно совершенствовать свои дополнения для удовлетворения потребностей пользователей.
sl: Mozilla spodbuja svoje uporabnike, da objavljajo povratne informacije o svojih izkušnjah pri uporabi dodatka. To omogoča drugim uporabnikom, da ugotovijo, ali je dodatek stabilen in uporaben. Prispeva tudi dragocene povratne informacije za razvijalce in jim omogoča, da stalno izboljšujejo svoje dodatke, s ciljem zadovoljiti potrebe uporabnika.
uk: Mozilla рекомендує своїм користувачам висловлювати думку про свій досвід використання додатку. Це дозволяє іншим користувачам визначити, чи додаток є стабільним і корисним. Це також надає цінну інформацію для розробників, дозволяючи їм постійно вдосконалювати свій додаток для задоволення потреб користувачів.
zh_cn: Mozilla 鼓励用户在使用附加组件时提供他们的体验反馈。这不仅有助于其他用户判断附加组件是否稳定和有用，还能提供有价值的反馈信息给开发者，让他们能不断地改善他们的附加组件以满足用户的需求。

source: Reviews must follow the <a href="%(link_guidelines)s">review guidelines</a>. Reviews that do not meet these guidelines may be flagged for moderation, but negative reviews will not be removed unless they provide false information.
cs: Recenze musí splňovat <a href="%(link_guidelines)s">pravidla pro recenze</a>. Recenze, které nesplňují pravidla mohou být označeny k moderování, nicméně negativní recenze nejsou odstraňovány, pokud neobsahují chybné informace.
de: Bewertungen müssen die <a href="%(link_guidelines)s">Richtlinien für Bewertungen</a> erfüllen. Bewertungen, die diese Richtlinien nicht erfüllen, können zur Überprüfung markiert werden, aber negative Bewertungen werden nicht entfernt, es sei denn, sie enthalten falsche Informationen.
es: Las valoraciones deben seguir las <a href="%(link_guidelines)s">pautas sobre valoraciones</a>. Las valoraciones que no se ajusten a estas directrices pueden ser marcadas para su moderación, pero las valoraciones negativas no serán eliminadas a menos que proporcionen información falsa.
fr: Les éditeurs doivent suivre les <a href="%(link_guidelines)s">directives de revue</a>. Les revues qui ne correspondent pas à ces directives pourront être notifiées pour modération, mais les critiques négatives ne seront pas retirées sauf si elles fournissent de mauvaises informations.
it: Le recensioni devono rispettare le <a href="%(link_guidelines)s">linee guida per le recensioni</a>. Le recensioni che non rispettino questi criteri possono essere segnalate ai moderatori, eventuali recensioni negative non verranno rimosse a meno che non contengano informazioni false.
ko: 평가는 <a href="%(link_guidelines)s">평가 가이드라인</a>을 따라야 합니다. 가이드라인에 맞지 않는 평가는 중재 대상으로 표시될 것이나, 잘못된 정보를 제공하지 않는 한 부정적인 평가가 삭제되진 않을 것입니다.
nl: Beoordelingen moeten aan de <a href="%(link_guidelines)s">beoordelingsrichtlijnen</a> voldoen. Beoordelingen die hier niet aan voldoen kunnen voor evaluatie worden gemarkeerd, maar negatieve beoordelingen zullen niet worden verwijderd, tenzij ze onjuiste informatie geven.
pa_in: ਬਹੁਤ ਸਾਰੇ ਡਿਵੈਲਪਰ ਇੱਕ ਸਹਿਯੋਗ ਤਰੀਕਾ ਦਿੰਦੇ ਹਨ, ਜਿਵੇਂ ਕਿ ਇੱਕ ਫ਼ੋਰਮ, ਚਰਚਾ ਗਰੁੱਪ, ਜਾਂ ਈਮੇਲ ਪਤਾ। ਇੱਕ ਐਡ-ਆਨ ਦੇ ਸਮੀਖਿਆ ਭਾਗ ਦੀ ਬਜਾਏ ਇਹਨਾਂ ਸਾਧਨਾਂ ਰਾਹੀਂ ਸਹਿਯੋਗ ਸਵਾਲ ਭੇਜਣ ਦੀ ਸ਼ਿਫ਼ਾਰਸ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
pl: Opinie muszą być zgodne z <a href="%(link_guidelines)s">wytycznymi dla autorów opinii</a>. Opinie, które nie przestrzegają tych wytycznych, mogą zostać zgłoszone do moderacji. Nie będą usuwane negatywne opinie, chyba że zawierają fałszywe informacje.
pt_pt: Os comentários devem seguir as <a href="%(link_guidelines)s">diretrizes de comentários</a>. Os comentários que não cumprirem estas diretrizes pode ser marcadas para moderação, mas comentários negativos não serão removidos a menos que forneça informações falsas.
ru: Отзывы должны соответствовать <a href="%(link_guidelines)s">определённым требованиям</a>. Отзывы, не соответствующие указанным требованиям, могут быть помечены для модерации, но негативные отзывы не будут удаляться, если только они не содержат ложную информацию.
sl: Pregledi morajo upoštevati <a href="%(link_guidelines)s">smernice za preglede</a>. Mnenja, ki se ne držijo teh smernic, se lahko označi za pregled s strani moderatorja, vendar se negativnih ocen ne bodo odstranjevalo, razen če vsebujejo lažne informacije.
uk: Відгуки повинні відповідати <a href="%(link_guidelines)s">певним вимогам</a>. Відгуки, що не відповідають зазначеним вимогам, можуть бути позначені для модерації, але негативні відгуки не будуть видалятися, якщо тільки вони не містять неправдиву інформацію.
zh_cn: 评论必须遵守<a href="%(link_guidelines)s">评论准则</a>。不符合这些准则的评论将会被标记给审核员仲裁，但负面评论除非涉及了不实信息，否则不会被移除。

source: Many developers provide a support mechanism, such as a forum, discussion group, <a href="http://www.getsatisfaction.com">GetSatisfaction account</a>, or email address. It is recommended that support questions be posted via those mediums instead of in an add-on's review section.
cs: Řada vývojáří poskytuje systém podpory, jako je např. fórum, diskusní skupinu, <a href="http://www.getsatisfaction.com">účet na GetSatisfaction</a> nebo e-mailovou adresu. Je doporučeno zasílat dotazy na podporu skrze tyto kanály na místo recenzí doplňků.
de: Viele Entwickler bieten Hilfe an, beispielsweise über ein Forum, eine Diskussionsgruppe, ein <a href="http://www.getsatisfaction.com">GetSatisfaction-Konto</a> oder eine E-Mail-Adresse. Es wird empfohlen, Hilfsanfragen über diese Medien zu stellen und nicht im Bewertungsbereich eines Add-ons.
es: Muchos desarrolladores proporcionan un mecanismo de asistencia, tal como un foro, un grupo de discusión, una <a href="http://www.getsatisfaction.com">cuenta de GetSatisfaction</a> o una dirección de correo. Se recomienda que las preguntas de asistencia se envíen a través de estos medios en lugar de la sección de valoración de un complemento.
fr: Beaucoup de développeurs fournissent un mécanisme d'assistance, tel un forum, un groupe de discussion, <a href="http://www.getsatisfaction.com">un compte GetSatisfaction</a>, ou une adresse courriel. Il est recommandé que les demandes d'assistance soient postées via ces mediums plutôt que sur la section critiques du module.
it: Molti sviluppatori offrono strumenti per il supporto, come forum, gruppi di discussione, <a href="http://www.getsatisfaction.com">account su GetSatisfaction</a> o indirizzi email. Le richieste di supporto devono essere inviate attraverso questi canali e non utilizzando le recensioni.
pl: Wielu programistów wprowadza mechanizmy pomocy technicznej, jak forum, grupa dyskusyjna, <a href="http://www.getsatisfaction.com">konto GetSatisfaction</a> lub adres e-mail. Zaleca się, by pytania dotyczące pomocy technicznej były zgłaszane wymienionymi kanałami, a nie w opiniach.
ru: Многие разработчики предоставляют механизм поддержки, такие как форум, дискуссионную группу, <a href="http://www.getsatisfaction.com">учётную запись GetSatisfaction</a> или адрес электронной почты. Мы рекомендуем размещать вопросы по поддержке через этот механизм, а не в разделе отзывов на дополнение.

source: Code Disputes
cs: Otázky ke kódu
de: Streit um Quelltext
es: Disputas acerca del código
fr: Disputes de code
it: Dispute sul codice
ja: コードに関する異議
ko: 코드 관련 분쟁
nl: Codedisputen
pa_in: ਕੋਡ ਵਿਵਾਦ
pl: Wątpliwości związane z kodem źródłowym
pt_pt: Disputas de código
ru: Оспаривание кода
sl: Spori v zvezi s kodo
uk: Оскарження коду
zh_cn: 代码纠纷

source: Many add-ons allow their source code to be openly viewed. This does not mean that the source code is open source or available for use in another add-on. The original author of an add-on retains copyright of their work unless otherwise noted in the add-on's license.
cs: Řada doplňků umožňuje, aby byl jejich kód veřejně zobrazitelný. To však neznamená, že je zdrojový kód open source nebo že je dostupný pro použití v jiném doplňku. Původní autor si může ponechat práva na svou vlastní práci, pokud není v licenci doplňku řečeno jinak.
de: Von vielen Add-ons kann der Quelltext offen eingesehen werden. Das heißt nicht, dass der Quelltext Open Source ist oder für ein anderes Add-on verwendet werden darf. Der ursprüngliche Autor behält das Urheberrecht an seiner Arbeit, es sei denn, es wird in der Lizenz des Add-ons anders angegeben.
es: Muchos complementos permiten que su código fuente sea visible públicamente. Esto no significa que el código fuente sea código abierto o esté disponible para su uso en otro complemento. El autor original de un complemento retiene los derechos de copyright de su trabajo a menos que indique lo contrario en la licencia del complemento.
fr: Beaucoup de modules permettent de voir leur code source librement. Cela ne signifie pas que le code source est sous licence libre ou utilisable dans un autre module. L'auteur d'un module a tous les droits sur son travail sauf mention contraire dans la licence.
it: È possibile visualizzare apertamente il codice di molti componenti aggiuntivi. Questo non significa che il codice sorgente sia Open Source o disponibile per l'utilizzo in altri componenti aggiuntivi. L'autore conserva la proprietà del codice se non diversamente indicato nella licenza del componente aggiuntivo.
ko: 많은 부가 기능이 소스 코드를 열람할 수 있도록 허용하고 있습니다. 이는 소스 코드가 오픈 소스라던지 다른 부가 기능에도 사용할 수 있다는 뜻은 아닙니다. 부가 기능의 원 제작자는 부가 기능의 라이센스에서 따로 고지하지 않는 한 자신의 저작물에 대한 저작권을 보유하고 있습니다.
nl: Van veel add-ons is de broncode publiek inzichtelijk. Dit betekent niet dat de broncode opensource is of beschikbaar voor gebruik in een andere add-on. De oorspronkelijke schrijver van een add-on behoudt het auteursrecht op zijn of haar werk, tenzij anderszins wordt gesteld in de licentie van de add-on.
pa_in: ਬਹੁਤ ਸਾਰੇ ਐਡ-ਆਨ ਆਪਣਾ ਸੋਰਸ ਕੋਡ ਖੁੱਲ੍ਹੇ ਤੌਰ ਤੇ ਵੇਖਣ ਦਿੰਦੇ ਹਨ। ਇਸਦਾ ਇਹ ਮਤਲਬ ਨਹੀਂ ਹੈ ਕਿ ਸੋਰਸ ਕੋਡ ਓਪਨ ਸੋਰਸ ਹੈ ਜਾਂ ਦੂਜੇ ਐਡ-ਆਨ ਵਿੱਚ ਵਰਤਣ ਲਈ ਉੱਪਲਬਧ ਹੈ। ਇੱਕ ਐਡ-ਆਨ ਦਾ ਅਸਲੀ ਲੇਖਕ ਆਪਣੇ ਕੰਮ ਦਾ ਕਾਪੀਰਾਈਟ ਰੱਖਦਾ ਹੈ ਜਦ ਤੱਕ ਐਡ-ਆਨ ਦੇ ਲਾਇਸੰਸ ਵਿੱਚ ਕੁੱਝ ਹੋਰ ਕਿਹਾ ਜਾਵੇ।
pl: Autorzy wielu dodatków dopuszczają publiczne przeglądanie kodu źródłowego dodatków. Nie oznacza to, że kod jest dostępny na zasadach open source, ani że można go użyć w innym dodatku. Autor dodatku zatrzymuje prawa do swojego dzieła, o ile nie jest to inaczej określone w licencji dodatku.
pt_pt: Muitos extras permitem que o seu código-fonte possa ser visto abertamente. Isso não significa que o código fonte é open source ou esteja disponível para uso noutro extra. O autor original de um extra retém os direitos de autor de seu trabalho salvo indicação em contrário na licença do extra.
ru: Многие дополнения позволяют открыто просмотреть их исходный код. Это не означает, что их исходный код является свободным или доступен для использования в другом дополнении. Первоначальный автор дополнения сохраняет авторские права на свою работу, если иное не указано в лицензии дополнения.
sl: Veliko dodatkov dovoljuje, da javnost vidi njihovo izvorno kodo. To pa ne pomeni, da gre pri izvorni kodi za odprtokodni izdelek ali da je na voljo za uporabo v kakem drugem dodatku. Izvirni avtor dodatka si pridržuje avtorske pravice, razen če ni drugače navedeno v licenci za dodatek.
uk: Багато додатків дозволяють відкрито переглянути їх програмний код. Але це не значить, що їх програмний код є відкритим або доступний для використання в іншому додатку. Оригінальний автор додатку зберігає авторські права на свою роботу, якщо інше не зазначено в ліцензії додатку.
zh_cn: 许多附加组件允许公开查看其源代码，但这并不代表源代码是以开源许可协议授权或者可在其他附加组件中使用。除非在附加组件的许可协议中另有注明，否则附加组件的原作者保留他们作品的著作权。

source: In the event that we're notified of a copyright or license infringement, we will take steps to review the situation and determine if an actual infringement has occurred. If we determine that there is an infringement, we will remove the offending add-on and contact the author. New add-on submissions (including updates) containing infringing code will be denied approval for public status.
cs: V případě, kdy nás někdo upozorní na porušení copyrightu či licence, zhodnotíme situaci a zjistíme, zda skutečně k porušení došlo. Pokud k porušení skutečně došlo, odstraníme problematický doplněk a kontaktujeme autora. Nově přidávané doplňky (včetně aktualizací), u kterých zjistím porušení, budou automaticky zamítnuty.
de: Wenn wir von einer Urheberrechts- oder Lizenzverletzung Kenntnis erhalten, werden wir Maßnahmen ergreifen, um die Situation zu bewerten und festzustellen, ob tatsächlich eine Verletzung eingetreten ist. Wenn wir eine Verletzung feststellen, werden wir das verursachende Add-on entfernen und den Autor kontaktieren. Neu übermittelte Add-ons (einschließlich Updates), die verletzenden Quelltext enthalten, werden nicht für die öffentliche Sichtbarkeit freigeschaltet.
es: En el caso de que se nos notifique la infracción de derechos de autor o una licencia, tomaremos medidas para revisar la situación y determinar si realmente se ha producido una infracción. Si determinamos que ha sido así, eliminaremos el complemento infractor y contactaremos con su autor. Los envíos de nuevos complementos (incluyendo actualizaciones) que contengan código infractor verán rechazada su petición de estado público.
fr: Dans l'hypothèse que nous soyons notifiés d'une infraction au droit d'auteur ou de licence, nous prendrons les mesures nécessaires pour voir la situation et déterminer si effectivement il y a eu infraction. Si nous déterminons que c'est le cas, nous retirerons le module concerné et contacterons l'auteur. Les futurs envois de modules (dont les mises à jour) contenant du code concerné ne pourront obtenir le statut de public.
it: Quando riceviamo una notifica per infrazione del copyright o della licenza, prendiamo i provvedimenti necessari per stabilire la situazione. Se si è verificata effettivamente un'infrazione, rimuoviamo il componente aggiuntivo e contattiamo l'autore. Le nuove versioni (inclusi gli aggiornamenti) non verranno distribuite al pubblico nel caso in cui contengano ancora il codice incriminato.
ko: 저작권이나 라이센스 위반이 신고되었을 땐, 상황을 검토하고 실제 위반 사실이 발생할 경우 판단을 내릴 단계를 거치게 될 것입니다. 위반 사실이 있다고 판단할 경우, 해당 부가 기능은 삭제되며 제작자에게 연락이 취해질 것입니다. 침해한 코드가 포함된 새 부가 기능이 제출되면 (업데이트 포함) 공개 상태 승인 과정에서 거부될 것입니다.
nl: Wanneer we bericht krijgen van inbreuk op auteursrecht of licentie, ondernemen we stappen om de situatie te beoordelen en te bepalen of er daadwerkelijk sprake is van inbreuk. Als dit het geval is, wordt de desbetreffende add-on verwijderd en wordt contact opgenomen met de schrijver. Nieuw ingediende add-ons (inclusief updates) met onterecht gebruikte code zullen niet worden gepubliceerd.
pa_in: ਘਟਨਾ ਜਿਸ ਵਿੱਚ ਸਾਨੂੰ ਇੱਕ ਕਾਪੀਰਾਈਟ ਜਾਂ ਲਾਇਸੰਸ ਉਲੰਘਣਾ ਦੀ ਸੂਚਨਾ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ, ਅਸੀਂ ਹਲਾਤ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਲਈ ਕਦਮ ਚੁੱਕਦੇ ਅਤੇ ਪਤਾ ਲਗਾਉਂਦੇ ਹਾਂ ਕਿ ਇੱਕ ਅਸਲ ਵਿੱਚ ਉਲੰਘਣਾ ਹੋਈ। ਜੇਕਰ ਸਾਨੂੰ ਪਤਾ ਲੱਗਦਾ ਕਿ ਇੱਥੇ ਉਲੰਘਣਾ ਹੋਈ, ਅਸੀਂ ਉਸ ਦੋਸ਼ੀ ਐਡ-ਆਣ ਨੂੰ ਹਟਾ ਦੇਵਾਂਗੇ ਅਤੇ ਲੇਖਕ ਨੂੰ ਸੰਪਰਕ ਕਰਾਂਗੇ। ਉਲੰਘਣ ਕੋਡ ਸ਼ਾਮਲ ਨਵੇਂ ਐਡ-ਆਨ ਪੇਸਕਸ਼ਾਂ (ਅੱਪਡੇਟਾਂ ਸ਼ਾਮਲ) ਨੂੰ ਜਨਤਕ ਦਰਜੇ ਤੋਂ ਇਨਕਾਰਿਆ ਜਾਏਗਾ।
pl: W przypadku, gdy zostaniemy poinformowani o naruszeniu praw autorskich lub licencji, podejmiemy kroki, by wyjaśnić sytuację i ustalić, czy faktycznie nastąpiło naruszenie. Jeśli ustalimy, że naruszenie ma miejsce, usuniemy problematyczny dodatek i skontaktujemy się z autorem. Nowy dodatek (włączając w to aktualizacje) zamieszczony z nielegalnym kodem nie uzyska zgody na upublicznienie.
pt_pt: No caso em que sejamos notificados de uma violação de direitos de autor ou licença, tomaremos medidas para rever a situação e determinar se ocorreu uma violação da propriedade. Se se determinar que existe uma infracção, vamos remover o extra em causa e contatar com o autor. Novas submissões do extra (incluindo atualizações) contendo o código infrator terá a aprovação de estatuto público negada.
ru: В случае, если мы будем уведомлены о нарушении авторских прав или лицензии, мы предпримем шаги для анализа ситуации и определения того, произошло ли фактическое нарушение. Если мы определим, что произошло нарушение, мы удалим это дополнение и свяжемся с автором. Новым представлениям дополнений (включая обновления), содержащим код, нарушающий законодательство, будет отказано в предоставлении публичного статуса.
sl: V primeru, da dobimo obvestilo o kršitvi avtorskih pravic ali licence, bomo ukrepali, to je preverili stanje, da najprej ugotovimo, ali je dejansko prišlo do kršitve. Če bomo prišli do prepričanja da gre za kršitev, bomo o tem obvestili njegovega avtorja in dodatek, ki krši pravila, odstranili. Nove objave dodatka (vključno s posodobitvami), ki bodo vsebovale vprašljivo kodo, ne bodo dobile javnega statusa.
uk: У випадку, якщо ми будемо повідомлені про порушення авторських прав або ліцензії, ми зробимо кроки для аналізу ситуації і визначення того, чи відбулося фактичне порушення. Якщо ми визначимо, що відбулося порушення, ми видалимо цей додаток та зв'яжемося з автором. Новим представленням додатку (включаючи оновлення), що містять код, який містить порушення, буде відмовлено в наданні публічного статусу.
zh_cn: 一旦我们获知有侵犯著作权或违反许可协议的违规情况，我们将采取措施审查上述情况是否属实。如果我们确定违规情况属实，我们将移除违规的附加组件并联系作者，任何含有违规代码的新提交的附加组件（包括更新）将被拒绝批准公开。
