Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: This will reject the app and remove it from the review queue.
cs: Provede zamítnutí aplikace a její odstranění z fronty pro schválení.
de: Damit wird die Anwendung zurückgewiesen und aus der Warteschlange für Überprüfungen entfernt.
es: Esto rechazará la aplicación y la eliminará de la cola de revisiones.
fr: Ceci rejette l'application et la supprime de la file d'attente des revues.
it: L'app verrà respinta e rimossa dalla coda di revisione.
ko: 이 작업은 앱 심사를 거부하고 해당 앱을 심사 대기열에서 삭제하게 됩니다.
nl: Hierdoor wordt de app afgekeurd en uit de beoordelingswachtrij verwijderd.
pl: Aplikacja zostanie odrzucona i usunięta z kolejki do sprawdzenia.
ru: Это отклонит приложение и удалит его из очереди проверки.
sl: To bo aplikacijo zavrnilo in jo odstranilo iz čakalne vrste za pregled.
zh_cn: 这将会退回应用并从审核队列中移除。

source: This will send the author(s) an email requesting more information.
cs: Autorovi (či autorům) se pošle e-mail s žádostí o více informací.
de: Damit wird dem/den Autor(en) eine E-Mail geschickt, die weitere Informationen anfordert.
es: Esto enviará al autor (o los autores) un correo electrónico solicitando más información.
fr: Ceci enverra un courriel a(aux) auteur(s) pour leur demander plus d'informations.
it: Invia all'autore(i) una richiesta di ulteriori informazioni via email.
ko: 제작자에게 더 많은 정보를 요구하는 내용의 이메일을 전송할 수도 있습니다.
nl: Dit verstuurt een e-mailbericht naar de schrijver(s) met een vraag om meer informatie.
pl: Spowoduje to wysłanie do autora(ów) e-maila z prośbą o więcej informacji.
zh_cn: 这样将会向作者发送一封邮件请求更多信息。

source: Escalate
de: An nächsthöhere Stelle weitergeben
es: Remitir por incidencias
fr: Escalader
it: Aggiungi a escalation
ko: 검토 대상 설정
nl: Escaleren
pl: Przekazano
ru: Эскалация
zh_cn: 上升

source: Flag this app for an admin to review.
cs: Označit aplikaci pro kontrolu administrátorem
de: Diese Anwendung zu Überprüfung durch einen Administrator markieren.
es: Marcar esta aplicación para que la revise un administrador.
fr: Marquer cette application pour qu'un administrateur la vérifie.
it: Segnala questa app per sottoporla a un amministratore.
ko: 이 앱에 관리자의 심사 표시를 합니다.
nl: Label deze app voor een beoordeling door een beheerder.
pl: Zgłoś tę aplikację do sprawdzenia przez administratora.
zh_cn: 标记这个应用给管理员审核。

source: Make a comment on this app. The author won't be able to see this.
cs: Okomentujte aplikaci. Autor komentář nebude moci vidět.
de: Diese Anwendung kommentieren. Der Autor kann das nicht sehen.
es: Hacer un comentario sobre esta aplicación. El autor no podrá verla.
fr: Faire un commentaire sur cette application. L'auteur ne pourra pas le voir.
it: Scrivi un commento su questa app. L'autore non potrà vederlo.
ko: 이 앱에 코멘트를 작성합니다. 제작자는 이 코멘트를 볼 수 없습니다.
nl: Plaats een opmerking over deze app. De schrijver kan dit niet lezen.
pl: Skomentuj tę aplikację. Twój komentarz nie będzie widoczny dla autora.
ru: Прокомментируйте это приложение. Автор не сможет это увидеть.
sl: Oddajte pripombo za to aplikacijo. Avtor tega ne bo mogel videti.
zh_cn: 对这个应用作出评论，作者将不会看到。

source: Clear Escalation
cs: Zrušit detailní kontrolu
de: Weitergabe an nächsthöhere Stelle freigeben
es: Eliminar remisión de incidencias
fr: Supprimer l'escalade
it: Elimina escalation
ko: 검토 대상 해제
nl: Escalatie wissen
pl: Wyczyść przekazania
ru: Очистить эскалацию
zh_cn: 清除升级

source: Clear this app from the escalation queue. The author will get no email or see comments here.
cs: Odebere aplikaci ze seznamu aplikací pro kontrolu administrátorem. Autor o tom neobdrží informaci a ani neuvidí žádný komentář.
de: Diese Anwendung aus der Warteschlange für die Weitergabe an die nächsthöhere Stelle freigeben. Der Autor erhält keine E-Mail und sieht auch keinen der Kommentare hier.
es: Eliminar esta aplicación de la lista de remisión de incidencias. El autor no recibirá ningún correo ni verá los comentarios publicados aquí.
fr: Supprimer cette application de la file d'escalade. L'auteur ne recevra aucun courriel ni ne verra de commentaire ici.
it: Elimina questa app dalla coda di escalation. L'autore non riceverà nessun messaggio né leggerà i commenti in questa pagina.
ko: 검토 대상 대기열에서 이 앱을 삭제합니다. 제작자는 이곳에서 이메일이나 코멘트를 볼 수 없습니다.
nl: Deze app uit de escalatiewachtrij halen. De schrijver ontvangt geen e-mailbericht en ziet hier geen opmerkingen.
pl: Usuń te aplikację z kolejki przekazań. Autor nie otrzyma e-maila ani nie zobaczy tu komentarzy.
zh_cn: 从升级队列中清除此应用。作者不会获知电子邮件地址，并且不会在这里看到评论。

source: Clear Re-review
de: Erneute Überprüfung löschen
es: Eliminar doble revisión
fr: Supprimer re-vérification
it: Elimina riesame
ko: 재심사 해제하기
nl: Herbeoordeling wissen
pl: Wyczyść ponowne sprawdzenia
ru: Отменить повторную проверку
zh_cn: 清除再审核

source: Clear this app from the re-review queue. The author will get no email or see comments here.
de: Diese Anwendung aus der Warteschlange für eine erneute Überprüfung entfernen. Der Autor erhält keine E-Mail und wird hier auch keinen Kommentar sehen.
es: Eliminar esta aplicación de la lista de doble revisiones. El autor no recibirá ningún correo ni verá los comentarios publicados aquí.
fr: Retirer cette application de la liste des re-vérifications. L'auteur ne recevra pas de courriel ni ne verra de commentaire ici.
it: Elimina questa app dalla coda di riesame. L'autore non riceverà nessun messaggio né leggerà i commenti in questa pagina.
ko: 재심사 대기열에서 이 앱을 뺍니다. 제작자는 이메일을 받지 않게 되며 이곳의 코멘트도 볼 수 없습니다.
nl: Verwijder deze app uit de wachtrij voor herbeoordeling. De schrijver krijgt geen e-mailbericht en ziet hier geen opmerkingen.
pl: Usuń tę aplikację z kolejki do ponownego sprawdzenia. Autor nie otrzyma e-maila, ani nie zobaczy tutaj komentarzy.
zh_cn: 从再审核队列中清除这个应用。作者将不会收到邮件或者看到这里的注释。

source: Disable app
cs: Zakázat aplikaci
de: Anwendung deaktivieren
es: Deshabilitar aplicación
fr: Désactiver l'application
it: Disattiva app
ko: 앱 사용 불가 전환
nl: App uitschakelen
pl: Wyłącz aplikację
ru: Отключить приложение
zh_cn: 禁用应用

source: Disable the app, removing it from public results. Sends comments to author.
cs: Provede zakázání aplikace a její odstranění z veřejné části webu. Autorovi aplikace pošle komentář.
de: Deaktivieren Sie die Anwendung, wodurch sie aus öffentlichen Ergebnissen entfernt wird. Dies sendet einen Kommentar an den Autor.
es: Deshabilitar aplicación y eliminarla de los resultados de búsqueda públicos. Se le enviará un comentario al autor.
fr: Désactiver l'application, la faire disparaître des résultats publics. Envoi les commentaires à l'auteur.
it: Disattiva questa app, rimuovendola così dai risultati pubblici. Invia i commenti all'autore.
ko: 앱을 사용 불가 상태로 전환하여 공개 상태에서 제외합니다. 제작자에게 코멘트를 남겨주세요.
nl: De app uitschakelen en uit publieke resultaten halen. Verstuurt opmerkingen naar de schrijver.
pl: Wyłącz aplikację, usuwając ją z publicznych wyników. Wysyła komentarze do autora.
zh_cn: 禁用这个应用，从公开内容中移除，向作者发送说明。

source: New Apps (Under 5 days)
cs: Nové aplikace (ne starší 5 dní)
de: Neue Anwendungen (unter 5 Tage)
es: Aplicaciones nuevas (menos de 5 días)
fr: Nouvelles applications (moins de 5 jours)
it: Nuove app (meno di 5 giorni)
ko: 신규 앱 (5일간)
nl: Nieuwe apps (minder dan 5 dagen)
pl: Nowe aplikacje (poniżej 5 dni)
ru: Новые приложения (менее 5 дней)
zh_cn: 新购买的应用（5天之内）

source: Only senior reviewers can review blocklisted apps.
de: Nur Senior-Überprüfer können Anwendungen auf der Blockliste überprüfen.
es: Solo los revisores experimentados pueden revisar las aplicaciones de la lista bloqueadas.
fr: Seulement les testeur expérimentés peuvent vérifier les applications bloquées.
it: Solo i revisori senior possono revisionare la lista delle app bloccate.
ko: 상급 심사자만 차단 목록에 있는 앱을 심사할 수 있습니다.
nl: Alleen senior-beoordelaars kunnen geblokkeerde apps beoordelen.
pl: Tylko starci recenzenci mogą sprawdzań aplikacje z listy zablokowanych.
zh_cn: 只有资深审核者可以审核封锁的应用。

source: Device(s) changed by reviewer: {0}
cs: Zařízení změněná redaktorem: {0}
de: Gerät(e) von Überprüfer geändert: {0}
es: Dispositivo(s) cambiado(s) por el revisor: {0}
fr: Appareil(s) changé par le testeur : {0}
it: Dispositivo(/i) modificato(/i) dal revisore: {0}
ko: 장치가 심사자에 의해 변경됨: {0}
nl: Appara(a)t(en) gewijzigd door beoordelaar: {0}
pl: Urządzenia zmienione przez recenzenta: {0}
ru: Устройство изменено проверяющим: {0}
zh_cn: 审核者更改了设备：{0}

source: Removed {0}
cs: Odebráno {0}
de: Entfernt am {0}
es: Eliminados {0}
fr: Retiré(s) {0}
it: Rimosso {0}
ko: {0}에 삭제됨
nl: Verwijderd op {0}
pl: Usunięto {0}
ru: Удалено {0}
zh_cn: 已移除{0}

source: Requirements changed by reviewer: {0}
cs: Požadavky byly změněny redaktorem: {0}
de: Anforderungen vom Überprüfer geändert: {0}
es: Requisitos modificados por el revisor: {0}
fr: Prérequis changés par le validateur : {0}
it: Requisiti modificati dal revisore: {0}
nl: Door beoordelaar gewijzigde vereisten: {0}
pl: Wymagania zmienione przez recenzenta: {0}
zh_cn: 审核者修改了需求：{0}

source: Your theme locks have successfully been released. Other reviewers may now review those released themes. You may have to refresh the page to see the changes reflected in the table below.
de: Ihre Theme-Sperren wurden erfolgreich entfernt. Andere Prüfer können diese freigegebenen Themes jetzt überprüfen. Sie müssen möglicherweise die Seite aktualisieren, um die Änderungen in der folgenden Tabelle zu sehen.
el: Τα θέματα σας ξεκλειδώθηκαν επιτυχώς. Άλλοι επιθεωρητές μπορεί να μην τα επιθεωρήσουν. Χρειάζεται να ανανεώσετε τη σελίδα για να δείτε τις αλλαγές που εμφανίζονται στον παρακάτω πίνακα.
es: Tu tema se ha publicado correctamente. Otros revisores pueden revisar ahora los temas publicados. Es posible que tengas que actualizar la página para ver los cambios reflejados en la siguiente tabla.
fr: Les verrous de votre thème ont été rendus avec succès. D'autres validateurs peuvent maintenant vérifier ces thèmes. Vous devrez recharger la page pour voir les changements dans le tableau ci-dessous.
it: I tuoi temi sono stati sbloccati correttamente. Ora gli altri revisori possono revisionare i temi sbloccati. Potrebbe essere necessario ricaricare la pagina per visualizzare le modifiche riportate nella tabella più in basso.
ja: あなたのテーマロックが解放され、他の審査担当者がこれらの解放されたテーマを審査できるようになりました。以下の表に反映された変更を見るにはページを再読み込みする必要があります。
nl: Uw themablokkades zijn met succes opgeheven. Andere beoordelaars kunnen nu die vrijgegevens thema’s beoordelen. U dient mogelijk de pagina te vernieuwen om de wijzigingen in onderstaande tabel te zien.
pa_in: ਤੁਹਾਡੇ ਥੀਮ ਲਾਕ ਸਫ਼ਲਤਾਪੂਰਵਕ ਜਾਰੀ ਕੀਤੇ ਗਏ। ਦੂਜੇ ਸਮੀਖਿਅਕ ਹੁਣ ਇਹਨਾਂ ਜਾਰੀ ਥੀਮਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰ ਸਕਦੇ ਹਨ। ਹੇਠ ਦਿੱਤੇ ਟੇਬਲ ਵਿੱਚ ਹੋਏ ਬਦਲਾਵਾਂ ਨੂੰ ਵੇਖਣ ਲਈ ਹੋ ਸਕਦਾ ਤੁਹਾਨੂੰ ਸਫ਼ਾ ਮੁੜ-ਤਾਜ਼ਾ ਕਰਨਾ ਪਵੇ।
pl: Twoje zablokowania motywów powiodły się. Inni recenzenci mogą teraz sprawdzić te motywy. Możesz odświeżyć stronę, by zobaczyć zmiany odzwierciedlone w poniższej tabeli.
pt_pt: Os bloqueios ao seu tema foram libertados com sucesso. Outros revisores podem agora rever os temas libertados. Pode ter de atualizar a página para ver as alterações refletidas na tabela em baixo.
zh_cn: 您的主题锁已成功释放。其他审核者现在可以审核这些发布的主题。您可能需要刷新本页面，以在下面的表格中查看变化。

source: You are currently not reviewing any apps.
cs: Aktuálně nekontrolujete žádné aplikace.
de: Sie überprüfen derzeit keine Anwendungen.
fr: Vous ne vérifiez actuellement aucune application.
it: Attualmente non stai revisionando nessuna app.
nl: U hebt momenteel geen apps ter beoordeling.
pl: Obecnie nie sprawdzasz żadnych aplikacji.
zh_cn: 您目前没有审核任何应用。

source: Devices
cs: Zařízení
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
ko: 장치
nl: Apparaten
pl: Urządzenia
ru: Устройства
sl: Naprave
zh_cn: 设备

source: Packaged App
cs: Zabalená aplikace
de: Gepackte Anwendung
es: Aplicación empaquetada
fr: Application empaquetée
it: App pacchettizzata
ko: 패키징된 앱
nl: Verpakte app
pl: Spakowana aplikacja
ru: Упакованное приложение
sl: Pakirana aplikacija
zh_cn: 已打包应用

source: Blocklisted App
cs: Zablokovaná aplikace
de: Geblockte Anwendung
es: Aplicación en lista de bloqueo
fr: Application bannie
it: Lista app bloccate
ko: 차단목록에 있는 앱
nl: Geblokkeerde app
pl: Zablokowana aplikacja
ru: Заблокированное приложение
zh_cn: 已封锁的应用

source: Premium App
cs: Placená aplikace
de: Premium-Anwendung
es: Aplicación Premium
fr: Application premium
it: App premium
ko: 프리미엄 앱
pl: Płatna aplikacja
ru: Премиум-приложение
zh_cn: 收费应用

source: <small>Marketplace</small> Reviewer Tools
cs: Nástroje redaktora <small>Marketplace</small>
de: <small>Marktplatz</small> Werkzeuge für Kontrolleure
es: Herramientas del revisor de <small>Marketplace</small>
fr: <small>Marketplace</small> Outils du testeur
it: Strumenti di revisione del <small>Marketplace</small>
ko: <small>마켓플레이스</small> 심사 도구
nl: <small>Marketplace</small>-beoordelaarshulpmiddelen
pl: Narzędzia recenzenta <small>Marketplace</small>
ru: Инструменты редактора <small>Магазина</small>
sl: <small>Marketplace</small> Orodja za recenzente
zh_cn: <small>Marketplace</small> 评论工具

source: {num} Pending App Review
cs: {num} aplikace čekající na recenzi
de: {num} Ausstehende Anwendungsbewertung
es: Revisión de aplicaciones pendiente {num}
fr: {num} Application en attente de critique
it: {0} recensioni di app in sospeso
ko: 대기중인 앱 심사 {num}건
nl: {num} wachtende app-beoordeling
pl: {num} oczekująca opinia aplikacji
ru: {num} приложение ожидающее проверки
sl: {num} čaka na pregled programčka
zh_cn: {num} 个应用待审核

source: {num} Re-review
de: {num} Neuüberprüfung
fr: {num} Re-vérifier
it: {num} da revisionare nuovamente
nl: {num} herbeoordeling
pl: {num} ponowne sprawdzenie
zh_cn: {num} 个再审核{num} 个再审核

source: {num} Update Review
de: {num} Aktualisierte Überprüfung
fr: {num} Mettre à jour la vérification
it: {num} revisione aggiornata
nl: {num} updatebeoordeling
pl: {num} sprawdzenie aktualizacji
zh_cn: {num}个评论更新{num}个评论更新

source: {c} unreviewed app submission this week.
cs: {c} nezkontrolovaná přidaná aplikace v tomto týdnu
de: {c} nicht überprüfte Anwendungs-Einreichung in dieser Woche
es: {c} envío de aplicaciones sin revisar esta semana.
fr: {c} envoi d'application non vérifiées cette semaine.
it: Questa settimana è stata caricata {c} app che non è stata revisiona.
ko: 이번 주의 미심사 앱 {c}건
nl: {c} niet-beoordeelde app-bijdrage deze week.
pl: {c} niesprawdzone zgłoszenie aplikacji w tym tygodniu.
ru: {c} непроверенное представление приложений на этой неделе.
sl: {c} nepregledana prijava programčka ta teden.
zh_cn: 本周有 {c} 个已提交未审核的应用。

source: {0} app
cs: {0} aplikace
de: {0} Anwendung
es: {0} aplicación
fr: {0} application
ko: 앱 {0}개
pl: {0} aplikacja
ru: {0} приложение
sl: {0} programček
zh_cn: {0} 个应用

source: App Review Log
cs: Přehled kontrol aplikace
de: Logbuch der Anwendungs-Überprüfungen
es: Registro de revisiones de la aplicación
fr: Journal de revue d'application
it: Log di revisione dell'app
ko: 앱 심사 기록
nl: App-beoordelingslogboek
pl: Dziennik sprawdzeń aplikacji
ru: Лог проверки приложения
sl: Dnevnik pregledov
zh_cn: 应用审核日志

source: App has been deleted.
cs: Aplikace byla smazána.
de: Anwendung wurde gelöscht.
es: La aplicación ha sido borrada.
fr: L'application a été supprimée.
it: L'app è stata eliminata.
ko: 앱이 삭제됐습니다.
nl: App is verwijderd.
pl: Aplikacja została usunięta.
ru: Приложение было удалено.
sl: Programček se je zbrisalo.
zh_cn: 应用已删除。

source: Reviewer Scores for {0}
de: Bewertungspunkte für {0}
es: Puntuaciones del revisor por {0}
fr: Scores de vérification pour {0}
it: Punti guadagnati per le revisioni da {0}
ko: {0}에 대한 심사자 점수
nl: Beoordelaarsscores voor {0}
pl: Wyniki recenzenta dla {0}
sl: Rezultati recenzentov za {0}
zh_cn: {0}的评价得分

source: Payment Category:
cs: Kategorie plateb:
de: Zahlungskategorie:
es: Categoría de pago:
fr: Catégorie de paiement :
it: Categoria di pagamento:
nl: Betalingscategorie:
pl: Kategoria płatności:
ru: Категория платежа:
sl: Kategorija lačila:
zh_cn: 付款类型：

source: Abuse Reports:
cs: Nahlásit zneužití:
de: Missbrauchsmeldungen:
es: Informes de abuso:
fr: Rapports d'abus :
it: Segnalazioni di abuso:
nl: Misbruikrapporten:
pl: Raporty o nadużyciach:
ru: Сообщения о нарушениях:
sl: Poročila o zlorabi:
zh_cn: 滥用报告：

source: There are currently no items of this type to review.
cs: Aktuálně nečekají na kontrolu žádné položky.
de: Es gibt derzeit keine Elemente dieses Typs, die überprüft werden müssen.
el: Δεν υπάρχουν προς το παρόν αντικείμενα αυτού του τύπου για αξιολόγηση.
es: No hay más elementos de este tipo para revisar ahora mismo.
fr: Il n'y a actuellement aucun élément de ce type à vérifier.
it: Al momento non c'è nessun elemento di questo tipo da revisionare.
ja: 現在この種類の審査を待っているアイテムはありません。
ko: 이 장치에선 현재 심사 대상이 없습니다.
nl: Er zijn momenteel geen items van dit type te beoordelen.
pl: Obecnie nie ma żadnych pozycji tego typu do sprawdzenia.
pt_pt: Atualmente não há itens deste tipo para analisar.
sl: Trenutno nobena postavka te vrste ne čaka na recenzijo.
zh_cn: 当前类别没有待审核的项目。

source: In re-review queue
de: In Warteschlange für erneute Überprüfung
es: En cola de doble revisión
fr: Liste de re-vérification
it: Nella coda di riesame
ko: 재심사 대기중
nl: In wachtrij herbeoordeling
pl: w kolejce do ponownego sprawdzenia
ru: В очереди на повторную проверку
sl: V čakalni vrsti za ponovni pregled
zh_cn: 位于再审核队列

source: In escalation queue
de: In Warteschlange für Weitergabe an nächsthöhere Stelle
es: En cola de remisión de incidencias
fr: Liste d'escalade
it: Nella coda di escalation
ko: 검토 대상 대기중
nl: In wachtrij escalatie
pl: w kolejce przekazań
ru: В очереди на эскалацию
sl: V čakalni vrsti za eskalacijo
zh_cn: 位于升级队列

source: Review This App
cs: Zamítnout aplikaci
de: Diese Anwendung bewerten
es: Valorar esta aplicación
fr: Critiquer cette application
it: Revisiona questa app
ko: 이 앱 심사하기
nl: Deze app beoordelen
pl: Oceń tę aplikację
ru: Отправить отзыв на это приложение
sl: Recenzirajte ta programček
zh_cn: 审核这个应用

source: App History
cs: Historie aplikace
de: Chronik der Anwendung
es: Historial de la aplicación
fr: Historique de l'application
it: Cronologia app
ko: 앱 기록
nl: App-geschiedenis
pl: Historia aplikacji
ru: История приложения
sl: Zgodovina programčka
zh_cn: 应用历史

source: Version %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
cs: Verze %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
es: Versión %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
it: Versione %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
nl: Versie %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
pl: Wersja %(version)s &middot; %(developer_name)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>

source: Tested with:
cs: Testováno na:
de: Getestet mit:
es: Probada con:
fr: Testé avec :
it: Provata con:
ko: 테스트 기기:
nl: Getest met:
pl: Testowane z:
ru: Протестировано с:
sl: Testirano z:
zh_cn: 已测试：

source: Attach a screenshot or log file
cs: Připojení souboru s obrázkem či logem
de: Hängen Sie ein Bildschirmfoto oder eine Logdatei an
es: Adjuntar una captura de pantalla o archivo de registro
it: Allega uno screenshot o un file di log
pl: Dołącz obrazek lub plik dziennika

source: Browse
cs: Procházet
de: Durchsuchen
es: Explorar
fr: Parcourir
it: Esplora
nl: Bladeren
pl: Przeglądaj
ru: Обзор
sl: Prebrskaj
zh_cn: 浏览

source: Attach another file
cs: Přiložení dalšího souboru
de: Eine weitere Datei hinzufügen
es: Adjuntar otro archivo
fr: Joindre un autre fichier
it: Allega un altro file
nl: Een ander bestand toevoegen
pl: Dołącz kolejny plik
ru: Вложить другой файл
sl: Priloži še eno datoteko
zh_cn: 添加另一个附件

source: Device Override:
de: Überschreiben des Geräts:
es: Sustitución del dispositivo:
fr: Forçage d'appareil :
it: Dispositivo forzato:
ko: 장치 오버라이드:
nl: Negeren apparaat:
pl: Zastąpienie urządzenia:
sl: Preglasovanje naprave:
zh_cn: 排除设备：

source: Minimum Requirements Override:
de: Überbrücken minimaler Anforderungen:
es: Anulación de requisitos mínimos:
fr: Forçage de prérequis :
it: Modifica forzata dei requisiti minimi:
nl: Overschrijven minimumvereisten:
pl: Zastąpienie minimalnych wymagań:
zh_cn: 覆盖最低需求：

source: Make this action visible to
cs: Učinit tuto akci viditelnou pro
de: Diese Aktion sichtbar machen für
fr: Rendre cette action visible à
it: Permetti questa azione a
nl: Deze actie zichtbaar maken voor
pl: Ustaw tę czynność widoczną dla

source: Privileged Packaged app
de: Privilegierte gepackte Anwendung
es: Aplicación empaquetada con privilegios
fr: Application privilégiée empaquetée
it: App pacchettizzata con privilegi
nl: Verpakte voorkeursapp
pl: Uprzywilejowana spakowana aplikacja
zh_cn: 特权封装应用

source: Packaged app
cs: Zabalená aplikace
de: Gepackte Anwendung
es: Aplicación empaquetada
fr: Application empaquetée
it: App pacchettizzata
ko: 패키징된 앱
nl: Verpakte app
pl: Spakowana aplikacja
ru: Упакованное приложение
sl: Pakiran programček
zh_cn: 打包的应用

source: Hosted app
cs: Hostovaná aplikace
de: Gehostete Anwendung
es: Aplicación alojada
fr: Application hébergée
it: App ospitata
ko: 호스팅중인 앱
nl: Gehoste app
pl: Aplikacje hostowane
ru: Размещённое приложение
sl: Gostujoč programček
zh_cn: 已托管的应用

source: App domain
cs: Doména aplikace
de: Anwendungs-Domain
es: Dominio de la aplicación
fr: Domaine de l'app
it: Dominio dell'app
nl: App-domein
pl: Domena aplikacji
zh_cn: 应用域名

source: <strong>IDN domain!</strong> punycode version: %(punycode_app_domain)s
es: <strong>¡Dominio IDN!</strong> versión de punycode: %(punycode_app_domain)s
fr: <strong>Domaines IDN !</strong>version du punycode : %(punycode_app_domain)s
it: <strong>Dominio IDN!</strong> Versione Punycode: %(punycode_app_domain)s
nl: <strong>IDN-domein!</strong> punycode-versie: %(punycode_app_domain)s
pl: <strong>Domena IDN!</strong> wersja punycode: %(punycode_app_domain)s
zh_cn: <strong>IDN 域名！</strong> punycode 版本：%(punycode_app_domain)s

source: Signed Zip
de: Signiertes Zip
es: Zip firmado
fr: ZIP signé
it: Zip firmato
nl: Ondertekend zip-bestand
pl: Podpisany zip
zh_cn: 已签名 Zip

source: Total Downloads
cs: Celkem stažení
de: Downloads insgesamt
es: Descargas totales
fr: Téléchargements totaux
it: Download totali
ko: 총 다운로드 횟수
nl: Totale aantal downloads
pl: Wszystkie pobrania
ru: Всего загрузок
sl: Skupaj prenosov
zh_cn: 总下载量

source: Device Types
cs: Typy zařízení
de: Gerätetypen
es: Tipos de dispositivos
fr: Types d'appareils
it: Tipi di dispositivo
ko: 장치 종류
nl: Apparaattypen
pl: Rodzaje urządzeń
ru: Типы устройств
sl: Vrste naprav
zh_cn: 设备类型

source: Requirements
cs: Požadavky
de: Anforderungen
es: Requisitos
fr: Prérequis
it: Requisiti
nl: Vereisten
pl: Wymagania
zh_cn: 需求

source: More about this app
cs: Více o této aplikaci
de: Mehr über diese Anwendung
es: Más acerca de esta aplicación
fr: En savoir plus sur cette application
it: Ulteriori informazioni su questa app
ko: 이 앱에 대한 자세한 정보
nl: Meer over deze app
pl: Więcej o tej aplikacji
ru: Подробнее об этом приложении
sl: Več o tem programčku
zh_cn: 更多关于此应用

source: more...
cs: více...
de: mehr…
es: más...
fr: plus ...
it: Altro…
nl: meer…
pl: więcej…
ru: ещё...
sl: več ...
zh_cn: 更多...

source: %(stars)s by %(user)s on %(date)s (%(locale)s)
de: %(stars)s von %(user)s am %(date)s (%(locale)s)
es: %(stars)s de %(user)s el %(date)s (%(locale)s)
fr: %(stars)s par %(user)s le %(date)s (%(locale)s)
it: %(stars)s da %(user)s il %(date)s (%(locale)s)
nl: %(stars)s door %(user)s op %(date)s (%(locale)s)
pl: %(stars)s przez %(user)s dnia %(date)s (%(locale)s)
ru: %(stars)s от %(user)s поставлено %(date)s (%(locale)s)
sl: %(stars)s %(user)s %(date)s (%(locale)s)
zh_cn: 由 %(user)s 在 %(date)s 评为 %(stars)s（%(locale)s）。
