Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Mobile extensions have small screen space and limited resources to work with. This document explains best practices for designing and developing for a mobile environment.
cs: Rozšíření pro mobilní zařízení musí počítat s malým rozlišením obrazovky a omezenými zdroji. Tento dokument vysvětluje nejlepší postupy pro návrh a vývoj pro prostředí mobilních zařízení.
de: Erweiterungen für Firefox Mobile haben wenig Platz auf dem Bildschirm und begrenzte Ressourcen, mit denen sie arbeiten können. Dieses Dokument erklärt bewährte Methoden für die Gestaltung und Entwicklung für eine mobile Umgebung.
es: Las extensiones para dispositivos móviles disponen de una espacio en pantalla reducido y de recursos limitados para su funcionamiento. Este documento explica buenas prácticas en el diseño y desarrollo para entornos móviles.
fr: Les extensions mobiles ont un petit écran et des ressources limitées. Ce document présente les bonnes pratiques pour le design et le développement dans un environnement mobile.
it: Le estensioni per dispositivi portatili hanno a disposizione schermi di piccole dimensioni e risorse limitate. Questo documento illustra le pratiche consigliate per progettare e sviluppare estensioni per l'ambiente mobile.
ko: 모바일용 확장 기능은 작동에 있어 작은 화면 영역과 제한된 자원만 갖게 됩니다. 이 문서는 모바일 환경에서의 설계와 개발에있어 최선의 관행을 설명하고 있습니다.
nl: Mobiele extensies hebben weinig schermruimte en beperkte bronnen om mee te werken. Dit document legt de beste praktijken uit voor het ontwerp en de ontwikkeling van een mobiele omgeving.
pl: Rozszerzenia dla Firefoksa Mobile są ograniczane niewielkimi rozmiarami wyświetlacza i zasobami do działania. Ten dokument objaśnia najlepsze sposoby planowania i tworzenia dodatków dla środowiska urządzeń przenośnych.
ru: Мобильный расширения работают на небольшом экране и с ограниченными ресурсами. Этот документ приводит лучшие практики для проектирования и разработки в мобильной среде.
sl: Razširitve za mobilne naprave imajo malo prostora na zaslonu in omejena orodja za delo. Ta dokument pojasnjuje, katere so najboljše metode za načrtovanje in razvoj izdelkov za mobilne naprave.
zh_cn: 移动版扩展最佳实践

source: Mobile Code Snippets
cs: Ukázky kódu pro mobily
de: Quelltextausschnitte für Mobilgeräte
es: Fragmentos de código para dispositivos móviles
fr: Morceaux de code mobile
it: Esempi di codice per dispositivi portatili
ja: モバイルコードサンプル
ko: 모바일 코드 발췌문
nl: Mobiele codefragmenten
pl: Kod dedykowany Firefoksowi Mobile
ru: Примеры кода для мобильных устройств
sl: Koščki kode za mobilne naprave
zh_cn: 移动版扩展只有较小的屏幕空间和有限的资源来运行。本文讲解了在移动版环境中的设计与开发的最佳做法。

source: Code snippets specific to mobile.
cs: Ukázky kódu specifického pro mobilní zařízení.
de: Quelltextausschnitte speziell für Mobilgeräte.
es: Fragmentos de código específicos para dispositivos móviles.
fr: Morceaux de code spécifiques à mobile.
it: Frammenti di codice specifici per dispositivi portatili.
ja: モバイル固有のコードサンプル。
ko: 모바일 환경에 적합한 코드 발췌문입니다.
nl: Codefragmenten specifiek voor mobiel.
pl: Kod dedykowany dodatkom dla Firefoksa Mobile.
pt_pt: Code snippets específicos para o mobile.
ru: Куски кода специфичные для мобильных устройств.
sl: Koščki kode, značilni za mobilne telefone.
zh_cn: 移动版代码片段

source: Designing User Interfaces for Mobile
cs: Návrh uživatelského rozhraní pro mobily
de: Gestalten von Benutzeroberflächen für Firefox Mobile
es: Diseñar interfaces de usuario para dispositivos móviles
fr: Réalisation d'interfaces pour mobile
it: Progettare interfacce utente per dispositivi portatili
ja: モバイル向けユーザインタフェース設計
ko: 모바일용 사용자 인터페이스 디자인하기
nl: Ontwerpen van gebruikersinterfaces voor mobiel
pl: Tworzenie interfejsu użytkownika dla Firefoksa Mobile
ru: Разработка мобильных интерфейсов пользователя
sl: Oblikovanje uporabniških vmesnikov za mobilne naprave
zh_cn: 移动版专用的代码片段。

source: How to design an interface for your mobile extension.
cs: Jak navrhnout vzhled rozhraní pro vaše rozšíření pro mobilní zařízení.
de: Wie man eine Benutzeroberflächen für Ihre Erweiterung für Mobilgeräte gestaltet.
es: Cómo diseñar una interfaz para tu extensión para dispositivos móviles.
fr: Comment réaliser une interface pour votre extension mobile.
it: Come progettare un'interfaccia per la tua estensione.
ja: モバイル向け拡張機能のインタフェース設計方法。
ko: 모바일용 확장 기능의 인터페이스를 설계하는 방법이 적혀 있습니다.
nl: Hoe ontwerpt u een interface voor uw mobiele extensie.
pl: Jak zaprojektować interfejs rozszerzenia dla urządzeń przenośnych.
ru: Как разработать интерфейс для вашего мобильного расширения.
sl: Kako oblikovati vmesnik za vašo razširitev za mobilno napravo.
zh_cn: 设计移动版用户界面

source: More Resources
cs: Více zdrojů
de: Weitere Quellen
el: Περισσότερες πηγές
es: Más recursos
fr: Plus de ressources
it: Ulteriori risorse
ja: その他の資料
ko: 그밖의 자원
nl: Meer hulpbronnen
pa_in: ਹੋਰ ਵਸੀਲੇ
pl: Więcej zasobów
pt_pt: Mais recursos
ru: Дополнительные ресурсы
sl: Viri - dalje
uk: Додаткові ресурси
zh_cn: 更多资源

source: Already know what you're looking for? <a href="%(link_search)s">Search for it!</a>
cs: Víte konkrétně, co hledáte? <a href="%(link_search)s">Vyhledejte si to</a>!
de: Sie wissen schon, was Sie brauchen? <a href="%(link_search)s">Suchen Sie danach!</a>
es: ¿Sabes ya lo que estás buscando? <a href="%(link_search)s">¡Adelante!</a>
fr: Vous savez déjà ce que vous voulez ? <a href="%(link_search)s">Cherchez-le !</a>
it: Sai già che cosa stai cercando? <a href="%(link_search)s">Cercalo!</a>
ko: 뭘 찾아야 하는지를 이미 알고 있나요? <a href="%(link_search)s">검색해 보세요!</a>
nl: Weet u al wat u zoekt? <a href="%(link_search)s">Zoek ernaar!</a>
pl: Jeżeli wiesz, czego szukasz, po prostu <a href="%(link_search)s">poszukaj tego!</a>
pt_pt: Já sabe o que procura? <a href="%(link_search)s">Então procure-o!</a>
ru: Уже знаете что вы ищете? <a href="%(link_search)s">Поищите это!</a>
sl: Že veste, kaj iščete? <a href="%(link_search)s">Poišči!</a>
zh_cn: 已经知道您要找什么了？<a href="%(link_search)s">去搜索吧！</a>

source: Browse through <a href="%(link_reference)s">API & Language References</a> to find that interface you hope exists
cs: Najděte si v <a href="%(link_reference)s">přehledu API či referenci jazyka</a> rozhraní, které hledáte.
de: Durchsuchen Sie die <a href="%(link_reference)s">Referenz für API und Sprachen</a>, um die Schnittstelle zu finden, von der Sie hoffen, dass sie existiert
es: Explora las <a href="%(link_reference)s">API y referencias de lenguajes</a> y encuentra esa interfaz que sabes que existe
fr: Naviguez dans <a href="%(link_reference)s">Références API & Langage</a> pour trouver cette interface dont vous espérez l'existence
it: Consulta la sezione <a href="%(link_reference)s">API e riferimenti linguaggio</a> per trovare l'interfaccia che ti serve
ko: 원하는 인터페이스를 찾으려면 <a href="%(link_reference)s">API와 언어 참고 문서</a>를 살펴보세요.
nl: Blader door <a href="%(link_reference)s">API- & taalreferenties</a> om die interface te vinden die hopelijk bestaat
pl: Przejrzyj <a href="%(link_reference)s">dokumentację API i języków</a>, aby znaleźć interfejs, który, jak sądzisz, istnieje
pt_pt: Navegar através da <a href="%(link_reference)s">API & Referência de Idiomas</a> para descobrir aquela interface que espera que exista
ru: Просмотрите <a href="%(link_reference)s">список API и Language</a>, чтобы найти интерфейс, который, как вы надеетесь, существует
sl: Brskajte po <a href="%(link_reference)s">API & jeziki</a>, upajmo, da najdete vmesnik, ki ga potrebujete
zh_cn: 浏览 <a href="%(link_reference)s">API 与语言参考</a>查找您想要的接口

source: Need help? <a href="https://forums.addons.mozilla.org">Visit our forums</a>
cs: Potřebujete pomoci? <a href="https://forums.addons.mozilla.org">Navštivte naše fórum</a>.
de: Sie brauchen Hilfe? <a href="https://forums.addons.mozilla.org">Besuchen Sie unsere Foren</a>
es: ¿Necesitas ayuda? <a href="https://forums.addons.mozilla.org">Visita nuestros foros</a>
fr: Besoin d'aide ? <a href="https://forums.addons.mozilla.org">Visitez nos forums</a>
it: Hai bisogno di aiuto? <a href="https://forums.addons.mozilla.org">Visita i nostri forum</a>
ko: 도움이 필요하세요? <a href="https://forums.addons.mozilla.org">포럼을 방문해 보세요</a>
nl: Hulp nodig? <a href="https://forums.addons.mozilla.org">Bezoek onze forums</a>
pl: Potrzebujesz pomocy? <a href="https://forums.addons.mozilla.org">Odwiedź nasze fora</a>
pt_pt: Necessita de ajuda? <a href="https://forums.addons.mozilla.org">Visite os nossos fóruns</a>
ru: Нужна помощь? <a href="https://forums.addons.mozilla.org">Посетите наши форумы</a>
sl: Potrebujete pomoč? <a href="https://forums.addons.mozilla.org">Obiščite naše forume</a>
zh_cn: 需要帮助吗？<a href="https://forums.addons.mozilla.org">请访问我们的论坛</a>

source: Learn the basics of developing an extension on the Mozilla platform with this section full of beginner&#039;s guides.
cs: Přečtěte si základy k vývoji doplňků na platformě Mozilly. Tato sekce obsahuje řadu postupů pro začátečníky.
de: Lernen Sie die Grundlagen der Erweiterungsentwicklung auf der Mozilla-Plattform mit diesem Abschnitt voller Anleitungen für Anfänger.
es: Aprende los conceptos básicos sobre desarrollo de una extensión en la plataforma Mozilla gracias a esta sección llena de guías para principiantes.
fr: Apprenez les bases du développement d'extension sur la plateforme Mozilla avec cette section remplie de guides pour le débutant.
it: Impara le nozioni di base per sviluppare un'estensione sulla piattaforma Mozilla con questa sezione piena di guide per principianti.
ko: 초보자 가이드의 전체 항목을 통해 Mozilla 플랫폼 상의 확장 기능 개발의 기본을 배워봅시다.
nl: Leer de principes van het ontwikkelen van een extensie op het Mozilla-platform met deze sectie voor beginnersgidsen.
pl: W tej sekcji – wszystko w postaci przewodników dla początkujących – poznasz podstawy tworzenia rozszerzeń na platformie Mozilli.
pt_pt: Aprenda o básico do desenvolvimento de uma extensão da plataforma Mozilla com esta seção completa de guias de principiante.
ru: Узнайте об основах разработки расширения на платформе Mozilla в этом разделе, содержащем руководства для начинающих.
sl: Seznanite se v tem oddelku, polnem vodnikov za začetnike, z osnovami razvoja razširitev za platformo Mozilla.
zh_cn: 需要帮助吗？<a href="https://forums.addons.mozilla.org">请访问我们的论坛</a>

source: Thunderbird &amp; Mobile Add-ons
cs: Doplňky pro Thunderbird a mobily.
de: Add-ons für Thunderbird & Firefox Mobile
es: Complementos para Thunderbird y Mobile
fr: Modules Thunderbird &amp; Mobile
it: Componenti aggiuntivi per Thunderbird e Mobile
ja: Thunderbird とモバイル向けアドオン
ko: Thunderbird와 모바일용 부가 기능
nl: Thunderbird- & Mobiel-add-ons
pl: Thunderbird i dodatki dla urządzeń przenośnych
pt_pt: Thunderbird &amp; Extras do Mobile
ru: Мобильные и Thunderbird дополнения
sl: Dodatki za Thunderbird in za mobilne telefone
zh_cn: 通过这部分面向开发新手的完全指南，学习在 Mozilla 平台上开发扩展的基础知识。

source: Add-ons aren&#039;t just for Firefox. Learn how to extend other Mozilla applications, such as the Thunderbird mail client and Firefox for mobile devices.
cs: Doplňky nejsou pouze pro Firefox. Přečtěte si, jak rozšířit další aplikace Mozilla jako jsou poštovní klient Thunderbird nebo Firefox pro mobilní zařízení.
de: Add-ons sind nicht nur für Firefox da. Erfahren Sie, wie Sie andere Mozilla-Anwendungen erweitern können, wie das E-Mail-Programm Thunderbird und Firefox für Mobilgeräte.
es: Los complementos no son solo para Firefox. Aprende cómo extender otras aplicaciones de Mozilla como, por ejemplo, el cliente de correo Thunderbird y Firefox para dispositivos móviles.
fr: Les modules ne sont pas uniquement pour Firefox. Apprenez comment étendre d'autres applications Mozilla, telles le client courriel Thunderbird et la version pour les appareils mobiles de Firefox.
it: I componenti aggiuntivi non sono un'esclusiva di Firefox. Scopri come aggiungere nuove funzionalità ad altre applicazioni, come Thunderbird o Firefox per dispositivi portatili.
ko: Firefox용 부가 기능만 있는건 아닙니다. Thunderbird 메일 클라이언트와 모바일 기기용 Firefox와 같은 다른 Mozilla 애플리케이션으로 확장하는 방법을 배워 보세요.
nl: Add-ons zijn er niet alleen voor Firefox. Lees hoe u andere Mozilla-toepassingen kunt uitbreiden, zoals de e-mailclient Thunderbird en Firefox voor mobiele apparaten.
pl: Dodatki są nie tylko dla Firefoksa. Dowiedz się, jak zwiększyć możliwości innych programów Mozilli, takich jak klient poczty Thunderbird i Firefox dla urządzeń przenośnych.
pt_pt: Os extras não são apenas para Firefox. Aprenda como estendê-los a outras aplicações Mozilla, como o cliente de correio electrónico Thunderbird e o Firefox para dispositivos móveis.
ru: Дополнения не только для Firefox. Узнайте, как расширять другие приложения Mozilla, такие как почтовый клиент Thunderbird и Firefox для мобильных устройств.
sl: Dodatki niso samo za Firefox. Naučite se, kako razširiti tudi druge programe Mozilla, kot sta odjemalec pošte Thunderbird in Firefox za mobilne naprave.
zh_cn: Thunderbird 与移动版附加组件

source: Developer Agreement
cs: Ujednání s vývojářem
de: Entwicklervereinbarung
el: Συμφωνητικό δημιουργών
es: Acuerdo para desarrolladores
fr: Accord développeur
it: Accordo con gli sviluppatori
ja: 開発者規約
ko: 개발자 동의서
nl: Ontwikkelaarsovereenkomst
pa_in: ਡਿਵੈਲਪਰ ਸਮਝੌਤਾ
pl: Umowa autora
pt_pt: Acordo do desenvolvedor
ru: Соглашение разработчика
sl: Sporazum za razvijalce
uk: Угода розробника
zh_cn: 开发者协议

source: Contacting Us
cs: Kontaktujte nás
de: Kontakt
el: Επικοινωνήστε μαζί μας
es: Contactar con nosotros
fr: Nous contacter
it: Come contattarci
ja: 問い合わせ
ko: 연락하기
nl: Contact met ons opnemen
pa_in: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰ ਰਿਹਾਂ
pl: Kontakt z nami
pt_pt: Contactar-nos
ru: Связь с нами
sl: Stik z nami
uk: Зв'язок з нами
zh_cn: 联系我们

source: Thanks for your interest in contacting the Mozilla Add-ons team. Please read this page carefully to ensure your request goes to the right place.
cs: Děkujeme za váš zájem kontaktovat tým serveru Doplňky Mozilly. Přečtěte si prosím pečlivě tuto stránku a ujistěte se, že svůj dotaz směřujete správným směrem.
de: Danke für Ihr Interesse an Kontakt mit dem Team von Mozilla-Add-ons. Bitte lesen Sie diese Seite sorgfältig, damit Ihre Anfrage an der richtigen Stelle ankommt.
el: Ευχαριστούμε για το ενδιαφέρον σας να επικοινωνήσετε με την ομάδα Προσθέτων του Mozilla. Παρακαλώ διαβάστε προσεκτικά αυτή τη σελίδα για να εξασφαλίσετε πως η αίτηση σας κατευθύνεται στο σωστό σημείο.
es: Gracias por tu interés por contactar con el equipo de Mozilla Add-ons. Te pedimos que leas esta página con atención para asegurarnos de que tu petición se dirige al sitio correcto.
fr: Merci de votre intérêt pour contacter l'équipe Mozilla Add-ons. Merci de lire avec attention cette page pour être sûr que votre requête arrive au bon endroit.
it: Ti ringraziamo per il tuo interesse. Leggi questa pagina con attenzione per assicurarti che la tua richiesta arrivi nel posto giusto.
ko: Mozilla 부가 기능 팀과의 연락에 관심을 보여주셔서 감사합니다. 이 페이지를 잘 읽어보시고 알맞은 위치에 요구 사항을 적어주세요.
nl: Bedankt voor uw interesse in contact met het Mozilla-add-onsteam. Lees deze pagina zorgvuldig om ervoor te zorgen dat uw verzoek op de juiste plaats terechtkomt.
pa_in: ਮੌਜੀਲਾ ਐਡ-ਆਨ ਟੀਮ ਨੂੰ ਸੰਪਰਕ ਕਰਨ ਵਿੱਚ ਦਿਲਚਸਪੀ ਵਿਖਾਉਣ ਲਈ ਧੰਨਵਾਦ। ਤੁਹਾਡੀ ਬੇਨਤੀ ਸਹੀ ਥਾਂ ਤੇ ਜਾਵੇ ਇਹ ਯਕੀਨੀ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਸਫ਼ਾ ਧਿਆਨ ਨਾਲ ਪੜ੍ਹੋ।
pl: Dziękujemy za zainteresowanie kontaktem z zespołem Mozilla Add-ons. Przeczytaj poniższe informacje uważnie, by skierować swoją prośbę lub pytanie we właściwe miejsce.
pt_pt: Obrigado pelo seu interesse em entrar em contato com a equipe do Mozilla Firefox. Por favor, leia este documento cuidadosamente para garantir que o seu pedido vai para o lugar certo.
ru: Спасибо за ваш интерес в контакте с командой дополнений Mozilla. Пожалуйста, внимательно прочитайте эту страницу, чтобы убедиться, что ваш запрос уйдёт в нужное место.
sl: Hvala vam za to, da ste se obrnili na ekipo Mozilla Add-ons. Prosimo, da preberite si pazljivo to stran, da bo vaše sporočilo prišlo na prav naslov.
uk: Дякуємо за ваш інтерес до зв'язку з командою додатків Mozilla. Будь ласка, уважно прочитайте цю сторінку, щоб переконатися, що ваш запит потрапить у потрібне місце.
zh_cn: 感谢您有兴趣联系 Mozilla 附加组件团队。请仔细阅读本页内容，确保您的信息能传递到正确的地方。

source: Add-on Support
cs: Podpora doplňku
de: Hilfe für Add-ons
el: Υποστήριξη πρόσθετου
es: Asistencia para complementos
fr: Assistance module
it: Supporto componenti aggiuntivi
ja: アドオンのサポート
ko: 부가 기능 기술 지원
nl: Add-on-ondersteuning
pa_in: ਐਡ-ਆਨ ਸਹਿਯੋਗ
pl: Zagadnienia związane z pomocą dotyczącą dodatku
pt_pt: Ajuda do extra
ru: Поддержка дополнения
sl: Podpora za dodatke
uk: Підтримка додатку
zh_cn: 附加组件用户支持

source: If you have a support question about a particular add-on, such as "how do I use this add-on?" or "why doesn't this work properly?", please contact that add-on's author through the support channels listed on the add-on's listing page.
cs: Pokud máte dotaz ke konkrétnímu doplňku jako "jak se doplněk používá?" či "proč nefunguje korektně?", kontaktujte prosím přímo autora doplňku. Kontaktní informace naleznete přímo na stránce doplňku.
de: Wenn Sie eine Hilfsanfrage für ein bestimmtes Add-on haben, zum Beispiel „Wie benutze ich dieses Add-on?“ oder „Wieso funktioniert das nicht richtig?“ kontaktieren Sie bitte den Autor des Add-ons, über die Hilfekanäle, die auf der Detailseite des Add-ons aufgeführt sind.
es: Si tienes una pregunta de asistencia relacionada con un complemento en concreto, del tipo "¿cómo uso este complemento?" o "¿por qué no funciona correctamente?", contacta con el autor del complemento a través de los canales de asistencia que se muestran en la página del listado de complementos.
fr: Si vous avez une question à propos d'un module précis, telle que « Comment utiliser ce module ? » ou « Pourquoi cela ne fonctionne-t-il pas correctement ? », merci de contacter le développeur du module via les canaux d'assistance présents sur la page du module.
it: Se hai problemi di supporto per un'estensione specifica, ad esempio "Come uso questo componente aggiuntivo?" o "Perché non funziona correttamente?", contatta l'autore dell'estensione attraverso i canali di supporto indicati nella scheda del componente aggiuntivo.
ko: 특정 부가 기능에 대한 질문, 이를테면 "이 부가 기능은 어떻게 사용하죠?" 또는 "어째서 이 기능이 제대로 작동하지 않는거죠?" 같은 질문에 도움을 받으려면, 부가 기능 페이지에 나와있는 기술 지원 항목을 통해 해당 부가 기능 제작자와 연락하시기 바랍니다.
nl: Als u een ondersteuningsvraag hebt over een bepaalde add-on, zoals “hoe gebruik ik deze add-on?” of “waarom werkt dit niet goed?”, neem dan contact op met de maker van die add-on via de ondersteuningskanalen op de add-onpagina.
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਖਾਸ ਐਡ-ਆਨ ਬਾਰੇ ਇੱਕ ਸਹਿਯੋਗ ਸਵਾਲ ਹੈ, ਜਿਵੇਂ ਕਿ "ਮੈਂ ਇਸ ਐਡ-ਆਨ ਦੀ ਕਿਵੇਂ ਵਰਤੋਂ ਕਰਾਂ?" ਜਾਂ "ਇਹ ਠੀਕ ਤਰ੍ਹਾਂ ਕੰਮ ਕਿਉਂ ਨਹੀਂ ਕਰ ਰਿਹਾ?", ਕਿਰਪਾ ਕਰਕੇ ਐਡ-ਆਨ ਸੂਚੀ ਸਫ਼ੇ ਤੇ ਸੂਚੀਬੱਧ ਕੀਤੇ ਸਹਿਯੋਗ ਚੈਨਲਾਂ ਦੁਆਰਾ ਉਸ ਐਡ-ਆਨ ਦੇ ਲੇਖਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Jeśli masz pytania dotyczące określonego dodatku, np. „Jak używać tego dodatku?” lub „Dlaczego dodatek nie działa poprawnie?” – skontaktuj się z autorem dodatku w sposób przewidziany dla pomocy technicznej opisany na stronie dodatku.
pt_pt: Se você tiver uma pergunta sobre um determinado extra, como "como faço para usar esse extra?" ou "por que é que não funciona corretamente?", entre em contacto com o autor através dos canais de suporte listados na página de listagem do extra.
ru: Если у вас есть вопрос по работе с конкретным дополнением, такой как "как мне использовать это дополнение?" или "почему оно не работает как надо?", пожалуйста, свяжитесь с автором дополнения через каналы поддержки, перечисленные на странице информации о дополнении.
sl: Če imate vprašanja o določenem dodatku, kot so "Kako naj uporabljam ta dodatek?" ali "Zakaj ne dela prav?", se obrnite na avtorja dodatka prek kanalov za podporo, ki so navedeni na domači strani dodatka.
uk: Якщо у вас є питання, пов'язане з роботою конкретного додатку, таке як "як мені використовувати цей додаток?" чи "чому він неправильно працює?", зв'яжіться будь ласка з автором додатку через канали підтримки, зазначені на сторінці інформації додатку.
zh_cn: 附加组件不仅限用于 Firefox。学习如何扩展其他的 Mozilla 应用程序，如 Thunderbird 邮件客户端和 Firefox 移动版。

source: Add-on Editorial Concerns
cs: Otázky týkající se schvalování doplňků
de: Bedenken zu Add-on-Redaktion
es: Comentarios a los editores de complementos
fr: Préoccupations éditoriales à propos d'un module
it: Problemi relativi al processo di revisione
ko: 부가 기능 편집자 관련
nl: Editorzorgen over een add-on
pa_in: ਐਡ-ਆਨ ਸੰਪਾਦਕੀ ਸਰੋਕਾਰ
pl: Zagadnienia związane ze sprawdzaniem dodatku
pt_pt: Preocupações do editorial do extra
ru: Задачи проверяющего дополнения
sl: Uredniške pristojnosti glede dodatkov
uk: Завдання перевіряючого доповнення
zh_cn: 如果您对某个附加组件有用户支持方面的问题，例如“我该怎么使用这个附加组件？”或者“为什么它没能正常工作？”之类的问题，请通过附加组件页面中的用户支持通道联系该附加组件的作者。
