Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Also, note that your design needs to be suitable for the Background Themes format (see guidelines), of usable quality, and not duplicative of a prior submission. Finally, while Mozilla does provide guidelines for submissions, Mozilla retains the discretion to reject or remove designs for any reason. In some cases, this is necessary for legal reasons, but it also allows us to maintain the integrity of the site.
cs: Mějte též na paměti, že váš design by měl být ve formátu vhodném pro motivy (viz pravidla), měl by být v dobré kvalitě a neduplikovat již dříve přidané vzhledy. Mozilla uvádí přehled podmínek pro odeslání vzhledu, ale vyhrazuje si právo pro zamítnutí či odstranění návrhů a to z jakéhokoliv důvodu. V některých případech je to nutné z legálních důvodů, jindy to může být v rámci snahy o zachování integrity webu
de: Beachten Sie auch, dass Ihr Design zum Format für Hintergrund-Themes passen muss (siehe Richtlinien), verwendbare Qualität haben muss und kein Duplikat einer früheren Einreichung sein darf. Letztlich liefert Mozilla Richtlinien für Einreichungen, behält sich aber das Recht vor, Designs aus irgendwelchen Gründen abzulehnen oder zu entfernen. In manchen Fällen kann dies aus rechtlichen Gründen notwendig sein, aber es ermöglicht uns auch, die Integrität der Website zu wahren.
es: Asimismo, ten en cuenta que tu diseño debe adaptarse al formato de los temas de fondo (consulta las pautas) en relación a los criterios de calidad que deben aplicarse y no ser una repetición de un envío anterior. Por último, aunque Mozilla ofrece unas pautas para los envíos, la organización se reserva el derecho de rechazar o eliminar diseños según estime oportuno. En algunos casos es necesario hacerlo por razones legales y, en términos generales, nos permite mantener la integridad del sitio.
fr: De plus, merci de noter que votre design doit suivre le format des thèmes d'arrière plan (voir les lignes directrices), de qualité pour l'utilisabilité, et ne doit pas être un plagiat d'une soumission précédente. Enfin, Mozilla se réserve le droit de refuser ou de retirer tout design à discrétion. Dans certain cas, ceci est nécessaire pour des raisons légales, mais cela nous permet également de garantir l'intégrité du site.
it: Inoltre tieni presente che il tema dovrà essere compatibile con il formato per i temi di sfondo (vedi linee guida), avere una qualità accettabile e non essere un semplice doppione di un tema già caricato. Infine, sebbene esistano linee guida per la pubblicazione, Mozilla si riserva comunque il diritto di respingere o rimuovere un tema a sua discrezione. L'intervento, oltre a rendersi necessario per ragioni legali in alcuni casi, ci permette di preservare l'integrità del sito.
ko: 또한 배경 테마 형식 (가이드라인 참고)에 요구되는 사항, 사용이 용이한 품질을 만족시켜야 하며 제출하기에 앞서 복제를 해선 안됩니다. 마지막으로, Mozilla는 테마 제출에 관한 가이드라인이 제공되지 않는 동안에는 재량에 따라 어떤 사유에서든 디자인을 거부하고 삭제할 수 있습니다. 법적인 문제로 인해 필요할 때가 있긴 하나, 본 사이트의 적절한 유지 관리를 위해 허용된 권리입니다.
nl: Merk tevens op dat uw ontwerp geschikt dient te zijn voor de opmaak van achtergrondthema’s (zie richtlijnen), van bruikbare kwaliteit dient te zijn, en geen kopie mag zijn van een eerdere inzending. Ten slotte, hoewel er richtlijnen voor inzendingen worden gegeven, behoudt Mozilla zich het recht voor ontwerpen om moverende redenen af te wijzen of te verwijderen. In sommige gevallen is dit nodig om juridische redenen, maar wij kunnen de integriteit van de website er ook door bewaken.
pl: Należy też pamiętać, że projekt musi być w formacie odpowiednim dla motywów tła (zobacz w wytycznych), użytecznej jakości i nie może być powielany przez zgłoszeniem. Dodatkowo, mimo że Mozilla dostarcza wytyczne zgłaszania, zachowuje swobodę odrzucenia lub usunięcia projektów z jakiegokolwiek innego powodu. W niektórych przypadkach jest to koniecznie z powodów prawnych, ale pozwala również nam na utrzymanie integralności strony.
pt_pt: Também, note que o seu design tem de ser apropriado para o formato de temas de fundo (ver diretrizes), ter uma qualidade utilizável e não ser um duplicado de uma submissão anterior. Finalmente, apesar da Mozilla fornecer diretrizes para submissões, a Mozilla reserva-se ao direito de rejeitar ou remover os designs por qualquer motivo. Em alguns casos, isto é necessário por questões legais, mas também permite manter a integridade do site.
sl: Pomnite tudi, da mora izdelek ustrezati formatu za Teme za ozadje (glejte navodila), biti mora uporabne kvalitete in ne sme podvajati teme, ki se jih je že objavilo. Za konec, Mozilla si - kljub oziroma dodatno k pravilom za prijavo - pridržuje pravico, da zavrne ali odstrani izdelke iz kakršnegakoli razloga. V nekaterih primerih je povod zato pravne narave, po drugi strani pa nam to omogoča, da ohranimo integriteto spletišča neokrnjeno.
zh_cn: 此外，您的设计必须遵循背景主题格式（详情请参阅指南）、具备可用性以及不与已提交的作品重复。最后，Mozilla 提供的提交指南仅供参考，Mozilla 保留对以任何理由拒绝或移除设计的自由裁量权。在某些情况下，这是由于法律上的原因，但这也让我们能够维持网站的完整性。

source: <a href="%(tutorial_url)s">Learn more about how to create cool theme designs.</a>
cs: <a href="%(tutorial_url)s">Dozvědět se více o tom, jak vytvořit skvělé vzhledy.</a>
de: <a href="%(tutorial_url)s">Erfahren Sie mehr über das Erstellen toller Theme-Designs.</a>
es: <a href="%(tutorial_url)s">Más información sobre cómo crear fantásticos diseños para temas.</a>
fr: <a href="%(tutorial_url)s">En savoir plus sur la création de thèmes sympas.</a>
it: <a href="%(tutorial_url)s">Scopri come creare temi accattivanti.</a>
ko: <a href="%(tutorial_url)s">멋진 테마 디자인 제작 방법에 대해 자세히 알아봅시다.</a>
nl: <a href="%(tutorial_url)s">Lees meer over u coole thema-ontwerpen kunt maken.</a>
pl: <a href="%(tutorial_url)s">Dowiedz się więcej, jak tworzyć dobre projekty motywów.</a>
pt_pt: <a href="%(tutorial_url)s">Aprenda a criar designs engraçados para temas.</a>
sl: <a href="%(tutorial_url)s">Naučite se izdelovati kul teme.</a>
zh_cn: <a href="%(tutorial_url)s">学习如何创建炫酷的主题设计。</a>

source: Yes. Your artwork will always be <em>your</em> artwork.
cs: Ano. Váš dílo bude vždy <em>vaším</em> dílem.
de: Ja. Ihre Darstellung ist immer <em>Ihre</em> Darstellung.
es: Sí. Tu obra de arte siempre será <em>tu</em> obra de arte.
fr: Oui. Votre travail restera le <em>votre</em>.
it: Certamente. La tua opera sarà sempre la <em>tua</em> opera.
ko: 예. 당신의 아트웍은 언제나 <em>당신의</em> 아트웍이 될 것입니다.
nl: Ja. Uw werk zal altijd <em>uw</em> werk blijven.
pl: Tak. Twoja praca zawsze będzie <em>twoją</em> pracą.
pt_pt: Sim. O seu trabalho artístico será sempre o <em>seu</em> trabalho artístico.
sl: Da. Vaš umetniški izdelek ostaja <em>vaš</em> umetniški izdelek.
zh_cn: 没错。您的艺术作品仍然<em>属于您</em>。

source: Yes. If at any point you need to edit or delete your theme design after it has been submitted to the gallery, you can access it from the <a href="%(dashboard_url)s">Submissions dashboard</a>. From there, you can view your current designs. By clicking on each, you can make changes to each design's settings.
de: Ja. Wenn Sie irgendwann nach der Einreichung zur Galerie Ihr Theme-Design ändern oder löschen müssen, können Sie über die <a href="%(dashboard_url)s">Übersicht über die Einreichungen</a> darauf zugreifen. Von dort aus können Sie Ihre aktuellen Designs ansehen. Durch Klick auf jedes davon können Sie die Einstellungen jedes Designs ändern.
es: Sí. Si en cualquier momento tienes que editar o eliminar el diseño de tu tema después de haberlo enviado a la galería, puedes acceder a él desde el <a href="%(dashboard_url)s">Tablero de envíos</a>. Desde ahí puedes visualizar tus diseños actuales y, haciendo clic en cada uno, realizar cambios en su configuración.
fr: Oui. Si à un moment vous avez besoin de modifier ou supprimer votre thème après son envoi dans la galerie, vous pouvez y accéder via le <a href="%(dashboard_url)s">Tableau de bord des envois</a>. D'ici, vous pouvez voir vos thèmes. En cliquant sur chacun, vous pouvez faire des changements sur leurs paramètres.
it: Si, se dopo aver caricato il tema nella galleria desideri modificarlo o eliminarlo, puoi farlo in qualsiasi momento accedendo al <a href="%(dashboard_url)s">Pannello caricamenti</a>. Mediante questo pannello potrai visualizzare tutti i tuoi temi, selezionarli con un clic e modificarne le impostazioni.
ko: 예. 갤러리에 올린 후에도 테마 디자인을 수정하거나 삭제하고 싶을땐 <a href="%(dashboard_url)s">제출 대시보드</a>에서 할 수 있습니다. 이곳에선 현재 사용중인 디자인을 확인할 수도 있습니다. 하나씩 클릭해서 각 디자인의 설정 내역을 바꿀 수 있습니다.
nl: Ja, Als u op enig moment uw thema-ontwerp wilt bewerken of verwijderen nadat dit is ingediend bijd e galerij, dan kunt u het benaderen vanaf het<a href="%(dashboard_url)s">Inzendingendashboard</a>. Van daaruit kunt u uw huidige ontwerpen bekijken. Door op het bewuste ontwerp te klikken kunt u wijzigingen in het ontwerp aanbrengen.
pl: Tak. Jeśli w którymś momencie zechcesz edytować lub usunąć motyw po umieszczeniu go w galerii, możesz uzyskać do niego dostęp z <a href="%(dashboard_url)s">tablicy zgłoszeń</a>. Można tam zobaczyć swoje aktualne projekty. Klikając któryś projekt, możesz dokonać zmian w ustawieniach każdego z nich.
pt_pt: Sim. Se em algum momento precisar de editar ou eliminar o design do seu tema após a sua submissão para a galeria, pode aceder ao mesmo a partir do <a href="%(dashboard_url)s">Painel de Submissões</a>. Daqui pode ver os seus designs atuais. Ao clicar em cada um pode fazer alterações a cada uma das definições do design.
sl: Da. Če morate, potem ko ste jo objavili v galeriji, svojo temo spremeniti ali zbrisati, lahko do nje pridete prek <a href="%(dashboard_url)s">Kontrolne table za objave</a>. Na tej strani si lahko ogledate vse svoje najnovejše izdelke. Če kliknete nanje, boste lahko spremenili nastavitve zanje.
zh_cn: 没错。在提交主题到展示廊后，如果您想编辑或删除您的主题设计，您可以到<a href="%(dashboard_url)s">提交仪表盘</a>查看您目前的设计。要想更改任何一款设计的设置，只需单击该设计即可。

source: The theme you upload may not exceed 300 KB for the header or the footer image.
cs: Vzhled, který nahrajete, nesmí u obrázku hlavičky či patičky překročit 300 kB.
de: Das Theme, das Sie hochladen, darf eine Größe von 300 KB für die Grafik für Kopf- und Fußbereich nicht überschreiten.
es: El tema que subas no puede exceder los 300 Kb para la imagen del encabezado o del pie de página.
fr: Le thème ne doit pas dépasser 300KiO pour l'image d'entête ou de pied de page.
it: I file delle singole immagini utilizzati per la testata e il pié di pagina non possono superare i 300 kb.
ko: 테마는 상단, 하단 이미지가 각각 300KB를 초과할 수 없습니다.
nl: Het door u te uploaden thema mag niet groter zijn dan 300 KB voor de header- of de footerafbeelding.
pl: Obraz nagłówka lub stopki przesyłanego motywu nie może przekraczać 300 KB.
pt_pt: O tema que enviar não pode exceder os 300 KB para a imagem de cabeçalho ou de rodapé.
sl: Tema, ki jo prenesete, ne sme presegati 300 KB za vsako sliko v glavi in v nogi.
zh_cn: 您上传的主题页眉或页脚的图像不能超过 300 KB。

source: Couldn't find the answer you're looking for? Consider visiting the <a href="%(support_url)s">Firefox support</a> website for more help.
cs: Nenalezli jste odpověď na otázku, kterou hledáte? Pro více nápovědy zvažte návštěvu <a href="%(support_url)s">stránek podpory Firefoxu</a>.
de: Haben Sie die gesuchte Antwort nicht gefunden? Sie können die Website der <a href="%(support_url)s">Firefox-Hilfe</a> besuchen, wenn Sie weitere Hilfe benötigen.
es: ¿No encontraste la respuesta que buscas? También puedes probar a visitar el sitio web de la <a href="%(support_url)s">Ayuda de Firefox</a>.
fr: Vous ne trouvez pas la réponse à votre question ? Faites un tour sur le site <a href="%(support_url)s">d'assistance Firefox</a> pour plus d'aide.
it: Non hai trovato la risposta che stavi cercando? Puoi sempre visitare il <a href="%(support_url)s">sito di supporto di Firefox</a> per chiedere assistenza.
ko: 찾고 있는 답을 발견하지 못했습니까? <a href="%(support_url)s">Firefox 도움말</a> 웹 사이트를 방문해서 도움을 받아보십시오.
nl: Kunt u het gezochte antwoord niet vinden? Bezoek dan de <a href="%(support_url)s">Firefox-ondersteunings</a>-website voor meer hulp.
pl: Nie możesz znaleźć szukanej odpowiedzi? Rozważ odwiedzenie strony <a href="%(support_url)s">wsparcia Firefoksa</a>, by uzyskać więcej pomocy.
pt_pt: Não conseguiu encontrar o que procurava? Considere visitar o site web do <a href="%(support_url)s">suporte do Firefox</a> para mais ajuda.
sl: Ne najdete, kar iščete? Obiščete lahko spletišče za <a href="%(support_url)s">podporo za Firefox</a> za dodatno pomoč.
zh_cn: 还是没能解决您的问题？试试到 <a href="%(support_url)s">Firefox 技术支持</a>网站获得更多帮助。

source: How to Create Your Own Background Theme
cs: Jak vytvořit svůj vlastní motiv
de: Wie Sie Ihr eigenes Hintergrund-Theme erstellen
es: Cómo crear tu propio tema de fondo
fr: Comment créer votre propre thème d'arrière plan
it: Come creare il tuo tema di sfondo personalizzato
ko: 직접 배경 테마 만들기
nl: Uw eigen achtergrondthema maken
pl: Jak stworzyć własny motyw tła
pt_pt: Como criar o seu próprio tema de fundo
sl: Kako si lahko ustvarite svojo lastno Temo za ozadje
zh_cn: 如何创建您自己的背景主题

source: Getting Started | Themes
cs: Začátek | Motivy
de: Erste Schritte | Themes
es: Primeros pasos | Temas
fr: Se lancer | Thèmes
it: Per iniziare | Temi
ja: スタートガイド | テーマ
ko: 시작하기 | 테마
nl: Van start | Thema’s
pl: Pierwsze kroki | Motywy
pt_pt: Começar | Temas
ru: Приступая к работе | Темы
sl: Kako začeti | Teme
zh_cn: 新手上路 | 主题

source: How to create a theme
cs: Jak vytvořit motiv
de: Wie man Themes erstellt
es: Cómo crear un tema
fr: Comment créer un thème
it: Come creare un tema
ja: テーマの作り方
ko: 테마 제작 방법
nl: Een thema maken
pl: Jak stworzyć motyw
pt_pt: Como criar um tema
ru: Как создать тему
sl: Kako ustvariti temo
zh_cn: 如何创建主题

source: Submit your theme
cs: Přidání nového motivu
de: Einreichen Ihres Themes
es: Enviar tu tema
fr: Envoyer votre thème
it: Carica il tuo tema
ja: テーマを登録
ko: 테마 올리기
nl: Uw thema indienen
pl: Prześlij swój motyw
pt_pt: Submeter o seu tema
ru: Представить вашу тему
sl: Kako predložiti svojo temo
zh_cn: 提交您的主题

source: Themes are made up of two graphic image files&mdash;a "header" image and a "footer" image&mdash;which skin the default Firefox UI background.
cs: Základy motivů tvoři dva grafické soubory&mdash; obrázek "hlavičky" a obrázek "patičky"&mdash;,které změní výchozí pozadí grafického rozhraní Firefoxu.
de: Themes bestehen aus zwei Bilddateien &mdash; einer Grafik für den „Kopfbereich“ und einer für den „Fußbereich“ &mdash; die das Erscheinungsbild des Standardhintergrunds der Firefox-Benutzeroberfläche ändern.
es: Los temas está compuestos de dos archivos gráficos de imágenes &mdash;una imagen para el "encabezado" y otra imagen para el "pie"&mdash; que cambian el aspecto visual predeterminado de la interfaz de Firefox.
fr: Les thèmes sont fait à partir de deux images, &mdash; une image « entête » et une image « pied de page » &mdash; qui s'applique en arrière plan de l'interface par défaut de Firefox.
it: I temi sono costituiti da due file grafici &mdash; un'immagine "di testata" e una per il "piè di pagina" &mdash; che vanno a coprire lo sfondo predefinito dell'interfaccia utente di Firefox.
ko: 테마는 "상단" 이미지와 "하단" 이미지 2개의 그래픽 이미지로 구성되어 있으며 기본 Firefox UI 배경에 덧씌워집니다.
nl: Thema’s bestaan uit te grafische bestanden &ndash; een “header”-afbeelding en een “footer”-afbeelding &ndash; die de standaardachtergrond van Firefox van een skin voorzien.
pl: Motywy składają się z dwóch plików graficznych – obrazu „nagłówka” i „stopki” – które zmienią domyślne tło interfejsu Firefoksa.
pt_pt: Os temas são feitos a partir de duas imagens gráficas&mdash;uma imagem de "cabeçalho" e uma imagem de "rodapé"&mdash;que se sobrepõem ao fundo por omissão do interface do Firefox.
sl: Teme sestavljata dve datoteki s slikama&mdash; slika za "glavo" in slika za "nogo" &mdash; Firefox ju uporablja kot kožo za prednastavljeno ozadje v vmesniku za uporabnika.
zh_cn: 主题由两个图形文件组成（一张页眉图像和一张页脚图像），作为 Firefox 用户界面的默认皮肤。

source: <a href="%(submit_url)s">Finished Your Design? You can submit it right now!</a>
cs: <a href="%(submit_url)s">Dokončili jste svůj návrh? Můžete jej rovnou přidat!</a>
de: <a href="%(submit_url)s">Ist Ihr Design fertig? Sie können es gleich einreichen!</a>
es: <a href="%(submit_url)s">¿Tienes listo tu diseño? ¡Puedes enviarlo ahora mismo!</a>
fr: <a href="%(submit_url)s">Votre design est fini ? Vous pouvez nous l'envoyer !</a>
it: <a href="%(submit_url)s">Hai completato il tuo tema? Caricalo subito!</a>
ko: <a href="%(submit_url)s">디자인을 완성하셨습니까? 바로 올리십시오!</a>
nl: <a href="%(submit_url)s">Klaar met uw ontwerp? U kunt het direct indienen!</a>
pl: <a href="%(submit_url)s">Czy projekt jest skończony? Możesz teraz go przesłać!</a>
pt_pt: <a href="%(submit_url)s">Terminou o seu design? Pode submetê-lo agora!</a>
sl: <a href="%(submit_url)s">Ste končali z izdelkom? Lahko ga takoj predložite!</a>
zh_cn: <a href="%(submit_url)s">设计完成了吗？现在提交吧！</a>

source: Creating a Theme Header Image
cs: Vytvoření obrázku hlavičky motivu
de: Erstellen einer Grafik für den Kopfbereich
es: Crear una imagen temática para un encabezado
fr: Créer une image d'entête pour un thème
it: Come realizzare l'immagine di testata del tema
ja: テーマのヘッダ画像の作成
ko: 테마 상단 이미지 만들기
nl: Een headerafbeelding voor een thema maken
pl: Tworzenie obrazka nagłówka motywu
pt_pt: Criar uma imagem de cabeçalho para um tema
ru: Создание верхнего изображения темы
sl: Kako ustvariti sliko za glavo teme
zh_cn: 创建一张主题页眉图像

source: The header image is displayed as the background of the top of the browser window, nestling in behind the toolbars, address bar, search bar and the tab strip. It will be <b>anchored to the top-right corner</b> of the browser window.
cs: Obrázek hlavičky je zobrazen jako pozadí v horní části okna prohlížeče tj. v místech, kde jsou lišty, adresní řádek, pole vyhledávání a lišta s panely. Obrázek bude zarovnán do <b>pravého horního rohu</b> okna prohlížeče.
de: Die Grafik für die Kopfzeile wird als Hintergrund des oberen Bereich des Browser-Fensters angezeigt, direkt hinter den Symbolleisten, der Adress- und Suchleiste und der Tab-Leiste. Es wird <b>in der rechten oberen Ecke</b> des Browser-Fensters befestigt.
es: La imagen de encabezado se muestra como fondo de la parte superior de la ventana del navegador, tras las barras de herramientas, la barra de direcciones, la barra de búsqueda y la franja de pestañas. Se <b>anclará al extremo superior derecho</b> de la ventana del navegador.
fr: L'image d'entête est affichée en arrière plan du haut de la fenêtre du navigateur, derrière les barres d'outils, la barre d'adresse, de recherche et les onglets. Elle sera <b>ancrée au coin en haut à droite</b> de la fenêtre du navigateur.
it: L'immagine di testata viene visualizzata come sfondo nella parte superiore della finestra del browser, dietro le barre degli strumenti, la barra degli indirizzi, la barra di ricerca e la fascia destinata alle schede. È <b>ancorata all'angolo in alto a destra</b> della finestra del browser.
ko: 상단 이미지는 브라우저 창의 상단 배경에 노출되어 도구 모음, 주소 바, 검색 바, 탭 버튼의 배경을 바꿔줍니다. 브라우저 창의 <b>상단 우측 구석을 축으로</b> 사용하게 됩니다.
nl: De headerafbeelding wordt weergegeven als de achtergrond bovenin het browservenster, achter de werkbalken, adresbalk, zoekbalk en de tabbalk. De afbeelding wordt <b>verankerd in de rechterbovenhoek</b> van het browservenster.
pl: Obrazek nagłówka wyświetlany jest jako tło na górze okna przeglądarki, przylegając do pasków narzędziowych, pasku adresu, wyszukiwania i kart. Zostanie <b>przyczepiony do prawego górnego rogu</b> okna przeglądarki.
pt_pt: A imagem de cabeçalho é apresentada como fundo no topo da janela do navegador, atrás das barras de ferramentas, barra de endereço, barra de pesquisa e faixa de separadores. Será <b>ancorada ao canto superior direito</b> da janela do navegador.
sl: Sliko za glavo se kaže kot ozadje v zgornjem delu brskalnikovega okna, za orodnimi vrsticami, vrstico za naslove, za iskanje in za pasom z zavihki. Slika <b>je zasidrana v zgornjem desnem kotu</b> okna za brskalnik.
zh_cn: 页眉图像作为浏览器窗口顶部的背景显示，掩映于工具栏、地址栏、搜索栏和标签栏之后。他会被<b>固定在浏览器窗口的右上角</b>。

source: View a sample Theme Header here.
cs: Zobrazit příklad hlavičky motivu
de: Hier können Sie sich eine Beispiel-Theme für den Kopfbereich ansehen.
es: Mira un ejemplo de encabezado temático aquí.
fr: Voir des exemples d'entête de thème ici.
it: Puoi vedere qui un esempio di testata del tema.
ko: 테마 상단의 견본을 여기에서 살펴보십시오.
nl: Bekijk hier een voorbeeld van een themaheader.
pl: Zobacz tutaj przykładowy nagłówek motywu.
pt_pt: Ver um exemplo de um cabeçalho de tema aqui.
sl: Tukaj primer slike za glavo teme.
zh_cn: 在这里查看一款主题页眉示例。

source: Image Requirements
cs: Požadavky na obrázek
de: Anforderungen an die Grafik
es: Requisitos para imágenes
fr: Conditions sur l'image
it: Requisiti dell'immagine
ja: 画像の要件
ko: 이미지 요구조건
nl: Afbeeldingvereisten
pl: Wymagania obrazka
pt_pt: Requisitos da imagem
ru: Требования к изображению
sl: Zahteve glede slik
zh_cn: 图像要求

source: Dimensions should be <b>3000px wide &times; 200px high</b>
cs: Rozměry by měl být <b>3000px šířka &times; 200px výška</b>
de: Die Maße sollten <b>3000 px Breite &times; 200 px Höhe</b> sein
es: Las dimensiones deben ser <b>3000 px de ancho &times; 200 px de alto</b>
fr: Les dimensions devraient être <b>3000px de larpge &times; 200px de haut</b>
it: La dimensione deve essere <b>3000 x 200 pixel</b>
ko: 해상도는 <b>가로 3000px &times; 세로 200px</b>
nl: Afmetingen dienen <b>3000px breed &times; 200px hoog</b> te zijn
pl: Wymiary powinny mieć <b>3000px szerokości na 200px wysokości</b>
pt_pt: As dimensões devem ser <b>3000px de largura &times; 200px de altura</b>
sl: Mere naj bodo <b>3000px širina &times; 200px višina</b>
zh_cn: 尺寸应为 <b>宽3000px &times; 高200px</b>

source: PNG or JPG file format
cs: Formát PNG nebo JPG
de: Dateiformat PNG oder JPG
es: Formato de archivo PNG o JPG
fr: Fichier PNG ou JPG
it: Il formato deve essere png o jpg
ja: PNG または JPEG ファイル形式
ko: PNG나 JPG 파일 형식
nl: Bestandsopmaak PNG of JPG
pl: Format pliku PNG lub JPG
pt_pt: Formato de ficheiro PNG ou JPG
ru: формат PNG или JPG
sl: Format datoteke PNG ali JPG
zh_cn: PNG 或 JPG 格式

source: Image must be no larger than 300 KB in file size
cs: Obrázek nesmí mít větší velikost než 300 kB.
de: Die Dateigröße der Grafik darf 300 KB nicht überschreiten
es: La imagen no debe superar los 300 Kb
fr: Le fichier de l'image ne doit pas faire plus de 300 KiO.
it: Il file dell'immagine non deve superare i 300 kb
ko: 이미지는 300KB보다 커서는 안됩니다
nl: Afbeelding mag niet groter zijn dan 300 KB
pl: Obrazek nie może mieć większej objętości niż 300 KB
pt_pt: A imagem não pode ser um ficheiro com um tamanho superior a 300 KB
sl: Velikost slike ne sme presegati 300 KB
zh_cn: 图像文件大小不能超过300KB

source: Tips
cs: Tipy
de: Tipps
es: Consejos
fr: Astuces
it: Suggerimenti
ja: ヒント
ko: 팁
pl: Wskazówki
pt_pt: Dicas
ru: Советы
sl: Nasveti
zh_cn: 提示
