Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: A key factor in working well offline is to check whether the device has connectivity and respond appropriately when it doesn't. Even a message to the user that the app won't work offline is better than getting stuck, or getting a generic time-out error.
es: Un factor clave para funcionar correctamente sin conexión es comprobar si el dispositivo tiene conectividad y si responde correctamente cuando no la tiene. Incluso un mensaje al usuario de que la aplicación no puede funcionar sin conexión es mejor que si se queda parada o da un mensaje de error genérico porque expire una conexión.
pl: Kluczowym czynnikiem w prawidłowej pracy offline jest sprawdzenie, czy urządzenie ma połączenie i właściwie reaguje, gdy nie ma. Nawet wiadomość informująca użytkownika, że aplikacja nie działa offline jest lepsza niż zatrzymanie się lub otrzymanie błędu o przekroczeniu czasu.

source: The simplest way to do this is to check, and listen for changes to, the <a href="%(url)s"><code>window.navigator.onLine</code></a> property. However, that value is not guaranteed to be accurate.
es: La manera más sencilla de hacer esto es comprobar, y revisar los cambios en, la propiedad <a href="%(url)s"><code>window.navigator.onLine</code></a>. Sin embargo, no se garantiza que ese valor sea preciso.
pl: Najprostszym sposobem zrobienia tego jest sprawdzenie i oczekiwanie zmian we własności <a href="%(url)s"><code>window.navigator.onLine</code></a>. Nie ma jednak gwarancji, że wartość będzie prawidłowa.

source: If you are using <a href="%(url)s">XMLHttpRequest</a> to update data dynamically, you can check its response to determine if the network connection has dropped during the use of your app.
es: Si estás usando <a href="%(url)s">XMLHttpRequest</a> para actualizar los datos de forma dinámica, puedes comprobar si responde correctamente para saber si se ha desconectado de la red mientras utilizabas la aplicación.
pl: Jeśli używasz <a href="%(url)s">XMLHttpRequest</a> do dynamicznej aktualizacji danych, możesz sprawdzić odpowiedź, by ustalić, czy połączenie sieciowe zerwało się podczas używania aplikacji.

source: See also <a href="%(url)s">Online and offline events</a>.
cs: Podívejte se také na <a href="%(url)s">Online and offline events</a>.
es: Ver también <a href="%(url)s">Eventos con y sin conexión</a>.
pl: Zobacz także <a href="%(url)s">Zdarzenia online i offline</a>.

source: Resources
cs: Zdroje
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
pl: Zasoby
ru: Ресурсы

source: Working off the grid with HTML5 offline
de: Mit HTML5 offline ohne Internetverbindung arbeiten
es: Trabajar fuera de la red con HTML5 offline
fr: Travailler sans réseau avec HTML5 déconnecté
it: Funzionamento autonomo di HTML5 non in linea
pl: Praca poza zasięgiem z HTML5

source: &quot;Offline&quot;: What does it mean and why do I care?
de: „Offline“: Was bedeutet das und warum ist das wichtig für mich?
es: &quot;Offline&quot;: ¿Qué es y para qué sirve?
fr: &quot; Déconnecté &quot; : qu'est-ce que cela signifie, implique, et en quoi cela me concerne ?
it: &quot;Non in linea&quot;: Che cosa significa e perché dovrebbe interessarmi?
pl: „Offline”: Co to znaczy i dlaczego należy się tym zainteresować?

source: Dive into HTML5: Let's take this offline
de: Tauchen Sie ein in HTML5: Offline gehen
es: Sumérgete en HTML5: tratemos esto fuera de línea
fr: Plonger dans HTML5 : faisons le hors-ligne
it: Approfondimento su HTML5: passiamo alla modalità non in linea
pl: Zagłęb się w HTML5: Zrób to offline

source: Firefox Developer Tools
cs: Nástroje pro vývojáře Firefoxu
de: Firefox-Entwicklerwerkzeuge
es: Herramientas de desarrollo en Firefox
fr: Outils développeur Firefox
it: Strumenti per sviluppatori di Firefox
ko: Firefox 개발자 도구
nl: Firefox-ontwikkelaarshulpmiddelen
pl: Narzedzia programisty Firefox
ru: Инструменты разработчика Firefox
zh_cn: Firefox 开发者工具

source: Firefox now ships with a default set of developer tools built from the ground up to ensure a great development experience that is both snappy and efficient. Below are a few of the tools you'll find useful as you develop apps for mobile versions of the Firefox browser and Firefox OS.
cs: Firefox je nyní dostupný s výchozí zabudovanou sadou nástrojů pro vývojáře, které vám umožňují snadný a efektivní vývoj. Níže je několik nástrojů, které se vám mohou hodit při vývoji aplikací pro mobilní verze webového prohlížeče Firefox či Firefox OS.
de: Firefox verfügt jetzt standardmäßig über einige Entwicklerwerkzeuge, die von Grund auf entwickelt wurden, um ein tolles Entwicklererlebnis sicherzustellen, das schnell und effizient ist. Im Folgenden sind einige der Werkzeuge aufgeführt, die Sie hilfreich finden werden, wenn Sie Anwendungen für mobile Versionen des Firefox-Browsers und Firefox OS entwickeln.
es: Firefox incluye ahora un conjunto por defecto de herramientas para desarrolladores creadas desde cero para asegurar una excelente experiencia de desarrollo que sea a la vez rápida y eficiente. Debajo tienes algunas de las herramientas que encontrarás útiles cuando desarrolles aplicaciones para las versiones móviles del navegador Firefox y para Firefox OS.
fr: Firefox est maintenant livré avec un ensemble d'outils de développement construit pour assurer une excellente expérience de développement à la fois simple et efficace. Ci-dessous, une liste de quelques outils que vous pourrez trouver utile pendant votre développement d'applications mobiles pou Firefox et Firefox OS.
it: Ora Firefox è equipaggiato con un set predefinito di strumenti di sviluppo costruito da zero per garantire agli sviluppatori un'esperienza di qualità, accattivante ed efficace. Qui di seguito ci sono alcuni degli strumenti che troverai utili durante lo sviluppo di applicazioni per Firefox mobile e Firefox OS.
ko: 산뜻하고 효과적인 개발 경험을 지속적으로 제공하기 위해 이제부터 Firefox는 기본 개발자 도구로 처음부터 다시 시작합니다. 아래의 몇가지 도구들은 Firefox 모바일 브라우저와 Firefox OS용 앱 개발에 유용하게 쓰일 것입니다.
nl: Firefox wordt nu geleverd met een standaardset ontwikkelaarshulpmiddelen die vanaf de grond zijn opgebouwd, om voor een geweldige ontwikkelervaring die zowel handig als efficiënt is te zorgen. Hieronder staan een paar hulpmiddelen die mogelijk nuttig zijn bij de ontwikkeling van apps voor mobiele versies van de Firefox-browser en Firefox OS.
pl: Firefox jest obecnie udostępniany z domyślnym zestawem szybkich i wydajnych narzędzi programisty, zbudowanych od podstaw w celu zapewnienia wygody programowania. Poniżej znajduje się kilka narzędzi, które mogą być przydatne podczas tworzenia aplikacji dla mobilnej wersji Firefoksa oraz systemu Firefox OS.
zh_cn: 现在，Firefox 发布了一组从零开始构建的开发者默认工具集，确保了既活泼又高效的优异开发体验。在为 Firefox 浏览器和 Firefox OS 开发移动版应用时，下面几种工具对你是很有用的。

source: Page Inspector
cs: Průzkumník
de: Seiteninspektor
es: Inspector de página
fr: Inspecteur
it: Analisi pagina
ko: 페이지 검사기
pl: Inspektor
ru: Инспектор страницы
zh_cn: 页面查看器

source: Select DOM elements in your app's web page for inspection or live modification of their styles, attributes, and structure.
cs: Umožňuje průzkum prvků DOMu na webové stránce vaší aplikace nebo úpravu jejich stylů, atributů či struktury.
de: Wählen Sie DOM-Elemente in der Webseite Ihrer Anwendung zur Inspektion oder zur Echtzeit-Modifikation ihrer Stile, Attribute und Struktur.
es: Selecciona elementos DOM en tu página web para su inspección o modificar al vuelo sus estilos, atributos y estructura.
fr: Sélectionnez des éléments DOM dans la page de votre application pour les inspecteur ou modifier en temps réel leur style, attributs et structure.
it: Seleziona elementi del DOM nella pagina web dell'app per controlli o modifiche in tempo reale di stile, attributi e struttura.
ko: 앱의 웹 페이지 검사 또는 스타일, 속성, 구조의 실시간 수정에 쓸 DOM 요소를 선택합니다.
nl: Selecteer DOM-elementen in de webpagina van uw app voor inspectie of directe aanpassing van stijl, eigenschappen en structuur.
pl: Wybierz na stronie swojej aplikacji sieciowej elementy DOM do przejrzenia lub na żywo modyfikuj ich style, atrybuty i strukturę.
zh_cn: 在你的应用的网页中选择 DOM 元素查看或者实时修改他们的样式，属性和结构。

source: Responsive Mode
cs: Responzivní design
de: Bildschirmgrößen testen
es: Modo adaptativo
fr: Vue adaptative
it: Modalità flessibile
ko: 반응성 모드
nl: Responsieve modus
pl: Widok responsywny
zh_cn: 自适应模式

source: View your web app in different screen dimensions commonly found on devices today, or enter your own user-defined dimensions to test. You can also change screen orientation to better understand how your device will respond.
cs: Umožňuje zobrazit webovou aplikaci v různých rozlišeních, které se běžně vyskytují na dnešních zařízeních nebo přidat vlastní uživatelsky definované rozlišení. Umožňuje též změnu orientaci obrazu pro lepší pochopení toho, jak bude aplikace reagovat na změnu polohy.
de: Sehen Sie Ihre Web-Anwendung in verschiedenen Bildschirmgrößen, die man heutzutage häufig auf Geräten findet oder geben Sie zu Testzwecken ihre benutzerdefinierte Größe ein. Sie können auch die Ausrichtung des Bildschirms ändern, um besser zu verstehen, wie Ihr Gerät reagieren wird.
es: Puedes ver tu aplicación web en los diferentes tamaños de pantalla más comunes en los dispositivos móviles hoy en día o introducir tus propias dimensiones de pantalla personalizadas para probar. También puedes cambiar la orientación de la pantalla para comprender mejor cómo responderá tu dispositivo.
fr: Voyez votre application web dans un autre format d'écran, correspondant à ceux des appareils actuels, voire entrez vos propres dimensions. Vous pouvez aussi modifier l'orientation pour mieux comprendre comment votre appareil se comportera.
it: Permette di verificare come l'app viene visualizzata su schermi di varie dimensioni comuni nei dispositivi attuali o anche nelle dimensioni specificate dall'utente. È possibile cambiare l'orientamento dello schermo per controllare come reagirà il dispositivo.
ko: 오늘날 모바일 기기에서 일반적으로 쓰이는 다양한 해상도 내지는 직접 설정한 해상도에서 웹 앱이 어떻게 표시되는지 테스트해 볼 수 있습니다. 모바일 기기가 어떻게 반응하는지 이해를 돕기 위해 화면비도 변경할 수 있습니다.
nl: Bekijk uw app in verschillende schermgroottes zoals die veelal op moderne apparaten te vinden zijn, of voer uw eigen afmetingen in om te testen. U kunt ook de schermoriëntatie wijzigen om beter te kunnen begrijpen hoe uw apparaat zal reageren.
pl: Zobacz swoją aplikację w różnych rozdzielczościach ekranów, najczęściej spotykanych we współczesnych urządzeniach, lub wprowadź samodzielnie zdefiniowane rozdzielczości do testowania. Możesz również zmienić orientację, by lepiej zrozumieć, jak twoje urządzenie będzie reagować.
zh_cn: 在各种设备的不同尺寸的屏幕中查看你的网络应用，或者输入你自定义的尺寸进行测试。你还可以改变屏幕的方向以便更好理解你的设备的反应。

source: Style Editor
cs: Editor stylů
de: Stil-Bearbeitung
es: Editor de estilos
fr: Éditeur de styles
it: Editor stili
ko: 스타일 편집기
nl: Stijlbewerking
pl: Edytor stylów
ru: Редактор стиля
zh_cn: 样式编辑器

source: Edit your styles in real-time in a dedicated CSS style editor. Features include: toggling on/off styles, rules, and pseudo selectors, creation of new style sheets that are applied instantly to the page you're editing, and the ability to save any of your CSS style changes to a local file.
cs: Úprava vašich stylů v reálném čase pomocí editoru CSS stylů. Umožňuje zapínání/vypínání stylů, pseudo selektorů, vytváření nových stylů, které se okamžitě aplikují na stránku, kterou upravujete a ukládat změny v CSS stylech do lokálního souboru.
de: Bearbeiten Sie Ihre Stile in Echtzeit in einem eigenen CSS-Stileditor. Zu den Funktionen zählen unter anderem: Stile, Regeln und Pseudoselektoren an-/ausschalten, Erstellen neuer Stylesheets, die softort auf die Seite angewendet werden, die Sie bearbeiten und die Möglichkeit, alle Ihre CSS-Stiländerungen in einer lokalen Datei zu speichern.
es: Edita tus estilos en tiempo real en un editor de estilos CSS. El editor incluye las siguientes características: activar y desactivar estilos, reglas, pseudo-selectores, crear hojas de estilo nuevas que puedas aplicar al instante a la página que estás editando, y poder guardar los cambios de estilo CSS en un archivo local.
fr: Modifier vos styles en temps réel dans un éditeur dédié. Il permet entre-autres : (dés)activation des styles, règles et pseudo-sélecteurs, création de nouvelles feuilles de style appliquées immédiatement à la page éditée, et la possibilité de sauvegarder tout ceci dans un fichier local.
it: Modifica in tempo reale dei fogli di stile grazie a un editor CSS dedicato. Tra le caratteristiche incluse: possibilità di applicare/rimuovere stili, regole e pseudoselettori, creazione al volo di stili da applicare immediatamente alla pagina che si sta modificando e possibilità di salvare il foglio di stile in un file sul proprio computer.
ko: 전용 CSS 스타일 편집기에서 실시간으로 스타일을 편집할 수 있습니다. 포함된 기능: 스타일, 룰 켜기/끄기, pseudo 선택기, 새 스타일시트 생성 및 편집중인 페이지에 즉시 적용, CSS 스타일 변경 사항을 로컬 파일로 저장.
nl: Bewerk rechtstreeks uw stijlen in een speciale CSS-stijlbewerker. Functies zijn onder meer: stijlen, regels en pseudoselectors in-/uitschakelen, aanmaken van nieuwe stylesheets die meteen worden toegepast op de bewerkte pagina, en de mogelijkheid om alle CSS-stijlwijzigingen op te slaan in een lokaal bestand.
pl: Edytuj style w czasie rzeczywistym w dedykowanym edytorze stylów CSS. Wśród funkcji znajdują się: włączanie/wyłączanie stylów, reguł i pseudo-selektorów, tworzenie nowych arkuszy stylów, które są natychmiast stosowane na edytowanej stronie, oraz możliwość zapisania dowolnych zmian CSS do lokalnego pliku.
zh_cn: 在专门的 CSS 样式编辑器中实时修改样式。功能包括：开关样式，规则和伪选择器，创建新的样式表并立即应用到你正在编辑的页面，并可以在本地文件中保存任何 CSS 样式改动。

source: For other features not currently included in Firefox's built-in developer tools, please download the <a href="%(url)s">Firebug add-on</a>.
cs: Pro další funkce, které v současné době nejsou součástí zabudovaných nástrojů pro vývojáře ve Firefoxu, si stáhněte <a href="%(url)s">doplněk Firebug</a>.
de: Andere Funktionen, die momentan nicht in den Firefox-Entwicklerwerkzeugen enthalten sind, laden Sie bitte das <a href="%(url)s">Add-on Firebug</a> herunter.
es: Para otras características no incluidas actualmente en las herramientas para desarrolladores proporcionadas de serie por Firefox, descarga el <a href="%(url)s">complemento Firebug</a>.
fr: Pour d'autres fonctionnalités non incluses dans les outils du développeur Firefox, merci de télécharger le <a href="%(url)s">module Firebug</a>.
it: Per altre funzionalità non ancora incluse negli strumenti per sviluppatori di Firefox, installa l'estensione <a href="%(url)s">Firebug</a>.
ko: 다른 기능들은 현재 Firefox 내장 개발 도구에 포함되어 있지 않으므로 <a href="%(url)s">Firebug 부가 기능</a>을 다운로드 하십시오.
nl: Download voor andere functies die nu nog niet in de met Firefox meegeleverde ontwikkelaarshulpmiddelen zitten de add-on <a href="%(url)s">Firebug</a>.
pl: Aby użyć więcej funkcji, niedostępnych obecnie w narzędziach programisty wbudowanych w Firefoksa, pobierz <a href="%(url)s">dodatek Firebug</a>.
zh_cn: 如果需要目前尚未包含在 Firefox 内建开发者工具里的功能，请下载附加组件 <a href="%(url)s">Firebug</a>。

source: See also
cs: Podívat se také na
de: Siehe auch
es: Ver también
fr: Voir aussi
it: Vedi anche
ko: 그 외
nl: Zie ook
pl: Zobacz także
ru: Смотрите также
zh_cn: 其他信息

source: Intro to Firefox OS
cs: Úvod do Firefox OS
de: Einführung in Firefox OS
es: Introducción a Firefox OS
fr: Introduction à Firefox OS
it: Introduzione a Firefox OS
ko: Firefox OS 소개
nl: Introductie tot Firefox OS
pl: Wprowadzenie do Firefox OS
ru: Введение в Firefox OS
zh_cn: 介绍 Firefox OS

source: Firefox OS is a new mobile operating system developed by Mozilla's Boot to Gecko (B2G) project. It uses a Linux kernel and boots into a Gecko-based runtime engine, which lets users run applications developed entirely using <a href="%(url_html)s">HTML</a>, <a href="%(url_js)s">JavaScript</a>, and other open web application APIs.
de: Firefox OS ist ein neues mobiles Betriebssystem, das von Mozillas Projekt Boot to Gecko (B2G) entwickelt wird. Es verwendet einen Linux-Kernel und bootet in eine Gecko-basierte Laufzeit-Engine, mit der Anwender Anwendungen ausführen können, die komplett mit <a href="%(url_html)s">HTML</a>, <a href="%(url_js)s">JavaScript</a> und anderen offenen Web-Anwendungs-APIs entwickelt wurden.
es: Firefox OS es un nuevo sistema operativo para móviles desarrollado por el proyecto Boot to Gecko (B2G) de Mozilla. Está basado en el kernel de Linux y arranca con un motor de tiempo de ejecución basado en Gecko, que permite a los usuarios ejecutar aplicaciones desarrolladas completamente en <a href="%(url_html)s">HTML</a>, <a href="%(url_js)s">JavaScript</a> y otras API de aplicaciones web abiertas.
fr: Firefox OS est un nouveau système d'exploitation mobile, développé par le projet Boot to Gecko (B2G) de Mozilla. Il utilise un noyau Linux et démarre directement l'environnement basé sur le moteur Gecko, qui permet à l'utilisateur d'exécuter des applications directement développées avec <a href="%(url_html)s">HTML</a>, <a href="%(url_js)s">JavaScript</a> et d'autres API Web.
it: Firefox OS è un nuovo sistema operativo per dispositivi portatili, sviluppato dal progetto Boot to Gecko (B2G) di Mozilla, che utilizza un kernel Linux e carica un ambiente di runtime basato sul motore di rendering Gecko, permettendo in questo modo agli utenti di eseguire applicazioni interamente sviluppate utilizzando <a href="%(url_html)s">HTML</a>, <a href="%(url_js)s">Javascript</a> e altre API di applicazioni web aperte.
pl: Firefox OS jest nowym mobilnym systemem stworzonym przez projekt Mozilli Boot to Gecko (B2G). Używa on jądra Linuksa i uruchamia się w silniku opartym na Gecko, co pozwala użytkownikom uruchamiać aplikacje stworzone w całości przy użyciu <a href="%(url_html)s">HTML</a>, <a href="%(url_js)s">JavaScript</a> i innych otwartych API aplikacji sieciowych.

source: Firefox OS is currently under heavy development; we are constantly working on ways to make it easier for you to use and hack on Gaia and create apps. However, you need knowledge about systems in order to do things like build the entire Firefox OS stack, or flash a phone with a build of Firefox OS. Linked below are guides meant for Web developers interested in running and making changes to Gaia or developing apps to run on Firefox OS devices.
de: Firefox OS ist derzeit noch voll in der Entwicklung; wir arbeiten ständig an Möglichkeiten, die es Ihnen vereinfachen sollen, Gaia zu verwenden, zu modifizieren und Anwendungen zu entwickeln. Allerdings benötigen Sie Kenntnisse über Systeme, um Dinge zu tun, wie den gesamten Firefox-OS-Stack zu erstellen oder ein Handy mit einem Firefox-OS-Build zu flashen. Im Folgenden sind Leitfäden verlinkt, die sich an Web-Entwickler richten, die sich dafür interessieren, Gaia auszuführen und zu verändern oder Anwendungen zu entwickeln, die auf Firefox-OS-Geräten laufen sollen.
es: Firefox OS está actualmente en un proceso de intenso desarrollo; estamos constantemente trabajando para brindarte formas de hacerte más fácil su uso y desarrollo en Gaia, así como crear aplicaciones para él. Sin embargo, necesitas conocimientos de sistemas para poder hacer cosas como compilar la pila completa de componentes de Firefox OS, o reemplazar el sistema de un teléfono con un binario de Firefox OS. Encontrarás enlazadas debajo algunas guías orientadas a desarrolladores web interesados en ejecutar y hacer cambios en Gaia o desarrollar aplicaciones que se ejecuten en dispositivos Firefox OS.
fr: Firefox OS est actuellement en développement ; nous travaillons constamment à le rendre plus simple à utiliser et bricoler sur Gaia, créer des applications. Cependant, vous avez besoin de connaissances système pour être en mesure de compiler la pile Firefox OS complète, l'installer sur un téléphone. Des guides ci-dessous à destination des développeurs Web intéressés à voir et modifier Gaia ou développer des applications pour les appareils Firefox OS sont proposés ci-dessous.
it: Firefox OS sta attraversando un'intensa fase di sviluppo; siamo alla continua ricerca di nuovi modi per rendere più facile agli utenti utilizzare e modificare Gaia e creare app. Comunque è necessario conoscere i vari sistemi per creare l'intero pacchetto di Firefox OS o sostituire il sistema operativo di un cellulare con Firefox OS. Di seguito sono riportate alcune guide dedicate agli sviluppatori web interessati a eseguire o modificare Gaia e sviluppare app per i dispositivi che utilizzano Firefox OS.
pl: Firefox OS jest obecnie na etapie intensywnego rozwoju; nieustannie pracujemy nad sposobami, by uczynić łatwiejszym używanie i hackowanie Gai oraz tworzenie aplikacji. Potrzebujesz jednak wiedzy o systemie, by robić rzeczy, takie jak tworzenie wewnętrznych stosów Firefox OS lub uruchomienie telefonu z kompilacją Firefox OS. Wymienione poniżej przewodniki przeznaczone są dla webdeveloperów zainteresowanych uruchamianiem i wprowadzaniem zmian w Gai oraz tworzeniem aplikacji do uruchomienia na urządzeniach z Firefox OS.

source: Documentation about Firefox OS
cs: Dokumentace k Firefox OS
de: Dokumentation zu Firefox OS
es: Documentación acerca de Firefox OS
fr: Documentation sur Firefox OS
it: Documentazione su Firefox OS
pl: Dokumentacja Firefox OS
ru: Документация о Firefox OS

source: Introductory information about what Firefox OS is and how it works.
cs: Úvodní informace o Firefox OS. Co je to za systém a jak funguje.
de: Einführende Informationen über Firefox OS und wie es funktioniert.
es: Información básica acerca de qué es Firefox OS y cómo funciona.
fr: Information introductive à propos de Firefox OS et de son fonctionnement.
it: Introduzione a Firefox OS: che cos'è e come funziona.
pl: Wstępne informacje, co to jest Firefox OS i jak działa.

source: Documentation about creating Firefox OS applications.
cs: Dokumentace o vytváření aplikací pro Firefox OS.
de: Dokumentation zur Entwicklung von Firefox-OS-Anwendungen.
es: Documentación sobre cómo crear aplicaciones para Firefox OS.
fr: Documentation sur la création d'applications Firefox OS.
it: Documentazione su come creare applicazioni per Firefox OS.
pl: Dokumentacja tworzenia aplikacji dla Firefox OS.

source: Documentation about the Firefox OS platform, including Gonk, Gaia, and everything in between. This includes documentation for building and installing the platform onto devices, as well as building the simulator and emulators.
cs: Dokumentace o platformě Firefox OS (Gong, Gaia a vše okolo). Zahrnuje dokumentaci pro sestavení a instalaci platformy na různá zařízení, stejně tak informace o sestavováním simulátoru a emulátorů.
de: Dokumentation zur Firefox-OS-Plattform, darunter Gonk, Gaia und allem was dazwischen liegt. Dazu gehören Dokumentation zum Erstellen und Installieren der Plattform auf Geräten und zum Erstellen des Simulators und Emulators.
es: Documentación acerca de la plataforma Firefox OS, que incluye Gonk y Gaia, entre otros. Esta documentación explica cómo generar e instalar la plataforma en los dispositivos, así como generar el simulador y los emuladores.
fr: Documentation sur la plateforme Firefox OS, dont Gonk, Gaia et tout ce qu'il y a entre les deux. Ceci inclus la documentation pour compiler et installer la plateforme sur les appareils, ainsi que la construction du simulateur et des émulateurs.
it: Documentazione sulla piattaforma Firefox OS, inclusi Gonk, Gaia e tutto ciò che sta in mezzo. Comprende la documentazione necessaria a creare e installare la piattaforma sui dispositivi e a creare il simulatore e gli emulatori.
pl: Dokumentacja platformy Firefox OS, włączając w to Gonk, Gaia i wszystko z tym związane. Zawiera dokumentację kompilowania oraz instalowania platformy na urządzeniach, jak również tworzenia symulatora i emulatorów.
