Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If you have a question about an Editor's review of an add-on or want to report a policy violation, please email %(mail_editors)s. <strong>Almost all add-on reports fall under this category.</strong> Please be sure to include a link to the add-on in question and a detailed description of your question or comment.
cs: Pokud máte dotaz ohledně kontroly doplňku redaktorem nebo chcete nahlásit zneužití zásad pro hostování doplňku, použijte prosím e-mail %(mail_editors)s. <strong>Téměř všechna hlášení ohledně doplňků spadají do této kategorie.</strong> Ujistěte se prosím, že ke své otázce přiložíte odkaz na doplněk, kterého se otázka týká, a nezapomenete na detailní popis otázky či komentáře.
de: Wenn Sie eine Frage zu einer Überprüfung eines Add-ons durch einen Redakteur haben, oder eine Regelverletzung melden möchten, schreiben Sie bitte eine E-Mail an %(mail_editors)s. <strong>Fast alle Meldungen zu Add-ons fallen in diese Kategorie.</strong> Bitte fügen Sie unbedingt einen Link zu dem fraglichen Add-on ein, sowie eine detaillierte Beschreibung Ihrer Frage oder Ihres Kommentars.
es: Si tienes una pregunta acerca de la revisión de un editor sobre un complemento o deseas informar sobre una infracción de la política de privacidad, envía un correo a los %(mail_editors)s. <strong>Casi todos los informes de abuso pertenecen a esta categoría.</strong> Asegúrate de incluir un enlace al complemento en cuestión y una descripción detallada de tu pregunta o comentario.
fr: Si vous avez une question à propos de la revue d'un éditeur sur un module, ou que vous souhaitez rapporter une violation de la politique, merci de contacter par courriel %(mail_editors)s. <strong>Quasiment tous les rapports à propos d'un module tombent dans cette catégorie.</strong> Merci de vous assurer d'inclure un lien vers le module en question et une description détaillée de votre question ou commentaire.
it: Se hai delle domande sulla decisione di un revisore o vuoi segnalare una violazione delle regole, invia una email a %(mail_editors)s. <strong>Quasi tutte le segnalazioni rientrano in questa categoria.</strong> Assicurati di inserire un link al componente aggiuntivo e descrivere in modo dettagliato la domanda o il problema.
ko: 부가 기능의 편집자 심사에 대한 질문이 있거나 개인 정보 침해 신고를 하고 싶을 때, 자신의 부가 기능을 추천 부가 기능으로 제안하고 싶을 땐 %(mail_editors)s로 이메일을 보내주시기 바랍니다. <strong>대부분의 부가 기능 신고가 이 분류 내에 있습니다.</strong> 질문시 포함된 부가 기능의 링크와 질문 및 코멘트의 세부 설명이 확실한 지 확인해 주십시오.
nl: Als u een vraag hebt over een beoordeling van een add-on door een editor of een schending van het beleid wilt melden, stuur dan een e-mailbericht naar %(mail_editors)s. <strong>Vrijwel alle add-onrapporten vallen binnen deze categorie.</strong> Zorg ervoor dat u een koppeling naar de desbetreffende add-on en een gedetailleerde beschrijving van uw vraag of opmerking bijvoegt.
pa_in: ਜੇਕਰ ਤੁਹਾਡਾ ਇੱਕ ਐਡ-ਆਨ ਦੀ ਇੱਕ ਸੰਪਾਦਕ ਵੱਲੋਂ ਸਮੀਖਿਆ ਬਾਰੇ ਸਵਾਲ ਹੈ ਜਾਂ ਇੱਕ ਨੀਤੀ ਉਲੰਘਣਾ ਦੀ ਸੂਚਨਾ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ,ਕਿਰਪਾ ਕਰਕੇ ਈਮੇਲ ਕਰੋ %(mail_editors)s। <strong>ਲਗਭਗ ਸਾਰੀਆਂ ਐਡ-ਆਨ ਸੂਚਨਾਵਾਂ ਇਸ ਵਰਗ ਵਿੱਚ ਆਉਂਦੀਆਂ ਹਨ</strong> ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਵਾਲ ਵਿੱਚ ਐਡ-ਆਨ ਲਿੰਕ ਸ਼ਾਮਲ ਕਰਨਾ ਅਤੇ ਤੁਹਾਡੇ ਸਵਾਲ ਜਾਂ ਟਿੱਪਣੀ ਦੀ ਇੱਕ ਵਿਸਥਾਰ ਜਾਣਕਾਰੀ ਯਕੀਨੀ ਕਰੋ।
pl: Jeśli pytania dotyczą wykonanego przez naszych recenzentów sprawdzenia dodatku, chcesz zgłosić naruszenie zasad – wyślij e-mail na adres %(mail_editors)s. <strong>Większość zgłoszeń dotyczących dodatku mieści się w tej kategorii.</strong> Zadbaj, aby w wiadomości znalazł się odnośnik do dodatku i szczegółowy opis pytania lub komentarz.
pt_pt: Se tiver uma pergunta sobre um comentário do editor de um extra ou quer denunciar uma violação da política, por favor envie uma mensagem de correio%(mail_editors)s. <strong>Quase todos os relatórios de extra se enquadram nesta categoria.</strong> Por favor não se esqueça de incluir uma ligação para o extra em questão e uma descrição detalhada da sua pergunta ou comentário.
ru: Если у вас есть вопрос по поводу рецензии редактора на дополнение или вы хотите сообщить о нарушении политики, пожалуйста, напишите %(mail_editors)s. <strong>Почти все сообщения о дополнениях попадают в эту категорию.</strong> Пожалуйста, не забудьте включить ссылку на дополнение, о котором идёт речь, и подробное описание вашего вопроса или комментария.
sl: Če imate vprašanja glede urednikove redakcije kakega dodatka ali pa če bi radi prijavili kršitev pravil, pošljite prosim pošto %(mail_editors)s. <strong> Skoraj vsa sporočila o dodatkih spadajo v to kategorijo. </strong> Prosim, ne pozabite dodati povezavi na vprašljivi dodatek in podrobno obrazložitev svojega vprašanja ali pripombe.
uk: Якщо у вас є питання з приводу рецензії редактора на додаток чи ви бажаєте повідомити про порушення політики, будь ласка, напишіть %(mail_editors)s. <strong>Майже усі повідомлення про додатки потрапляють у цю категорію.</strong> Будь ласка, не забудьте вказати посилання на додаток, про який йде мова, та детальний опис вашого питання чи коментар.
zh_cn: 如果您对编辑对附加组件的审查有疑问，或者想要报告一个违反政策的行为，请发送邮件到%(mail_editors)s.<strong>基本所有的附加组件报告都归属于此类。</strong>请确信提供一个问题附加组件的链接和您的疑问或评论的详细描述。

source: Add-on Security Vulnerabilities
cs: Hlášení bezpečnostních chyb v doplňcích
de: Sicherheitslücken bei einem Add-on
el: Κενά ασφαλείας πρόσθετων
es: Vulnerabilidades de seguridad en complementos
fr: Vulnérabilités de sécurité d'un module
it: Vulnerabilità di sicurezza dei componenti aggiuntivi
ja: アドオンのセキュリティ脆弱性
ko: 부가 기능 보안 취약점
nl: Add-on-beveiligingslekken
pa_in: ਐਡ-ਆਨ ਸੁਰੱਖਿਆ ਖਾਮੀਆਂ
pl: Zagadnienia związane z bezpieczeństwem dodatku
pt_pt: Vulnerabilidades de segurança do extra
ru: Уязвимости безопасности дополнения
sl: Ranljivosti dodatkov na področju varnosti
uk: Вразливості безпеки додатку
zh_cn: 附加组件安全漏洞

source: If you have discovered a security vulnerability in an add-on, even if it is not hosted here, Mozilla is very interested in your discovery and will work with the add-on developer to correct the issue as soon as possible. Add-on security issues can be reported <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">confidentially</a> in <a href="%(link_bugzilla)s">Bugzilla</a> or by emailing %(mail_admins)s.
cs: Pokud si myslíte, že jste nalezli bezpečnostní chybu v doplňku (a to i tehdy, když zde není hostován), bude Mozilla za tuto informaci vděčna a spolu s autorem doplňku zapracuje co nejrychleji na nápravě . Bezpečnostní chyby v doplňcích mohou být hlášeny <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">důvěrně</a> v <a href="%(link_bugzilla)s">Bugzille</a> nebo e-mailem na %(mail_admins)s.
de: Wenn Sie eine Sicherheitslücke in einem Add-on gefunden haben, selbst wenn es nicht hier gehostet wird, ist Mozilla sehr an Ihrer Entdeckung interessiert und wird mit dem Add-on-Entwickler zusammenarbeiten, um dieses Problem schnellstmöglich zu beheben. Add-on-Sicherheitslücken können <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">vertraulich</a> in <a href="%(link_bugzilla)s">Bugzilla</a> gemeldet werden, oder per E-Mail an %(mail_admins)s.
es: Si has descubierto una vulnerabilidad de seguridad en un complemento, aunque no esté alojado aquí, a Mozilla le interesará conocerlo para trabajar con el desarrollador del complemento y corregir el fallo lo antes posible. Los fallos de seguridad en complementos pueden notificarse <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">confidencialmente</a> en <a href="%(link_bugzilla)s">Bugzilla</a> o enviando un correo a los %(mail_admins)s.
fr: Si vous avez découvert une vulnérabilité de sécurité dans un module, même s'il n'est pas hébergé ici, Mozilla est très intéressée par votre découverte et travaillera avec le développeur du module pour l'aider à corriger le plus rapidement possible le problème. Les failles de sécurités des modules peuvent être rapportées à <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">confidentiellement</a> dans <a href="%(link_bugzilla)s">Bugzilla</a> ou par courriel à %(mail_admins)s.
it: Se hai identificato una vulnerabilità di sicurezza in un componente aggiuntivo, anche se non è ospitato su questo sito, Mozilla è interessata alla tua scoperta e lavorerà con lo sviluppatore per risolvere il problema il prima possibile. I problemi di sicurezza possono essere riportati in modo <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">confidenziale</a> su <a href="%(link_bugzilla)s">Bugzilla</a> o inviando una email a %(mail_admins)s.
ko: 부가 기능에 보안 취약점을 발견했다면, 이곳에 호스팅되고 있는 것이 아니라도 Mozilla에선 이러한 발견에 관심을 가질 것이며 가능한한 빨리 부가 기능 개발자와 이 문제를 바로잡을 것입니다. 부가 기능 보안 문제는 <a href="%(link_bugzilla)s">Bugzilla</a> 또는 %(mail_admins)s로 이메일 전송을 통해 <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">비밀리에</a> 보고될 수 있습니다.
nl: Als u een beveiligingslek in een add-on hebt ontdekt, zelfs als deze hier niet wordt gehost, is Mozilla zeer in uw ontdekking geïnteresseerd en zal met de add-on-ontwikkelaar worden samengewerkt om het probleem zo snel mogelijk te verhelpen. Add-on-beveiligingsproblemen kunnen <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">vertrouwelijk</a> worden gerapporteerd in <a href="%(link_bugzilla)s">Bugzilla</a> of door een e-mailbericht te sturen naar %(mail_admins)s.
pa_in: ਜੇਕਰ ਤੁਸੀਂਂ ਐਡ-ਆਨ ਵਿੱਚ ਇੱਕ ਸੁਰੱਖਿਆ ਖਾਮੀ ਖੋਜੀ, ਭਾਵੇ ਉਸ ਨੂੰ ਇੱਥੇ ਪੇਸ਼ ਨਹੀਂ ਕੀਤਾ ਗਿਆ, ਮੌਜੀਲਾ ਨੂੰ ਤੁਹਾਡੀ ਖੋਜ ਵਿੱਚ ਬੜੀ ਦਿਸਚਸਪੀ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਛੇਤੀ ਤੋਂ ਛੇਤੀ ਠੀਕ ਕਰਨ ਲਈ ਐਡ-ਆਨ ਡਿਵੈਲਪਰ ਨਾਲ ਕੰਮ ਕਰੇਗਾ। <a href="%(link_bugzilla)s">ਬੱਗਜੀਲਾ</a>ਵਿੱਚ <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">ਭਰੋਸੇ ਨਾਲ</a> ਐਡ-ਆਨ ਸੁਰੱਖਿਆ ਖਾਮੀਆਂ ਬਾਰੇ ਸੂਚਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਜਾਂ ਈਮੇਲ ਦੁਆਰਾ %(mail_admins)s।
pl: Jeśli odkryjesz jakiś problem wpływający na bezpieczeństwo dodatku, nawet jeśli dodatek nie jest utrzymywany na naszej witrynie, zgłoś to do nas. Mozilla jest bardzo zainteresowana takimi odkryciami i natychmiast nawiąże współpracę z twórcą dodatku, by niezwłocznie usunąć problem. Problemy związane z bezpieczeństwem dodatku można <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">poufnie</a> zgłaszać w <a href="%(link_bugzilla)s">Bugzilli</a> lub wysyłając e-mail na adres %(mail_admins)s.
pt_pt: Se descobriu uma vulnerabilidade de segurança num extra, mesmo que não esteja hospedado aqui, a Mozilla está muito interessada na sua descoberta e vai trabalhar com o desenvolvedor do extra para corrigir o problema o mais rapidamente possível. Problemas de segurança do extra podem ser relatadas <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">confidencialmente</a> no <a href="%(link_bugzilla)s">Bugzilla</a> ou enviando uma mensagem de correio %(mail_admins)s.
ru: Если вы обнаружили уязвимость в безопасности дополнения, даже если оно размещено не здесь, Mozilla будет очень заинтересована вашим открытием и станет работать вместе с разработчиком дополнения над наискорейшим устранением проблемы. О проблемах в безопасности дополнений можно <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">конфиденциально</a> сообщить в <a href="%(link_bugzilla)s">Bugzilla</a> или по электронной почте %(mail_admins)s.
sl: Če ste odkrili za varnost ranljivo točko v kakem dodatku, tudi če se ga ne gostuje tukaj, bo vaše odkritje Mozillo zelo zanimalo in bo razvijalcu dodatka v pomoč pri odpravljanju napake ali problema. Vprašanja glede varnosti dodatkov se lahko sporoča <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">zaupno</a> na <a href="%(link_bugzilla)s">Bugzilli</a> ali s pošto na naslov %(mail_admins)s.
uk: Якщо ви виявили вразливість безпеки додатку, навіть якщо його розміщено не тут, Mozilla буде дуже зацікавлена вашим відкриттям й буде працювати разом з розробником додатку щодо найшвидшого усунення проблеми. Про проблеми безпеки додатків можна <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">конфіденційно</a> повідомити у <a href="%(link_bugzilla)s">Bugzilla</a> чи за електронною адресою %(mail_admins)s.
zh_cn: 如果您在附加组件中发现了安全漏洞，哪怕它并非托管在本站，Mozilla 都对此非常感兴趣，愿意与附加组件的开发者一道尽可能快地修复它。可以通过<a href="%(link_bugzilla)s">Bugzilla</a> 的 <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">confidentially</a>或者发邮件给 %(mail_admins)s 来报告附加组件的安全问题。

source: Website Functionality & Development
cs: Funkcionalita webu a vývoj
de: Funktionalität & Entwicklung der Website
es: Funcionalidad y desarrollo del sitio web
fr: Développement et fonctionnalités du site web
it: Funzionalità e sviluppo del sito web
ja: Web サイトの機能と開発
ko: 웹 사이트 기능 및 개발
nl: Websitefunctionaliteit & -ontwikkeling
pa_in: ਵੈੱਬਸਾਈਟ ਕਾਰਜਕੁਸ਼ਲਤਾ ਅਤੇ ਵਿਕਾਸ
pl: Zagadnienia związane z funkcjonalnością i budową witryny
pt_pt: Funcionalidade & desenvolvimento do sítio web
ru: Функциональность и разработка веб-сайта
sl: Delovanje in razvoj spletne strani
uk: Функціональність та розробка веб-сайту
zh_cn: 网站功能与开发

source: If you've found a problem with the site, we'd love to fix it. Please <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org">file a bug report</a> in Bugzilla, including the location of the problem and how you encountered it.
cs: Pokud jste nalezli problém s webem, rádi jej opravíme. <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org">Nahlaste prosím</a> problém v Bugzille spolu s informací, co je za problém a jak jej lze zreprodukovat.
de: Wenn Sie ein Problem mit der Website gefunden haben, würden wir es gerne korrigieren. Bitte nutzen Sie Bugzilla und <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org">legen Sie eine Fehlermeldung an</a>, einschließlich der Lage des Problems und wie Sie darauf gestoßen sind.
es: Si has encontrado un problema en el sitio, nos encantaría solucionarlo. Por favor, <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org">cursa un informe de error</a> en Bugzilla que incluya la ubicación del problema y cómo lo encontraste.
fr: Si vous avez trouvé un problème dans le site, nous serions heureux de pouvoir le corriger. Merci <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org">de remplir un rapport de bug</a> dans Bugzilla, en incluant l'endroit du problème et comment vous l'avez découvert.
it: Se hai riscontrato un problema con il sito saremo lieti di risolverlo. <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org">Apri un nuovo bug</a> in Bugzilla, includendo l'indirizzo in cui hai riscontrato il problema e come si è verificato.
ko: 사이트에서 문제가 발생하면 그 즉시 고치려고 노력하고 있습니다. Bugzilla에 문제 발생 위치와 어떤 작업 도중 문제를 발견했는지의 내용이 담긴 <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org">버그 신고서를 등록</a>해 주십시오.
nl: Als u een probleem met de website hebt gevonden, willen we dat graag oplossen. Dien <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org">een bugrapport in</a> in Bugzilla, inclusief de plek van het probleem en hoe u het probleem hebt ontdekt.
pl: Jeśli zauważysz gdzieś błąd lub źle działający element naszej witryny, z przyjemnością go naprawimy. <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org">Zgłoś błąd</a> w Bugzilli, podając miejsce jego występowania oraz w jaki sposób został odkryty.
pt_pt: Se encontrou algum problema com o sítio, gostaríamos de corrigi-lo. Por favor, <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org">indique um relatório de erro</a> no Bugzilla, incluindo a localização do problema e como o encontrou.
ru: Если вы обнаружили проблему с сайтом, мы с радостью её исправим. Пожалуйста, <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org">отправьте сообщение об ошибке</a> в Bugzilla, включив в него расположение проблемы и как вы с ней столкнулись.
sl: Če ste naleteli na problem na teh spletni strani, ga radi popravimo. Prosimo vas, da prijavite <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org"> hrošča v Bugzilli</a>, vključno z lokacijo problema in kako ste nanj naleteli.
uk: Якщо ви виявили проблему з сайтом, ми з радістю її виправимо. Будь ласка, <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org"> відправте повідомлення про помилку </a> в Bugzilla, вказавши розташування проблеми і як ви з нею зіштовхнулися.
zh_cn: 如果您发现网站有问题，我们十分乐意去修复它。请您前往 Bugzilla <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=addons.mozilla.org">提交报告</a>，报告内容包括发生问题的位置以及您是在什么情况下遇到的问题。

source: Maintaining Your Add-ons
cs: Správa doplňků
de: Wartung Ihrer Add-ons
el: Συντήρηση των πρόσθετων σας
es: Mantener tus complementos
fr: Maintenance de vos modules
it: Gestione dei componenti aggiuntivi
ja: アドオンのメンテナンス
ko: 부가 기능의 유지 보수
nl: Onderhoud van uw add-ons
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨਾਂ ਦੀ ਸਾਂਭ-ਸੰਭਾਲ੍ਹ ਕਰ ਰਿਹਾਂ
pl: Opiekowanie się dodatkami
pt_pt: Manter os seus extras
ru: Обслуживание ваших дополнений
sl: Vzdrževanje vaših dodatkov
uk: Обслуговування ваших додатків
zh_cn: 维护您的附加组件

source: Submitting New Versions of Your Add-on
cs: Přidání nových verzí doplňku
de: Übermitteln von neuen Versionen Ihres Add-ons
el: Υποβολή Νέων Εκδόσεων του Προσθέτου σας
es: Enviar nuevas versiones de tu complemento
fr: Envoyer de nouvelles versions de votre module
it: Caricare nuove versioni del componente aggiuntivo
ja: アドオンの新バージョンの登録
ko: 부가 기능의 최신 버전 등록
nl: Nieuwe versies van uw add-on indienen
pa_in: ਤੁਹਾਡੇ ਐਡ-ਆਨ ਦੇ ਨਵੇਂ ਵਰਜਨ ਦਾਖਲ ਕਰ ਰਿਹਾਂ
pl: Zamieszczanie nowych wersji dodatku
pt_pt: Submeter novas versões do seu extra
ru: Представление новых версий вашего дополнения
sl: Kako objavljati nove inačice vašega dodatka
uk: Представлення нових версій вашого додатку
zh_cn: 提交您的附加组件的新版本
