Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Once you're familiar with the extension development environment, it's time to start on your first add-on. Back in the day, this meant climbing up a hill in the snow to find a suitable template to copy for your add-on's install manifest. Fortunately, the Add-on Developer Hub (that's this!) introduces the snowmobile of extension packaging: the <a href="%(url)s">Add-on Packager</a>!
cs: Vzhledem k tomu, že jste již seznámeni s prostředím vývoje rozšíření, je čas začít vytvářet první doplněk. Dříve bylo potřeba najít nějakou vhodnou šablonu instalačního manifestu doplňku. Dnes Centrum pro vývojáře (v něm se momentálně nacházíte!) nabízí snadné vytvoření doplňku pomocí <a href="%(url)s">Nástroje na tvorbu doplňků</a>!
de: Sobald Sie mit der Entwicklungsumgebung für Erweiterungen vertraut sind, ist es Zeit, mit Ihrem ersten Add-on anzufangen. Früher hieß das, einen Hügel im Schnee hochzuklettern, um eine passende Vorlage zum Kopieren in das Installationsmanifest Ihres Add-ons zu finden. Zum Glück gibt es in der Add-on-Entwicklerecke (das ist hier!) das Schneemobil der Erweiterungspakete: Den <a href="%(url)s">Add-on-Packer</a>!
el: Μόλις εξοικειωθείτε με το περιβάλλον ανάπτυξης επεκτάσεων, είναι ώρα να ξεκινήσετε το δικό σας πρόσθετο. Στο παρελθόν, αυτό σήμαινε να διασχίσετε όλη τη διαδρομή μέχρι να βρείτε ένα κατάλληλο πρότυπο να αντιγράψετε για τη δήλωση εγκατάστασης του προσθέτου σας. Ευτυχώς, η Γωνιά Προγραμματιστή (αυτό είναι!) εισάγει το μεταφορικό μέσο για τη συσκευασία επεκτάσεων: τη <a href="%(url)s">Συσκευασία Επεκτάσεων</a>!
es: Una vez estés familiarizado con el entorno de desarrollo de extensiones, es el momento de comenzar con tu primer complemento. En el pasado, esto implicaba subir una colina nevada hasta encontrar una plantilla adecuada que pudieras copiar en el archivo manifest de instalación del complemento. Afortunadamente, el Add-on Developer Hub (¡esto mismo donde estás!) introduce la motonieve del empaquetado de extensiones: ¡el <a href="%(url)s">Add-on Packager</a>!
fr: Une fois que vous avez l'habitude de l'environnement de développement, il est temps de faire votre premier module. Il y a longtemps, c'était synonyme de monter une colline enneigée pour trouver un patron à copier pour le manifeste d'installation de votre module. Heureusement le hub des développeurs de modules (c'est ici !) propose la motoneige de l'empaquetage d'extensions : <a href="%(url)s">le constructeur de module</a> !
it: Una volta che hai preso confidenza con l'ambiente di sviluppo, è tempo di iniziare con il tuo primo componente aggiuntivo. Agli inizi questo significava mettersi alla disperata ricerca di un modello adeguato da cui copiare il manifesto d'installazione del tuo componente aggiuntivo. Per tua fortuna il Centro di sviluppo (questo sito!) ti mette a disposizione una rapida scorciatoia: <a href="%(url)s">Add-on Packager</a>.
ko: 확장 기능 개발 환경에 익숙해지고 나면, 이제 첫 부가 기능을 만들어 볼 시간이 된겁니다. 부가 기능의 설치 선언 파일이 복사할 만한 적절한 템플릿을 찾는 작업은 옛날로 말하자면 눈덮힌 언덕을 오르는 것과 맞먹는 난이도라 할 수 있겠네요. 다행히 부가 기능 개발자 허브 (바로 여깁니다!)에서 확장 기능 패키지 작업의 스노모빌이라 할 수 있는 도구를 제공하고 있습니다: <a href="%(url)s">부가 기능 패키징 프로그램</a> 참고.
nl: Als u eenmaal bekend bent met de ontwikkelomgeving van extensies wordt het tijd te starten met uw eerste add-on. Vroeger betekende dit een besneeuwde helling opklimmen om een geschikt sjabloon te vinden dat u kon gebruiken voor het installatiemanifest van uw add-on. Gelukkig introduceert de Add-on-ontwikkelaarshub (daar bent u nu!) de sneeuwscooter van het extensieverpakken: de <a href="%(url)s">Add-on-verpakker</a>!
pl: Po zapoznaniu się ze środowiskiem tworzenia rozszerzenia nadszedł czas, by zacząć pracę nad twoim pierwszym dodatkiem. W dawnych czasach znalezienie odpowiedniego szablonu, by móc go skopiować do deklaracji instalacyjnej dodatku, oznaczało wspinanie się w śniegu pod górę. Na szczęście strefa autora dodatków (to tu!) przedstawia skuter śnieżny do pakowania rozszerzenia: <a href="%(url)s">kreator dodatków</a>!
pt_pt: Assim que você estiver familiarizado com o ambiente de desenvolvimento de extensões, é hora de começar o seu primeiro extra. Anteriormente isso significava ter que escalar uma montanha para encontrar um modelo para copiar para o manifesto de instalação do seu extra. Felizmente a Central de Desenvolvedores (essa aqui!) apresentou o bondinho do empacotamento de extensões: o <a href="%(url)s">Empacotador de extras</a>!
ru: После того, как вы ознакомитесь со средой разработки расширений, придёт время начать работу над вашим первым дополнением. Раньше это было похоже на вскарабкивание вверх по холму по колено в снегу для того, чтобы найти подходящий шаблон, который можно скопировать в манифест установки вашего дополнения. К счастью, Центр Разработчиков Дополнений (вот этот!) предоставляет вам снегоход упаковки расширений: <a href="%(url)s">Упаковщик Дополнений</a>!
sl: Ko ste enkrat seznanjeni z okoljem za razvoj razširitev, je čas, da se lotite svojega prvega dodatka. V starih časih je to pomenilo, plezati po peščenem hribu, da bi na vrhu, če vam uspe prilesti nanj, našli kak primeren predlog, da bi si ga prekopirali za svoje potrebe. Na srečo vam bo tale program skrajšal pot in vas z dvigalom dostavil v <a href="%(url)s"> pakirnico za dodatke</a>!
zh_cn: 在您熟悉了扩展开发环境后就开始尝试开发您的首个附加组件吧！在以前，找到一份适合您的附加组件的安装清单范本就像大海捞针。幸运地是，附加组件开发者中心（就是这里！）推出了让附加组件封装更容易的工具：<a href="%(url)s">附加组件封装工具</a>！

source: Just follow the steps to enter your add-on's name, version number, supported applications, and other details, and it will make your extension package for download. Not only does it generate your install manifest, but you can select common interface elements like toolbars, sidebars, and context menus to make a working extension skeleton. We're practically writing your extension for you!
cs: Pouze následujte kroky a zadejte jméno svého doplňku, číslo verze, podporované aplikace a další detaily. Následně se vám nabídne balíček s doplňkem ke stažení. Nevygeneruje se vám pouze instalační manifest. Můžete si též do kostry doplňku zvolit typické prvky rozhraní jako jsou lišty, postranní lišty či položky do místní nabídky. Prakticky za vás píšeme doplněk!
de: Folgen Sie einfach den Schritten, um den Namen, die Versionsnummer, unterstützte Anwendungen und weitere Details Ihres Add-ons einzugeben und er erstellt ein Erweiterungspaket zum Herunterladen. Er erstellt nicht einfach nur Ihr Installationsmanifest, sondern Sie können auch allgemeine Elemente der Benutzeroberfläche auswählen, wie Symbolleisten, Seitenleisten und Kontextmenüs, um ein funktionierendes Erweiterungsskelett zu erstellen. Wir schreiben also fast Ihre Erweiterung für Sie!
el: Απλώς ακολουθήστε τα βήματα για να εισάγετε το όνομα του προσθέτου σας, τον αριθμό έκδοσης, υποστηριζόμενες εφαρμογές, και άλλα στοιχεία, και θα δημιουργηθεί το πακέτο προσθέτου για λήψη. Δεν παράγει μόνο τη δήλωση εγκατάστασης, μας μπορείτε να επιλέξετε τυπικά στοιχεία διεπαφής όπως εργαλειοθήκες, πλευρικές καρτέλες, και μενού για να δημιουργήσετε ένα σκελετό επέκτασης. Πρακτικά, γράφουμε την επέκταση για εσάς!
es: Simplemente sigue los pasos para introducir el nombre de tu complemento, número de versión, aplicaciones soportadas y otros detalles y se generará tu extensión lista para descargar. No sólo genera el archivo manifest de instalación, sino que puedes seleccionar elementos comunes como barras de herramientas, paneles laterales y menús contextuales para construir el esqueleto de tu complemento. ¡Prácticamente escribimos la extensión por ti!
fr: Suivez simplement les étapes pour entrer le nom de votre module, sa version, les applications supportées et d'autres détails et préparera votre paquet d'extension pour le télécharger. Non seulement cela génère le manifeste d'installation mais vous pouvez sélectionner des éléments d'interfaces tels barre d'outils, barre de côté, menu contextuel pour créer un squelette fonctionnel d'extension. Pour un peu, vous écrivons l'extension pour vous !
it: Segui i passaggi inserendo il nome del tuo componente aggiuntivo, il numero di versione, le applicazioni supportate e altri dettagli, il sistema creerà automaticamente il pacchetto dell'estensione. Non solo verrà creato il manifesto di installazione, ma potrai anche scegliere alcuni elementi dell'interfaccia come barre degli strumenti, barre laterali e mnu contestuali per realizzare lo scheletro della tua estensione. Praticamente scriviamo l'estensione al tuo posto!
ko: 순서에 따라 부가 기능 이름, 버전 넘버, 지원할 애플리케이션, 그밖의 사항을 입력하고 나면 제작기가 확장 기능 패키지를 제작해주고 다운로드를 할 수 있습니다. 설치 선언 파일을 생성하는 것 말고도 도구 모음, 사이드바, 팝업 메뉴 같은 일반적인 인터페이스 자원을 선택해서 실제 작동하는 확장 기능 뼈대를 만들 수도 있어요. 실제 쓸 수 있는 확장 기능을 하나 만드는 거죠!
nl: Volg gewoon de stappen om de naam van uw add-on, het versienummer, ondersteunde toepassingen en andere details in te voeren, en uw extensiepakket wordt klaargezet om te downloaden. Hij genereert niet alleen uw installatiemanifest, maar u kunt ook veelgebruikte interface-elementen selecteren, zoals werkbalken, zijbalken en contextmenu’s, en zo een werkend extensieskelet maken. We schrijven bijna uw extensie voor u!
pl: Musisz tylko w kolejnych krokach wprowadzić nazwę dodatku, numer wersji, programy, z którymi dodatek działa, i kilka innych szczegółów, a otrzymasz gotowy do pobrania pakiet rozszerzenia. W trakcie procesu tworzenia zostaną wygenerowane nie tylko deklaracje instalacyjne, ale również możesz wybrać standardowe elementy interfejsu, takie jak: paski narzędzi, panele boczne czy menu kontekstowe, z których zostanie skonstruowany działający szkielet rozszerzenia. Okazuje się, że to my napisaliśmy twoje rozszerzenie!
pt_pt: Siga os passos para escrever o nome do seu extra, o número da versão, as aplicações suportadas e outros detalhes e ele irá fazer o pacote do seu extra para transferir. Ele não cria apenas o seu manifesto de instalação, mas, pode também seleccionar os elementos comuns da interface, tais como, barras de ferramentas, barras laterais e menus de contexto para fazer um esqueleto da extensão que funcione. Em resumo, nós quase que fazemos a sua extensão para si!
ru: Просто следуйте шагам, чтобы ввести имя дополнения, номер версии, поддерживаемые приложения, а также другие детали, и он создаст для вас загружаемый пакет расширения. Он не только сгенерирует для вас манифест установки, но и позволит вам выбрать типовые элементы интерфейса, такие как панели инструментов, боковые панели и контекстные меню, чтобы сделать скелет рабочего расширения. Мы практически пишем для вас ваше расширение!
sl: Samo sledite navodilom in vnesite ime svojega dodatka, številko različice, podprte aplikacije in druge podrobnosti, in vaš paket za prenos dodatka se bo ustvarilo samodejno. Ne samo, da ustvari vaš lasten namestitveni manifest, lahko pri tem tudi izberete običajne elemente vmesnika, kot so orodne vrstice, stranske vrstice, in priročne menije, ki bodo ogrodje za vaš dodatek. Skorajda kot da pišemo razširitev mi namesto vas!
zh_cn: 您只需按步骤输入您的附加组件的名称、版本号、支持的应用程序以及其他一些信息，然后它就可以制作您的扩展包供您下载了。而且，它不仅能够生成您要的安装清单，还可以让您通过选择常用的界面元素——像是工具栏、侧边栏以及上下文菜单等来制作一个可运行的扩展框架。我们几乎是在帮您制作扩展！

source: Take me to the Add-on Packager!
cs: Přejít na Nástroj na tvorbu doplňků
de: Bringt mich zum Add-on-Packer!
el: Πήγαινε με στη Συσκευασία Επεκτάσεων!
es: ¡Llévame al Empaquetador de complementos!
fr: Emmenez-moi au constructeur de module !
it: Voglio andare all'Add-on Packager!
ja: アドオンパッケージャーのサイトへ
ko: 부가 기능 패키져로 안내해 주세요!
nl: Stuur me naar de Add-on-verpakker!
pl: Przejdź do kreatora dodatków!
pt_pt: Levem-me para o Add-on Packager!
ru: Перейти к Упаковщику дополнений!
sl: Odpelji me v pakirnico za dodatke!
zh_cn: 带我去“附加组件封装工具”！

source: Add some flair
cs: Rozšiřte jeho funkčnost
de: Fügen Sie etwas Flair hinzu
el: Προσθήκη κλίσης
es: Un poco de estilo
fr: Ajoutez du talent
it: Aggiungi qualche effetto speciale
ja: ちょっとした機能を追加
ko: 약간의 재능만 더해주세요
nl: Voeg wat flair toe
pl: Dodaj trochę szyku
pt_pt: Adicione um pouco de talento
ru: Добавьте немного мастерства
sl: Dodajte nekaj kozmetike
zh_cn: 加入一些创意

source: If your add-on needs more functionality than the empty sidebar the Builder made for you, there are several ways to find out how to add the functionality you want. One of the most common ways of learning how to do something in an extension is to look at what other extensions already do. Just remember that if the other extension's license doesn't allow you to copy its source, you can't.
cs: Pokud váš doplněk potřebuje více funkcionality než prázdnou postranní lištu, která byla vytvořena pomocí nástroje na tvorbu doplňků, existuje několik způsobů, jak si přidáte funkcionalitu, kterou chcete. Nejběžnějším způsobem, jak se něco naučit, je podívat se na ostatní rozšíření, jak to dělají. Mějte pouze na paměti, že si musíte ověřit, že to licence umožňuje.
de: Wenn Ihr Add-on mehr Funktionalität benötigt, als die leere Sidebar, die Ihnen der Builder erstellt hat, gibt es mehrere Möglichkeiten, um herauszufinden, wie Sie die gewünschte Funktionalität hinzufügen können. Einer der üblichsten Wege zu lernen, wie man etwas in einer Erweiterung macht ist es, sich anzusehen, was andere Erweiterungen bereits tun. Denken Sie nur daran: Wenn die Lizenz der anderen Erweiterung Ihnen nicht erlaubt, ihren Quelltext zu kopieren, dürfen Sie es nicht tun.
es: Si tu complemento necesita más funcionalidad que el panel lateral vacío que Builder ha generado, hay varias maneras de hacerlo. Una de las más comunes de aprender es ver otras extensiones ya hechas. Recuerda que si la licencia de las otras extensiones no te permite copiar su código fuente, no puedes hacerlo.
fr: Si votre module nécessite plus de fonctionnalités que la barre de côté vide que le constructeur a créé pour vous, il y a plusieurs moyens de trouver comment ajouter la fonctionnalité que vous voulez. Une des manières courantes d'apprendre comment faire quelque chose dans une extension est de regarder le code d'une autre extension qui le fait. Souvenez-vous de bien respecter la licence du code, si elle n'autorise pas la copie notamment.
it: Se il tuo componente aggiuntivo ha bisogno di più funzionalità della barra laterale vuota creata dal Builder, ci sono molti modi per lavorarci sopra e aggiungere le caratteristiche che ti interessano. Uno dei metodi più comuni per scoprire come fare una cosa è controllare il codice di altre estensioni che già presentano quella funzionalità. Ricordati di verificare la licenza dell'altra estensione: se non ti è permesso esplicitamente di copiare il codice, significa che non puoi farlo.
ko: 부가 기능이라면 제작기가 만들어놓은 빈 사이드바 보다는 기능이 더 있어야겠죠. 원하는 기능을 어떻게 추가해야 할 것인가는 여러 방법을 통해 연구가 가능합니다. 가장 흔한 방법중 하나를 꼽자면, 다른 사람이 만든 확장 기능의 소스를 보고 어떤 방식으로 구현했는가를 연구하는 것이 있을겁니다. 하지만 확장 기능 라이선스가 소스의 복제를 허용하지 않을 경우엔 소스 복제를 해선 안된다는 사실도 기억해 주세요.
nl: Als uw add-on meer functionaliteit nodig heeft dan de lege zijbalk die de Builder voor u heeft gemaakt, dan zijn er diverse manieren om te ontdekken hoe u de gewenste functionaliteit kunt toevoegen. Een van de meest gebruikte methoden om te leren hoe u iets in een extensie moet doen is kijken naar wat andere extensies al doen. Onthoud wel dat als de licentie van de andere extensie het kopiëren van de broncode niet toestaat, u dat ook niet mag doen.
pl: Jeśli twój dodatek ma robić coś więcej niż tylko wyświetlać pusty panel boczny, <strong>konstruktor dodatków</strong> zrobi to dla ciebie. Jest kilka sposobów, aby dodać pożądane przez ciebie funkcje. Jedną z najpopularniejszych metod zdobycia wiedzy o różnych funkcjach jest podglądanie istniejących już dodatków i skopiowanie kodu danej funkcji do budowanego rozszerzenia. Pamiętaj jednak, że nie każda licencja zezwala na kopiowanie kodu.
ru: Если для вашего дополнения требуется больше функциональности, чем пустая боковая панель, созданная для вас Строителем, есть несколько способов выяснить, как добавить нужную вам функциональность. Например, чтобы узнать, как сделать что-то в расширении, вы можете посмотреть, как это уже сделано в других расширениях. Это является одним из наиболее распространённых способов обучения. Только помните, что если лицензия другого расширения не позволяет вам копировать его исходник, вы не можете его копировать.
sl: Če vaš dodatek potrebuje več funkcionalnosti kot prazno stransko vrstico, ki vam jo zgradi Gradnik, obstaja več načinov ugotoviti, kako se lahko doda funkcionalnost, ki jo želite. Ena izmed najbolj pogostih načinov, kako se naučiti, je pogledati, kako se to dela drugje. Samo ne pozabite na to, da če druga razširitev ne dovoli kopirati izvorne kode, je pač ne smete kopirati.
zh_cn: 如果您的附加组件需要的功能在 Builder 中没有提供，那么这里有几个方法来找出如何增加您想要的功能。最常见的方法之一就是直接观察其他的扩展是怎样实现您所需要的功能。但要记得，如果其他扩展的许可协议不允许您复制其源代码，您就不能那么做。

source: We also have two areas here in the Hub that may help you out: the <a href="%(base_docs)sreference">API &amp; Language References</a> page has links to official documentation for extension languages and APIs like JavaScript, XUL, XPCOM, and FUEL. Secondly, the <a href="%(base_docs)show-to">How-to Library</a> is full of tutorials, walkthroughs, videos, and articles written by smart people on extension development and best practices.
cs: Máme zde též dvě místa, které vám mohou pomoci: stránku <a href="%(base_docs)sreference">Referenční příručky k API a jazykům</a>, která odkazuje na oficiální dokumentaci k jazykům a API jako jsou JavaScript, XUL, XPCOM či FUEL. Vedle toho je zde stránka <a href="%(base_docs)show-to">Databáze příkladů, jak na to</a>, která je plná návodů, průvodců, videí a článků psaných chytrými lidmi o tvorbě rozšíření a nejlepších postupech.
de: Wir haben hier zwei Bereiche in der Entwicklerecke, die Ihnen weiterhelfen können: Die Seite <a href="%(base_docs)sreference">Referenz für API & Sprachen</a> enthält Links zu offizieller Dokumentation für Erweiterungssprachen und APIs wie JavaScript, XUL, XPCOM und FUEL. Zweitens ist die <a href="%(base_docs)show-to">How-to-Bibliothek</a> voller Anleitungen, Schritt-für-Schritt-Erklärungen, Videos und Artikel, die von schlauen Leuten zum Thema Erweiterungsentwicklung und bewährte Methoden geschrieben wurden.
el: Ακόμη, έχουμε 2 περιοχές εδώ που μπορούν να σας βοηθήσουν: η σελίδα <a href="%(base_docs)sreference">API &amp; Προτιμήσεων γλώσσας</a> έχει συνδέσμους προς επίσημη τεκμηρίωση για γλώσσες επεκτάσεων και APISs όπως Javascript, XUL, και FUEL. Ακόμη, η <a href="%(base_docs)show-to">Βιβλιοθήκη</a> είναι γεμάτη με εγχειρίδια, περιγραφές, βίντεο, και άρθρα γραμμένα από έξυπνους ανθρώπους για την ανάπτυξη επεκτάσεων και βέλτιστες πρακτικές.
es: También tenemos dos áreas aquí en el Centro que pueden ayudarte: la página <a href="%(base_docs)sreference">API y referencias de lenguajes</a> tiene enlaces a la documentación oficial para los lenguajes y API de extensiones, como JavaScript, XUL, XPCOM y FUEL. Segundo, la <a href="%(base_docs)show-to">Biblioteca de Cómos</a> está repleta de tutoriales, explicaciones, videos y artículos escritos por gente competente en el desarrollo de extensiones y buenas prácticas.
fr: Nous avons également deux zones dans le Hub qui peuvent vous aider : la page <a href="%(base_docs)sreference">Référence API &amp; Langage</a> a des liens vers la documentation officielle pour les langages des extensions tels JavaScript, XUL, XPCOM et FUEL. Ensuite, la <a href="%(base_docs)show-to">bibliothèques d'aide</a> est pleine de tutoriels, guides, vidéos et articles écrits par des gens intelligents à propos des bonnes pratiques et du développement d'extensions.
it: Ci sono anche due sezioni del Centro sviluppo che possono esserti d'aiuto: la pagina <a href="%(base_docs)sreference">API e riferimenti linguaggio</a> contiene link alla documentazione ufficiale per linguaggi e API come JavaScript, XUL, XPCOM e FUEL. Inoltre, la <a href="%(base_docs)show-to">Raccolta guide</a> offre molte guide, video e articoli scritti da brillanti autori sullo sviluppo di estensioni e le pratiche consigliate.
ko: 허브 내의 두가지 구역에서도 이러한 분들을 돕고 있습니다: <a href="%(base_docs)sreference">API 및 언어 참고문서</a> 페이지엔 자바스크립트, XUL, XPCOM, FUEL과 같은 확장 기능 언어와 API에 관한 공식 문서 링크가 있죠. 그리고 <a href="%(base_docs)show-to">How-to 도서관</a>에도 튜토리얼, 따라하기, 동영상, 문서 등이 있어요. 확장 기능 개발에 모범을 보이고 있는 유능한 개발자들이 제작한 것들이죠.
nl: We hebben hier in de Hub ook twee gebieden die mogelijk behulpzaam kunnen zijn: de pagina <a href="%(base_docs)sreference">API- en Taalreferenties</a> bevat koppelingen naar officiële documentatie voor extensietalen en API’s als JavaScript, XUL, XPCOM en FUEL. Ten tweede bevat de <a href="%(base_docs)show-to">Gidsbibliotheek</a> heel veel handleidingen, stap-voor-stap-beschrijvingen, video’s en artikelen geschreven door slimme mensen op het vlak van extensieontwikkeling en goede voorbeelden.
pl: W strefie autora znajdują się dwie sekcje, w których możesz znaleźć pomoc. Pierwsza z nich to: <a href="%(base_docs)sreference">Dokumentacja API i języków</a>, w której zebraliśmy odnośniki do oficjalnej dokumentacji interfejsu programowania aplikacji (API) i języków programowania wykorzystywanych do tworzenia rozszerzeń, np.: JavaScript, XUL, XPCOM i FUEL. Druga to biblioteka: <a href="%(base_docs)show-to">Jak to zrobić?</a> zawierająca poradniki, instrukcje, materiały wideo i artykuły &ndash; wszystkie stworzone przez inteligentnych ludzi, pełne dobrych i mądrych porad, jak tworzyć rozszerzenia.
pt_pt: Temos também duas áreas aqui no Hub que o poderão ajudar. a página <a href="%(base_docs)sreference">API &amp; referências de idioma</a> tem ligações para documentação oficial sobre os idiomas e APIs da extensão como JavaScript, XUL, XPCOM e FUEL. Temos também a <a href="%(base_docs)show-to">Biblioteca como fazer</a> cheia de tutoriais, vídeos e artigos escritos por gente entendida no desenvolvimento de extensões e as melhores práticas.
ru: У нас также есть две области в Хабе, которые могут вам помочь: страница <a href="%(base_docs)sreference">ссылок на API и языки</a> содержит ссылки на официальную документацию по языкам и API разработки расширений, таким как JavaScript, XUL, XPCOM и FUEL. Во-вторых, в <a href="%(base_docs)show-to">библиотеке инструкций</a> имеется множество учебников, пошаговых руководств, видео и статей, написанных умными людьми на предмет разработки расширений и лучших практик.
sl: Imamo tudi dve področji v Hubu, ki vam lahko pomagajo: stran <a href="%(base_docs)sreference">Refernce za API &amp; jezike</a> ma povezave na uradno dokumentacijo za razširitvene jezike in API-je, kot so JavaScript, XUL, XPCOM, in FUEL. Drugič, <a href="%(base_docs)show-to">Kako-se knjižnica</a> je polna vaj, pregledov, video posnetkov, ter člankov o razvoju in najboljših pristopih spod peresa prekaljenih razvijalcev.
zh_cn: 我们还有两个资源可以帮助您。首先是 <a href="%(base_docs)sreference">API 与语言参考</a>页面，那里有一些扩展的语言和 API 官方文档的链接，比如 JavaScript、XUL、XPCOM 以及 FUEL。其次是 <a href="%(base_docs)show-to">帮助库</a>，满载了由智慧人才所撰写的扩展开发和最佳范例的教程、实践讲座、视频以及文章。

source: View the References
cs: Zobrazit ref. příručky
de: Sehen Sie sich die Referenzen an
el: Δείτε τις σημειώσεις αναφοράς
es: Ver las referencias
fr: Voir les références
it: Visualizza i riferimenti
ja: リファレンスを表示
ko: 참고문서 보기
nl: Referenties bekijken
pl: Poznaj dokumentację ::
pt_pt: Veja as referências
ru: Просмотр содержания
sl: Prikaz referenc
zh_cn: 查看 API 与语言参考

source: Enter the How-to Library
cs: Databáze příkladů, jak na to
de: Betreten Sie die How-to-Bibliothek
el: Δείτε τη βιβλιοθήκη οδηγιών
es: Entrar en la Biblioteca de Cómos
fr: Aller dans la bibliothèque d'aide
it: Entra nella Raccolta guide
ja: ハウツーライブラリを見る
ko: How-to 도서관 들어가기
nl: Naar de Gidsbibliotheek
pl: Przejdź do biblioteki: Jak to zrobić?
pt_pt: Entre na biblioteca como-fazer
ru: Войти в библиотеку How-to
sl: Dovolite, da predstavimo Kako-se-to-dela? knjižnico
zh_cn: 进入帮助库
