Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Chrono is a simple chronometer with lap counter, built to highlight various aspects of the Firefox OS development process. <a href="%(walkthrough_link)s" class="walkthrough"> Read the full developer walkthrough </a>
de: Chrono ist ein einfacher Zeitmesser mit einem Rundenzähler, der entwickelt wurde, um verschiedene Aspekte des Firefox-OS-Entwicklungsprozesses hervorzuheben. <a href="%(walkthrough_link)s" class="walkthrough">Lesen Sie die gesamte Übersicht für Entwickler</a>
es: Chrono es un cronómetro sencillo con cuentavueltas construido para destacar distintos aspectos del proceso de desarrollo de Firefox OS. <a href="%(walkthrough_link)s" class="walkthrough"> Leer el ensayo completo para desarrolladores </a>
fr: Chrono est un simple chronomètre avec un compteur de tours, construit pour mettre en avant différents aspects du processus de développement pour Firefox OS. <a href="%(walkthrough_link)s" class="walkthrough"> Lire le guide développeur complet </a>
it: Chrono è un semplice cronometro con contagiri, realizzato per mettere in evidenza alcuni aspetti del processo di sviluppo di Firefox OS. <a href="%(walkthrough_link)s" class="walkthrough">Leggi la guida dettagliata dello sviluppatore</a>
ko: Chrono는 회전 횟수 카운터 기능을 가진 간단한 크로노미터로, Firefox OS 개발 과정의 여러가지 측면을 조명하기 위해 개발됐습니다. <a href="%(walkthrough_link)s" class="walkthrough">전체 개발자 일지 보기</a>
nl: Chrono is een eenvoudige chronometer met rondeteller, gebouwd om diverse aspecten van het ontwikkelingsproces van Firefox OS te accentueren. <a href="%(walkthrough_link)s" class="walkthrough">Lees het volledige ontwikkelingsverslag </a>
pl: Chrono to prosty stoper z licznikiem okrążeń, przygotowany, by pokazać różne aspekty procesu tworzenia aplikacji dla Firefox OS. <a href="%(walkthrough_link)s" class="walkthrough"> Przeczytaj cały opis autora </a>
zh_cn: Chrono 是一个带有记录圈数功能的简单计时器，用于突显 Firefox OS 开发进程的不同方面。<a href="%(walkthrough_link)s" class="walkthrough"> 阅读完整的开发者攻略 </a>

source: Web API Usage
cs: Použité Web API
de: Verwendung von Web-API
es: Uso de la API web
fr: Utilisation Web API
it: Utilizzo delle API Web
ko: 웹 API 사용예
nl: Gebruik Web-API
pl: Użycie Web API
ru: Использование Web API
zh_cn: Web API 使用

source: Chrono does not require a network connection to run.
cs: Chrono nevyžaduje pro běh síťové připojení
de: Chrono benötigt keine Netzwerkverbindung, um zu funktionieren.
es: Chrono no necesita una conexión a la red para funcionar.
fr: Chrono ne nécessite pas de connexion réseau pour fonctionner.
it: Chrono non necessita di una connessione a internet per funzionare.
ko: Chrono는 실행에 네트워크 연결을 요구하지 않습니다.
nl: Chrono heeft geen netwerkverbinding nodig.
pl: Chrono nie wymaga połączenia sieciowego do uruchomienia.
zh_cn: Chrono 的运行不需要网络连接。

source: Uses the Open Web Apps installation API to allow installation on the device independently on Marketplace.
cs: Používá pro instalaci API Open Web Apps, které umožňuje instalaci na zařízení nezávisle na Marketplace.
de: Verwendet die Open-Web-Anwendungs-Installations-API, um Installationen auf dem Gerät marktplatzunabhängig zu ermöglichen.
es: Usa la API de instalación de aplicaciones web abiertas para permitir la instalación en el dispositivo de manera independiente en el Marketplace.
fr: Utilise les API d'installation des Open Web Apps pour permettre l'installation sur l'appareil indépendemment sur le Marketplace.
it: Utilizza l'API per l'installazione delle app web aperte per consentire l'installazione sul dispositivo senza passare tramite il Marketplace.
ko: 오픈 웹 앱 설치 API를 사용하면 마켓플레이스에서 독립적으로 기기에 설치가 가능합니다.
nl: Gebruikt de Open Web-apps-installatie-API om onafhankelijk van Marketplace installatie op het apparaat mogelijk te maken.
pl: Wykorzystuje API Open Web Apps installation, by umożliwić instalację na urządzeniu niezależnie od Marketplace.
zh_cn: 使用“开放网络应用安装 API”，让在设备上安装的过程不依赖于应用市场。

source: Custom Elements
cs: Vlastní prvky
de: Benutzerdefinierte Elemente
es: Elementos personalizados
fr: Éléments personnalisés
it: Elementi personalizzati
ko: 사용자 정의 요소
nl: Aangepaste elementen
pl: Własne elementy
ru: Настраиваемые элементы
zh_cn: 自定义元素

source: Chrono uses the same UI components as the built-in apps.
cs: Chrono využívá stejné komponenty UI jako zabudované aplikace.
de: Chrono verwendet die selben UI-Komponenten wie die integrierten Anwendungen.
es: Chrono usa los mismos componentes de la IU que las aplicaciones integradas.
fr: Chrono utilise les mêmes components d'interface utilisateur que les applications de base.
it: Chrono utilizza gli stessi componenti di Interfaccia utente delle app integrate.
ko: Chrono는 내장 앱과 동일한 UI 콤포넌트를 사용합니다.
nl: Chrono gebruikt dezelfde gebruikersinterface-componenten als de ingebouwde apps.
pl: Chrono wykorzystuje te same komponenty UI, co wbudowane aplikacje.
zh_cn: Chrono 与内建应用使用相同地 UI 组件。

source: Third-party Libraries
cs: Knihovny třetích stran
de: Externe Bibliotheken
es: Bibliotecas de terceros
fr: Bibliothèques tierces
it: Librerie di terze parti
ko: 서드파티 라이브러리
nl: Externe bibliotheken
pl: Zewnętrzne biblioteki
ru: Сторонние библиотеки
zh_cn: 第三方库

source: Uses a volo.js script to optimize app before release, i.e. by auto-generating an appcache manifest.
cs: Používá skript volo.js pro optimalizaci aplikace před vydáním. Jedná se například o automatické generování manifestu pro appcache.
de: Verwendet ein volo.js-Skript, um die Anwendung vor der Veröffentlichung zu optimieren, indem automatisch ein Appcache-Manifest erzeugt wird.
es: Usa un script volo.js para optimizar la aplicación antes del lanzamiento, por ejemplo auto generando un archivo manifest de caché de la aplicación.
fr: Utilise un script volo.js pour optimiser l'application avant de la rendre disponible, i.e., en générant automatiquement un manifest appcache.
it: Utilizza uno script volo.js per ottimizzare un'app prima di procedere alla sua distribuzione, per esempio generando automaticamente un manifesto appcache.
ko: 출시에 앞서 앱을 최적화 하려면 volo.js 스크립트를 사용하세요. appcache 설치 선언문을 자동으로 생성합니다.
nl: Gebruikt een volo.js-script om de app voor uitgave te optimaliseren, b.v. door automatisch een appcache-manifest te maken.
pl: Wykorzystuje skrypt volo.js do zoptymalizowania aplikacji przed wydaniem, np. poprzez automatyczne generowanie manifestu appcache.
zh_cn: 在发布前使用 volo.js 脚本优化应用，例如自动生成应用缓存清单。

source: Uses jQuery to simplify common tasks such as DOM manipulation.
cs: Používá jQuery pro zjednodušení běžných operací s DOMem.
de: Verwendet jQuery, um häufige Aufgaben, wie DOM-Manipulation, zu vereinfachen.
es: Usa jQuery para simplificar tareas comunes tales como la manipulación DOM.
fr: Utilises jQuery pour simplifier des tâches courantes comme la manipulation du DOM.
it: Utilizza jQuery per semplificare operazioni comuni come la manipolazione del DOM.
ko: DOM 조작과 같은 흔히 하는 작업을 단순화 하려면 jQuery를 사용하세요.
nl: Gebruikt jQuery om veelvoorkomende taken als DOM-manipulatie te vereenvoudigen.
pl: Wykorzystuje jQuery do uproszczenia typowych zadań, jak manipulacja drzewem DOM.
zh_cn: 使用 jQuery 简化诸如 DOM 操作之类的常规任务。

source: Uses RequireJS to split JavaScript code into more easily maintainable modules.
cs: Využívá RequireJS pro rozdělení JavaScriptového kódu do více snadno spravovatelných modulů.
de: Verwendet RequireJS, um JavaScript-Quelltext in einfacher zu wartende Module zu unterteilen.
es: Usa RequireJS para dividir el código JavaScript en módulos más sencillos de mantener.
fr: Utilise RequreJS pour découper le code JavaScript en modules plus simples et maintenables.
it: Utilizza RequireJS per dividere il codice JavaScript in moduli di più facile manutenzione.
ko: 자바스크립트 코드를 보다 쉽게 관리할 수 있는 모듈로 나누려면 RequireJS를 사용하세요.
nl: Gebruikt RequireJS om JavaScript-code op te splitsen in eenvoudiger te onderhouden modules.
pl: Wykorzystuje RequireJS do podziału kodu Javascript na moduły łatwiejsze do linkowania.
zh_cn: 用 RequireJS 将 JavaScript 代码分割为多个更容易处理的模块。

source: View Source
cs: Zobrazit zdrojový kód
de: Quelltext ansehen
es: Ver fuente
fr: Voir le code source
it: Visualizzazione sorgente
ko: 소스 보기
nl: Broncode bekijken
pl: Zobacz źródło
ru: Просмотр исходника
sl: Pokaži izvor
zh_cn: 查看源代码

source: Difficulty:
cs: Obtížnost:
de: Schwierigkeit:
es: Dificultad:
fr: Difficulté :
it: Difficoltà:
ko: 난이도:
nl: Moeilijkheidsgraad:
pl: Trudność
ru: Трудность:
sl: Težava:
zh_cn: 难度：

source: Easy
cs: Snadná
de: Einfach
es: Fácil
fr: Facile
it: Facile
ko: 쉬움
nl: Eenvoudig
pl: Łatwa
ru: Легко
sl: enostavno
zh_cn: 容易

source: Code Breakdown
cs: Členění kódu
de: Aufteilung des Quelltextes
fr: Découpage du code
it: Analisi codice
ko: 코드 내역
pl: Podział kodu
sl: Razgradnja kode
zh_cn: 代码故障

source: Euros to Canadian Dollars
cs: Eura na Kanadské dolary
de: Euro in Kanadische Dollar
es: Euros a dólares canadienses
fr: Euros vers Dollars Canadiens
it: Da euro a dollari canadesi
ko: 유로화를 캐나다 달러로
nl: Euro’s naar Canadese dollars
pl: Euro na dolary kanadyjskie
ru: Евро в Канадские доллары
sl: Evri v Kanadske dolarje
zh_cn: 欧元到加拿大元

source: Canadian Dollars to Euros
cs: Kanadské dolary na Eura
de: Kanadische Dollar in Euro
es: Dólares canadienses a euros
fr: Dollars canadiens vers Euros
it: Da dollari canadesi a euro
ko: 캐나다 달러를 유로화로
nl: Canadese dollars naar euro’s
pl: Dolary kanadyjskie na euro
ru: Канадские доллары в Евро
sl: Kanadski dolarji v Evre
zh_cn: 加拿大元到欧元

source: Conversion Selector
de: Auswahl für Umrechnung
es: Selector de conversión
fr: Sélecteur de conversion
it: Selettore per la conversione di valuta
ko: 변환기 선택
nl: Conversieselectie
pl: Wybór przeliczenia
ru: Выбор конверсии
sl: Izbira menjave
zh_cn: 变换选择器

source: Face Value is a currency conversion app that does things differently: instead of converting arbitrary amounts it shows you the actual denominations in the country you're visiting. It lets you think in your home currency even with a foreign currency in your pocket. <a href="%(walkthrough_link)s" class="walkthrough"> Read the full developer walkthrough </a>
de: Face Value ist eine Anwendung zur Währungsumrechnung, die anders arbeitet: Anstatt beliebige Werte umzuwandeln zeigt Sie Ihnen den tatsächlichen Nennwert im Land, das Sie besuchen. Damit können Sie in Ihrer Heimatwährung denken, auch wenn Sie eine fremde Währung in der Tasche haben. <a href="%(walkthrough_link)s" class="walkthrough"> Lesen Sie die vollständige Einführung für Entwickler </a>
es: Face Value es una aplicación de conversión de divisas que funciona de manera diferente: en lugar de convertir cantidades arbitrarias, muestra las denominaciones reales del país que visitas. Te permite pensar en la divisa de tu país de origen aunque en tu bolsillo tengas una moneda extranjera. <a href="%(walkthrough_link)s" class="walkthrough"> Leer el ensayo completo para desarrolladores </a>
fr: Face Value est une application de conversion de devises d'un nouveau genre : au lieu de convertir des montants arbitraires, elle affiche la dénomination de la devise du pays où vous êtes. Cela vous permet de continuer à penser dans votre monnaie locale même avec des pièces étrangères dans la poche. <a href="%(walkthrough_link)s" class="walkthrough"> Lire la documentation développeur complète </a>
it: Face Value è un'app per la conversione di valuta diversa dalle altre: invece di convertire somme arbitrarie, mostra l'effettivo valore nominale della moneta nel paese che stai visitando. In questo modo, anche quando hai moneta straniera in tasca, potrai sempre pensare in termini della valuta del tuo paese. <a href="%(walkthrough_link)s" class="walkthrough">Consulta la guida completa per gli sviluppatori</a>
ko: Face Value는 환율 계산기 프로그램입니다. 기계적인 계산 보다는 국가별로 실제 가치를 평가해서 보여줍니다. 여러분 나라에서의 실제 물가를 상대 국에서 확인할 수 있습니다. <a href="%(walkthrough_link)s" class="walkthrough">개발 정보 자세히 보기</a>
nl: Face Value is een valutaconversie-app die dingen anders doet: in plaats van willekeurige bedragen om te rekenen toont het de werkelijke waarde in het door u bezochte land. Het laat u denken in de valuta van uw land, zelfs met vreemde valuta op zak. <a href="%(walkthrough_link)s" class="walkthrough"> Lees het volledige ontwikkelaarsverslag </a>
pl: Face Value jest aplikacją do przeliczania walut, która działa inaczej: zamiast przekształcać dowolne kwoty, pokazuje rzeczywiste nominały kraju, który odwiedzasz. Pozwala to myśleć w swojej własnej walucie, nawet mając w kieszeni obcą walutę. <a href="%(walkthrough_link)s" class="walkthrough"> Przeczytaj cały opis autora </a>
zh_cn: Face Value 是一个很有特点的货币转换应用：不是转换任意数额，而是以您所到访国家的货币单位显示金额。这样您就可以像使用本国货币一样使用外国货币了。<a href="%(walkthrough_link)s" class="walkthrough"> 阅读完整的开发步骤 </a>

source: Folder Structure
cs: Struktura složky
de: Ordnerstruktur
es: Estructura de carpetas
fr: Structure de répertoire
it: Struttura cartella
ko: 폴더 구조
nl: Mapstructuur
pl: Struktura folderu
zh_cn: 文件夹结构

source: integration tests
cs: integrační testy
de: Integrationstests
es: pruebas de integración
fr: tests d'intégration
it: test di integrazione
ko: 내장 테스트
nl: integratietests
pl: testy integralności
zh_cn: 集成测试

source: client-side code/styles
cs: klientský kód/styly
de: Client-seitiger Quelltext/Styles
es: código y estilos del lado del cliente
fr: style de code côté client
it: Codici lato client e stili
ko: 클라이언트 사이드 코드/스타일
nl: code/stijlen aan clientzijde
pl: kod/style client-side
zh_cn: 客户端代码/样式

source: base HTML file
cs: základní HTML soubor
de: Grundlegende HTML-Datei
es: archivo HTML base
fr: fichier HTML de base
it: file HTML base
ko: 기본 HTML 파일
nl: basis-HTML-bestand
pl: bazowy plik HTML
zh_cn: 基础 HTML 文件

source: EJS/HTML templates
cs: šablony EJS/HTML
de: EJS/HTML-Vorlagen
es: plantillas EJS/HTML
fr: Patrons EJS/HTML
it: modelli EJS/HTML
ko: EJS/HTML 템플릿
nl: EJS/HTML-sjablonen
pl: Szablony EJS/HTML
zh_cn: EJS/HTML 模版

source: The <code>CordovaLib</code>, <code>assets</code>, <code>cordova</code>, <code>face-value.xcodeproj</code>, and <code>face-value</code> folders contain Cordova files used to create a packaged iOS web app that can be submitted to the iOS App Store.
de: Die Ordner <code>CordovaLib</code>, <code>assets</code>, <code>cordova</code>, <code>face-value.xcodeproj</code> und <code>face-value</code> enthalten Cordova-Dateien, mit denen eine gepackte iOS-Web-Anwendung erstellt wird, die beim iOS App Store eingereicht werden kann.
es: Las carpetas <code>CordovaLib</code>, <code>assets</code>, <code>cordova</code>, <code>face-value.xcodeproj</code> y <code>face-value</code> contienen archivos Cordova que se utilizan para crear una aplicación web empaquetada para iOS y enviarse a la App Store de iOS.
fr: Les répertoires <code>CordovaLib</code>, <code>assets</code>, <code>cordova</code>, <code>face-value.xcodeproj</code>, et <code>face-value</code> contiennent les fichiers Cordova utilisés pour créer une application web empaquetée iOS qui peut être envoyée sur l'App Store iOS.
it: Le cartelle <code>CordovaLib</code>, <code>assets</code>, <code>cordova</code>, <code>face-value.xcodeproj</code> e <code>face-value</code> contengono file Cordova utilizzati per creare un'app web pacchettizzata iOS compatibile con iOS App Store.
ko: <code>CordovaLib</code>, <code>assets</code>, <code>cordova</code>, <code>face-value.xcodeproj</code>, <code>face-value</code> 폴더엔 iOS 앱스토어에 올릴 수 있는 패키징형 iOS 웹 앱을 제작하는데 쓰이는 Cordova 파일이 들어있습니다.
nl: De mappen <code>CordovaLib</code>, <code>assets</code>, <code>cordova</code>, <code>face-value.xcodeproj</code> en <code>face-value</code> bevatten Cordova-bestanden die worden gebruikt op een verpakte iOS-webapp te maken die kan worden ingediend bij de iOS App Store.
pl: Foldery <code>CordovaLib</code>, <code>assets</code>, <code>cordova</code>, <code>face-value.xcodeproj</code> i <code>face-value</code> zawierają pliki Cordova używane do tworzenia spakowanych aplikacji iOS, które mogą być zgłaszane do iOS App Store.
zh_cn: <code>CordovaLib</code>, <code>assets</code>, <code>cordova</code>, <code>face-value.xcodeproj</code>, 和 <code>face-value</code> 文件夹包含了 Cordova 文件，使用它们可以创建封装的 iOS 网络应用并提交到 iOS App Store 。

source: Remembers user preferences and saves exchange rates for offline use.
cs: Pamatuje si nastavení uživatele a obsahuje uložené kurzy měn pro offline použití.
de: Speichert Ihre Benutzereinstellungen und speichert Umrechnungskurse für Offline-Nutzung.
es: Recuerda las preferencias de usuario y guarda la tasa de cambio para que se pueda utilizar sin conexión a internet.
fr: Se souvenir des préférences utilisateurs et des taux d'échange pour une utilisation hors-ligne.
it: Memorizza le preferenze dell'utente e salva i tassi di cambio per poter essere utilizzata anche in modalità non in linea.
ko: 오프라인 상에서 사용시 사용자 정보와 환율 정보를 저장하는 것을 잊지 마세요.
nl: Onthoudt gebruikersvoorkeuren en slaat wisselkoersen op voor offline gebruik.
pl: Zapamiętuje ustawienia użytkownika i zapisuje kursy wymiany w celu użycia offline.
sl: Si zapomne nastavitve uporabnika in shrani menjalne kurze za uporabo brez spleta.
zh_cn: 记住用户设置并为离线应用保存汇率。

source: Works great offline, only requires online connection when updated exchange rates are desired.
cs: Pracuje dobře offline. Vyžaduje online připojení jen v případě, kdy jsou požadovány aktualizované kurzy měn.
de: Funktioniert hervorragend offline, Internetverbindung wird nur benötigt, wenn Umrechnungskurse aktualisiert werden sollen.
es: Funciona muy bien sin conexión a internet, solo la necesita cuando se quiere actualizar la tasa de cambio.
fr: Fonctionne bien hors-ligne, mais nécessite une connexion pour la mise à jour des taux d'échange.
it: Funziona perfettamente anche non in linea, la connessione internet è necessaria unicamente per aggiornare i tassi di cambio.
ko: 오프라인 상에서도 제대로 작동하며 환율을 갱신해야 할 때만 온라인 접속을 필요로 합니다.
nl: Werkt geweldig offline, heeft alleen maar een online verbinding nodig wanneer bijgewerkte wisselkoersen nodig zijn.
pl: Działa poprawnie offline, połączenie online wymagane jest tylko, gdy zachodzi potrzeba aktualizacji kursów wymiany.
sl: Deluje odlično brez povezave, pristop na splet potrebuje samo za posodobitev kurzov za menjavo.
zh_cn: 能够很好的离线工作，只有想更新汇率时才需要连接到网络。

source: By using backbone's data bindings, Face Value ensures that changes to the backend (such as exchange rate updates) are automatically reflected on the frontend.
cs: Pomocí Bankbone Face Value zajišťuje, že změny na pozadí (jako jsou například aktualizace kurzů měn) se automaticky promítnout do rozhraní pro uživatele.
de: Indem die Datenbindungen von Backbone genutzt werden, stellt Face Value sicher, dass Änderungen am Backend (wie Aktualisierungen des Umrechnungskurses) im Frontend zu sehen sind.
es: Mediante el uso de enlaces troncales de datos, Face Value garantiza que los cambios en el backend (por ejemplo, actualizaciones de tipo de cambio) se reflejen automáticamente en el frontend.
fr: En utilisant les capacités de backbone.js, Face Value s'assure que les changements d'arrière plan (comme une mise à jour des taux d'échange) sont automatiquement répercutés sur l'interface utilisateur.
it: Utilizzando una rete prestante per lo scambio dei dati, Face Value consente che le modifiche apportate, come una variazione del tasso di scambio, diventino immediatamente effettive.
ko: 백본의 데이터 결속에 사용되며, Face Value에서 백엔드로 변경되고 나면 (환율 갱신 등에서) 자동으로 프론트엔드로 반전됩니다.
nl: Door gebruik te maken van de dataverbindingen van de backbone zorgt Face Value ervoor dat wijzigingen in de backend (zoals bijgewerkte wisselkoersen) automatisch in de interface worden weergegeven.
pl: Dzięki użyciu szkieletu powiązania danych Face Value zapewnia, że zmiany w tle (np. aktualizacje kursów wymiany) są automatycznie odzwierciedlane w interfejsie.
zh_cn: 通过使用骨干数据绑定， Face Value 确保后端变化（例如汇率更新）实时在前端生效。

source: The lightweight jQuery-like library simplifies common tasks such as DOM manipulation.
cs: Jednoduchá knihovna ala jQuery pro zjednodušení práce s DOMem.
de: Die leichtgewichtige jQuery-ähnliche Bibliothek vereinfacht häufige Aufgaben wie DOM-Manipulation.
es: La biblioteca ligera al estilo de jQuery simplifica las tareas sencillas tales como la manipulación DOM.
fr: La bibliothèque légère inspirée de jQuery simplifie les tâches courantes telles la manipulation du DOM.
it: Le librerie javascript altamente performanti simili a jQuery facilitano operazioni comuni come la manipolazione del DOM.
ko: 가벼운 jQuery류의 라이브러리로 DOM 조작과 같은 일상적인 업무를 단순화합니다.
nl: De lichtgewicht op jQuery lijkende bibliotheek vereenvoudigt veelvoorkomende taken als DOM-manipulatie.
pl: Lekka biblioteka w rodzaju jQuery upraszcza typowe zadania, jak manipulacja drzewem DOM.
zh_cn: 轻量级的类 jQuery 库简化类似 DOM 处理之类的常规任务。

source: Medium
cs: Střední
de: Mittel
es: Media
fr: Moyen
it: Media
ko: 중간
nl: Gemiddeld
pl: Średnia
ru: Средняя
sl: sredstvo
zh_cn: 中

source: Note Listing
de: Liste der Notizen
es: Listado de notas
fr: Liste de notes
it: Elenco delle note
ko: 메모 목록
nl: Notitielijst
pl: Lista notatek
zh_cn: 笔记列表

source: Writing a New Note
cs: Přidání nové poznámky
de: Schreiben einer neuen Notiz
es: Escribir una nota nueva
fr: Écrire une nouvelle note
it: Scrivere una nuova nota
ko: 새 메모 쓰기
nl: Een nieuwe notitie schrijven
pl: Tworzenie notatki
zh_cn: 撰写新笔记

source: Local Notes
de: Lokale Notizen
es: Notas locales
fr: Notes locales
it: Note in locale
ko: 로컬 메모
nl: Lokale notities
pl: Lokalne notatki
zh_cn: 本地笔记

source: General Notes is a simple note app that allows you to sync local and remote content. <a href="%(walkthrough_link)s" class="walkthrough"> Read the full developer walkthrough </a>
de: General Notes ist eine einfache Notizanwendung, mit der Sie lokalen und externe Inhalte synchronisieren können. <a href="%(walkthrough_link)s" class="walkthrough">Lesen Sie die gesamte Übersicht für Entwickler</a>
es: Notas generales es una aplicación para notas sencilla que te permite sincronizar contenido remoto y local. <a href="%(walkthrough_link)s" class="walkthrough"> Lee el tutorial completo para desarrolladores</a>
fr: General Notes est une application de prise de notes simple qui vous permet de synchroniser votre contenu local et distant. <a href="%(walkthrough_link)s" class="walkthrough">Découvrir le pas à pas développeur</a>
it: General Notes è una semplicissima app per la gestione delle annotazioni che permette di sincronizzare contenuti locali e remoti. <a href="%(walkthrough_link)s" class="walkthrough">Ulteriori informazioni nella guida completa dello sviluppatore</a>
ko: General Notes는 간단한 메모 앱으로 로컬과 원격 콘텐트를 동기화 할 수 있습니다. <a href="%(walkthrough_link)s" class="walkthrough">개발자 길라잡이 모두 읽기 </a>
nl: General Notes is een eenvoudige notitie-app waarmee u lokale inhoud en inhoud op afstand kunt synchroniseren. <a href="%(walkthrough_link)s" class="walkthrough">Lees het volledige ontwikkelaarsverslag</a>
pl: General Notes to prosta aplikacja do robienia notatek, która pozwala na synchronizację lokalnej i zdalnej treści. <a href="%(walkthrough_link)s" class="walkthrough"> Przeczytaj cały opis autora </a>
zh_cn: General Notes 是一款简单的笔记应用，您可以同步本地和远程的内容。<a href="%(walkthrough_link)s" class="walkthrough">阅读完整的开发步骤</a>

source: Stores local and remote notes on the client side.
de: Speichert lokale und externe Notizen clientseitig.
es: Almacena notas locales y remotas en el lado del cliente.
fr: Stocker des notes locales et distantes côté client.
it: Archivia note locali e remote sul lato client.
ko: 클라이언트에 로컬과 원격 메모를 저장합니다.
nl: Slaat lokale notities en notities op afstand op aan de clientzijde.
pl: Przechowuje lokalne i zdalne notatki po stronie klienta
zh_cn: 在客户端上存储本地及远程的笔记。
