Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: What's next for {0}
cs: Co je dalšího u {0} plánováno
de: Was kommt als nächstes für {0}
el: Ποιο θα είναι το μέλλον του {0}
es: Qué es lo siguiente para {0}
fr: Prochaine étape pour {0}
it: Quali sono le prospettive per {0}
ja: {0} の今後の開発計画
ko: {0}의 향후 계획은?
nl: Wat biedt de toekomst voor {0}
pa_in: {0} ਲਈ ਅੱਗੇ ਕੀ ਹੈ
pl: Co nowego będzie w {0}?
pt_pt: O que há a seguir para {0}
ru: Что запланировано для {0}
sl: Kaj pride kot naslednje za {0}
uk: Що новенького для {0}
zh_cn: {0} 的下一步计划

source: About the Developer
cs: O vývojáři
de: Über den Entwickler
el: Σχετικά με τον δημιουργό
es: Acerca del desarrollador
fr: À propos du développeur
it: Informazioni sullo sviluppatore
ja: 作者について
ko: 개발자 소개
nl: Over de ontwikkelaar
pa_in: ਡਿਵੈਲਪਰ ਬਾਰੇ
pl: O autorze
pt_pt: Sobre o desenvolvedor
ru: О разработчике
sl: O razvijalcu
uk: Про розробника
zh_cn: 关于开发者

source: No Photo
cs: Žádná fotografie
de: Kein Foto
el: Χωρίς φωτογραφία
es: Sin foto
fr: Pas de photo
it: Nessuna foto
ja: 写真なし
ko: 사진 없음
nl: Geen foto
pa_in: ਕੋਈ ਤਸਵੀਰ ਨਹੀਂ
pl: Brak zdjęcia
pt_pt: Sem fotografia
ru: Нет фото
sl: Ni fotografije
uk: Немає фото
zh_cn: 无照片

source: Who is {0}?
cs: Kdo je {0}?
de: Wer ist {0}?
el: Ποιος είναι ο/η {0}?
es: ¿Quién es {0}?
fr: Qui est {0} ?
it: Chi è {0}?
ja: {0} さんについて
ko: {0}님 소개
nl: Wie is {0}?
pa_in: ਕੌਣ ਹੈ {0}?
pl: Kim jest {0}?
pt_pt: Quem é {0}?
ru: Кто такой {0}?
sl: Kdo je {0}?
uk: Хто такий {0}?
zh_cn: {0} 是谁？

source: This app has been removed by its author.
cs: Aplikace byla autorem odstraněna.
de: Diese Anwendung wurde von ihrem Autor entfernt.
es: Esta aplicación ha sido eliminada por su autor.
fr: Cette application a été supprimée par son auteur.
it: Questa app è stata rimossa dall'autore.
ko: 이 앱은 제작자에 의해 삭제되었습니다.
nl: Deze app is verwijderd door de schrijver.
pl: Ta aplikacja została usunięta przez jej autora.
ru: Это приложение было удалено автором.
sl: To aplikacijo je njen avtor odstranil.
zh_cn: 此应用已被作者移除。

source: This app has been disabled by an administrator.
cs: Aplikace byla administrátorem zakázána.
de: Diese Anwendung wurde von einem Administrator deaktiviert.
es: Esta aplicación ha sido desactivada por un administrador.
fr: Cette application a été désactivée par un administrateur.
it: Questa app è stata disattivata da un amministratore.
ko: 이 앱은 관리자에 의해 사용 정지되었습니다.
nl: Deze app is uitgeschakeld door een beheerder.
pl: Ta aplikacja została wyłączona przez administratora.
ru: Это приложение было отключено администратором.
sl: To aplikacijo je administrator onemogočil.
zh_cn: 此应用已被管理员停用。

source: Source Code License for {addon}
cs: Licence zdrojového kódu doplňku {addon}
de: Quelltext-Lizenz für {addon}
el: Άδεια πηγαίου κώδικα του πρόσθετου {addon}
es: Licencia de código abierto para {addon}
fr: Licence du code source pour {addon}
it: Licenza del codice sorgente di {addon}
ja: {addon} のソースコードライセンス
ko: {addon}의 소스 코드 라이센스
nl: Broncodelicentie voor {addon}
pa_in: {addon}ਲਈ ਸੋਰਸ ਕੋਡ ਲਾਇਸੰਸ
pl: Licencja kodu źródłowego dla {addon}
pt_pt: Licença do código fonte para {addon}
ru: Лицензия исходного кода для {addon}
sl: Licenca za izvorno kodo za {addon}
uk: Ліцензія початкового коду для {addon}
zh_cn: {addon} 的源代码许可协议

source: Source Code License
cs: Licence zdrojového kódu
de: Quellcode-Lizenz
el: Άδεια πηγαίου κώδικα
es: Licencia del código fuente
fr: Licence du code source
it: Licenza del codice sorgente
ja: ソースコードライセンス
ko: 소스 코드 라이센스
nl: Broncodelicentie
pa_in: ਸੋਰਸ ਕੋਡ ਲਾਇਸੰਸ
pl: Licencja kodu źródłowego
pt_pt: Licença do código fonte
ru: Лицензия исходного кода
sl: Licenca za izvorno kodo
uk: Ліцензія джерельного коду
zh_cn: 源代码许可协议

source: Explain&hellip;
cs: Vysvětlení&hellip;
de: Erklärung &hellip;
el: Επεξήγηση&hellip;
es: Explicar&hellip;
fr: Expliquer &hellip;
it: Spiegazione&hellip;
ja: 説明...
ko: 자세히&hellip;
nl: Uitleg…
pl: Wyjaśnij&hellip;
pt_pt: Explique&hellip;
ru: Объясните&hellip;
sl: Razloži&hellip;
uk: Пояснити&hellip;
zh_cn: 解释&hellip;

source: {0} users
cs: {0} uživatelů
de: {0} Benutzer
el: {0} χρήστες
es: {0} usuarios
fr: {0} utilisateurs
it: {0} utenti
ja: {0} ユーザ
ko: 사용자 {0}명
nl: {0} gebruikers
pa_in: {0} ਉਪਭੋਗੀ
pl: {0} użytkowników
pt_pt: {0} utilizadores
ru: {0} пользователей
sl: uporabnikov {0}
uk: {0} користувачів
zh_cn: {0} 位用户

source: permalink
cs: trvalý odkaz
de: Permanentlink
el: μόνιμος σύνδεσμος
es: enlace permanente
fr: lien permanent
it: link permanente
ja: 固定リンク
ko: 고유 주소
pa_in: ਪਰਮਾਲਿੰਕ
pl: zobacz całą
uk: постійне посилання
zh_cn: 永久链接

source: See all user reviews
cs: Zobrazit všechny recenze uživatelů
de: Alle Bewertungen von Benutzern ansehen
el: Δείτε όλες τις αξιολογήσεις χρηστών
es: Ver todas las valoraciones de los usuarios
fr: Voir tous les commentaires utilisateur
it: Visualizza tutti i commenti degli utenti
ja: ユーザレビューをすべて見る
ko: 사용자 평가 전부 보기
nl: Alle gebruikersbeoordelingen lezen
pa_in: ਸਾਰੀਆਂ ਉਪਭੋਗੀ ਸਮੀਖਿਆਵਾਂ ਵੇਖੋ
pl: Zobacz wszystkie opinie
pt_pt: Ver todos os comentários do utilizador
ru: Просмотреть все отзывы пользователей
sl: Glej vse preglede uporabnikov
uk: Дивитися всі відгуки користувачів
zh_cn: 查看所有用户评论

source: This app has not yet been reviewed.
cs: Tato aplikace dosud nebyla recenzována.
de: Diese Anwendung wurde noch nicht bewertet.
es: Esta aplicación no ha sido valorada aún.
fr: Cette application n'a pas encore été critiquée.
it: Questa app non ha ancora ricevuto alcuna recensione.
ko: 이 앱은 아직 심사를 거치지 않았습니다.
nl: Deze app is nog niet beoordeeld.
pl: Nie napisano jeszcze żadnej opinii o tej aplikacji.
ru: Это приложение не было проверено.
sl: Te aplikacije še niso pregledali.
zh_cn: 此应用还没有人评论过。

source: This add-on has not yet been reviewed.
cs: Doplněk dosud nebyl recenzován.
de: Dieses Add-on wurde noch nicht bewertet.
el: Αυτό το πρόσθετο δεν έχει αξιολογηθεί ακόμη.
es: Este complemento no ha sido valorado aún.
fr: Ce module n'a pas encore été critiqué.
it: Questo componente aggiuntivo non ha ancora ricevuto alcuna recensione.
ja: このアドオンはまだレビューされていません。
ko: 이 부가 기능은 아직 심사를 거치지 않았습니다.
nl: Deze add-on is nog niet beoordeeld.
pa_in: ਇਸ ਐਡ-ਆਨ ਦੀ ਅਜੇ ਸਮੀਖਿਆ ਨਹੀਂ ਹੋਈ।
pl: Nie napisano jeszcze żadnej opinii o tym dodatku.
pt_pt: Este extra ainda não foi revisto.
ru: Это дополнение ещё не было оценено.
sl: Tega dodatka se še ni pregledalo.
uk: Досі не було відгуків для цього додатку.
zh_cn: 此附加组件还没有人评论过。

source: Be the first!
cs: Buďte první!
de: Seien Sie der Erste!
el: Γίνε ο πρώτος!
es: ¡Sé el primero!
fr: Soyez le premier !
it: Scrivi tu la prima!
ja: 最初のレビュアーになりましょう！
ko: 1등으로 달아보세요!
nl: Wees de eerste!
pa_in: ਪਹਿਲੇ ਹੋ!
pl: Napisz pierwszą opinię!
pt_pt: Seja o primeiro!
ru: Будьте первым!
sl: Bodite prvi!
uk: Станьте першим!
zh_cn: 成为第一个评论的人！

source: Premium version available
cs: Je dostupná premium verze
de: Premium-Version verfügbar
es: Versión premium disponible
fr: Version premium disponible
it: Disponibile versione premium
ko: 프리미엄 버전 사용 가능
nl: Premiumversie beschikbaar
pl: Dostępna jest wersja płatna
ru: Доступна премиум-версия
sl: Na voljo je premium različica
zh_cn: 另有付费版

source: More
cs: Více
de: Mehr
el: Περισσότερα
es: Más
fr: Plus
it: Altro
ja: その他
ko: 더 보기
nl: Meer
pa_in: ਹੋਰ
pl: Więcej
pt_pt: Mais
ru: Ещё
sl: Več
uk: Більше
zh_cn: 更多

source: Add to collection
cs: Přidat do sbírky
de: Zur Sammlung hinzufügen
el: Προσθήκη σε συλλογή
es: Agregar a una colección
fr: Ajouter à la collection
it: Aggiungi ad una raccolta
ja: コレクションへ追加
ko: 모음집에 추가하기
nl: Toevoegen aan collectie
pa_in: ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do kolekcji
pt_pt: Adicionar à colecção
ru: Добавить в подборку
sl: Dodaj v zbirko
uk: Додати в збірку
zh_cn: 添加到收藏集

source: My Add-ons
cs: Mé doplňky
de: Meine Add-ons
el: Τα πρόσθετά μου
es: Mis complementos
fr: Mes modules
it: I miei componenti aggiuntivi
ja: 自分のアドオン
ko: 나의 부가 기능
nl: Mijn add-ons
pa_in: ਮੇਰੇ ਐਡ-ਆਨ
pl: Moje dodatki
pt_pt: Os meus Extras
ru: Мои дополнения
sl: Moji dodatki
uk: Мої додатки
zh_cn: 我的附加组件

source: My Themes
cs: Mé motivy vzhledu
de: Meine Themes
el: Τα θέματα μου
es: Mis temas
fr: Mes thèmes
it: I miei temi
ja: 自分のテーマ
ko: 내 테마
nl: Mijn thema’s
pa_in: ਮੇਰੇ ਥੀਮ
pl: Moje motywy
pt_pt: Os meus temas
ru: Мои темы
sl: Moje Teme
uk: Мої теми
zh_cn: 我的主题

source: Purchase for {0}
cs: Koupit za {0}
de: Kauf für {0}
es: Adquirir por {0}
fr: Acheter pour {0}
it: Acquista a {0}
ko: {0}에 구입
nl: Kopen voor {0}
pl: Zakup za {0}
ru: Купить за {0}
sl: Nakup za {0}
zh_cn: 以 {0} 元购买

source: Add to Firefox
cs: Přidat do Firefoxu
de: Zu Firefox hinzufügen
el: Προσθήκη στον Firefox
es: Agregar a Firefox
fr: Ajouter à Firefox
it: Aggiungi a Firefox
ja: Firefox へ追加
ko: Firefox에 추가
nl: Toevoegen aan Firefox
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਵਿੱਚ ਜੋੜੋ
pl: Zainstaluj
pt_pt: Adicionar ao Firefox
ru: Добавить в Firefox
sl: Dodaj v Firefox
uk: Додати до Firefox
zh_cn: 添加到 Firefox

source: Edit Theme
cs: Úprava motivu
de: Theme bearbeiten
el: Επεξεργασία Θέματος
es: Editar tema
fr: Modifier le thème
it: Modifica tema
ja: テーマを編集
ko: 테마 수정하기
nl: Thema bewerken
pa_in: ਥੀਮ ਸੋਧ
pl: Edytuj motyw
pt_pt: Editar tema
ru: Редактировать тему
sl: Uredi Temo
uk: Редагувати тему
zh_cn: 编辑主题

source: Approve / Reject
cs: Schválit / Zamítnout
de: Erlauben / Ablehnen
el: Αποδοχή / Απόρριψη
es: Aprobar / Rechazar
fr: Approuver / Rejeter
it: Approva / rifiuta
ja: 承認 / 却下
ko: 승인 / 거부
nl: Accepteren / weigeren
pa_in: ਮਨਜ਼ੂਰ / ਨਾ ਮਨਜ਼ੂਰ
pl: Zatwierdzenie / Odrzucenie
pt_pt: Aprovar / Rejeitar
ru: Одобрить / Отвергнуть
sl: Odobri / zavrni
uk: Схвалити / Відхилити
zh_cn: 批准/拒绝

source: Review History
cs: Historie kontrol
de: Chronik der Bewertungen
el: Επιθεώρηση Ιστορικού
es: Historial de revisiones
fr: Voir l'historique
it: Cronologia revisioni
ja: 審査履歴
ko: 심사 기록
nl: Beoordelingsgeschiedenis
pa_in: ਸਮੀਖਿਆ ਇਤਿਹਾਸ
pl: Historia opinii
pt_pt: Histórico da análise
ru: История проверок
sl: Pregled zgodovine
uk: Історія переглядів
zh_cn: 历史评论。

source: Sorry, this theme is pending. Please come back later.
cs: Omlouváme se, ale tento motiv vzhledu čeká na schválení. Zkuste to prosím později.
de: Es tut uns Leid, dieses Theme wurde noch nicht überprüft. Bitte kommen Sie später wieder.
el: Συγγνώμη, αυτό το θέμα εκκρεμεί. Παρακαλώ επιστρέψτε αργότερα.
es: Lo sentimos, este tema está aún pendiente. Por favor, vuelve más tarde.
fr: Désolé, ce thème est en attente. Merci de revenir plus tard.
it: Spiacenti, questo tema è in sospeso. Ritorna più tardi.
ja: 申し訳ありませんが、このテーマは公開が保留されています。また後で見に来てください。
ko: 죄송합니다. 이 테마는 현재 심사 대기중입니다. 나중에 다시 오세요.
nl: Sorry, dit thema staat in de wachtrij. Probeer het later nog eens.
pa_in: ਮੁਆਫ਼ੀ, ਇਹ ਥੀਮ ਅਧੂਰਾ ਪਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਅਾਓ।
pl: Przepraszamy, ten motyw jest oczekujący. Wróć ponownie później.
pt_pt: Desculpe, mas este tema está pendente. Por favor volte mais tarde.
uk: Вибачте, ця тема в очікуванні. Будь ласка, поверніться пізніше.
zh_cn: 抱歉，这个主题处于待定状态，请稍后再来。

source: This theme is pending. It is invisible to everyone but you.
cs: Tento motiv vzhledu čeká na schválení. Je neviditelný pro každého s výjimkou vás.
de: Dieses Theme wurde noch nicht überprüft. Es ist für alle außer Ihnen unsichtbar.
el: Αυτό το θέμα εκκρεμεί. Είναι αόρατο σε όλους εκτός από εσάς.
es: Este tema está pendiente. No es visible para nadie excepto para ti.
fr: Ce thème est en attente. Il est invisible sauf pour vous.
it: Questo tema è in sospeso e può essere visualizzato unicamente da te.
ja: このテーマは公開が保留されています。あなた以外には誰も見ることはできません。
ko: 이 테마는 현재 심사 대기중입니다. 제작자 이외에는 노출되지 않습니다.
nl: Dit thema staat in de wachtrij. Het is onzichtbaar voor iedereen behalve u.
pa_in: ਇਹ ਥੀਮ ਅਧੂਰਾ ਪਿਆ ਹੈ। ਇਹ ਹਰੇਕ ਲਈ ਅਲੋਪ ਹੈ ਪਰ ਤੁਸੀਂ।
pl: Ten motyw jest oczekujący. Jest niewidoczny dla wszystkich oprócz ciebie.
pt_pt: Este tema está pendente. Não é visível a mais ninguém a não ser você.
uk: Ця тема в очікуванні. Вона невидима для всіх, окрім вас.
zh_cn: 这个主题处于待定状态，只有你能看到。

source: Collector's Note
cs: Poznámka autora
de: Hinweis des Sammlers
el: Σημείωση δημιουργού συλλογής
es: Nota del recopilador
fr: Note du collectionneur
it: Nota dell'autore della raccolta
ja: コレクターのメモ
ko: 모음집 제작자의 메모
nl: Opmerking verzamelaar
pa_in: ਸੰਗ੍ਰਹਿਕ ਦੇ ਨੋਟ
pl: Informacje twórcy kolekcji
pt_pt: Nota do coleccionador
ru: Примечание подборщика
sl: Pripomba zbiralca
uk: Примітка власника збірки
zh_cn: 收藏者说明

source: Not Yet Rated
cs: Dosud nehodnocen
de: Noch nicht bewertet
el: Δεν έχει αξιολογηθεί ακόμα
es: Sin puntuar aún
fr: Pas encore notée
it: Nessun voto
ja: まだ評価されていません
ko: 아직 별점 없음
nl: Nog niet gewaardeerd
pa_in: ਹਾਲੇ ਰੇਟ ਨਹੀਂ ਹੋਇਆ
pl: Jeszcze nie oceniono
pt_pt: Sem avaliações
ru: Пока не оценено
sl: Še ni ocenjeno
uk: Ще не оцінено
zh_cn: 尚未评分

source: <strong>{0}</strong> weekly download
cs: <strong>{0}</strong> stažení týdně
de: <strong>{0}</strong> Download pro Woche
el: <strong>{0}</strong> εβδομαδιαία λήψη
es: <strong>{0}</strong> descarga semanal
fr: <strong>{0}</strong> téléchargement hebdomadaire
it: <strong>{0}</strong> download settimanali
ja: <strong>{0}</strong> 週間ダウンロード
ko: 주간 다운로드 <strong>{0}</strong>회
nl: <strong>{0}</strong> wekelijkse download
pa_in: <strong>{0}</strong> ਹਫ਼ਤੇਵਾਰ ਡਾਊਨਲੋਡ
pl: <strong>{0}</strong> pobranie tygodniowo
pt_pt: <strong>{0}</strong> transferência semanal
ru: <strong>{0}</strong> загрузка за неделю
sl: <strong>{0}</strong> prenos na teden
uk: <strong>{0}</strong> завантаження щотижня
zh_cn: <strong>{0}</strong> 次周下载量

source: Purchase Refunded
cs: Za koupi byly vráceny peníze
de: Kauf erstattet
es: Adquisición reembolsada
fr: Achat remboursé
it: Acquisto rimborsato
ko: 환불받음
nl: Aanschaf gerestitueerd
pl: Zakup został zwrócony
ru: Стоимость покупки возмещена
sl: Nakup refundiran
zh_cn: 购买的商品已退款

source: May Slow Down Your Browser
cs: Může zpomalit váš prohlížeč
de: Könnte Ihren Browser verlangsamen
el: Μπορεί να επιβραδύνει τον περιηγητή σας
es: Puede ralentizar tu navegador
fr: Peut ralentir votre navigateur
it: Potrebbe rallentare il tuo browser
ja: ブラウザの動作が遅くなる可能性があります
ko: 웹브라우저를 느리게 할 수 있음
nl: Vertraagt mogelijk uw browser
pl: Może spowolnić twoją przeglądarkę
pt_pt: Pode abrandar o seu navegador
ru: Может замедлить работу вашего браузера
sl: Lahko upočasni vaš brskalnik
uk: Може сповільнити ваш браузер
zh_cn: 可能导致您的浏览器性能降低

source: Read More
cs: Přečíst si více
de: Lesen Sie mehr
el: Διαβάστε περισσότερα
es: Leer más
fr: En savoir plus
it: Ulteriori informazioni
ja: 続きを読む
ko: 더 보기
nl: Meer lezen
pa_in: ਹੋਰ ਪੜ੍ਹੋ
pl: Dowiedz się więcej
pt_pt: Ler mais
ru: Подробнее
sl: Preberi več
uk: Читати більше
zh_cn: 详细了解

source: Users
cs: Uživatelé
de: Benutzer
el: Χρήστες
es: Usuarios
fr: Utilisateurs
it: Utenti
ja: ユーザ
ko: 사용자
nl: Gebruikers
pa_in: ਉਪਭੋਗੀ
pl: Użytkownicy
pt_pt: Utilizadores
ru: Пользователи
sl: Uporabniki
uk: Користувачі
zh_cn: 用户量

source: Weekly Downloads
cs: Týdenní stažení
de: Wöchentliche Downloads
el: Εβδομαδιαίες λήψεις
es: Descargas semanales
fr: Téléchargements hebdomadaires
it: Download per settimana
ja: 週間ダウンロード数
ko: 주간 다운로드
nl: Wekelijkse downloads
pa_in: ਹਫ਼ਤੇਵਾਰ ਡਾਊਨਲੋਡ
pl: Tygodniowe pobrania
pt_pt: Transferências semanais
ru: Еженедельные загрузки
sl: Prenosov na teden
uk: Щотижневі завантаження
zh_cn: 周下载量

source: Version
cs: Verze
el: Έκδοση
es: Versión
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pa_in: ਵਰਜਨ
pl: Wersja
pt_pt: Versão
ru: Версия
sl: Različica
uk: Версія
zh_cn: 版本

source: {0} (Version Notes)
cs: {0} (Poznámky k verzi)
de: {0} (Versionshinweise)
el: {0} (Σημειώσεις έκδοσης)
es: {0} (Notas de la versión)
fr: {0} (Notes de version)
it: {0} note di versione
ja: {0} (リリースノート)
ko: {0} (버전 기록서)
nl: {0} (versieopmerkingen)
pa_in: {0} (ਵਰਜਨ ਨੋਟ)
pl: {0} (Informacje o wersji)
pt_pt: {0} (Notas da versão)
ru: {0} (Примечания к версии)
sl: {0} (Opombe o različici)
uk: {0} (Примітки до версії)
zh_cn: {0}（版本说明）

source: View All Versions
cs: Zobrazit všechny verze
de: Alle Versionen anzeigen
el: Δείτε όλες τις εκδόσεις
es: Ver todas las versiones
fr: Voir toutes les versions
it: Visualizza tutte le versioni
ja: すべてのバージョンを表示
ko: 모든 버전 보기
nl: Alle versies bekijken
pa_in: ਸਾਰੇ ਵਰਜਨ ਵੇਖੋ
pl: Wszystkie wersje
pt_pt: Ver todas as versões
ru: Просмотреть все версии
sl: Ogled vseh različic
uk: Дивитися всі версії
zh_cn: 查看所有版本

source: View Development Version
cs: Zobrazit vývojovou verzi
de: Entwicklerversion anzeigen
el: Δείτε την υπό ανάπτυξη έκδοση
es: Ver versión de desarrollo
fr: Voir les versions de développement
it: Visualizza versione di sviluppo
ja: 開発版を表示
ko: 개발자 버전 보기
nl: Ontwikkelversie bekijken
pa_in: ਵਿਕਾਸ ਵਰਜਨ ਵੇਖੋ
pl: Zobacz wersję rozwojową
pt_pt: Ver versão de desenvolvimento
ru: Просмотр разрабатываемой версии
sl: Prikaži razvojno inačico
uk: Переглянути експериментальну версію
zh_cn: 查看开发版本

source: Caution
cs: Upozornění
de: Achtung
el: Προσοχή
es: Precaución
fr: Attention
it: Attenzione
ja: 注意
ko: 주의
nl: Opgepast
pa_in: ਚੇਤਾਵਨੀ
pl: Ostrzeżenie
pt_pt: Cuidado
ru: Внимание
sl: Pozor
uk: Обережно
zh_cn: 警告

source: Visit the Support Site
cs: Navštívit stránku podpory
de: Besuchen Sie die Hilfeseite
el: Επισκεφθείτε τις σελίδες υποστήριξης
es: Visitar el sitio de asistencia
fr: Voir le site d'assistance
it: Visita il sito di supporto
ja: サポートサイトを見る
ko: 기술 지원 사이트 방문하기
nl: De ondersteuningswebsite bezoeken
pa_in: ਸਹਾਇਤਾ ਸਾਈਟ ਤੇ ਜਾਓ
pl: Przejdź na stronę pomocy
pt_pt: Visite o sítio de suporte
ru: Посетить сайт поддержки
sl: Obiščite Spletno stran za podporo
uk: Відвідати сайт підтримки
zh_cn: 访问支持网站

source: Ask the Author a Question
cs: Položit autorovi otázku
de: Stellen Sie dem Autor eine Frage
el: Κάντε μια ερώτηση στο συντάκτη
es: Hacer una pregunta al autor
fr: Poser une question à l'auteur
it: Fai una domanda all'autore
ja: 作者に質問する
ko: 제작자에게 문의하기
nl: Stel de schrijver een vraag
pa_in: ਲੇਖਕ ਨੂੰ ਇੱਕ ਸਵਾਲ ਪੁੱਛੋ
pl: Zadaj pytanie autorowi
pt_pt: Faça uma pergunta ao autor
ru: Задайте вопрос автору
sl: Postavite avtorju vprašanje
uk: Задати питання автору
zh_cn: 向作者提问

source: License Agreement
cs: Souhlas s licencí
de: Lizenzvereinbarung
el: Συμφωνητικό αδειοδότησης
es: Acuerdo de licencia
fr: Accord de licence
it: Accordo di licenza
ja: 使用許諾契約書
ko: 라이선스 동의서
nl: Licentieovereenkomst
pa_in: ਲਾਇਸੰਸ ਸਮਝੌਤਾ
pl: Umowa licencyjna
pt_pt: Acordo de licenciamento
ru: Лицензионное соглашение
sl: Licenčni sporazum
uk: Ліцензійна угода
zh_cn: 许可协议

source: %(name)s requires that you accept the following End-User License Agreement before installation can proceed:
cs: %(name)s vyžaduje, abyste před zahájením instalace odsouhlasil(a) následující koncové licenční ujednání:
de: %(name)s verlangt, dass Sie der folgenden Endbenutzerlizenzvereinbarung zustimmen, bevor Sie mit der Installation fortfahren können:
el: Το %(name)s απαιτεί την αποδοχή από μέρους σας του παρακάτω συμφωνητικού αδειοδότησης τελικού χρήστη (EULA) πριν συνεχίσετε:
es: %(name)s requiere que aceptes el siguiente acuerdo de licencia de usuario final antes de continuar con la instalación:
fr: %(name)s nécessite que vous acceptiez le Contrat de Licence Utilisateur Final avant de pouvoir l'installer :
it: %(name)s richiede l'accettazione del seguente accordo di licenza con l'utente finale (EULA) prima di poter procedere con l'installazione:
ja: %(name)s のインストールを続けるには、以下のエンドユーザ使用許諾契約書に同意する必要があります:
ko: %(name)s이(가) 설치 작업을 수행하기에 앞서 다음의 최종 사용자 라이선스 동의서에 동의하기를 요구하고 있습니다:
nl: %(name)s vereist dat u de volgende gebruiksrechtovereenkomst accepteert voordat de installatie kan verdergaan:
pa_in: %(name)s ਲਈ ਜ਼ਰੂਰੀ ਹੈ ਇੰਸਟਾਲੇਸ਼ਨ ਦੇ ਅੱਗੇ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ ਦਿੱਤੇ ਗਏ End-User License Agreement ਨੂੰ ਮਨਜ਼ੂੂਰ ਕਰੋ:
pl: %(name)s wymaga, aby przed rozpoczęciem instalacji użytkownik zaakceptował umowę licencyjną:
pt_pt: %(name)s necessita que aceite o seguinte Acordo de Licenciamento de Utilizador Final antes de a instalação poder continuar:
ru: %(name)s требует, чтобы вы приняли следующее соглашение конечного пользователя перед началом его установки:
sl: %(name)s zahteva, da se pred nadaljnjo namestitvijo strinjate z naslednjim licenčnim sporazumom:
uk: %(name)s потребує, щоб перед встановленням ви погодились із наступною ліцензійною угодою кінцевого користувача:
zh_cn: %(name)s 需要您在安装前同意接受下面的“最终用户许可协议”才能继续：

source: Accept
cs: Souhlasím
de: Akzeptieren
el: Αποδοχή
es: Aceptar
fr: Accepter
it: Accetta
ja: 同意する
ko: 동의
nl: Accepteren
pa_in: ਮਨਜ਼ੂਰ
pl: Akceptuję
pt_pt: Aceitar
ru: Принять
sl: Sprejmi
uk: Погодитись
zh_cn: 同意

source: You need Firefox to install add-ons. <a href="http://mozilla.com/mobile">Learn More&nbsp;&raquo;</a>
cs: Pro instalaci doplňku potřebujete Firefox. <a href="http://mozilla.com/mobile">Dozvědět se více&nbsp;&raquo;</a>
de: Sie benötigen Firefox, um Add-on zu installieren. <a href="http://mozilla.com/mobile">Erfahren Sie mehr&nbsp;»</a>
el: Χρειάζεστε τον Firefox για να εγκαταστήσετε πρόσθετα. <a href="http://mozilla.com/mobile">Learn More&nbsp;&raquo;</a>
es: Necesitas Firefox para instalar complementos. <a href="http://mozilla.com/mobile">Más información&nbsp;&raquo;</a>
fr: Vous avez besoin de Firefox pour installer des modules. <a href="http://mozilla.com/mobile">En savoir plus&nbsp;&raquo;</a>
it: Hai bisogno di Firefox per installare componenti aggiuntivi. <a href="http://mozilla.com/mobile">Ulteriori informazioni&nbsp;&raquo;</a>
ja: アドオンをインストールするには Firefox が必要です。<a href="http://www.mozilla.org/mobile/">詳細&nbsp;&raquo;</a>
ko: 부가 기능을 설치하려면 Firefox가 필요합니다. <a href="http://mozilla.com/mobile">자세히 알아보기&nbsp;&raquo;</a>
nl: U hebt Firefox nodig om add-ons te kunnen installeren. <a href="http://mozilla.com/mobile">Meer hierover&nbsp;&raquo;</a>
pa_in: ਤੁਹਾਨੂੰ ਐਡ-ਆਨ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਫ਼ਾਇਰਫ਼ਾਕਸ ਦੀ ਜ਼ਰੂਰਤ ਹੈ। <a href="http://mozilla.com/mobile">ਹੋਰ ਜਾਣੋ&nbsp;&raquo;</a>
pl: Aby instalować dodatki, trzeba mieć zainstalowanego Firefoksa. <a href="http://mozilla.com/firefox">Dowiedz się więcej&nbsp;&raquo;</a>
pt_pt: Precisa do Firefox para instalar extras, <a href="http://mozilla.com/mobile">Saber mais&nbsp;&raquo;</a>
ru: Для установки дополнений вам потребуется Firefox. <a href="http://mozilla.com/mobile">Подробнее&nbsp;&raquo;</a>
sl: Da namestite dodatke, potrebujete Firefox. <a href="http://mozilla.com/mobile"> Več o tem&nbsp;&raquo;</a>
uk: Щоб встановлювати додатки, вам потрібен Firefox. <a href="http://mozilla.com/mobile">Дізнатись більше&nbsp;&raquo;</a>
zh_cn: 您需要使用 Firefox 才能安装附加组件。<a href="http://mozilla.com/mobile">详细了解&nbsp;&raquo;</a>

source: Return to the {0} Add-ons homepage
cs: Návrat na titulní stránku doplňků aplikace {0}
de: Zurück zur {0}-Add-ons-Startseite
el: Επιστροφή στην αρχική σελίδα των πρόσθετων του {0}
es: Volver a la página de inicio de Complementos para {0}
fr: Revenir à la page d'accueil des modules {0}
it: Ritorna alla pagina principale di {0} Add-ons
ja: {0} Add-ons のホームページへ戻る
ko: {0} 부가 기능 대문으로 돌아가기
nl: Terug naar de {0}-add-ons-startpagina
pa_in: {0} ਐਡ-ਆਨ ਮੁੱਖ ਸਫ਼ੇ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do głównej strony {0} – dodatki
pt_pt: Voltar à página inicial dos extras do {0}
ru: Вернуться на домашнюю страницу дополнений {0}
sl: Vrni se na domačo stran za {0} dodatki
uk: Повернутись на домашню сторінку додатків {0}
zh_cn: 返回 {0} 附加组件主页

source: Add-ons
cs: Doplňky
el: Προσθετα
es: Complementos
fr: Modules
it: Componenti aggiuntivi
ko: 부가 기능
pa_in: ਐਡ-ਆਨ
pl: Dodatki
pt_pt: Extras
ru: Дополнения
sl: Dodatki
uk: Додатки
zh_cn: 附加组件

source: Easy ways to personalize.
cs: Snadný způsob přizpůsobení.
de: Personalisierung leicht gemacht.
el: Εύκολοι τρόποι για προσαρμογή.
es: Maneras fáciles de personalizar.
fr: Personnalisation facile.
it: Metodi semplici per personalizzare.
ja: カスタマイズ自由自在。
ko: 개인화를 쉽게 하는 방법.
nl: Eenvoudige manieren om te personaliseren.
pa_in: ਨਿਜੀ ਬਣਾਉਣ ਦੇ ਸੌਖੇ ਤਰੀਕੇ।
pl: Proste sposoby personalizacji.
pt_pt: Maneiras simples de personalizar.
ru: Легкие способы персонализации.
sl: Enostavni načini za prilagajanje.
uk: Легкі шляхи персоналізувати.
zh_cn: 简单的个性化方式。
