Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: If you typed in the address, please double check the spelling.
cs: Pokud jste adresu zadávali, zkontrolujte si, zda jste se nepřeklepli.
de: Wenn Sie die Adresse eingetippt haben, prüfen Sie bitte noch einmal die Schreibweise.
es: Si escribiste la dirección, comprueba la ortografía.
fr: Si vous avez tapé l'adresse, merci de revérifier.
it: Se hai digitato l'indirizzo, controlla che non ci siano errori di battitura.
ko: 주소를 입력하셨다면 철자를 한번 더 확인해 주세요.
nl: Als u het adres hebt ingetypt, controleer dan de spelling.
pl: Jeśli wpisałeś adres, sprawdź dokładnie pisownię.
zh_cn: 如果您输入了地址，请再次检查拼写。

source: Visit the <a class="sync" href="%(home)s">Firefox Marketplace front page</a>.
cs: Navštivte <a class="sync" href="%(home)s">titulní stránku Firefox Marketplace</a>.
de: Besuchen Sie die <a class="sync" href="%(home)s">Startseite des Firefox-Marktplatzes</a>.
es: Visita la <a class="sync" href="%(home)s">página de inicio de Firefox Marketplace</a>.
fr: Visitez la <a class="sync" href="%(home)s">page d'accueil Firefox Marketplace</a>.
it: Visita la <a class="sync" href="%(home)s">pagina principale di Firefox Marketplace</a>.
ko: <a class="sync" href="%(home)s">Firefox 마켓플레이스 첫 페이지</a> 가기
nl: Bezoek de <a class="sync" href="%(home)s">Firefox Marketplace-startpagina</a>.
pl: Odwiedź <a class="sync" href="%(home)s">stronę główną Firefox Marketplace</a>.
zh_cn: 访问 <a class="sync" href="%(home)s">火狐应用市场首页</a>。

source: Server Error
cs: Chyba serveru
de: Serverfehler
es: Error del servidor
fr: Erreur serveur
it: Errore del server
ko: 서버 오류
nl: Serverfout
pl: Błąd serwera
ru: Ошибка сервера
zh_cn: 服务器错误

source: Oops! We had an error.
cs: Oops! Nastala chyba.
de: Hoppla! Bei uns ist ein Fehler aufgetreten.
es: ¡Uy! Tuvimos un error.
fr: Oops! Nous avons eu une erreur.
it: Oops, si è verificato un errore.
ko: 이런! 오류가 발생했습니다.
nl: Oeps! Er is een fout opgetreden.
pl: Ups! Wystąpił błąd.
ru: Ой! У нас произошла ошибка.
zh_cn: 糟糕！碰到一个错误。

source: We'll get to fixing that soon.
cs: Brzy to opravíme.
de: Wir kümmern uns bald um die Behebung.
es: Pronto nos pondremos a solucionarlo.
fr: Nous allons corriger ça rapidement.
it: Cercheremo di risolvere questo inconveniente quanto prima.
ko: 곧 수정할 예정입니다.
nl: Dat gaan we snel herstellen.
pl: Niebawem to naprawimy.
zh_cn: 我们将会很快修复它。

source: You can try refreshing the page, or try again later.
cs: Můžete zkusit obnovit tuto stránku a zkusit to znovu.
de: Sie können diese Seite neu laden, oder es später erneut versuchen.
es: Puedes probar a actualizar la página o inténtalo de nuevo pasados unos minutos.
fr: Vous pouvez essayer de recharger la page ou réessayer plus tard.
it: Puoi ricaricare la pagina o riprovare più tardi.
ko: 페이지를 새로고침하거나 나중에 다시 시도해 보세요.
nl: U kunt proberen de pagina te vernieuwen of het later nog eens proberen.
pl: Możesz odświeżyć stronę lub spróbować ponownie później.
zh_cn: 您可以尝试刷新页面，或者稍后再试。

source: Terms of Use
cs: Podmínky použití
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini d'uso
ko: 이용 약관
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
ru: Условия использования
sl: Pogoji uporabe
zh_cn: 使用条款

source: Day
cs: Dne
de: Tag
es: Día
fr: Jour
it: Giorno
ko: 일
nl: Dag
pl: Dzień
ru: День
sl: Dan
zh_cn: 日

source: Week
cs: Týdne
de: Woche
es: Semana
fr: Semaine
it: Settimana
ko: 주
pl: Tydzień
ru: Неделя
sl: Teden
zh_cn: 周

source: Quarter
cs: Čtvrtletí
de: Vierteljahr
es: Trimestre
fr: Trimestre
it: Trimestre
nl: Kwartaal
pl: Kwartał
zh_cn: 季度

source: Sales
cs: Prodej
de: Verkäufe
es: Ventas
fr: Ventes
it: Vendite
ko: 판매
nl: Verkopen
pl: Sprzedaże
ru: Продажи
sl: Prodaje

source: Installs
cs: Instalace
de: Installationen
es: Instalaciones
fr: Installations
it: Installazioni
ko: 설치
nl: Installaties
pl: Instalacje
ru: Установки
sl: Namestitve

source: Usage
cs: Použití
de: Verwendung
es: Uso
fr: Utilisation
it: Utilizzo
ko: 사용 통계
nl: Gebruik
pl: Użycie
ru: Использование
sl: uporaba

source: {0} · Statistics Dashboard
cs: {0} · Nástěnka statistik
de: {0} · Statistik-Übersicht
es: {0} · Panel de estadísticas
fr: {0} · Tableau de bord des statistiques
it: {0} · Pannello statistiche
ko: {0} · 통계 대시보드
nl: {0} - Statistiekendashboard
pl: {0} · Panel statystyk
ru: {0} · Панель статистики

source: App sales stats are <b>private</b>.
cs: Statistiky prodeje aplikace jsou <b>soukromé</b>.
de: Statistiken zu den Anwendungsverkäufen sind <b>privat</b>.
es: Las estadísticas de ventas de las aplicaciones son <b>privadas</b>.
fr: Les statistiques des ventes de l'application sont <b>privées</b>.
it: Le statistiche di vendita dell'app sono <b>private</b>.
pl: Statystyki sprzedaży aplikacja są <b>prywatne</b>.
ru: Статистика продаж приложения является <b>приватной</b>.

source: Amount Earned
cs: Vyděláno
de: Eingenommener Betrag
es: Cantidad ganada
fr: Montant gagné
it: Guadagno totalizzato
ko: 매출액
nl: Verdiend bedrag
pl: Zarobiona kwota
ru: Заработанная сумма
sl: Prislužen znesek

source: Units Sold
cs: Prodané položky
de: Verkaufte Einheiten
es: Unidades vendidas
fr: Unités vendues
it: Unità vendute
ko: 판매량
nl: Verkochte eenheden
pl: Sprzedane sztuki
ru: Продано копий
sl: Prodanih enot

source: Units Refunded
cs: Vráceno peněz
de: Erstattete Einheiten
es: Unidades reembolsadas
fr: Unités remboursées
it: Unità rimborsate
ko: 환불
nl: Gerestitueerde eenheden
pl: Zwrócone sztuki
ru: Копий за которые возвращены деньги
sl: Enot z vračilom

source: by Currency
cs: dle měny
de: nach Währung
es: por Divisa
fr: par monnaie
it: per valuta
ko: 화폐별 정렬
nl: op valuta
pl: wg waluty
ru: по валюте

source: <b>{0}</b> Installs
cs: <b>{0}</b> instalací
de: <b>{0}</b> Installationen
es: <b>{0}</b> instalaciones
fr: <b>{0}</b> Installations
it: <b>{0}</b> installazioni
ko: <b>{0}</b> 설치
nl: <b>{0}</b>-installaties
pl: Instalacje: <b>{0}</b>
ru: <b>{0}</b> установок

source: Top Apps
cs: Nejlepší aplikace
de: Höchste Anwendungen
es: Aplicaciones más descargadas
fr: Top applications
it: Le migliori app
ko: 상위 앱
pl: Najpopularniejsze aplikacje
ru: Топ приложений

source: See more apps&hellip;
cs: Zobrazit více aplikací&hellip;
de: Weitere Anwendungen ansehen …
es: Ver más aplicaciones&hellip;
fr: Voir plus d'applications &hellip;
it: Scopri altre app&hellip;
ko: 더 많은 앱 보기&hellip;
nl: Meer apps…
pl: Więcej aplikacji&hellip;
ru: Другие приложения&hellip;

source: Top Devices
cs: Populární zařízení
de: Höchste Geräte
es: Dispositivos destacados
fr: Top des appareils
it: Dispositivi più popolari
ko: 상위 장치
nl: Top-apparaten
pl: Najpopularniejsze urządzenia
ru: Топ устройств

source: See more devices&hellip;
cs: Zobrazit více zařízení&hellip;
de: Weitere Geräte ansehen …
es: Ver más dispositivos&hellip;
fr: Voir plus d'appareils &hellip;
it: Mostra altri dispositivi…
ko: 더 많은 장치 보기&hellip;
nl: Meer apparaten…
pl: Więcej urządzeń&hellip;
ru: Другие устройства&hellip;

source: Units Refunded by Currency
cs: Vrácené peníze dle měny
de: Erstattete Einheiten nach Währung
es: Unidades reembolsadas por divisa
fr: Unités remboursées par monnaie
it: Valore complessivo dei rimborsi per valuta
ko: 화폐별 환불
nl: Gerestitueerde eenheden op valuta
pl: Zwrócone sztuki wg waluty
ru: Копий за которые возвращены деньги, по валюте

source: Amount Earned by Currency
cs: Vydělané peníze dle měny
de: Eingenommener Betrag nach Währung
es: Cantidad ganada por divisa
fr: Montant gagné par monnaie
it: Guadagno totalizzato per valuta
ko: 화폐별 매출액
nl: Verdiend bedrag op valuta
pl: Zarobiona kwota wg waluty
ru: Заработанная сумма, по валюте

source: Sales by Currency
cs: Prodeje dle měny
de: Verkauf nach Währung
es: Ventas por divisa
fr: Ventes par monnaie
it: Vendite per valuta
ko: 화폐별 판매량
nl: Verkoop op valuta
pl: Sprzedaże wg waluty
ru: Продажи по валюте

source: Installs by Date
cs: Instalace dle data
de: Installationen nach Datum
es: Instalaciones por día
fr: Installations par date
it: Installazioni per data
ko: 날짜별 설치
nl: Installaties op datum
pl: Instalacje wg daty
ru: Установки по дате

source: Units Refunded by Date
cs: Vrácené peníze dle data
de: Verkäufe nach Währung
es: Unidades reembolsadas por fecha
fr: Unités remboursées par date
it: Unità rimborsate per data
ko: 날짜별 환불
nl: Gerestitueerde eenheden op datum
pl: Zwrócone sztuki wg daty
ru: Копий за которые возвращены деньги, по дате

source: Amount Earned by Date
cs: Vydělané peníze dle data
de: Eingenommener Betrag nach Datum
es: Cantidad ganada por fecha
fr: Montant gagné par date
it: Guadagno totalizzato per data
ko: 날짜별 매출액
nl: Verdiend bedrag op datum
pl: Zarobiona kwota wg daty
ru: Заработанная сумма, по дате

source: Units Sold by Date
cs: Prodaných položek dle data
de: Verkaufte Einheiten nach Datum
es: Unidades vendidas por fecha
fr: Unités vendues par date
it: Unità vendute per data
ko: 날짜별 판매량
nl: Verkochte eenheden op datum
pl: Sprzedane sztuki wg daty
ru: Продано копий, по валюте

source: Units Refunded by Source
cs: Vrácených položek dle zdroje
de: Erstattete Einheiten nach Quelle
es: Unidades reembolsadas por origen
fr: Unités remboursées par source
it: Unità rimborsate per fonte
ko: 판매처별 환불
nl: Gerestitueerde eenheden op bron
pl: Zwrócone sztuki wg źródła
ru: Копий за которые возвращены деньги, по источнику

source: Amount Earned by Source
cs: Vyděláno dle zdroje
de: Eingenommener Betrag nach Quelle
es: Cantidad ganada por origen
fr: Montant gagné par source
it: Guadagno totalizzato per fonte
ko: 판매처별 매출액
nl: Verdiend bedrag op bron
pl: Zarobiona kwota wg źródła
ru: Заработанная сумма, по источнику

source: Units Sold by Source
cs: Prodáno položek dle zdroje
de: Verkaufte Einheiten nach Quelle
es: Unidades vendidas por origen
fr: Unités vendues par source
it: Totale unità vendute per fonte
ko: 판매처별 판매량
nl: Verkochte eenheden op bron
pl: Sprzedane sztuki wg źródła
ru: Продано копий, по источнику

source: Usage by Date
cs: Používanost dle data
de: Benutzung nach Datum
es: Uso por fecha
fr: Utilisation par date
it: Utilizzo per data
ko: 날짜별 사용량
nl: Gebruik op datum
pl: Użycie wg daty
ru: Использование по дате

source: Apps Statistics Dashboard
cs: Nástěnka statistik aplikace
de: Übersicht der Anwendungs-Statistiken
es: Tablero de estadísticas sobre aplicaciones
fr: Tableau de bord des statistiques de l'application
it: Pannello statistiche delle app
ko: 앱 통계 대시보드
nl: Apps-statistiekendashboard
pl: Panel statystyk aplikacji
ru: Панель статистики приложения

source: Custom Range
cs: Vlastní rozsah
de: Benutzerdefinierter Zeitraum
es: Personalizar rango
fr: Période personnalisé
it: Intervallo personalizzato
ko: 기간 설정
nl: Aangepast bereik
pl: Własny przedział
ru: Настроить диапазон

source: Marketplace Statistics Dashboard
cs: Nástěnka statistik Marketplace
de: Übersicht der Marktplatz-Statistiken
es: Tablero de estadísticas de Marketplace
fr: Tableau de bord des statistiques Marketplace
it: Pannello statistiche marketplace
ko: 마켓플레이스 통계 대시보드
nl: Marketplace-statistiekendashboard
pl: Panel statystyk Marketplace
ru: Панель статистики магазина

source: Apps added
cs: Přidané aplikace
de: Hinzugefügte Anwendungen
es: Aplicaciones agregadas
fr: Applications ajoutées
it: App aggiunte
ko: 신규 앱
nl: Apps toegevoegd
pl: Dodano aplikacje
ru: Приложений добавлено

source: Apps installed
cs: Nainstalované aplikace
de: Installierte Anwendungen
es: Aplicaciones instaladas
fr: Applications installées
it: App installate
ko: 설치된 앱
nl: Apps geïnstalleerd
pl: Zainstalowano aplikacje
ru: Приложений установлено

source: New users
cs: Noví uživatelé
de: Neue Benutzer
es: Nuevos usuarios
fr: Nouveaux utilisateurs
it: Nuovi utenti
ko: 신규 사용자
nl: Nieuwe gebruikers
pl: Nowi użytkownicy
ru: Новые пользователи

source: Total users
cs: Celkový počet uživatelů
de: Benutzer insgesamt
es: Total de usuarios
fr: Utilisateurs totaux
it: Totale utenti
ko: 총 사용자
nl: Totaal aantal gebruikers
pl: Wszyscy użytkownicy
ru: Всего пользователей

source: Total visitors
cs: Celkový počet návštěvníků
de: Besucher insgesamt
es: Total de visitantes
fr: Visiteurs au total
it: Visitatori totali
ko: 총 방문자
nl: Totaal aantal bezoekers
pl: Wszyscy odwiedzający
ru: Всего посетителей

source: Device(s) changed: {0}
cs: Změněná zařízení: {0}
de: Geänderte(s) Gerät(e): {0}
es: Dispositivo(s) cambiado(s): {0}
fr: Appareil(s) modifié(s) : {0}
it: Dispositivo(/i) modificato(/i): {0}
ko: 장치 변경됨: {0}
nl: Appara(a)t(en) gewijzigd: {0}
pl: Zmieniono urządzenia: {0}
ru: Устройство изменёно: {0}
zh_cn: 设备已更改： {0}

source: Requirements changed: {0}
cs: Změněny požadavky: {0}
de: Anforderungen geändert: {0}
es: Requisitos modificados: {0}
fr: Prérequis changés : {0}
it: Requisiti modificati: {0}
nl: Gewijzigde vereisten: {0}
pl: Zmieniono wymagania: {0}
zh_cn: 需求已更改：{0}

source: Cannot be free and paid.
cs: Nemůže být zdarma a zároveň placená.
de: Kann nicht kostenlos und kostenpflichtig sein.
es: No puede ser gratuita y de pago.
fr: Ne peut être gratuit et payé.
it: Non può essere sia gratuita che a pagamento.
ko: 무료나 유료가 될 수 없습니다.
nl: Kan niet gratis en betaald zijn.
pl: Nie może być bezpłatne i płatne.
ru: Не может быть бесплатным и платным.
zh_cn: 无法免费和付费。

source: Please select a device.
cs: Zvolte prosím zařízení.
de: Bitte wählen Sie ein Gerät aus.
es: Selecciona un dispositivo.
fr: Merci de choisir un appareil.
it: Seleziona un dispositivo.
ko: 장치를 선택하세요.
nl: Selecteer een apparaat.
pl: Wybierz urządzenie.
ru: Пожалуйста, выберите устройство.
zh_cn: 请选择一个设备。

source: Agree and Continue
cs: Souhlasím a pokračovat
de: Zustimmen und Fortfahren
es: Aceptar y continuar
fr: Accepter et continuer
it: Accetta e prosegui
ko: 동의 및 계속
nl: Akkoord en doorgaan
pl: Zatwierdź i kontynuuj
ru: Согласиться и продолжить
zh_cn: 同意并继续

source: Do you already have a PayPal Premier or Business account?
cs: Máte již účet PayPal Premier či Business?
de: Haben Sie bereits ein PayPal Premier- oder Geschäftskonto?
es: ¿Ya tienes una cuenta de PayPal Premier o Business?
it: Disponi già di un account PayPal Premier o Business?
pl: Czy masz już konto PayPal Premier lub Business?

source: PayPal email address
cs: E-mailová adresa na PayPalu
de: PayPal-E-Mail-Adresse
es: Dirección de correo de PayPal
it: Indirizzo email dell'account PayPal
pl: Adres e-mail PayPal
ru: Адрес эл. почты в PayPal

source: I'll link my PayPal account later.
cs: Přiřadím svůj účet na PayPal později.
de: ich verlinke mein PayPal-Konto später.
es: Enlazaré mi cuenta de PayPal más tarde.
it: Collegherò il mio account PayPal più avanti.
pl: Podam odnośnik do swojego konta PayPal później.

source: The PayPal email is required.
cs: E-mailová adresa na PayPalu je vyžadována.
de: Die PayPal-E-Mail-Adresse ist erforderlich.
es: El correo de PayPal es obligatorio.
it: È necessario inserire l'indirizzo email dell'account PayPal.
pl: Adres e-mail PayPal jest wymagany.
ru: Требуется адрес эл. почты в PayPal.

source: When should your app be made available for sale?
cs: Kdy by měla být vaše aplikace k dispozici pro prodej?
de: Wann sollte Ihre Anwendung zum Verkauf stehen?
es: ¿Cuándo debería estar tu aplicación disponible para la venta?
fr: Quand votre application doit-elle être mise à disposition pour être vendue ?
it: Quando l'app sarà pronta per la vendita?
ko: 언제부터 구입 가능하게 할까요?
nl: Wanneer zou uw app beschikbaar moeten komen voor verkoop?
pl: Kiedy aplikacja będzie udostępniona do sprzedaży?
zh_cn: 您的应用什么时候可以销售？

source: App to upgrade from
cs: Aplikace pro aktualizaci z
de: Anwendung, von der aufgewertet wird.
es: Aplicación desde la cual actualizar
fr: Application depuis laquelle mettre à jour
it: App da aggiornare da
ko: 앱 업그레이드:
nl: App waarvan wordt geüpgraded
pl: Aplikacja do aktualizacji z
ru: Обновляемое приложение
zh_cn: 应用升级源于

source: Privacy Policy:
cs: Zásady ochrany soukromí:
de: Datenschutzerklärung:
es: Política de privacidad:
fr: Politique de confidentialité
it: Informativa sulla privacy:
ko: 개인 정보 보호 정책:
nl: Privacybeleid:
pl: Polityka prywatności:
ru: Политика приватности:
zh_cn: 隐私政策：

source: A privacy policy that explains what data is transmitted from a user's computer and how it is used is required.
cs: Zásady ochrany soukromí, které vysvětlují, jaká data jsou přenášena z počítače uživatele a jak je s nimi nakládáno.
de: Eine Datenschutzerklärung, die erklärt, welche Daten vom Rechner eines Benutzers gesendet werden und wie sie genutzt werden ist erforderlich.
es: Es necesaria una política de privacidad que explique qué datos se transmiten desde el equipo de un usuario y cómo se usan.
fr: Une politique de confidentialité expliquant quelles données sont transmises depuis l'ordinateur de l'utilisateur et comment elles sont utilisées.
it: È necessario fornire un'informativa sulla privacy in cui si spiega quali dati vengono inviati e come vengono utilizzati.
ko: 개인 정보 보호 정책엔 어떤 데이터가 사용자의 컴퓨터에서 전송되고 어떤 용도로 쓰이는 지 설명이 되어 있어야 합니다.
nl: Een privacybeleid dat uitlegt welke gegevens vanaf de computer van de gebruiker worden verzonden en hoe deze worden gebruikt is verplicht.
pl: Polityka prywatności, wyjaśniająca, jakie dane są przesyłane z komputera użytkownika i sposób ich wykorzystania, jest wymagana.
zh_cn: 解释从用户的电脑中传送了哪些数据并用作何用是一项必须的隐私政策。

source: Homepage:
cs: Domovská stránka:
es: Página de inicio:
fr: Page d'accueil :
ko: 홈페이지:
nl: Startpagina:
pl: Strona domowa:
ru: Домашняя страница:
zh_cn: 主页：

source: If your app has another homepage, enter its address here.
cs: Pokud má vaše aplikace další domovskou stránku, vložte zde její adresu.
de: Wenn Ihre Anwendung eine andere Homepage hat, geben Sie hier ihre Adresse ein.
es: Si tu aplicación cuenta con otra página de inicio, escribe su dirección aquí.
fr: Si votre application a une autre page d'accueil, indiquez l'adresse ici.
it: Se l'app ha un altro sito web, inserisci l'indirizzo in questo campo.
ko: 앱에 다른 홈페이지가 더 있을 경우 이곳에 주소를 입력하세요.
nl: Als uw app een andere startpagina heeft, voer dan hier het adres in.
pl: Jeśli aplikacja ma inną stronę domową, wpisz tutaj jej adres.
zh_cn: 如果您的应用有另一个主页，在这里输入地址。

source: Support Website:
cs: Stránka podpory:
de: Hilfeseite:
es: Sitio web de asistencia:
fr: Site Web d'assistance :
it: Sito di supporto:
ko: 기술 지원 웹사이트:
nl: Ondersteuningswebsite:
pl: Strona pomocy:
ru: Веб-сайт поддержки:
zh_cn: 支持的站点：

source: If your app has a support website or forum, enter its address here.
cs: Pokud má vaše aplikace stránky podpory či fórum, vložte zde jejich adresy.
de: Wenn Ihre Anwendung eine Hilfeseite oder ein -Forum hat, geben Sie hier die Adresse ein.
es: Si tu aplicación cuenta con un sitio web de asistencia o un foro, ingresa aquí su dirección.
fr: Si votre application a un site web d'assistance ou un forum, indiquez l'adresse ici.
it: Se l'app ha un sito web di supporto o un forum, inserisci l'indirizzo in questo campo.
ko: 앱이 웹사이트가 포럼을 보유하고 있다면 이곳에 주소를 입력하세요.
nl: Als uw app een ondersteuningswebsite of -forum heeft, voer dan hier het adres in.
pl: Jeśli aplikacja ma stronę lub forum świadczące pomoc, wpisz tu adres.
zh_cn: 如果您的应用有支持网站或者论坛，在这里输入地址。

source: Does your app require Flash support?
cs: Vyžaduje vaše aplikace podporu Flashe?
de: Benötigt Ihre Anwendung Flash-Unterstützung?
es: ¿Tu aplicación requiere que sea compatible con Flash?
fr: Votre application nécessite-t-elle Flash ?
it: L'app utilizza Flash?
ko: 앱이 플래시를 지원합니까?
nl: Vereist uw app ondersteuning van Flash?
pl: Czy aplikacja wymaga obsługi Flasha?
ru: Ваше приложение требует поддержки Flash?
zh_cn: 您的应用是否需要 Flash 支持？

source: Publish my app in the Firefox Marketplace as soon as it's reviewed.
cs: Publikujte mou aplikaci na Firefox Marketplace jakmile bude zkontrolována.
de: Meine Anwendung nach der Überprüfung im Firefox-Marktplatz veröffentlichen.
es: Publicar mi aplicación en Firefox Marketplace tan pronto como esté revisada.
fr: Publier mon application dans le Marketplace Firefox dès qu'elle est validée.
it: Pubblica la mia app su Firefox Marketplace appena la revisione sarà completata.
ko: 심사가 되고나면 가능한한 빨리 Firefox 마켓플레이스에 앱을 배포하세요.
nl: Mijn app direct na beoordeling in de Firefox Marketplace publiceren.
pl: Upublicznij moją aplikację w Firefox Marketplace, gdy tylko zostanie sprawdzona.
zh_cn: 一旦通过审核就在火狐应用市场中发布我的应用。

source: If selected your app will be published immediately following its approval by reviewers. If you don't select this option you will be notified via email about your app's approval and you will need to log in and manually publish it.
cs: Pokud je zvoleno, bude vaše aplikace publikována automaticky poté, co bude redaktorem schválena. Pokud tuto volbu nezvolíte, budete o schválení informování e-mailem s možnost ji publikovat v době, kdy budete chtít.
de: Wenn diese Option ausgewählt ist, wird Ihre Anwendung veröffentlicht, sobald sie von Überprüfern freigeschaltet wurde. Wenn Sie diese Option nicht auswählen, werden Sie über die Freischaltung Ihrer Anwendung per E-Mail informiert. Sie müssen sich dann anmelden und die Anwendung manuell veröffentlichen.
es: Si seleccionas esta opción, tu aplicación se publicará inmediatamente después de que los revisores la aprueben. Si no la seleccionas, recibirás un aviso por correo electrónico comunicándote que tu aplicación ha sido aprobada y tendrás que identificarte para publicarla manualmente.
fr: Si sélectionné, votre application sera publiée immédiatement après son approbation par les testeurs. Si vous ne sélectionnez pas cette option, vous serez notifié par courriel quant à l'approbation de votre application et vous devrez vous connecter pour la publier manuellement.
it: Selezionando questa opzione l'app verrà pubblicata immediatamente dopo l'approvazione da parte dei revisori. Se scegli di non selezionarla riceverai una email di notifica quando l'app verrà approvata, in seguito dovrai accedere al tuo account e pubblicarla manualmente.
ko: 선택한 앱이 심사자의 승인을 받는 즉시 배포될 것입니다. 이 옵션을 선택하지 않으면 앱의 승인 내역을 이메일로 고지받게 되며 로그인해서 수동으로 배포를 해야 합니다.
nl: Wanneer geselecteerd zal uw app onmiddellijk na goedkeuring door beoordelaars worden gepubliceerd. Als u deze optie niet selecteert, ontvangt u een bericht via e-mail over de goedkeuring van uw app en dient u zich aan te melden en de app handmatig te publiceren.
pl: Jeśli zaznaczysz opcję, twoja aplikacja zostanie upubliczniona zaraz po zatwierdzeniu przez recenzentów. Jeśli nie zaznaczysz opcji, otrzymasz e-mailem powiadomienie o zatwierdzeniu aplikacji i będziesz musiał zalogować się upublicznić ją ręcznie.
zh_cn: 如果选中此项，您的应用一旦被审核者核准就会立即公开发布。如果您没有选中此项，应用审核通过后将会通知您，您需要登录后手动发布。

source: Edit App Details
cs: Úprava detailů aplikace
de: Anwendungsdetails bearbeiten
es: Editar detalles de la aplicación
fr: Éditer les détails de l'application
it: Modifica i dettagli dell'app
ko: 앱 상세 정보 수정하기
nl: App-details bewerken
pl: Edytuj szczegóły aplikacji
ru: Изменить сведения о приложении
zh_cn: 编辑应用详细信息

source: Submit an App
cs: Přidat aplikaci
de: Eine Anwendung einreichen
es: Enviar una aplicación
fr: Envoyer une application
it: Invia una app
ko: 앱 제출하기
nl: Een app indienen
pl: Prześlij aplikację
ru: Представить приложение
sl: Objavi aplikacijo
zh_cn: 提交一个应用
