Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: With a little JavaScript know-how, author James Edwards will show you just how straightforward it is to build your own Firefox extensions.
cs: Pomocí základních znalostí JavaScriptu vám autor James Edwards ukáže, jak je jednoduché sestavit vlastní rozšíření pro Firefox.
de: Mit ein bisschen JavaScript-Kenntnis zeigt Ihnen Autor James Edwards, wie unkompliziert es ist, Ihre eigenen Firefox-Erweiterungen zu entwickeln.
es: Con un poco de conocimiento acerca de JavaScript, el autor James Edwards te mostrará lo sencillo que resulta construir tus propias extensiones para Firefox.
fr: Avec un peu de connaissances JavaScript, l'auteur James Edwards vous montrera comme il est facile de créer vos propres extensions Firefox.
it: Grazie a una conoscenza di base di JavaScript, l'autore James Edwards ti mostrerà quanto è semplice realizzare le tue personali estensioni per Firefox.
ko: 몇가지 자바스크립트 노하우를 가지고 제작자 James Edwards님이 당신이 제작할 Firefox 확장 기능에 이것을 어떻게 활용하는지 직접 보여줄 것입니다.
nl: Met een beetje kennis van JavaScript toont schrijver James Edwards u hoe eenvoudig het is om uw eigen Firefox-extensies te bouwen.
pl: Autor James Edwards pokaże ci, jak łatwo, mając niewielką wiedzę na temat języka JavaScript, można zbudować rozszerzenie dla Firefoksa.
pt_pt: Com um pouco de conhecimento de JavaScript, o autor James Edwards irá mostrar-lhe o quão fácil é construir as suas próprias extensões do Firefox.
ru: С помощью небольшого JavaScript ноу-хау, автор James Edwards покажет вам, насколько просто создавать свои собственные расширения для Firefox.
sl: Z nekaj znanja o JavaScript vam bo avtor James Edwards, kako enostavno je razviti svoje lastne dodatke za Firefox.
zh_cn: 只要有点 JavaScript 专业知识，作者 James Edwards 将告诉您开发您自己的 Firefox 扩展有多简单。

source: Other Types of Add-ons
cs: Ostatní typy doplňků
de: Andere Add-on-Typen
el: Άλλοι τύποι προσθέτων
es: Otros tipos de complementos
fr: Autres types de modules
it: Altri tipi di componente aggiuntivo
ja: 他の種類のアドオン
ko: 다른 종류의 부가 기능
nl: Andere soorten add-ons
pl: Inne typy dodatków
pt_pt: Outros tipos de extras
ru: Другие типы дополнений
sl: Druge vrste dodatkov
zh_cn: 其他类型附加组件

source: Find information on Search Plug-ins, Jetpack, Themes, and other types of add-ons here.
de: Hier finden Sie Informationen zu Such-Plugin, Jetpack, Themes und anderen Add-on-Typen.
el: Βρείτε πληροφορίες για Αναζήτηση Προσθέτων, Jetpack, Θέματα, και άλλους τύπους προσθέτων εδώ.
es: Aquí encontrarás información acerca de plugins de búsqueda, Jetpack, temas y otros tipos de complementos.
fr: Trouvez des informations sur les greffons de recherche, jetpack, thèmes et d'autres types de modules ici.
it: Scopri qui ulteriori informazioni su plug-in di ricerca, jetpack, temi e gli altri tipi di componenti aggiuntivi.
ko: 이 테마의 목록에 대한 상세 편집하기.
nl: Vind hier informatie over zoekplug-ins, Jetpack, thema’s en andere soorten add-ons.
pl: Znajdź tutaj więcej informacji o wtyczkach wyszukiwarek, Jetpacku, motywach i innych rodzajach dodatków.
pt_pt: Encontre aqui informação sobre plugins de pesquisa, Jetpack, temas e outros tipos de extras.
ru: Найдите информацию по поисковым плагинам, Jetpack, темам и другим типам дополнений здесь.
sl: Tu boste našli informacije o iskalnikih, o sistemu jetpack, o Temah in o drugih vrstah dodatkov.
zh_cn: 在这里了解有关搜索插件，Jetpack，主题和其他类型的附加组件的信息。

source: Jetpack Tutorial
cs: Návod k Jetpacku
de: Jetpack-Anleitung
el: Εγχειρίδιο Jetpack
es: Tutorial de Jetpack
fr: Tutoriel Jetpack
it: Guida di Jetpack
ja: Jetpack チュートリアル
ko: Jetpack 튜토리얼
nl: Jetpack-handleiding
pl: Instrukcja Jetpacka
pt_pt: Tutorial Jetpack
ru: Обучение работе с Jetpack
zh_cn: Jetpack 教程

source: Learn how easy it is to extend Firefox with Jetpack in this tutorial.
cs: Přečtěte si, jak je snadné rozšiřovat Firefox s pomocí Jetpacku.
de: Erfahren Sie mit dieser Anleitung, wie einfach es ist, Firefox mit Jetpack zu erweitern.
el: Μάθετε πόσο εύκολο είναι να επεκτείνετε τον Firefox με Jetpack σε αυτό το εγχειρίδιο.
es: Aprende en este tutorial lo fácil que resulta complementar Firefox con Jetpack.
fr: Apprenez comme il est simple d'étendre Firefox avec Jetpack dans ce tutoriel.
it: In questa guida scopri quanto è semplice aggiungere nuove funzionalità a Firefox con Jetpack.
ko: 이 튜토리얼에서 Jetpack으로 Firefox를 얼마나 쉽게 확장할 수 있는지 알아봅시다.
nl: Lees in deze handleiding hoe eenvoudig het is om Firefox uit te breiden met Jetpack.
pl: Zobacz, jak łatwo zwiększyć możliwości Firefoksa, używając Jetpacka i postępując wg wskazówek tej instrukcji.
pt_pt: Neste tutorial saiba como é fácil expandir o Firefox com o Jetpack.
ru: Узнайте в этом учебнике, как легко можно расширить Firefox с помощью Jetpack.
sl: Več o tem, kako enostavno je z Jetpackom razširiti Firefox, v tem tečaju.
zh_cn: 在这个教程中学习如何轻松地用 Jetpack 扩展 Firefox。

source: Jetpack API Documentation
cs: Dokumentace API k Jetpacku
de: Dokumentation der Jetpack-API
el: Τεκμηρίωση Jetpack API
es: Documentación API de Jetpack
fr: Documentation de l'API Jetpack
it: Documentazione API di Jetpack
ja: Jetpack API ドキュメント
ko: Jetpack API 문서 자료
nl: Jetpack API-documentatie
pl: Dokumentacja API Jetpacka
pt_pt: Documentação da API Jetpack
ru: Документация Jetpack API
sl: Dokumentacija za Jetpack API
zh_cn: Jetpack API 文档

source: This Jetpack API documentation is a must-have for working on your Jetpack.
cs: Tato dokumentace API pro Jetpack je potřebná pro každého, kdo pracuje na svém Jetpacku.
de: Diese Jetpack-API-Dokumentation ist ein Muss für die Arbeit an Ihrem Jetpack.
es: Esta documentación API de Jetpack resulta imprescindible para trabajar con tu Jetpack.
fr: Cette documentation de l'API Jetpack est indispensable pour travailler sur votre extension Jetpack.
it: Questa documentazione delle API di Jetpack è indispensabile per lavorare sul tuo Jetpack.
ko: 이 Jetpack API 문서 자료는 Jetpack을 이용한 작업에 반드시 필요합니다.
nl: Deze Jetpack API-documentatie is verplichte kost voor het werken aan uw Jetpack.
pl: Dokumentacja API Jetpacka jest tym, co musisz mieć i znać, aby pracować na swoim Jetpacku.
pt_pt: Este documentação da API Jetpack é importante para trabalhar no seu Jetpack.
ru: Эта документация по Jetpack API является обязательной при работе над вашим Jetpack.
sl: Če delate z JetPack, je obvezno, da imate dokumentacijo za Jetpack API.
zh_cn: 这个 Jetpack API 文档是您使用 Jetpack 所不可或缺的。

source: How to Create Themes
cs: Jak vytvořit motiv
de: Wie man Themes erstellt
el: Πως θα δημιουργήσετε Θέματα
es: Cómo crear temas
fr: Comment créer des thèmes
it: Creazione di un tema
ja: テーマの作成方法
ko: 테마를 만드는 방법
nl: Thema’s maken
pl: Jak stworzyć motyw
pt_pt: Como criar temas
ru: Как создавать темы
sl: Kako ustvariti Teme
zh_cn: 如何创建主题

source: Learn how to create your very own Theme with this official walk-through.
de: Erfahren Sie mit dieser offiziellen Anleitung, wie Sie Ihr eigenes Theme erstellen.
el: Μάθετε πως θα δημιουργήσετε το δικό σας Θέμα με αυτή την επίσημη περιήγηση.
es: Aprende a crear tu propio tema con esta guía oficial.
fr: Découvrez comment créer votre propre thème avec ce guide officiel.
it: Scopri come creare un tema tutto tuo seguendo la guida dettagliata ufficiale.
ko: 이 공식 가이드와 함께 여러분의 고유한 테마를 만드는 법을 배워봅시다.
nl: Lees hoe u uw eigen thema kunt maken in deze officiële handleiding.
pl: Dowiedz się z tym oficjalnym przewodnikiem, jak stworzyć swój własny motyw.
pt_pt: Saiba como criar o seu próprio tema com este guia passo a passo oficial.
ru: Узнайте, как создать свою собственную тему в этом официальном пошаговом руководстве.
sl: Oglejte si, kako ustvarite svojo lastno Temo, v tem uradnem sprehodu skozi njih razvoj.
zh_cn: 通过这个官方操作指南了解如何创建个性化的主题。

source: Search Plug-ins
cs: Vyhledávací moduly
de: Suchplugins
el: Αναζήτηση Προσθέτων
es: Plug-ins de búsqueda
fr: Greffons de recherche
it: Plugin di ricerca
ja: 検索プラグイン
ko: 검색 플러그인
nl: Zoekplug-ins
pl: Wtyczki wyszukiwarek
pt_pt: Procurar Plug-ins
ru: Поисковые плагины
sl: Vstavki za iskanje
zh_cn: 搜索插件

source: Creating OpenSearch Plug-ins for Firefox
cs: Vytvoření vyhledávacího modulu pro Firefox ve formátu OpenSearch
de: OpenSearch-Plugins für Firefox erstellen
el: Δημιουργία Προσθέτων OpenSearch για τον Firefox
es: Crear plug-ins OpenSearch para Firefox
fr: Création de greffons OpenSearch pour Firefox
it: Creare plugin di ricerca OpenSearch per Firefox
ja: Firefox 向け OpenSearch プラグインの作成
ko: Firefox용 OpenSearch 플러그인 생성하기
nl: Maken van OpenSearch-plug-ins voor Firefox
pl: Tworzenie wtyczki OpenSearch dla Firefoksa
pt_pt: Criar OpenSearch Plug-ins para o Firefox
ru: Создание плагинов OpenSearch для Firefox
sl: Ustvarjanje vstavkov OpenSearch za Firefox
zh_cn: 搜索插件

source: This article explains the structure and requirements of search plug-ins in Firefox.
cs: Článek popisuje strukturu a požadavky na vyhledávací moduly ve Firefoxu.
de: Dieser Artikel erklärt die Struktur und Voraussetzungen von Suchplugins in Firefox.
es: Este artículo explica la estructura y las exigencias de los plug-ins de búsqueda para Firefox.
fr: Cet article explique la structure et les besoins pour les greffons de recherche dans Firefox.
it: Questo articolo spiega la struttura e i requisiti dei plugin di ricerca per Firefox.
ja: この記事では、Firefox 向け検索プラグインの構造と要件を説明します。
ko: 이 문서는 Firefox의 검색 플러그인의 구조와 필요한 것에 대해 설명하고 있습니다.
nl: Dit artikel legt de structuur en vereisten uit van zoekplug-ins in Firefox.
pl: W tym artykule jest opisana struktura i wymagania wtyczek wyszukiwarek w Firefoksie.
pt_pt: Este artigo explica a estrutura e os requisitos de plug-ins de pesquisa do Firefox.
ru: Эта статься объясняет структуру и требования к поисковым плагинам Firefox.
sl: Ta članek razloži strukturo in zahteve za vstavke za iskanje v Firefoxu.
zh_cn: 制作 Firefox OpenSearch 插件

source: Plug-ins
cs: Zásuvné moduly
el: Πρόσθετα
fr: Greffons
it: Plugin
ja: プラグイン
ko: 플러그인
pl: Wtyczki
ru: Плагины
sl: Vstavki
zh_cn: 本文讲解了 Firefox 中的搜索插件的结构和要求。

source: Plug-in Documentation Index
cs: Rozcestník dokumentace k zásuvným modulům
de: Inhaltsverzeichnis der Plugin-Dokumentation
es: Índice de documentación de los plug-ins
fr: Index de la documentation des greffons
it: Indice della documentazione relativa ai plugin
ja: プラグイン関連ドキュメントのトップページ
ko: 플러그인 문서 자료 목차
nl: Plug-in-documentatie-index
pl: Wykaz dokumentacji wtyczek
pt_pt: Índice de documentação de Plug-in
ru: Индекс документации по плагинам
sl: Vstavek Kazalo dokumentacije
zh_cn: 插件

source: Plug-ins to Mozilla-based applications are binary components that can display content that the application itself can't display natively. Explore the Mozilla Developer Center's plug-in documentation index to learn more.
cs: Zásuvné moduly k aplikací Mozilla jsou binární komponenty, které zobrazují obsah, který aplikace neumí sama zobrazit. Podívejte se na dokumentaci k zásuvným modulům na Mozilla Developer Center a dozvěďte se více.
de: Plugins für Mozilla-basierte Anwendungen sind binäre Komponenten, die Inhalte anzeigen können, die die Anwendung selbst nativ nicht darstellen kann. Erkunden Sie das Inhaltsverzeichnis der Plugin-Dokumentation im Mozilla Developer Center, um mehr zu erfahren.
es: Los plug-ins para aplicaciones basadas en Mozilla son componentes binarios que pueden mostrar contenido que la propia aplicación no puede mostrar de forma nativa. Explora el índice de documentación sobre plug-ins en el Centro de Desarrolladores de Mozilla si deseas saber más.
fr: Les greffons pour les applications Mozilla sont des composants binaires qui peuvent afficher du contenu que l'application ne peut afficher nativement. Explorez l'index de la documentation des greffons dans le Centre Développeur Mozilla pour en savoir plus.
it: I plugin nelle applicazioni basate su Mozilla sono componenti compilati che permettono di visualizzare contenuti non supportati nativamente. Per ulteriori informazioni consulta la pagina relativa ai plugin su Mozilla Developer Center.
ko: 플러그인은 Mozilla 기반 애플리케이션에 들어가는 바이너리 콤포넌트로 애플리케이션 자체적으로 표시할 수 없는 콘텐트를 표시할 수 있게 만들어 줍니다. 보다 자세한 사항은 Mozilla 개발자 센터의 플러그인 문서 목차를 방문하시기 바랍니다.
nl: Plug-ins voor Mozilla-toepassingen zijn binaire componenten die inhoud kunnen weergeven die de toepassing zelf niet kan weergeven. Kijk in de plug-in-documentatie-index van het Mozilla-ontwikkelaarscentrum om meer te weten te komen.
pl: Wtyczki dla bazujących na technologii Mozilli programów są binarnymi komponentami umożliwiającymi wyświetlanie treści, których te programy nie mogą wyświetlać natywnie. Aby dowiedzieć się więcej na ten temat, przejrzyj wykaz dokumentacji w Mozilla Developer Network.
pt_pt: Plug-ins para aplicativos baseados na Mozilla são componentes binários que podem mostrar o conteúdo que a aplicação em si não pode mostrar nativamente. Explore a documentação do Centro de desenvolvimento de plug-in para saber mais.
ru: Плагины для Mozilla-приложений это бинарные компоненты, которые могут отображать содержимое, которое не может отобразить сама программа. Просмотрите индекс документации по плагинам в Центре Разработчика Mozilla, чтобы узнать больше.
sl: Vstavki za aplikacije Mozille so binarni sestavni deli, ki lahko prikazujejo vsebino, ki je aplikacija sama od sebe ni sposobna prikazovati. Raziščite Kazalo za dokumentacijo o vstavkih pri Razvojnem Centru Mozille, če želite izvedeti več.
zh_cn: 插件文档索引

source: Theme Development
cs: Vývoj motivu vzhledu
de: Entwicklung von Themes
el: Ανάπτυξη Θέματος
es: Desarrollo de temas
fr: Développement de thème
it: Sviluppo di un tema
ja: テーマ開発
ko: 테마 개발
nl: Themaontwikkeling
pl: Tworzenie motywów
pt_pt: Desenvolvimento de temas
ru: Разработка тeм
sl: Razvoj tem
zh_cn: 主题开发

source: Style Mozilla applications the way you want with pixel-perfect themes.
cs: Nastylujte si aplikace Mozilla dle svého vkusu pomocí perfektně zpracovaných motivů vzhledu.
de: Gestalten Sie Mozilla-Anwendungen wie Sie sie möchten, mit pixelgenauen Themes.
es: Dale el estilo que quieras a las aplicaciones de Mozilla con temas con píxeles perfectos.
fr: Donnez aux applications Mozilla le style que vous souhaitez avec des thèmes au pixel près.
it: Modifica l'aspetto delle applicazioni MOzilla con temi precisi al singolo pixel.
ko: 완벽한 픽셀 크기를 가진 테마를 만들어 Mozilla 애플리케이션을 원하는 대로 멋지게 꾸며봅시다.
nl: Geef Mozilla-toepassingen de gewenste stijl met pixel-perfecte thema’s.
pl: Stylizuj programy Mozilli za pomocą doskonałych motywów.
pt_pt: Estilo de aplicações Mozilla do jeito que você quiser com temas pixel-perfeito.
ru: Придайте приложениям Mozilla свой стиль с точностью до пикселя с помощью тем.
sl: Oblikujte Mozilla aplikacije po sovjem okusu s temami, ki so perfektne do zadnje pike na i.
zh_cn: 用完美到像素级的主题以您希望的方式设计 Mozilla 应用程序。

source: Creating a Skin for Firefox
cs: Vytvoření motivu vzhledu pro Firefox
de: Erstellen eines Überzugs für Firefox
es: Cear una piel para Firefox
fr: Créer une peau pour Firefox
it: Creare im tema per Firefox
ja: Firefox 向けスキンの作成
ko: Firefox용 스킨 생성하기
nl: Een skin maken voor Firefox
pl: Tworzenie motywu dla Firefoksa
pt_pt: Criar skin para o Firefox
ru: Создание шкурки для Firefox
sl: Ustvarjanje kože za Firefox
zh_cn: 制作 Firefox 皮肤

source: Learn how to find the right files to edit, make your changes, and package up your new theme in this tutorial.
cs: V tomto návodu si přečtěte, jak nalézt správné soubory pro editaci, jak udělat změny a jak
de: Erfahren Sie mit dieser Anleitung, wie Sie die richten Dateien finden, die Sie bearbeiten müssen, wie Sie Ihre Änderungen durchführen und wie Sie Ihr neues Theme packen.
es: Con este tutorial aprende cómo buscar los archivos adecuados para editar, hacer los cambios y empaquetar tu tema nuevo.
fr: Apprenez comment trouver les bons fichiers à éditer, faire vos changements et empaqueter votre nouveau thème grâce à ce tutoriel.
it: Scopri come realizzare il tuo tema modificando i file giusti, apportando le modifiche necessario e ricreando il pacchetto del tema.
ko: 이 튜토리얼에서 파일 편집 권한 획득, 외형 변경, 자신의 새 테마 패키징 등의 방법을 배워봅시다.
nl: Lees in deze handleiding hoe u de juiste bestanden vindt om uw nieuwe thema te bewerken, te wijzigen en in te pakken.
pl: Z tej instrukcji dowiesz się, jak znaleźć potrzebne do edycji pliki, wykonać zmiany i spakować swój nowy motyw.
pt_pt: Saiba como encontrar os ficheiros certos para editar, fazer as alterações, e empacotar o seu novo tema neste tutorial.
ru: Узнайте в этом руководстве как найти нужные файлы, внести свои изменения, и упаковать вашу новую тему.
sl: V tej praktični vaji boste videli, kako si lahko poiščete potrebne datoteke, kako si jih prilagodite in jih shranite v svojo novo temo.
zh_cn: 基于 Mozilla 应用程序的插件是用来显示应用程序自身无法显示的内容的二进制组件。请浏览 Mozilla 开发者网络的插件文档索引详细了解。

source: How to Create a Firefox Theme
cs: Jak vytvořit motiv vzhledu pro Firefox
de: Erstellen eines Firefox-Themes
el: Πώς θα δημιουργήσετε ένα Θέμα για τον Firefox
es: Cómo crear un tema para Firefox
fr: Comment créer un thème Firefox
it: Come creare un tema per Firefox
ja: Firefox 向けテーマの作成方法
ko: Firefox 테마 제작 방법
nl: Een Firefox-thema maken
pl: Jak stworzyć motyw dla Firefoksa
pt_pt: Como criar um tema para o Firefox
ru: Как создать тему Firefox
sl: Kako ustvariti temo za Firefox
zh_cn: 在这个教程中学习如何找到正确的文件来编辑、修改和封装您的新主题。

source: Thomas McMahon explains how to create a Firefox theme from start-to-finish in this tutorial.
cs: Thomas McMahon v tomto návodu vysvětluje, jak od začátku vytvořit motiv vzhledu pro Firefox.
de: Thomas McMahon erklärt in dieser Anleitung vom Anfang bis zum Ende, wie man ein Firefox-Theme erstellt.
es: En este tutorial Thomas McMahon explica cómo crear un tema para Firefox de principio a fin.
fr: Thomas McMahon explique comment créer un thème Firefox du début à la fin dans ce tutoriel.
it: In questa guida Thomas McMahon spiega come creare un tema per Firefox dall'inizio alla fine.
ko: Thomas McMahon님이 이 튜토리얼에서 Firefox 테마를 제작하는 법을 처음부터 끝까지 설명하고 있습니다.
nl: Thomas McMahon legt in deze handleiding van begin tot eind uit hoe u een Firefox-thema maakt.
pl: W tej instrukcji Thomas McMahon objaśnia krok po kroku, jak stworzyć motyw dla Firefoksa.
pt_pt: Thomas McMahon explica, neste tutorial, como criar um tema do Firefox, do início ao fim.
ru: В этом обучающем материале Thomas McMahon объясняет с начала до конца как создать тему для Firefox.
sl: Thomas McMahon v tej vaji razloži od začetka do konca, kako ustvarite temo za Firefox.
zh_cn: 如何制作 Firefox 主题

source: Theme Packaging
cs: Sestavení motivu vzhledu
de: Packen von Themes
el: Συσκευασία Θέματος
es: Empaquetar temas
fr: Empaquetage de thème
it: Creare il pacchetto di un tema
ja: テーマのパッケージ
ko: 테마 패키징하기
nl: Thema’s inpakken
pl: Pakowanie motywu
pt_pt: Pacote do tema
ru: Упаковка тeм
sl: Pakiranje tem
zh_cn: 在这个教程中 Thomas McMahon 会讲解如何从头开始制作 Firefox 主题。

source: This article explains the packaging of themes.
cs: Tento článek vysvětluje sestavení motivu vzhledu.
de: Dieser Artikel erklärt das Packen von Themes.
el: Αυτό το άρθρο εξηγεί τη συσκευασία των θεμάτων.
es: Este artículo explica cómo empaquetar temas.
fr: Cet article explique la méthode d'empaquetage des thèmes.
it: Questo articolo spiega come viene creato il pacchetto di un tema.
ja: この記事ではテーマのパッケージ方法を説明します。
ko: 이 문서는 테마의 패키징에 대해 설명하고 있습니다.
nl: Dit artikel legt het inpakken van thema’s uit.
pl: W tym artykule opisano sposób pakowania motywów.
pt_pt: Este artigo explica o empacotamento de temas.
ru: Эта статься объясняет, как упаковывать темы.
sl: Ta člen pojasnjuje, kako se embalira teme.
zh_cn: 主题封装

source: First Steps in Theme Design
cs: První kroky v návrhu motivu vzhledu
de: Erste Schritte beim Gestalten von Themes
el: Πρώτα βήματα στη Σχεδίαση Θεμάτων
es: Primeros pasos en diseño de temas
fr: Premiers pas dans le design de thème
it: Primi passi nella progettazione di un tema
ja: テーマデザインの初めの一歩
ko: 테마 디자인의 첫 단계
nl: Eerste stappen in thema-ontwerp
pl: Pierwsze kroki w tworzeniu motywu
pt_pt: Primeiros passos no desenho de temas
ru: Первые шаги по дизайну темы
sl: Prvi koraki v razvoju teme
zh_cn: 本文讲解了如何封装主题。

source: This blog post by Lim Chee Aun explains the use of -moz-image-region in themes.
cs: Příspěvek v blogu od Lim Chee Aun vysvětluje, jak v motivech vzhledu používat -moz-image-region.
de: Dieser Blog-Beitrag von Lim Chee Aun erklärt die Verwendung von -moz-image-region in Themes.
es: Este artículo de Lim Chee Aun explica el uso de -moz-image-region en el diseño de temas.
fr: Ce billet de blog par Lim Chee Aun explique l'utilisation de -moz-image-region dans les thèmes.
it: Questo articolo di Lim Chee Aun spiega come utilizzare -moz-image-region nei temi.
ko: Lim Chee Aun님이 작성한 이 블로그 글에는 테마에서 -moz-image-region의 사용법을 설명하고 있습니다.
nl: Deze blogpost door Lim Chee Aun legt het gebruik van -moz-image-region in thema’s uit.
pl: W tym wpisie na blogu Lim Chee Aun wyjaśnia użycie własności -moz-image-region w motywach.
pt_pt: Este tópico no blog de Lim Chee Aun explica o uso do-moz-image-região nos temas.
ru: В этом посте в блоге сообщение Lim Chee Aun объясняет как использовать -moz-image-region в темах.
sl: Ta blog spod peresa Lim Chee Aun pojasnjuje uporabo moz-image področja v temah.
zh_cn: 主题设计的第一步

source: Making Sure Your Theme Works with RTL Locales
cs: Zabezpečení kompatibility vašeho vzhledu s jazyky RTL (psané zprava doleva)
de: Sicherstellen, dass Ihr Theme auch bei Sprachen funktioniert, in denen von Rechts nach Links gelesen wird
es: Asegurarte de que el tema funciona con los idiomas RTL (los que se escriben de derecha a izquierda)
fr: S'assurer que son thème fonctionne avec les langues écrites de droite à gauche
it: Come assicurarsi che il tuo tema funzioni con locale RTL
ja: RTL ロケールでもテーマを適切に表示させる方法
ko: 자신의 테마가 우횡서(RTL) 언어에서 작동하는지 확인하기
nl: Ervoor zorgen dat uw thema werkt met rechts-naar-links-locales
pl: Działanie motywu z językami RTL
pt_pt: Tenha a certeza que o seu tema funciona com idiomas RTL
ru: Убедитесь, что ваша тема работает с RTL локалями
sl: Prepričajte se, da vaša tema dela za RTL Lokale
zh_cn: 在这篇博文中 Lim Chee Aun 会讲解如何在主题中使用 -moz-image-region 属性。
