Repository: mozilla/addons-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fr, it, ja, ko, nl, pa_in, pl, pt_pt, ru, sl, uk, zh_cn

source: Learn More
cs: Dozvědět se více
de: mehr erfahren...
el: Μάθετε περισσότερα
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
ja: 詳細
ko: 더 알아보기
nl: Meer info
pa_in: ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej
pt_pt: Saber mais
ru: Подробнее
sl: Več o tem
uk: Дізнатись більше
zh_cn: 了解更多

source: Add-ons are applications that let you personalize Firefox with extra functionality and style. Whether you mistype the name of a website or can't read a busy page, there's an add-on to improve your on-the-go browsing.
cs: Doplňky jsou aplikace, které vám umožňují přizpůsobit si Firefox přidanými funkcemi či vzhledem. Můžete se překlepnout v názvu webové stránky nebo si zrovna nemůžete přečíst stránku, na vše však existuje doplněk, který vám pomůže.
de: Add-ons sind Anwendungen, mit denen Sie Firefox mit zusätzlichen Informationen und Stil personalisieren können. Egal ob Sie den Namen einer Website falsch geschrieben haben oder eine beschäftigte Seite nicht lesen können, es gibt ein Add-on, um Sie beim Surfen zu unterstützen.
el: Τα πρόσθετα είναι μικρές εφαρμογές που σας επιτρέπουν να προσαρμόσετε τον Firefox προσθέτοντας νέες λειτουργίες ή διαφορετικό στυλ. Είτε συνηθίζετε να πληκτρολογείτε λάθος, είτε δεν σας αρέσει να βλέπετε διαφημίσεις στις σελίδες που διαβάζετε, θα βρείτε ένα πρόσθετο που θα σας βοηθήσει να βελτιώσετε την εμπειρία σας στο διαδίκτυο.
es: Los complementos son aplicaciones que te permiten personalizar Firefox con funcionalidad y estilos adicionales. Si te equivocas al escribir el nombre de un sitio web o no puedes leer una página ocupada, hay un complemento para mejorar tu navegación.
fr: Les modules sont des applications qui vous permettent de personnaliser Firefox avec des fonctionnalités additionnelles et de changer son apparence. Que vous fassiez des fautes dans le nom d'un site web ou que vous ne puissiez lire une page surchargée, il y a un module pour améliorer votre expérience de navigation.
it: I componenti aggiuntivi sono applicazioni che consentono di personalizzare Firefox con nuove funzioni e nuovi stili. Hai sbagliato a digitare un indirizzo o non riesci a leggere una pagina troppo complessa? C'è sicuramente un componente aggiuntivo in grado di migliorare la tua navigazione.
ja: アドオンとは、Firefox をカスタマイズするために追加の機能やデザインを提供する小さなアプリケーションのことです。例えば、Web サイトの名前を入力ミスしたり、ページがビジー状態で読み込めなかったり、そういったときのためにモバイルブラウジングをより快適にするアドオンがあります。
ko: 부가 기능이란 Firefox에 추가 기능과 스타일을 마음대로 넣을 수 있게 하는 애플리케이션을 말합니다. 웹사이트 주소를 잘못 입력하거나 웹사이트가 과부하라 로딩이 안될때, 부가 기능이 있으면 향상된 웹서핑을 가능하게 해줍니다.
nl: Add-ons zijn toepassingen waarmee u Firefox van extra functionaliteit en stijl kunt voorzien. Of u nu de naam van een website verkeerd intypt of een drukke pagina niet kunt lezen, er is altijd wel een add-on die uw surfervaring verbetert.
pa_in: ਐਡ-ਆਨ ਐਪਲੀਕੇਸ਼ਨਾਂ ਹਨ ਜੋ ਤੁਹਾਨੂੰ ਫ਼ਾਇਰਫ਼ਾਕਸ ਨੂੰ ਵਾਧੂ ਵਿਸ਼ੇਸਤਾਵਾਂ ਅਤੇ ਢੰਗ ਦੇ ਨਾਲ ਨਿਜੀ ਬਣਾਉਣ ਦਿੰਦੀਆਂ ਹਨ। ਚਾਹੇ ਤੁਸੀਂ ਇੱਕ ਵੈਬਸਾਈਟ ਦਾ ਨਾਂ ਗਲਤ ਟਾਈਪ ਕੀਤਾ ਜਾਂ ਇੱਕ ਰੁੱਝੇ ਸਫ਼ੇ ਨੂੰ ਨਹੀਂ ਪੜ੍ਹ ਪਾ ਰਹੇ, ਇੱਥੇ ਤੁਹਾਡੀ ਕਾਰਜਸ਼ੀਲ ਬਰਾਊਜਿੰਗ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਇੱਕ ਐਡ-ਆਨ ਹੈ।
pl: Dodatki to małe aplikacje umożliwiające spersonalizowanie Firefoksa za pomocą dodatkowych funkcji lub stylów. Gdy zrobisz błąd w nazwie witryny lub nie możesz przeczytać zajętej strony, to jest dodatek usprawniający twoje bieżące przeglądanie Internetu.
pt_pt: Os extras são aplicações que permitem personalizar o Firefox com funcionalidade e estilo extra. Se você escrever o nome de um sítio ou não consegue ler uma página ocupada, existe um extra para melhorar a sua experiência de navegação.
ru: Дополнения это приложения, которые позволяют добавить в Firefox дополнительные функции или стиль, настроив его по вашему вкусу. Если вы ошиблись при наборе имени сайта или не можете прочесть переполненную страницу, всегда найдется дополнение, которое сможет вам помочь.
sl: Dodatki so aplikacije, ki vam omogočajo prilagoditi Firefox z dodatno funkcionalnostjo in stili. Če napačno vtipkate ime spletne strani ali ne morete prebrati zasedene strani, vedno je na razpolago dodatek, ki vam olajša sprotno brskanje.
uk: Додатки - це програми, які дозволяють розширити можливості та стиль Firefox. Якщо ви помилились при введенні назви сайту, або не можете прочитати зайняту сторінку, існує додаток, який покращує ваш перегляд в дорозі.
zh_cn: 附加组件是一种通过增添额外的功能和样式来让您实现个性化 Firefox 的应用程序。无论是您输错了网站名称还是难于应付繁杂的网页，附加组件都能为您解决。

source: View all Featured add-ons
cs: Zobrazit všechny doporučené
de: Alle empfohlenen Add-ons ansehen
el: Δείτε όλα τα συνιστώμενα πρόσθετα
es: Ver complementos destacados
fr: Voir tous les modules en vedette
it: Visualizza tutti i componenti aggiuntivi consigliati
ja: おすすめのアドオンをすべて見る
ko: 추천 부가 기능 전부 보기
nl: Alle aanbevolen add-ons bekijken
pa_in: ਸਾਰੇ ਪੇਸ਼ ਕੀਤੇ ਐਡ-ਆਨ ਵਿਖਾਓ
pl: Wszystkie polecane dodatki
pt_pt: Ver todos os extras em destaque
ru: Просмотреть все избранные дополнения
sl: Ogled vseh izbranih dodatkov
uk: Переглянути всі відібрані додатки
zh_cn: 查看所有精选附加组件

source: View all Popular add-ons
cs: Zobrazit všechny populární doplňky
de: Alle beliebten Add-ons ansehen
el: Δείτε όλα τα δημοφιλή πρόσθετα
es: Ver complementos populares
fr: Voir tous les modules populaires
it: Visualizza tutti i componenti aggiuntivi popolari
ja: 人気のアドオンをすべて見る
ko: 인기 부가 기능 전부 보기
nl: Alle Populaire add-ons bekijken
pa_in: ਸਾਰੇ ਮਸ਼ਹੂਰ ਐਡ-ਆਨ ਵੇਖੋ
pl: Wszystkie popularne dodatki
pt_pt: Ver todos os extras populares
ru: Просмотреть все популярные дополнения
sl: Ogled vseh priljubljenih dodatkov
uk: Переглянути всі популярні додатки
zh_cn: 浏览所有热门附加组件

source: More Add-ons
cs: Více doplňků
de: Weitere Add-ons
el: Περισσότερα πρόσθετα
es: Más complementos
fr: Plus de modules
it: Altri componenti aggiuntivi
ja: すべてのアドオン
ko: 그밖의 부가 기능
nl: Meer add-ons
pa_in: ਹੋਰ ਐਡ-ਆਨ
pl: Więcej dodatków
pt_pt: Mais extras
ru: Ещё дополнения
sl: Dodatki - dalje
uk: Більше додатків
zh_cn: 更多附加组件

source: Highest Rated
cs: Nejvýše hodnocené
de: Am höchsten bewertet
el: Υψηλότερες βαθμολογίες
es: Mejor valorados
fr: Les meilleures appréciations
it: Più votati
ja: 高評価
ko: 상위 평가도
nl: Best gewaardeerd
pa_in: ਸੱਭ ਤੋਂ ਵੱਧ ਰੇਟ ਹੋਇਆ
pl: Najwyżej oceniane
pt_pt: Avaliação mais alta
ru: Лидеры рейтинга
sl: Najvišje ocenjeno
uk: Найвище оцінені
zh_cn: 最受好评

source: Newest
cs: Nejnovější
de: Neueste
el: Πιο πρόσφατα
es: Más recientes
fr: Les plus récents
it: Più recenti
ja: 新着
ko: 신규 등록
nl: Nieuwste
pa_in: ਬਿਲਕੁੱਲ ਨਵਾਂ
pl: Najnowsze
pt_pt: Mais recente
ru: Новейшие
sl: Najnovejše
uk: Найновіші
zh_cn: 最新的

source: Try it on!
cs: Vyzkoušet!
de: Probieren Sie es an!
el: Δοκιμάστε το!
es: ¡Pruébalo!
fr: Essayez-la !
it: Provalo!
ja: プレビュー
ko: 써봅시다!
nl: Probeer deze!
pa_in: ਪਰਖ ਕਰੋ!
pl: Wypróbuj!
pt_pt: Experimentar!
ru: Попробуйте их!
sl: Pomerite!
uk: Спробуйте їх!
zh_cn: 尝试一下！

source: Theme Info &raquo;
cs: Informace o motivu &raquo;
de: Theme-Informationen &raquo;
el: Πληροφορίες θέματος &raquo;
es: Info sobre el tema &raquo;
fr: Infos du thème &raquo;
it: Informazioni sul tema &raquo;
ja: テーマの情報 &raquo;
ko: 테마 정보 &raquo;
nl: Thema-informatie &raquo;
pa_in: ਥੀਮ ਇੰਫ਼ੋ &raquo;
pl: Informacje o motywie &raquo;
pt_pt: Informações do tema &raquo;
ru: Информация об теме &raquo;
sl: Podatki o Temi&raquo;
uk: Інформація про тему &raquo;
zh_cn: 主题信息 &raquo;

source: Tools
cs: Nástroje
de: Werkzeuge
el: Εργαλεία
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
ko: 도구
nl: Hulpmiddelen
pa_in: ਟੂਲ
pl: Narzędzia
pt_pt: Ferramentas
ru: Инструменты
sl: Orodja
uk: Інструменти
zh_cn: 工具

source: My Profile
cs: Můj účet
de: Mein Profil
el: Το προφίλ μου
es: Mi perfil
fr: Mon profil
it: Il mio profilo
ja: 自分のプロフィール
ko: 내 프로필
nl: Mijn profiel
pa_in: ਮੇਰੀ ਪ੍ਰੋਫ਼ਾਈਲ
pl: Mój profil
pt_pt: O meu perfil
ru: Мой Профиль
sl: Moj profil
uk: Мій профіль
zh_cn: 我的概况

source: Account Settings
cs: Nastavení účtu
de: Benutzer-Einstellungen
el: Ρυθμίσεις λογαριασμού
es: Preferencias de la cuenta
fr: Paramètres du compte
it: Impostazioni account
ja: アカウント設定
ko: 계정 설정
nl: Accountinstellingen
pa_in: ਖਾਤਾ ਸੈਟਿੰਗ
pl: Ustawienia konta
pt_pt: Definições da conta
ru: Настройки учётной записи
sl: Nastavitve računa
uk: Налаштування облікового запису
zh_cn: 帐户设置

source: My Collections
cs: Mé sbírky
de: Eigene Sammlungen
el: Οι συλλογές μου
es: Mis colecciones
fr: Mes collections
it: Le mie raccolte
ja: 自分のコレクション
ko: 내 모음집
nl: Mijn collecties
pa_in: ਮੇਰੇ ਸੰਗ੍ਰਹਿ
pl: Moje kolekcje
pt_pt: As minhas coleções
ru: Мои подборки
sl: Moje zbirke
uk: Мої збірки
zh_cn: 我的收藏集

source: My Favorites
cs: Mé oblíbené
de: Meine Favoriten
el: Οι αγαπημένες μου
es: Mis favoritos
fr: Mes favoris
it: Mie preferite
ja: 自分のお気に入り
ko: 내 선호목록
nl: Mijn favorieten
pa_in: ਮੇਰੇ ਪਸੰਦੀਦਾ
pl: Moje ulubione
pt_pt: Os meus favoritos
ru: Мои любимые
sl: Moje najljubše
uk: Мої Вподобання
zh_cn: 我的收藏夹

source: Log out
cs: Odhlášení
de: Abmelden
el: Αποσύνδεση
es: Salir
fr: Déconnexion
it: Disconnetti
ja: ログアウト
ko: 로그아웃
nl: Afmelden
pa_in: ਲਾਗ ਆਉਟ
pl: Wyloguj
pt_pt: Sair
ru: Выйти
sl: Odjava
uk: Вийти
zh_cn: 登出

source: Manage My Submissions
cs: Správa mých příspěvků
de: Meine Einreichungen verwalten
el: Διαχείτιση των υποβολών μου
es: Administrar mis envíos
fr: Gérer mes envois
it: I miei componenti aggiuntivi
ja: 自分の登録アイテムを管理
ko: 제출 내역 관리하기
nl: Mijn bijdragen beheren
pa_in: ਮੇਰੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ
pl: Zarządzanie zgłoszeniami
pt_pt: Gerenciar Meus Envios
ru: Управление моими представлениями
sl: Urejaj more prispevke
uk: Керувати моїми представленнями
zh_cn: 管理我的提交

source: Submit a New Add-on
cs: Přidání nového doplňku
de: Ein neues Add-on hochladen
el: Υποβολή νέου πρόσθετου
es: Envía un nuevo complemento
fr: Proposer un nouveau module
it: Carica un nuovo componente aggiuntivo
ja: 新しいアドオンを登録
ko: 새 부가 기능 등록
nl: Een nieuwe add-on indienen
pa_in: ਇੱਕ ਨਵਾਂ ਐਡ-ਆਨ ਭੇਜੋ
pl: Zamieść nowy dodatek
pt_pt: Submeter um novo extra
ru: Отправить новое дополнение
sl: Pošlji nov dodatek
uk: Відправити новий додаток
zh_cn: 提交新的附加组件

source: Submit a New Theme
cs: Přidání nového motivu
de: Ein neues Theme übermitteln
el: Υποβολή νέου θέματος
es: Enviar un nuevo tema
fr: Envoyer un nouveau thème
it: Carica un nuovo tema
ja: 新しいテーマを登録
ko: 새로운 테마 올리기
nl: Een nieuw thema indienen
pa_in: ਇੱਕ ਨਵਾਂ ਥੀਮ ਭੇਜੋ
pl: Prześlij nowy motyw
pt_pt: Enviar um Tema Novo
ru: Представить новую тему
sl: Prijavi novo Temo
uk: Відправити нову тему
zh_cn: 提交一个新主题

source: Developer Hub
cs: Pro vývojáře
de: Entwickler-Zentrum
el: Γωνιά προγραμματιστών
es: Centro de Desarrolladores
fr: Pôle développeur
it: Centro di sviluppo
ja: 開発者センター
ko: 개발자 허브
nl: Ontwikkelaarshub
pa_in: ਡਿਵੈਲਪਰ ਹਬ
pl: Strefa autora
pt_pt: Hub do desenvolvedor
ru: Центр разработчика
sl: Razvojni center
uk: Центр розробника
zh_cn: 开发者中心

source: Editor Tools
cs: Nástroje redaktora
de: Moderatoren-Werkzeuge
el: Εργαλεία συντακτών
es: Herramientas del editor
fr: Outils de l'éditeur
it: Strumenti per revisori
ja: エディタ用ツール
ko: 편집자 도구
nl: Editorhulpmiddelen
pa_in: ਸੰਪਾਦਕ ਟੂਲ
pl: Strefa recenzenta
pt_pt: Ferramentas do editor
ru: Инструменты редактора
sl: Uredniška orodja
uk: Інструменти редактора
zh_cn: 审核员工具

source: Localizer Tools
cs: Nástroje lokalizátora
de: Übersetzer-Werkzeuge
el: Εργαλεία μεταφραστών
es: Herramientas para localizadores
fr: Outils pour le traducteur
it: Strumenti per localizzatori
ja: ローカライザ用ツール
ko: 번역 도구
nl: Vertaalhulpmiddelen
pa_in: ਲੋਕਲਾਈਜਰ ਟੂਲ
pl: Strefa lokalizatora
pt_pt: Ferramentas do tradutor
ru: Инструменты локализатора
sl: Orodja za lokalizatorja
uk: Інструменти локалізатора
zh_cn: 本地化人员工具

source: Admin Tools
cs: Nástroje administrátora
de: Admin-Werkzeuge
el: Εργαλεία διαχειριστών
es: Herramientas de administrador
fr: Outils d'administration
it: Strumenti di amministrazione
ja: 管理者用ツール
ko: 관리자 도구
nl: Beheerhulpmiddelen
pa_in: ਐਡਮਿਨ ਟੂਲ
pl: Strefa administratora
pt_pt: Ferramentas do admin
ru: Инструменты админа
sl: Skrbnikova orodja
uk: Адміністративні інструменти
zh_cn: 管理工具

source: This must be a valid hex color code, such as #000000.
cs: Musí se jednat o platnou barvu v hexa formátu. Např. #000000.
de: Das muss ein gültiger hexadezimaler Farbcode sein, wie #000000.
el: Θα πρέπει να είναι μια έγκυρη δεκαεξαδική τιμή χρώματος, όπως η #000000.
es: Esto debe ser un código de color hexadecimal válido, tal como #000000.
fr: Ceci doit être un code couleur hexadécimal valide, par exemple #000000.
it: Deve essere un codice colore esadecimale valido, come #000000.
ja: #000000 のような 16 進数のカラーコードを入力してください。
ko: #000000 처럼 올바른 16진수 색상 코드를 입력해야 합니다.
nl: Dit dient een geldige hex-kleurcode te zijn, zoals #000000.
pa_in: ਇਹ ਇੱਕ ਜਾਇਜ ਹੈਕਸ ਕਲਰ ਕੋਡ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ #000000।
pl: To musi być poprawny kod szesnastkowy koloru, taki jak #000000.
pt_pt: Tem de ser um código hex de cor válido, tal como #000000.
ru: Это должен быть действительный шестнадцатеричный код цвета, например #000000.
sl: To mora biti veljavna hks koda za barvo, kot je napr. #000000.
uk: Це повинен бути дійсний hex-код кольору, наприклад #000000.
zh_cn: 这里必须是一个有效的十六进制颜色代码，例如 #000000。

source: Enter at least one value.
cs: Vložte nejméně jednu hodnotu.
de: Geben Sie mindestens einen Wert ein.
el: Εισάγετε τουλάχιστον μία τιμή.
es: Escribe al menos un valor.
fr: Entrez au moins une valeur.
it: Inserire almeno un valore.
ja: 少なくともひとつ値を入力してください。
ko: 한개 이상의 값을 입력해 주세요.
nl: Voer ten minste één waarde in.
pa_in: ਘੱਟੋ ਘੱਟ ਇੱਕ ਵੈਲਯੂ ਭਰੋ।
pl: Wprowadź przynajmniej jedną wartość.
pt_pt: Insira pelo menos um valor.
sl: Vnesite vsaj eno vrednost.
uk: Введіть хоча б одне значення.
zh_cn: 至少输入一个值。

source: Collections
cs: Sbírky
de: Sammlungen
el: Συλλογές
es: Colecciones
it: Raccolte
ja: コレクション
ko: 모음집
nl: Collecties
pa_in: ਸੰਗ੍ਰਹਿ
pl: Kolekcje
pt_pt: Coleções
ru: Подборки
sl: Zbirke
uk: Збірки
zh_cn: 收藏集

source: Dictionaries & Language Packs
cs: Slovníky a jazykové balíčky
de: Wörterbücher & Sprachpakete
el: Λεξικά & πακέτα γλωσσών
es: Diccionarios y paquetes de idioma
fr: Dictionnaires et paquetages linguistiques
it: Dizionari e language pack
ja: スペルチェック辞書と言語パック
ko: 맞춤법 사전 및 언어팩
nl: Woordenboeken en taalpakketten
pa_in: ਸ਼ਬਦਕੋਸ ਅਤੇ ਭਾਸ਼ਾ ਪੈਕ
pl: Słowniki i pakiety językowe
pt_pt: Dicionários e pacotes de idiomas
ru: Словари и локализации
sl: Slovarji in Jezikovni paketi
uk: Словники та мовні пакети
zh_cn: 字典及语言包

source: Apps Marketplace
de: Marktplatz für Anwendungen
es: Marketplace de aplicaciones
fr: Marketplace Applications
it: App Marketplace
ko: 앱 마켓플레이스
pl: Marketplace z aplikacjami
ru: Магазин Приложений
sl: Tržnica za aplikacije
zh_cn: 应用市场

source: {0} ago
cs: před {0}
de: vor {0}
el: {0} πριν
es: hace {0}
fr: Il y a {0}
it: {0} fa
ja: {0} 前
ko: {0} 전
nl: {0} geleden
pa_in: {0} ਪਹਿਲਾਂ
pl: {0} temu
pt_pt: {0} atrás
ru: {0} назад
sl: pred {0}
uk: {0} тому
zh_cn: {0} 前

source: {addon} was created.
cs: Doplněk {addon} byl vytvořen.
de: {addon} wurde erstellt.
el: Δημιουργήθηκε το {addon}.
es: {addon} ha sido creado.
fr: {addon} a été créé.
it: {addon} è stato creato.
ja: {addon} が作成されました。
ko: {addon}이(가) 제작되었습니다.
nl: {addon} is gecreëerd.
pa_in: {addon} ਰਚਿਆ ਗਿਆ।
pl: Utworzono dodatek {addon}.
pt_pt: {addon} foi criado.
ru: Был создан {addon}.
sl: {addon} je bil ustvarjen.
uk: {addon} було створено.
zh_cn: {addon} 已创建。

source: {addon} properties edited.
cs: Upraveny vlastnosti u doplňku {addon}.
de: Eigenschaften von {addon} bearbeitet.
el: Επεξεργάστηκαν οι ιδιότητες του {addon}.
es: Propiedades de {addon} editadas.
fr: {addon} propriétés éditées.
it: Sono state modificate le proprietà di {addon}.
ja: {addon} のプロパティが編集されました。
ko: {addon}의 등록 정보가 수정되었습니다.
nl: Eigenschappen van {addon} bewerkt.
pa_in: {addon} ਵਿਸ਼ੇਸਤਾਵਾਂ ਵਿੱਚ ਸੋਧ ਹੋਇਆ।
pl: Edytowano właściwości dodatku {addon}.
pt_pt: {addon} propriedades editadas.
ru: свойства {addon} отредактированы.
sl: Lastnosti {addon} urejene.
uk: Властивості {addon} змінено.
zh_cn: {addon} 的属性已编辑。

source: {addon} description edited.
cs: U doplňku {addon} byl upraven popis.
de: Beschreibung von {addon} bearbeitet.
el: Επεξεργάστηκε η περιγραφή του {addon}.
es: descripción de {addon} editada.
fr: {addon} description éditée.
it: È stata modificata la descrizione di {addon}.
ja: {addon} の説明が編集されました。
ko: {addon}의 설명이 수정되었습니다.
nl: Beschrijving van {addon} bewerkt.
pa_in: {addon} ਵੇਰਵੇ ਵਿੱਚ ਸੋਧ ਹੋਇਆ।
pl: Edytowano opis dodatku {addon}.
pt_pt: {addon} descrição editada.
ru: описание {addon} отредактировано.
sl: Opis za {addon} urejen.
uk: Опис {addon} змінено.
zh_cn: {addon} 的描述已编辑。

source: Categories edited for {addon}.
cs: U doplňku {addon} byly upraveny kategorie.
de: Kategorien von {addon} bearbeitet.
el: Επεξεργάστηκαν οι κατηγορίες του {addon}.
es: Categorías editadas para {addon}.
fr: Catégories éditées pour {addon}.
it: Modifica le categorie per {addon}.
ja: {addon} のカテゴリが編集されました。
ko: {addon}의 분류 정보가 수정되었습니다.
nl: Categorieën voor {addon} bewerkt.
pa_in: {addon}ਲਈ ਵਰਗਾਂ ਵਿੱਚ ਸੋਧ ਹੋਇਆ।
pl: Edytowano kategorie dodatku {addon}.
pt_pt: Categorias editadas para {addon}.
ru: Категории для {addon} отредактированы.
sl: Kategorije za {addon} urejene.
uk: Категорії для {addon} змінено.
zh_cn: {addon} 的分类已编辑。

source: {0.name} ({1}) added to {addon}.
cs: Uživatel {0.name} ({1}) byl přidán k doplňku {addon}.
de: {0.name} ({1}) wurde zu {addon} hinzugefügt.
el: {0.name} ({1}) προστέθηκε στο {addon}.
es: {0.name} ({1}) añadido a {addon}.
fr: {0.name} ({1}) ajouté à {addon}.
it: {0.name} ({1}) aggiunto a {addon}.
ja: {0.name} ({1}) が {addon} へ追加されました。
ko: {addon}에 {0.name} ({1})이(가) 추가됐습니다.
nl: {0.name} ({1}) toegevoegd aan {addon}.
pa_in: {0.name} ({1}) {addon}ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਇਆ।
pl: {0.name} ({1}) został dodany do dodatku {addon}.
pt_pt: {0.name} ({1}) adicionado a {addon}.
ru: {0.name} ({1}) добавлен к {addon}.
sl: {0.name} ({1}) dodan {addon}.
uk: {0.name} ({1}) додано до {addon}.
zh_cn: {addon} 已添加 {0.name}（{1}）。

source: {0.name} ({1}) removed from {addon}.
cs: Uživatel {0.name} ({1}) byl odebrán od doplňku {addon}.
de: {0.name} ({1}) wurde von {addon} entfernt.
el: {0.name} ({1}) αφαιρέθηκε από το {addon}.
es: {0.name} ({1}) eliminado de {addon}.
fr: {0.name} ({1}) retiré de {addon}.
it: {0.name} ({1}) rimosso da {addon}.
ja: {0.name} ({1}) が {addon} から削除されました。
ko: {addon}에 {0.name} ({1})이(가) 삭제됐습니다.
nl: {0.name} ({1}) verwijderd van {addon}.
pa_in: {0.name} ({1}) {addon}ਵਿੱਚੋਂ ਹਟਾਇਆ।
pl: {0.name} ({1}) został usunięty z dodatku {addon}.
pt_pt: {0.name} ({1}) removido de {addon}.
ru: {0.name} ({1}) удалён из {addon}.
sl: {0.name} ({1}) odstranjen iz {addon}.
uk: {0.name} ({1}) вилучено з {addon}.
zh_cn: {addon} 已移除 {0.name}（{1}）。

source: Contributions for {addon}.
cs: Příspěvky pro doplněk {addon}.
de: Spenden für {addon}.
el: Δωρεές για το {addon}.
es: Colaboraciones para {addon}.
fr: Contributions pour {addon}.
it: Donazioni per {addon}.
ja: {addon} への寄付が行われました。
ko: {addon}에 기부금이 들어왔습니다.
nl: Bijdragen voor {addon}.
pa_in: {addon}ਲਈ ਯੋਗਦਾਨ।
pl: Dotacje dla dodatku {addon}.
pt_pt: Contribuições para {addon}.
ru: Взносы для {addon}.
sl: Prispevki za {addon}.
uk: Внески для {addon}.
zh_cn: 捐款给 {addon}。

source: {addon} disabled.
cs: Doplněk {addon} byl zakázán.
de: {addon} deaktiviert.
el: Το {addon} είναι απενεργοποιημένο.
es: {addon} desactivado.
fr: {addon} désactivé.
it: {addon} disattivato.
ja: {addon} が無効化されました。
ko: {addon}이(가) 사용 정지됐습니다.
nl: {addon} uitgeschakeld.
pa_in: {addon} ਆਯੋਗ ਹੋਇਆ।
pl: Dodatek {addon} został wyłączony.
pt_pt: {addon} desactivado.
ru: {addon} отключено.
sl: {addon} onemogočen.
uk: {addon} відключено.
zh_cn: {addon} 已停用。

source: {addon} enabled.
cs: Doplněk {addon} byl povolen.
de: {addon} aktiviert.
el: Το {addon} είναι απενεργοποιημένο.
es: {addon} activado.
fr: {addon} activé.
it: {addon} attivato.
ja: {addon} が有効化されました。
ko: {addon}이(가) 사용 가능합니다.
nl: {addon} ingeschakeld.
pa_in: {addon} ਯੋਗ ਹੋਇਆ।
pl: Dodatek {addon} został włączony.
pt_pt: {addon} activado.
ru: {addon} включено.
sl: {addon} omogočen.
uk: {addon} включено.
zh_cn: {addon} 已启用。

source: Stats set public for {addon}.
cs: Statistiky u doplňku {addon} nastaveny jako veřejné.
de: Statistiken für {addon} auf öffentlich geschaltet.
el: Οι στατιστικές του {addon} ορίστηκαν σαν δημόσιες.
es: Las estadísticas se han establecido como públicas para {addon}.
fr: Rendre les statistiques publiques pour {addon}.
it: È stato scelto di rendere pubbliche le statistiche di {addon}.
ja: {addon} の統計情報が公開されました。
ko: {addon}의 통계가 공개 상태로 되었습니다.
nl: Statistieken voor {addon} zijn publiek.
pa_in: {addon} ਲਈ ਅੰਕੜੇ ਜਨਤਕ ਸੈੱਟ।
pl: Upubliczniono statystyki dodatku {addon}.
pt_pt: Estatísticas definidas como públicas para {addon}.
ru: Статистика для {addon} сделана публичной.
sl: Statistika za {addon} nastavljena na javno.
uk: Статистику для {addon} встановлено загальнодоступною.
zh_cn: {addon} 的状态设置为公开。

source: {addon} stats set to private.
cs: Statistiky u doplňku {addon} nastaveny jako soukromé.
de: Statistiken für {addon} auf privat geschaltet.
el: Οι στατιστικές του {addon} ορίστηκαν σαν ιδιωτικές.
es: Estadísticas de {addon} establecidas como privadas.
fr: {addon} statistiques définies privées.
it: È stato scelto di mantenere private le statistiche di {addon} impostate come private.
ja: {addon} の統計情報が非公開にされました。
ko: {addon}의 통계가 비공개 상태로 되었습니다.
nl: Statistieken voor {addon} ingesteld op privé.
pa_in: {addon} ਅੰਕੜੇ ਨਿੱਜੀ ਤੇ ਸੈੱਟ।
pl: Ustawiono statystyki dodatku {addon} jako prywatne.
pt_pt: {addon} restatísticas definidas como privadas.
ru: статистика {addon} сделана приватной.
sl: Statistika za {addon} nastavljena na zasebno.
uk: Статистику {addon} встановлено приватною.
zh_cn: {addon} 的状态设置为私有。

source: {addon} status changed to {0}.
cs: Stav doplňku {addon} změněn na {0}.
de: Status von {addon} auf {0} geändert.
el: Η κατάσταση του {addon} άλλαξε σε {0}.
es: Estado de {addon} cambiado a {0}.
fr: {addon} statut changé en {0}.
it: Stato di {addon} modificato a {0}.
ja: {addon} のステータスが {0} へ変更されました。
ko: {addon}의 상태가 {0}(으)로 변경되었습니다.
nl: Status van {addon} gewijzigd in {0}.
pa_in: {addon} ਦਰਜਾ {0} ਵਿੱਚ ਬਦਲਿਆ।
pl: Zmieniono status dodatku {addon} na {0}.
pt_pt: O estado do {addon} mudou para {0}.
ru: стутус {addon} изменён на {0}.
sl: Status {addon} se je spremenil na {0}.
uk: Статус {addon} змінено на {0}.
zh_cn: {addon} 的状态已更改为 {0}。

source: Preview added to {addon}.
cs: K doplňku {addon} byl přidán obrázek.
de: Vorschau zu {addon} hinzugefügt.
el: Προστέθηκε εικόνα προεπισκόπησης στο {addon}.
es: Vista previa añadida a {addon}.
fr: Aperçu ajouté à {addon}.
it: Aggiunta anteprima a {addon}.
ja: {addon} のプレビュー画像が追加されました。
ko: {addon}의 미리보기가 추가되었습니다.
nl: Voorbeeld aan {addon} toegevoegd.
pa_in: ਝਲਕ {addon} ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਇਆ।
pl: Dodano obrazek dla dodatku {addon}.
pt_pt: Pré-visualização adicionada ao {addon}.
ru: В {addon} добавлены изображения предпросмотра.
sl: Predogled dodan {addon}.
uk: До {addon} додано зображення для перегляду.
zh_cn: 预览图已添加到 {addon} 。

source: Preview edited for {addon}.
cs: U doplňku {addon} byl upraven obrázek.
de: Vorschau von {addon} bearbeitet.
el: Επεξεργάστηκε εικόνα προεπισκόπησης του {addon}.
es: Vista preliminar editada de {addon}.
fr: Aperçu édité pour {addon}.
it: Anteprima modificata per {addon}.
ja: {addon} のプレビュー画像が編集されました。
ko: {addon}의 미리보기가 수정되었습니다.
nl: Voorbeeld voor {addon} bewerkt.
pa_in: {addon}ਲਈ ਝਲਕ ਵਿੱਚ ਸੋਧ ਹੋਇਆ।
pl: Edytowano obrazek dla dodatku {addon}.
pt_pt: Pré-visualização editada para {addon}.
ru: В {addon} отредактированы изображения предпросмотра.
sl: Predogled za {addon} urejen.
uk: Зображення для перегляду {addon} змінено.
zh_cn: {addon} 的预览图已编辑。
