<p>03 de julio de 2013</p>

<h2>Resumen</h2>
<p>Esta secci&oacute;n superior es un resumen de los t&eacute;rminos que siguen abajo. Estos t&eacute;rminos se utilizan como ayuda para su comprensi&oacute;n &ndash; pero certif&iacute;quese de leer todo el documento, pues al concordar con el mismo, usted estar&aacute; de acuerdo con la totalidad del documento y no solamente con este resumen:</p>
<ul>
    <li>Usted necesita tener, al menos, 18 a&ntilde;os de edad para tener una cuenta en el Marketplace o tener el consentimiento y supervisi&oacute;n de sus padres o responsables para la utilizaci&oacute;n del Marketplace.</li>
    <li>El uso de sus datos ser&aacute; de acuerdo con nuestra pol&iacute;tica de privacidad del Firefox Marketplace Los Apps o Add-ons (Aplicativos) suministrados por terceros tendr&aacute;n su propia <a href="/privacy-policy">pol&iacute;tica de privacidad</a>.</li>
    <li>Los Desarrolladores (no Mozilla) son exclusivamente responsables por cada App o Add-on, incluyendo el soporte.</li>
    <li>No haga nada ilegal o que pueda perjudicarnos o perjudicar a otros.</li>
    <li>Nosotros no seremos responsables por su utilizaci&oacute;n del Firefox Marketplace o por las acciones de otros usuarios, incluyendo los Desarrolladores.</li>
    <li>Usted ser&aacute; responsable por el uso o uso indebido del Marketplace, Apps o Add-ons.</li>
</ul>

<h2>Introducci&oacute;n</h2>
<p>En Mozilla, estamos comprometidos en fomentar la elecci&oacute;n y innovaci&oacute;n en la Internet. Por eso creamos el Firefox Marketplace &ndash; un mercado a disposici&oacute;n del p&uacute;blico que permite que los desarrolladores puedan distribuir sus aplicativos o add-ons entre los usuarios para el uso en cualquier dispositivo que pueda acceder a Internet abierta.</p>
<p>El uso del Firefox Marketplace est&aacute; sujeto a los t&eacute;rminos y condiciones de estos T&eacute;rminos de Uso, as&iacute; como las pol&iacute;ticas relacionadas con el Firefox Marketplace en estos T&eacute;rminos o en el Firefox Marketplace (colectivamente los &ldquo;T&eacute;rminos&rdquo;).</p>
<h2>Elegibilidad</h2>
<p>Al utilizar el Firefox Marketplace, usted acepta que tiene al menos 18 a&ntilde;os de edad o est&aacute; utilizando el aplicativo con el consentimiento y supervisi&oacute;n de sus padres o responsables; y tendr&aacute; pleno poder, capacidad y autoridad para aceptar estos T&eacute;rminos en su nombre, o conforme sea aplicable, en nombre de su empleador o otra entidad que represente. </p>

<h2>Alteraciones a estos T&eacute;rminos</h2>
<p>Nos reservamos el derecho de alterar estos t&eacute;rminos, a nuestra discreci&oacute;n exclusiva, y si hacemos cambios sustanciales, vamos a notificarlo.</p>

<h2>Definiciones</h2>
<p>Cuando utilizamos la palabra "Desarrolladores&rdquo;, significa los desarrolladores tercerizados que disponen del Contenido del Marketplace a trav&eacute;s del Firefox Marketplace.</p>
<p>Usted puede instalar los Add-ons o Apps (colectivamente, &ldquo;Contenido del Marketplace&rdquo;) a trav&eacute;s del Firefox Marketplace:</p>
<ul>
    <li>Los &ldquo;Add-ons&rdquo; son extensiones, temas, proveedores de b&uacute;squeda, diccionarios y paquetes de idiomas que permiten extender la funcionalidad del navegador Firefox.</li>
    <li>Los &ldquo;Apps&rdquo; son aplicativos escritos que utilizan la tecnolog&iacute;a de la Internet abierta y que pueden ser ejecutados en varias plataformas.</li>
    <li>Algunos Apps y Add-ons pueden ser comprados a los desarrolladores a trav&eacute;s del Firefox Marketplace (cada uno como App o Add-on &ldquo;Comprado&rdquo; y colectivamente como &ldquo;Contenido Comprado&rdquo;).</li>
</ul>

<h2>Contenido del Marketplace</h2>
<p>Cada Desarrollador, no Mozilla (salvo cuando desarrollamos nuestros propios Apps o Add-ons) es exclusivamente responsable por sus Add-ons y Apps.</p>

<h2>Contenido Comprado</h2>
<p>El Firefox Marketplace utiliza <a href="https://persona.org">Mozilla Persona</a> para colocar el Contenido Comprado en su cuenta. Usted no podr&aacute; utilizar ning&uacute;n Contenido Comprado sin hacer el login con su cuenta Persona. Si usted cancela su cuenta Persona, podr&aacute; perder su Contenido Comprado. Los Desarrolladores podr&aacute;n ofrecer productos y servicios que exigen que usted haga el login usando las credenciales adicionales, adem&aacute;s de la Persona. </p>
<p>Al adquirir el Contenido Comprado, usted est&aacute; de acuerdo en no burlar ning&uacute;n mecanismo de autenticaci&oacute;n. Nosotros podemos interrumpir el acceso al Firefox Marketplace o suspender su acceso al Contenido Comprado si creemos que usted viol&oacute; estos t&eacute;rminos. </p>

<h2>Reembolsos y Soporte</h2>
<p>Salvo disposici&oacute;n en contrario, el Contenido enumerado del Marketplace en el Firefox Marketplace es desarrollado y vendido por los Desarrolladores tercerizados, no por Mozilla. Por este raz&oacute;n, cualquier solicitud de soporte relacionada al Contenido del Marketplace deber&aacute; ser hecha al Desarrollador de aquel Contenido del Marketplace. Para solicitar el soporte al Contenido del Marketplace que usted compr&oacute;, entre en contacto con el Desarrollador de aquel contenido del Marketplace a trav&eacute;s de la lista de Contenido del Marketplace. </p>
<p>Tambi&eacute;n puede solicitar el soporte del operador de red m&oacute;vil en el que usted est&aacute; ingresando al Firefox Marketplace (una lista de los sitios web de soporte est&aacute; disponible <a href="https://support.mozilla.org/es/kb/firefoxos-carrier-support-contact-information">aqu&iacute;</a>). Para m&aacute;s informaciones sobre el Firefox Marketplace, as&iacute; como los art&iacute;culos sobre las preguntas m&aacute;s frecuentes, entre en <a href="https://support.mozilla.org/es/kb/what-firefox-marketplace">soporte oficial del marketplace</a>.</p>
<p>Si su Contenido Comprado tiene defecto, c&oacute;digos maliciosos (Malware), est&eacute; indisponible o caso contrario no ejecuta conforme a lo adecuado, puede solicitar un reembolso <a href="https://support.mozilla.org/es/questions/marketplace/refund">aqu&iacute;</a> dentro de los 10 d&iacute;as posteriores a la compra.  Mozilla, a su criterio exclusivo, determinar&aacute; si un reembolso es adecuado con base en las circunstancias.  </p>

<h2>T&eacute;rminos Adicionales en relaci&oacute;n al Contenido del Marketplace</h2>
<p>En la medida en que algunos de los contenidos en el Firefox Marketplace son cubiertos por t&eacute;rminos distintos (como un contrato de licencia del usuario final, una licencia de open source y/ o t&eacute;rminos de uso del Contenido del Marketplace de un Desarrollador), usted acepta cumplir con estos t&eacute;rminos. Usted puede encontrar los t&eacute;rminos en los que el Contenido del Marketplace est&aacute; siendo distribuido en la p&aacute;gina de informaci&oacute;n de la parte del Contenido del Marketplace. </p>

<h2>Privacidad</h2>
<p>Se le solicitar&aacute; que provea informaciones sobre usted (como identificaci&oacute;n y detalles de contacto) como parte de su registro y utilizaci&oacute;n del Firefox Marketplace. Nosotros mantendremos su informaci&oacute;n como descripto en la <a href="/privacy-policy">Pol&iacute;tica de privacidad</a> del Firefox Marketplace. </p>
<p>La <a href="/privacy-policy">Pol&iacute;tica de privacidad</a> del Firefox Marketplace se aplica para el Firefox Marketplace, pero no cubre ning&uacute;n Contenido del Marketplace. Usted debe verificar la pol&iacute;tica de privacidad de la parte del Contenido del Marketplace para descubrir las pr&aacute;cticas de privacidad sobre el Contenido del Marketplace y sentirse c&oacute;modo con estos t&eacute;rminos antes de comprar, instalar o utilizar el Contenido del Marketplace.</p>
<p>Si usted cree que el Desarrollador no est&aacute; de acuerdo con el <a href="/developers/docs/policies/agreement" rel="external">Acuerdo con el Desarrollador del Firefox Marketplace</a> o con los <a href="/terms-of-use">T&eacute;rminos de Uso del Firefox Marketplace</a>, entre en contacto con nosotros a trav&eacute;s del link de &ldquo;Denunciar Abuso&rdquo; para el Contenido relevante del Market y nosotros investigaremos su solicitaci&oacute;n y tomaremos las medidas, en caso que creemos apropiado.</p>

<h2>Sus Alegaciones</h2>
<p>Usted podr&aacute; enviar los comentarios, im&aacute;genes del perfil y otros contenidos como parte de los recursos del Firefox Marketplace (&ldquo;Sus Alegaciones&rdquo;). Para aclarar, si usted es un Desarrollador, "Sus Alegaciones" no incluyen ning&uacute;n App o Add-on que usted haya enviado al Firefox Marketplace &ndash; los t&eacute;rminos en relaci&oacute;n a los Apps o Add-ons que usted haya enviado son cubiertos por el <a href="/developers/docs/policies/agreement" rel="external">Acuerdo con el Desarrollador</a>. Al enviar Sus Alegaciones, nos concede una licencia gratuita, no exclusiva y general para utilizar Sus Alegaciones en relaci&oacute;n a las disposiciones y promoci&oacute;n del Firefox Marketplace. Usted declara y garantiza que Sus Alegaciones no violar&aacute;n los derechos de cualquier tercero y cumplir&aacute;n con nuestras <a href="https://developer.mozilla.org/docs/Web/Apps/Publishing/Marketplace_review_criteria">Directrices de Revisi&oacute;n del App</a>.</p>

<h2>Ley de Derechos de Autor del Milenio Digital</h2>
<p>Si usted es un propietario de un derecho de autor o un representante de un propietario de un derecho de autor y cree que el contenido disponible por medio de uno de los sitios web de Mozilla viola uno o m&aacute;s de sus derechos de autor, notif&iacute;quelo inmediatamente al Representante de Derechos de Autor de Mozilla a trav&eacute;s de una notificaci&oacute;n enviada por e-mail, enviada por correo o por fax (&ldquo;Notificaci&oacute;n de la DMCA [Ley de Derechos de Autor del Milenio Digital]&rdquo;) y incluya la informaci&oacute;n descripta abajo.  Usted puede revisar el 17 U.S.C. &sect; 512(c) (3) de la Ley de Derechos de Autor del Milenio Digital para el detalle autorizado o consultar a su propio abogado si necesita de asistencia. Si Mozilla toma medidas en respuesta a una notificaci&oacute;n de la DMCA, &eacute;l har&aacute; una tentativa de buena fe para entrar en contacto con la parte que coloc&oacute; el contenido disponible por medio de la direcci&oacute;n de e-mail m&aacute;s reciente, si la hay, provida por esta parte a Mozilla. Usted ser&aacute; responsable por los da&ntilde;os basados en determinadas declaraciones falsas contenidas en una Notificaci&oacute;n de la DMCA. Por lo tanto, si usted cree que el contenido localizado por el sitio web viola sus derechos de autor, debe entrar en contacto con un abogado.</p>
<p>Todas las Notificaciones de la DMCA deben incluir lo siguiente:</p>
<ol>
    <li>una firma, electr&oacute;nica o f&iacute;sica, del propietario o de la persona autorizada a actuar en nombre del propietario, de un derecho de autor exclusivo que est&aacute; siendo violado;<li>
    <li>una identificaci&oacute;n de los derechos de autor de la obra o obras que usted dice ser violada;</li>
    <li>una descripci&oacute;n de la naturaleza y lugar del material que usted dice que viola sus derechos de autor, en detalles suficientes para permitir que Mozilla encuentre y identifique aquel contenido de forma positiva, incluyendo el URL en que est&aacute; localizado;</li>
    <li>Su nombre, direcci&oacute;n, tel&eacute;fono y e-mail a trav&eacute;s del que podemos contactar; y</li>
    <li>una declaraci&oacute;n suya: (i) que usted cree de buena fe que el uso del material que usted dice que viola sus derechos de autor no est&aacute; autorizado por ley o por el propietario del derecho de autor o por el representante del propietario; y (ii) que toda la informaci&oacute;n contenida en su Notificaci&oacute;n de la DMCA es verdadera y bajo pena de perjurio, que usted es el propietario o la persona autorizada a actuar en nombre de un propietario del derecho de autor exclusivo que est&aacute; siendo violado.</li>
</ol>
<p>El Representante de los Derechos de Autor designado por Mozilla debe recibir notificaciones de las supuestas violaciones a trav&eacute;s de la siguiente direcci&oacute;n:</p>
<address>
  Gabinete del Procurador-General<br>
  Mozilla Corporation<br>
  650 Castro Street, Apto 300<br>
  Mountain View, CA 94041<br>
  E-mail: dmcanotice at mozilla dot com<br>
  Tel&eacute;fono: <a href="tel:6509030800">650-903-0800</a><br>
  Fax: 650-903-0875
</address>
<p>Si usted no cumple con todos los requisitos de una notificaci&oacute;n de la DMCA, Mozilla no actuar&aacute; de acuerdo con su notificaci&oacute;n.</p>
<p>Mozilla cancelar&aacute; la cuenta del usuario si, bajo las circunstancias adecuadas, &eacute;l est&aacute; determinado a ser un infractor reincidente.</p>
<p>La informaci&oacute;n de contacto provida arriba tambi&eacute;n se aplica a las notificaciones que se basan en los derechos de autor o marcas registradas fuera de los Estados Unidos.</p>
<p>Solamente las Notificaciones de la DMCA, las Notificaciones de la Marca Registrada (que est&aacute;n definidas abajo) y las notificaciones internacionales de derechos de autor y marcas registradas deben estar con el representante de derechos de autor.</p>
<p>Informamos que cualquier Notificaci&oacute;n de la DMCA enviada a Mozilla puede ser enviada a terceros (incluyendo el acusado) y publicada en la Internet (incluyendo el sitio web <a href="http://www.chillingeffects.org/">http://www.chillingeffects.org/</a>). </p>

<h2>Notificaciones de Marca Registrada</h2>
<p>Si usted es un propietario de una marca registrada o un representante de un propietario de una marca registrada y cree que el contenido disponible por medio de uno de los sitios web de Mozilla viola una o m&aacute;s de sus marcas registradas, notif&iacute;quelo inmediatamente al Representante de Derechos de Autor de Mozilla a trav&eacute;s de una notificaci&oacute;n enviada por e-mail, enviada por correo o por fax (&ldquo;Notificaci&oacute;n de Marca registrada&rdquo;) y incluya la informaci&oacute;n descripta abajo para las Notificaciones de la DMCA. Mozilla controla las notificaciones recibidas de las violaciones de marcas registradas a trav&eacute;s de un proceso muy semejante al proceso de Notificaci&oacute;n de la DMCA que se describi&oacute; arriba para los derechos de autor. Adem&aacute;s de los requisitos de la Notificaci&oacute;n de la DMCA, Mozilla exige que todas las Notificaciones de Marca Registrada sean hechas por los propietarios de la marca registrada (o su representante) bajo pena de perjurio.</p>

<h2>Exportaci&oacute;n</h2>
<p>Algunos de los contenidos de los que usted puede hacer el download a trav&eacute;s del Firefox Marketplace pueden tener restricciones en su exportaci&oacute;n. Usted acepta cumplir con todas las exportaciones aplicables y leyes y reglamentos de control de reexportaci&oacute;n y confirma que no tiene prohibido recibir exportaciones y servicios bajo las leyes de EE.UU. o otras leyes de exportaci&oacute;n.</p>

<h2>Declaraciones y Garant&iacute;as Generales</h2>
<p>Usted declara y garantiza que el uso del Firefox Marketplace ser&aacute; de acuerdo con estos T&eacute;rminos, con cualquier ley y reglamento aplicable y con cualquier otra pol&iacute;tica o t&eacute;rmino y condici&oacute;n aplicable. Por ejemplo, si usted decide tornarse un Desarrollador, debe concordar con el <a href="/developers/docs/policies/agreement" rel="external">Acuerdo con el Desarrollador</a>.</p>

<h2>Liberaci&oacute;n e Indemnizaci&oacute;n</h2>
<p>Usted libera a Mozilla, sus directores, empleados, representantes y sucesores de reclamaciones, exigencias y da&ntilde;os de cualquier tipo o naturaleza derivados o relacionados a cualquier conflicto con otros usuarios, incluyendo los desarrolladores.</p>
<p>Usted acepta defender, indemnizar y exentar a Mozilla, sus contratantes y sus licenciadores, y sus respectivos directores, empleados y representantes contra cualquier reclamaci&oacute;n y gasto de terceros, incluyendo honorarios de abogados derivados de su uso del Firefox Marketplace y del Contenido del Marketplace, incluyendo entre otros, la violaci&oacute;n de cualquier declaraci&oacute;n o garant&iacute;a contenida en estos T&eacute;rminos.</p>

<h2>Exenci&oacute;n; Limitaci&oacute;n de Responsabilidad</h2>
<p>Para aclarar, como utilizado en esta secci&Oacute;n, &ldquo;Contenido&rdquo; incluye, entre otros, &ldquo;Contenido del Marketplace&rdquo;.</p>
<p>SALVO DISPOSICI&Oacute;N EN CONTRARIO, INCLUYENDO ENTRE OTROS, UNA LICENCIA O OTRO ACUERDO QUE RIJA EL USO DEL CONTENIDO ESPEC&Iacute;FICO, TODO EL CONTENIDO LOCALIZADO O DISPONIBLE POR FIREFOX MARKETPLACE SER&Aacute; SUMINISTRADO &ldquo;COMO EST&Aacute;&rdquo; Y MOZILLA, SUS CONTRATANTES Y SUS LICENCIADORES NO HAR&Aacute;N NINGUNA DECLARACI&Oacute;N O GARANT&Iacute;A, EXPRESA O IMPL&Iacute;CITA, INCLUYENDO ENTRE OTROS, LAS GARANT&Iacute;AS DE COMERCIALIZACI&Oacute;N, ADECUACI&Oacute;N PARA UNA FINALIDAD PARTICULAR, T&Iacute;TULO O NO VIOLACI&Oacute;N DE DERECHOS DE PROPIEDAD. SIN LIMITAR LAS DISPOSICIONES ARRIBA, MOZILLA, SUS CONTRATANTES Y SUS LICENCIADORES NO HAR&Aacute;N NINGUNA DECLARACI&Oacute;N O GARANT&Iacute;A DE QUE EL CONTENIDO LOCALIZADO EN EL FIREFOX MARKETPLACE EST&Eacute; LIBRE DE ERRORES O EST&Eacute; ADECUADO PARA CUALQUIER FINALIDAD; NI QUE EL USO DE ESTE CONTENIDO NO VIOLAR&Aacute; NING&Uacute;N DERECHO DE AUTOR, MARCAS REGISTRADAS O DERECHO DE PROPIEDAD INTELECTUAL DE TERCEROS. USTED COMPRENDE Y EST&Aacute; DE ACUERDO QUE HIZO EL DOWNLOAD O, DE OTRA FORMA, OBTUVO EL CONTENIDO A TRAV&Eacute;S DEL SITIO WEB DE MOZILLA, A SU CRITERIO Y RIESGO EXCLUSIVO, Y QUE MOZILLA, SUS CONTRATANTES Y SUS LICENCIADORES NO SER&Aacute;N RESPONSABLES DE NING&Uacute;N DA&Ntilde;O AL SISTEMA O DATOS EN SU COMPUTADOR QUE PUEDA RESULTAR DEL DOWNLOAD O USO DE ESTE CONTENIDO.</p>
<p>SALVO DISPOSICI&Oacute;N EN CONTRARIO, INCLUYENDO ENTRE OTROS, EN UNA LICENCIA O OTRO ACUERDO QUE RIJA EL USO DEL CONTENIDO ESPEC&Iacute;FICO, DE FORMA NINGUNA, MOZILLA, SUS CONTRATANTES O SUS LICENCIADORES SER&Aacute;N RESPONSABLES POR USTED O CUALQUIER OTRA PARTE SOBRE CUALQUIER DA&Ntilde;O PUNITIVO, CONSECUENCIAL, ESPECIAL, DIRECTO O INDIRECTO, INDEPENDIENTEMENTE DE LA BASE O NATURALEZA DE LA RECLAMACI&Oacute;N, RESULTANTE DE CUALQUIER USO DEL FIREFOX MARKETPLACE O DEL CONTENIDO DEL MISMO O DE CUALQUIER HIPERLINK DEL SITIO WEB, INCLUYENDO ENTRE OTROS, CUALQUIER P&Eacute;RDIDA DE LUCROS, INTERRUPCI&Oacute;N DE NEGOCIOS, P&Eacute;RDIDA DE DATOS O, DE OTRA FORMA, INCLUSO SI MOZILLA, SUS CONTRATANTES O LICENCIADORES FUERON EXPRESAMENTE AVISADOS DE LA RESPONSABILIDAD DE ESTOS DA&Ntilde;OS.</p>
<p>ALGUNAS JURISDICCIONES PUEDEN NO PERMITIR LA EXCLUSI&Oacute;N DE LAS GARANT&Iacute;AS IMPL&Iacute;CITAS O LA EXCLUSI&Oacute;N O LIMITACI&Oacute;N DE LAS RESPONSABILIDADES POR DETERMINADOS DA&Ntilde;OS CONSECUENCIALES O INCIDENTALES, POR LO TANTO, ALGUNAS DE LAS LIMITACIONES ANTERIORES PUEDEN NO SER APLICADAS A USTED.</p>

<h2>Ley Regente</h2>
<p>Estos T&eacute;rminos deber&aacute;n ser regidos por las leyes del Estado de California, independientemente de los conflictos de los principios de la ley. Las disposiciones de la Convenci&oacute;n de las Naciones Unidas en la Compra y Venta Internacional de Mercader&iacute;as y la Ley para Uniformizaci&oacute;n de las Transacciones por Ordinadores, no obstante designadas, son excluidas y no deber&aacute;n ser aplicadas a este Acuerdo o cualquier transacci&oacute;n en los t&eacute;rminos de este acuerdo. Usted acepta someterse a la jurisdicci&oacute;n personal y exclusiva de los tribunales estaduales y tribunales federales localizados en el condado de Santa Clara, California, con la finalidad de litigar cualquier reivindicaci&oacute;n o conflicto.</p>

<h2>Disposiciones Generales</h2>
<p>Usted no puede ceder sus derechos o delegar sus obligaciones bajo estos T&eacute;rminos. Estos T&eacute;rminos no se destinan a beneficiar, ni deben ser considerados como origen de cualquier derecho de terceros. Estos T&eacute;rminos ser&aacute;n regidos y interpretados de acuerdo con las leyes de California, independiente de conflictos de los principios de la ley. La relaci&oacute;n ser&aacute; de contratados independientes: estos T&eacute;rminos no deber&aacute;n ser interpretados para la creaci&oacute;n de una joint venture o asociaci&oacute;n entre las partes. Ninguna parte deber&aacute; ser considerada empleada, representante, socia o representante legal de la otra parte por ninguna finalidad y no tendr&aacute; el derecho, poder o autoridad de crear ninguna obligaci&oacute;n o responsabilidad en nombre de la otra parte. Estos T&eacute;rminos constituyen la integridad del contrato entre las partes en relaci&oacute;n al asunto en cuesti&oacute;n. Estos T&eacute;rminos sustituyen y rigen cualquier acuerdo anterior o garant&iacute;a en relaci&oacute;n al asunto en cuesti&oacute;n. Si cualquiera de estos T&eacute;rminos fueran inv&aacute;lidos o inexequibles por cualquier motivo, dicha no validad no deber&aacute; afectar el restante de estos T&eacute;rminos, y las disposiciones inv&aacute;lidas o inexequibles deber&aacute;n ser sustituidas por una disposici&oacute;n mutualmente aceptable, que siendo v&aacute;lida, legal y ejecutable se aproxime a las intenciones originales de las partes contratantes y tenga como efecto econ&oacute;mico. El incumplimiento de cualquier parte, en cualquier momento, en exigir el cumplimiento de cualquier cl&aacute;usula del contrato no deber&aacute;, de ninguna forma, perjudicar el derecho en un momento posterior para aplicar el mismo. Ninguna renuncia por cualquiera de las partes de la violaci&oacute;n de cualquier t&eacute;rmino o acuerdo contenido en estos T&eacute;rminos, sea por la conducta o de otra forma, en cualquiera o m&aacute;s instancias, debe ser considerada como una renuncia adicional o continua de esta violaci&oacute;n o la renuncia de la violaci&oacute;n de cualquier otro t&eacute;rmino o acuerdo contenido en estos T&eacute;rminos. </p>
