Repository: mozilla/addons-server
Catalog: locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: Please specify your add-on's Privacy Policy:
hsb: Prošu podajće prawidła priwatnosće swojeho přidatka:

source: Why did you make this add-on?
hsb: Čehodla sće tutón přidatk wutworił?

source: What's next for this add-on?
hsb: Što za tutón přidatk jako přichodne přińdźe?

source: The developers of this add-on
hsb: Wuwiwarjo tutoho přidatka

source: The Mozilla Foundation
hsb: Mozilla Foundation

source: An organization of my choice
hsb: Organizacija mojeje wólby

source: Please enter a suggested amount greater than 0.
hsb: Prošu zapodajće namjetowanu sumu, kotraž je wjetša hač 0.

source: Please enter a suggested amount less than ${0}.
hsb: Prošu zapodajće namjetowanu sumu, kotraž je mjeńša hač ${0}.

source: PayPal ID required to accept contributions.
hsb: ID PayPal je za akceptowanje přinoškow trěbny.

source: Could not validate PayPal id.
hsb: ID PayPal njeda so přepruwować.

source: Unsupported file type, please upload an archive file {extensions}.
hsb: Njepodpěrany datajowy typ, prošu nahrajće archiwowu dataju {extensions}.

source: View current
hsb: Aktualne pokazać

source: Invalid version range.
hsb: Njepłaćiwy wersijowy rozsah.

source: Need at least one compatible application.
hsb: Znajmjeńša jedne kompatibelne nałoženje trěbne.

source: There was an error with your upload. Please try again.
hsb: Při nahrawanju je zmylk wustupił. Prošu spytajće hišće raz.

source: Override failed validation
hsb: Njeporadźene přepruwowanje přepisać

source: Submit my add-on for manual review.
hsb: Mój přidatk za manuelne přepruwowanje zapodać.

source: Do not list my add-on on this site
hsb: Mój přidatk na tutym sydle njenalistować

source: Check this option if you intend to distribute your add-on on your own and only need it to be signed by Mozilla.
hsb: Kontrolujće tute nastajenje, jeli wy chceće swój přidatk sam rozšěrjeć a jenož signowanje wot Mozilla trjebaće.

source: This add-on will be bundled with an application installer.
hsb: Tutón přidatk bu z instalowanskim programom za nałoženja zwjazany.

source: Add-ons that are bundled with application installers will be code reviewed by Mozilla before they are signed and are held to a higher quality standard.
hsb: Žórłowy kod přidatkow, kotrež su z instalowanskim programom za nałoženja zwjazane, budu so wot Mozilla přepruwować, prjedy hač so signuja, a płaći wyši kwalitny standard.

source: Full Review
hsb: Dospołne přepruwowanje

source: Preliminary Review
hsb: Nachwilne přepruwowanje

source: Please choose a review nomination type
hsb: Prošu wubjerće nominowanski typ za přepruwowanje

source: A file with a version ending with a|alpha|b|beta|pre|rc and an optional number is detected as beta.
hsb: Dataja z wersiju, kotraž so na a|alpha|b|beta|pre|rc a opcionalnu ličbu kónči, ma so za beta.

source: Version %s already exists, or was uploaded before.
hsb: Wersija %s hižo eksistuje abo je so do toho nahrała.

source: Select a valid choice. That choice is not one of the available choices.
hsb: Wubjerće płaćiwu hódnotu. Tuta hódnota ke k dispoziciji stejacym hódnotam njesłuša.

source: A file with a version ending with a|alpha|b|beta and an optional number is detected as beta.
hsb: Dataja z wersiju, kotraž so na a|alpha|b|beta a opcionalnu ličbu kónči, ma so za beta.

source: You cannot upload any more files for this version.
hsb: Njemóžeće hižo dataje za tutu wersiju nahrać.

source: Version doesn't match
hsb: Wersija so njehodźi

source: You cannot delete a file once the review process has started. You must delete the whole version.
hsb: Njemóžeće dataju zhašeć, hdyž přepruwowanski proces je so započał. Dyrbiće cyłu wersiju zhašeć.

source: The platform All cannot be combined with specific platforms.
hsb: Platforma Wšě njeda so z wěstymi platformami kombinować.

source: A platform can only be chosen once.
hsb: Platforma da so jenož jedyn raz wubrać.

source: A review type must be selected.
hsb: Přepruwowanski typ dyrbi so wubrać.

source: Select an application first
hsb: Wubjerće najprjedy nałoženje

source: There cannot be more than 3 required add-ons.
hsb: Wjace hač 3 trěbnych přidatkow móžno njeje.

source: Add-on Documentation :: Developer Hub
hsb: Dokumentacija přidatka :: Centrum wuwiwarjow

source: My Submissions
hsb: Moje zapodaća

source: Developer Docs
hsb: Wuwiwarske dokumenty

source: {0} error
hsb: {0} zmylk

source: {0} warning
hsb: {0} warnowanje

source: Review
hsb: Pohódnoćenje

source: %s responded with %s (%s).
hsb: %s je z %s (%s) wotmołwił.

source: Connection to "%s" timed out.
hsb: Zwisk z „%s“ je čas překročił.

source: Could not contact host at "%s".
hsb: Host na „%s“ njeda so kontaktować.

source: Validation generated too many errors/warnings so %s messages were truncated. After addressing the visible messages, you'll be able to see the others.
hsb: Přepruwowanje je přewjele zmylkow/warnowanjow wunjesło, tohodla je so %s powěsćow wotdźěliło. Po wobdźěłowanju widźomnych powěsćow móžeće druhe widźeć.

source: All My Add-ons
hsb: Wšě moje přidatki

source: All Activity
hsb: Wša aktiwita

source: Add-on Updates
hsb: Aktualizacije přidatkow

source: Add-on Status
hsb: Status přidatka

source: User Collections
hsb: Wužiwarske zběrki

source: User Reviews
hsb: Wužiwarske pohódnoćenja

source: Changes successfully saved.
hsb: Změny su so wuspěšnje składowali.

source: Please check the form for errors.
hsb: Prošu přepytujće formular za zmylkami.

source: Add-on cannot be deleted. Disable this add-on instead.
hsb: Přidatk njeda so zhašeć. Znjemóžńće tutón přidatk město toho.

source: Theme deleted.
hsb: Drasta je so zhašała.

source: Add-on deleted.
hsb: Přidatk je so zhašał.

source: URL name was incorrect. Theme was not deleted.
hsb: URL-mjeno bě wopak. Drasta njeje so zhašała.

source: URL name was incorrect. Add-on was not deleted.
hsb: URL-mjeno bě wopak. Přidatk njeje so zhašał.

source: An author has been added to your add-on
hsb: Awtor je so wašemu přidatkej přidał

source: An author has a role changed on your add-on
hsb: Awtor ma rólu, kotraž je so za waš přidatk změniła

source: An author has been removed from your add-on
hsb: Awtor je so z wašeho přidatka wotstronił

source: There were errors in your submission.
hsb: Při zapodawanju su zmylki wustupili.

source: Validate Add-on
hsb: Přidatk přepruwować

source: Check Add-on Compatibility
hsb: Kompatibelnosć přidatka přepruwować

source: You cannot submit this type of add-on
hsb: Njemóžeće tutón přidatkowy typ zapodać

source: Images must be either PNG or JPG.
hsb: Wobrazy dyrbja format PNG abo JPG měć.

source: Icons cannot be animated.
hsb: Symbole njedadźa so animować.

source: Images cannot be animated.
hsb: Wobrazy njedadźa so animować.

source: Images cannot be larger than %dKB.
hsb: Wobrazy njesmědźa wjetše hač %d KB być.

source: Image must be exactly {0} pixels wide and {1} pixels tall.
hsb: Wobraz dyrbi eksaktnje {0} pikselow šěroki a {1} pikselow wysoki być.

source: There was an error uploading your preview.
hsb: Při nahrawanju wašeho přehlada je zmylk wustupił.

source: Version %s disabled.
hsb: Wersija %s je so znjemóžniła.

source: Version %s deleted.
hsb: Wersija %s je so zhašała.

source: This upload has failed validation, and may lack complete validation results. Please take due care when reviewing it.
hsb: Tute nahraće njeje přepruwowanje wobstało a nima snano žane dospołne přepruwowanske wuslědki. Prošu dźiwajće na to, hdyž jo přepruwujeće.

source: Preliminary Review Requested.
hsb: Nachwilne přepruwowanje požadane.

source: Full Review Requested.
hsb: Dospołne přepruwowanje požadane.

source: Your old credentials were revoked and are no longer valid. Be sure to update all API clients with the new credentials.
hsb: Waše stare daty su so wotwołali a hižo płaćiwe njejsu. Zaktualizujće na kóždy pad wšě API-klienty z nowymi datami.

source: New API key created
hsb: Nowy API-kluč wutworjeny

source: Before starting, please read and accept our Firefox Add-on Distribution Agreement. It also links to our Privacy Notice which explains how we handle your information.
hsb: Prjedy hač započnjeće, čitajće a akceptujće prošu naše dojednanje wo rozdźělowanju přidatkow Firefox. Wobsahuje tež wotkaz k našeje pokazce priwatnosće, kotraž wujasnja, kak z wašimi informacijemi wobchadźamy.

source: Printable Version
hsb: Ćišćomna wersija

source: I Accept this Agreement
hsb: Sym přezjedny z tutym dojednanjom

source: or <a href="{0}">Cancel</a>
hsb: abo <a href="{0}">Přetorhnyć</a>

source: Back to Add-ons
hsb: Wróćo k přidatkam

source: {0} :: Search
hsb: {0} :: Pytać

source: Search
hsb: Pytać

source: Search Results
hsb: Pytanske wuslědki

source: Search Results for "{0}"
hsb: Pytanske wuslědki za „{0}“

source: Please enter some search terms.
hsb: Prošu zapodajće někotre pytanske zapřijeća.

source: Loading results&hellip;
hsb: Wuslědki so začituja&hellip;

source: Submit an Add-on
hsb: Přidatk zapodać

source: AMO Reviewers
hsb: Přepruwowarjo AMO

source: Get ahead! Become an AMO Reviewer today and get your add-ons reviewed faster.
hsb: Přińdźće doprědka! Stańće so dźensa z přepruwowarjom na AMO a dajće swojim přidatkam spěšnišo přepruwować.

source: Become an AMO Reviewer
hsb: Stańće so z přepruwowarjom na AMO

source: Learn All About Add-ons
hsb: Zhońće wšitko wo přidatkach

source: Add-ons let millions of Firefox users enhance and customize their browsing experience. If you're a Web developer and know <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a>, and <a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a>, you already have all the necessary skills to make a great add-on.
hsb: Přidatki zmóžnjeja milionam wužiwarjow Firefox jich přehladowanske dožiwjenje polěpšić. Jeli sće webwuwiwar a so w <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a> a <a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a> wuznawaće, maće hižo trěbne znajomosće, zo byšće wulkotny přidatk wutworił.

source: Head over to the <a href="https://developer.mozilla.org/Add-ons">Mozilla Developer Network</a> to learn everything you need to know to get started.
hsb: Dźiće k <a href="https://developer.mozilla.org/Add-ons">Mozilla Developer Network</a> (wuwiwarska syć Mozilla), zo byšće wšo zhonił, štož dyrbiće wědźeć, zo byšće započał.

source: Start Making Add-ons
hsb: Započńće přidatki wutworjeć

source: Visibility:
hsb: Widźomnosć:

source: Latest Version:
hsb: Najnowša wersija:

source: Queue Position:
hsb: Pozicija w čakanskim rynku:

source: %(position)s of %(total)s
hsb: %(position)s z %(total)s

source: Upload New Version
hsb: Najnowšu wersiju nahrać

source: View all add-ons ►
hsb: Wšě přidatki pokazać ►

source: Publish your add-ons!
hsb: Wozjewće swoje přidatki!

source: Upload an <a href="%(addon_url)s">add-on</a> or <a href="%(theme_url)s">theme</a> to get started!
hsb: Nahrajće <a href="%(addon_url)s">přidatk</a> abo <a href="%(theme_url)s">drastu</a>, zo byšće započał!

source: Return to the DevHub homepage
hsb: Wróćo k startowej stronje centruma wuwiwarjow

source: <small>Add-on</small> Developer Hub
hsb: Centrum wuwiwarjow <small>přidatkow</small>

source: more add-ons...
hsb: dalše přidatki...

source: Documentation
hsb: Dokumentacija

source: Extension Development
hsb: Wuwiwanje rozšěrjenjow

source: Lightweight Themes
hsb: Lochke drasty

source: Add-on Policies
hsb: Prawidła přidatkow

source: Add-on Validator
hsb: Pruwowanski program za přidatki

source: Add-on Compatibility Checker
hsb: Kontrola kompatibelnosće přidatkow

source: Development Add-ons
hsb: Wuwiwarske přidatki

source: Community & Support
hsb: Zhromadźenstwo a pomoc

source: Add-ons Blog
hsb: Blog přidatkow

source: Add-ons Forum
hsb: Forum přidatkow

source: More Resources
hsb: Dalše resursy

source: Search Developer Docs
hsb: Wuwiwarske dokumenty přepytować

source: Use the field below to upload your add-on package.
hsb: Wužiwajće slědowace polo, zo byšće swój přidatkowy pakćik nahrał.

source: After upload, a series of automated validation tests will run to check compatibility with the following application version:
hsb: Po nahrawanju so rjad awtomatiskich přepruwowanskich testow přewjedźe, zo bychu komptatibelnosć ze slědowacej wersiju nałoženja přepruwowali:

source: After upload, a series of automated validation tests will be run on your file.
hsb: Po nahrawanju so rjad awtomatiskich přepruwowanskich testow na wašej dataji přewjedźe.

source: Do you want your add-on to be distributed on this site?
hsb: Chceće, zo so waš přidatk na tutym sydle rozdźěluje?

source: Validation Results for {0}
hsb: Přepruwowanske wuslědki za {0}

source: Validation Results
hsb: Přepruwowanske wuslědki

source: Validated at:
hsb: Přepruwowany:

source: Tested for compatibility against:
hsb: Testowany na kompatibelnosć přećiwo:

source: Recent Activity for My Add-ons
hsb: Najnowša aktiwita za moje přidatki

source: Recent Activity
hsb: Najnowša aktiwita

source: Recent Activity for {0}
hsb: Najnowša aktiwita za {0}

source: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> by %(user)s
hsb: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> wot %(user)s

source: Refine Activity
hsb: Aktiwitu polěpšić

source: Activity
hsb: Aktiwita

source: Subscribe to this feed
hsb: Tutón kanal abonować

source: This add-on is incompatible with <b>%(app_name)s %(app_version)s</b>, the latest release of %(app_name)s. Please consider updating your add-on's compatibility info, or uploading a newer version of this add-on.
hsb: Tutón přidatk je inkompatibelny z <b>%(app_name)s%(app_version)s</b>, najnowšej wersiju %(app_name)s. Prošu rozwažće aktualizowanje informacijow kompatibelnosće swojeho přidatka, abo nahrawanje nowšeje wersije tutoho přidatka.

source: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Update Compatibility</a> <a href="%(version_url)s" class="button">Upload New Version</a> or <a href="#" class="close">Ignore</a>
hsb: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Kompatibelnosć aktualizować</a> <a href="%(version_url)s" class="button">Nowu wersiju nahrać</a> abo <a href="#" class="close">Ignorować</a>

source: View and update application compatibility ranges.
hsb: Kompatibelnosć z nałoženjemi pokazać a aktualizować.

source: Compatibility
hsb: Kompatibelnosć

source: Update Compatibility
hsb: Kompatibelnosć aktualizować

source: Adjusting application information here will allow users to install your add-on even if the install manifest in the package indicates that the add-on is incompatible.
hsb: Přiměrjenje nałoženskich informacijow tu wužiwarjam zmóžnja, waš přidatk instalować, samo hdyž instalowanski manifest w pakćiku podawa, zo přidatk je inkompatibelny.

source: Supported Versions
hsb: Podpěrane wersije

source: Add Another Application&hellip;
hsb: Druhe nałoženje přidać&hellip;

source: Close
hsb: Začinić

source: %(ago)s by %(user)s
hsb: %(ago)s wot %(user)s

source: Older activity for My Add-ons
hsb: Starša aktiwita za moje přidatki

source: <b>{0}</b> theme
hsb: <b>{0}</b> drasta

source: Edit Listing
hsb: Zapisk lisćiny wobdźěłać

source: None
hsb: Žadyn

source: Manage Authors & License
hsb: Awtorow a licencu rjadować

source: Authors
hsb: Awtorojo

source: About author roles
hsb: Wo awtorowych rólach

source: <p>Add-ons can have any number of authors with 3 possible roles:</p> <ul> <li><b>Owner:</b> Can manage all aspects of the add-on's listing, including adding and removing other authors</li> <li><b>Developer:</b> Can manage all aspects of the add-on's listing, except for adding and removing other authors and managing payments</li> <li><b>Viewer:</b> Can view the add-on's settings and statistics, but cannot make any changes</li> </ul>
hsb: <p>Přidatki móža kelkožkuli awtorow z 3 móžnymi rólemi měć:</p> <ul> <li><b>Wobsedźer:</b> Móže wšě aspekty nalistowanja přidatkow rjadować, inkluziwnje přidawanje a wotstronjenje druhich awtorow</li> <li><b>Wuwiwar:</b> Móže wšě aspekty nalistowanja přidatkow rjadować, nimo přidawanja a wotstronjenja druhich awtorow a rjadowanja płaćenjow</li> <li><b>Wobhladowar:</b> Móže sej nastajenja a statistiku přidatka wobhladać, ale njemóže změny přewjesć</li> </ul>

source: Manage Developer Profile
hsb: Wuwiwarski profil rjadować

source: Your <a href="%(url)s">developer profile</a> is currently <strong>public</strong> and <strong>required</strong> for contributions.
hsb: Waš <a href="%(url)s">wuwiwarski profil</a> je tuchwilu <strong>zjawny</strong> a <strong>trěbny</strong> za přinoški.

source: Remove Both
hsb: Wobaj wotstronić

source: Your <a href="%(url)s">developer profile</a> is currently <strong>public</strong>.
hsb: Waš <a href="%(url)s">wuwiwarski profil</a> je tuchwilu <strong>zjawny</strong>.

source: Remove Profile
hsb: Profil wotstronić

source: Create Profile
hsb: Profil załožić

source: Basic Information
hsb: Zakładne informacije

source: Basic Information for {0}
hsb: Zakładne informacije za {0}

source: Add-on URL
hsb: URL přidatka

source: Choose a short, unique URL slug for your add-on.
hsb: Wubjerće krótke, jónkróćne adresowe mjeno za URL za tutón přidatk.

source: View Listing
hsb: Lisćinowy zapisk pokazać

source: Summary
hsb: Zjeće

source: A short explanation of your add-on's basic functionality that is displayed in search and browse listings, as well as at the top of your add-on's details page. It is only relevant for listed add-ons.
hsb: Krótke wujasnjenje zakładneje funkcionalnosće wašeho přidatka, kotrež so w pytanskich wuslědkach a lisćinach pokazuje, kaž tež horjeka na lisćinje podrobnosćow wašeho přidatka. Je jenož wažne za nalistowane přidatki.

source: Categories are the primary way users browse through add-ons. Choose any that fit your add-on's functionality for the most exposure. It is only relevant for listed add-ons.
hsb: Kategorije su najwažniša móžnosć, z kotarejž pomocu wužiwarjo móža přidatki přepytować. Wubjerće kategoriju, kotraž hodźi so k funkcionalnosći wašeho přidatka, zo byšće tak wulki kaž móžno publikum docpěk. To je relewantne jenož za nalistowane přidatki.

source: Categories cannot be changed while your add-on is featured for this application. Please email <a href="mailto:%(email)s">%(email)s</a> if there is a reason you need to modify your categories.
hsb: Kategorije njedadźa so změnić, dołhož so waš přidatk za tute nałoženje předstaja. Prošu pósćelće e-mejlku na <a href="mailto:%(email)s">%(email)s</a>, jeli je přičina, zo byšće swoje kategorije změnił.

source: Tags help users find your add-on and should be short descriptors such as tabs, toolbar, or twitter. You may have a maximum of {0} tags. It is only relevant for listed add-ons.
hsb: Znački wužiwarjam pomhaja, waš přidatk namakać a měli krótke pomjenjowanja kaž „rajtarki“, „symbolowa lajsta“ abo „Twitter“ być. Móžeće maksimalnje {0} značkow měć. To je jenož relewantne za nalistowane přidatki.

source: Comma-separated, minimum of {0} character.
hsb: Přez komu wotdźělene, minimalnje {0} znamješko.

source: Example: dark, cinema, noir. Limit 20.
hsb: Přikład: ćmowy, kino, čorny. Maksimalnje 20.

source: Reserved tag:
hsb: Rezerwowana značka:

source: Add-on Details
hsb: Podrobnosće přidatka

source: Add-on Details for {0}
hsb: Podrobnosće přidatka za {0}

source: A longer explanation of features, functionality, and other relevant information. This field is only displayed on the add-on's details page. It is only relevant for listed add-ons.
hsb: Dlěše wujasnjenje funkcijow, funkcionalnosće a druhich relewantnych informacijow. Tute polo je so jenož na stronje podrobnosćow přidatka pokazuje. To je jenož za nalistowane přidatki relewantne.

source: Default Locale
hsb: Standardna rěč

source: Information about your add-on is displayed in this locale unless you override it with a locale-specific translation. It is only relevant for listed add-ons.
hsb: Informacije wo wašim přidatku so jenož w tutej rěči pokazuja, chibazo přepisujeće ju přez přełožk za wěstu rěč. To je jenož za nalistowane přidatki relewantne.

source: Homepage
hsb: Startowa strona

source: If your add-on has another homepage, enter its address here. If your website is localized into other languages multiple translations of this field can be added. It is only relevant for listed add-ons.
hsb: Jeli waš přidatk ma druhu startowu stronu, zapodajće tu jeje adresu. Jeli waše websydło je so do druhich rěčow přełožili, móžeće wjacore přełožki tutoho pola přidać. To je jenož za nalistowane přidatki relewantne.

source: Images
hsb: Wobrazy

source: Support Information
hsb: Imformacije pomocy

source: Support Information for {0}
hsb: Informacije pomocy za {0}

source: If you wish to display an e-mail address for support inquiries, enter it here. If you have different addresses for each language multiple translations of this field can be added. It is only relevant for listed add-ons.
hsb: Jeli chceće e-mejlowu adresu za naprašowanja pomocy pokazać, zapodajće ju tu. Jeli maće rozdźělne adresy za kóždy rěč, móžeće wjacore přełožki tutoho pola přidać. To je jenož za nalistowane přidatki relewantne.

source: If your add-on has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added. It is only relevant for listed add-ons.
hsb: Jeli waš přidatk ma websydło pomocy abo forum, zapodajće tu jeho adresu. Jeli waše websydło je do druhich rěčow přełožene, móžeće wjacore přełožki tutoho pola přidać. To je jenož za nalistowane přidatki relewantne.

source: Technical Details
hsb: Techniske podrobnoscé

source: Technical Details for {0}
hsb: Techniske podrobnosće za {0}

source: Any information end users may want to know that isn't necessarily applicable to the add-on summary or description. Common uses include listing known major bugs, information on how to report bugs, anticipated release date of a new version, etc. It is only relevant for listed add-ons.
hsb: Kónčni wužiwarjo chcedźa snano informacije wědźeć, kotrež do zjeća abo wopisanja přidatka runjewon njesłušeja. Typiske wužiwanja su znate programowe zmylki, informacije wo wozjewjenju programowych zmylkow, wočakowany datum wuńdźenja atd. To je jenož za nalistowane přidatki relewantne.

source: Limit 3
hsb: Maksimalnje 3

source: Add-on Flags
hsb: Přidatkowe markěrowanja

source: These flags are used to classify add-ons. It is only relevant for listed add-ons.
hsb: Tute markěrowanja so wužiwaja, zo bychu přidatki klasifikowali. To je jenož za nalistowane přidatki relewantne.

source: This is a site-specific add-on.
hsb: To je přidatk, kotryž je za wěste sydło mysleny.

source: This add-on requires external software.
hsb: Přidatk sej eksternu softwaru wužaduje.

source: View Source?
hsb: Žórłowy kod pokazać?

source: Whether the source of your add-on can be displayed in our online viewer. It is only relevant for listed add-ons.
hsb: Postaja, hač žórłowy kod da so za waš přidatk w našim wobhladowanskim programje online pokazać. To je jenož za nalistowane přidatki relewantne.

source: This add-on's source code is publicly viewable.
hsb: Žórłowy kod tutoho přidatka je zjawnje widźomny.

source: No, this add-on's source code is not publicly viewable.
hsb: Ně, žórłowy kod tutoho přidatka zjawnje widźomny njeje.

source: Public Stats?
hsb: Zjawna statistika?

source: Whether the download and usage stats of your add-on can be displayed in our online viewer. It is only relevant for listed add-ons.
hsb: Postaja, hač sćehnjenska a wužiwanska statistika wašeho přidatka da so w našim wobhladowanskim programje online pokazać. To je jenož za nalistowane přidatki relewantne.

source: This add-on's stats are publicly viewable.
hsb: Statistika tutoho přidatka je zjawnje widźomna.
