Repository: mozilla/addons-server
Catalog: locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: Transfer of Ownership
hsb: Přenošowanje wobsedźenstwa

source: Add-ons can have multiple users with permission to update and manage the listing. Existing authors of an add-on can transfer ownership and add additional developers to an add-on's listing through the Developer Tools provided. No interaction with Mozilla representatives is necessary for a transfer of ownership.
hsb: Přidatki móža wjacorych wužiwarjow měć, kotřiž maja prawo, lisćinowy zapisk aktualizować a rjadować. Eksistowacy awtorojo přidatka móža wobsedźenstwo přenošować a lisćinowemu zapiskej z k dispoziciji stejacymi wuwiwarskimi nastrojemi dalšich wuwiwarjow přidać. Za přenošowanje wobsedźenstwa interakcija ze zastupjerjemi Mozill trěbna njeje.

source: Mozilla can assist with granting additional permissions of an add-on's listing if <a href="%(link_contact)s">contacted</a> by the add-on's current owner.
hsb: Mozilla móže pomhać ze zaručenjom přidatnych prawow za lisćinowe zapiski přidatkow, jeli aktualny wobsedźer přidatka Mozilla <a href="%(link_contact)s">kontaktuje</a>.

source: Mozilla encourages its users to offer feedback on their experiences when using an add-on. This allows other users to determine if the add-on is stable and useful. It also provides valuable feedback to developers, allowing them to continuously improve their add-on to meet user needs.
hsb: Mozilla posylnja swojich wužiwarjow, wo jich nazhonjenjach z wužiwanjom přidatka rozprawjeć. To zmóžnja druhim wužiwarjam zwěsćić, hač přidatk je stabilny a wužitny. Rozprawa je tež hódnotna za wuwiwarjow, dokelž jim zmóžnja, swój přidatk stajnje polěpšować, zo by potrěbnosćam wužiwarjow wotpowědował.

source: Reviews must follow the <a href="%(link_guidelines)s">review guidelines</a>. Reviews that do not meet these guidelines may be flagged for moderation, but negative reviews will not be removed unless they provide false information.
hsb: Pohódnoćenja dyrbja <a href="%(link_guidelines)s">pohódnoćenskim směrnicam</a> wotpowědować. Pohódnoćenja, kotrež tutym směrnicam njewotpowěduja, so snano za moderaciju woznamjenjeja, ale negatiwne pohódnoćenja so njewotstronja, chibazo podawaja wopačne informacije.

source: Many developers provide a support mechanism, such as a forum, discussion group, or email address. It is recommended that support questions be posted via those mediums instead of in an add-on's review section.
hsb: Wjele wuwiwarjow skića mechanizm za pomoc, kaž na přikład forum, diskusijnu skupinu abo e-mejlowu adresu. Poruča so, za prašenja pomocy so přez tute medije stajeja, a nic přez pohódnoćenski wotrězk přidatka.

source: Code Disputes
hsb: Zwada wo žórłowy kod

source: Many add-ons allow their source code to be openly viewed. This does not mean that the source code is open source or available for use in another add-on. The original author of an add-on retains copyright of their work unless otherwise noted in the add-on's license.
hsb: Wjele přidatki dowoluje, zo by so sej jich žórłowy kod zjawnje wobhladał. To njerěka, zo žórłowy kod je wotewrjene žórło abo zo da so w druhim přidatku wužiwać. Prěnjotny awtor přidatka wobchowuje sej awtorske prawo swojeho dźěła, chibazo je něšto druhe w licency přidatka podate.

source: In the event that we're notified of a copyright or license infringement, we will take steps to review the situation and determine if an actual infringement has occurred. If we determine that there is an infringement, we will remove the offending add-on and contact the author. New add-on submissions (including updates) containing infringing code will be denied approval for public status.
hsb: Jeli nam na přeńdźenje přećiwo awtorstwu abo licency skedźbnjeja, budźemy přećiwo tomu zakročeć, zo bychmy situaciju přepruwowali a zwěsćili, hač aktualne přeńdźenje je so stało. Jeli zwěsćimy, zo přeńdźenje je, wotstronimy zawinowacy přidatk a stajimy so z awtorom do zwiska. Nowe zapodaća přidatkow (inkluziwnje aktualizacije), kotrež ranjacy žórłowy kod wobsahuja, njedóstanu schwalenje za zjawny status.

source: If you are unsure of the current copyright status of an add-on's source code, you must contact the original author and receive explicit permission before using the source code.
hsb: Jeli njejsće sej wěsty wo statusu awtorskeho prawa žórłoweho koda přidatka, dyrbiće so z prěnjotnym awtorom do zwiska stajić a eksplicitnje wo dowolenje prosyć, prjedy hač žórłowy kod wužiwaće.

source: Last updated: January 13, 2011
hsb: Poslednja aktualizacija: 13. januara 2011

source: Featured add-ons are top-quality extensions and themes highlighted on <a href="%(link_gallery)s">AMO</a>, Firefox's Add-ons Manager, and across other Mozilla websites. These add-ons showcase the power of Firefox customization and are useful to a wide audience.
hsb: Předstajene přidatki su wysokokajkostne rozšěrjenja a drasty, kotrež so na <a href="%(link_gallery)s">AMO</a>, w zrjadowaku přidatkow Firefox a na druhich websydłach wuzběhuja. Tute přidatki reprezentuja móc přiměrjenja Firefox a su wužitne za šěroki wužiwarski kruh.

source: Featured add-ons are chosen by the Featured Add-ons Advisory Board, a small group of add-on developers and fans from the Mozilla community who have volunteered to review and vote on nominations.
hsb: Předstajene přidatki su so wot poradźowanskeho wuběrka za předstajene přidatki wuběraja, małeje skupiny přidatkowych wuwiwarjow a přiwisnikow ze zhromadźenstwa Mozilla, kotřiž su so dobrowólnje přizjewili, zo bychu nominacije pohódnoćeli a wo nich wothłosowali.

source: <a href="%(link_featured)s">Featured extensions</a> are chosen every month, and <a href="%(link_themes)s">featured complete themes</a> are chosen every quarter.
hsb: <a href="%(link_featured)s">Předstajene rozšěrjenja</a> so kóždy měsac wuběraja, a<a href="%(link_themes)s">předstajene dospołne drasty</a>kóžde štwórćlěto.

source: Criteria for Featured Add-ons
hsb: Kriterije za předstajene přidatki

source: Before nominating an add-on to be featured, please ensure it meets the following criteria:
hsb: Prjedy hač přidatk za předstajenje nominujeće, přeswědčće so, zo slědowace kriterije spjelnja:

source: The add-on must have a complete and informative listing on AMO. This means:
hsb: Přidatk dyrbi na AMO dospołny a informatiwny lisćinowy zapisk měć. To woznamjenja:

source: a 64-pixel custom icon
hsb: Swójski symbol z 64 pikselemi

source: a clear and concise name (no lengthy keywords)
hsb: jasne a krótke mjeno (žane nadměru dołhe klučowe słowa)

source: a clear and concise summary of the add-on's functionality
hsb: jasne a krótke zjimanje funkcionalnosće přidatka

source: detailed description and privacy policy, if applicable
hsb: nadrobne wopisanje a prawidła priwatnosće, jeli nałožujomne

source: updated screenshots of the add-on's functionality
hsb: zaktualizowane fota wobrazowki funkcionalnosće přidatka

source: must be fully approved by AMO editors (no preliminarily reviewed entries)
hsb: dyrbi wot AMO-redaktorow dospołnje schwaleny być (žane zapiski nachwilneho přepruwowanja)

source: The add-on must have excellent user reviews and any problems or support requests must be promptly addressed by the developer.
hsb: Přidatk dyrbi wuběrne wužiwarske pohódnoćenja měć a wuwiwar dyrbi so problemow abo próstwow wo pomoc hnydom přimać.

source: The add-on must have a minimum of 2,000 users.
hsb: Přidatk dyrbi znajmjeńša 2.000 wužiwarjow měć.

source: The add-on must be compatible with the latest release of Firefox and must be compatible with beta versions 4 weeks before their final release.
hsb: Přidatk dyrbi z najnowšej wersiju Firefox a 4 tydźenje před kónčnej wersiju z betawersijemi kompatibelny być.

source: <strong>Most importantly</strong>, the add-on must have wide consumer appeal to Firefox's users and be outstanding in nearly every way: user experience, performance, security, and usefulness or entertainment value. Featured complete themes must also be visually appealing.
hsb: <strong>Najwažnišo</strong> je, zo so přidatk wulkej ličbje wužiwarjow Firefox spodoba a so w nimale kóždym nastupanju wuznamjenja: wužiwarske dožiwjenje, wukon, wěstota a wužitnosć abo zabawjenska hódnota. Předstajene dospołne drasty dyrbja tež widźomnje spodobne być.

source: Nominating an Add-on
hsb: Přidatk nominować

source: amo-featured at mozilla dot org
hsb: amo-featured at mozilla dypk org

source: If you wish to nominate an add-on to be featured and it meets the criteria above, send an email to %(mail_featured)s with:
hsb: Jeli chceće přidatk za předstajenje nominować a wón kriterijam horjeka wotpowěduje, pósćelće e-mejlku na %(mail_featured)s z:

source: the add-on name, URL, and whether you are its developer
hsb: mjeno přidatka, URL a hač sće jeho wuwiwar

source: a short explanation of why the add-on has wide appeal and should be featured
hsb: krótke wujasnjenje, čehodla so přidatk wjele ludźom spodoba a měł so předstajić

source: optionally, links to any external reviews or articles mentioning the add-on
hsb: opcionalne, wotkazy k eksternym pohódnoćenjam abo nastawkam, kotrež přidatk naspomnjeja

source: Add-on nominations are reviewed by the Advisory Board once a month (once every 3 months for complete theme nominations). Common reasons for rejection include lacking wide appeal to consumers, a suboptimal user experience, quality or security issues, incompatibility, and similarity to another featured add-on. Rejected add-ons cannot be re-nominated within 3 months.
hsb: Nominacije přidatkow so wot poradźowanskeho wuběrka jedyn raz wob měsac přepruwuja (jedyn raz kóžde 3 měsacy za nominacije dospołnych drastow). Huste přičiny za wotpokazanje su niska atraktiwnosć za wužiwarjow, hubjene wužiwarske dožiwjenje, kwalitne abo wěstotne problemy, inkompatibelnosć a podobnosć na druhi předstajeny přidatk. Wotpokazane přidatki njedadźa so za 3 měsacy znowa nominować.

source: Rotating Featured Add-ons
hsb: Rotacija předstajenych přidatkow

source: Mozilla and the Featured Add-ons Advisory Board regularly evaluate and rotate out featured add-ons. Some of the most common reasons for add-ons being removed from the featured list are:
hsb: Mozilla a poradźowanski wuběrk za předstajene přidatki prawidłownje předstajene přidatki pohódnoćeja a wuměnjeja. Někotre z najhusćišich za wotstronjenje přidatkow z lisćiny předstajenych přidatkow su:

source: Lack of growth &mdash; Add-ons that are featured typically experience a substantial gain in both downloads and active users. If an add-on is not demonstrating growth in any substantial way, that's a good indicator the add-on may not be very useful to our users.
hsb: Falowacy róst &mdash; Předstajene přidatki zwjetša dožiwja jasny přirost při sćehnjenjach kaž tež aktiwnych wužiwarjach. Jeli přidatk jasny róst njepokazuje, je to dobre znamjo za to, zo za našich wužiwarjow jara wužitny njeje.

source: Negative reviews &mdash; Featured add-ons should have a great experience and very few bugs, so add-ons with many negative reviews may be reconsidered.
hsb: Negatiwne pohódnoćenja &mdash; Předstajene přidatki měli wulkotne dožiwjenje skićić a jara mało programowych zmylkow měć, zo bychu so dali přidatki z wjele negatiwnymi pohódnoćenjemi znowa posudźować.

source: Incompatibility with upcoming Firefox versions &mdash; Featured add-ons are expected to be compatible with stable and beta versions of Firefox. Add-ons not yet compatible with a Beta version of Firefox four weeks before its expected release will lose their featured status.
hsb: Inkompatibelnosć z přichodnymi wersijemi Firefox &mdash; Wot předstajenych přidatkow so wočakuje, zo su kompatibelne ze stabilnymi a betawersijemi Firefox. Přidatki, kotrež štyri tydźenje před wočakowanym wozjewjenjom hišće z betawersiju Firefox kompatibelne njejsu, swój status jako předstajene přidatki zhubja.

source: Joining the Featured Add-ons Advisory Board
hsb: Za poradźowanski wuběrk za předstajene přidatki přizjewić

source: Every six months a new Advisory Board is chosen based on applications from the add-ons community. Members must:
hsb: Kóžde šěsć měsacow so nowy poradźowanski wuběrk na zakładźe nałoženjow z přidatkoweho zhromadźenstwa woli. Čłonojo dyrbja:

source: be active members of the add-ons community, whether as a developer, evangelist, or fan
hsb: aktiwni čłonojo přidatkoweho zhromadźenstwa być, njech jako wuwiwarjo, techniscy ewangelisća abo přiwisnicy

source: commit to trying all the nominations submitted, giving their feedback, and casting their votes every month
hsb: so zawjazać, wšě zapodate nominacije wupruwować, jich měnjenje prajić a kóždy měsac wothłosować

source: abstain from voting on add-ons that they have any business or personal affiliations with, as well as direct competitors of any such add-ons
hsb: so při přidatkach, kotrež maja wobchodny abo wosobinski poćah a tež při konkurentach tajkich přidatkow hłosa wzdać

source: Members of the Mozilla Add-ons team may veto any add-on's selection because of security, privacy, compatibility, or any other reason, but in general it is up to the Board to select add-ons to feature.
hsb: Čłonojo teama přidatkow Mozilla móža přećiwo wuběrej přidatka swoje weto zapołožić, z přičinow wěstoty, priwatnosće, kompatibelnosće abo z druheje přičiny, ale zwjetša přisteji wuběrkej, přidatki za předstajenje wubrać.

source: This featured policy only applies to the addons.mozilla.org global list of featured add-ons. Add-ons featured in other locations are often pulled from this list, but Mozilla may feature any add-on in other locations without the Board's consent. Additionally, locale-specific features override the global defaults, so if a locale has opted to select its own features, some or all of the global features may not appear in that locale.
hsb: Tute prawidła za předstajenje přidatkow jenož za globalnu lisćinu předstajenych přidatkow na addons.mozilla.org płaća. Přidatki, kotrež su so na druhich městnach předstajili, so husto z tuteje lisćiny wotstronjeja, ale Mozilla móže wšě přidatki na druhich městnach předstajić bjez toho, zo by dyrbjał wuběrk přihłosować. Nimo toho so rěčne funkcije globalne standardy přepisuja, jeli tuž rěč je rozsudźiła, swójske funkcije wužiwać, so někotre abo wšě globalne funkcije w tutej rěči snano njejewja.

source: Follow the <a href="%(link_blog)s">Add-ons Blog</a> or <a href="%(link_twitter)s">@mozamo</a> on Twitter to learn when the next application period opens.
hsb: Wobkedźbujće <a href="%(link_blog)s">blog přidatkow</a> abo <a href="%(link_twitter)s">@mozamo</a> na Twitter, zo byšće zhonił, hdyž so přichodna zamolwjenska doba započina.

source: Last updated: January 31, 2013
hsb: Poslednja aktualizacija: 31. januara 2013

source: Review Process
hsb: Přepruwowanski proces

source: In order to ensure all add-ons hosted in our gallery are safe for users to install, Mozilla will begin requiring all hosted add-ons to undergo review. We offer two types of review and developers are free to choose the best fit for their add-on.
hsb: Zo by zawěsćił, zo wšě přidatki hospodowane w našej galeriji su instalujomne bjez stracha, Mozilla započina, wšě hospodowane přidatki přepruwować. Poskićamy dwaj typaj přepruwowanja a wuwiwarjo móža rozsudźić, kotry je najlěpši za jich přidatk.

source: <strong><a href="#full">Full Review</a></strong> &mdash; a thorough functional and code review of the add-on, appropriate for add-ons ready for distribution to the masses. All site features are available to these add-ons.
hsb: <strong><a href="#full">Dospołne přepruwowanje</a></strong> &mdash; dokładne přepruwowanje funkcionalnosće a žórłoweho koda přidatka, přihódne za přidatki, kotrež su hotowe za rozdźělenje masam. Wšě sydłowe funkcije za tute přidatki k dispoziciji steja.

source: <strong><a href="#preliminary">Preliminary Review</a></strong> &mdash; a faster review intended for experimental add-ons. Preliminary reviews do not check for functionality or full policy compliance, but the reviewed add-ons have install button cautions and some feature limitations.
hsb: <strong><a href="#preliminary">Nachwilne přepruwowanje</a></strong> &mdash; spěšniše přepruwowanje, kotrež je myslene za eksperimentelne přidatki. Nachwilne přepruwowanja funkcionalnosć abo dospołne wotpowědowanje z prawidłami njepřepruwuja, ale přepruwowane přidatki maja warnowanske pokazki na instalowanskich tłóčatkach a někotre wobmjezowanja funkcijow.

source: Detailed descriptions of each option are below. After selecting a review process at submission, the add-on will be placed in the queue. Add-ons are reviewed by the <a href="https://wiki.mozilla.org/AMO:Editors">AMO Editors</a>, a group of talented developers that volunteer to help the Mozilla project by reviewing add-ons to ensure a stable and safe experience for users. Developers will receive an email with any updates throughout the review process.
hsb: Nadrobne wopisanja kóždeje móžnosće deleka slěduja. Po wuběranju přepruwowanskeho procesa za zapodaće, budźe so přidatk do čakanskeho rynka zarjadować. Přidatki so wot <a href="https://wiki.mozilla.org/AMO:Editors">AMO-redaktorow</a>, skupina talentowanych wuwiwarjow, přepruwuja, kotřiž projektej Mozilla dobrowólnje pomhaja, přidatki přepruwować, zo bychu stabilne a wěste dožiwjenje za wužiwarjow zawěsćili. Wuwiwarjo budu e-mejl z aktualizacijemi za cyły přepruwowanski proces dóstać.

source: While waiting for review, add-ons will not appear anywhere in the gallery publicly, but direct links to the add-on's details page will work. This allows the author to blog or share the link with friends, inviting them to try it out, even when not yet reviewed.
hsb: Čakajo na přepruwowanje, so přidatki nihdźe w galeriji zjawnje njejewja, ale direktne wotkazy k stronje pdorobnosćow přidatka budu fungować. To zmóžnja awtorej, wotkaz w blogu abo druhdźe z přećelemi dźělić, zo by jich přeprosył, přidatk wupruwować, hačrunjež je hišće njepřepruwowany.

source: Full reviews are appropriate for add-ons that are well-tested, stable, fast, and have wide appeal to our users. If you aren't confident that your add-on meets that criteria, please consider working out the kinks while in preliminary review and accumulating user feedback first.
hsb: Dospołne přepruwowanja su přihódne za přidatki, kotrež su derje testowane, stabilne, spěšne a maja wulku atraktiwnosć za našich wužiwarjow. Jeli sej wěsty njejsće, hač waš přidatk tutym kriterijam wotpowěduje, pospytujće maki namakać, mjeztym zo přidatk je w nachwilnym přepruwowanju a hromadźće najprjedy wužiwarske komentary.

source: We aim to perform full reviews in under 10 days, though most add-ons are reviewed in much less time.
hsb: Pospytujemy, dospołne přepruwowanja w běhu mjenje hač 10 dnjow přewjesć, ale najwjace přidatkow so za wo wjele mjenje časa přepruwuje.

source: Testing Methods &amp; Common Issues
hsb: Testowanske metody a ceste problemy

source: When performing a full review, editors will:
hsb: Hdyž so dospołne přepruwowanje přewjedźe, budu redaktorojo:

source: install the add-on, making sure it functions as described and is free of major defects
hsb: přidatk instalować a zawěsćić, zo funguje a žane wjetše problemy njewustupuja

source: perform a source code review, looking for performance and security best practices
hsb: žórłowy kod přepruwować a za najlěpšimi metodami za wukon a wěstotu pytać

source: ensure the add-on's privacy policy is in line with its functionality
hsb: zawěsćić, zo so prawidła prawitnosće přidatka k jeho funkcionalnosći hodźi

source: look for compliance with all of Mozilla's policies, detailed in these documents
hsb: na dodźeržowanje wšěch prawidłow Mozilla dźiwać, kotrež so w tuych dokumentach wopisuja

source: Some of the most common issues we see when performing these reviews are:
hsb: Někotre z najhusćišich problemow, na kotrež při tutych přepruwowanjach storčimy, su:

source: <strong>JavaScript namespace pollution</strong> &mdash; the most common violation. Be sure to <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">wrap your loose variables</a>
hsb: <strong>Zanjerodźenje mjenoweho ruma JavaScript</strong> &mdash; najhusćiše zranjenje. Zawěsćće, zo <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">swoje njezapakowane wariable</a>

source: proper preference naming - all preference names should begin with "extensions.", followed by the add-on name or some other unique identifier
hsb: korektne pomjenowanje nastajenjow &ndash; wšě mjena nastajenjow měli so z „extensions.“ započeć, slědowane přez mjeno přidatka abo druhi jónkróćny identifikator

source: remote JavaScript execution or injection
hsb: wuwjedźenje abo injekcija zdaleneho JavaScript

source: remote XUL
hsb: zdaleny XUL

source: synchronous XMLHttpRequests
hsb: synchrony XMLHttpRequests

source: obfuscated code
hsb: zamazany kod

source: binary components or executables
hsb: binarne komponenty abo wuwjedźomne dataje

source: inclusion of third-party software
hsb: zapřijimanje softwary třećich poskićowarjow

source: errors generated in the Error Console
hsb: zmylki , kotrež su so w zmylkowej konsoli tworili

source: memory leaks
hsb: składowe dźěry

source: possible conflicts with other add-ons
hsb: móžne konflikty z druhimi přidatkamai

source: application start-up or page load performance degradation
hsb: wukonowe pohubjenšenje startowanja nałoženja abo začitowanja stronow

source: For information on how to avoid these problems, please see our <a href="%(link_howto)s">How-to Library</a>. Some of these practices, such as binary or obfuscated code, are allowed under certain conditions outlined below.
hsb: Za informacije, kak móžeće tute problemy wobeńć, hlejće prošu <a href="%(link_howto)s">biblioteku pomocy</a>. Někotre z tutych praktikow, kaž na přikład binarny abo zamazany kod, su pod wěstym wuměnjenjemi dowolene.

source: Many of the above restrictions are tested automatically by an extension scanner that will flag suspicious add-ons for editor review. You can read more about this scanner in the <a href="%(link_validation)s">Validation Help</a> document.
hsb: Wjele z hornich wobmjezowanjow so awtomatisce přez rozšěrjenski skener testuje, kotryž podhladne přidatki za přepruwowanje přez redaktora woznamjenja. W dokumenće <a href="%(link_validation)s">Pomoc wo přepruwowanju</a> móžeće wjace wo tutym skenerje zhonić.

source: If the add-on is site-specific, it is recommended that a test account is provided for use during the review process. Additionally, including detailed testing instructions will allow an editor to better understand how the add-on functions and expedite the testing process. This information can be placed in the Notes to Reviewer field when editing a version in the Developer Hub.
hsb: Jeli přidatk je mysleny za wěste sydło, poruča so, testowe konto za wužiwanje w přepruwowanskim procesu podać. Nimo toho nadrobne testowanske instrukcije redaktorej zmóžnjeja, lěpje rozumić, kak přidatk funguje a testowanski proces pospěšić. Tute informacije dadźa so w polu „Pokazki za přepruwowarja“ zapisować, hdyž so wersija we wuwiwarskim róžku wobdźěłuje.

source: After the Review
hsb: Po přepruwowanju

source: Once an add-on is granted full review, it will immediately be available in the gallery, showing in browse and search results with a warning-free install button. All features, including voluntary contributions and beta channels will be available.
hsb: Po tym zo přidatk je so za dospołne přepruwowanje dopušćił, budźe hnydom w galeriji k dispoziciji a pokazuje so w přehladowanskich a pytanskich wuslědkach z instalowanskim tłóčatkom bjez warnowanskeho pokaza. Wšě funkcije, inkluziwnje dobrowólne dary a betakanale budu k dispziciji.
