Repository: mozilla/addons-server
Catalog: locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: Please enter at least one name to blacklist.
hsb: Prošu zapodajće znajmjeńša jedne mjeno do čorneje lisćiny.

# user_list_others
source: others
hsb: druhe

source: algorithm
hsb: algoritmus

source: salt
hsb: sól

source: No user with that email.
hsb: Žadyn wužiwar z tutej e-mejlowej adresu.

source: Anonymous user {id}
hsb: Anonymny wužiwar {id}

source: Your account has been restricted
hsb: Waše konto je so zamjenowało

source: Please confirm your email address
hsb: Prošu wobkrućće swoju e-mejlowu adresu

source: My Mobile Add-ons
hsb: Moje mobilne přidatki

source: an add-on developer thanks me for a contribution
hsb: wuwiwar přidatka so mi za dar dźakuje

source: an add-on developer replies to my review
hsb: wuwiwar přidatka na moje pohódnoćenje wotmołwja

source: an app developer replies to my review
hsb: wuwiwar nałoženja na moje pohódnoćenje wotmołwja

source: new add-ons or Firefox features are available
hsb: nowe přidatki abo funkcije Firefox su k dispoziciji

source: my add-on's compatibility is upgraded successfully
hsb: kompatibelnosć mojeho přidatka je so wuspěšnje zaktualizowała

source: my sdk-based add-on is upgraded successfully
hsb: mój přidatk, kotryž na SDK bazuje, je so wuspěšnje zaktualizował

source: someone writes a review of my add-on
hsb: něchtó pohódnoćenje mojeho přidatka pisa

source: someone writes a review of my app
hsb: něchtó pohódnoćenje mojeho nałoženja pisa

source: add-on contests or events are announced
hsb: přidatkowe wubědźowanja abo podawki su so připowědźili

source: my add-on's compatibility cannot be upgraded
hsb: kompatibelnosć mojeho přidatka njeda so aktualizować

source: my sdk-based add-on cannot be upgraded
hsb: mój přidatk, kotryž na SDK bazuje, njeda so aktualizować

source: my add-on is reviewed by an editor
hsb: mój přidatk je so wot redaktora přepruwował

source: Mozilla needs to contact me about my individual add-on
hsb: Mozilla dyrbi so mojeho přidatka dla do zwiska stajić

source: my app is reviewed by an editor
hsb: moje nałoženje je so wot redaktora přepruwowało

source: Mozilla needs to contact me about my individual app
hsb: Mozilla dyrbi so mojeho nałoženja dla do zwiska stajić

source: User Notifications
hsb: Wužiwarske zdźělenja

source: An email address is required.
hsb: E-mejlowa adresa je trěbna.

source: A user with that email address does not exist.
hsb: Wužiwar z tutej e-mejlowej adresu njeeksistuje.

source: Invalid confirmation code!
hsb: Njepłaćiwy wobkrućenski kod!

source: Successfully verified!
hsb: Wuspěšnje přepruwowany!

source: Confirmation Email Sent
hsb: Wobkrućenska e-mejlka je so wotpósłała

source: Profile Deleted
hsb: Profil je so zhašał

source: Photo Deleted
hsb: Foto je so zhašało

source: Profile Updated
hsb: Profil je so zaktualizował

source: Email Confirmation Sent
hsb: E-mejlowe wobkrućenje je so wotpósłało

source: Please confirm your email address change at %s
hsb: Prošu wobkrućće swoju e-mejlowu adresu na %s

source: Errors Found
hsb: Zmylki namakane

source: There were errors in the changes you made. Please correct them and resubmit.
hsb: W změnach, kotrež sće přewjedł, su zmylki byli. Prošu korigujće je a wotpósćelće znowa.

source: We're sorry, but you are not eligible to request a t-shirt at this time.
hsb: Je nam žel, ale njemóžeće sej tuchwilu t-shirt skazać.

source: Your email address was changed successfully
hsb: Waša e-mejlowa adresa je so wuspěšnje změniła

source: From now on, please use {0} to log in.
hsb: Prošu wužiwaj {0} wotnětka, zo byšće so přizjewił.

source: Wrong email address or password!
hsb: Wopačna e-mejlowa adresa abo wopačne hesło!

source: Activation Email Sent
hsb: Aktiwizowanska e-mejlka je so pósłała

source: Having Trouble?
hsb: Maće problemy?

source: You are already logged in to an account.
hsb: Sće hižo pola konta přizjewjeny.

source: Congratulations! Your user account was successfully created.
hsb: Zbožopřeće! Waše wužiwarske konto je so wuspěšnje załožiło.

source: There are errors in this form
hsb: Zmylki su w tutym formularje

source: Please correct them and resubmit.
hsb: Prošu korigujće je a wotpósćelće znowa.

source: User reported.
hsb: Wužiwar je so zdźělił.

source: new
hsb: nowy

source: Delete User Account
hsb: Wužiwarske konto zhašeć

source: By clicking "delete" your account is going to be <strong>permanently removed</strong>. That means:
hsb: Klikńće na „zhašeć“, zo by so waše konto <strong>na přeco wotstroniło</strong>. To rěka:

source: You will not be able to log into %(site)s anymore.
hsb: Njemóžeće so hižo pola %(site)s přizjewić.

source: Your reviews and ratings will not be deleted, but they will no longer be associated with you.
hsb: Waše pohódnoćenjaso njezhašeja, ale njebudu hižo z wami zwjazane.

source: Confirm account deletion
hsb: Zhašenje konta wobkrućić

source: I understand this step cannot be undone.
hsb: Rozumju, zo tutón krok njeda so cofnyć.

source: Delete my user account now
hsb: Moje wužiwarske konto nětko zhašeć

source: Delete User Photo
hsb: Wužiwarske foto zhašeć

source: Delete my user picture now
hsb: Mój wužiwarski wobraz nětko zhašeć

source: Please set your display name
hsb: Prošu nastajće swoje pokazowane mjeno

source: Please set your display name or username to complete the registration process.
hsb: Prošu nastajće swoje pokazowane mjeno abo wužiwarske mjeno, zo byšće registrowanski proces dokónčił.

source: Manage basic account information, such as username and email address.
hsb: Zakładne informacije rjadować, na přikład wužiwarske mjeno a e-mejlowu adresu.

source: Username
hsb: Wužiwarske mjeno

source: Email Address
hsb: E-mejlowa adresa

source: Manage Firefox Account...
hsb: Konto Firefox rjadować...

source: Change Password
hsb: Hesło změnić

source: Password
hsb: Hesło

source: Change your password. If you forgot your password, you can <a href="%(reset_url)s">use the reset form</a>.
hsb: Změńće swoje hesło. Jeli sće swoje hesło zabył, móžeće <a href="%(reset_url)s">wróćostajenski formular wužiwać</a>.

source: Old Password
hsb: Stare hesło

source: New Password
hsb: Nowe hesło

source: Confirm Password
hsb: Hesło wobkrućić

source: Profile
hsb: Profil

source: This URL will only be visible if you are a developer.
hsb: Tutón URL budźe jenož widźomny, jeli sće wuwiwar.

source: Choose Photo&hellip;
hsb: Foto wubrać&hellip;

source: Delete current photo
hsb: Aktualne foto zhašeć

source: Allowed HTML: {0}. Links are forbidden.
hsb: Dowoleny HTML: {0}. Wotkazy su zakazane.

source: Miscellaneous
hsb: Wšelake

source: Decide what collections should be shown in your profile.
hsb: Rozsudźće, kotre zběrki maja so we wašim profilu pokazać.

source: Display the collections I have created
hsb: Zběrki pokazać, kotrež sym wutworił

source: Display collections I'm following
hsb: Zběrki pokazać, kotrež wobkedźbuju

source: Notifications
hsb: Zdźělenja

source: Admin
hsb: Administrator

source: Delete Account
hsb: Konto zhašeć

source: Update Account
hsb: Konto aktualizować

source: none
hsb: žane

source: all
hsb: wšě

source: Migrate to Firefox Accounts
hsb: K Firefox Accounts přeńć

source: Skip
hsb: Přeskočić

source: User Login
hsb: Wužiwarske přizjewjenje

source: Enter your email
hsb: Zapodajće swoju e-mejlowu adresu

source: Log In
hsb: Přizjewić so

source: Email address
hsb: E-mejlowa adresa

source: Remember me on this device
hsb: Na tutym graće sej mje spomjatkować

source: Login Problems?
hsb: Přizjewjenske problemy?

source: I don't have an account.
hsb: Konto nimam.

source: I forgot my password.
hsb: Sym swoje hesło zabył.

source: You are now logged in as <strong>%(user_email)s</strong>!
hsb: Sće nětko jako <strong>%(user_email)s</strong> přizjewjeny!

source: Password Reset
hsb: Hesło wróćo stajić

source: User Info for {0}
hsb: Wužiwarske informacije za {0}

source: Edit profile
hsb: Profil wobdźěłać

source: Manage user
hsb: Wužiwarja rjadować

source: Report user
hsb: Wužiwarja zdźělić

source: Add-ons Developer
hsb: Přidatkowi wuwiwarjo

source: Themes Artist
hsb: Wuměłc drastow

source: About me
hsb: Wo mni

source: In a little more detail...
hsb: Tróšku podrobniše...

source: Add-ons I've created
hsb: Přidatki, kotrež sym wutworił

source: My Most Popular Themes
hsb: Moje najbóle woblubowane drasty

source: Themes I've created
hsb: Drasty, kotrež sym wutworił

source: Followed by Me
hsb: Wote mnje slědowane

source: Created by Me
hsb: Wote mnje wutworjene

source: My Reviews
hsb: Moje pohódnoćenja

source: No add-on reviews yet.
hsb: Hišće žane pohódnoćenja njejsu.

source: Report User
hsb: Wužiwarja zdźělić

source: Success!
hsb: Wuspěch!

source: Password successfully reset.
hsb: Hesło je so wuspěšnje wróćo stajiło.

source: Password reset unsuccessful
hsb: Wróćostajenje hesła je so nimokuliło

source: Confirm password
hsb: Hesko wobkrućić

source: Send password reset link
hsb: Wotkaz za wróćostajenje hesła pósłać

source: New User Registration
hsb: Registrowanje noweho wužiwarja

source: Why register?
hsb: Čehodla registrować?

source: Registration on AMO is <strong>not required</strong> if you simply want to download and install public add-ons.
hsb: Registrowanje na AMO <strong>trěbne njeje</strong>, jeli prosće chceće zjawne přidatki sćahnyć a instalować.

source: You only need to register if:
hsb: Dyrbiće so jenož registrować, jeli:

source: You want to submit reviews for add-ons
hsb: Chceće pohódnoćenja za přidatki napisać

source: You want to keep track of your favorite add-on collections or create one yourself
hsb: Chceće swoje najlubše přidatkowe zběrki slědować abo swójsku zběrku wutworić

source: You are an add-on developer and want to upload your add-on for hosting on AMO
hsb: Sće wuwiwar přidatka a chceće swój přidatk za hospodowanje na AMO nahrać

source: Display name
hsb: Pokazowane mjeno

source: Please describe why you are reporting this user, such as for spam or an inappropriate picture.
hsb: Prošu wopisujće, čehoždla tutoho wužiwarja zdźěleće, na přikład spama abo njehorneno wobraza dla.

source: Report user {0}
hsb: Wužiwarja {0} zdźělić

source: T-shirt Order
hsb: T-shirt sej skazać

source: Note:
hsb: Pokazka:

source: Mailing Address
hsb: Póstowa adresa

source: Full Name
hsb: Dospołne mjeno

source: Address Line 1
hsb: Adresowa linka 1

source: Address Line 2
hsb: Adresowa linka 2

source: City/Town
hsb: Město

source: State/Province (if applicable)
hsb: Stat/Prowinca (jeli trěbny)

source: Postal Code (if applicable)
hsb: Póstowe wodźenske čisło (jeli trěbne)

source: Country
hsb: Kraj

source: Telephone
hsb: Telefon

source: T-Shirt Info
hsb: Informacije wo t-shirće

source: Shirt Size
hsb: Wulkosć t-shirta

source: Request T-shirt
hsb: T-shirt sej skazać

source: Unsubscribe
hsb: Wotskazać

source: You are successfully unsubscribed!
hsb: Sće swój abonement wuspěšnje wupowědźił!

source: The email address <strong>%(email)s</strong> will no longer get messages when:
hsb: E-mejlowa adresa <strong>%(email)s</strong> hižo powěsće njepřijima, hdyž:

source: More Actions:
hsb: Dalše akcije:

source: edit your notification settings
hsb: sowje zdźělenske nastajenja wobdźěłać

source: edit your profile
hsb: swój profil wobdźěłać

source: We could not unsubscribe you
hsb: Njemóžachmy waš abonement zběhnyć

source: Developer Information
hsb: Wuwiwarske informacije

source: User since
hsb: Wužiwar wot

source: Time of last login
hsb: Čas poslednjeho přizjewjenja

source: IP address of last login
hsb: IP-adresa poslednjeho přizjewjenja

source: Number of add-ons developed
hsb: Ličba wuwitych přidatkow

source: {0} add-ons
hsb: {0} přidatkow

source: %(num)s theme
hsb: %(num)s drasta

source: %(num)s add-on
hsb: %(num)s přidatk

source: Average rating of developer's add-ons
hsb: Přerězne pohódnoćenje přidatkow wuwiwarja

source: %s Version History
hsb: Wersijowa historija %s

source: Version History with Changelogs
hsb: Wersijowa historija ze změnowymi protokolemi

source: Add-on uses binary components.
hsb: Přidatk binarne komponenty wužiwa.

source: {app} {min} and later
hsb: {app} {min} a nowše

source: Permanent link to this version
hsb: Trajny wotkaz k tutej wersiji

source: Released {0}
hsb: {0} wozjewjeny

source: Source code released under <a target="_blank" href="%(url)s">%(name)s</a>
hsb: Žórłowy kod je so pod <a target="_blank" href="%(url)s">%(name)s</a> wozjewił

source: Source code released under <a href="%(url)s">%(name)s</a>
hsb: Žórłowy kod je so pod <a href="%(url)s">%(name)s</a> wozjewił

source: View the source
hsb: Žórłowy kod pokazać

source: {0} Version History
hsb: Wersijowa historija {0}

source: <b>{0}</b> version
hsb: <b>{0}</b> wersija

source: Be careful with old versions!
hsb: Bjerće so na kedźbu ze starymi wersijemi!

source: Beta Version {0}
hsb: Betawersija {0}

source: Works with:
hsb: Funguje z:

source: Version History
hsb: Wersijowa historija

source: Current Max. Version
hsb: Aktualna maksimalna wersija

source: Target Version
hsb: Cilowa wersija

source: Email when finished
hsb: Pósćelće e-mejlku, hdyž sće hotowy

source: Log emails instead of sending
hsb: E-mejlki protokolować a nic słać

source: Deleted versions can`t be changed.
hsb: Zhašane wersije njedadźa so změnić.
