Repository: mozilla/addons-server
Catalog: locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: No, this add-on's stats are not publicly viewable.
hsb: Ně, statistika tutoho přidatka zjawnje widźomna njeje.

source: Upgrade SDK?
hsb: SDK aktualizować?

source: If selected, we will try to automatically upgrade your add-on when a new version of the SDK is released. It is only relevant for listed add-ons.
hsb: Jeli to je wubrane, pospytujemy waš přidatk awtomatisce aktualizować, hdyž nowa wersija SDK je wušła. To je jenož za nalistowane přidatki relewantne.

source: This add-on will be automatically upgraded to new versions of the Add-on SDK.
hsb: Tutón přidatk budźe so awtomatisce na nowe wersije přidatkoweho SDK aktualizować.

source: No, this add-on will be upgraded manually.
hsb: Ně, tutón přidatk budźe so manuelnje aktualizować.

source: Universally unique identifier
hsb: Uniwerselny jónkróćny identifikator

source: The UUID of your add-on is specified in its install manifest and uniquely identifies it. You cannot change your UUID once it has been submitted.
hsb: UUID wašeho přidatka so w jeho instalowanskim manifesće podawa a identifikuje jón jako jónkróćny. Njemóžeće swój UUID změnić, po tym zo sće jón zapodał.

source: Whiteboard
hsb: Informaciska taflička

source: The whiteboard is the place to provide information relevant to your addon, whatever the version, to the editor. Use it to provide ways to test the addon, and any additional information that may help. This whiteboard is also editable by editors.
hsb: Informaciska taflička je městno, hdźež móžeće redaktorej informacije podać, kotrež su za waš přidatk relewantne, njedźiwajo na wersiju. Wužiwajće ju, zo byšće móžnosće za testowanje přidatka a dalše informacije podał, kotrež móhli pomhać. Informaciska taflička da so tež wot redaktorow wobdźěłać.

source: Remove this dependent add-on
hsb: Tutón wotwisny přidatk wotstronić

source: Enter the name of an add-on
hsb: Zapodajće mjeno přidatka

source: Add-on Media for {0}
hsb: Přidatkowe medije za {0}

source: Add-on icon
hsb: Přidatkowy symbol

source: Upload an icon for your add-on or choose from one of ours. The icon is displayed nearly everywhere your add-on is. Uploaded images must be one of the following image types: .png, .jpg. It is only relevant for listed add-ons.
hsb: Nahrajće symbol za swój přidatk abo wubjerće jedyn z našich. Symbol so nimale wšudźe zwobraznja, hdźež waš přidatk je. Nahrate wobrazy dyrbja jedyn ze slědowacych wobrazowych typow měć: .png, .jpg. To je jenož za nalistowane přidatki relewantne.

source: Select an icon for your add-on:
hsb: Wubjerće symbol za swój přidatk:

source: Used in listings of add-ons, like search results and featured add-ons.
hsb: Wužiwa so w zapiskach lisćinow přidatkow, kaž na přikład w pytanskich wuslědkach a předstajenych přidatkach.

source: Used in add-on detail pages.
hsb: Wužiwa so na stronach podrobnosćow přidatka.

source: Upload a Custom Icon...
hsb: Swójski symbol nahrać...

source: PNG and JPG supported. Icons resized to 64x64 pixels if larger.
hsb: PNG a JPG so podpěrujetej. Wjetše symbole so na 64x64 piskelow přiměrjeja.

source: Screenshots
hsb: Fota wobrazowki

source: Please provide at least one screen shot of your add-on:
hsb: Prošu podajće znajmjeńša jedne foto wobrazowki abo widejo swojeho přidatka:

source: Please provide a caption for this screenshot:
hsb: Prošu podajće pomjenjowanje za tute foto wobrazowki:

source: Add a Screenshot...
hsb: Foto wobrazowki přidać...

source: Tests
hsb: Testy

source: General Tests
hsb: Powšitkowne testy

source: Security Tests
hsb: Wěstotne testy

source: Extension Tests
hsb: Testy rozšěrjenjow

source: Localization Tests
hsb: Testy přełožkow

source: Compatibility Tests
hsb: Testy kompatibelnosće

source: Hide messages not required for automated signing
hsb: Powěsće schować, kotrež za awtomatiske signowanje trěbne njejsu

source: Hide messages present in previous version and ignored
hsb: Powěsće w předchadnej wersiji a ignorowane schować

source: Top
hsb: Horje

source: Delete Theme
hsb: Drastu zhašeć

source: Delete Add-on
hsb: Přidatk zhašeć

source: Deleting your theme will permanently remove it from the site.
hsb: Hdyž ju zhašeće, so waša drasta na přeco ze sydła wotstroni.

source: Deleting your add-on will permanently remove it from the site and prevent its GUID from being submitted again by others.
hsb: Hdyž jón zhašeće, so waš přidatk na přeco wot sydła wotstroni a jeho GUID hižo njeda so wot druhich zapodać.

source: Enter the following text confirm your decision: {slug}
hsb: Zapodajće slědowacy tekst, zo byšće swój rozsud wobkrućił: {slug}

source: Please tell us why you are deleting your theme:
hsb: Prošu nam zdźělće, čehodla swoju drastu hašeće:

source: Please tell us why you are deleting your add-on:
hsb: Prošu nam zdźělće, čehodla swój přidatk hašeće:

source: Actions
hsb: Akcije

source: Resume the submission process for this add-on.
hsb: Ze zapodawanskim procesom za tutón přidatk pokročować.

source: Resume
hsb: Pokročować

source: Delete this add-on.
hsb: Tutón přidatk zhašeć.

source: Edit details about this add-on's listing.
hsb: Podrobosće wo lisćinowym zapisku tutoho přidatka wobdźěłać.

source: Upload a new version of this add-on.
hsb: Nowu wersiju tutoho nałoženja nahrać.

source: New Version
hsb: Nowa wersija

source: Daily statistics on downloads and users.
hsb: Wšědna statistika wo sćehnjenjach a wužiwarjach.

source: Statistics
hsb: Statistika

source: Manage Payments
hsb: Płaćenja rjadować

source: Manage Status & Versions
hsb: Status a wersije rjadować

source: View Add-on Listing
hsb: Lisćinowy zapisk přidatka pokazać

source: View Recent Changes
hsb: Najnowše změny pokazać

source: Edit details about this theme's listing.
hsb: Podrobnosće wo lisćinowym zapisku tuteje drasty wobdźěłać.

source: View the popularity of this theme over time.
hsb: Woblubowanosć tuteje drasty po času pokazać.

source: Change the owner of this theme.
hsb: Wobsedźerja tuteje drasty změnić.

source: Transfer Ownership
hsb: Wobsedźenstwo přenošować

source: Delete this theme.
hsb: Tutu drastu zhašeć.

source: This add-on will be deleted automatically after a few days if the submission process is not completed.
hsb: Tutón přidatk so po někotrych dnjach awtomatisce zhaša, jeli zapodawanski proces dokónčeny njeje.

source: Disabled
hsb: Znjemóžnjeny

source: <b>Queue position:</b> %(pos)s of %(total)s
hsb: <b>Pozicija w čakanskim rynku:</b> %(pos)s z %(total)s

source: <strong>{0}</strong> active user
hsb: <strong>{0}</strong> aktiwny wužiwar

source: Submit Add-on
hsb: Přidatk zapodać

source: Step 3
hsb: Krok 3

source: Step 3. Describe
hsb: Krok 3. Wopisać

source: Name and version:
hsb: Mjeno a wersija:

source: The detail page will be:
hsb: Strona podrobnosćow budźe:

source: Please use only letters, numbers, underscores, and dashes in your URL.
hsb: Prošu wužiwajće jenož pismiki, ličby, podmsužki a nakósne smužki w swojim URL.

source: Provide a brief summary:
hsb: Podajće krótke zjimanje:

source: This summary will be shown in listings and searches.
hsb: Zjimanje budźe so w lisćinowych zapiskach a pytanjach pokazować.

source: Provide a more detailed description:
hsb: Podajće nadrobniše wopisanje:

source: The description will appear on the detail page.
hsb: Wopisanje so na stronje podrobnosćow zjewi.

source: Submission Complete
hsb: Zapodaće dokónčene

source: You're done!
hsb: Sće hotowy!

source: Your add-on has been submitted to the Preliminary Review queue.
hsb: Waš přidatk je so k čakanskemu rynkej nachwilneho přepruwowanja pósłał.

source: Your add-on has been submitted to the Full Review queue.
hsb: Waš přidatk je so k čakanskemu rynkej dospołneho přepruwowanja pósłał.

source: Next steps:
hsb: Přichodne kroki:

source: <a href="{0}">Upload</a> another platform-specific file to this version.
hsb: <a href="{0}">Nahrajće</a> dalšu dataju wěsteje platformy k tutej wersiji.

source: Provide more details by <a href="{0}">editing its listing</a>.
hsb: Podajće wjace podrobnosćow <a href="{0}">wobdźěłujo jeho lisćinowy zapisk</a>.

source: Tell your users why you created this in your <a href="{0}">Developer Profile</a>.
hsb: Zdźělće swojim wužiwarjam w swojim <a href="{0}">wuwiwarskim profilu</a>, čehodla sće jón wutworił.

source: View and subscribe to your add-on's <a href="{0}">activity feed</a> to stay updated on reviews, collections, and more.
hsb: Pokazajće a abonujće <a href="{0}">kanal aktiwity</a> swojeho přidatka, zo byšće wo přepruwowanjach, zběrkach a wjace na běžnym wostał.

source: View approximate review queue <a href="{0}">wait times</a>.
hsb: Wobhladajće sej prawdźepodobne <a href="{0}">čakanske časy</a> w čakanskim rynku.

source: Get Ahead in the Review Queue!
hsb: Přińdźće w čakanskim rynku doprědka!

source: Become an AMO Reviewer today and get your add-ons reviewed faster.
hsb: Stańće so dźensa z přepruwowarjom AMO a dajće sej swoje přidatki spěšnišo přepruwować.

source: Your add-on has been signed and it's ready to use. You can download it here:
hsb: Waš přidatk je so signował a da so nětko wužiwać. Móžeće jón tu sćahnyć:

source: Your add-on has been submitted to the Unlisted Preliminary Review queue.
hsb: Waš přidatk je so na čakanski rynk za njenalistowane nachwilne přepruwowanja pósłał.

source: Your add-on has been submitted to the Unlisted Full Review queue.
hsb: Waš přidatk je so na čakanski rynk za njenalistowane dospołne přepruwowanja pósłał.

source: You'll receive an email once it has been reviewed by an editor and signed.
hsb: Dóstanjeće e-mejlku, hdyž přidatk je so wot wobdźěłarja přepruwował a signował.

source: Your add-on will not be publicly available on this website.
hsb: Waš přidatk na tutym websydle zjawnje k dispoziciji njeje.

source: You can upload new versions of your add-on in the <a href="{0}">add-on's developer page</a>.
hsb: Móžeće nowe wersije swojeho přidatka na <a href="{0}">stronje wuwiwarja přidatka</a> nahrać.

source: Step 5
hsb: Krok 5

source: Step 5. Select a License
hsb: Krok 5. Wubjerće licencu

source: We require all add-ons to indicate the terms under which their source code is licensed. Please select a license from the list below or enter a custom license.
hsb: Dyrbimy za wšě přidatki wuměnjenja podać, pod kotrymiž jich žórłowy kod je licencowany. Prošu wubjerće licencu ze slědowaceje lisćiny abo zapodajće swójsku licencu.

source: Select a license for your add-on:
hsb: Wubjerće licencu za swój přidatk:

source: Step 4
hsb: Krok 4

source: Step 4. Add Images
hsb: Krok 4. Přidajće wobrazy

source: Custom icons and screenshots draw attention and help users understand what it does. We strongly recommend uploading a custom icon, as in some areas of the website, only the icon and name will appear.
hsb: Swójske symbole a fota wobrazowki złoža kedźbnosć na so a pomhaja wužiwarjej rozumić, štož wón čini. Doporučemy wam swójski symbol nahrać, dokelž so w někotrych wobłukach websydła jenož symbol a mjeno jewjetej.

source: Step 6
hsb: Krok 6

source: Step 6. Select a Review Process
hsb: Krok 6. Wubjerće přepruwowanski proces

source: All add-ons hosted in our gallery must be reviewed by an editor before they appear in categories or search results. While waiting for review, your add-on can still be accessed through its direct URL. Please choose the review process below that best fits your add-on.
hsb: Wšě přidatki, kotrež so w našej galeriji hospoduja, dyrbja so wot wobdźěłarja přepruwować, prjedy hač so w kategorijach abo pytanskich wuslědkach pokazuja. Mjeztym zo na přepruwowanje čakaće, móžeće hišće přez jeho direktny URL přistup na waš přidatk měć. Prošu wubjerće deleka přepruwowanski proces, kotryž wašemu přidatkej najlěpje wotpowěduje.

source: A complete review of your add-on's source and functionality. <a href="%(url)s">Learn more&hellip;</a>
hsb: Dospołne přepruwowanje žórłoweho koda a funkcionalnosće wašeho přidatka. <a href="%(url)s">Dalše informacije&hellip;</a>

source: Appropriate for polished add-ons
hsb: Přihódny za zlěpšene přidatki

source: Required if add-on is bundled in an installer
hsb: Trěbny, jeli přidatk je z instalowanskim programom zwjazany

source: Review should take place within 10 days
hsb: Přepruwowanje měło so w běhu 10 dnjow wotměć

source: Review of subsequent versions within 5 days
hsb: Přepruwowanje naslědnych wersijow w běhu 5 dnjow

source: Warning-free installation and no feature limitations
hsb: Instalacija bjez warnowanja a žane wobmjezowanja funkcijow

source: Choose Full Review
hsb: Wubjerće dospołne přepruwowanje

source: A faster review of your add-on's source for any major problems. <a href="%(url)s">Learn more&hellip;</a>
hsb: Spěšniše přepruwowanje žórłoweho koda wašeho přidatka za wjetš problemy. <a href="%(url)s">Dalše informacije&hellip;</a>

source: Appropriate for experimental add-ons
hsb: Přihódny za eksperimentelne přidatki

source: Review should take place within 3 days
hsb: Přepruwowanje měło so w běhu 3 dnjow wotměć

source: Some feature limitations
hsb: Někotre wobmjezowanja funkcijow

source: Binary and obfuscated add-ons ineligible
hsb: Binarne a zamazane přidatki dowolene njejsu

source: Choose Preliminary Review
hsb: Wubjerće nachwilne přepruwowanje

source: Getting Started
hsb: Prěnje kroki

source: Upload your add-on
hsb: Nahrajće swój přidatk

source: Describe your add-on
hsb: Wopisajće swój přidatk

source: Add images
hsb: Přidajće wobrazy

source: Select a license
hsb: Wubjerće licencu

source: Select a review process
hsb: Wubjerće přepruwowanski proces

source: Submission Process
hsb: Zapodawanski proces

source: Step 1
hsb: Krok 1

source: Step 1. Getting Started
hsb: Krok 1. Prěnje kroki

source: Step 2
hsb: Krok 2

source: Step 2. Upload Your Add-on
hsb: Krok 2. Nahrajće swój přidatk

source: Use the fields below to upload your add-on package and select any platform restrictions. After upload, a series of automated validation tests will be run on your file.
hsb: Wužiwajće slědowace pola, zo byšće swój přidatkowy pakćik nahrał a wubjerće platformowe wobmjezowanja. Po nahraću so rjad awtomatiskich přepruwowanjow na wašej dataji přewjedźe.

source: Which platforms is this file compatible with?
hsb: Z kotrymiž platformami je tuta dataja kompatibelna?

source: Administrative overrides
hsb: Přepisanja wot administratorow

source: Firefox Add-on Distribution Agreement
hsb: Dojednanje za rozdźělowanje přidatkow Firefox

source: API Credentials
hsb: API-daty

source: For detailed instructions, consult the <a href="%(docs_url)s">API documentation</a>.
hsb: Konsultujće <a href="%(docs_url)s">API-dokumentaciju</a> za nadrobne instrukcije.

source: JWT issuer
hsb: JWT-wudawar

source: JWT secret
hsb: JWT-kluč

source: To make API requests, send a <a href="%(jwt_url)s">JSON Web Token (JWT)</a> as the authorization header. You'll need to generate a JWT for every request as explained in the <a href="%(docs_url)s">API documentation</a>.
hsb: Zo byšće API-naprašowanja stajił, pósćelće <a href="%(jwt_url)s">JSON Web Token (JWT)</a> jako awtorizowansku hłowu. Dyrbiće JWT za kóžde naprašowanje tworić, kaž so to w<a href="%(docs_url)s">API-dokumentaciji</a> wujasnja.

source: Revoke and regenerate credentials
hsb: Daty wotwołać a znowa tworić

source: Generate new credentials
hsb: Nowe daty tworić

source: Developer Agreement
hsb: Wuwiwarske dojednanje

source: Contacting Us
hsb: Kontakt

source: Thanks for your interest in contacting the Mozilla Add-ons team. Please read this page carefully to ensure your request goes to the right place.
hsb: Dźakujemy so za waš zajim na kontakće z teamom přidatkow Mozilla. Prošu čitajće tutu stronu starosćiwje, zo byšće zawěsćił, zo so waše naprašowanje k prawemu městnu dóstanje.

source: Add-on Support
hsb: Pomoc za přidatk

source: If you have a support question about a particular add-on, such as "how do I use this add-on?" or "why doesn't this work properly?", please contact that add-on's author through the support channels listed on the add-on's listing page.
hsb: Jeli prašenje pomocy za wěsty přidatk maće, na přikład „Kak móžu tutón přidatk wužiwać?“ abo „Čehodla to prawje njefunguje?“, stajće so z awtorom tutoho přidatka přez kanale pomocy do zwiska, kotrež su na lisćinje podrobnosćow přidatka podate.

source: Add-on Editorial Concerns
hsb: Redakcionalne naležnosće přidatka

source: amo-editors at mozilla dot org
hsb: amo-editors at mozilla dypk org

source: If you have a question about an Editor's review of an add-on or want to report a policy violation, please email %(mail_editors)s. <strong>Almost all add-on reports fall under this category.</strong> Please be sure to include a link to the add-on in question and a detailed description of your question or comment.
hsb: Jeli maće prašenje wo přepruwowanju wobdźěłarja přidatka abo chceće přestupjenje prawidłow zdźělić, sćelće prošu e-mejlku na %(mail_editors)s. <strong>Nimale wšě přidatkowe rozprawy pod tutu kategoriju słušeja.</strong> Prošu njezabywajće wotkaz k wodpowědnemu přidatkej a nadrobne wopisanje swojeho prašenja abo komentara podać.

source: Add-on Security Vulnerabilities
hsb: Wěstotne dźěry přidatka

source: amo-admins at mozilla dot org
hsb: amo-admins at mozilla dypk org

source: If you have discovered a security vulnerability in an add-on, even if it is not hosted here, Mozilla is very interested in your discovery and will work with the add-on developer to correct the issue as soon as possible. Add-on security issues can be reported <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">confidentially</a> in <a href="%(link_bugzilla)s">Bugzilla</a> or by emailing %(mail_admins)s.
hsb: Jeli sće wěstotnu dźěru w přidatku wotkrył, samo hdyž so tu njehospoduje, so Mozilla za tute wotkryće zajimuje a budźe z wuwiwarjom přidatka hromadźe dźěłać, zo by so problem tak bórze kaž móžno rozrisał. Problemy z wěstotu přidatkow móžeće <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">dowěrliwje</a> na <a href="%(link_bugzilla)s">Bugzilla</a> zdźělić abo móžeće e-mejlku na %(mail_admins)s słać.

source: Website Functionality & Development
hsb: Funkcionalnosć a wuwiwanje websydła

source: If you've found a problem with the site, we'd love to fix it. Please <a href="https://github.com/mozilla/addons/issues/new">file a bug report</a> in GitHub, including the location of the problem and how you encountered it.
hsb: Jeli sće problem ze sydłom namakał, bychmy jón rady rozrisowali. Prošu <a href="https://github.com/mozilla/addons/issues/new">spisajće zmylkowu rozprawu</a> na GitHub, inkluziwnje městno problema a kak sće na njón storčił.

source: Maintaining Your Add-ons
hsb: Waše přidatki wothladować

source: Submitting New Versions of Your Add-on
hsb: Nowe wersije wašeho přidatka zapodać

source: Developers are encouraged to submit updates to their add-ons to fix bugs, add features, and otherwise improve their product. New versions of an add-on must have a <a href="https://developer.mozilla.org/en/Toolkit_version_format">higher version number</a> and can be submitted through the Developer Tools provided. There is no limit to the number of versions that can be submitted, but please remember that versions must be reviewed by an editor.
hsb: Wuwiwarjo so pozbudźuja, aktualizacije za jich přidatki zapodać, zo bychu programowe zmylki wotstronili, funkcije přidali a hewak někak jich produkt polěpšili. Nowe wersije přidatka dyrbja <a href="https://developer.mozilla.org/en/Toolkit_version_format">wyše wersijowe čisło</a> měć a dadźa so z podatymi wuwiwarskimi nastrojemi posrědkować. Njeje žadyn limit za ličbu wersijow, kotrež dadźa so posrědkować, ale mějće w myslach, zo wersije dyrbja so wot redaktora přepruwować.

source: New versions will be added to a pending review queue, and any additional versions submitted before the review is completed will move that version to the end of the queue.
hsb: Nowe wersije budu so wustejacemu čakanskemu rynkej přidać a dalše wersije, kotrež su so zapodali, prjedy hač přepruwowanje je dokónčene, budu so do kónca čakanskeho rynka přesuwać.

source: How do I submit a Beta add-on?
hsb: Kak móžu betawersiju přidatka zapodać?

source: Beta channels are only available to fully-reviewed add-ons.
hsb: Betakanale su jenož za dospołnje přepruwowane přidatki k dispoziciji.

source: To create a beta channel, upload a file with a unique version string that contains any of the following strings: <code>a,b,alpha,beta,pre,rc</code>, with an optional number at the end. This text must come at the end of the version string. If you understand regex format, here's what we look for in the version number: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
hsb: Zo byšće betakanal wutworił, nahrajće dataju z jónkróćnej wersiju znamješkoweho rjećazka, kotraž jedyn ze slědowacych znamješkowych rjećazkow wobsahuje: <code>a,b,alpha,beta,pre,rc</code>, z opcionalnej ličbu na kóncu. Tutón tekst móže na kóncu wersijoweho znamješkoweho rjećazka być. Jeli format regex za regularne wurzay znajeće, dyrbiće slědowace we wersijowym čisle pytać: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.

source: Once a file meeting this criteria is uploaded to AMO, it will automatically be marked as a beta version. Users of add-ons with these unique version numbers will automatically be served the newest beta updates.
hsb: Hdyž so dataja, kotraž tutym kriterijam wotpowěduje, do AMO nahrawa, budźe so awtomatisce jako betwersija markěrować. Wužiwarjo přidatkow z tutymi jónkróćnymi wersijowymi čisłami budu awtomatisce najnowše betaaktualizacije dóstawać.

source: While we call these "Beta versions", you can use this channel for nightlies, or alphas, or prerelease versions as you wish. Please note that there is only one channel for this purpose and all of your users on this channel will receive the latest add-ons submitted. For instance, if you upload <code>1.0beta1</code> to the release channel and then upload <code>1.1alpha1</code>, all users of <code>1.0beta1</code> will be offered an upgrade to <code>1.1alpha1</code>. Updates are pushed by submission date and not version number, so users will always get the most recent channel update regardless of any kind of alphabetical sorting.
hsb: Hačrunjež tute wersije „betawersije“ mjenujemy, móžeće tutón kanal za „nócne“ wersije, alfawersije abo předwersije wužiwać, po wašim dobrozdaću. Prošu dźiwajće na to, zo jenož jedyn kanal je za tutón zaměr k dispoziciji a wšitcy z wašich wužiwarjow na tutym kanalu budu najnowše zapodate přidatki dóstawać. Jeli na přikład w kanalu wersiju <code>1.0beta1</code> nahrawaće, a potom wersiju <code>1.1alpha1</code>, poskićeja wšěm wužiwarjam wersije <code>1.0beta1</code> wersiju <code>1.1alpha1</code> jako aktualizaciju. Aktualizacije so po zapodawanskim datumje dale dawaja, nic po wersijowym čisle, tohodla dóstawaja wužiwarjo přeco najnowšu kanalowu aktualizaciju, njedźiwajo na alfabetiske sortěrowanje.

source: Required Updates
hsb: Trěbne aktualizacije

source: Certain situations may arise in which Mozilla requests that an add-on developer update their add-on within a given time period to address a major security issue or policy violation. We work with developers to reasonably accommodate their own schedules, but if the issue is of a serious enough nature, add-ons that cannot issue an update with the requested fix may be demoted from fully-reviewed status, disabled, or permanently removed from the site.
hsb: Wěste situacije móža nastać, hdyž sej Mozilla žada, zo přidatkowy wuwiwar swój přidatk w běhu wěsteje doby aktualizuje, zo by wjetši wěstotny problem abo zranjenje prawidłow wotstronił. Dźěłamy z wuwiwarjemi sobu, zo bychmy so jich časowym planam připodobnjali, ale jeli problem je chutny dosć, móža přidatki, kotrež njemóža aktualizaciju z požadanym rozrisanjom k dispoziciji stajić, status jako dospołnje přepruwowane zhubić, so znjemóžnić abo na přeco ze sydła wotstronić.
