Repository: mozilla/addons-server
Catalog: locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: As noted in our <a href="%(legal)s">Legal Notices</a>, individual collection arrangements are governed by the Creative Commons Attribution Share-Alike License
hsb: Kaž w našich <a href="%(legal)s">prawniskich pokazach</a> naspomnjene, su indiwiduelne zestawy zběrkow pod licencu Creative Commons Attribution Share-Alike

source: Create Collection
hsb: Zběrku wutworić

source: View this collection
hsb: Tutu zběrku pokazać

source: Start a new collection...
hsb: Započńće nowu zběrku...

source: Start a New Collection
hsb: Nowu zběrku započeć

source: Name:
hsb: Mjeno:

source: or <a id="collections-new-cancel" href="#">Cancel</a>
hsb: abo <a id="collections-new-cancel" href="#">Přetorhnyć</a>

source: To rate collections, you must have an add-ons account.
hsb: Zo byšće zběrki pohódnoćił, dyribće konto na AMO měć.

source: Create an Add-ons Account
hsb: Załožće konto na AMO

source: or <a href="%(login)s">log in to your current account</a>
hsb: abo <a href="%(login)s">přizjewće so pola swojeho aktualneho konta</a>

source: {0} :: Collections
hsb: {0} :: Zběrki

source: private
hsb: priwatna

source: <span>%(num)s</span> follower
hsb: <span>%(num)s</span> wobkedźbowar

source: About this Collection
hsb: Wo tutej zběrce

source: Add-ons synced to my Mobile Firefox
hsb: Přidatki synchronizowane z mojim mobilnym Firefox

source: Make this Collection Private
hsb: Tutu zběrku priwatnu činić

source: Make this Collection Public
hsb: Tutu zběrku zjawnu činić

source: Learn about collections
hsb: Wjace wo zběrkach

source: More Options:
hsb: Dalše nastajenja:

source: Edit Collection
hsb: Zběrku wobdźěłać

source: Delete Collection
hsb: Zběrku zhašeć

source: %(num)s Theme in this Collection
hsb: %(num)s drasta w tutej zběrce

source: %(num)s Add-on in this Collection
hsb: %(num)s přidatk w tutej zběrce

source: Go
hsb: Start

source: What are Collections?
hsb: Što su zběrki?

source: Explore Collections
hsb: Zběrki wuslědźić

source: Common Tags
hsb: Zwučene znački

source: More by this User
hsb: Wjace wot tutoho wužiwarja

source: See all collections by this user
hsb: Wšě zběrki wot tutoho wužiwarja pokazać

source: Add-ons that you mark as favorites using the <b>Add to Favorites</b> feature appear below. This collection is currently <b>public</b>, which means everyone can see it. If you would like to hide it from public view, click the button below to make it private.
hsb: Přidatki, kotrež z pomocu funkcije <b>Faworitam přidać</b> jako fawority markěrujeće, so deleka jewja. Tuta zběrka je tuchwilu <b>zjawna</b>, to rěka, kóždy móže ju widźeć. Jeli chceće, zo zběrka zjawna njeje, klikńće na tłóčatko deleka, zo byšće ju priwatnu činił.

source: Add-ons that you mark as favorites using the <b>Add to Favorites</b> feature appear below. This collection is currently <b>private</b>, which means only you can see it. If you would like everyone to be able to see your favorites, click the button below to make it public.
hsb: Přidatki, kotrež z pomocu funkcije <b>Faworitam přidać</b> jako fawority markěrujeće, so deleka jewja. Tuta zběrka je tuchwilu <b>priwatna</b>, to rěka, jenož wy móžeće ju widźeć. Jeli chceće, zo kóždy móže zběrku widźeć, klikńće na tłóčatko deleka, zo byšće ju zjawnu činił.

source: My favorite add-ons
hsb: Moje najlubše přidatki

source: <span>%(addons)s</span> add-on
hsb: <span>%(addons)s</span> přidatk

source: <span>%(followers)s</span> follower
hsb: <span>%(followers)s</span> wobkedźbowar

source: %(num)s weekly follower
hsb: %(num)s tydźenski wobkedźbowar

source: %(num)s monthly follower
hsb: %(num)s měsačny wobkedźbowar

source: %(num)s follower
hsb: %(num)s wobkedźbowar

source: by {0}
hsb: wot {0}

source: Stop Following
hsb: Hižo njewobkedźbować

source: Follow this Collection
hsb: Tutu zběrku wobkedźbować

source: Edit this Collection
hsb: Tutu zběrku wobdźěłać

source: Delete {0}
hsb: {0} zhašeć

source: Delete
hsb: Zhašeć

source: Are you sure?
hsb: Sće wěsty?

source: Yes
hsb: Haj

source: No
hsb: Ně

source: Edit {0}
hsb: {0} wobdźěłać

source: Description
hsb: Wopisanje

source: Contributors & More
hsb: Sobuskutkowarjo a wjace

source: Save Changes
hsb: Změny składować

source: Owner
hsb: Wobsedźer

source: Make Owner
hsb: K wobsedźerjej činić

source: Remove this user as a contributor
hsb: Tutoho wužiwarja jako sobuskutkowarja wotstronić

source: Remove
hsb: Wotstronić

source: Collection Contributors
hsb: Sobuskutkowarjo zběrki

source: You can add multiple contributors to this collection. A contributor can add and remove add-ons from this collection, but cannot change its name or description. To add a contributor, enter their email in the box below. Contributors must have a Mozilla Add-ons account.
hsb: Móžeće tutej zběrce wjacorych sobuskutkowarjow přidać. Sobuskutkowar móže tutej zběrce přidatki přidać a přidatki z tutej zběrki wotstronić, ale njemóže jeje mjeno abo wopisanje změnić. Zo byšće sobuskutkowarja přidał, zapodajće jeho e-mejlowu adresu w polu deleka. Sobuskutkowarjo dyrbja konto na AMO měć.

source: User
hsb: Wužiwar

source: Email
hsb: E-mejlowa adresa

source: Role
hsb: Róla

source: Enter the email address of the contributor to add
hsb: Zapodajće e-mejlowu adresu sobuskutkowarja, kotryž ma so přidać

source: Add Contributor
hsb: Sobuskutkowarja přidać

source: Contributor
hsb: Sobuskutkowar

source: Admin Settings
hsb: Administratorowe nastajenja

source: <b>Warning:</b> By changing the owner of this collection, you will no longer be able to edit it. You will only be able to add and remove add-ons from it.
hsb: <b>Warnowanje:</b> Jeli wobsedźerja tuteje zběrki změniće, njemóžeće ju hižo wobdźěłać. Móžeće jej jenož přidatki přidać abo z njeje wotstronić.

source: Continue
hsb: Dale

source: or <a id="change-owner-cancel" href="#">Cancel</a>
hsb: abo <a id="change-owner-cancel" href="#">Přetorhnyć</a>

source: Collections by {0}
hsb: Zběrki wot {0}

source: No collections found.
hsb: Žane zběrki namakane.

source: Most-Followed Collections
hsb: Najbóle wobkedźbowane zběrki

source: Newest Collections
hsb: Najnowše zběrki

source: Collections by Name
hsb: Zběrki po mjenje

source: Recently Updated Collections
hsb: Njedawno zaktualizowane zběrki

source: Recently Popular Collections
hsb: Najnowše woblubowane zběrki

source: Collections are groups of related add-ons that anyone can create and share. Explore collections created by other users or <a href="%(url)s">create your own</a>.
hsb: Zběrki su skupiny přiwuznych přidatkow, kotrež kóždy móže wutworić a dale dać. Wuslědźće zběrki wutworjene wot druhich wužiwarjow abo <a href="%(url)s">wutworće swójsku</a>.

source: Subscribe
hsb: Abonować

source: Following
hsb: Wobkedźbować

source: Create a Collection
hsb: Zběrku wutworić

source: Collections make it easy to keep track of favorite add-ons and share your perfectly customized browser with others.
hsb: Zběrki wosnadnjeja slědowanje wašich najlubšich přidatkow a dźělenje wašeho perfektnje přiměrjeneho wobhladowaka z druhimi.

source: Collection Icon
hsb: Symbol zběrki

source: Reset
hsb: Wróćo stajić

source: PNG and JPG supported. Image will be resized to 32x32.
hsb: PNG a JPG so podpěrujetej. Wobraz so na 32x32 přiměrja.

source: There are errors in this form. Please correct them below.
hsb: Zmylki su w formularje. Prošu poprawće je deleka.

source: Add-ons in Your Collection
hsb: Přidatki we wašej zběrce

source: To include an add-on in this collection, enter its name in the box below and hit enter.
hsb: Zo byšće tutej zběrce přidatk přidał, zapodajće jeho mjeno w lsědowacym polu a tłóčće Enter.

source: Add-on
hsb: Přidatk

source: Enter the name of the add-on to include
hsb: Zapodajće mjeno přidatka, kotryž ma so přidać

source: Add to Collection
hsb: Zběrce přidać

source: Pending
hsb: Wustejacy

source: Add a comment
hsb: Komentar přidać

source: Remove this add-on from the collection
hsb: Tutón přidatk ze zběrki wotstronić

source: COLLECTIONS
hsb: ZBĚRKI

source: Groups of related add-ons that anyone can create.
hsb: Skupiny přiwuznych přidatkow, kotrež kóždy móže wutworić.

source: Blocked Add-ons
hsb: Zablokowane přidatki

source: Blocklist
hsb: Blokowanska lisćina

source: <b>{0}</b> has been blocked for your protection.
hsb: <b>{0}</b> je so za waš škit zablokował.

source: Why was it blocked?
hsb: Čehodla je so zablokował?

source: Who is affected?
hsb: Štó je potrjecheny?

source: What does this mean?
hsb: Što to rěka?

source: Users are strongly encouraged to disable the problematic add-on or plugin, but may choose to continue using it if they accept the risks described.
hsb: Wužiwarjo so wuraznje pozbudźeja, problematiski přdatk abo tykač znjemóžnić, ale móžeće jón dale wužiwać, jeli podate rizika akceptujeće.

source: The problematic add-on or plugin will be automatically disabled and no longer usable.
hsb: Problematiski přidatk abo tykač so awtomatisce znjemóžni a njebudźe hižo wužiwajomny.

source: When Mozilla becomes aware of add-ons, plugins, or other third-party software that seriously compromises %(app)s security, stability, or performance and meets <a href="%(criteria)s">certain criteria</a>, the software may be blocked from general use. For more information, please read <a href="%(support)s">this support article</a>.
hsb: Hdyž Mozilla zhoni, zo přidatki, tykače abo druhe programy třećich poskićowarjow strašnje wěstotu, stabilnosć abo wukon přidatka %(app)s wohrožuja a <a href="%(criteria)s">wěstym kriterijam</a> wotpowěduja, hodźi so softwara při powšitkownym wužiwanju haćić. Za dalše informacije čitajće prošu <a href="%(support)s">tutón nastawk pomocy</a>.

source: Blocked on %(date)s. <a href="%(link)s">View block request</a>.
hsb: Dnja %(date)s zablokowany. <a href="%(link)s">Blokowanske naprašowanje pokazać</a>.

source: Blocked on %(date)s.
hsb: Dnja %(date)s zablokowany.

source: The following software is known to cause serious security, stability, or performance issues with {app}.
hsb: Wo slědowacych programach je znate, zo strašne wěstotne, stabilnostne abo wukonowe problemy z {app} zawinuja.

source: %s Add-ons
hsb: Přidatki kategorije %s

source: %s Themes
hsb: Drasty kategorije %s

source: Featured Add-ons :: %s
hsb: Předstajene přidatki :: %s

source: Here's a few of our favorite add-ons to help you get started customizing %s.
hsb: Tu su někotre z našich najlubšich přidatkow, zo bychmy wam přiměrjenje přidatka %s wosnadnili.

source: Search tools relating to %s
hsb: Pytanske nastroje za kategoriju %s

source: Search tools and search-related extensions
hsb: Pytanske nastroje a pytanske rozšěrjenja

source: Search tools
hsb: Pytanske nastroje

source: Most Users
hsb: Najwjace wužiwarjow

source: Up & Coming
hsb: Nastawace

source: Created
hsb: Wutworjene

source: {0}: Featured Add-ons
hsb: {0}: Předstajene přidatki

source: Featured Add-ons
hsb: Předstajene přidatki

source: No featured add-ons in {0}.
hsb: Žane předstajene přidatki w kategoriji {0}.

source: Here's a few of our favorite add-ons to help you get started customizing %(app)s.
hsb: Tu su někotre z našich najlubšich přidatkow, zo bychmy wam při přiměrjenju přidatka %(app)s pomhali.

source: Install Dictionary
hsb: Słownik instalować

source: Install Language Pack
hsb: Rěčny pakćik instalować

source: Download Dictionary
hsb: Słownik sćahnyć

source: Download Language Pack
hsb: Rěčny pakćik sćahnyć

source: Available in your locale
hsb: We wašej rěči k dispoziciji

source: List of language packs and dictionaries available in your locale.
hsb: Lisćina rěčnych pakćikow a słownikow, kotrež su we wašej rěči k dispoziciji.

source: Language
hsb: Rěč

source: Dictionary
hsb: Słownik

source: Language Pack
hsb: Rěčny pakćik

source: All locales
hsb: Wšě přełožki

source: List of language packs and dictionaries.
hsb: Lisćina rěčnych pakćikow a słownikow.

source: {0} :: Search Tools
hsb: {0} :: Pytanske nastroje

source: <b>{0}</b> add-on
hsb: <b>{0}</b> přidatk

source: Search Extensions
hsb: Pytanske rozšěrjenja

source: Add search-related functionality to Firefox
hsb: Firefox pytansku funkcionalnosć přidać

source: Search Providers
hsb: Pytanscy poskićowarjo

source: Find new providers for your search bar
hsb: Nowych poskićowarjow za pytanske polo pytać

source: Additional Resources
hsb: Přidatne resursy

source: Learn more about the <a href="http://support.mozilla.com/kb/Search+bar">search bar</a> in {0}
hsb: Zhońće wjace wo <a href="http://support.mozilla.com/kb/Search+bar">pytanskim polu</a> w {0}

source: Browse through even more search providers at <a href="http://mycroft.mozdev.org/">mycroft.mozdev.org</a>
hsb: Přepytujće hišće wjace poskićowarjow na <a href="http://mycroft.mozdev.org/">mycroft.mozilla.org</a>

source: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Make your own</a> search tool
hsb: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Wutworće swójski</a> pytanski nastroj

source: Complete Themes
hsb: Dospołne drasty

source: Most Popular Extensions
hsb: Najbóle woblubowane rozšěrjenja

source: Top-Rated Extensions
hsb: Najwyše pohódnoćene rozšěrjenja

source: Newest Extensions
hsb: Najnowše rozšěrjenja

source: Extensions by Name
hsb: Rozšěrjenja po mjenje

source: Extensions by Weekly Downloads
hsb: Rozšěrjenja po tydźenskich sćehnjenjach

source: Recently Updated Extensions
hsb: Njedawno zaktualizowane rozšěrjenja

source: Up & Coming Extensions
hsb: Nastawace rozšěrjenja

source: Featured Complete Themes
hsb: Předstajene dospołne drasty

source: Most Popular Complete Themes
hsb: Najbóle woblubowane dospołne drasty

source: Top-Rated Complete Themes
hsb: Najwyše pohódnoćene dospołne drasty

source: Newest Complete Themes
hsb: Najnowše dospołne drasty

source: Complete Themes by Name
hsb: Dospołne drasty po mjenje

source: Complete Themes by Weekly Downloads
hsb: Dospołne drasty po tydźenskich sćehnjenjach

source: Recently Updated Complete Themes
hsb: Njedawno zaktualizowane dospołne drasty

source: Up & Coming Complete Themes
hsb: Nastawace dospołne drasty

source: See the %(cnt)s extension in %(name)s &raquo;
hsb: Hlejće %(cnt)s rozšěrjenje w %(name)s &raquo;

source: No results found.
hsb: Žane wuslědki namakane.

source: {0} Themes
hsb: {0} drastow

source: {0}'s Themes
hsb: Drasty awtora {0}

source: View Profile
hsb: Profil pokazać

source: Create Your Own Theme
hsb: Wutworće swójsku drastu

source: Your browser, your style! Dress it up with a design of your own!
hsb: Waš wobhladowak, waš stil! Wupyšće jón přez swójski design!

source: Learn more
hsb: Dalše informacije

source: View All Recently Added
hsb: Wšě njedawno přidate pokazać

source: View All Most Popular
hsb: Wšě najbóle woblubowane pokazać

source: View All Top Rated
hsb: Wšě najwyše pohódnoćene pokazać

source: Over 300,000 designs to personalize your browser! Move your mouse over a Background Theme to try it on. <a href="%(url)s" class="more-info">Start exploring</a>
hsb: Wjace hač 300,000 designow, zo byšće swój wobhladowak personalzował! Pohibujće swoju myšku nad pozadkowu drastu, zo by ju wupruwował. <a href="%(url)s" class="more-info">Rozhladajće so</a>

source: Want more personalization?
hsb: Chceće wjace personalizacije?

source: Complete Themes transform the look of your browser with styles for the window frame, address bar, buttons, tabs, and menus. <a href="%(url)s" class="more-info">Start exploring</a>
hsb: Dospołne drasty měnjeja wonkowny napohlad wašeho wobhladowaka přez stile za woknowy wobłuk, adresowu lajstu, tłóčatka, rajtarki a menije. <a href="%(url)s" class="more-info">Rozhladujće so</a>

source: Up & Coming Themes
hsb: Nastawace drasty

source: View All Up & Coming
hsb: Wšě nastawace pokazać

source: No themes found
hsb: Žane drasty namakane

source: Easy-to-use themes for Firefox
hsb: Lochko wužiwajomne drasty za Firefox

source: More Themes
hsb: Dalše drasty

source: &laquo; All Themes
hsb: &laquo; Wšě drasty

source: All
hsb: Wšě

source: All Add-ons
hsb: Wšě přidatki

source: Binary
hsb: Binarne

source: Non-binary
hsb: Njebinarne

source: Add-on Compatibility Reports
hsb: Rozprawy wo přidatkowej kompatibelnosći

source: <p> Reports submitted to us through the <a href="%(url_)s">Add-on Compatibility Reporter</a> are collected here for developers to view. These reports help us determine which add-ons will need help supporting an upcoming Firefox version. </p>
hsb: <p> Rozprawy, kotrež su so nam přez <a href="%(url_)s">rozprawjak přidatkoweje kompatibelnosće</a> připokazali, so tu zběraja, zo móhli wuwiwarjo je čitać. Tute rozprawy nam pomhaja postajić, kotre přidatki pomoc trjebaja, zo bychu přichodnu wersiju Firefox podpěrowali.</p>

source: Reports for your Add-ons
hsb: Rozprawy za waše přidatki

source: Add-on Compatibility Center
hsb: Centrum přidatkoweje kompatibelnosće

source: Enter the GUID of an add-on below to view any reports we've received.
hsb: Zapodajće GUID jednoho ze slědowacych přidatkow, zo byšće rozprawy čitał, kotrež smy dóstali.

source: {addon} Compatibility Reports
hsb: Rozprawy kompatibelnosće přidatka {addon}

source: {0} success report
hsb: {0} rozprawa wuspěcha

source: {0} problem report
hsb: {0} rozprawa wo problemach

source: View all
hsb: Wšě pokazać

source: Filter by Application
hsb: Po nałoženju filtrować

source: Report Type
hsb: Typ rozprawy

source: Application
hsb: Nałoženje

source: Application Build
hsb: Wersija nałoženja

source: Platform
hsb: Platforma

source: Submitted
hsb: Wotpósłane

source: Success
hsb: Wuspěch

source: No reports found.
hsb: Žane rpzprawy namakane.

source: Mobile
hsb: Mobilny

source: Firefox for Android
hsb: Firefox za Android

source: Unknown
hsb: Njeznaty

source: Incomplete
hsb: Njedospołny

source: Awaiting Preliminary Review
hsb: Čaka na nachwilne přepruwowanje

source: Awaiting Full Review
hsb: Čaka na dospołne přepruwowanje

source: Fully Reviewed
hsb: Dospołnje přepruwowany

source: Disabled by Mozilla
hsb: Wot Mozilla znjemóžnjeny

source: Preliminarily Reviewed
hsb: Nachwilu přepruwowany

source: Preliminarily Reviewed and Awaiting Full Review
hsb: Nachwilu přepruwowany a čaka na dospołne přepruwowanje

source: Deleted
hsb: Zhašane

source: Pending approval
hsb: Čaka na schwalenje

source: Flagged for further review
hsb: Za dalše přepruwowanje woznamjenjene

source: Developer
hsb: Wuwiwar

source: Viewer
hsb: Wobkedźbowar

source: Support
hsb: Pomoc

source: Any
hsb: Wšě

source: Extension
hsb: Rozšěrjenje

source: Complete Theme
hsb: Dospołna drasta

source: Search Engine
hsb: Pytawa

source: Language Pack (Application)
hsb: Rěčny pakćik (nałoženje)

source: Language Pack (Add-on)
hsb: Rěčny pakćik (přidatk)

source: Plugin
hsb: Tykač

source: Theme
hsb: Drasta

source: Dictionaries
hsb: Słowniki

source: Language Packs (Application)
hsb: Rěčne pakćiki (nałoženje)

source: Language Packs (Add-on)
hsb: Rěčne pakćiki (přidatk)

source: Plugins
hsb: Tykače

source: Only ask on this add-on's page and developer profile
hsb: Jenož so na stronje tutoho přidatka a w profilu wuwiwarja prašeć

source: Ask after users start downloading this add-on
hsb: Prašeć so, po tym zo wužiwarjo su započeli, tutón přidatk sćahować

source: Ask before users can download this add-on
hsb: Prašeć so, prjedy hač wužiwarjo móžeja tutón přidatk sćahnyć

source: Other
hsb: Druhe

source: Exception
hsb: Wuwzaće

source: Release
hsb: Wersija

source: Change
hsb: Změna

source: App
hsb: Nałoženje

source: Manual Reviewer Points
hsb: Dypki za manuelne přepruwowanje

source: Full Add-on Review
hsb: Dospołne přepruwowanje přidatka

source: Preliminary Add-on Review
hsb: Nachwilne přepruwowanje přidatka

source: Updated Add-on Review
hsb: Přepruwowanje zaktualizowaneho přidatka

source: Full Dictionary Review
hsb: Dospołne přepruwowanje słownika

source: Preliminary Dictionary Review
hsb: Nachwilne přepruwowanje słownika

source: Updated Dictionary Review
hsb: Přepruwowanje zaktualizowaneho słownika

source: Full Language Pack Review
hsb: Dospołne přepruwowanje rěčneho pakćika

source: Preliminary Language Pack Review
hsb: Nachwilne přepruowanje rěčneho pakćika

source: Updated Language Pack Review
hsb: Přepruwowanje zaktualizowaneho rěčneho pakćika

source: Bonus for overdue reviews
hsb: Bonus za pózdnje přepruwowanja

source: Days Before Bonus Points Applied
hsb: Dny, prjedy hač bonusowe dypki płaćiwosć nabudu

source: Theme Review
hsb: Přepruwowanje drasty

source: Full Search Provider Review
hsb: Dospołne přepruwowanje pytanskeho poskićowarja

source: Preliminary Search Provider Review
hsb: Nachwilne přepruwowanje pytanskeho poskićowarja

source: Updated Search Provider Review
hsb: Přepruwowanje zaktualizowaneho pytanskeho poskićowarja

source: Complete Theme Review
hsb: Přepruwowanje dospołneje drasty

source: Preliminary Complete Theme Review
hsb: Nachwilne přepruwowanje dospołneje drasty

source: Updated Complete Theme Review
hsb: Přepruwowanje zaktualizowaneje dospołneje drasty

source: Moderated Addon Review
hsb: Přepruwowanje moderěrowaneho přidatka

source: Addon Review Moderation Reverted
hsb: Moderacija za přepruwowanje přidatka je so cofnyła

source: Level 1
hsb: Schodźenk 1

source: Level 2
hsb: Schodźenk 2

source: Level 3
hsb: Schodźenk 3

source: Level 4
hsb: Schodźenk 4

source: Level 5
hsb: Schodźenk 5

source: Level 6
hsb: Schodźenk 6

source: Level 7
hsb: Schodźenk 7

source: Level 8
hsb: Schodźenk 8

source: Level 9
hsb: Schodźenk 9

source: Not signed
hsb: Njesignowane

source: Signed for a full review
hsb: Za dospołne přepruwowanje signowane

source: Signed of a preliminary review
hsb: Za nachwilne přepruwowanje signowanje

source: Request More Info
hsb: Dalše informacije požadać

source: Flag
hsb: Markěrować

source: Duplicate
hsb: Duplikat

source: Reject
hsb: Wotpokazać

source: Approve
hsb: Schwalić

source: Sexual or pornographic content
hsb: Seksualny abo pornografiski wobsah

source: Inappropriate or offensive content
hsb: Njepřistojny abo křiwdźacy wobsah

source: Violence, war, or weaponry images
hsb: Wobrazy wo namocy, wójnje abo brónjach

source: Nazi or other hate content
hsb: Nacistiski abo druhi hidu rozšěrjacy wobsah

source: Defamatory content
hsb: Přisłodźaty wobsah

source: Online gambling
hsb: Hraće wo zbožo online

source: Spam content
hsb: Spam

source: Low-quality, stretched, or blank image
hsb: Wobraz niskeje kwality, rozćehnjeny abo prózdny wobraz

source: Header image alignment problem
hsb: Problem z wusměrjenjom hłowoweho wobraza

source: All Rights Reserved
hsb: Wšě prawa wuměnjene

source: All Platforms
hsb: Wšě platformy

source: Core
hsb: Jadro

source: Recent Changes for %s
hsb: Najnowše změny za %s

source: Recent Changes for My Add-ons
hsb: Najnowše změny za moje přidatki

source: Must have at least one owner.
hsb: Dyrbi znajmjeńša jednoho wobsedźerja měć.

source: At least one author must be listed.
hsb: Znajmjeńša jedyn awtor dyrbi podaty być.

source: An author can only be listed once.
hsb: Awtor smě jenož jadyn raz w lisínje być.

source: Slug incorrect.
hsb: Wopačne adresowe mjeno.

source: Invalid JSON object
hsb: Njepłaćiwy JSON-objekt

source: Message not eligible for annotation
hsb: Powěsć za přispomnjenje wuběrajomna njeje

source: Details
hsb: Podrobnosće

source: What is your license's name?
hsb: Kak waša licenca rěka?

source: Provide the text of your license.
hsb: Podajće tekst swojeje licency.

source: License text is required when choosing Other.
hsb: Licencny tekst je trěbny, hdyž Druhe wuběraće.

source: This add-on has an End-User License Agreement
hsb: Tutón přidatk ma licencne dojednanje za kónčnych wužiwarjow (EULA)

source: Please specify your add-on's End-User License Agreement:
hsb: Prošu podajće swoje ličencne dojednanje za kónčnych wužiwarjow:

source: This add-on has a Privacy Policy
hsb: Tutón přidatk ma prawidła priwatnosće
