Repository: mozilla/addons-server
Catalog: locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: Can I host my own add-on?
hsb: Móžu swójski přidatk hospodować dać?

source: Can Mozilla host my add-on?
hsb: Móže Mozilla mój přidatk hospodować?

source: Yes. You can host your add-on on <a href="%(url)s">Mozilla's add-on website</a>.
hsb: Haj. Móžeće swój přidatk na <a href="%(url)s">přidatkowym websydle Mozilla</a> hospodować.

source: What is AMO?
hsb: Što je AMO?

source: Does Mozilla keep my account information private?
hsb: Dźerži Mozilla moje kontowe informacije priwatne?

source: Yes. Our <a href="%(url)s">Privacy Policy</a> describes how your information is managed by Mozilla.
hsb: Haj. Naše <a href="%(url)s">prawidła priwatnosće</a> wopisuja, kak Mozilla z wašimi informacijemi wobchadźa.

source: What are the "developer tools" listed on AMO?
hsb: Što su „wuwiwarske nastroje“, kotrež so na AMO nalistuja?

source: How do I submit my add-on for review?
hsb: Kak móžu swój přidatk za přepruwowanje zapodać?

source: What operating system do I choose for my add-on?
hsb: Kotry dźěłowy system měł ja za swój přidatk wužiwać?

source: You must choose the operating systems on which your add-on will successfully function.
hsb: Dyrbiće dźěłowe systemy wubrać, z kotrymiž waš přidatk wuspěšnje funguje.

source: What category do I choose for my add-on?
hsb: Kotru kategoriju měł ja za swój přidatk wubrać?

source: What does "nominating" my add-on mean?
hsb: Što „nominowanje“ za mój přidatk woznamjenja?

source: Nominated add-ons are new add-ons that the author has nominated to become public via the Developer Tools.
hsb: Nominowane přidatki su nowe přidatki, kotrež awtor je nominował, zo bychu so přez wuwiwarske nastroje wozjewili.

source: Can I specify a license agreement for using my add-on?
hsb: Móžu licencne dojednanje za wužiwanje swojeho přidatka podać?

source: Can I include a privacy policy for my add-on?
hsb: Móžu prawidła priwatnosće do swojeho přidatka zapřijeć?

source: Why must my add-on be reviewed?
hsb: Čehodla dyrbi so mój přidatk přepruwować?

source: Who reviews my add-on?
hsb: Štó přepruwuje mój přidatk?

source: What are the guidelines used to review my add-on?
hsb: Kotre směrnicy so za přepruwowanje mojeho přidatka wužiwaja?

source: How long will it take for my add-on to be reviewed?
hsb: Kak dołho budźe přepruwowanje mojeho přidatka trać?

source: number of add-on submissions
hsb: ličba přidatkowych zapodaćow

source: complexity of an add-on’s code
hsb: kompleksnosć přidatkoweho koda

source: number of problem areas discovered
hsb: ličba namakanych problemowych polow

source: How can I see how many times my add-on has been downloaded?
hsb: Kak móžu widźeć, kak wjele razow je so mój přidatk sćahnył?

source: How can I see how many active users are using my add-on?
hsb: Kak móžu widźeć, kelko aktiwnych wužiwarjow mój přidatk wužiwa?

source: How do I submit an update for my add-on?
hsb: Kak móžu aktualizaciju za swój přidatk zapodać?

source: Does my update need to be reviewed by editors?
hsb: Dyrbi so moja aktualizacija wot redaktorow přepruwować?

source: How do I reply to a user who has posted a negative review of my add-on?
hsb: Kak móžu wužiwarjej wotmołwu słać, kiž je negatiwne pohódnoćenje mojeho přidatka napisał?

source: Spam or otherwise non-review content
hsb: Spam abo druhi wobsah, kotryž pohódnoćenje njeje

source: Inappropriate language/dialog
hsb: Njepřihódne słowa

source: Misplaced bug report or support request
hsb: Deplacěrowana zmylkowa rozprawa abo próstwa wo pomoc

source: Can I request that a review be removed if the review is negative?
hsb: Móžu požadać, zo so pohódnoćenje wotstroni, jeli pohódnoćenje negatiwne?

source: No. We do not remove negative reviews from add-ons unless they are found to be false.
hsb: Ně. Njewotstronjamy negatiwne pohódnoćenja přidatkow, chibazo wupokazuje so, zo pohódnoćenje je wopak.

source: A comparison of known open source licenses on Wikipedia.
hsb: Přirunanje znatych wotewrjenych licencow na Wikipediji.

source: Frequently Asked Questions
hsb: Huste prašenja

source: Using Add-ons
hsb: Přidatki wužiwać

source: What is an add-on?
hsb: Što je přidatk?

source: Will add-ons work with my web browser or application?
hsb: Budu přidatki z mojim webwobhladowakom abo nałoženjom fungować?

source: What are the different types of add-ons?
hsb: Kotre rozdźělne typy přidatkow su?

source: How do I install, manage, or remove an add-on?
hsb: Kak móžu přidatk instalować, rjadować abo wotstronić?

source: How do I install add-ons without restarting Firefox?
hsb: Kak móžu přidatk instalować bjez toho, zo bych dyrbjał Firefox znowa startować?

source: How do I keep add-ons up-to-date?
hsb: Kak móžu přidatki aktualne dźeržeć?

source: Are add-ons safe to install?
hsb: Je wěste, přidatki instalować?

source: Can add-ons make %(app_name)s slower?
hsb: Mógu přidatki %(app_name)s spomalić?

source: What if I have problems with an add-on?
hsb: Što je, jeli mam problemy z přidatkom?

source: Add-on Gallery
hsb: Galerija přidatkow

source: What if I can't find an add-on I'm looking for?
hsb: Što móžu činić, jeli přidatk njenamakam, za kotrymž pytam?

source: What does it mean if an add-on is "not reviewed"?
hsb: Što woznamjenja, jeli přidatk „přepruwowany njeje“?

source: How much do add-ons cost to purchase?
hsb: Kelko přidatki płaća?

source: What does it mean when an add-on asks for contributions?
hsb: Što woznamjenja, hdyž přidatk wo dary prosy?

source: What are beta add-ons?
hsb: Što su betapřidatki?

source: What does it mean when an add-on is flagged as slow?
hsb: Što woznamjenja, hdyž přidatk je jako pomały woznamjenił?

source: Please visit our <a href="%(contact_url)s">Contact page</a>.
hsb: Prošu wopytajće našu <a href="%(contact_url)s">kontaktowu stronu</a>.

source: What is a Source Code License?
hsb: Što je licenca žórłoweho koda?

source: Collections and Favorites
hsb: Zběrki a fawority

source: What is a collection?
hsb: Što je zběrka?

source: What is the My Favorites collection?
hsb: Što je zběrka „Moje fawority“?

source: Mobile Add-ons
hsb: Přidatki za mobilny Firefox

source: What are mobile add-ons?
hsb: Što su mobilne přidatki?

source: Developer Topics
hsb: Wuwiwarske temy

source: Still have questions?
hsb: Maće hišće prašenja?

source: Some tips for writing a great review
hsb: Někotre pokiwy za pisanje dobreho pohódnoćenja

source: Frequently Asked Questions about Reviews
hsb: Huste prašenja wo pohódnoćenjach

source: Do:
hsb: Derje:

source: Did the add-on work as you expected it to?
hsb: Je přidatk fungował, kak sće wočakował?

source: What features did you like or dislike?
hsb: Kotre funkcije wam so spodobaja abo njespodobaja?

source: Was it useful?
hsb: Je to wužitne było?

source: Was it easy to use?
hsb: Da so lochko wužiwać?

source: Will you continue to use this add-on?
hsb: Budźeće tutón přidatk dale wužiwać?

source: Don’t:
hsb: Špatnje:

source: How can I report a problematic review?
hsb: Kak móžu problematiske pohódnoćenje zdźělić?

source: I’m an add-on author, can I respond to reviews?
hsb: Sym awtor přidatka, móžu na pohódnoćenja wotmołwjeć?

source: I’m an add-on author, can I delete unfavorable reviews or ratings?
hsb: Sym awtor přidatka, móžu njepřijomne pohódnoćenja zhašeć?

source: Sunbird has retired
hsb: Sunbird so hižo dale njewuwiwa

source: We recommend upgrading to <a href="%(tb_url)s">Thunderbird</a> and <a href="%(lightning_url)s">Lightning</a>.
hsb: Poručamy, zo <a href="%(tb_url)s">Thunderbird</a> a <a href="%(lightning_url)s">Lightning</a> aktualizujeće.

source: Read more about Sunbird
hsb: Čitajće wjace wo Sunbrid

source: There was an error communicating with PayPal. Please try again later.
hsb: Při komunikaciji z PayPal je zmylk wustupił. Prošu spytajće pozdźišo hišće raz.

source: There was an error with this currency.
hsb: Z měnu je zmylk wustupił.

source: The amount is too small for conversion into the receiver's currency.
hsb: Suma je přemała za konwersiju do měny přijimarja.

source: The buyer and seller must have different PayPal accounts.
hsb: Kupc a předawar dyrbitej rozdźělnej konće PayPal měć.

source: The seller does not accept payments in %s.
hsb: Předawar płaćenja w %s njeakceptuje.

source: Reviews for %s
hsb: Pohódnoćenja za %s

source: Review History for this Addon
hsb: Historija pohódnoćenjow za tutón přidatk

source: Rated %d out of 5 stars
hsb: Z %d z 5 hwěžkow pohódnoćeny

source: Keep review; remove flags
hsb: Přepruwowanje wobchować; markěrowanja wotstronić

source: Skip for now
hsb: Nětko přeskočić

source: Delete review
hsb: Pohódnoćenje zhašeć

source: Other (please specify)
hsb: Druhe (prošu podać)

source: Thanks; this review has been flagged for editor approval.
hsb: Dźakujemy so; tute přepruwowanje je so za schwalenje redaktora markěrowało.

source: Add a review for {0}
hsb: Pohódnoćenje za {0} přidać

source: Reply to review by {0}
hsb: Na pohódnoćenje wot {0} wotmołwić

source: Reply
hsb: Wotmołwić

source: Write a Reply
hsb: Wotmołwu pisać

source: Submit
hsb: Wotpósłać

source: or <a href="%(url)s">Cancel</a>
hsb: abo <a href="%(url)s">Přetorhnyć</a>

source: Please select a reason:
hsb: Wubjerće prošu přičinu:

source: by %(user)s <b>(Developer)</b> on %(date)s
hsb: wot %(user)s <b>(wuwiwar)</b> %(date)s

source: This review is for a previous version of the add-on ({0}).
hsb: Tute pohódnoćenje je za předchadnu wersiju přidatka ({0}).

source: This user has a <a href="%(user_review_url)s">previous review</a> of this add-on.
hsb: Tutón wužiwar ma <a href="%(user_review_url)s">starše pohódnoćenje</a> tutoho přidatka.

source: This user has <a href="%(user_review_url)s">other reviews</a> of this add-on.
hsb: Tutón wužiwar ma <a href="%(user_review_url)s">druhe pohódnoćenja</a> tutoho přidatka.

source: Flagged for review
hsb: Za přepruwowanje markěrowany

source: Report this review
hsb: Tute pohódnoćenje jako njepřistojne zdźělić

source: Reply to review
hsb: Na pohódnoćenje wotmołwić

source: Edit reply
hsb: Wotmołwu wobdźěłać

source: Edit review
hsb: Pohódnoćenje wobdźěłać

source: Delete reply
hsb: Wotmołwu zhašeć

source: {0} :: Reviews
hsb: {0} :: Pohódnoćenja

source: Reviews for {0}
hsb: Pohódnoćenja za {0}

source: <b>{0}</b> review for this add-on
hsb: <b>{0}</b> pohódnoćenje za tutón přidatk

source: Developer reply by {0}
hsb: Wotmołwa wot wuwiwarja {0}

source: Review for %(addon)s by %(user)s
hsb: Pohódnoćenje za %(addon)s wot %(user)s

source: No reviews found.
hsb: Žane pohódnoćenja namakane.

source: <strong>Average</strong> (%(total)s)
hsb: <strong>Přerězk</strong> (%(total)s)

source: Write a New Review
hsb: Napisajće nowe pohódnoćenje

source: Be the first to write a review.
hsb: Budźće prěni, kotryž pohódnoćenje pisa.

source: {num} review
hsb: {num} pohódnoćenje

source: Rated {0} out of 5 stars
hsb: Z {0} z 5 hwěžkow pohódnoćeny

source: Rated %(rating)s out of 5 stars
hsb: Z %(rating)s z 5 hwěžkow pohódnoćeny

source: Add a Review
hsb: Pohódnoćenje přidać

source: Log in to add a review
hsb: Přizjewće so, zo byšće pohódnoćenje přidał

source: No ratings yet.
hsb: Hišće žane pohódnoćenja.

source: Average from {0} Rating
hsb: Přerězk z {0} pohódnoćenja

source: by %(user)s
hsb: wot %(user)s

source: Read More&nbsp;&raquo;
hsb: Čitajće wjace&nbsp;&raquo;

source: See All Reviews
hsb: Wšě pohódnoćenja pokazać

source: Most popular this week
hsb: Najbóle woblubowane tutoho tydźenja

source: Most popular this month
hsb: Najbóle woblubowane tutoho měsaca

source: Most popular all time
hsb: Najbóle woblubowane za cyły čas

source: search for add-ons
hsb: přidatki pytać

source: search for collections
hsb: zběrki pytać

source: search for themes
hsb: drasty pytać

source: search for apps
hsb: nałoženja pytać

source: Sort By
hsb: Sortěrować po

source: Relevance
hsb: Relewanca

source: Results <strong>{0}</strong>-<strong>{1}</strong> of <strong>{2}</strong>
hsb: Wuslědki <strong>{0}</strong>-<strong>{1}</strong> z <strong>{2}</strong>

source: Showing {0} - {1} of {2} results for <strong>{3}</strong> tagged with <strong>{4}</strong>
hsb: Pokazuje so {0} - {1} z {2} wuslědkow za <strong>{3}</strong>, markěrowanych z <strong>{4}</strong>

source: Showing {0} - {1} of {2} results for <strong>{3}</strong>
hsb: Pokazuje so {0} - {1} z {2} wuslědkow za <strong>{3}</strong>

source: Showing {0} - {1} of {2} results tagged with <strong>{3}</strong>
hsb: Pokazuje so {0} - {1} z {2} wuslědkow markěrowanych z <strong>{3}</strong>

source: Showing {0} - {1} of {2} results
hsb: Pokazuje so {0} - {1} z {2} wuslědkow

source: {0} Add-ons
hsb: Přidatki za {0}

source: Any {0}
hsb: Wšě wersije {0}

source: All Systems
hsb: Wšě systemy

source: All Tags
hsb: Wšě znački

source: Collection Search Results for {0}
hsb: Pytanske wuslědki za zběrki za {0}

source: Collection Search Results
hsb: Pytanske wuslědki za zběrki

source: Search Unavailable
hsb: Pytanje k dispoziciji njeje

source: Search is temporarily unavailable. Please try again in a few minutes.
hsb: Pytanje nachwilu k dispoziciji njeje. Prošu spytajće za mało mjeńšin hišće raz.

source: Themes Search Results for {0}
hsb: Drastowe pytanske wuslědki za {0}

source: Themes Search Results
hsb: Drastowe pytanske wuslědki

source: {0} :: Tag
hsb: {0} :: Značka

source: Search Results for tag "{0}"
hsb: Pytanske wuslědki za značku „{0}“

source: <b>{0}</b> matching result
hsb: <b>{0}</b> přihódny wuslědk

source: Filter Results
hsb: Filtrowanske wuslědki

source: Category
hsb: Kategorija

source: Tag
hsb: Značka

source: Search Results <i>({num})</i>
hsb: Pytanske wuslědki <i>({num})</i>

source: Could not find add-on with id "{}".
hsb: Přidatk z ID „{}“ njeda so namakać.

source: You do not own this addon.
hsb: Tutón přidatk wam njesłuša.

source: Version does not match the manifest file.
hsb: Wersija dataji manifest njewotpowěduje.

source: Version already exists.
hsb: Wersija hižo eksistuje.

source: No uploaded file for that addon and version.
hsb: Žana nahrata dataja za tutón přidatk a tutu wersiju.

source: Thanks for contributing to {addon_name}
hsb: Dźakujemy so, zo sće za {addon_name} darił

source: Overview
hsb: Přehlad

source: by Source
hsb: po žórle

source: by Add-on Version
hsb: po přidatkej wersiji

source: by Application
hsb: po nałoženju

source: by Language
hsb: po rěči

source: by Platform
hsb: po platformje

source: by Add-on Status
hsb: po přidatkowym statusu

source: Subscribers
hsb: Abonenća

source: Ratings
hsb: Pohódnoćenja

source: Add-on Statistics
hsb: Přidatkowa statistika

source: Add-ons in Use
hsb: Wužiwane přidatki

source: Add-ons Created
hsb: Wutworjene přidatki

source: Add-ons Downloaded
hsb: Sćehnjene přidatki

source: Add-ons Updated
hsb: Nahrate přidatki

source: Collections Created
hsb: Wutworjene zběrki

source: Reviews Written
hsb: Napisane pohódnoćenja

source: User Signups
hsb: Wužiwarske registrowanja

source: Archived Data
hsb: Archiwowane daty

source: From
hsb: Wot

source: To
hsb: Do

source: Update
hsb: Aktualizować

source: Export
hsb: Eksportować

source: {0} :: Statistics Dashboard :: Add-ons for {1}
hsb: {0} :: Kontrolna deska statistiki :: Přidatki za {1}

source: {0} :: Statistics Dashboard
hsb: {0} :: Kontrolna deska statistiki

source: Statistics Dashboard :: Add-ons for {0}
hsb: Kontrolna deska statistiki :: Přidatki za {0}

source: Statistics for {0}
hsb: Statistika za {0}

source: Statistics Dashboard
hsb: Kontrolna deska statistiki

source: Controls:
hsb: Wodźenje:

source: reset zoom
hsb: skalowanje wróćo stajić

source: Group by:
hsb: Zeskupjeć:

source: day
hsb: dźeń

source: week
hsb: tydźeń

source: month
hsb: měsac

source: For last:
hsb: Za zańdźene:

source: 7 days
hsb: 7 dnjow

source: 30 days
hsb: 30 dnjow

source: 90 days
hsb: 90 dnjow

source: 365 days
hsb: 365 dnjow

source: Custom...
hsb: Swójske...

source: Loading the latest data&hellip;
hsb: Najnowše daty so začituja&hellip;

source: No data available.
hsb: Žane daty k dispozicji.

source: This dashboard is currently <b>public</b>.
hsb: Kontrolna deska je tuchwilu <b>zjawna</b>.

source: Contribution stats are currently <b>private</b>.
hsb: Statistika darow je tuchwilu <b>priwatna</b>.

source: This dashboard is currently <b>private</b>.
hsb: Tuta kontrolna deska je tuchwilu <b>priwatna</b>.

source: Change settings.
hsb: Nastajenja změnić.

source: Add-ons Created by Date
hsb: Wutworjene přidatki po datumje

source: Add-ons Downloaded by Date
hsb: Sćehnjene přidatki po datumje

source: Add-ons in Use by Date
hsb: Wužite přidatki po datumje

source: Add-ons Updated by Date
hsb: Zaktualizowane přidatki po datumje

source: Application usage by Date
hsb: Wužiwanje nałoženja po datumje

source: Collections Created by Date
hsb: Wutworjene zběrki po datumje

source: Contributions by Date
hsb: Dary po datumje

source: Downloaded by Date
hsb: Sćehnjene po datumje

source: How are downloads counted?
hsb: Kak so sćehnjenja liča?

source: User languages by Date
hsb: Wužiwarske rěče po datumje

source: Platform usage by Date
hsb: Wužiwanje platformy po datumje

source: <b>{0}</b> Downloads
hsb: <b>{0}</b> sćehnjenjow

source: Loading...
hsb: Začituje so...

source: <b>{0}</b> Average Daily Users
hsb: <b>{0}</b> wšědnych wužiwrjow w přerězku

source: Top Applications
hsb: Najbóle woblubowane nałoženja

source: See more applications&hellip;
hsb: Hlejće dalše nałoženja&hellip;

source: Top Languages
hsb: Najhusćiše rěče

source: See more languages&hellip;
hsb: Hlejće dalše rěče&hellip;

source: Top Platforms
hsb: Najhusćiše platformy

source: See more platforms&hellip;
hsb: Hlejće dalše platformy&hellip;

source: Ratings by Date
hsb: Pohódnoćenja po datumje

source: Reviews Created by Date
hsb: Wutworjene pohódnoćenja po datumje

source: Download sources by Date
hsb: Sćehnjenske žórła po datumje

source: About tracking external sources...
hsb: Wo slědowanju eksternych žórłow...

source: Add-on Status by Date
hsb: Přidatkowy status po datumje

source: Subscribers by Date
hsb: Abonenća po datumje

source: Daily Users by Date
hsb: Wšědni wužiwarjo po datumje

source: What are daily users?
hsb: Što su wšědni wužiwarjo?

source: User Signups by Date
hsb: Zregistrowani wužiwarjo po datumje

source: Application versions by Date
hsb: Nałoženske wersije po datumje

source: Other languages
hsb: Druhe rěče

source: Mozilla Add-ons
hsb: Přidatki Mozilla

source: Find add-ons for other applications
hsb: Přidatki za druhe nałoženja pytać

source: Other Applications
hsb: Druhe nałoženja

source: To create your own collections, you must have a Mozilla Add-ons account.
hsb: Zo byšće swójske zběrki wutworił, dyrbiće konto na Mozilla Add-ons měć.

source: Footer logo
hsb: Logo w nohowej lince

source: Choose a category
hsb: Wubjerće kategoriju

source: Mobile Categories
hsb: Mobilne kategorije

source: View Mobile Site
hsb: Mobilne sydło sej wobhladać

source: Site Status
hsb: Sydłowy status

source: get to know <b>add-ons</b>
hsb: zeznajće so z <b>přidatkami</b>

source: About
hsb: Wo

source: FAQ
hsb: Huste prašenja

source: <img alt="Firefox" src="{0}"> Add-ons
hsb: <img alt="Firefox" src="{0}"> Přidatki

source: <img alt="Thunderbird" src="{0}"> Add-ons
hsb: <img alt="Thunderbird" src="{0}"> Přidatki

source: <img alt="Firefox" src="{0}"> Mobile Add-ons
hsb: <img alt="Firefox" src="{0}"> Mobilne přidatki

source: <img alt="SeaMonkey" src="{0}"> Add-ons
hsb: <img alt="SeaMonkey" src="{0}"> Přidatki

source: <img alt="" src="{0}"> Add-ons
hsb: <img alt="" src="{0}"> Přidatki

source: Firefox Add-ons
hsb: Přidatki Firefox

source: Language Support
hsb: Rěčna podpěra

source: About Firefox
hsb: Wo Firefox

source: Join Mozilla
hsb: Přidružće so Mozilla

source: Participate
hsb: Wobdźělće so

source: Press Center
hsb: Nowinski centrum

source: Brand Toolkit
hsb: Markowy gratowy kašćik

source: Careers
hsb: Karjera

source: Partnerships
hsb: Partnerstwa

source: Legal
hsb: Prawniske

source: Contact Us
hsb: Kontaktujće nas

source: My Account
hsb: Moje konto

source: Welcome, {0}
hsb: Witajće, {0}

source: <a href="%(reg)s">Register</a> or <a href="%(login)s">Log in</a>
hsb: <a href="%(reg)s">Registrować</a> abo <a href="%(login)s">Přizjewić</a>

source: To try the thousands of add-ons available here, download <a href="%(url)s">Mozilla Firefox</a>, a fast, free way to surf the Web!
hsb: Zo byšće tysacy přidatkow wupruwował, kotrež su tu k dispoziciji, sćehńće <a href="%(url)s">Mozilla Firefox</a>, spěšna, darmotna móžnosć, web přehladować!

source: Welcome to {0} Add-ons.
hsb: Witajće k přidatkam {0}.

source: Choose from thousands of extra features and styles to make Firefox your own.
hsb: Wubjerće z tysacow přidatnych funkcijow a stilow, zo byšće Firefox po swojich potrěbnosćach přiměrił.

source: Add extra features and styles to make %(app)s your own.
hsb: Přidajće přidatne funkcije a stile, zo byšće %(app)s po swojich potrěbnosćach přiměrił.

source: On the go?
hsb: Po puću?

source: Android Add-ons
hsb: Přidatki za Android

source: required
hsb: trěbny

source: Required fields
hsb: Trěbne pola

source: Mobile Home
hsb: Startowa strona za Firefox Mobile

source: View full site
hsb: Dospołne sydło pokazać

source: Legal Notices
hsb: Prawniske informacije

source: Features
hsb: Funkcije

source: Add-Ons
hsb: Přidatki

source: Visit Mozilla
hsb: Mozilla wopytać

source: menu
hsb: meni

source: Register
hsb: Registrować

source: Log in
hsb: Přizjewić so

source: Localize for: <a id="change-locale" href="#">%(dl)s</a>
hsb: Přełožować za: <a id="change-locale" href="#">%(dl)s</a>

source: Existing Locales
hsb: Eksistowace rěče

source: New Locales
hsb: Nowe rěče

source: You have unsaved changes in the <b>{0}</b> locale. Would you like to save your changes before switching locales?
hsb: Maće njeskładowane změny w rěči <b>{0}</b>. Chceće swoje změny składować, prjedy hač rěč změniće?

source: Discard Changes
hsb: Změny zaćisnyć

source: Are you sure you want to remove all <b>{0}</b> translations? This cannot be undone.
hsb: Chceće woprawdźe wšě přełožki za <b>{0}</b> wotstronić? To njeda so cofnyć.

source: Delete Locale
hsb: Rěč zhašeć

source: Must be %s characters or more.
hsb: Minimalna ličba znamješkow: %s abo wjace.

source: Letters and numbers required.
hsb: Pismiki a ličby trěbne.

source: That password is not allowed.
hsb: Tute hesło dowolene njeje.

source: New password
hsb: Nowe hesło

source: Email must be {email}.
hsb: E-mejlowa adresa dyrbi {email} być.

source: Usernames cannot contain only digits.
hsb: Wužiwarske mjena njesmědźa jenož cyfry wobsahować.

source: Enter a valid username consisting of letters, numbers, underscores or hyphens.
hsb: Zapodajće płaćiwe wužiwarske mjeno, kotrež z pismikow, ličbow, podsmužkow abo wjazawkow wobsteji.

source: This username cannot be used.
hsb: Tute wužiwarske mjeno njeda so wužiwać.

source: This username is already in use.
hsb: Tute wužiwarske mjeno so hižo wužiwa.

source: Display Name
hsb: Pokazane mjeno

source: Location
hsb: Městno

source: Occupation
hsb: Powołanje

source: This URL has an invalid format. Valid URLs look like http://example.com/my_page.
hsb: Tutón URL ma njepłaćiwy format. Płaćiwe URL tak wupadaja: http://přikład.de/moja_strona.

source: Please use an email address from a different provider to complete your registration.
hsb: Prošu wužiwajće e-mejlowe adresy z druheho poskićowarja, zo byšće swoje registrowanje dokónčił.

source: This display name cannot be used.
hsb: Tute pokazane mjeno njeda so wužiwać.

source: The passwords did not match.
hsb: Hesle jenak njejstej.

source: Profile Photo
hsb: Profilowe foto

source: Default locale
hsb: Standardna rěč

source: Firefox Accounts users cannot currently change their email address.
hsb: Wužiwarjo Firefox Accounts njemóža tuchwilu swoju e-mejlowu adresu změnić.

source: Wrong password entered!
hsb: Wopačne hesło zapodate!

source: Email cannot be changed.
hsb: E-mejlowa adresa njeda so změnić.
