Repository: mozilla/addons-server
Catalog: locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: Your log in attempt could not be parsed. Please try again.
hsb: Waš přizjewjenski posypt njeda so analyzować. Prošu spytajće hišće raz.

source: Your Firefox Account could not be found. Please try again.
hsb: Waše konto Firefox njeda so namakać. Prošu spytajće hišće raz.

source: You could not be logged in. Please try again.
hsb: Waše přizjewjenje je so nimokuliło. Prošu spytajće hišće raz.

source: Your account has already been migrated to Firefox Accounts.
hsb: Waše konto je so hižo do Firefox Accounts přesunyło.

source: Your Firefox Account already exists on this site.
hsb: Waše konto Firefox na tutym sydle hižo eksistuje.

source: Great job!
hsb: Dobre dźěło!

source: You can now log in to Add-ons with your Firefox Account.
hsb: Móžeće so nětko ze swojim kontom Firefox na websydle přidatkow přizjewić.

source: Need help?
hsb: Trjebaće pomoc?

source: Download Now
hsb: Nětko sćahnyć

source: Download
hsb: Sćahnyć

source: Continue to Download&nbsp;&rarr;
hsb: Dale sćahnyć&nbsp;&rarr;

source: Featured
hsb: Předstajene

source: Add to {0}
hsb: K {0} přidać

source: This name is already in use. Please choose another.
hsb: Tute mjeno so hižo wužiwa. Prošu wubjerće druhe.

source: This slug is already in use. Please choose another.
hsb: Tute adresowe mjeno so hižo wužiwa. Prošu wubjerće druhe.

source: The slug cannot be "%s". Please choose another.
hsb: Adresowe mjeno njemóže "%s" być. Prošu wubjerće druhe.

source: Invalid tag: {0}
hsb: Njepłaćiwa značka: {0}

source: "{0}" is a reserved tag and cannot be used.
hsb: "{0}" je rezerwowana značka a njeda so wužiwać.

source: You have {0} too many tags.
hsb: Sće {0} značku přewjele.

source: All tags must be %s characters or less after invalid characters are removed.
hsb: Wšě znački dyrbja %s znamješkow abo mjenje měć, po tym zo so njepłaćiwe znamješka wotstronili.

source: All tags must be at least {0} character.
hsb: Wšě znački dyrbja znajmjeńša {0} znamješko měć.

source: Categories cannot be changed while your add-on is featured for this application.
hsb: Kategorije njedadźa so změnić, mjeztym so waš přidatk za tute nałoženje předstaja.

source: You can have only {0} category.
hsb: Móžeš jenož {0} kategoriju měć.

source: The miscellaneous category cannot be combined with additional categories.
hsb: Kategorija „Wšelake“ njeda so z druhimi kategorijemi kombinować.

source: Before changing your default locale you must have a name, summary, and description in that locale. You are missing %s.
hsb: Prjedy hač swoju standardnu rěč změniće, dyrbiće mjeno, zjeće a wopisanje w tutej rěči měć. %s hišće faluje.

source: A license must be selected.
hsb: Dyrbiće licencu wubrać.

source: Give Your Theme a Name.
hsb: Podajće swoju drastu a swoje mjeno.

source: Describe your Theme.
hsb: Wopisaj swoju drastu.

source: Enter a new author's email address
hsb: Zapodaj nowu e-mejlowu adresu awtora

source: Not Reviewed
hsb: Njepřepruwowany

source: Users have the option of contributing more or less than this amount.
hsb: Wužiwarjo móža wjace abo mjenje hač tuteje sumy darić.

source: Users will always be asked in the Add-ons Manager (Firefox 4 and above). Only applies to desktop.
hsb: Prašeja so wužiwarjow přeco w zrjadowaku přidatkow (Firefox 4 a nowši). Płaći jenož za desktop.

source: Listed
hsb: Nalistowane

source: Popular
hsb: Woblubowane

source: Recently Added
hsb: Njedawno přidate

source: Recently Updated
hsb: Njedawno zaktualizowane

source: Contribution for {0}
hsb: Přinošk za {0}

source: Abuse reported.
hsb: Znjewužiwanje zdźělene.

source: My add-on doesn't fit into any of the categories
hsb: Mój přidatk njehodźi so do žaneje kategorije

source: No compatible versions
hsb: Žane kompatibelne wersije

source: Added to Mobile
hsb: Mobilnemu gratej přidate

source: Add to Mobile
hsb: Mobilnemu gratej přidać

source: for {0}
hsb: za {0}

source: View privacy policy
hsb: Prawidła priwatnosće pokazać

source: View End-User License Agreement
hsb: Licencne dojednanje za kóncnych wužiwarjow (EULA) pokazać

source: This add-on has not been reviewed by Mozilla. <a href="%(url)s">Learn more</a>
hsb: Tutón přidatk njeje so wot Mozilla přepruwował. <a href="%(url)s">Dalše informacije</a>

source: This add-on has been preliminarily reviewed by Mozilla. <a href="%(url)s">Learn more</a>
hsb: Tutón přidatk je so nachwilu wot Mozilla přepruwował. <a href="%(url)s">Dalše informacije</a>

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
hsb: Wuwiwar tutoho přidatka was prosy, zo byšće jeho dalše wuwiwanje přez mały přinošk podpěrujeće.

source: The developer of this add-on asks that you show your support by making a donation to the <a href="%(charity_url)s">%(charity_name)s</a>.
hsb: Wuwiwar tutoho přidatka was prosy, zo byšće swoju podpěru přez dar za <a href="%(charity_url)s">%(charity_name)s</a> pokazał.

source: The developer of this add-on asks that you show your support by making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a>.
hsb: Wuwiwar tutoho přidatka was prosy, zo byšće swoju podpěru přez mały přinošk za <a href="%(charity_url)s">%(charity_name)s</a> pokazał.

source: Contribute
hsb: Darić

source: or
hsb: abo

source: Suggested Contribution: {0}
hsb: Namjetowany přinošk: {0}

source: What's this?
hsb: Što to je?

source: The developer of this add-on would like you to consider making a donation to the <a href="%(charity_url)s">%(charity_name)s</a> if you enjoy using it.
hsb: Wuwiwar tutoho přidatka was prosy, zo byšće dar za <a href="%(charity_url)s">%(charity_name)s</a> rozwažił, jeli jón rady wužiwaće.

source: The developer of this add-on would like you to consider making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a> if you enjoy using it.
hsb: Wuwiwar tutoho přidatka was prosy, zo byšće mały přinošk za <a href="%(charity_url)s">%(charity_name)s</a> rozwažił, jeli jón rady wužiwaće.

source: Mozilla is committed to supporting a vibrant and healthy developer ecosystem. Your optional contribution helps sustain further development of this add-on.
hsb: Mozilla je zawjazany, žiwy a strowy wuwiwarski ekosystem podpěrować. Waš dobrowólny přinošk pomha, dalše wuwiwanje tutoho přidatka zachować.

source: Make a Contribution
hsb: Darić

source: Help support the continued development of <strong>%(addon_name)s</strong> by making a small contribution through <a href="%(paypal_url)s">PayPal</a>.
hsb: Pomhajće, dalše wuwiwanje <strong>%(addon_name)s</strong> přez mały přinošk přez <a href="%(paypal_url)s">PayPal</a> podpěrać.

source: To show your support for <b>%(addon_name)s</b>, the developer asks that you make a donation to the <a href="%(charity_url)s">%(charity_name)s</a> through <a href="%(paypal_url)s">PayPal</a>.
hsb: Zo byšće swoju podpěru za <b>%(addon_name)s</b> pokazał, wuwiwar was prosy, zo byšće <a href="%(charity_url)s">%(charity_name)s</a> přez <a href="%(paypal_url)s">PayPal</a> darił.

source: To show your support for <b>%(addon_name)s</b>, the developer asks that you make a small contribution to <a href="%(charity_url)s">%(charity_name)s</a> through <a href="%(paypal_url)s">PayPal</a>.
hsb: Zo byšće swoju podpěru za <b>%(addon_name)s</b> pokazał, wuwiwar was prosy, zo byšće mały přinošk <a href="%(charity_url)s">%(charity_name)s</a> přez <a href="%(paypal_url)s">PayPal</a> dał.

source: How much would you like to contribute?
hsb: Kelko byšće darił?

source: The maximum contribution amount is {0}.
hsb: Maksimalny darjenski přinošk je {0}.

source: The minimum contribution amount is {0}.
hsb: Minimalna darjenski přinošk je {0}.

source: Contribution amount must be a number.
hsb: Darjenska suma dyrbi ličba być.

source: A one-time suggested contribution of {0}
hsb: Jónkróćny namjetowany dar {0}

source: A one-time contribution of {0} {1}
hsb: Jónkróćny přinošk {0} {1}

source: Leave a comment or request with your contribution.
hsb: Zawostajće komentar abo naprašowanje ze swojim darom.

source: (optional)
hsb: (opcionalny)

source: Make Contribution
hsb: Darić

source: Contacting PayPal
hsb: PayPal so kontaktuje

source: No Thanks
hsb: Ně, dźakuju so

source: Contribution made, thank you.
hsb: Přinošk je so darił, wulki dźak.

source: No restart required
hsb: Žane znowastartowanje trěbne

source: Add-on Information for {0}
hsb: Přidatkowe informacije za {0}

source: Updated
hsb: Zaktualizowany

source: Website
hsb: Websydło

source: Works with
hsb: Funguje z

source: Visibility
hsb: Widźomnosć

source: Hidden
hsb: Schowane

source: Unlisted
hsb: W lisćinje njepodate

source: Required Add-ons
hsb: Trěbne přidatki

source: Rating
hsb: Pohódnoćenje

source: Downloads
hsb: Sćehnjenja

source: View Statistics
hsb: Statistiku pokazać

source: Average Daily Users
hsb: Přerězna ličba wšědnych wužiwarjow

source: Abuse Reports
hsb: Rozprawy wo znjewužiwanju

source: Privacy Policy
hsb: Prawidła priwatnosće

source: View Privacy Policy
hsb: Prawidła priwatnosće pokazać

source: More about this add-on
hsb: Wjace wo tutym přidatku

source: Image Gallery
hsb: Wobrazowa galerija

source: Developer Comments
hsb: Wuwiwarske komentary

source: Development Channel
hsb: Wuwiwarski kanal

source: The Development Channel lets you test an experimental new version of this add-on before it's released to the general public. Once you install the development version, you will continue to get updates from this channel.
hsb: Wuwiwarski kanal wam zmóžnja, nowu eksperimentalnu wersiju tutoho přidatka testować, prjedy hač so powšitkownej zjawnosći přewostaji. Hdyž wuwiwarsku wersiju instalujeće, budźeće dale aktualizacije z tutoho kanala dóstawać.

source: Install development version
hsb: Wuwiwarsku wersiju instalować

source: <strong>Caution:</strong> Development versions of this add-on have not been reviewed by Mozilla. Once you install a development version you will continue to receive development updates from this developer. To stop receiving development updates, reinstall the default version from the link above.
hsb: <strong>Kedźbu:</strong> Wuwiwarske wersije tutoho přidatka njejsu přepruwowane wot Mozilla. Hdyž wuwiwarsku wersiju instalujeće, budźeće dale wuwiwarske aktualizacije wot tutoho wuwiwarja dóstawać. Zo njebyšće hižo žane wuwiwarske aktualizacije dóstawał, instalujće standardnu wersiju wot wotkaza horjeka.

source: Version {0}:
hsb: Wersija {0}:

source: Nothing to see here! The developer did not include any details.
hsb: Tu njeje ničo widźeć! Wuwiwar njeje žane podrobnosće integrował.

source: Version Notes
hsb: Wersijowe pokazy

source: End-User License Agreement for {0}
hsb: Licencne dojednanje za kóncnych wužiwarjow (EULA) za {0}

source: End-User License Agreement
hsb: Licencne dojednanje z kónčnym wužiwarjom (EULA)

source: %(addon_name)s requires that you accept the following End-User License Agreement before installation can proceed:
hsb: %(addon_name)s sej wužaduje, zo slědowace licencne dojednanje za kónčnych wužiwarjow (EULA) akceptujeće, prjedy hač z instalowanjom pokročujeće:

source: Back to {0}…
hsb: Wróćo k {0}…

source: Add-ons for {0}
hsb: Přidatki za {0}

source: Featured Extensions
hsb: Předstajene rozšěrjenja

source: Popular Extensions
hsb: Woblubowane rozšěrjenja

source: Most Popular
hsb: Najbóle woblubowane

source: All »
hsb: Wšě »

source: See all »
hsb: Wšě pokazać »

source: Up &amp; Coming Extensions
hsb: Nastawace rozšěrjenja

source: Featured Themes
hsb: Předstajene drasty

source: Featured Collections
hsb: Předstajene zběrki

source: Sort by:
hsb: Sortěrować po:

source: Updated {0}
hsb: Aktualizowany: {0}

source: Added {0}
hsb: Přidaty: {0}

source: %(num)s weekly download
hsb: %(num)s tydźenske sćehnjenje

source: %(num)s user
hsb: %(num)s wužiwar

source: {0} weekly download
hsb: {0} tydźenske sćehnjenje

source: {0} user
hsb: {0} wužiwar

source: Payment cancelled
hsb: Płaćenje přetorhnjene

source: Payment completed
hsb: Płaćenje dokónčene

source: Return to the addon.
hsb: Wróćo k přidatkej.

source: by
hsb: wot

source: More {0} Themes
hsb: Dalše drasty kategorije {0}

source: See all {0} Themes
hsb: Wšě drasty kategorije {0} pokazać

source: More by this Artist
hsb: Dalše wot tutoho wuměłca

source: See all Themes by this Artist
hsb: Wšě drasty wot tutoho wuměłca pokazać

source: Categories
hsb: Kategorije

source: Artist
hsb: Wuměłc

source: Daily Users
hsb: Wšědni wužiwarjo

source: License
hsb: Licenca

source: Awaiting Review
hsb: Čaka na přepruwowanje

source: Rejected
hsb: Wotpokazany

source: Approved
hsb: Schwaleny

source: <strong>{0}</strong> user
hsb: <strong>{0}</strong> wužiwar

source: Hover to Preview
hsb: Za přehlad pokazowak myški nad tym dźeržeć

source: Add
hsb: Přidać

source: Edit
hsb: Wobdźěłać

source: %%Y-%%m-%%d
hsb: %%d. %%m. %%Y

source: by {0} on {1}
hsb: wot {0} dnja {1}

source: Not yet rated
hsb: Hišće njepohódnoćeny

source: <b>{0}</b> users
hsb: <b>{0}</b> wužiwarjow

source: To install this add-on and thousands more, <b>get Firefox</b>, a free and open web browser from Mozilla.
hsb: Zo byšće tutón přidatk a tysace dalše instalował, <b>wobstarajće sej Firefox</b>, darmotny a wotewrjeny webwobhladowak wot Mozilla.

source: Learn more about Firefox
hsb: Dalše informacije wo Firefox

source: or <b><a class="button installer" href="{url}">download anyway</a></b>
hsb: abo <b><a class="button installer" href="{url}">najebać toho sćahnyć</a></b>

source: <strong>How to Install in Thunderbird</strong> <ol> <li>Download and save the file to your hard disk.</li> <li>In Mozilla Thunderbird, open Add-ons from the Tools menu.</li> <li>From the options button next to the add-on search field, select "Install Add-on From File..." and locate the downloaded add-on.</li> </ol>
hsb: <strong>Instalacija w Thunderbird</strong> <ol> <li>Sćehńće a składujće dataju na swojej krutej tačeli. </li> <li>Wočińće zrjadowak přidatkow přez meni „Nastroje“ w Mozilla Thunderbird.</li> <li>Wubjerće z tłóčatkom ze zubatym koleskom pódla pytanskeho pola přidatka zapisk „Přidatk z dataje instalować...“ a wubjerće sćehnjeny přidatk.</li> </ol>

source: To install this Theme, <b>get Thunderbird</b>, a free and open source email client from Mozilla Messaging and install the Personas Plus add-on.
hsb: Zo byšće tutu drastu instalował, <b>wobstarajće sej Thunderbird</b>, darmotny e-mejlowy programy wotewrjeneho žórła wot Mozilla Messaging a instalujće přidatk Personas Plus.

source: Learn more about Thunderbird
hsb: Dalše informacije wo Thunderbird

source: To install this Theme and thousands more, <b>get Firefox</b>, a free and open web browser from Mozilla.
hsb: Zo byšće tutu drastu a tysace dalše instalował, <b>wobstarajće sej Firefox</b>, darmotny a wotewrjeny webwobhladowak wot Mozilla.

source: This add-on has not been updated to work with your version of %(app)s.
hsb: Tutón přidatk njeje so hišće zaktualizował, zo by z wašej wersiju %(app)s fungował.

source: Install Anyway
hsb: Najebać toho instalować

source: This add-on requires a version of Firefox that has not been released yet.
hsb: Tutón přidatk sej wersiju Firefox wužaduje, kotrež hišće njeje wušła.

source: Help test new Firefox Versions
hsb: Pomhajće, nowe wersije Firefox testować

source: This add-on requires %(app)s {new_version}. You are currently using %(app)s {old_version}.
hsb: Tutón přidatk sej %(app)s {new_version} wužaduje. Wužiwaće tuchwilu %(app)s {old_version}.

source: Upgrade {0}
hsb: {0} aktualizować

source: or view <a href="%(href)s">older versions of this add-on</a>.
hsb: abo <a href="%(href)s">starše wersije tutoho přidatka</a> pokazać.

source: This Persona requires %(app)s %(new_version)s. You are currently using %(app)s {old_version}.
hsb: Tutón Persona sej %(app)s %(new_version)s wužaduje. Wužiwaće tuchwilu %(app)s {old_version}.

source: <strong>Caution:</strong> This add-on has not been reviewed by Mozilla and can't be installed on release versions of Firefox 43 and above. Be careful when installing third-party software that might harm your computer.
hsb: <strong>Kedźbu:</strong> Tutón přidatk njeje přepruwowany wot Mozilla a njeda so do wersije Firefox 43 a nowšych instalować. Budźće kedźbliwy, hdyž programy třećich poskićowarjow instalujeće, kotrež móhli wašemu ličakej škodu činić.

source: <strong>Please note:</strong> This add-on is not compatible with your operating system.
hsb: <strong>Kedźbu:</strong> Tutón přidatk z wašim dźěłowym systemom kompatibelny njeje.

source: This add-on is not compatible with your version of %(app)s because of the following:
hsb: Tutón přidatk je ze slědowaceje přičiny z wašej wersiju %(app)s kompatibelny njeje:

source: View other versions
hsb: Druhe wersije pokazać

source: This add-on is not compatible with your version of %(app)s.
hsb: Tutón přidatk z wašej wersiju %(app)s kompatibelny njeje.

source: Privacy Policy for {0}
hsb: Prawidła priwatnosće za {0}

source: QR code for add-on
hsb: QR-kod za přidatk

source: Want {0} on your mobile Firefox? Scan this QR code to install directly to your phone. (You'll need a QR reader. Search your phone's marketplace if don't have one.)
hsb: Chceće {0} na swojim mobilnym Firefox? Skenujće tutón QR-kod, zo byšće jón direktnje na swojim telefonje instalował. (Trjebaće QR-čitak. Přepytajće torhošćo swojeho telefona, jeli tajki nimaće.)

source: Report Abuse
hsb: Znjewužiwanje zdźělić

source: If you suspect this add-on violates <a href="%(url)s">our policies</a> or has security or privacy issues, please use the form below to describe your concerns. Please do not use this form for any other reason.
hsb: Jeli sej mysliće, zo so tutón přidatk přećiwo <a href="%(url)s">našim prawidłam</a> přeńdźe abo ma problemy wěstoty a priwatnosće, wužiwajće prošu slědowacy formular, zo byšće swoje wobmyslenja wopisał. Prošu njewužiwaj tutón formilar z druheje přičiny.

source: Send Report
hsb: Rozprawu pósłać

source: Cancel
hsb: Přetorhnyć

source: What do you think?
hsb: Što mysliće?

source: Please <a href="%(login)s">log in</a> to submit a review
hsb: Prošu <a href="%(login)s">přizjewće so</a>, zo byšće pohódnoćenje zapodał

source: Title:
hsb: Titul:

source: Review:
hsb: Pohódnoćenje:

source: Rating:
hsb: Pohódnoćenje:

source: Submit review
hsb: Pohódnoćenje wotpósłać

source: Please do not post bug reports in reviews. We do not make your email address available to add-on developers and they may need to contact you to help resolve your issue.
hsb: Prošu njesćelće rozprawy wo zmylkach w pohódnoćenjach. Njestajamy přidatkowym wuwiwarjam wašu e-mejlowu adresu k dispoziciji a njemóža tohodla z wami do zwiska stupić, zo bychu waš problem rozrisali.

source: See the <a href="%(support)s">support section</a> to find out where to get assistance for this add-on.
hsb: Hlejće <a href="%(support)s">wotrězk Pomoc</a>, zo byšće pomoc wo tutym přidatku dóstał.

source: Review Guidelines
hsb: Pohódnoćenske směrnicy

source: Reviews
hsb: Pohódnoćenja

source: by %(user)s on %(date)s
hsb: wot %(user)s dnja %(date)s

source: Show the developer's reply to this review
hsb: Wotmołwu wuwiwarja na tute pohódnoćenje pokazać

source: See all reviews of this add-on
hsb: Wšě pohódnoćenja tutoho přidatka pokazać

source: Tags
hsb: Znački

source: Icon for {0}
hsb: Symbol za {0}

source: by %(users)s
hsb: wot %(users)s

source: Download Anyway
hsb: Najebać toho sćahnyć

source: <b>%(amt)s</b> suggested
hsb: Namjet: <b>%(amt)s</b>

source: Enjoy this add-on?
hsb: Spodoba so wam tutón přidatk?

source: The <a href="%(meet_url)s">developer of this add-on</a> asks that you help support its continued development by making a small contribution.
hsb: <a href="%(meet_url)s">Wuwiwar tutoho přidatka</a> was prosy, zo byšće jeho dalše wuwiwanje přez mały přinošk podpěrujeće.

source: The <a href="%(meet_url)s">developer of this add-on</a> asks that you show your support by making a donation to the <a href="%(charity_url)s">%(charity_name)s</a>.
hsb: <a href="%(meet_url)s">Wuwiwar tutoho přidatka</a> was prosy, zo byšće swoju podpěru přez dar za <a href="%(charity_url)s">%(charity_name)s</a> pokazał.

source: The <a href="%(meet_url)s">developer of this add-on</a> asks that you show your support by making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a>.
hsb: <a href="%(meet_url)s">Wuwiwar tutoho přidatka</a> was prosy, zo byšće swoju podpěru přez mały přinošk za <a href="%(charity_url)s">%(charity_name)s</a> pokazał.

source: This add-on requires the following add-ons to work properly:
hsb: Tutón přidatk sej slědowace přidatki wužaduje, zo by korektnje fungował:

source: Average
hsb: Přerězk

source: Write a review
hsb: Napisajće pohódnoćenje

source: Related Categories
hsb: Přiwuzne kategorije

source: Part of these Collections
hsb: Dźěl tutych zběrkow

source: Other add-ons by %(author)s
hsb: Druhe přidatki wot %(author)s

source: <span itemprop="ratingCount">%(num)s</span> user review
hsb: <span itemprop="ratingCount">%(num)s</span> wužiwarske pohódnoćenje

source: View statistics
hsb: Statistiku pokazać

source: Manage
hsb: Rjadować

source: Icon of {0}
hsb: Symbol {0}

source: No Restart
hsb: Žane znowastartowanje

source: Meet the Developer: <a href="%(url)s">%(name)s</a>
hsb: Zeznajće so z wuwiwarjom: <a href="%(url)s">%(name)s</a>

source: Learn why {0} was created and find out what's next for this add-on.
hsb: Zhońće, čehodla {0} bu wutworjeny a kotre plany su za njón.

source: Add-on screenshot #{0}
hsb: Foto wobrazowki přidatka #{0}

source: Add-on home page
hsb: Startowa strona přidatka

source: Support site
hsb: Sydło pomocy

source: Support E-mail
hsb: E-mejlowa adresa pomocy

source: Version {0}
hsb: Wersija {0}

source: Info
hsb: Informacije

source: Last Updated:
hsb: Poslednja aktualizacija:

source: Released under <a target="_blank" href="%(url)s">%(name)s</a>
hsb: Wozjewjeny pod <a target="_blank" href="%(url)s">%(name)s</a>

source: Custom License
hsb: Swójska licenca

source: Released under <a href="%(url)s">%(name)s</a>
hsb: Wozjewjeny pod <a href="%(url)s">%(name)s</a>

source: About this Add-on
hsb: Wo tutym přidatku

source: Developer’s Comments
hsb: Komentary wuwiwarja

source: Version Information
hsb: Wersijowe informacije

source: See complete version history
hsb: Dospołnu wersijowu historiju pokazać

source: The Development Channel lets you test an experimental new version of this add-on before it's released to the general public. Once you install the development version, you will continue to get updates from this channel. To stop receiving development updates, reinstall the default version from the link above.
hsb: Wuwiwarski kanal wam zmóžnja, nowu eksperimentalnu wersiju tutoho přidatka testować, prjedy hač so powšitkownej zjawnosći přewostaji. Hdyž wuwiwarsku wersiju instalujeće, budźeće dale aktualizacije z tutoho kanala dóstawać. Zo njebyšće hižo žane wuwiwarske aktualizacije dóstał, instalujće strandardnu wersiju z wotkaza horjeka.

source: <strong>Caution:</strong> Development versions of this add-on have not been reviewed by Mozilla.
hsb: <strong>Kedźbu:</strong> Wuwiwarske wersije tutoho přidatka njebuchu přepruwowane wot Mozilla.

source: See complete development channel history
hsb: Dospołnu historiju wuwiwarskeho kanala pokazać

source: close
hsb: začinić

source: Thank you for installing {0}
hsb: Dźakujemy so za instalaciju přidatka {0}

source: Meet the {0} Developer
hsb: Zeznajće so z wuwiwarjom přidatka {0}

source: Before downloading this add-on, please consider supporting the development of this add-on by making a small contribution.
hsb: Prjedy hač tutón přidatk sćehnjeće, přemyslujće nad tym, hač chceće wuwiwanje tutoho přidatka přez mały přinošk podpěrać.

source: Why was {0} created?
hsb: Čehodla bu {0} wutworjeny?

source: What's next for {0}
hsb: Što je jako přichodne za {0} planowane

source: About the Developer
hsb: Wo wuwiwarju

source: No Photo
hsb: Žane foto
