Repository: mozilla/addons-server
Catalog: locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: Who is {0}?
hsb: Štó je {0}?

source: This add-on has been removed by its author.
hsb: Tutón přidatk je so wot swojeho awtora wotstronił.

source: This add-on has been disabled by an administrator.
hsb: Tutón přidatk je so wot administratora znjemóžnił.

source: Source Code License for {addon}
hsb: Licenca žórłoweho koda za {addon}

source: Source Code License
hsb: Licenca žórłoweho koda

source: permalink
hsb: trajny wotkaz

source: translate
hsb: přełožować

source: See all user reviews
hsb: Wšě wužiwarske pohódnoćenja pokazać

source: This add-on has not yet been reviewed.
hsb: Tutón přidatk njeje so hišće pohódnoćił.

source: Be the first!
hsb: Budźće prěni!

source: {0} users
hsb: {0} wužiwarjow

source: More
hsb: Wjace

source: Add to collection
hsb: Zběrce přidać

source: My Add-ons
hsb: Moje přidatki

source: My Themes
hsb: Moje drasty

source: Add to Firefox
hsb: K Firefox přidać

source: Edit Theme
hsb: Drastu wobdźěłać

source: Approve / Reject
hsb: Schwalić / Wotpokazać

source: Review History
hsb: Historija pohódnoćenjow

source: Sorry, this theme is pending. Please come back later.
hsb: Bohužel tuta drasta hišće na schwalenje čaka. Prošu přińdźće pozdźišo hišće raz.

source: This theme is pending. It is invisible to everyone but you.
hsb: Tuta drasta hišće na schwalenje čaka. Je za wšěch nimo tebje njewidźomna.

source: Collector's Note
hsb: Přispomnjenka zběraćela

source: Not Yet Rated
hsb: Hišće njepohódnoćeny

source: <strong>{0}</strong> weekly download
hsb: <strong>{0}</strong> tydźenske sćehnjenje

source: Read More
hsb: Dalše informacije

source: Users
hsb: Wužiwarjo

source: Weekly Downloads
hsb: Tydźenske sćehnjenja

source: Version
hsb: Wersija

source: {0} (Version Notes)
hsb: {0} (Wersijowe pokazy)

source: View All Versions
hsb: Wšě wersije pokazać

source: View Development Version
hsb: Wuwiwarsku wersiju pokazać

source: Caution
hsb: Kedźbu

source: Visit the Support Site
hsb: Sydło pomocy wopytać

source: Ask the Author a Question
hsb: Awtorej prašenje stajić

source: License Agreement
hsb: Licencne dojednanje

source: %(name)s requires that you accept the following End-User License Agreement before installation can proceed:
hsb: %(name)s sej žada, zo slědowace licencne dojednanje za kónčnych wužiwarjow (EULA) akceptujeće, prjedy hač z instalaciju pokročujeće:

source: Accept
hsb: Akceptować

source: Add-ons are not currently available on Firefox for iOS.
hsb: Přidatki tuchwilu za Firefox za iOS k dispoziciji njejsu.

source: You need Firefox to install add-ons. <a href="http://mozilla.com/mobile">Learn More&nbsp;&raquo;</a>
hsb: Trjebaće Firefox, zo byšće přidatki instalował. <a href="http://mozilla.com/mobile">Dalše informacije&nbsp;&raquo;</a>

source: Return to the {0} Add-ons homepage
hsb: Wróćo k startowej stronje přidatka {0}

source: Add-ons
hsb: Přidatki

source: Easy ways to personalize.
hsb: Lochke přiměrjenje.

source: Learn More
hsb: Dalše informacije

source: Add-ons are applications that let you personalize Firefox with extra functionality and style. Whether you mistype the name of a website or can't read a busy page, there's an add-on to improve your on-the-go browsing.
hsb: Přidatki su nałoženja, kotrež wam zmóžnjeja, Firefox z přidatnej funkcionalnosću a přidatnym stilom přiměrić. Hač mjeno websydła wopak pisaće abo njemóžeće jara aktiwnu stronu čitać, je přidatk, zo by waše přehladowanje polěpšił.

source: Themes
hsb: Drasty

source: View all Featured add-ons
hsb: Wšě předstajene přidatki pokazać

source: View all Popular add-ons
hsb: Wšě woblubowane přidatki pokazać

source: More Add-ons
hsb: Dalše přidatki

source: Highest Rated
hsb: Najwyše pohódnoćene

source: Newest
hsb: Najnowše

source: Try it on!
hsb: Wupruwujće jón!

source: Theme Info &raquo;
hsb: Informacije wo drasće &raquo;

source: Tools
hsb: Nastroje

source: My Profile
hsb: Mój profil

source: Account Settings
hsb: Kontowe nastajenja

source: My Collections
hsb: Moje zběrki

source: My Favorites
hsb: Moje fawority

source: Log out
hsb: Wotzjewić

source: Manage My Submissions
hsb: Moje zapodaća rjadować

source: Submit a New Add-on
hsb: Nowy přidatk zapodać

source: Submit a New Theme
hsb: Nowu drastu zapodać

source: Developer Hub
hsb: Wuwiwarski róžk

source: Manage API Keys
hsb: API-kluče rjadować

source: Editor Tools
hsb: Nastroje redaktora

source: Admin Tools
hsb: Administratorowe nastroje

source: Incorrect, please try again.
hsb: Wopak, prošu spytajće hišće raz.

source: Error verifying input, please try again.
hsb: Zmylk při přepruwowanju zapodaća, prošu spytajće hišće raz.

source: This must be a valid hex color code, such as #000000.
hsb: To dyrbi płaćiwy heksadecimalny barbowy kod być, na přikład #000000.

source: Enter at least one value.
hsb: Zapodajće znajmjeńša jednu hódnotu.

source: Collections
hsb: Zběrki

source: Dictionaries & Language Packs
hsb: Słowniki a rěčne pakćiki

source: {0} ago
hsb: před {0}

source: {addon} was created.
hsb: {addon} je so wutworił.

source: {addon} properties edited.
hsb: Kajkosće přidatka {addon} su so wobdźěłali.

source: {addon} description edited.
hsb: Wopisanje přidatka {addon} je so wobdźěłało.

source: Categories edited for {addon}.
hsb: Kategorije za přidatk {addon} su so wobdźěłali.

source: {0.name} ({1}) added to {addon}.
hsb: {0.name} ({1}) je so přidatkej {addon} přidał.

source: {0.name} ({1}) removed from {addon}.
hsb: {0.name} ({1}) je so z přidatka {addon} wotstronił.

source: Contributions for {addon}.
hsb: Přinoški za {addon}.

source: {addon} disabled.
hsb: Přidatk {addon} je znjemóžnjeny.

source: {addon} enabled.
hsb: Přidatk {addon} je zmóžnjeny.

source: Stats set public for {addon}.
hsb: Statistiki za přidatk {addon} su zjawne.

source: {addon} stats set to private.
hsb: Statistiki za přidatk {addon} su priwatne.

source: {addon} status changed to {0}.
hsb: Status přidatka {addon} je so do {0} změnił.

source: Preview added to {addon}.
hsb: Přehlad je so přidatkej {addon} přidał.

source: Preview edited for {addon}.
hsb: Přehlad přidatka {addon} je so wobdźěłał.

source: Preview deleted from {addon}.
hsb: Přehlad přidatka {addon} je so zhašał.

source: {version} added to {addon}.
hsb: Wersija {version} je so přidatkej {addon} přidała.

source: {version} edited for {addon}.
hsb: Wersija {version} přidatka {addon} je so wobdźěłała.

source: Version {0} deleted from {addon}.
hsb: Wersija {0} přidatka {addon} je so zhašała.

source: File {0.name} added to {version} of {addon}.
hsb: Dataja {0.name} je so wersiji {version} přidatka {addon} přidała.

source: File {0} deleted from {version} of {addon}.
hsb: Dataja {0} je so z wersije {version} přidatka {addon} zhašała.

source: {addon} {version} approved.
hsb: Přidatk {addon} {version} schwaleny.

source: {addon} {version} given preliminary review.
hsb: Přidatk {addon} {version} je nachwilu schwaleny.

source: Preliminarily approved
hsb: Nachwilu schwaleny

source: {addon} {version} rejected.
hsb: Přidatk {addon} {version} wotpokazany.

source: {addon} {version} retained.
hsb: Přidatk {addon} {version} wróćo zdźeržany.

source: Retained
hsb: Wróćo zdźeržany

source: {addon} {version} escalated.
hsb: Přidatk {addon} {version} je so přichodnemu wyšemu městnu dale dał.

source: Escalated
hsb: Přichodnemu wyšemu městnu dale daty

source: {addon} {version} review requested.
hsb: Přepruwowanje přidatka {addon} {version} je so požadało.

source: Review requested
hsb: Přepruwowanje je so požadało

source: {addon} {version} more information requested.
hsb: Dalše informacije wo přidatku {addon} {version} su so požadali.

source: More information requested
hsb: Dalše informacije požadane

source: {addon} {version} super review requested.
hsb: Superpřepruwowanje přidatka {addon} {version} je so požadało.

source: Super review requested
hsb: Superpřepruwowanje je požadane

source: Comment on {addon} {version}.
hsb: Komentar k přidatkej {addon} {version}.

source: Comment
hsb: Komentar

source: {tag} added to {addon}.
hsb: {tag} je so přidatkej {addon} přidała.

source: {tag} removed from {addon}.
hsb: {tag} je so z přidatka {addon} wotstroniła.

source: {addon} added to {collection}.
hsb: Přidatk {addon} je so zběrce {collection} přidał.

source: {addon} removed from {collection}.
hsb: Přidatk {addon} je so ze zběrki {collection} wotstronił.

source: {review} for {addon} written.
hsb: {review} za {addon} napisane.

source: {addon} featured in {0}.
hsb: Přidatk {addon} w {0} předstajeny.

source: {addon} no longer featured in {0}.
hsb: Přidatk {addon} so w {0} hižo njepředstaja.

source: {addon} is now featured.
hsb: Přidatk {addon} so nětko předstaja.

source: {addon} is no longer featured.
hsb: Přidatk {addon} so hižo njepředstaja.

source: {0} {1} added.
hsb: {0} {1} přidaty.

source: {0.name} role changed to {1} for {addon}.
hsb: Róla {0.name} za přidatk {addon} do {1} změnjena.

source: {addon} is now licensed under {0.name}.
hsb: {addon} je nětko pod licencu {0.name}.

source: {addon} policy changed.
hsb: Prawidła přidatka {addon} změnjene.

source: {addon} icon changed.
hsb: Symbol přidatka {addon} změnjeny.

source: {review} for {addon} approved.
hsb: Přepruwowanje {review} za přidatk {addon} schwalene.

source: {user} approved {review} for {addon}.
hsb: Wužiwar {user} je pohódnoćenje {review} za přidatk {addon} schwalił.

source: Review {review} for {addon} deleted.
hsb: Pohódnoćenje {review} za {addon} zhašane.

source: {user} deleted {review} for {addon}.
hsb: {user} je {review} za {addon} zhašał.

source: Application max version for {version} updated.
hsb: Maks. wersija nałoženja je so za wersiju {version} zaktualizowała.

source: Authors emailed about compatibility of {version}.
hsb: Awtorojo su so wo kompatibelnosći wersije {version} přez e-mejl informowali.

source: Email sent to Author about add-on compatibility.
hsb: E-mejl wo kompatibelnosći přidatka je so na awtora pósłała.

source: Password changed.
hsb: Hesło je so změniło.

source: {addon} failed checks with PayPal.
hsb: Za přidatk {addon} su so přepruwowanje pola PayPal nimokulili.

source: {addon} manifest updated.
hsb: Manifest přidatka {addon} je so zaktualizował.

source: {addon} {version} approved but waiting to be made public.
hsb: {addon} {version} bu schwaleny, ale čaka na wozjewjenje.

source: Approved but waiting
hsb: Schwaleny, ale čaka

source: {addon} purchased.
hsb: {addon} bu kupjeny.

source: {addon} installed.
hsb: {addon} je so isntalował.

source: Account updated.
hsb: Konto je so zaktualizowało.

source: Escalation cleared for {addon}.
hsb: Daledaće přichodnemu wyšemu městnu za přidatk {addon} schwalene.

source: Escalation cleared
hsb: Daledaće přichodnemu wyšemu městnu schwalene

source: App disabled
hsb: Nałoženje je so znjemóžniło

source: {addon} escalated because of high number of abuse reports.
hsb: Přidatk {addon} je so dla wyšokeje ličby znjewužiwanskich rozprawow přichodnemu wyšemu městnu dale dał.

source: High Abuse Reports
hsb: Wjele znjewužiwanskich zdźělenkow

source: {addon} escalated by reviewer.
hsb: Přepruwowar je přidatk {addon} přichodnemu wyšemu městnu dale dał.

source: Reviewer escalation
hsb: Daledaće přichodnemu wyšemu městnu přez přepruwowarja

source: Video removed from {addon} because of a problem with the video.
hsb: Widejo přidatka {addon} je so problema z widejom dla wotstroniło.

source: Video removed
hsb: Widejo wotstronjene

source: {addon} re-review because of new device(s) added.
hsb: Nowe přepruwowanje přidatka {addon} nowych gratow dla.

source: Device(s) Added
hsb: Graty přidate

source: {addon} device support manually changed by reviewer.
hsb: Gratowa podpěra za přidatk {addon} je so wot přepruwowarja manuelnje změniła.

source: Device(s) Changed by Reviewer
hsb: Graty wot přepruwowarja změnjene

source: Created: {0}.
hsb: Wutworjeny: {0}.

source: Edited field: {2} set to: {0}.
hsb: Wobdźěłane polo: {2} změnjeny do: {0}.

source: Deleted: {1}.
hsb: Zhašany: {1}.

source: User {user} edited, reason: {1}
hsb: Wužiwar {user} je so wobdźěłał, přičina: {1}

source: User {user} anonymized.
hsb: Wužiwar {user} je so anonymizował.

source: User {user} restricted.
hsb: Wužiwar {user} je so wobmjezował.

source: Admin {0} viewed activity log for {user}.
hsb: Administrator {0} je sej protokol aktiwitow za wužiwarja {user} wobhladał.

source: {review} for {addon} updated.
hsb: {review} je so za přidatk {addon} zaktualizował.

source: {addon} reviewed.
hsb: Přidatk {addon} je so přepruwował.

source: User {0.name} added to {group}.
hsb: Wužiwar {0.name} je so skupinje {group} přidał.

source: User {0.name} removed from {group}.
hsb: Wužiwar {0.name} je so ze skupiny {group} wotstronił.

source: {addon} minimum requirements manually changed by reviewer.
hsb: Přepruwowar je minimalne žadanja přidatka {addon} manuelnje změnił.

source: Requirements Changed by Reviewer
hsb: Žadanja wot přepruwowarja změnjene

source: {addon} minimum requirements manually changed.
hsb: Minimalne žadanja přidatka {addon} su so manuelnje změnili.

source: Requirements Changed
hsb: Žadanja změnjene

source: {version} status changed to {0}.
hsb: Status wersije {version} je so do {0} změnił.

source: User {0.name} {0.id} deleted via lookup tool.
hsb: Wužiwar {0.name} {0.id} je so přez nastroj pohladanja zhašał.

source: {addon} content rating changed to Adult.
hsb: Wobsahowe pohódnoćenje přidatka {addon} na Dorosćeny změnjene.

source: {addon} content rating changed.
hsb: Wobsahowe pohódnoćenje přidatka {addon} je so změniło.

source: {addon} unlisted.
hsb: Přidatk {addon} je zmóžnjeny.

source: {file} was signed.
hsb: Dataja {file} je so signowała.

source: Addon id {0} with GUID {1} has been deleted
hsb: Přidatkowy ID {0} z GUID {1} je so zhašał

source: Not allowed
hsb: Njedowoleny

source: <h1>Oops! Not allowed.</h1> <p>You tried to do something that you weren't allowed to.</p>
hsb: <h1>Hopla! Njedowoleny.</h1> <p>Sće spytał, něšto činić, štož njesměće činić.</p>

source: <p>Try going back to the previous page, refreshing and then trying again.</p>
hsb: <p>Spytajće so k předchadnej stronje wróćić, aktualzujće a spytajće hišće raz.</p>

source: Not Found
hsb: Njenamakany

source: <h1>We're sorry, but we can't find what you're looking for.</h1> <p> The page or file you requested wasn't found on our site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly. </p> <ul> <li>If you typed in the address, please double check the spelling.</li> <li> If you followed a link from somewhere, please let us know at <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Tell us where you came from and what you were looking for, and we'll do our best to fix it. </li> </ul> <p>Or you can just jump over to some of the popular pages on our website.</p> <ul> <li>Are you interested in a <a href="%(rec)s">list of featured add-ons</a>?</li> <li> Do you want to <a href="%(search)s">search for add-ons</a>? You may go to the <a href="%(search)s">search page</a> or just use the search field above. </li> <li> If you prefer to start over, just go to the <a href="%(home)s">add-ons front page</a>. </li> </ul>
hsb: <h1>Bohužel njemóžemy zwěsćić, za čimž pytaće. </h1> <p> Strona abo dataja, kotruž požadał, njeje so na našim sydle namakała. Sće snano na zestarjeny wotkaz kliknył abo adresu wopak zapodał.</p> <ul> <li>Jeli sće adresu zapodał, kontroluj prošu dwójce prawopis.</li> <li> Jeli sće wotkazej wot něhdźe slědował, informujće nam na <a href="mailto:webmaster@mozilla.com">webmaster@mozilla.com</a>. Zdźělće nam, zwotkelž sće přišoł a za čimž sće pytał, a budźemy swoje najlěpše činić, zo bychmy problem rozrisali.</li> </ul> <p>Móžeće tež prosće k woblubowanym stronam na našim websydle přeńć.</p> <ul> <li>Zajimujeće za <a href="%(rec)s">lisćinu předstajenych přidatkow</a>?</li> <li> Chceće <a href="%(search)s">za přidatkami pytać</a>? Snano chceće k <a href="%(search)s">pytanskej stronje</a> přeńć abo prosće pytanske polo horjeka wužiwać.</li> <li> Jeli skerje znowa započeć, přeńdźće k <a href="%(home)s">startowej stronje AMO</a>.</li> </ul>

source: Oops
hsb: Hopla

source: <h1>Oops! We had an error.</h1> <p>We'll get to fixing that soon.</p> <p> You can try refreshing the page, or head back to the <a href="%(home)s">Add-ons homepage</a>. </p>
hsb: <h1>Hopla! Zmylk je wustupił.</h1> <p>Budźemy problem bórze rozrsiować.</p><p> Móžeće spytać, stronu aktualizować abo wróćće so k <a href="%(home)s">startowej stronje přidatkow</a>.</p>

source: Some rights reserved
hsb: Někotre prawa wuměnjene

source: No results found
hsb: Žane wuslědki namakane

source: Prev
hsb: Předchadna strona

source: Next
hsb: Dale

source: Results <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> of <strong>%(count)s</strong>
hsb: Wuslědki <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> z <strong>%(count)s</strong>

source: Maintenance in progress
hsb: Wothladowanske dźěła

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
hsb: Tuta funkcija je so nachwilu znjemóžniła, doniž wothladowanje websydła přewjedźemy. Prošu wužiwajće tłóčatko „Wróćo“ swojeho wobhladowaka a spytajće pozdźišo hišće raz.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
hsb: Někotre funkcije na tutej stronje su so nachwilu znjemóžnili, doniž wothladowanje websydła přewjedźemy. Prošu spytajće pozdźišo hišće raz.

source: Are you human?
hsb: Sće čłowjek?

source: <p> Please enter <strong>all the words</strong> below, <strong>separated by a space if necessary</strong>. </p> <p> If this is hard to read, you can <a href="#" id="recaptcha_different">try different words</a> or <a href="#" id="recaptcha_audio">try a different type of challenge</a> instead. </p>
hsb: <p>Prošu zapodajće <strong>wšě slědowace słowa</strong>, <strong>dźělene přez mjezota, jeli trěbne</strong>.</p> <p> Jeli to je lědma čitajomne, móžeće <a href="#" id="recaptcha_different">druhe słowa wupruwować</a> abo <a href="#" id="recaptcha_audio">druhi typ nadawka</a> město toho spytać.</p>

source: Top Rated
hsb: Najlěpje pohódnoćeny

source: Explore
hsb: Wuslědźić

source: Extensions
hsb: Rozšěrjenja

source: Want more customization? Try <b>Complete Themes</b>
hsb: Chceće wjace přiměrić? Spytajće <b>dospołne drasty</b>

source: Most Followers
hsb: Najwjace wobkedźbowarjow

source: Collections I've Made
hsb: Zběrki, kotrež ja sym wutworił

source: Collections I'm Following
hsb: Zběrki, kotrež wobkedźbuju

source: My Favorite Add-ons
hsb: Moje najlubše přidatki

source: More&hellip;
hsb: Wjace&hellip;

source: Add-ons for Mobile
hsb: Přidatki za mobilne graty

source: Search Tools
hsb: Pytanske nastroje

source: Page <a href="%(current_pg_url)s">%(current_pg)s</a> of <a href="%(last_pg_url)s">%(last_pg)s</a>
hsb: Strona <a href="%(current_pg_url)s">%(current_pg)s</a> z <a href="%(last_pg_url)s">%(last_pg)s</a>

source: Jump to first page
hsb: K prěnjej stronje skočić

source: Previous
hsb: Wróćo

source: Jump to last page
hsb: K poslednjej stronje skočić

source: Showing <b>%(begin)s</b>&ndash;<b>%(end)s</b> of <b>%(count)s</b>
hsb: <b>%(begin)s</b>&ndash;<b>%(end)s</b> z <b>%(count)s</b> so pokazuja

source: Page {n}
hsb: Strona {n}

source: Title
hsb: Titul

source: Body
hsb: Wobsah

source: Another Title
hsb: Druhi titul

source: Another Body
hsb: Druhi wobsah

source: Signature has expired.
hsb: Signatura je spadnyła.

source: Error decoding signature.
hsb: Zmylk při dekodowanju signatury.

source: Invalid JWT Token.
hsb: Njepłaćiwy JWT-token.

source: Invalid Authorization header. No credentials provided.
hsb: Njepłaćiwa awtorizowanska hłowa. Žane přizjewjenske daty podate.

source: Invalid Authorization header. Credentials string should not contain spaces.
hsb: Njepłaćiwa awtorizowanska hłowa. Znamješkowy rjećazk za přizjewjenske daty měł žane mjezoty wobsahować.

source: The field must have a length of at least {num} characters.
hsb: Polo dyrbi znajmjeńša {num} znamješkow dołhe być.

source: The language code {lang_code} is invalid.
hsb: Rěčny kod {lang_code} je njepłaćiwy.

source: Application Versions
hsb: Nałoženske wersije

source: Acceptable versions for all applications on AMO.
hsb: Akceptabelne wersije za wšě nałoženja na AMO.

source: Valid Application Versions
hsb: Płaćiwe nałoženske wersije

source: Add-ons submitted to Mozilla Add-ons must have a manifest file with at least one of the below applications supported. Only the versions listed below are allowed for these applications.
hsb: Přidatki zapodate pola Mozilla Add-ons dyrbja manifestowu dataju měć, při čimž so znajmjeńša jednej ze slědowacych nałoženjow podpěruje. Jenož deleka podate wersije su za tute nałoženja dowolene.

source: Versions
hsb: Wersije

source: If your supported application does not require a manifest file, you still must include one with the required properties as specified <a href="%(url)s">here</a>.
hsb: Jeli waše podpěrane nałoženje manifestowu dataju njetrjeba, dyrbiće hišće jednu z trěbnymi kajkosćemi přidać, kaž su <a href="%(url)s">tu</a> podate.

source: Collections :: %s
hsb: Zběrki :: %s

source: Collections are groups of related add-ons that anyone can create and share.
hsb: Zběrki si skupiny přiwuznych přidatkow, kotrež móže kóždy wutworić a dale dać.

source: {0} :: Collections :: {1}
hsb: {0} :: Zběrki :: {1}

source: Only I can view this collection.
hsb: Jenož ja mógu sej tutu zběrku wobhladać.

source: Anybody can view this collection.
hsb: Kóždy móže sej tutu zběrku wobhladać.

source: Give your collection a name.
hsb: Dajće swojej zběrce mjeno.

source: Describe your collection (no links allowed).
hsb: Wopisajće swoju zběrku (wotkazy dowolene njejsu).

source: Privacy:
hsb: Priwatnosć:

source: Icon
hsb: Symbol

source: Please don't fill out this field, it's used to catch bots
hsb: Prošu njewupjelnjej tute polo, wužiwa so, zo by awtomatizowane zapiski spóznał.

source: This name cannot be used.
hsb: Tute mjeno njeda so wužiwać.

source: No links are allowed.
hsb: Wotkazy dowolene njejsu.

source: This url is already in use by another collection
hsb: Tutón URL so hižo wot druheje zběrki wužiwa

source: Icons must be either PNG or JPG.
hsb: Symbole dyrbja pak we formaće PNG pak JPG być.

source: Please use images smaller than %dMB.
hsb: Prošu wužiwajće wobrazy, kotrež su mjeńše hač %d MB.

source: Add a positive vote for this collection
hsb: Pozitiwny hłós za tutu zběrku wotedać

source: Add a negative vote for this collection
hsb: Negatiwnu hłós za tutu zběrku wotedać

source: Remove my vote for this collection
hsb: Mój hłós za tutu zběrku wotstronić

source: Log in to vote for this collection
hsb: Přozjewće so, zo byšće za tutu zběrku wothłosował

source: Add to favorites
hsb: Faworitam přidać

source: Favorite
hsb: Faworit

source: Remove from favorites
hsb: Z faworitow wotstronić

source: Name
hsb: Mjeno

source: Recently Popular
hsb: Najnowše woblubowane

source: Added
hsb: Přidate

source: Popularity
hsb: Woblubowanosć

source: Collection created!
hsb: Zběrka wutworjena!

source: Your new collection is shown below. You can <a href="%(url)s">edit additional settings</a> if you'd like.
hsb: Waša nowa zběrka so deleka pokazuje. Móžeće <a href="%(url)s">přidatne nastajenja wobdźěłać</a>, jeli chceće.

source: Collection updated!
hsb: Zběrka je so zaktualizowała!

source: <a href="%(url)s">View your collection</a> to see the changes.
hsb: <a href="%(url)s">Wobhladajće sej swoju zběrku</a>, zo byšće změny widźał.

source: Icon Deleted
hsb: Symbol zhašany

source: Create a New Collection
hsb: Nowu zběrku wutworić

source: Create
hsb: Wutworić
