Repository: mozilla/addons-server
Catalog: locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: Subsequent versions of the add-on will automatically be placed in the full review queue. Until the review is completed, the new version will only be displayed on the Version History page of the add-on. Once reviewed, the version will be updated across the site and deployed through the automatic update service.
hsb: Wersije přidatka, kotrež jedna po druhej sćěhuja, so awtomatisce do čakanskeho rynka dospołnych přepruwowanjow zarjaduja. Doniž přepruwowanje dokónčene njeje, so nowa wersija jenož na stronje wersijoweje historije přidatka pokazuje. Hdyž wersija je přepruwowana, budźe so na sydle aktualizować a přez awtomatisku aktualizowansku słužbu startować.

source: If a version does not meet the criteria for full review, it can either be granted preliminary review or disabled if there is a security concern. The author will receive an email explaining the action taken and how to fix it. In most cases, the developer can simply fix the problem and re-submit for full review.
hsb: Jeli wersija kriterijam za dospołne přepruwowanje njewotpowěduje, so jej pak nachwilne přepruwowanje přizwoluje pak wona so znjemóžnja, jeli su wěstotne wobmyslenja. Awtor přija e-mejlku, kotraž přewjedźenu akciju wujasnja a kak móže ju porjedźić. W najwjace padach móže wuwiwar problem rozrisać a wersiju znowa za dospołne přepruwowanje zapodać.

source: Preliminary reviews are appropriate for experimental add-ons and provide a way to get user testing and feedback without going through the longer, more thorough review process. We aim to complete these reviews in under 3 days.
hsb: Nachwilne přepruwowanja su přihódne za eksperimentelne přidatki a skića móžnosć, testy a komentary wot wužiwarjow dóstać bjez toho, zo bychu dyrbjeli dlěši, dokładniši přepruwowanski proces přeběžeć. Pospytujemy, tute přepruwowanja za mjenje hač 3 dnjow dokńčić.

source: Testing Methods
hsb: Testowanske metody

source: When performing a preliminary review, editors will review the source code for security issues and major policy violations, but will not install the add-on to test functionality in most cases. Preliminary review will be granted unless a security vulnerability or major policy violation is discovered.
hsb: Hdyž nachwilne přepruwowanje přewjedu, budu redaktorojo žórłowy kod za wěstotnymi problemami a wjetšimi přestupjenjemi prawidłow přehladować, ale zwjetša njeinstaluja přidatk, zo bychu funkcionalnosć testowali. Nachwilne přepruwowanje so přizwoluje, chibazo so wěstotna dźěra abo wjetše přestupjenje prawidłow namaka.

source: Once preliminary review is granted, the add-on will be immediately available in the gallery, showing in browse and search results but ranked lower than fully-reviewed add-ons. Install buttons will have caution stripes and a notice that the add-on is experimental and not fully reviewed by Mozilla, though no click-through is required. Additionally, these add-ons cannot use the voluntary contributions and beta channel features.
hsb: Po tym zo nachwilne přepruwowanje je so přizwoliło, přidatk budźe hnydom w galeriji k dispoziciji a pokazuje so w přehladowanskich a pytanskich, zastopnuje so pak niže hač přidatki, kotrež su dospołne přepruwowanje přeběželi. Instalowanske tłóčatka maja warnowanske pokazy a připis, zo přidatk je eksperimentelny a wot Mozilla dospołnje přepruwowany njeje, hačrunjež překliknjenje trěbne njeje. Nimo toho njjemóža so tute přidatki dobrowólne dary a funkcije betakanala wužiwać.

source: After being granted preliminary review, Mozilla may later revoke the review if other serious problems are reported to us by users.
hsb: Po tym zo je so nachwilne přepruwowanje dało, móže Mozilla přepruwowanje pozdźišo wotwołać, jeli nam druhzy wužiwarjo ćežke problemy zdźěleja.

source: Subsequent versions of the add-on will automatically be placed in the preliminary review queue. Until the review is completed, the new version will only be displayed on the Version History page of the add-on. Once reviewed, the version will be updated across the site and deployed through the automatic update service.
hsb: Jedna po druhej sćěhowace wersije přidatka so awtomatisce do čakanskeho rynka nachwilneho přepruwowanja zarjaduja. Doniž přepruwowanje dokónčene njeje, so nowa wersija jenož na stronje wersijoweje historije přidatka pokazuje. Hdyž je přepruwowana, budźe so wersija na sydle aktualizować a přez awtomatisku aktualizowansku słužbu startować.

source: Policies on Specific Add-on Practices
hsb: Prawidła za wěste přidatkowe praktiki

source: Prohibited Add-ons
hsb: Zakazane přidatki

source: The following add-ons are not permitted in any form:
hsb: Slědowace přidatki w žanej formje dowolene njejsu:

source: Add-ons that embed known <a href="http://en.wikipedia.org/wiki/Spyware">spyware</a> or <a href="http://en.wikipedia.org/wiki/Malware">malware</a>
hsb: Přidatki, kotrež znate <a href="http://en.wikipedia.org/wiki/Spyware">spionažnu softwaru</a> abo <a href="http://en.wikipedia.org/wiki/Malware">złowólnu softwaru</a> zasadźuja

source: Illegal and criminal add-ons, such as <a href="http://en.wikipedia.org/wiki/Click_fraud">click fraud</a> generators, <a href="http://en.wikipedia.org/wiki/Warez">warez</a> download and directory assistants, child pornography finders, etc.
hsb: Ilegalne a kriminalne přidatki kaž na přikład generatory za <a href="http://de.wikipedia.org/wiki/Klickbetrug">kliknjensku wobšudu</a> (němsce), sćehnjenske a zapisowe asistenty za <a href="http://de.wikipedia.org/wiki/Warez">warez</a> (němsce), pytawy za pornografiskimi filmami z dźěćimi atd.

source: Add-ons whose main purpose is to facilitate access to pornographic material, or include references to this material in their descriptions
hsb: Přidatki, kotrychž hłowny zaměr je wosnadnjenje přistupa na pornografiski material abo kotrychž wopisanja pokazki na tutón material wobsahuja

source: Add-ons that, upon installation, auto-install or launch installers of non-Firefox software
hsb: Přidatki, kotrež při swojej instalaciji awtomatisce programy instaluja, kotrež wobstatk Firefox njejsu abo instalaciju startuja

source: Add-ons that provide their own update mechanism for code or search engines
hsb: Přidatki, kotrež swójski aktualizowanski mechanizm za žórłowy tekst a pytawy sobu přinjesu

source: Add-ons that make changes to web content in ways that are non-obvious or difficult to trace by their users
hsb: Přidatki, kotrež webwobsah na wašnje měnjeja, kotrež jasne njeje abo da so jenož ćežko wot wužiwarjow wróćo sćěhować

source: Add-ons that snoop on or intercept the network traffic of other users
hsb: Přidatki, kotrež syćowy wobchad druhich wužiwarjow wotposkuja abo wotpopadnu

source: Conduit-based toolbars without explicit pre-approval
hsb: Přez Conduit wutworjene symbolowe lajsty bjez eksplicitneho schwalenja do toho

source: Changing of Defaults and Unexpected Features
hsb: Měnjenje standardnych nastajenjow a njewočakowanych funkcijow

source: Surprises can be appropriate in many situations, but they are not welcome when user security, privacy, and control are at stake. It is extremely important to be as transparent as possible when submitting an add-on for hosting on this site. A Mozilla user should be able to easily discern what the functionality of an add-on is and not be presented with unexpected experiences post-install.
hsb: Překwapjenja móža we wjele situacijach přihódne być, ale njejsu witane, hdyž wěstota, priwatnosć a kontrola wužiwarja na hračkach steja. Je nadměru wažnje, zo sće tak transparentny kaž móžno, hdyž přidatk za hospodowanje na tutym sydle zapodawaće. Wužiwar Mozilla měł kmany być, lochko spóznać, kotre funkcije přidatk ma a njeměł ničo njewočakowaneho po instalaciji dožiwić.

source: <p> Whenever an add-on includes any unexpected* feature that </p> <ul> <li>compromises user privacy or security (like sending data to third parties),</li> <li>changes default settings like the homepage or search engine, or</li> <li>changes settings or features in other add-ons or deactivates them altogether</li> </ul> <p>the features must adhere to the following requirements:</p> <ul> <li>The add-on description must clearly state what changes the add-on makes.</li> <li>All changes must be opt-in, meaning the user must take non-default action to enact the change.</li> <li>The opt-in dialog must clearly state the name of the add-on requesting the change.</li> <li>Uninstalling the add-on restores the user's original settings if they were changed.</li> </ul> <p>*Unexpected features are those that are unrelated to the add-on's primary function.</p>
hsb: <p> Hdyžkuli přidatk njewočakowanu* funkciju wobsahuje, kotraž </p> <ul> <li>priwatnosć abo wěstotu pomjeńšuje (hdyž na přikład daty na třećich poskićowarjow sćele),</li> <li>standardne nastajenja kaž na přikład startowu stronu abo pytawu měnja abo</li> <li>nastajenja abo funkcije w druhich přidatkach měnja abo je samo znjemóžnja</li> </ul> <p>dyrbja funkcije slědowacym žadanjam wotpowědować:</p> <ul> <li>Wopisanje přidatka dyrbi jasnje podać, štož přidatk změni.</li> <li>Wšě změny dyrbja opcionalne być, to rěka, zo wužiwar dyrbi njestandardnu akcijupřejwesć, zo by změnu nałožił.</li> <li>Dialog změnow dyrbi jasnje mjeno přidatka podać, kotryž sej změnu žada.</li> <li>Hdyž so přidatk wotinstaluje, so prěnjotne nastajenja wužiwarja wobnowjeja, jeli su so změnili.</li> </ul> <p>*Njewočakowane funkcije su tajke, kotrež z poprawnej funkcionalnosću přidatka njezwisuja.</p>

source: These features cannot be introduced into an update of a fully-reviewed add-on; the opt-in change process must be part of the initial review.
hsb: Tute funkcije njedadźa so do aktualizacije dospołnje přepruwowaneho přidatka integrować; přihłosowanski proces dyrbi dźěl spočatneho přepruwowanja być.

source: These are minimum requirements and not a guarantee that the add-on will be approved. This section applies to all add-ons hosted on the site, including preliminarily reviewed add-ons.
hsb: To su minimalne žadanja a njegarantuja, zo přidatk so schwali. Tutón wotrězk płaći za wšě přidatki, kotrež na tutym sydle hospodowane, inkluziwnje nachwilu přepruwowane přidatki.

source: Private Browsing Mode
hsb: Priwatny modus

source: Add-ons that store or otherwise handle browsing data must support <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Private Browsing Mode</a>. During a Private Browsing session, no browsing data can be written to disk, and all of this data must be cleared when Firefox quits or the Private Browsing session ends.
hsb: Přidatki, kotrež přehladowanske daty składuja abo z nimi wobchadźeja, dyrbja <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">priwatny modus</a> podpěrać. Za posedźenje w priwatnym modusu, njedadźa so přehladowanske daty na tačel pisać, a wšě z tutych datow dyrbja so zhašeć, hdyž Firefox abo posedźenje priwatneho modusa so kónči,

source: Binary Components & Obfuscated Code
hsb: Binarne komponenty a zamazany kod

source: Add-ons may contain binary, obfuscated and minified source code, but Mozilla must be allowed to review a copy of the human-readable source code of each version of an add-on submitted for review. These add-ons are ineligible for preliminary review and must choose the full review process.
hsb: Přidatki móža binarny, zamazany a miniměrowany žórłowy kod wobsahować, ale Mozilla dyrbi kopiju přez čłowjeka čitajomneho žórłoweho koda kóždeje wersije směć, kotryž za přepruwowanje zapodawa. Tute přidatki njedadźa so za nachwilne přepruwowanje wubrać a dyrbja proces dospołneho přepruwowanja přeběžeć.

source: If an add-on contains binary or obfuscated source code, the author will receive a message when the add-on is reviewed indicating whom to contact at Mozilla to coordinate review of the source code. This code will be reviewed by an administrator and will not be shared or redistributed in any way. The code will only be used for the purpose of reviewing the add-on.
hsb: Jeli přidatk binarny abo zamazany žórłowy kod wobsahuje, dóstanje awtor powěsć, hdyž so přidatk přepruwuje, kotraž podawa, z kimž pola Mozilla ma so do zwiska stajić, zo by so přepruwowanje žórłoweho koda koordinowało. Tutón kod budźe so wot administratora přepruwować a njebudźe so dźělić abo na někajke wašnje rozdźěleć. Kod budźe so jenož za přepruwowanje přidatka wužiwać.

source: If your add-on contains binary or obfuscated code that you don't own or can't get the source code for, you may <a href="%(link_contact)s">contact us</a> for information on how to proceed.
hsb: Jeli waš přidatk binarny abo zamazany kod wobsahuje, kotryž wam njesłuša abo kotrehož žórłowy tekst njemóžeće dóstawać, móžeće so <a href="%(link_contact)s">z nami do zwiska stajić</a>, zo byšće informacije wo tym dóstał, kak dyrbiće postupować.

source: Criteria for Submission
hsb: Kriterije za zapodaće

source: Add-ons hosted on Mozilla Add-ons should be of high quality and give users an improved web experience. We look for the following things when deciding whether an add-on is appropriate to be public and unrestricted:
hsb: Přidatki, kotrež so na sydle přidatkow Mozilla hospoduja, dyrbjeli wysoku kwalitu měć a wužiwarjam polěpšene webdožiwjenje skićić. Hladamy na slědowace wěcy, hdyž rozsudźamy, hač přidatk je přihódny, zo so zjawnje a bjez wobmjezowanja poskića:

source: Licensing
hsb: Licencowanje

source: Add-on Submission
hsb: Zapodaće přidatka

source: Maintaining Your Add-on
hsb: Wothladowanje wašeho přidatka

source: Mozilla is committed to ensuring a great add-ons experience for our users and developers. Please review the policies below before submitting your add-on.
hsb: Mozilla so prócuje, wulkotne dožiwjenje přez přidatki za našich wužiwarjow a wuwiwarjow zawěsćić. Prošu čitajće slědowace prawidła, prjedy hač swój přidatk zapodaće.

source: Find out what is expected of add-ons we host and our policies on specific add-on practices.
hsb: Namakajće won, što so wot přidatkow wočakuje, kotrež hospodujemy a zhońće wjace wo wěstych přidatkowych praktikach.

source: What happens after your add-on is submitted? Learn about how our Editors review submissions.
hsb: Što so stawa, po tym zo je waš přidatk zapodaty? Zhońće wjace wo tym, kak naši redaktorojo zapodaća přepruwuja.

source: Add-on updates, transferring ownership, user reviews, and what to expect once your add-on is approved.
hsb: Přidatkowe aktualizacije, přenošowanje wobsedźenstwa, wužiwarske pohódnoćenja a štož dyrbiće wočakować, hdyž so waš přidatk chwali.

source: How up-and-coming add-ons become featured and what&#039;s involved in the process.
hsb: Kak so nastawace přidatki předstajeja a štož so w tutym procesu stawa.

source: Terms of Service for submitting your work to our site. Developers are required to accept this agreement before submission.
hsb: Wužiwarske wuměnjenja za zapodawanje wašeho dźěła do našeho sydła. Wuwiwarjo dyrbja tute dojednanje před zapodawanjom akceptować.

source: How to get in touch with us regarding these policies or your add-on.
hsb: Kak móžeće nas nastupajo tute prawidła abo swój přidatk kontaktować.

source: You have disabled this add-on
hsb: Sće tutón přidatk znjemóžnił

source: Your add-on's listing is disabled and is not showing anywhere in our gallery or update service.
hsb: Lisćinowy zapisk wašeho přidatka je znjemóžnjeny a njepokazuje so nihdźe w našej galeriji abo aktualizowanskej słužbje.

source: Please complete your add-on.
hsb: Prošu wudospołńće swój přidatk.

source: You will receive an email when the review is complete.
hsb: Dóstanjeće e-mejlku, hdyž přepruwowanje je so dokónčiło.

source: You will receive an email when the review is complete. Until then, your add-on is not listed in our gallery but can be accessed directly from its details page.
hsb: Dóstanjeće e-mejlku, hdyž přepruwowanje je dokónčene. Hač do toho so waš přidatk w našej galeriji njenalistuje, ale přistup je direktnje wot strony podrobnosćow.

source: You will receive an email when the review is complete and your add-on is signed.
hsb: Dóstanjeće e-mejlku, hdyž přepruwowanje je dokónčene a waš přidatk je signowany.

source: You will receive an email when the review is complete. Until then, your add-on is not listed in our gallery but can be accessed directly from its details page.
hsb: Dóstanjeće e-mejlku, hdyž přepruwowanje je dokónčene. Hač do toho so waš přidatk w našej galeriji njenalistuje, ale přistup je móžno direktnje wot jeho strony podrobnosćow.

source: Your add-on is displayed in our gallery and users are receiving automatic updates.
hsb: Waš přidatk so w našej galeriji pokazuje a wužiwarjo awtomatiske aktualizacije dóstawaja.

source: Your add-on has been signed and can be bundled with an application installer.
hsb: Waš přidatk je so signował a da so z instalowanskim programom nałoženja kombinować.

source: Your add-on was disabled by a site administrator and is no longer shown in our gallery. If you have any questions, please email amo-admins@mozilla.org.
hsb: Waš přidatk je so wot sydłoweho administratora znjemóžnił a so hižo w našej galeriji njepokazuje. Jeli maće prašenja, sćelće e-mejlku na amo-admins@mozilla.org.

source: Your add-on is displayed in our gallery as experimental and users are receiving automatic updates. Some features are unavailable to your add-on.
hsb: Waš přidatk so w našej galeriji jako eksperimentelny pokazuje a wužiwarjo awtomatiske aktualizacije dóstawaja. Někote funkcije za waš přidatk k dispoziciji njejsu.

source: Your add-on has been signed.
hsb: Waš přidatk je so signował.

source: You will receive an email when the full review is complete. Until then, your add-on is displayed in our gallery as experimental and users are receiving automatic updates. Some features are unavailable to your add-on.
hsb: Dóstanjeće e-mejlku, hdyž dospołne přepruwowanje je dokónčene. Hač do toho so waš přidatk w našej galeriji jako eksperimentelny pokazuje a wužiwarjo awtomatiske aktualizacije dóstawaja. Někotre funkcije za waš přidatk k dispoziciji njejsu.

source: You will receive an email when the full review is complete, making you able to bundle your add-on with an application installer.
hsb: Dóstanjeće e-mejlku, hdyž dospołne přepruwowanje je dokónčene, a waš přidatk da so z instalowanskim programom nałoženja kombinować.

source: Current Version:
hsb: Aktualna wersija:

source: This is the version of your add-on that will be installed if someone clicks the Install button on addons.mozilla.org. It is only relevant for listed add-ons.
hsb: To je wersija wašeho přidatka, kotraž budźe so instalować, hdyž něchtó na instalowanske tłóčatko na addons.mozilla.org kliknje. To je jenož za nalistowane přidatki relewantne.

source: Created:
hsb: Wutworjeny:

source: Next Version:
hsb: Přichodna wersija:

source: This is the newest uploaded version, however it isn’t live on the site yet.
hsb: To je najnowša nahrata wersija, ale hišće njeje widźomny na websydle.

source: Queues are not reviewed strictly in order
hsb: Čakanske rynki so striktnje po porjedźe njepřepruwuja

source: (required since this add-on accepts contributions)
hsb: (trěbny, dokelž tutón přidatk dary akceptuje)

source: Manage Your Developer Profile
hsb: Rjadujće swój wuwiwarski profil

source: Create a Developer Profile
hsb: Załožće wuwiwarski profil

source: Your developer profile will tell users about you, why you made this add-on, and what's next for the add-on. This profile is required for add-ons requesting contributions, but can be useful for any developer interested in connecting with users.
hsb: Waš wuwiwarski profil budźe wužiwarjow wo was informować, čehodla sće tutón přidatk wutworił, a što je za přidatk w přichodźe planowane. Tutón profil je trěbny za přidatki, kotrež wo dary proša, ale móže tež za wuwiwarjow wužitny być, kotřiž su na kontaktach z wužiwarjemi zajimowani.

source: Make sure your user profile is up to date.
hsb: Zawěsćće, zo waš wužiwarski profil je aktualny.

source: <a href="%(url)s"><strong>Update your user profile.</strong></a>
hsb: <a href="%(url)s"><strong>Aktualizujće swój wužiwarski profil.</strong></a>

source: Whether it was an idea while in line at the grocery store or the solution to one of life's great problems, share your story.
hsb: Wšojedne hač je wam ideja w rynku w superwikach přišła abo je rozrisanje k jednomu z wulkich problemow žiwjenja, powědajće swoju stawiznu.

source: Telling your users what's coming soon will give them something to look forward to.
hsb: Hdyž swojim wužiwarjam zdźěleće, štož bórze přińdźe, móža so na něšto wjeselić.

source: View All
hsb: Wšě pokazać

source: View Statistics Dashboard
hsb: Přehlad statistiki pokazać

source: Compatibility Reports
hsb: Rozprawy kompatibelnosće

source: {0} failure reports
hsb: {0} rozprawow wo zmylkach

source: {0} success reports
hsb: {0} wuspěšnych rozprawow

source: Developer News
hsb: Nowinki wuwiwarjow

source: View the blog &#9658;
hsb: Čitajće blog &#9658;

source: Allowed HTML: {0}
hsb: Dowoleny HTML: {0}

source: Some HTML supported.
hsb: HTML so zdźěla podpěruje.

source: Remove this application
hsb: Tute nałoženje wotstronić

source: Select <b>up to {0}</b> {1} category for this add-on:
hsb: Wubjerće <b>hač do {0}</b> kategorije nałoženja {1} za tutón přidatk:

source: If your add-on contains binary or obfuscated code other than known libraries, upload its sources for review.
hsb: Jeli waš přidatk binarny abo zamazany kod wobsahuje, kotryž k znatym bibliotekam njesłuša, nahrajće jeho žórłowy tekst za přepruwowanje.

source: Read more about the source code review policy.
hsb: Čitajće wjace wo přepruwowanskich prawidłach za žórłowy tekst.

source: This file will be deleted on save.
hsb: Tuta dataja so při składowanju zhaša.

source: Undo
hsb: Cofnyć

source: You are currently requesting <b>contributions</b> from users
hsb: Prosyće tuchwilu <b>dary</b> wot wužiwarjow

source: Your contribution page: <a href="%(url)s">%(url_full)s</a>
hsb: Waša darjenska strona: <a href="%(url)s">%(url_full)s</a>

source: Disable Contributions
hsb: Přinoški znjemóžnić

source: Voluntary Contributions
hsb: Dobrowólne přinoški

source: Choose when and how users are asked to contribute
hsb: Wubjerće, hdy a kak so wužiwarjow wo dar proša

source: Contributions are only available for listed add-ons.
hsb: Dary su jenož za nalistowane přidatki k dispoziciji.

source: Contributions are only available for add-ons with a <a href="%(url)s">completed developer profile</a>.
hsb: Dary su jenož za přidatki z <a href="%(url)s">dospołnym wuwiwarskim profilom</a> k dispoziciji.

source: Contributions are only available for fully reviewed add-ons.
hsb: Dary su jenož za dospołnje přepruwowane přidatki k dispoziciji.

source: Set up Contributions
hsb: Dary nastajić

source: Step 2. Pricing and Availability
hsb: Krok 2. Płaćizna a disponibelnosć

source: or <a href="%(cancel)s">Cancel</a>
hsb: abo <a href="%(cancel)s">Přetorhnyć</a>

source: Contributions
hsb: Přinoški

source: Who will receive contributions to this add-on?
hsb: Štó dary zběrane za tutón přidatk dóstanje?

source: What is the name of the organization?
hsb: Kajke je mjeno organizacije?

source: What is the URL of the organization?
hsb: Kajki je URL organizacije?

source: What is the PayPal ID of the organization?
hsb: Kajki je ID PayPal organizacije?

source: What is your PayPal ID?
hsb: Kajki je waš ID PayPal?

source: Sign up for PayPal
hsb: Za PayPal registrować

source: What is your suggested contribution?
hsb: Kajki je waš namjetowany dar?

source: (Example: 3.99)
hsb: (Přikład: 3,99)

source: When should users be asked for contributions?
hsb: Hdy měło so wužiwarjow za darami prašeć?

source: Send a thank-you note?
hsb: Dźaknu noticu słać?

source: We'll automatically email users who contribute to your add-on with this message.
hsb: Budźemy awtomatisce wužiwarjam, kotřiž za waš přidatk darja, e-mejlku z tutej zdźělenku słać.
