Repository: mozilla/addons-server
Catalog: locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: Activate Contributions
hsb: Dary aktiwizować

source: or <a id="setup-cancel" href="#">Cancel</a>
hsb: abo <a id="setup-cancel" href="#">Přetorhnyć</a>

source: Transfer ownership
hsb: Wobsedźenstwo přenošować

source: Theme Details
hsb: Podrobnosće drasty

source: Supply a pretty URL for your detail page.
hsb: Podajće rjany URL za swoju stronu podrobnosćow.

source: Select the category that best describes your Theme.
hsb: Wubjerće kategoriju, kotraž wašu drastu najlěpje wopisuje.

source: Add some tags to describe your Theme.
hsb: Přidajće někotre znački, zo byšće swoju drastu wopisał.

source: Theme License
hsb: Licenca drasty

source: Can others share your Theme, as long as you're given credit?
hsb: Smědźa druzy wašu drastu dźělić, jeli was jako awtora naspominaja?

source: Can others make commercial use of your Theme?
hsb: Smědźa druzy wašu drastu komercielnje wužiwać?

source: Can others create derivative works from your Theme?
hsb: Smědźa druzy z wašeje drasty wotwodźene dźěła wutworić?

source: Yes, as long as they share alike
hsb: Haj, tak dołho kaž samsnu licencu wužiwaja

source: Your Theme will be released under the following license:
hsb: Waša drasta so pod slědowacej licencu wozjewi:

source: Select a different license.
hsb: Wubjerće hinašu licencu.

source: Select a license for your Theme.
hsb: Wubjerće licencu za swoju drastu.

source: Theme Design
hsb: Drastowy design

source: Upload New Design
hsb: Nowy design nahrać

source: Pending Header
hsb: Wustejaca hłowa

source: Pending Footer
hsb: Wustejaca noha

source: Header
hsb: Hłowa

source: Footer
hsb: Noha

source: Select colors for your Theme.
hsb: Wubjerće barby za swoju drastu.

source: Foreground Text
hsb: Prědkowy tekst

source: This is the color of the tab text.
hsb: To je barba rajtarkoweho teksta.

source: Background
hsb: Pozadk

source: This is the color of the tabs.
hsb: To je barba rajtarkow.

source: Preview
hsb: Přehlad

source: Your Theme's Name
hsb: Mjeno wašje drasty

source: by <a href="%(profile_url)s" target="_blank">%(user)s</a>
hsb: wot <a href="%(profile_url)s" target="_blank">%(user)s</a>

source: Create a New Theme
hsb: Wutworće nowu drastu

source: Give your Theme a name.
hsb: Pomjenujće swoju drastu.

source: Submit Theme
hsb: Drastu zapodać

source: Select a header image for your Theme.
hsb: Wubjerće hłowowy wobraz za swoju drastu.

source: 3000 &times; 200 pixels
hsb: 3000 &times; 200 pikselow

source: 300 KB max
hsb: 300 KB maksimalnje

source: PNG or JPG
hsb: PNG abo JPG

source: Aligned to top-right
hsb: Naprawo horjeka wusměrjeny

source: Select a different header image
hsb: Wubjerće druhi hłowowy wobraz

source: Select a footer image for your Theme.
hsb: Wubjerće nohowy wobraz za swoju drastu.

source: 3000 &times; 100 pixels
hsb: 3000 &times; 100 pikselow

source: Aligned to bottom-left
hsb: Nalěwo deleka wusměrjeny

source: Select a different footer image
hsb: Wubjerće druhi nohowy wobraz

source: Select the target platform for this file.
hsb: Wubjerće cilowu platformu za tutu dataju.

source: Which review type would you like to nominate for?
hsb: Za kotry přepruwowanski typ chceće nominować?

source: Only publish this version to my beta channel.
hsb: Tutu wersiju jenož na mojim betakanalu wozjewić.

source: Manage Version {0}
hsb: Wersiju {0} rjadować

source: Status & Versions
hsb: Status a wersije

source: Manage {0}
hsb: Přidatk {0} rjadować

source: Files
hsb: Dataje

source: Upload Another File
hsb: Druhu dataju nahrać

source: Approval Status
hsb: Status schwalenja

source: Notes for Reviewers
hsb: Přispomnjenki za přepruwowarjow

source: Source code
hsb: Žórłowy kod

source: If your add-on contain binary or obfuscated code, make the source available here for reviewers.
hsb: Jeli waš přidatk binarny abo zamazany kod wobsahuje, stajće tu přepruwowarjam žórłowy tekst k dispoziciji.

source: Upload a new file
hsb: Nowu dataju nahrać

source: Add File
hsb: Dataju přidać

source: File {file_id} ({platform})
hsb: Dataja {file_id} ({platform})

source: Created on %(created)s and changed to %(status)s on %(status_date)s
hsb: Je so %(created)s wutworiła a %(status_date)s do %(status)s změniła

source: Created on %(created)s and changed to %(status)s
hsb: Je so %(created)s wutworiła a do %(status)s změniła

source: Show File History
hsb: Datajowu historiju pokazać

source: By %(user_name)s on %(date)s
hsb: Wot %(user_name)s %(date)s

source: Edit this version
hsb: Tutu wersiju wobdźěłać

source: {0} file
hsb: {0} dataja

source: 0 files
hsb: 0 datajow

source: Queue position: %(pos)s of %(total)s
hsb: Pozicija w čakanskim rynku: %(pos)s z %(total)s

source: Not validated.
hsb: Njepřepruwowany.

source: Validate now.
hsb: Nětko přepruwować.

source: Request Full Review
hsb: Dospołne přepruwowanje požadać

source: Request Preliminary Review
hsb: Nachwilne přepruwowanje požadać

source: Cancel Review Request
hsb: Požadanje přepruwowanja přetorhnyć

source: Addon visibility
hsb: Widźomnosć přidatka

source: Listed:
hsb: Nalistowany:

source: Visible to everyone on {0} and included in search results and listing pages
hsb: Widźomny za wšěch w {0} a w pytanskich wuslědkach a lisćinowych stronach

source: Hidden:
hsb: Schowany:

source: Unlisted:
hsb: Njenalistowany:

source: Current versions
hsb: Aktualne wersije

source: Currently on AMO
hsb: Tuchwilu na AMO

source: Validation
hsb: Přepruwowanje

source: Next version of this add-on
hsb: Přichodna wersija tutoho přidatka

source: Older versions
hsb: Starše wersije

source: Upload a New Version
hsb: Nowu wersiju nahrać

source: Full review may not be required
hsb: Dospołne přepruwowanje runjewon trěbne njeje

source: Request full review
hsb: Dospołne přepruwowanje požadać

source: Delete Version {version}
hsb: Wersiju {version} zhašeć

source: Deleting this version will permanently delete:
hsb: Hdyž tutu wersiju zhašeće, na přeco zhašeće:

source: <strong>Important:</strong> Once a version has been deleted, you may not upload a new version with the same version number.
hsb: <strong>Wažny:</strong> Po tym zo je so wersija zhašała, njemóžeće nowu wersiju ze samsnym wersijowym čisłom nahrać.

source: Are you sure you wish to delete this version?
hsb: Chceće woprawdźe tutu wersiju zhašeć?

source: Delete Version
hsb: Wersiju zhašeć

source: Disable Version
hsb: Wersiju znjemóžnić

source: Add a new Version
hsb: Nowu wersiju přidać

source: Add Version
hsb: Wersiju přidać

source: Hide Add-on
hsb: Přidatk schować

source: The files awaiting review will be disabled and you will need to upload new versions.
hsb: Dataje, kotrež na přepruwowanje čakaja, so znjemóžnja a dyrbiće nowe wersije nahrać.

source: Are you sure you wish to hide your add-on?
hsb: Chceće swój přidatk woprawdźe schować?

source: Unlist Add-on
hsb: Přidatk z lisćiny wotstronić

source: Unlisting an add-on is irreversible!
hsb: Wotstronjenje přidatka njeda so cofnyć!

source: An unlisted add-on cannot be switched to be listed.
hsb: Njenalistowany přidatk njeda so na nalistowany přepinać.

source: Are you sure you wish to unlist your add-on?
hsb: Chceće swój přidatk woprawdźe z lisćiny wotstronić?

source: Canceling your review request will leave your add-on as preliminarily reviewed.
hsb: Hdyž swoje přepruwowanske naprašowanje anulujeće, wostanje waš přidatk tuchwilu přepruwowany.

source: Are you sure you wish to cancel your review request?
hsb: Chceće swoje přepruwowanske naprašowanje woprawdźe anulować?

source: Approved reviews
hsb: Schwalene přepruwowanja

source: Deleted reviews
hsb: Zhašane přepruwowanja

source: View entries between
hsb: Zapiski sej wobhladać mjez

source: and
hsb: a

source: Filter by type/action
hsb: Po typje/akciji filtrować

source: Passed automatic validation
hsb: Awtomatiske přepruwowanje wobstało

source: Failed automatic validation
hsb: Awtomatiske přepruwowanje nimokuliło

source: Filter by automatic validation
hsb: Po awtomatiskim přepruwowanju filtrować

source: containing
hsb: z

source: start
hsb: spočatk

source: end
hsb: kónc

source: add-on, editor or comment
hsb: přidatk, redaktor abo komentar

source: Search by add-on name / author email
hsb: Za mjenom přidatka / e.mejlowej adresu awtora pytać

source: yes
hsb: haj

source: no
hsb: ně

source: Admin Flag
hsb: Adminstratorowe markěrowanje

source: Max. Version
hsb: Maksimalna wersija

source: Days Since Submission
hsb: Dny wot zapodaća

source: Add-on Types
hsb: Typy přidatkow

source: Platforms
hsb: Platformy

source: Search by add-on name / author email / guid
hsb: Za mjenom přidatka / e-mejlowej adresu awtora / guid pytać

source: Comments:
hsb: Komentary:

source: Operating systems:
hsb: Dźěłowe systemy:

source: Applications:
hsb: Nałoženja:

source: Clear Admin Review Flag
hsb: Marku za přepruwowanje přez administratora wotstronić

source: Clear more info requested flag
hsb: Marku „Dalše informacije požadać“ wotstronić

source: Choose a canned response...
hsb: Wubjerće přihotowanu wotmołwu...

source: theme name
hsb: mjeno drasty

source: Someone else is reviewing this theme.
hsb: Něchtó druhi tutu drastu přepruwuje.

source: app, reviewer, or comment
hsb: nałoženje, přepruwowar abo komentar

source: Pending Full Review
hsb: Wustejace dospołne přepruwowanja

source: Pending Preliminary Review
hsb: Wustejace nachwilne přepruwowanja

source: Rejected or Unreviewed
hsb: Wotpokazane abo njepřepruwowane

source: Queue
hsb: Čakanski rynk

source: Pending Updates
hsb: Wustejace aktualizacije

source: Full Reviews
hsb: Dospołne přepruwowanja

source: Preliminary Reviews
hsb: Nachwilne přepruwowanja

source: Moderated Reviews
hsb: Moderěrowane přepruwowanja

source: Fast Track
hsb: Spěšne přepruwowanje

source: Pending Themes
hsb: Wustejace drasty

source: Flagged Themes
hsb: Markěrowane drasty

source: Update Themes
hsb: Drasty aktualzować

source: Unlisted Pending Updates
hsb: Njenalistowane wustejace aktualizacije

source: Unlisted Full Reviews
hsb: Njenalistowane dospołne přepruwowanja

source: Unlisted Preliminary Reviews
hsb: Njenalistowane nachwilne přepruwowanja

source: Fast Track ({0})
hsb: Spěšne přepruwowanje ({0})

source: Full Review ({0})
hsb: Dospołne přepruwowanje ({0})

source: Pending Update ({0})
hsb: Wustejaca aktualizacija ({0})

source: Preliminary Review ({0})
hsb: Nachwilne přepruwowanje ({0})

source: Moderated Review ({0})
hsb: Moderěrowane přepruwowanje ({0})

source: Unlisted Full Review ({0})
hsb: Njenalistowane dospołne přepruwowanje ({0})

source: Unlisted Pending Update ({0})
hsb: Wustejaca aktualizacija njepodatych přidatkow ({0})

source: Unlisted Preliminary Review ({0})
hsb: Nachwilne přepruwowanje njenalistowanych přidatkow ({0})

source: Type
hsb: Typ

source: Waiting Time
hsb: Čakanski čas

source: Flags
hsb: Markěrowanja

source: Applications
hsb: Nałoženja

source: Additional
hsb: Přidatne

source: Site Specific
hsb: Za specifiske sydło

source: Requires External Software
hsb: Trjeba eksternu softwaru

source: Binary Components
hsb: Binarne komponenty

source: moments ago
hsb: před někotrymi wokomikami

source: {0} minute
hsb: {0} mjeńšina

source: {0} hour
hsb: {0} hodźina

source: {0} day
hsb: {0} dźeń

source: Last Review
hsb: Poslednje přepruwowanje

source: Last Update
hsb: Poslednja aktualizacija

source: No Reviews
hsb: Žane pohódnocénja

source: Push to public
hsb: Wozjewić

source: Grant full review
hsb: Dospołnje přepruwowanje dopušćić

source: Request more information
hsb: Dalše informacije požadać

source: Request super-review
hsb: Superpřepruwowanje požadać

source: Grant preliminary review
hsb: Nachwilne přepruwowanje dopušćić

source: This will mark the files as preliminarily reviewed.
hsb: To dataje jako nachwilu přepruwowane woznamjenja.

source: This will reject the add-on and remove it from the review queue.
hsb: To přidatk wotpokaza a z čakanskeho rynka za přepruwowanje wotstroni.

source: Make a comment on this version. The author won't be able to see this.
hsb: Komentujće tutu wersiju. Awtor njemóže jón widźeć.

source: This will reject the files and remove them from the review queue.
hsb: To dataje wotpokaza a z čakanskeho rynka za přepruwowanje wotstroni.

source: This will mark the add-on as preliminarily reviewed. Future versions will undergo preliminary review.
hsb: To budźe přidatk jako nachwilu přepruwowany markěrować. Přichodne wersije budu so nachwilu přepruwować.

source: This will mark the files as preliminarily reviewed. Future versions will undergo preliminary review.
hsb: To budźe dataje jako nachwilu přepruwowane markěrować. Přichodne wersije budu so nachwilu přepruwować.

source: Retain preliminary review
hsb: Nachwilne přepruwowanje wobchować

source: This will retain the add-on as preliminarily reviewed. Future versions will undergo preliminary review.
hsb: To přidatk jako nachwilu přepruwowany wobchowa. Přichodne wersije budu so nachwilu přepruwować.

source: This will approve a sandboxed version of a public add-on to appear on the public side.
hsb: To wersiju w pěškowym kašćiku zjawneho přidatka schwali, zo by so jako zjawny jewił.

source: This will reject a version of a public add-on and remove it from the queue.
hsb: To wersiju zjawneho přidatka wotpokaza a ju z čakanskeho rynka wotstroni.

source: This will mark the add-on and its most recent version and files as public. Future versions will go into the sandbox until they are reviewed by an editor.
hsb: To budźe přidatk a jeho najnowše wersiju a dataje jako zjawne markěrować. Přichodne wersije do pěškoweho kašćika přińdu, doniž so wot redaktora njepřepruwuja.

source: add-on
hsb: přidatk

source: Flagged
hsb: Markěrowany

source: Updates
hsb: Aktualizacije

source: Admin Review
hsb: Přepruwowanje administratora

source: Jetpack Add-on
hsb: Přidatk typa Jetpack

source: Restartless Add-on
hsb: Přidatk sej nowy start njewužaduje

source: More Information Requested
hsb: Dalše informacije požadane

source: Contains Editor Comment
hsb: Wobsahuje komentara redaktora

source: Sources provided
hsb: Podate žórła

source: Duplicate Submission
hsb: Dwójne zapodaće

source: Thanks for submitting your Theme
hsb: Wulki dźak za zapodawanje wašeje drasty

source: A problem with your Theme submission
hsb: Problem ze zapodawanjom wašeje drasty

source: Theme submission flagged for review
hsb: Zapodaće drasty je so za přepruwowanje markěrowało

source: A question about your Theme submission
hsb: Prašenje wo zapodaću wašeje drasty

source: New Add-ons (Under 5 days)
hsb: Nowe přidatki (pod 5 dnjemi)

source: Passable (5 to 10 days)
hsb: Akceptabelne (5 hač 10 dnjow)

source: Overdue (Over 10 days)
hsb: Zapozdźene (přez 10 dnjow)

source: An unknown error occurred
hsb: Njeznaty zmylk je wustupił

source: Self-reviews are not allowed.
hsb: Samopřepruwowanja dowolene njejsu.

source: Review successfully processed.
hsb: Přepruwowanje je so wuspěšnje předźěłało.

source: was approved
hsb: je so schwalił

source: given preliminary review
hsb: je so nachwilu přepruwował

source: rejected
hsb: wotpokazany

# editors_review_history_nominated_adminreview
source: escalated
hsb: přichodnemu wyšemu městnu dale daty

source: needs more information
hsb: trjeba dalše informacije

source: needs super review
hsb: trjeba superpřepruwowanje

source: commented
hsb: komentowany

source: {0} theme review successfully processed (+{1} points, {2} total).
hsb: {0} drastowe přepruwowanje wuspěšnje předźěłane (+{1} dypkow, {2} dohromady).

source: {addon} :: Abuse Reports
hsb: {addon} :: Znjewužiwanske rozprawy

source: Abuse Reports for {addon} ({num})
hsb: Znjewužiwanske rozprawy za {addon} ({num})

source: %(user)s on %(date)s [%(ip_address)s]
hsb: %(user)s dnja %(date)s [%(ip_address)s]

source: <i>anonymous</i> on %(date)s [%(ip_address)s]
hsb: <i>anonymny</i> dnja %(date)s [%(ip_address)s]

source: Return to the Editor Tools homepage
hsb: Wróćo k startowej stronje redaktorskich nastrojow

source: Queues
hsb: Čakanske rynki

source: Unlisted Queues
hsb: Čakanske rynki za njepodate přidatki

source: Performance
hsb: Wukon

source: Logs
hsb: Protokole

source: Add-on Review Log
hsb: Protokol přidatkowych přepruwowanjow

source: Moderated Review Log
hsb: Protokol moderěrowanych přepruwowanjow

source: Signed Beta Files Log
hsb: Protokol signowanych betadatajow

source: Announcement
hsb: Připowědźenje

source: Date
hsb: Datum

source: Event
hsb: Podawk

source: More details.
hsb: Dalše podrobnosće.

source: No events found for this period.
hsb: Za tutu dobu so žane podawki namakali njejsu.

source: Log Details
hsb: Protokolowe podrobnosće

source: Log details
hsb: Protokolowe podrobnosće

source: Add-on Title
hsb: Titul přidatka

source: Review Title
hsb: Titul pohódnoćenja

source: Review Text
hsb: Tekst pohódnoćenja

source: Review was flagged prior to deletion.
hsb: Pohódnoćenje je so před zhašenjom markěrowało.

source: Undelete
hsb: Wotstronjenje cofnyć

source: Full Review ({num})
hsb: Dospołne přepruwowanje ({num})

source: Pending Update ({num})
hsb: Wustejaca aktualizacija ({num})

source: Preliminary Review ({num})
hsb: Nachwilne přepruwowanje ({num})

source: Current waiting times:
hsb: Aktualne čakanske časy:

source: {0} add-on
hsb: {0} přidatk

source: Unlisted Full Review ({num})
hsb: Dospołne přepruwowanje njepodatych přidatkow ({num})

source: Unlisted Pending Update ({num})
hsb: Wustejaca aktualizacija njepodatych přidatkow ({num})

source: Unlisted Preliminary Review ({num})
hsb: Nachwilne přepruwowanje njepodatych přidatkow ({num})

source: Total Reviews
hsb: Pohódnoćenja dohromady

source: Reviews This Month
hsb: Přepruwowanja za tutón měsac

source: New Editors
hsb: Nowi redaktorojo

source: You're #{0} with {1} reviews
hsb: Sće {0}. z {1} pohódnoćenjemi

source: Moderated Review ({num})
hsb: Moderěrowane přepruwowanje ({num})

source: Reviewer Leaderboard
hsb: Lisćina porjada přepruwowarjow

source: No review points awarded yet.
hsb: Hišće žane pohódnoćenske dypki spožčene.

source: Rank
hsb: Rjad

source: Score
hsb: Staw po dypkach

source: Message of the Day
hsb: Powěsć dnja

source: Update message of the day
hsb: Powěsć dnja aktualizować

source: Save
hsb: Składować

source: Add-on Editor Performance
hsb: Wukon přidatkowych redaktorow

source: View statistics for user
hsb: Statistiku za wužiwarja pokazać

source: Range
hsb: Interwal

source: Your Reviews
hsb: Waše pohódnoćenja

source: By {user_name}
hsb: Wot {user_name}

source: Active Contributors
hsb: Aktiwni sobuskutkowarjo

source: This Month
hsb: Tutón měsac

source: This Year
hsb: Lětsa

source: Monthly Performance
hsb: Měsačny wukon

source: All-time Point Breakdown by Type
hsb: Rozdźělenje dypkow po typje za cyłkowny čas

source: Total
hsb: Dohromady

source: Month
hsb: Měsac

source: Year
hsb: Lěto

source: All-Time
hsb: Cyły čas

source: Advanced Search
hsb: Rozšěrjene pytanje

source: clear search
hsb: pytanje zhašeć

source: Process Reviews
hsb: Přepruwowanja předźěłać

source: Moderation actions:
hsb: Akcije moderatora:

source: by %(user)s on %(date)s %(stars)s (%(locale)s)
hsb: wot %(user)s dnja %(date)s %(stars)s (%(locale)s)

source: <strong>%(reason)s</strong> <span class="light">Flagged by %(user)s on %(date)s</span>
hsb: <strong>%(reason)s</strong><span class="light">Markěrowany wot %(user)s %(date)s</span>

source: All reviews have been moderated. Good work!
hsb: Wšě pohódnoćenja buchu moderěrowane. Dobre dźěło!

source: Version Notes / Notes for Reviewer
hsb: Wersijowe pokazki / Pokazki za přepruwowarjow

source: There are currently no add-ons of this type to review.
hsb: Tuchwilu žane přidatki tutoho typa za přepruwowanje njejsu.

source: Helpful Links:
hsb: Wužitne wotkazy:

source: Add-on Policy
hsb: Prawidła přidatka

source: Editors' Guide
hsb: Přiručka za redaktorow

source: Review {0}
hsb: Přepruwowanje {0}

source: Add-on user change history
hsb: Historija změnow wužiwarjow přidatka

source: Add-on History
hsb: Historija přidatka

source: Version %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
hsb: Wersija %(version)s &middot; %(created)s <span class="light">&middot;%(version_status)s</span>

source: Compatibility:
hsb: Kompatibelnosć:

source: Additional sources:
hsb: Přidatne resursy:

source: Download files
hsb: Dataje sćahnyć

source: The developer has provided source code.
hsb: Wuwiwar je žórłowy kod k dispoziciji stajił.

source: This version has not been reviewed.
hsb: Tuta wersija njeje so přepruwowała.

source: You can still submit this form, however only do so if you know it won't conflict.
hsb: Móžeće hišće tutón formular wotpósłać, ale čińće to jenož, jeli wěsće, zo konflikt njeje.

source: Insert canned response...
hsb: Přihotowanu wotmołwu zasadźić...

source: Files:
hsb: Dataje:

source: Tested on:
hsb: Testowany:

source: <strong>Warning!</strong> Another user was viewing this page before you.
hsb: <strong>Warnowanje!</strong> Druhi wužiwar je sej tutu stronu před wami wobhladał.

source: Update the whiteboard
hsb: Pokazki aktualizować

source: Admin Page
hsb: Strona administratora

source: Review This Add-on
hsb: Tutón přidatk přepruwować

source: More Information
hsb: Dalše informacije

source: Resolution
hsb: Rozsud

source: Editor
hsb: Redaktor

source: Add-on has been deleted.
hsb: Přidatk je so zhašał.

source: Show Comments
hsb: Komentary pokazać

source: Hide Comments
hsb: Komentary schować

source: No reviews found for this period.
hsb: Žane pohódnoćenja za tutón čas namakane.

source: Dismiss this announcement
hsb: Tute připowědźenje zaćisnyć

source: Files in this version:
hsb: Dataje w tutej wersiji:

source: Contents
hsb: Wobsah

source: Compare
hsb: Přirunać

source: <div>By %(user)s on %(date)s</div>
hsb: <div>Wot %(user)s dnja %(date)s</div>

source: Older
hsb: Starše

source: Newer
hsb: Nowše

source: Recent Points
hsb: Najnowše dypki

source: No points awarded yet.
hsb: Hišće žane dypki spožčene.

source: Top Reviewers (past 7 days)
hsb: Najlěpši přepruwowarjo (zańdźenych 7 dnjow)

source: No top reviewers yet.
hsb: Hišće žani přepruwowarjo njejsu.

source: All Time
hsb: Cyły čas

source: You have <span>{0}</span> points.
hsb: Maće <span>{0}</span> dypkow.

source: Reviewer
hsb: Přepruwowar

source: Deleted Themes
hsb: Zhašane drasty

source: Date Deleted
hsb: Datum zhašenja

source: No deleted themes found for this period.
hsb: Žane zhašane drasty za tutón čas namakane.

source: Theme Review History for {0}
hsb: Historija drastowych přepruwowanjow za {0}

source: Review Date
hsb: Přepruwowanski datum

source: Action
hsb: Akcija

source: Reason
hsb: Přičina

source: There are currently no reviews.
hsb: Tuchwilu žane přepruwowanja njejsu.

source: {num} Pending Theme Review
hsb: {num} wustejace drastowe přepruwowanje

source: {num} Flagged Review
hsb: {num} markěrowane přepruwowanje

source: {num} Update
hsb: {num} aktualizacija

source: Theme Review Log
hsb: Protokol drastowych přepruwowanjow

source: Theme Review Queue
hsb: Čakanski rynk drastowych přepruwowanjow

source: Review Options
hsb: Přepruwowanske nastajenja

source: Auto-advance after review
hsb: Po přepruwowanju awtomatisce pokročować

source: Enable keyboard shortcuts
hsb: Tastowe skrótšenki zmóžnić

source: Keyboard Shortcuts
hsb: Tastowe skrótšenki

source: Next Theme
hsb: Přichodna drasta

source: Previous Theme
hsb: Předchadna drasta

source: Your Review History
hsb: Waša historija přepruwowanjow

source: Commit Review
hsb: Přepruwowanje wotpósłać

source: Commit Reviews
hsb: Přepruwowanja wotpósłać

source: {0} out of {1} reviewed
hsb: {0} z {1} přepruwowanych

source: There are currently no Themes to review.
hsb: Tuchwilu žane drasty za přepruwowanje njejsu.

source: Clear Search
hsb: Pytanje zhašeć

source: Release My Theme Locks
hsb: Drastowe blokowanja powólnić

source: Interactive Theme Queue
hsb: Interaktiwny čakanski rynk za drasty

source: Reviewers' Guide
hsb: Příručka přepruwowarja
