Repository: mozilla/addons-server
Catalog: locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: Theme Review for {0}
hsb: Drastowe přepruwowanje za {0}

source: (Probable Duplicate Submission)
hsb: (Najskerje dwójne zapodaće)

source: Past Review Notes
hsb: Starše wersijowe pokazki

source: More Info Requested: {0}
hsb: Dalše informacije požadane: {0}

source: Flagged: {0}
hsb: Markěrowany: {0}

source: Approve Theme
hsb: Drastu schwalić

source: Field required
hsb: Polo je trěbne

source: Enter the ID or URL of the duplicate
hsb: Zapodajće ID abo URL duplikata

source: Select a reason for rejection
hsb: Wubjerće přičinu za wotpokazanje

source: Describe your reason for rejection
hsb: Wopisajće swoju přičinu za wotpokazanje

source: Ask a question to the artist
hsb: Stajće wuměłcej prašenje

source: Describe your reason for flagging
hsb: Wopisujće swoju přičinu za woznamjenjenje

source: Cannot diff a version against itself
hsb: Wersija njeda so ze sobu přirunać

source: That file no longer exists.
hsb: Ta dataja hižo njeeksistuje.

source: File size is over the limit of {0}.
hsb: Datajowa wulkosć limit {0} překročuje.

source: Problems decoding {0}.
hsb: Problemy při dekodowanju {0}.

source: This file is not viewable online. Please download the file to view the contents.
hsb: Tuta dataja njeda so online pokazać. Prošu sćehńće dataju, zo byšće sej wobsah wobhladał.

source: This file is a directory.
hsb: Tuta dataja je rjadowak.

source: There was an error accessing file %s. %s.
hsb: Při přistupje na dataju %s je zmylk wustupił. %s.

source: There was an error accessing file %s.
hsb: Při přistupjne na dataju %s je zmylk wustupił.

source: Could not parse uploaded file.
hsb: Nahrata dataja njeda so analyzować.

source: Invalid file name in archive: {0}
hsb: Njepłaćiwe datajowe mjeno w archiwje: {0}

source: File exceeding size limit in archive: {0}
hsb: Dataja wulkosćowy limit w archiwje překročuje: {0}

source: Invalid archive.
hsb: Njepłaćiwy archiw.

source: Could not parse the manifest file.
hsb: Manifestowa dataj njeda so analyzować.

source: Could not find an add-on ID.
hsb: Žadyn přidatkowy ID namakany.

source: Add-on ID must be 64 characters or less.
hsb: Přidatkowy ID smě maksimalnje 64 znamješkow měć.

source: Add-on ID doesn't match add-on.
hsb: Přidatkowy ID přidatkej njewotpowěduje.

source: Duplicate add-on ID found.
hsb: Dwójny přidatkowy ID namakany.

source: Version numbers should have fewer than 32 characters.
hsb: Wersijowe čisła móhli mjenje hač 32 znamješkow měć.

source: Version numbers should only contain letters, numbers, and these punctuation characters: +*.-_.
hsb: Wersijowe čisła měli jenož pismiki, ličby a slědowace interpunkciske znamješka wobsahować: +*.-_.

source: <em:type> doesn't match add-on
hsb: <em:type> njewotpowěduje přidatkej

source: Back to review
hsb: Wróćo k přepruwowanju

source: Back to addon
hsb: Wróćo k přidatkej

source: Download {0}
hsb: {0} sćahnyć

source: Version: %(version)s &bull; Size: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
hsb: Wersija %(version)s &bull; Wulkosć: %(size)s &bull; MD5 pruwowanska cyfra: %(md5)s &bull; Typ MIME: %(mimetype)s

source: File Compare :: Editor tools
hsb: Dataju přirunać :: nastroje redaktora

source: File Viewer :: Editor tools
hsb: Dataju sej wobhladać :: Nastroje za redaktora

source: Validation failed:
hsb: Přepruwowanje je so nimokuliło:

source: Add-on file being processed, please wait.
hsb: Přidatkowa dataja so předźěłuje, prošu čakajće.

source: Fetching validation results...
hsb: Přepruwowanske wuslědki so wobstaruja...

source: Deleted files:
hsb: Zhašane dataje:

source: Hide known files
hsb: Znate dataje schować

source: Add-on SDK Version:
hsb: Wersija přidatkoweho SDK:

source: Tab stops:
hsb: Tabulatory:

source: Up file
hsb: Předchadna dataja

source: Down file
hsb: Přichodna dataja

source: Previous diff
hsb: Předchadny rozdźěl

source: Previous note
hsb: Předchadna přispomnjenka

source: Next diff
hsb: Přichodny rozdźěl

source: Next note
hsb: Přichodna přispomnjenka

source: Expand all
hsb: Wšě pokazać

source: Hide or unhide tree
hsb: Štom schować abo pokazać

source: Wrap or unwrap text
hsb: Tekst łamać abo hižo njełamać

source: No files in the uploaded file.
hsb: Žane dataje w nahratej dataji.

source: Fetching file.
hsb: Dataja so wobstaruje.

source: Not implemented yet.
hsb: Hišće njeimplementowany.

source: Shopping Made Easy
hsb: Nakupowanje lochko činjene

source: Save on your favorite items from the comfort of your browser.
hsb: Lutujće na swojich woblubowanych zapiskach direktnje z wobhladowaka.

source: Build the perfect website
hsb: Wutworće perfektne websydło

source: First time with Add-ons?
hsb: Su přidatki nowe za was?

source: Not to worry, here are three to get started.
hsb: Žadyn strach, tu su tři za spočatk.

source: Translate content on the web from and into over 40 languages.
hsb: Přełožće wobsah weba z a do wjace hač 40 rěčow.

source: Easily connect to your social networks, and share or comment on the page you're visiting.
hsb: Zwjazajće so lochko ze swojimi socialnymi syćemi a dźělće abo komentujće stronu, kotruž wopytujeće.

source: A quick view to compare prices when you shop online or search for flights.
hsb: Spěšny přehlad za přirunowanje płaćiznow, hdyž online nakupujeće abo za lětami pytaće.

source: St. Patrick&rsquo;s Day Themes
hsb: Drasty k dnjej Swjateho Patrika

source: Decorate your browser to celebrate St. Patrick&rsquo;s Day.
hsb: Wupyšće swój wobhladowak, zo byšće dźeń Swj. Patrika swjećił.

source: Firefox Summer Collection
hsb: Lětnja zběrka Firefox

source: Here are some great add-ons for Firefox.
hsb: Tu su někotre wulkotne přidatki za Firefox.

source: Sit Back and Relax
hsb: Lehńće so dozady a wotpočńće

source: Add-ons that help you on your travels!
hsb: Přidatki, kotrež wam na wašich pucowanjach pomhaja!

source: Displays a country flag depicting the location of the current website's server and more.
hsb: Pokazuje krajnu chorhojčku, zo by stejnišćo serwera aktualneho websydła a wjace pokazało.

source: FoxClocks let you keep an eye on the time around the world.
hsb: Z FoxClocks wobchowujeće čas na cyłym swěće we wóčku.

source: Automatically get the lowest price when you shop online or search for flights.
hsb: Dóstańće awtomatisce najnišu płaćiznu, hdyž online nakupujeće abo za lětami pytaće.

source: A+ add-ons for School
hsb: Přidatki 1+ za šulu

source: Add-ons for teachers, parents, and students heading back to school.
hsb: Přidatki za wučerjow, staršich a studentow, kotřiž zaso do šule chodźa.

source: Would you like to know which websites you can trust?
hsb: Chceće wědźeć, kotrymž websydłam móžeće dowěrić?

source: Xmarks is the #1 bookmarking add-on.
hsb: Xmarks je přidatk čisło 1 za zapołožki.

source: Web page and text translator, dictionary, and more!
hsb: Webstrona a tekstpřełožowak, słownik a wjace!

source: Love is in the Air
hsb: Lubosć je w powětře

source: Add some romance to your Firefox.
hsb: Přidajće swojemu Firefox trochu romantiki.

source: Get up and move!
hsb: Stańće a pohibujće so!

source: Install these fitness add-ons to keep you active and healthy.
hsb: Instalujće tute fitnesowe přidatki, zo byšće so aktiwny a strowy dźeržał.

source: New &amp; Now
hsb: Nowy a nětko

source: Get the latest, must-have add-ons of the moment.
hsb: Wobstarajće sej najnowše přidatki, kotrež dyrbiće měć.

source: Worry-free browsing
hsb: Přehladowanje bjez starosćow

source: Protect your privacy online with the add-ons in this collection.
hsb: Škitajće swoju priwatnosć online z přidatkami w tutej zběrce.

source: Great add-ons for work, fun, privacy, productivity&hellip; just about anything!
hsb: Wulkotne přidatki za dźěło, wjeselo, priwatnosć, produktiwnosć&hellip; za nimale wšitko!

source: What are your interests?
hsb: Kajke su waše zajimy?

source: Discover Add-ons
hsb: Přidatki wotkryć

source: What are Add-ons?
hsb: Što su přidatki?

source: Learn More About Add-ons
hsb: Dalše informacije wo přidatkach

source: See all
hsb: Wšě pokazać

source: More ways to customize
hsb: Dalše móžnosće přiměrjenja

source: Browse all add-ons
hsb: Wšě přidatki přepytować

source: See all complete themes
hsb: Wšě dospołne drasty pokazać

source: Close Video
hsb: Widejo začinić

source: While the video plays, the add-ons being mentioned will appear here.
hsb: Mjeztym zo so widejo wothrawa, so naspomnjene přidatki tu jewja.

source: Hi, {0}
hsb: Witajće, {0}

source: Thanks for using %(app)s and supporting <a href="%(url)s">Mozilla's mission</a>!
hsb: Dźakujemy so, za %(app)s wužiwaće a <a href="%(url)s">misiju Mozilla</a> podpěrujeće!

source: Add-ons downloaded:
hsb: Sćehnjene přidatki:

source: Active Users
hsb: Aktiwni wužiwarjo

source: Last Updated
hsb: Poslednja aktualizacija

source: Cancel Installation
hsb: Instalaciju přetorhnyć

source: Mozilla&rsquo;s Pick of the Month!
hsb: Wuběr měsaca Mozilla!

source: United Arab Emirates Dirham
hsb: Dirham Zjednoćenych arabskich emiratow

source: Afghanistan Afghani
hsb: Afghaniski afghani

source: Albania Lek
hsb: Albanski lek

source: Armenia Dram
hsb: Armenski dram

source: Netherlands Antilles Guilder
hsb: Guilder Nižozemskich Antilow

source: Angola Kwanza
hsb: Angolska kwanza

source: Argentina Peso
hsb: Argentinski peso

source: Australia Dollar
hsb: Awstralski dolar

source: Aruba Guilder
hsb: Guilder Aruby

source: Azerbaijan New Manat
hsb: Azerbajdźanski nowy manat

source: Bosnia and Herzegovina Convertible Marka
hsb: Konwertibelna hriwna Bosniskeje-Hercegowiny

source: Barbados Dollar
hsb: Barbadosowy dolar

source: Bangladesh Taka
hsb: Bangladešska taka

source: Bulgaria Lev
hsb: Bołharski lew

source: Bahrain Dinar
hsb: Bahrainski dinar

source: Burundi Franc
hsb: Burundiski franc

source: Bermuda Dollar
hsb: Bermudaski dolar

source: Brunei Darussalam Dollar
hsb: Bruneiski dolar

source: Bolivia Boliviano
hsb: Boliwiski boliviano

source: Brazil Real
hsb: Brazilski real

source: Bahamas Dollar
hsb: Bahamski dolar

source: Bhutan Ngultrum
hsb: Bhutanski Ngultrum

source: Botswana Pula
hsb: Botswanska pula

source: Belarus Ruble
hsb: Běłoruski rubl

source: Belize Dollar
hsb: Belizeski dolar

source: Canada Dollar
hsb: Kanadiski dolar

source: Congo/Kinshasa Franc
hsb: Franc Kongo//Kinshasa

source: Switzerland Franc
hsb: Šwicarski franc

source: Chile Peso
hsb: Chilski peso

source: China Yuan Renminbi
hsb: Chinski yuan renminbi

source: Colombia Peso
hsb: Kolumbiski peso

source: Costa Rica Colon
hsb: Kosta-rikaski colón

source: Cuba Convertible Peso
hsb: Konwertibelny kubaski peso

source: Cuba Peso
hsb: Kubaski peso

source: Cape Verde Escudo
hsb: Kapwerdiski escudo

source: Czech Republic Koruna
hsb: Čěska króna

source: Djibouti Franc
hsb: Dźibutiski franc

source: Denmark Krone
hsb: Danska króna

source: Dominican Republic Peso
hsb: Peso Dominikanskeje republiki

source: Algeria Dinar
hsb: Algeriski dinar

source: Egypt Pound
hsb: Egyptowski punt

source: Eritrea Nakfa
hsb: Eritrejska nakfa

source: Ethiopia Birr
hsb: Etiopiski birr

source: Euro Member Countries
hsb: Čłonske kraje eura

source: Fiji Dollar
hsb: Fidźiski dolar

source: Falkland Islands (Malvinas) Pound
hsb: Punt Falklandskich kupow

source: United Kingdom Pound
hsb: Punt Zjednoćeneho kralestwa

source: Georgia Lari
hsb: Georgiski lari

source: Guernsey Pound
hsb: Punt Guernsey

source: Ghana Cedi
hsb: Ghanaski cedi

source: Gibraltar Pound
hsb: Gibraltarski punt

source: Gambia Dalasi
hsb: Dalasi Gambije

source: Guinea Franc
hsb: Guineski franc

source: Guatemala Quetzal
hsb: Guatemalski quetzal

source: Guyana Dollar
hsb: Guayanski dolar

source: Hong Kong Dollar
hsb: Hongkongski dolar

source: Honduras Lempira
hsb: Honduraska lempira

source: Croatia Kuna
hsb: Chorwatska kuna

source: Haiti Gourde
hsb: Haitiski gourde

source: Hungary Forint
hsb: Madźarski forint

source: Indonesia Rupiah
hsb: Indoneska rupija

source: Israel Shekel
hsb: Israelski šekel

source: Isle of Man Pound
hsb: Punt kupy Man

source: India Rupee
hsb: Indiska rupija

source: Iraq Dinar
hsb: Irakski dinar

source: Iran Rial
hsb: Iranski rial

source: Iceland Krona
hsb: Islandska króna

source: Jersey Pound
hsb: Punt Jersey

source: Jamaica Dollar
hsb: Jamaiski dolar

source: Jordan Dinar
hsb: Jordaniski dinar

source: Japan Yen
hsb: Japanski jen

source: Kenya Shilling
hsb: Kenijaski šiling

source: Kyrgyzstan Som
hsb: Kirgiski som

source: Cambodia Riel
hsb: Kambodźaski riel

source: Comoros Franc
hsb: Komorski franc

source: Korea (North) Won
hsb: Sewjerokorejski won

source: Korea (South) Won
hsb: Južnokorejski won

source: Kuwait Dinar
hsb: Kuwaitski dinar

source: Cayman Islands Dollar
hsb: Kaimanski dolar

source: Kazakhstan Tenge
hsb: Kazachski tenge

source: Laos Kip
hsb: Laoski kip

source: Lebanon Pound
hsb: Libanonski punt

source: Sri Lanka Rupee
hsb: Sri-lankaska rupija

source: Liberia Dollar
hsb: Liberiski dolar

source: Lesotho Loti
hsb: Loti Lesotha

source: Lithuania Litas
hsb: Litawski litas

source: Latvia Lat
hsb: Letiski lat

source: Libya Dinar
hsb: Libyski dinar

source: Morocco Dirham
hsb: Marokkoski dirham

source: Moldova Leu
hsb: Moldawski leu

source: Madagascar Ariary
hsb: Madagaskarski Ariary

source: Macedonia Denar
hsb: Makedonski denar

source: Myanmar (Burma) Kyat
hsb: Myanmarski kyat

source: Mongolia Tughrik
hsb: Mongolski tugrik

source: Macau Pataca
hsb: Makauska pataca

source: Mauritania Ouguiya
hsb: Mawretanska ouguiya

source: Mauritius Rupee
hsb: Rupija Mauritiusa

source: Maldives (Maldive Islands) Rufiyaa
hsb: Malediwiska rufija

source: Malawi Kwacha
hsb: Malawiska kwacha

source: Mexico Peso
hsb: Mexiske peso

source: Malaysia Ringgit
hsb: Malajski ringgit

source: Mozambique Metical
hsb: Mosambikski metical

source: Namibia Dollar
hsb: Namibiski dolar

source: Nigeria Naira
hsb: Nigeriska naira

source: Nicaragua Cordoba
hsb: Nikaraguaska córdoba

source: Norway Krone
hsb: Norwegsk króna

source: Nepal Rupee
hsb: Nepalska rupija

source: New Zealand Dollar
hsb: Nowoseelandski dolar

source: Oman Rial
hsb: Omanski rial

source: Panama Balboa
hsb: Panamaska balboa

source: Peru Nuevo Sol
hsb: Peruski nuevo sol

source: Papua New Guinea Kina
hsb: Papuwa-nowoginejska kina

source: Philippines Peso
hsb: Filipinske peso

source: Pakistan Rupee
hsb: Pakistanska rupija

source: Poland Zloty
hsb: Pólski złoty

source: Paraguay Guarani
hsb: Paraguayski guarani

source: Qatar Riyal
hsb: Katarski rijal

source: Romania New Leu
hsb: Nowy Rumunski leu

source: Serbia Dinar
hsb: Serbiski dinar

source: Russia Ruble
hsb: Ruski rubl

source: Rwanda Franc
hsb: Ruandaski franc

source: Saudi Arabia Riyal
hsb: Sawdi-arabski rijal

source: Solomon Islands Dollar
hsb: Dolar Salomonskich kupow

source: Seychelles Rupee
hsb: Rupija Sechellow

source: Sudan Pound
hsb: Sudanski punt

source: Sweden Krona
hsb: Šwedska króna

source: Singapore Dollar
hsb: Singapurski dolar

source: Saint Helena Pound
hsb: Punt Swjateje Heleny

source: Sierra Leone Leone
hsb: Sierraleonski leone

source: Somalia Shilling
hsb: Somaliski šiling

source: Seborga Luigino
hsb: Seborgaski luidźino

source: Suriname Dollar
hsb: Surinamski dolar

source: São Tomé and Príncipe Dobra
hsb: Santomejska dobra

source: El Salvador Colon
hsb: Salvadorski colón

source: Syria Pound
hsb: Syriski punt

source: Swaziland Lilangeni
hsb: Swaziski lilangeni

source: Thailand Baht
hsb: Thailandski baht

source: Tajikistan Somoni
hsb: Tadźikski somoni

source: Turkmenistan Manat
hsb: Turkmenski manat

source: Tunisia Dinar
hsb: Tuneziski dinar

source: Tonga Pa'anga
hsb: Tongaska pa'anga

source: Turkey Lira
hsb: Turkowska lira

source: Trinidad and Tobago Dollar
hsb: Dolar Trinidada a Tobaga

source: Tuvalu Dollar
hsb: Tuvaluski dolar

source: Taiwan New Dollar
hsb: Nowy Taiwanski dolar

source: Tanzania Shilling
hsb: Tansaniski šiling

source: Ukraine Hryvna
hsb: Ukrainska hriwna

source: Uganda Shilling
hsb: Ugandaski šiling

source: United States Dollar
hsb: US-dolar

source: Uruguay Peso
hsb: Uruguayske peso

source: Uzbekistan Som
hsb: Uzbekski som

source: Venezuela Bolivar
hsb: Venezuelski bolívar

source: Viet Nam Dong
hsb: Vietnamski dong

source: Vanuatu Vatu
hsb: Vanuatuski vatu

source: Samoa Tala
hsb: Samoaska tala

source: Communauté Financière Africaine (BEAC) CFA Franc BEAC
hsb: Franc afriskeho financneho zhromadźenstwa, CFA-franc (BEAC)

source: East Caribbean Dollar
hsb: Wuchodokaribiski dolar

source: International Monetary Fund (IMF) Special Drawing Rights
hsb: Wosebite prawa ćahanja Mjezynarodneho měnoweho fondsa (MMF)

source: Communauté Financière Africaine (BCEAO) Franc
hsb: Franc afriskeho financneho zhromadźenstwa, CFA-Franc (BCEAO)

source: Comptoirs Français du Pacifique (CFP) Franc
hsb: Franc francoskich teritorije Pacifiskeho oceana (CFP-Franc)

source: Yemen Rial
hsb: Jemenski rial

source: South Africa Rand
hsb: Južnoafriski rand

source: Zambia Kwacha
hsb: Sambiska kwacha

source: Zimbabwe Dollar
hsb: Simbabweski dolar

source: About Mozilla Add-ons
hsb: Wo Mozilla Add-ons

source: What is this website?
hsb: Što tute websydło je?

source: Who creates these add-ons?
hsb: Štó tute přidatki wutworja?

source: How do I keep up with what's happening at AMO?
hsb: Kak móžu wo aktiwitach na AMO na běžnym wostać?

source: There are several ways to find out the latest news from the world of add-ons:
hsb: Su wjacore móžnosće, najnowše nowinki ze swěta přidatkow dóstać:

source: Our <a href="%(url)s">Add-ons Blog</a> is regularly updated with information for both add-on enthusiasts and developers.
hsb: Naš <a href="%(url)s">blog wo přidatkach</a> so prawidłownje z informacijemi za přidatkowych horliwcow a wuwiwarjow aktualizuje.

source: We often post news, tips, and tricks to our Twitter account, <a href="%(url)s">mozamo</a>
hsb: Sćelemy husto powěsće, pokiwy a triki na swoje konto Twitter, <a href="%(url)s">mozamo</a>

source: Our <a href="%(url)s">forums</a> are a good place to interact with the add-ons community and discuss upcoming changes to AMO.
hsb: Naše <a href="%(url)s">forumy</a> su dobre městno za interagěrowanje z přidatkowym zhromadźenstwom a diskusiju přichodnych změnow na AMO.

source: This sounds great! How can I get involved?
hsb: To derje klinči! Kak móžu sobu činić?

source: There are plenty of ways to get involved. If you're on the technical side:
hsb: Je wjele móžnosćow sobu činić. Jeli sće technisce zajimowany:

source: If you're interested in add-ons but not quite as technical, there are still ways to help:
hsb: Jeli so za přidatki zajimujeće, ale technika wam njeleži, su hišće druhe móžnosće, zo byšće pomhał:

source: Tell your friends! Let people know which add-ons you use.
hsb: Informujće swojich přećelow! Zdźělće ludźom, kotre přidatki wužiwaće.

source: Participate in our <a href="%(url)s">forums</a>.
hsb: Wobdźělće so na našich <a href="%(url)s">forumach</a>.

source: Review add-ons on the site. Add-on authors are more likely to improve their add-ons and write new ones when they know people appreciate their work.
hsb: Pohódnoćće přidatki na sydle. Awtorojo přidatkow najskerje swoje přidatki polěpša a budu nowe pisać, hdyž wědźa, zo sej ludźo jich dźěło waža.

source: I have a question
hsb: Mam prašenje

source: A good place to start is our <a href="%(faq_url)s"><abbr title="Frequently Asked Questions">FAQ</abbr></a>. If you don't find an answer there, you can <a href="%(forum_url)s"> ask on our forums</a>.
hsb: Dobre městno, hdźež móžeće započeć, su naše <a href="%(faq_url)s"><abbr title="Frequently Asked Questions">Huste prašenja</abbr></a>. Jeli tam žanu wotmołwu namakaće, móžeće so <a href="%(forum_url)s">w našich forumach prašeć</a>.

source: If you really need to contact someone from the Mozilla team, please see our <a href="%(url)s"> contact information</a> page.
hsb: Jeli dyrbiće so woprawdźe z někim z teama Mozilla do zwiska stajić, wopytajće prošu našu stronu z <a href="%(url)s">kontaktnymi informacijemi</a>.

source: Who works on this website?
hsb: Štó na tutym websydle dźěła?

source: Add-on Compatibility Reporter
hsb: Roprawjak přidatkoweje kompatibelnosće

source: Add-on Compatibility Reporter has been installed
hsb: Rozprawjak přidatkoweje kompatibelnosće je so instalował

source: Thank you!
hsb: Wulki dźak!

source: Site Credits
hsb: Dźakprajenja za sydło

source: Developers &amp; Administrators
hsb: Wuwiwarjo a administratorojo

source: Localizers
hsb: Přełožowarjo

source: Reviewers
hsb: Přepruwowarjo

source: More than {0} add-on reviews
hsb: Wjace hač {0} přidatkowych pohódnoćenjow

source: Other Contributors
hsb: Druzy sobuskutkowarjo

source: Past Developers &amp; Administrators
hsb: Něhdyši wuwiwarjo a administratorojo

source: Software and Images
hsb: Softwara a wobrazy

source: For information on contributing, please see our <a href="%(url)s">wiki page</a>.
hsb: Za informacije wo darjenju, čitajće našu <a href="%(url)s">wikistronu</a>.

source: Developer FAQ
hsb: Huste prašenja wuwiwarjow

source: Sections
hsb: Wotrězki

source: Developing an Add-on
hsb: Přidatk wuwiwać

source: Support Resources
hsb: Resursy pomocy

source: Contributing your Add-on
hsb: Waš přidatk přinošować

source: Add-on Review Process
hsb: Přepruwowanski proces za přidatki

source: Managing Your Add-on
hsb: Waš přidatk rjadować

source: References for Open Source Licenses
hsb: Referency za licency wotewrjeneho žórła

source: Add-on Developer FAQ
hsb: Husto prašenja za wuwiwarjow přidatkow

source: Other resources include:
hsb: Druhe resursy wobsahuja:

source: Mozilla Add-ons Blog
hsb: Blog přidatkow Mozilla

source: What tools do I need to be able to build an Add-on?
hsb: Kotre nastroje dyrbju wužiwać móc, zo bych přidatk wuwiwał?

source: Popular code editors include:
hsb: Woblubowane editory za žórłowy tekst su:

source: What is a ".xpi" file?
hsb: Što je „.xpi“-dataja?

source: What is XUL?
hsb: Što je XUL?

source: What is the "install.rdf" file used for?
hsb: Za čo so dataja „install.rdf“ wužiwa?

source: What does "maxVersion" mean?
hsb: Što „maxVersion“ woznamjenja?

source: Can my add-on contain binary components?
hsb: Smě mój přidatk binarne komponenty wobsahować?

source: Can I use a JavaScript library like jQuery, MooTools or Prototype to build my add-on?
hsb: Móžu biblioteku JavaScript kaž jQuery, MooTools abo Prototype, zo bych swój přidatk wuwiwał?

source: How do I debug my add-on?
hsb: Kak móžu w swojim přidatku za zmylkami pytać?

source: You can use the <a href="%(url)s">Add-on Debugger</a>.
hsb: Móžeće <a href="%(url)s">Add-on Debugger</a> wužiwać.

source: How do I test for compatibility with the latest version of Mozilla software?
hsb: Kak móžu z najnowšej wersiju softwary Mozilla za kompatibelnosću testować?

source: How to improve the performance of my add-on?
hsb: Kak móžu wukon swojeho přidatka polěpšić?

source: Can my add-on support multiple locales?
hsb: Móže mój přidatk wjacore lokale podpěrować?

source: I need some advice building my add-on. Where can I find help?
hsb: Trjebam radu za wuwiwanje swojeho přidatka. Hdźe móžu pomoc dóstać?

source: #extdev (for add-on development discussions)
hsb: #extdev (za diskusije wo wuwiwanju přidatkow)

source: #amo (for support relating to hosting your add-on on AMO)
hsb: #amo (za pomoc nastupajo hospodowanje wašeho přidatka na AMO)

source: #jetpack (for discussions about the Add-ons SDK and cfx/jpm - formerly known as Jetpack)
hsb: #jetpack (za diskusiju wo SDK přidatkow a cfx/jpm - něhdy jako Jetpack znaty)

source: Mailing List
hsb: Rozsyłanska lisćina

source: Newsgroup
hsb: Diskusijna skupina

source: Google Group
hsb: Skupina Google

source: Add-ons forum
hsb: Přidatkowy forum

source: Does Mozilla offer development services?
hsb: Poskića Mozilla wuwiwarske słužby?

source: No.
hsb: Ně.

source: Are there 3rd party developers that I can hire to build my add-on?
hsb: Su třeći wuwiwarjo, kotrychž móžu za wuwiwanje swojeho přidatka najeć?
