Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: Add-ons, unlike plugins, are automatically checked for updates once every day. In Firefox, updates are automatically installed by default. Versions of Firefox prior to 4 (and other applications) will alert you that updates to your add-ons are available. <a href="%(plugin_url)s">Plugins</a> are not currently automatically checked for updates, so be sure to regularly visit the <a href="%(plugincheck_url)s">Plugin Check</a> page to stay up-to-date.
dsb: Na rozdźěl wót tykacow dodanki pytaju awtomatiski raz wob źeń za aktualizacijami. W Firefox aktualizacije instalěruju se pó standarźe. Wersije Firefox pśed wersiju 4 (a druge nałoženja) daju wam k wěsći, až aktualizacije su za waše dodanki k dispoziciji. <a href="%(plugin_url)s">Tykace</a> njepytaju awtomatiski za aktualizacijami, woglědajśo se pótakem pšawidłownje k bokoju <a href="%(plugincheck_url)s">Pśespytajśo swóje tykace</a>, aby tykace aktualne źaržał.

source: Are add-ons safe to install?
dsb: Jo wěste, dodanki instalěrowaś?

source: Unless clearly marked otherwise, add-ons available from this gallery have been checked and approved by Mozilla's team of editors and are safe to install. We recommend that you only install approved add-ons. If you wish to install unapproved add-ons or add-ons from third-party websites, use caution as these add-ons may harm your computer or violate your privacy. <a href="%(learnmore_url)s">Learn more about our approval process</a>
dsb: Dodanki w toś tej galeriji pśeglěduju se a pśizwóluju se wót teama redaktorow Mozilla, snaźkuli su hynac markěrowane, a daju se wěsće instalěrowaś. Pśiraźujomy, až instalěrujośo jano pśizwólone dodanki. Jolic cośo njepśizwólone dodanki z websedłow tśeśich póbitowarjow instalěrowaś, buźćo wobglědniwy, dokulaž toś te dodanki mógu wašo licadło wobškóźiś abo wašu priwatnosć zraniś. <a href="%(learnmore_url)s">Dalšne informacije wó pśizwóleńskem procesu</a>

source: Can add-ons make %(app_name)s slower?
dsb: Mógu dodanki %(app_name)s spómałšyś?

source: Most add-ons do not cause a perceivable performance decrease in %(app_name)s, though installing an excessive number may have adverse effects. If you suspect an add-on is causing %(app_name)s to be slow, try disabling it.
dsb: Nějwěcej dodankow njezawinujo spóznajobne wugbaśowe zešpatnjenje w nałoženju %(app_name)s, ale instalěrowanje wjelgin wjele dodankow by mógło nawopacne efekty měś. Jolic se mysliśo, až dodank spómałšujo %(app_name)s, znjemóžniśo dodank, aby to pśeglědował.

source: %(app_name)s told me an add-on isn't compatible. Is there a way I can still use it?
dsb: %(app_name)s jo mě k wěsći dał, až dodank njejo kompatibelny. Eksistěrujo móžnosć, až mógu jen weto wužywaś?

source: If an add-on isn't compatible with your version of %(app_name)s, it is usually either because your version of %(app_name)s is outdated or the add-on author has not yet updated the add-on to be compatible with a newer version you are using. Mozilla does not recommend trying to circumvent these compatibility checks, as they can lead to browser instability or in some cases loss of data. For users who are testing out alpha or beta versions of Firefox, we offer the <a href="%(acr_url)s">Add-on Compatibility Reporter</a> to help add-on developers update their compatibility.
dsb: Jolic dodank njejo kompatibelny z wašeju wersiju %(app_name)s, jo to zwětšego pak dokulaž waša wersija %(app_name)s jo zestarjona pak awtor dodanka hyšći njejo dodank aktualizěrował, aby z nowšeju wersiju, kótaruž wužywaśo, kompatibelny był. Mozilla njepśiraźujo, toś te pśeglědanja kompatibelnosći wobejś, dokulaž to móžo k instabilnosći wobglědowaka abo w někotrych padach k zgubjenjeju datow wjasć. Za wužywarje, kótarež testuju alfa- abo betawersije Firefox, póbitujomy dodank <a href="%(acr_url)s">Add-on Compatibility Reporter</a> , aby wuwijarjam dodankow pomagał, jich kompatibelnosć aktualizěrowaś.

source: What if I have problems with an add-on?
dsb: Co jo, jolic mam problemy z dodankom?

source: Add-ons are usually created by third-party developers from around the world, so the best way to get help with an add-on is to look for support links on the add-on's homepage or contact the developer. If you are having issues with %(app_name)s that you suspect are related to add-ons you have installed, <a href="%(troubleshooting_url)s">visit this support article</a> for troubleshooting tips.
dsb: Dodanki wuwijaju se zwětšego wót wuwijarjow tśeśich póbitowarjow z cełego swěta, pytajśo nejlěpjej za wótkazami pomocy na startowem boku dodanka abo stajśo so z wuwijarjom do zwiska, aby pomoc dostał. Jolic maśo problemy z %(app_name)s a měniśo, až zawinuju se pśez waše zainstalěrowane dodanki, <a href="%(troubleshooting_url)s">cytajśo toś ten nastawk pomocy</a>, aby pokaze wó rozwězowanju problemow dostał.

source: Add-on Gallery
dsb: Galerija dodankow

source: How do I choose between add-ons that seem to do the same thing?
dsb: Kak mógu mjazy dodankami wubraś, kótarež gótuju pó zdaśu to samske?

source: There are often several add-ons that have similar features. To figure out which is right for you, read the entire description of the add-on and view its screenshots. If there are still several in the running, read through the add-on's ratings, user reviews, and statistics to see which is most liked by other users. Remember that you can also just try out both and see which you like better.
dsb: Su cesto někotare dodanki, kótarež maju pódobne funkcije. Aby wuslěźił, kótary jo pšawy za was, cytajśo cełe wopisanje dodanka a woglědajśo se jogo fota wobrazowki. Jolic su hyšći někotare we wuběźowanju, cytajśo pógódnośenja dodanka, wužywarske měnjenja a statistiku, aby zgónił, kótary jo nejwěcej woblubowany drugich wužywarjow. Móžośo teke jadnorje dodanki wopytowaś, aby wiźeł, kótary z nich spódoba se wam lěpjej.

source: What if I can't find an add-on I'm looking for?
dsb: Co mógu cyniś, jolic njenamakajom dodank, za kótarymž pytam?

source: With thousands of add-ons available, there's something for everyone. But if you're looking for a particular add-on and can't find it, you might try searching on other sites or posting about it in our <a href="%(forum_url)s">Add-ons </a>forum.
dsb: Su tysace dodankow k dispoziciji, dajo něco za kuždego. Ale jolic pytaśo za wósebnym dodankom a njamóžośo jen namakaś, wopytajśo na drugich sedłach pytaś abo pišćo pśinosk wo tom w našom <a href="%(forum_url)s">dodankowem</a> forumje.

source: What does it mean if an add-on is "experimental" or "preliminarily reviewed"?
dsb: Co ma na se, jolic dodank jo „eksperimentelny“ abo „nachylu pśeglědany“?

source: Experimental add-ons have been checked by our editors to make sure they don't have security problems, but they may still have bugs or not work properly. Use caution when installing experimental add-ons and uninstall the add-on immediately if you notice problems. <a href="%(url)s">Learn more about our review process</a></dd>
dsb: Eksperimentelne dodanki su se wót našych redaktorow pśeglědali, aby se zawěsćiło, až njamaju wěstotne problemy, ale mógu hyšći zmólki měś abo pórědnje njefunkcioněruju. Buźćo wobglědniwy, gaž instalěrujośo eksperimentelne dodanki a wótinstalěrujśo dodank ned, jolic zawupytajośo problemy. <a href="%(url)s">Dalšne informacije wó našom pśeglědowańskem procesu</a></dd>

source: What does it mean if an add-on is "not reviewed"?
dsb: Co ma na se, jolic dodank „njejo pśeglědany“?

source: While all add-ons publicly available in our gallery are reviewed by an editor, you may receive a direct link to an add-on that hasn't yet been reviewed. Use caution when installing these add-ons, as they could harm your computer or violate your privacy. We recommend that you only install reviewed add-ons. <a href="%(url)s">Learn more about our review process</a></dd>
dsb: Lěcrownož wšykne dodanki, kótarež su w našej galeriji zjawnje k dispoziciji, pśeglěduju se wót redaktora, dostanjośo snaź direktny wótkaz k dodankoju, kótaryž hyšći njejo pśeglědany. Buźćo wobglědniwy, gaž instalěrujośo toś te dodanki, dokulaž wóne by mógli wašo licadło wobškóźiś abo wašu priwatnosć zraniś. Pśiraźujomy, až instalěrujośo jano pśeglědane dodanki. <a href="%(url)s">Dalšne informacije wó našom pśeglědowańskem procesu</a></dd>

source: How much do add-ons cost to purchase?
dsb: Wjele płaśe dodanki?

source: Add-ons hosted in our gallery are free unless clearly marked otherwise.
dsb: Dodanki, kótarež góspoduju se w našej galeriji, su dermotne, snaźkuli su hynac wóznamjenjone.

source: What does it mean when an add-on asks for contributions?
dsb: Co ma na se, gaž dodank pšosy wó pósćiwanki?

source: Some add-on authors request users who enjoy an add-on to contribute to its development by making a monetary contribution. These contributions go directly to the developer unless a third party is indicated, such as the non-profit Mozilla Foundation.
dsb: Někotare awtory dodankow pšose wužywarje, kótarymž dodank se spódoba, jogo wuwijanje pśez pjenježnu pósćiwanku pódprěś. Toś te pósćiwanki du direktnje k wuwijarjeju, snaźkuli tśeśe póbitowarje jo pódany, ako na pśikład za wše wužytna załožba Mozilla Foundation.

source: What are beta add-ons?
dsb: Co su betadodanki?

source: Beta add-ons are unreviewed versions which represent the latest work of an add-on author. While different authors have different standards for beta code quality, you should assume that these add-ons are less stable than the general add-on releases.
dsb: Betadodanki su njepśeglědane wersije, kótarež reprezentěruju nejnowše źěło awtora dodanka. Lěcrownož druge awtory maju druge standardy za betakodowu kwalitu, wujźćo wót togo, až toś te dodanki su mjenjej stabilne ako powšykne wózjawjenja dodankow.

source: Please note that when you install an add-on from the "Beta Version" section of an add-on's listing, you will continue to receive updates for that add-on as they become available. Like the initial version you installed, all beta releases are unreviewed by Mozilla and may harm your computer.
dsb: Pšosym źiwajśo na to, až pśi instalěrowanju „betawersije“ dalej dostawaśo aktualizacije za toś ten dodank, gaž su k dispoziciji. Rowno tak ako prědna wersija, kótaruž sćo zainstalěrował, su teke wšykne betawersije wót Mozilla njepśeglědane a mógu wašo licadło wobškóźiś.

source: What does it mean when an add-on is flagged as slow?
dsb: Co ma na se, gaž dodank jo ako pómały wóznamjenjony?

source: Most add-ons load code and resources at the same time Firefox is starting up. In most cases the impact in start-up time is minimal, but some add-ons can cause a noticeable slowdown.
dsb: Nejwěcej dodankow zacytujo žrědłowy tekst a resurse, gaž Firefox se startujo. W nejwěcej padach to ma jano mało wliwa na startowy cas, ale někotare dodanki mógu spóznajobne spómałšenje zawinowaś.

source: How do I report an inappropriate or spam user review?
dsb: Kak mógu njepśigódne abo spamowe wužywarske pógódnośenje k wěsći daś?

source: To report a user review of an add-on, log in with your account and visit the add-on's reviews page. Find the review you wish to report, click "Report this review" and select a reason. Our editorial team will investigate the review and take appropriate action.
dsb: Aby wužywarske pógódnośenje dodanka k wěsći dał, pśizjawśo se pla swójogo konta a woglědajśo se k bokoju pógódnośenjow dodanka. Pytajśo pógódnośenje, kótarež cośo k wěsći daś, klikniśo na „Toś to pógódnośenje k wěsći daś“ a wubjeŕśo pśicynu. Naš team redaktorow buźo pógódnośenje pśepytowaś a wótpowědnje jadnaś.

source: How do I report a bug or contact the Mozilla Add-ons team?
dsb: Kak mógu programowu zmólku k wěsći daś abo se z teamom dodankowMozilla do zwiska stajiś?

source: Please visit our <a href="%(contact_url)s">Contact page</a>.
dsb: Pšosym woglědajśo se k našomu <a href="%(contact_url)s">kontaktowemu bokoju</a>.

source: What is a Source Code License?
dsb: Co jo licenca žrědłowego koda?

source: The source code used to create an add-on is an exclusive copyright of the add-on author, unless otherwise declared in a source code license. Many add-ons on this site have <a href="%(url)s" lang="en">open source licenses</a> that make the source code publicly available for copy and reuse under conditions determined by the author. Most authors choose widely known open source licenses like the GPL or BSD licenses instead of making up their own.
dsb: Žrěsłowy kod, kótaryž se wužywa, aby dodank wuwijał, pódlažy eksluziwnemu awtorskemu pšawoju, snaźkuli jo se hynac w licency žrědłowego koda deklarěrowało. Wjele dodankow na sedle ma <a href="%(url)s" lang="en">licence wótwórjonego žrědła</a>, kótarež stajaju žrědłowy kod pód wuměnjenjami awtora za kopěrowanje a zasejwužywanje k dispoziciji. Nejwěcej awtorow wuběra daloko znate licence wótwórjonego žrědła ako GPL abo BSD, město togo, aby swójsku gótowało.

source: Firefox and other Mozilla software are <a href="%(url)s">open source</a>.
dsb: Firefox a druge programy Mozilla su <a href="%(url)s">wótwórjone žrědło</a>.

source: Collections and Favorites
dsb: Zběrki a fawority

source: What is a collection?
dsb: Co jo zběrka?

source: Collections are groups of related add-ons created by users to share.
dsb: Zběrki su kupki pśiswójźbnych dodankow, kótarež wužywarje su napórali, aby je drugim dalej dali.

source: What is the My Favorites collection?
dsb: Co jo zběrka „Moje fawority“?

source: Favorite add-ons are add-ons that you have bookmarked to easily get back to later. You can add an add-on to your favorites collection by clicking "Add to favorites" on its details page.
dsb: Nejlubše dodanki su dodanki, kótarež sćo ako cytańske znamjenja składli, aby pózdźej na nje pśistup měł. Klikniśo na „Faworitam pśidaś“ na boku drobnostkow, aby zběrce nejlubšych dodankow dodank pśidał.

source: Mobile Add-ons
dsb: Dodanki za mobilny Firefox

source: What are mobile add-ons?
dsb: Co su mobilne dodanki?

source: Mobile add-ons work with <a href="%(mobile_url)s">Firefox for Mobile</a> and add or modify functionality just like desktop add-ons. You can find add-ons that work with Firefox for Mobile in our <a href="%(gallery_url)s">gallery</a>.
dsb: Mobilne dodanki funkcioněruju z <a href="%(mobile_url)s">Firefox za Android</a> a pśidawaju abo změnjaju funkcionalnosć, rowno tak ako desktopowe dodanki. Móžośo dodanki, kótarež funkcioněruju z Firefox za Android, w našej <a href="%(gallery_url)s">galeriji</a> namakaś.

source: Developer Topics
dsb: Wuwijarske temy

source: Please see our <a href="%(faq_url)s">Developer FAQ</a> and <a href="%(hub_url)s">Developer Hub</a> for answers to add-on developer-related questions.
dsb: Pšosym cytajśo naše <a href="%(faq_url)s">ceste wuwijarske pšašanja</a> a <a href="%(hub_url)s">wuwijarski rožk</a> za wótegrona na pšašanja, kótarež se na wuwijarje dodankow póśěguju.

source: Still have questions?
dsb: Maśo hyšći pšašanja?

source: For general Firefox support, visit our <a href="%(sumo_url)s">support website</a>. For general add-on and website questions, visit our <a href="%(forum_url)s">forum</a>.
dsb: Za powšyknu pomoc Firefox, woglědajśo se k našomu <a href="%(sumo_url)s">websedłoju pomocy</a>. Za powšykne pšašanja wó dodankach a websedłach, woglědajśo se k našomu <a href="%(forum_url)s">forumoju</a>.

source: Some tips for writing a great review
dsb: Někotare pokaze za pisanje dobrego pógódnośenja

source: Frequently Asked Questions about Reviews
dsb: Ceste pšašanja wó pógódnośenjach

source: Add-on reviews are a way for you to share your opinions about the add-ons you’ve installed and used. Our review moderation team reserves the right to refuse or remove any review that does not comply with these guidelines.
dsb: Pógódnośenja wó dodankach su móžnosć za was, waše měnjenja wó dodankach k wěsći daś, kótarež sćo zainstalěrował a wužywał. Naš moderaciski team za pógódnośenja wuměnja sebje pšawa, pógódnośenja wótpokazaś abo wótpóraś, kótarež njewótpowěduju toś tym směrnicam.

source: Do:
dsb: Dobre:

source: Write like you are telling a friend about your experience with the add-on.
dsb: Pišćo, ako by wy pśijaśeloju wó swójich nazgónjenjach z dodankom wulicował.

source: Keep reviews concise and easy to understand.
dsb: Źaržćo pógódnośenja krotke a lažko k rozměśu.

source: Give specific and helpful details. For example:
dsb: Pódajśo specifiske a wužytne drobnostki. Na pśikład:

source: Did the add-on work as you expected it to?
dsb: Jo dodank funkcioněrował, kak sćo wótcakał?

source: What features did you like or dislike?
dsb: Kótare funkcije se wam spódobaju abo njespódobaju?

source: Was it useful?
dsb: Jo to wužytne było?

source: Was it easy to use?
dsb: Dajo se lažko wužywaś?

source: Will you continue to use this add-on?
dsb: Buźośo toś ten dodank dalej wužywaś?

source: Take a moment to read your review before submitting it to minimize typos.
dsb: Bjeŕśo se wokognuśe casa, aby swójo pógódnośenje pśecytał, nježli až jo wótpósćelośo, aby pisańske zmólki miniměrował.

source: Don’t:
dsb: Špatne:

source: Submit one-word reviews such as "Great!", "wonderful," or "bad."
dsb: NJezapódajśo jadnosłowne pógódnośenja ako „Wjelicne!“, „Wuběrne“ abo „Špatne“.

source: Post technical issues, support requests, or feature suggestions. Use the available support options for each add-on, if available. You can find them in the side column next to the About this Add-on section.
dsb: Njepišćo wó techniskich problemach, njepšosćo wó pomoc a njenaraźćo nowe funkcije. Wužywajśo k dispoziciji stojece móžnosći pomocy kuždego dodanka. Móžośo je w słupje na pšawej kšomje pódla wótrězka „Wó toś tom dodanku“ namakaś.

source: Write reviews for add-ons which you have not personally used.
dsb: Njepišćo pógódnośenja za dodanki, kótarež njejsćo sam wužył.

source: Use profanity, sexual language or language that can be construed as hateful.
dsb: Njewužywajśo wulgarne, seksualne wuraze abo wuraze, kótarež maju za gramoty połne.

source: Include HTML, links, source code or code snippets. Reviews are meant to be text only.
dsb: Njewužywajśo HTML, wótkaze, žrědłowy kod abo źěle žrědłowego koda. Pógódnośenja směju jano lutny tekst wopśimowaś.

source: Make false statements, disparage add-on authors or personally insult them.
dsb: Wopacne pódaśa cyniś, awtorow dodankow pónižyś abo jich wósobinski skśiwźiś.

source: Include your own or anyone else’s email, phone number, or other personal details.
dsb: Njepomjeńśo e-mailowu adresu, telefonowy numer abo druge wósobinske daty, daniž swójske daniž te z drugich wósobow.

source: Post reviews for an add-on you or your organization wrote or represent.
dsb: Njepišćo pógódnośenja za dodank, kótaryž jo se wót was abo wašeje organizacije wuwił abo se reprezentěrujo.

source: Criticize an add-on for something it’s intended to do. For example, leaving a negative review of an add-on for displaying ads or requiring data gathering, when that is the intended purpose of the add-on, or the add-on requires gathering data to function.
dsb: Njekritizěrujśo dodank za wótglědanu funkciju. K tomu słuša na pśikład negatiwne pógódnosenje za dodank, kótaryž pokazujo wabjenje abo gromaźi daty, gaž to jo wótglědany zaměr dodanka abo dodank musy daty gromaźiś, aby funkcioněrował.

source: How can I report a problematic review?
dsb: Kak mógu problematiske pógódnośenje wózjawiś?

source: Please report or flag any questionable reviews by clicking the "Report this review" and it will be submitted to the site for moderation. Our moderation team will use the Review Guidelines to evaluate whether or not to delete the review or restore it back to the site.
dsb: Klikniśo pšosym na „Toś to pógódnośenje k wěsći daś“, aby zawózdatne pógódnośenja k wěsći dał abo wóznamjenił a powěźeńka buźo se za moderaciju na sedło słaś. Naš moderaciski team buźo pśeglědowańske směrnice wužywaś, aby pósuźił, lěc pógódnośenje musy se lašowaś abo nic, abo lěc se na sedle wótnowja.

source: I’m an add-on author, can I respond to reviews?
dsb: Som dodankowy awtor, mógu na pógódnośenja wótegroniś?

source: Yes, add-on authors can provide a single response to a review. You can set up a discussion topic in our <a href="%(forum_url)s">forum</a> to engage in additional discussion or follow-up.
dsb: Jo, dodankowe awtory mógu na pógódnośenje jadno wótegrono daś. Móžośo diskusijnu temu w našom <a href="%(forum_url)s">forumje</a> zachopiś, aby dalšnu diskusiju abo wóspjetne dopšašanja zmóžnił.

source: I’m an add-on author, can I delete unfavorable reviews or ratings?
dsb: Som awtor dodanka, mógu njepśijazne pógódnośenja lašowaś?

source: In general, no. But if the review did not meet the review guidelines outlined above, you can click "Report this review" and have it moderated. If a review included a complaint that is no longer valid due to a new release of your add-on, we may consider deleting the review. Submit your detailed request to amo-editors@mozilla.org.
dsb: Powšyknje nic. Ale jolic pógódnośenje njewótpowědujo górjejce pomjenjonym pógódnośeńskim směrnicam, móžośo na „Toś to pógódnośenje k wěsći daś“ kliknuś, aby se moderěrowało. Jolic pógódnośenje jo wobśěžkanje wopśimjeło, kótarež njejo wěcej płaśiwe noweje wersije wašogo dodanka dla, wulašujomy snaź pógódnośenje. Pósćelśo swóje nadrobne napšašowanje na amo-editors@mozilla.org.

source: Sunbird has retired
dsb: Sunbird se wěcej njewužywa

source: Development on the Sunbird project has halted and its final release was on March 30, 2010. We've been proud to host Sunbird add-ons on this site but as the project is no longer maintained we have disabled our support for the add-ons.
dsb: Wuwijanje projekta Sunbird jo zastajony a jogo slědne wózjawjenje jo 30. měrca 2010 było. Wjaseli se nas, až móžomy dodanki Sunbird na toś tom sedle góspodowaś, ale dokulaž projekt se wěcej njewótwardujo, smy swóju pódpěru za dodanki znjemóžnili.

source: We recommend upgrading to <a href="%(tb_url)s">Thunderbird</a> and <a href="%(lightning_url)s">Lightning</a>.
dsb: Pśirazujomy, až aktualizěrujośo <a href="%(tb_url)s">Thunderbird</a> a <a href="%(lightning_url)s">Lightning</a>.

source: Read more about Sunbird
dsb: Dalšne informacije wó Sunbird

source: There was an error communicating with PayPal. Please try again later.
dsb: Pśi komunicěrowanju z PayPal jo zmólka nastała. Pšosym wopytajśo pózdźej hyšći raz.

source: There was an error with this currency.
dsb: Zmólka jo z toś tymi pjenjezami nastała.

source: The amount is too small for conversion into the receiver's currency.
dsb: Suma jo pśemała za konwertěrowanje do pjenjez dostawarja.

source: The buyer and seller must have different PayPal accounts.
dsb: Kupc a pśedawaŕ musytej rozdźělnej konśe PayPal měś.

source: The seller does not accept payments in %s.
dsb: Pśedawaŕ njeakceptěrujo płaśenja w %s.

source: Reviews for %s
dsb: Pógódnośenja za %s

source: Review History for this Addon
dsb: Historija pógódnośenjow za toś ten dodank

source: Rated %d out of 5 stars
dsb: Z %d z 5 gwězdkow pógódnośony

source: Keep review; remove flags
dsb: Pógódnośenje wobchowaś; markěrowanja wótpóraś

source: Skip for now
dsb: Tuchylu pśeskócyś

source: Delete review
dsb: Pógódnośenje wulašowaś

source: Other (please specify)
dsb: Druge (pšosym pódaś)

source: Thanks; this review has been flagged for editor approval.
dsb: Wjeliki źěk; toś to pśeglědanje jo se za pśizwólenje redaktora markěrowało.

source: Add a review for {0}
dsb: Pógódnośenje za {0} pśidaś
