Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: <strong>Is the add-on free of unlicensed trademarks and copyrights?</strong> Though you may mean no harm to the holder of a trademark, or the owner of a copyrighted work, we can't host add-ons that infringe on trademarks or copyrights. If you don't have permission to use a trademarked name or image, please do not submit your add-on to us. If your add-on includes code that is copyrighted by someone else, and is not licensed to you to use in your add-on, please do not submit your add-on to us.
dsb: <strong>Jo dodank bźez njelicencěrowanych wikowych markow a awtorowych pšawow?</strong> Lěcrownož wy by snaź měnił, až nješkódujośo mějarja wikoweje marki abo wobsejźarja awtorstwa źěła, njamóžomy dodanki góspodowaś, kótarež ranje wikowe marki abo awtorske pšawa. Jolic njamaśo pšawo, mě abo wobraz wikoweje marki wužywaś, njezapódawajśo swój dodank pla nas. Jolic waš dodank wopśimujo kod, kótaryž jo pśez awtorstwo někogo drugego šćitany, a njejo za wužywanje we wašom dodanku licencěrowany, njezapódawajśo pšosym swój dodank pla nas.

source: In terms of reuse of source code from other add-ons, if the author has not clearly stated that you are permitted to use his or her code in your own work &mdash; such as by placing it under an open source license &mdash; then you should assume that you do not have the right to do so. You can contact the author to seek such permission, but we can't provide you with any special rights to it just because it's listed on the site, or because the author isn't responding to your request.
dsb: Což nastupa zasejwužywanje žr2dłowego koda z drugich dodankow, dejał wy, jolic awtor njejo jasnje pódał, aby jogo abo jeje žrědłowy kod w swójom źěle wužywaś &mdash; na pśikład, jolic jo pód licencu wótwórjonego žrědła &mdash; se mysliś, až njamaśo pšawo, aby to cynił. Móžośo awtora kontaktěrowaś, aby jogo wó dowólnosć pšosył, ale my njamóžomy wam wósebne pšawa daś, jano dokulaž jo na sedle nalicony abo dokulaž awtor njewótegranja na wašo napšašowanje.

source: This applies to the Mozilla Foundation's trademarks as well, including "Mozilla", "Firefox", and "Thunderbird". The Mozilla policy on trademark use is designed to protect against confusion, and prevent the trademarks from being overturned due to lack of protection; please respect the need for such protection, and help us preserve some of the most valuable assets of the Mozilla Foundation.
dsb: To płaś teke za šćitane marki Mozilla, mjazy nimi „Mozilla“, „Firefox“ a „Thunderbird“. Pšawidła Mozilla wó wužywanju šćitanych markow su za šćit pśeśiwo zmuśenjeju myslone a aby znjewužywanjeju šćitanych markow felujucego šćita dla zajźowali; pšosym respektěrujśo notnosć za taki šćit a pomagajśo nam někotare z nejwažnjejšych gódnotow załožby Mozilla Foundation wobchowaś.

source: Licensing
dsb: Licencěrowanje

source: Selecting an appropriate license for your add-on is a very important step in the submission process. A license specifies the rights you grant on your source code and is important in protecting your intellectual property.
dsb: Wuběranje pśigódneje licence za waš dodank jo wjelgin wažny kšac w zapódawańskem procesu. Licenca pódawa pšawa, kótarež dawaśo za swój žrědłowy kod a jo wažna pśi šćitanju wašogo intelektuelnego swójstwa.

source: During the add-on submission process, you will be presented with a list of popular licenses to choose from, as well as the ability to specify your own license. It is best to consult with a legal professional about which license option is best for you. Choosing the right license for your source code will help to prevent confusion and code conflicts in the future.
dsb: Za zapódawański proces dodanka se wam lisćina woblubowanych licencow za wuběranje pokazujo, a dostawaśo móžnosć, swójsku licencu pódaś. Pšašajśo se nejlěpjej pšawniskego póraźowarja, kótara licenca jo nejlěpša za was. Wólenje pšaweje licence za waš žrědłoy kod buźo pomagaś, zmuśenjeju a kodowym konfliktam w pśichoźe zajźowaś.

source: Add-on Submission
dsb: Zapódaśe dodanka

source: Maintaining Your Add-on
dsb: Wótwardowanje wašogo dodanka

source: Mozilla is committed to ensuring a great add-ons experience for our users and developers. Please review the policies below before submitting your add-on.
dsb: Mozilla se prócujo, wjelicne dožywjenje pśez dodanki za naše wužywarje a wuwijarje zawěsćiś. Pšosym cytajśo slědujuce pšawidła, nježli až zapódajośo swój dodank.

source: Find out what is expected of add-ons we host and our policies on specific add-on practices.
dsb: Namakajśo, co wócakujo se wót dodankow, kótarež góspodujomy a zgóńśo wěcej wó wěstych dodankowych praktikach.

source: What happens after your add-on is submitted? Learn about how our Editors review submissions.
dsb: Co se stawa, za tym až waš dodank jo zapódany? Zgóńśo wěcej wó tom, kak naše redaktory pśeglěduju zapódaśa.

source: Add-on updates, transferring ownership, user reviews, and what to expect once your add-on is approved.
dsb: Dodankowe aktualizacije, pśenosowanje wobsejźeństwa, wužywarske pógódnośenja a což musyśo wócakowaś, gaž waš dodank se chwali.

source: How up-and-coming add-ons become featured and what&#039;s involved in the process.
dsb: Kak rozmógojuce dodanki se pśedstajaju a což stawa se w toś tom procesu.

source: Terms of Service for submitting your work to our site. Developers are required to accept this agreement before submission.
dsb: Wužywarske wuměnjenja za zapódawanje wašogo źěła do našogo sedła. Wuwijarje muse toś to dojadnanje pśed zapódawanim akceptěrowaś.

source: How to get in touch with us regarding these policies or your add-on.
dsb: Kak móžośo nas nastupajucy toś te pšawidła abo swój dodank kontaktěrowaś.

source: You have disabled this add-on
dsb: Sćo toś ten dodank znjemóžnił

source: Your add-on's listing is disabled and is not showing anywhere in our gallery or update service.
dsb: Lisćinowy zapisk wašogo dodanka jo znjemóžnjony a njepokazujo se niźi w našej galeriji abo aktualizěrowańskej słužbje.

source: Please complete your add-on.
dsb: Pšosym wudopołniśo swój dodank.

source: You will receive an email when the review is complete.
dsb: Dostanjośo mejlku, gaž pśeglědanje jo se dokóńcyło.

source: You will receive an email when the review is complete. Until then, your add-on is not listed in our gallery but can be accessed directly from its details page.
dsb: Dostanjośo mejlku, gaž pśeglědanje jo dokóńcone. Až do togo waš dodank njenalicyjo se w našej galeriji, ale pśistup jo direktnje wót boka drobnostkow.

source: You will receive an email when the review is complete and your add-on is signed.
dsb: Dostanjośo mejlku, gaž pśeglědanje jo dokóńcone a waš dodank jo signěrowany.

source: You will receive an email when the review is complete. Until then, your add-on is not listed in our gallery but can be accessed directly from its details page.
dsb: Dostanjośo mejlku, gaž pśeglědanje jo dokóńcone. Až do togo waš dodank njenalicyjo se w našej galeriji, ale pśistup jo móžno direktnje wót jogo boka drobnostkow.

source: Your add-on is displayed in our gallery and users are receiving automatic updates.
dsb: Waš dodank pokazujo se w našej galeriji a wužywarje dostawaju awtomatiske aktualizacije.

source: Your add-on has been signed and can be bundled with an application installer.
dsb: Waš dodank jo se signěrował a dajo se z instalěrowańskim programom nałoženja kombiněrowaś.

source: Your add-on was disabled by a site administrator and is no longer shown in our gallery. If you have any questions, please email amo-admins@mozilla.org.
dsb: Waš dodank jo se wót sedłowego administratora znjemóžnił a njepokazujo se wěcej w našej galeriji. Jolic maśo pšašanja, sćelśo mejlku na amo-admins@mozilla.org.

source: Your add-on is displayed in our gallery as experimental and users are receiving automatic updates. Some features are unavailable to your add-on.
dsb: Waš dodank pokazujo se w našej galeriji ako eksperimentelny a wužywarje dostawaju awtomatiske aktualizacije. Někotare funkcije njejsu za waš dodank k dispoziciji.

source: Your add-on has been signed.
dsb: Waš dodank jo se signěrował.

source: You will receive an email when the full review is complete. Until then, your add-on is displayed in our gallery as experimental and users are receiving automatic updates. Some features are unavailable to your add-on.
dsb: Dostanjośo mejlku, gaž dopołne pśeglědanje jo dokóńcone. Až do togo se waš dodank w našej galeriji ako eksperimentelny pokazujo a wužywarje dostawaju awtomatiske aktualizacije. Někotare funkcije njejsu za waš dodank k dispoziciji.

source: You will receive an email when the full review is complete, making you able to bundle your add-on with an application installer.
dsb: Dostanjośo mejlku, gaž dopołne pśeglědanje jo dokóńcone, a waš dodank dajo se z instalěrowańskim programom nałoženja kombiněrowaś.

source: Current Version:
dsb: Aktualna wersija:

source: This is the version of your add-on that will be installed if someone clicks the Install button on addons.mozilla.org. It is only relevant for listed add-ons.
dsb: To jo wersija wašogo dodanka, kótaraž buźo se instalěrowaś, gaž něchten kliknjo na instalěrowański tłocašk na addons.mozilla.org. To jo jano za nalicone dodanki relewantne.

source: Multi Process Status:
dsb: Multiprocesowy status:

source: Your add-on compatibility with Multi Process Firefox (e10s).
dsb: Waša dodankowa kompatibelnosć z multiprocesowym Firefox (e10s).

source: Created:
dsb: Napórany:

source: Next Version:
dsb: Pśiduca wersija:

source: This is the newest uploaded version, however it isn’t live on the site yet.
dsb: To jo nejnowša nagrata wersija, ale hyšći njejo widobny na websedle.

source: Queues are not reviewed strictly in order
dsb: Cakańske rědy se striktnje pó pórěźe njepśeglěduju

source: (required since this add-on accepts contributions)
dsb: (trěbny, dokulaž toś ten dodank akceptěrujo pósćiwanki)

source: Manage Your Developer Profile
dsb: Zastojśo swój wuwijarski profil

source: Create a Developer Profile
dsb: Załožćo wuwijarski profil

source: Your developer profile will tell users about you, why you made this add-on, and what's next for the add-on. This profile is required for add-ons requesting contributions, but can be useful for any developer interested in connecting with users.
dsb: Waš wuwijarski profil buźo wužywarje wó was informěrowaś, cogodla sćo toś ten dodank napórał, a co jo za dodank w pśichoźe planowane. Toś ten profil jo trěbny za dodanki, kótarež pšose wó pósćiwanki, ale móžo teke za wuwijarje wužytny byś, kótarež su na kontaktach z wužywarjami zajmowane.

source: Make sure your user profile is up to date.
dsb: Zawěsććo, až waš wužywarski profil jo aktualny.

source: <a href="%(url)s"><strong>Update your user profile.</strong></a>
dsb: <a href="%(url)s"><strong>Aktualizěrujśo swój wužywarski profil.</strong></a>

source: Whether it was an idea while in line at the grocery store or the solution to one of life's great problems, share your story.
dsb: Wšojadno lěc jo wam ideja w rěźe luźi w supermarku pśišła abo jo rozwězanje k jadnomu z wjelikich problemow žywjenja, wulicujśo swójo tšojenje.

source: Telling your users what's coming soon will give them something to look forward to.
dsb: Gaž dajośo swójim wužywarjam k wěsći, což skóro pśiźo, mógu se na něco wjaseliś.

source: View All
dsb: Wšykne pokazaś

source: View Statistics Dashboard
dsb: Pśeglěd statistiki pokazaś

source: Compatibility Reports
dsb: Rozpšawy kompatibelnosći

source: {0} failure reports
dsb: {0} rozpšawow wo zmólkach

source: {0} success reports
dsb: {0} wuspěšnych rozpšawow

source: Developer News
dsb: Nowosći wuwijarjow

source: View the blog &#9658;
dsb: Cytajśo blog &#9658;

source: Please choose a license appropriate for the rights you grant on your source code. It is only relevant for listed add-ons.
dsb: Pšosym wubjeŕśo licencu, kótaryž jo pśigódna za pšawa, kótarež dajośo za swój žrědłowy kod. To jo jano za nalicone dodanki relewantne.

source: Allowed HTML: {0}
dsb: Dowólony HTML: {0}

source: Some HTML supported.
dsb: HTML se pó źělach pódpěra.

source: Remove this application
dsb: Toś to nałoženje wótpóraś

source: Select <b>up to {0}</b> {1} category for this add-on:
dsb: Wubjeŕśo <b>až do {0}</b> kategorije nałoženja {1} za toś ten dodank:

source: Users will be required to accept the following End-User License Agreement (EULA) prior to installing your add-on. The presence of a EULA significantly affects the number of downloads an add-on receives. Please note that a EULA is not the same as a code license, such as the GPL or MPL.It is only relevant for listed add-ons.
dsb: Wuyiwarje muse slědujuce licencne dojadnanje za kóńcne wužywarje (EULA) akceptěrowaś, nježli až mógu waš dodank instalěrowaś. EULA ma rozsudny wliw na licbu ześěgnjenjow dodanka. Pšosym źiwajśo na to, až EULA jo něco druge ako kodowa licenca, ako na pśikład GPL abo MPL. Jo jano za nalicone dodanki wažne.

source: If your add-on transmits any data from the user's computer, a privacy policy is required that explains what data is sent and how it is used. It is only relevant for listed add-ons.
dsb: Jolic waš dodank pśenosujo daty z licadła wužywarja, su pšawidła priwatnosći trěbne, kótarež wujasnjaju, kótare daty se sćelu a kak se wužywaju. To jo jano za nalicone dodanki relewantne.

source: If your add-on contains binary or obfuscated code other than known libraries, upload its sources for review.
dsb: Jolic waš dodank wopśimujo binarny abo zamazany kod, kótaryž njesłušaju k znatym bibliotekam, nagrajśo jogo žrědłowy tekst za pśeglědanje.

source: Read more about the source code review policy.
dsb: Cytajśo wěcej wó pśeglědowańskich pšawidłach za žrědłowy kod.

source: You cannot remove an individual file after the review process has begun. You must delete the entire version.
dsb: Njamóžośo jadnotliwu dataju wótpóraś, za tym až pśeglědowański proces jo se zachopił. Musyśo cełu wersiju wulašowaś.

source: This file will be deleted on save.
dsb: Toś ta dataja wulašujo se pśi składowanju.

source: Undo
dsb: Anulěrowaś

source: You are currently requesting <b>contributions</b> from users
dsb: Pšosyśo tuchylu <b>pósćiwanki</b> wót wužywarjow

source: Your contribution page: <a href="%(url)s">%(url_full)s</a>
dsb: Waš pósćiwański bok <a href="%(url)s">%(url_full)s</a>

source: Disable Contributions
dsb: Pósćiwanki znjemóžniś

source: Voluntary Contributions
dsb: Dobrowólne pósćiwanki

source: Add-ons enrolled in our contributions program can request voluntary financial support from users.
dsb: Dodanki, kótarež su w našom pósćiwańskem programje zregistrěrowane, mógu wó dobrowólne pósćiwanki wót wužywarjow pšosyś.

source: Encourage users to support your add-on through your Developer Profile
dsb: Wobmócniśo wužywarje, waš dodank pśez wuwijarski profil z pósćiwankami pódpěraś

source: Choose when and how users are asked to contribute
dsb: Wubjeŕśo, gdy a kak se wužywarje wó pósćiwanku pšose

source: Receive contributions in your PayPal account or send them to an organization of your choice
dsb: Dostawajśo pósćiwanki na swójom konśe PayPal abo sćelśo je na organizaciju pó swójom žycenju

source: Contributions are only available for listed add-ons.
dsb: Pósćiwanki su jano za nalicone dodanki k dispoziciji.

source: Contributions are only available for add-ons with a <a href="%(url)s">completed developer profile</a>.
dsb: Pósćiwanki su jano za dodanki z <a href="%(url)s">dopołnym wuwijarskim profilom</a> k dispoziciji.

source: Contributions are only available for fully reviewed add-ons.
dsb: Pósćiwanki su jano za dopołnje pśeglědane pdodanki k dispoziciji.

source: Set up Contributions
dsb: Pósćiwanki nastajiś

source: Step 2. Pricing and Availability
dsb: Kšac 2. Płaśizna a k-dispoziciji-byśe

source: or <a href="%(cancel)s">Cancel</a>
dsb: abo <a href="%(cancel)s">Pśetergnuś</a>

source: Contributions
dsb: Pósćiwanki

source: Fill in the fields below to begin asking for voluntary contributions from users.
dsb: Wupolniśo slědujuce póla, aby wužyiwarje wó dobrowólne pósćiwanki pšosył.

source: Who will receive contributions to this add-on?
dsb: Chto dostanjo pósćiwanki zběrane za toś ten dodank?

source: What is the name of the organization?
dsb: Kak se organizacija groni?

source: What is the URL of the organization?
dsb: Kaki jo URL organizacije?

source: What is the PayPal ID of the organization?
dsb: Kaki jo ID PayPal organizacije?

source: What is your PayPal ID?
dsb: Kaki jo waš ID PayPal?

source: Sign up for PayPal
dsb: Za PayPal registrěrowaś

source: What is your suggested contribution?
dsb: Kaka jo waša naraźona pósćiwanka?

source: (Example: 3.99)
dsb: (Pśikład: 3,99)

source: When should users be asked for contributions?
dsb: Gaby měło se wužywarje wó pósćiwanki pšosyś?

source: Send a thank-you note?
dsb: Źěkownu noticu słaś?

source: We'll automatically email users who contribute to your add-on with this message.
dsb: Buźomy awtomatiski wužywarjam, kótarež pósćiwaju za waš dodank, mejlku z toś teju powěźeńku słaś.

source: We recommend thanking the user and telling them how much you appreciate their support. You might also want to tell them about what's next for your add-on and about any other add-ons you've made for them to try.
dsb: Raźimy wam, se wužywarjam źěkowaś a jim k wěsći daś, kak wjelgin wažyśo se jich pódpěru. Móžośo jim teke k wěsći daś, kótare plany maśo za swój dodank a kótare druge dodanki sćo wuwił, kótarež mógu wopytowaś.

source: Activate Contributions
dsb: Pósćiwanki aktiwěrowaś

source: or <a id="setup-cancel" href="#">Cancel</a>
dsb: abo <a id="setup-cancel" href="#">Pśetergnuś</a>

source: Transfer ownership
dsb: Wobsejźeństwo pśenosowaś

source: Theme Details
dsb: Drobnostki drastwy

source: Supply a pretty URL for your detail page.
dsb: Pódajśo rědny URL za swój bok drobnostkow.

source: Select the category that best describes your Theme.
dsb: Wubjeŕśo kategoriju, kótaraž nejlěpjej wopisujo wašu drastwu.

source: Add some tags to describe your Theme.
dsb: Pśidajśo někotare wobznamjenja, aby swóju drastwu wopisał.

source: A short explanation of your theme's basic functionality that is displayed in search and browse listings, as well as at the top of your theme's details page.
dsb: Krotke wujasnjenje zakładneje funkcionalnosći wašeje drastwy, kótarež pokazujo se w pytańskich a pśeglědowańskich lisćinowych zapiskach akoe teke górjejce na boku drobnostkow wašeje drastwy.

source: Theme License
dsb: Licenca drastwy

source: Can others share your Theme, as long as you're given credit?
dsb: Směju druge wašu drastwu źěliś, jolic was ako awtora naspomnjeju?

source: The licensor permits others to copy, distribute, display, and perform the work, including for commercial purposes.
dsb: Licencudawaŕ dowólujo drugim, źěło kopěrowaś, rozdźělowaś, pokazowaś a wuwjasć, teke za komercielne zaměry.

source: The licensor permits others to copy, distribute, display, and perform the work for non-commercial purposes only.
dsb: Licencudawaŕ dowólujo drugim, źěło jano za njekomercielne zaměry kopěrowaś, rozdźělowaś, pokazowaś a wuwjasć.

source: Can others make commercial use of your Theme?
dsb: Směju druge luźe wašu drastwu komercielnje wužywaś?

source: Can others create derivative works from your Theme?
dsb: Směju druge luźe z wašeje drastwy wótwóźone źěła napóraś?

source: The licensor permits others to copy, distribute, display and perform the work, as well as make derivative works based on it.
dsb: Licencudawaŕ dowólujo drugim, źěło kopěrowaś, rozdźělowaś, pokazowaś a wuwjasć a swójske źěła napóraś, kótarež bazěruju na toś tom źěle.

source: Yes, as long as they share alike
dsb: Jo, tak dłujko ako wužywaju tu samsku licencu

source: The licensor permits others to distribute derivativeworks only under the same license or one compatible with the one that governs the licensor's work.
dsb: Licencudawaŕ dowólujo drugim, źěła napórane na zakłaźe toś togo dodanka jano pód teju samskeju licencu rozdźělowaś, abo pód takeju, kótaraž jo kompatibelna ze źěłom licencudawarja.

source: The licensor permits others to copy, distribute and transmit only unaltered copies of the work — not derivative works based on it.
dsb: Licencudawaŕ dowólujo drugim, jano njezměnjone kopije źěła kopěrowaś, rozdźělowaś a dalej dawaś — žedne źěła, kótarež bazěruju na toś tom źěle.

source: Your Theme will be released under the following license:
dsb: Waša drastwa wózjawijo se pód slědujuceju licencu:

source: Select a different license.
dsb: Wubjeŕśo drugu licencu.

source: Select a license for your Theme.
dsb: Wubjeŕśo licencu za swóju drastwu.

source: Theme Design
dsb: Drastwowy design

source: Upload New Design
dsb: Nowy design nagraś

source: Upon upload and form submission, the AMO Team will review your updated design. Your current design will still be public in the meantime.
dsb: Mjaztym až nagrawaśo a wótpósćełaśo formular, buźo team AMO waš zaktualizěrowany design pśeglědowaś. Waš aktualny design wóstanjo mjaztym hyšći zjawny.

source: Your previously resubmitted design, which is under pending review.
dsb: Waš design znowego zapódany do togo, kótaryž na pśeglědanje caka.

source: Pending Header
dsb: Cakajuca głowa

source: Pending Footer
dsb: Cakajuca noga

source: You may update your theme design here once it has been approved.
dsb: Móžośo how swój drastwowy design aktualizěrowaś, gaž jo se pśizwólił.

source: Header
dsb: Głowa

source: Footer
dsb: Noga

source: Select colors for your Theme.
dsb: Wubjeŕśo barwy za swóju drastwu.

source: Foreground Text
dsb: Tekst prědka

source: This is the color of the tab text.
dsb: To jo barwa rejtarkowego teksta.

source: Background
dsb: Slězyna

source: This is the color of the tabs.
dsb: To jo barwa rejtarkow.

source: Preview
dsb: Pśeglěd

source: Your Theme's Name
dsb: Mě wašeje drastwy

source: by <a href="%(profile_url)s">%(user)s</a>
dsb: wót <a href="%(profile_url)s">%(user)s</a>

source: Create a New Theme
dsb: Napórajśo nowu drastwu

source: Background themes let you easily personalize the look of your Firefox. Submit your own design below, or <a href="%(submit_url)s">learn how to create one</a>!
dsb: Slězynowe drastwy wam zmóžnjaju, naglěd wašogo Firefox personalizěrowaś. Zapódajśo dołojce swój design abo <a href="%(submit_url)s">zgóńśo, kak móžośo design napóraś</a>!

source: Give your Theme a name.
dsb: Pomjeńśo swóju drastwu.

source: I agree to the <a href="%(agreement_url)s">Firefox Add-on Distribution Agreement</a> and to my information being handled as described in the <a href="%(privacy_notice_url)s">Websites, Communications and Cookies Privacy Notice</a>.
dsb: Som z <a href="%(agreement_url)s">dojadnanim za rozdźělowanje dodankow Firefox</a> wobjadny, a z tym, až wobchadaju z mójimi datami tak, ako to jo w <a href="%(privacy_notice_url)s">zdźělenju priwatnosći za websedła, komunikacije a cookieje</a> wopisane.

source: Submit Theme
dsb: Drastwu zapódaś

source: Your theme has been submitted to the Review Queue. You'll receive an email once it has been reviewed, typically within 24 hours.
dsb: Waša drastwa jo se do cakańskego rěda pósłała. Dostanjośo mejlku, gaž jo se pśeglědała, zwětšego w běgu 24 góźin.

source: Provide more details about your theme by <a href="%(edit_url)s">editing its listing</a>.
dsb: <a href="%(edit_url)s">Wobźěłajśo lisćinowy zapisk wašeje drastwy</a> a pódajśo dalšne drobnostki wó njej.

source: View and subscribe to your theme's <a href="%(feed_url)s">activity feed</a> to stay updated on reviews, collections, and more.
dsb: Woglědajśo se a aboněrujśo <a href="%(feed_url)s">aktiwnostny kanal</a> swójeje drastwy, aby wó pógódnośenjach, zběrkach a wěcej na běžnem wóstał.

source: Join the conversation in our <a href="%(forum_url)s">forums</a>.
dsb: Pśizamkniśo se rozgronam w našych <a href="%(forum_url)s">forumach</a>.
