Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: Add-on History
dsb: Historija dodanka

source: Version %(version)s &middot; %(created)s <span class="light">&middot; %(version_status)s</span>
dsb: Wersija %(version)s &middot; %(created)s <span class="light">&middot;%(version_status)s</span>

source: Compatibility:
dsb: Kompatibelnosć:

source: Additional sources:
dsb: Pśidatne žrědłowe teksty:

source: Download files
dsb: Dataje ześěgnuś

source: The developer has provided source code.
dsb: Wuwijaŕ jo žrědłowy kod k dispoziciji stajił.

source: This version has not been reviewed.
dsb: Toś ta wersija njejo pśeglědana.

source: You can still submit this form, however only do so if you know it won't conflict.
dsb: Móžośo hyšći toś ten formular wótpósłaś, ale cyńśo to jano, jolic wěsćo, až konflikt njedajo.

source: Insert canned response...
dsb: Pśigótowane wótegrono zasajźiś...

source: Files:
dsb: Dataje:

source: Tested on:
dsb: Testowany:

source: <strong>Warning!</strong> Another user was viewing this page before you.
dsb: <strong>Warnowanje!</strong> Drugi wužywaŕ jo se toś ten bok pśed wami woglědał.

source: The whiteboard is the place to exchange information relevant to this addon (whatever the version), between the developer and the editor. This is visible and editable by both.
dsb: Běła deska jo městno, źož wuwijaŕ a redaktor móžotej informacije wuměniś, kótarež su relewantne za toś ten dodank (njeźiwajucy na wersiju). To dajo se wót wobeju woglědaś.

source: Update the whiteboard
dsb: Pokaze aktualizěrowaś

source: Admin Page
dsb: Bok administratora

source: Review This Add-on
dsb: Toś ten dodank pśeglědowaś

source: More Information
dsb: Dalšne informacije

source: Resolution
dsb: Rozsud

source: Editor
dsb: Redaktor

source: Add-on has been deleted.
dsb: Dodank jo se wulašował.

source: Show Comments
dsb: Komentary pokazaś

source: Hide Comments
dsb: Komentary schowaś

source: No reviews found for this period.
dsb: Žedne pógódnośenja za toś ten cas namakane.

source: Dismiss this announcement
dsb: Toś to pśipowěźenje zachyśiś

source: Files in this version:
dsb: Dataje w toś tej wersiji:

source: Contents
dsb: Wopśimjeśe

source: Compare
dsb: Pśirownaś

source: <div>By %(user)s on %(date)s</div>
dsb: <div>Wótt %(user)s dnja %(date)s</div>

source: Older
dsb: Starše

source: Newer
dsb: Nowše

source: Recent Points
dsb: Nejnowše dypki

source: No points awarded yet.
dsb: Hiyće žedne dypki pósćone.

source: Top Reviewers (past 7 days)
dsb: Nejlěpše pśepytowarje (zachadne 7 dnjow)

source: No top reviewers yet.
dsb: Hyšći žedne pśepytowarje njejsu.

source: All Time
dsb: Ceły cas

source: You have <span>{0}</span> points.
dsb: Maśo <span>{0}</span> dypkow.

source: Reviewer
dsb: Pśepytowaŕ

source: Deleted Themes
dsb: Wualšowane drastwy

source: Date Deleted
dsb: Datum lašowanja

source: No deleted themes found for this period.
dsb: Žedne wulašowane drastwy za toś ten cas namakane.

source: Theme Review History for {0}
dsb: Historija drastwowych pśeglědanjow za {0}

source: Review Date
dsb: Pśeglědowański datum

source: Action
dsb: Akcija

source: Reason
dsb: Pśicyna

source: There are currently no reviews.
dsb: Tuchylu pśeglědanja njejsu.

source: {num} Pending Theme Review
dsb: {num} felujuce drastwowe pśeglědanje

source: {num} Flagged Review
dsb: {num} markěrowane pśeglědanje

source: {num} Update
dsb: {num} aktualizacija

source: Theme Review Log
dsb: Protokol drastwowych pśeglědanjow

source: Theme Review Queue
dsb: Cakański rěd drastwowych pśeglědanjow

source: Review Options
dsb: Pśeglědowańske nastajenja

source: Auto-advance after review
dsb: Pó pśeglědanju awtomatiski pókšacowaś

source: Enable keyboard shortcuts
dsb: Tastowe skrotconki zmóžniś

source: Keyboard Shortcuts
dsb: Tastowe skrotconki

source: Next Theme
dsb: Pśiduca drastwa

source: Previous Theme
dsb: Pjerwjejšna drastwa

source: Your Review History
dsb: Waša historija pśeglědanjow

source: Commit Review
dsb: Pśeglědanje wótpósłaś

source: Commit Reviews
dsb: Pśeglědanja wótpósłaś

source: {0} out of {1} reviewed
dsb: {0} z {1} pśeglědanych

source: There are currently no Themes to review.
dsb: Tuchylu njedaju drastwy, kótarež muse so pśeglědowaś.

source: Clear Search
dsb: Pytanje lašowaś

source: Release My Theme Locks
dsb: Drastwowe zawěry wótpóraś

source: Interactive Theme Queue
dsb: Interaktiwny cakański rěd za drastwy

source: Reviewers' Guide
dsb: Pśirucka pśepytowarja

source: Theme Review for {0}
dsb: Drastwowe pśeglědanje za {0}

source: (Probable Duplicate Submission)
dsb: (Nejskerjej dwójne zapódaśe)

source: Past Review Notes
dsb: Starše wersijowe pokaze

source: More Info Requested: {0}
dsb: Dalšne informacije pominane: {0}

source: Flagged: {0}
dsb: Markěrowany: {0}

source: Approve Theme
dsb: Drastwu pśizwóliś

source: Field required
dsb: Pólo jo trěbne

source: Enter the ID or URL of the duplicate
dsb: Zapódajśo ID abo URL duplikata

source: Select a reason for rejection
dsb: Wubjeŕśo pśicynu za wótpokazanje

source: Describe your reason for rejection
dsb: Wopišćo swóju pśicynu za wótpokazanje

source: Ask a question to the artist
dsb: Stajśo wuměłcoju pšašanje

source: Describe your reason for flagging
dsb: Wópišćo swóju pśicynu za wóznamjenjenje

source: Cannot diff a version against itself
dsb: Wersija njedajo se ze sobu pśirownaś

source: That file no longer exists.
dsb: Ta dataja wěcej njeeksistěrujo.

source: File size is over the limit of {0}.
dsb: Datajowa wjelikosć pśekšaca limit {0}.

source: Problems decoding {0}.
dsb: Problemy pśi dekoděrowanju {0}.

source: This file is not viewable online. Please download the file to view the contents.
dsb: Toś ta dataja njedajo se online pokazaś. Pšosym ześěgniśo dataju, aby se wopśimjeśe woglědał.

source: This file is a directory.
dsb: Toś ta dataja jo zarědnik.

source: There was an error accessing file %s. %s.
dsb: Pśi pśistupje na dataju %s jo zmólka nastała. %s.

source: There was an error accessing file %s.
dsb: Pśi pśistupje na dataju %s jo zmólka nastała.

source: GUID is required for Firefox 47 and below.
dsb: GUID jo trěbny za Firefox 47 a starše.

source: Cannot find min/max version. Maybe "strict_min_version" or "strict_max_version" contains an unsupported version?
dsb: Wersija min/max njejo se namakała. Wopśimujo „strict_min_version“ abo „strict_max_version“ njepódpěranu wersiju?

source: Could not parse uploaded file.
dsb: Nagrata dataja njedajo se analyzěrowaś.

source: Invalid file name in archive: {0}
dsb: Njepłaśiwe datajowe mě w archiwje: {0}

source: File exceeding size limit in archive: {0}
dsb: Dataja pśekšaca wjelikosćowy limit w archiwje: {0}

source: Invalid archive.
dsb: Njepłaśiwy archiw.

source: Could not parse the manifest file.
dsb: Manifestowa dataja njedajo se analyzěrowaś.

source: Could not find an add-on ID.
dsb: Žeden dodankowy ID namakany.

source: Add-on ID must be 64 characters or less.
dsb: Dodankowy ID smějo maksimalnje 64 znamuškow měś.

source: Add-on ID doesn't match add-on.
dsb: Dodankowy ID njewótpowědujo dodankoju.

source: Duplicate add-on ID found.
dsb: Dwójny dodankowy ID namakany.

source: Version numbers should have fewer than 32 characters.
dsb: Wersijowe numery by dejali mjenjej ako 32 znamuškow měś.

source: Version numbers should only contain letters, numbers, and these punctuation characters: +*.-_.
dsb: Wersijowe numery měli jano pismiki, licby a slědujuce interpunkciske znamuška wopśimowaś: +*.-_.

source: <em:type> doesn't match add-on
dsb: <em:type> njewótpowědujo dodankoju

source: Back to review
dsb: Slědk k pśeglědanjeju

source: Back to add-on
dsb: Slědk k dodankoju

source: Download {0}
dsb: {0} ześěgnuś

source: Version: %(version)s &bull; Size: %(size)s &bull; MD5 hash: %(md5)s &bull; Mimetype: %(mimetype)s
dsb: Wersija %(version)s &bull; Wjelikosć: %(size)s &bull; MD5 pśeglědowańska cyfra: %(md5)s &bull; Typ MIME: %(mimetype)s

source: File Compare :: Editor tools
dsb: Dataju pśirownaś :: rědy redaktora

source: File Viewer :: Editor tools
dsb: Datajowy wobglědowak :: Rědy za redaktory

source: Validation failed:
dsb: Pśeglědanje njejo se raźiło:

source: Add-on file being processed, please wait.
dsb: Dodankowa dataja se pśeźěłujo, pšosym cakajśo.

source: Fetching validation results...
dsb: Pśeglědowańske wuslědki se wótwołuju...

source: Deleted files:
dsb: Wulašowane dataje:

source: Hide known files
dsb: Znate dataje schowaś

source: Add-on SDK Version:
dsb: Wersija dodankowego SDK:

source: Tab stops:
dsb: Tabulatorowy wótstawk:

source: Up file
dsb: Pjerwjejšna dataja

source: Down file
dsb: Pśiduca dataja

source: Previous diff
dsb: Pjerwjejšny rozdźěl

source: Previous note
dsb: Pjerwjejšne pśispomnjeśe

source: Next diff
dsb: Pśiducy rozdźěl

source: Next note
dsb: Pśiduce pśispomnjeśe

source: Expand all
dsb: Wšykne pokazaś

source: Hide or unhide tree
dsb: Bom schowaś abo pokazaś

source: Wrap or unwrap text
dsb: Tekst łamaś abo łamanja wótpóraś

source: No files in the uploaded file.
dsb: Žedne dataje w nagratej dataji.

source: Fetching file.
dsb: Dataja se wótwołujo.

source: The API version, {0:.1f}, you are using is not valid. Please upgrade to the current version {1:.1f} API.
dsb: API-wersija, {0:.1f}, kótaruž wužywaśo, njejo płaśiwa. Pšosym aktualizěrujśo na aktualnu wersiju {1:.1f} API.

source: Not implemented yet.
dsb: Hyšći njeimplementěrowany.

source: Shopping Made Easy
dsb: Nakupowanje lažko cynjone

source: Save on your favorite items from the comfort of your browser.
dsb: Žarśo na swójich woblubowanych zapiskach direktnje z wobglědowaka.

source: Build the perfect website
dsb: Napórajśo perfektne websedło

source: First time with Add-ons?
dsb: Su dodanki nowe za was?

source: Not to worry, here are three to get started.
dsb: Njestarajśo se, how su tśi za zachopjeńk.

source: Translate content on the web from and into over 40 languages.
dsb: Pśełožćo wopśimjeśe weba z a do wěcej ako 40 rěcow.

source: Easily connect to your social networks, and share or comment on the page you're visiting.
dsb: Zwězajśo se lažko ze swójimi socialnymi seśami a źělśo abo komentěrujśo bok, ku kótaremuž se woglědujośo.

source: A quick view to compare prices when you shop online or search for flights.
dsb: Malsny pśeglěd za pśirownowanje płaśiznow, gaž online nakupujośo abo za lětami pytaśo.

source: St. Patrick&rsquo;s Day Themes
dsb: Drastwy k dnju Swětego Patricka

source: Decorate your browser to celebrate St. Patrick&rsquo;s Day.
dsb: Pyšniśo swój wobglědowak, aby źeń Swj. Patricka swěśił.

source: Sit Back and Relax
dsb: Zlagniśo naslědk a wódychajśo

source: Add-ons that help you on your travels!
dsb: Dodanki, kótarež pomagaju wam na wašych drogowanjach!

source: Displays a country flag depicting the location of the current website's server and more.
dsb: Pokazujo krajnu chórgojcku, aby stojnišćo serwera aktualnego websedła a wěcej pokazało.

source: FoxClocks let you keep an eye on the time around the world.
dsb: Z FoxClocks wobchowajośo cas na cełem swěśe we wócyma.

source: Automatically get the lowest price when you shop online or search for flights.
dsb: Dostańśo awtomatiski nejnišu płaśiznu, gaž nakupujośo online abo pytaśo za lětami.

source: A+ add-ons for School
dsb: Dodanki 1+ za šulu

source: Add-ons for teachers, parents, and students heading back to school.
dsb: Dodanki za wucabniki, starše a studenty, kótarež zasej do šule chojźe.

source: Would you like to know which websites you can trust?
dsb: Cośo wěźeś, kótarymž websedłam móžośo dowěriś?

source: Xmarks is the #1 bookmarking add-on.
dsb: Xmarks jo dodank numer 1 za cytańske znamjenja.

source: Web page and text translator, dictionary, and more!
dsb: Pśełožowak webbokow a tekstow, słownik a wěcej!

source: Love is in the Air
dsb: Lubosć jo w pówětšu

source: Add some romance to your Firefox.
dsb: Pśidajśo swójomu Firefox pitśku romantiki.

source: Get up and move!
dsb: Stańśo a gibniśo se!

source: Install these fitness add-ons to keep you active and healthy.
dsb: Instalěrujśo toś te fitnesowe dodanki, aby se aktiwny a strowy źaržał.

source: New &amp; Now
dsb: Nowy a něnto

source: Get the latest, must-have add-ons of the moment.
dsb: Wobstarajśo se nejnowše dodanki, kótarež musyśo měś.

source: Worry-free browsing
dsb: Pśeglědowanje bźez starosćow

source: Protect your privacy online with the add-ons in this collection.
dsb: Šćitajśo swóju priwatnosć online z dodankami w toś tej zběrce.

source: Great add-ons for work, fun, privacy, productivity&hellip; just about anything!
dsb: Wjelicne dodanki za źěło, wjaselo, priwatnosć, produktiwnosć&hellip; za pśisamem wšykno!

source: Games!
dsb: Graśa!

source: Add more fun to your Firefox. Play dozens of games right from your browser—puzzles, classic arcade, action games, and more!
dsb: Pśidajśo wašomu Firefox wěcej wjasela. Grajśo dwanastki graśow direktnje ze swójogo wobglědowaka — puzzle, klasiske arkadowe graśa, actiongraśa a wěcej!

source: Discover Add-ons
dsb: Dodanki wuslěźiś

source: What are Add-ons?
dsb: Co su dodanki?

source: Add-ons are applications that let you personalize %(app)s with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make %(app)s your own.
dsb: Dodanki su nałoženja, kótarež wam zmóžnjaju, %(app)s z pśidatneju funkcionalnosću abo drugim stilom personalizěrowaś. Wopytujśo cas žarjecu bocnicu, wjedrowy dodank abo drastwu, kótaraž wam zmóžnja, wenkowny naglěd programa %(app)s tak wugótowaś, kak se wam spósoba.

source: Learn More About Add-ons
dsb: Zgóńśo wěcej wó dodankach

source: See all
dsb: Wšykne pokazaś

source: More ways to customize
dsb: Dalšne móžnosći pśiměrjenja

source: Browse all add-ons
dsb: Wšykne dodanki pśepytowaś

source: See all complete themes
dsb: Wšykne dopołne drastwy pokazaś

source: Close Video
dsb: Wideo zacyniś

source: While the video plays, the add-ons being mentioned will appear here.
dsb: Mjaztym až se wideo wótgrawa, se naspomnjete dodanki how pokazuju.

source: Hi, {0}
dsb: Witajśo, {0}

source: Thanks for using %(app)s and supporting <a href="%(url)s">Mozilla's mission</a>!
dsb: Źěkujomy se, za wužywaśo %(app)s a pódpěrujośo <a href="%(url)s">misiju Mozilla</a>!

source: Add-ons downloaded:
dsb: Ześěgnjone dodanki:

source: Active Users
dsb: Aktiwne wužywarje

source: Last Updated
dsb: Slědna aktualizacija

source: Cancel Installation
dsb: Instalaciju pśetergnuś

source: Mozilla&rsquo;s Pick of the Month!
dsb: Wuběrk mjaseca Mozilla!

source: United Arab Emirates Dirham
dsb: Dirham Zjadnośonych arabskich emiratow

source: Afghanistan Afghani
dsb: Afghaniski afghani

source: Albania Lek
dsb: Albański lek

source: Armenia Dram
dsb: Armeński dram

source: Netherlands Antilles Guilder
dsb: Gulden Nižozemskich antilow

source: Angola Kwanza
dsb: Angolańska kwanza

source: Argentina Peso
dsb: Argentinski peso

source: Australia Dollar
dsb: Awstralski dolar

source: Aruba Guilder
dsb: Gulden Aruby

source: Azerbaijan New Manat
dsb: Azerbajdžaniski nowy manat

source: Bosnia and Herzegovina Convertible Marka
dsb: Konwertibelna marka Bosniskeje a Hercegowiny

source: Barbados Dollar
dsb: Barbadosowy dolar

source: Bangladesh Taka
dsb: Bangladešska taka

source: Bulgaria Lev
dsb: Bulgarski lew

source: Bahrain Dinar
dsb: Bahrainski dinar

source: Burundi Franc
dsb: Burundiski franc

source: Bermuda Dollar
dsb: Bermudowy dolar

source: Brunei Darussalam Dollar
dsb: Bruneiski dolar

source: Bolivia Boliviano
dsb: Boliwiski boliviano

source: Brazil Real
dsb: Brazilski real

source: Bahamas Dollar
dsb: Bahamaski dolar

source: Bhutan Ngultrum
dsb: Bhutański ngultrum

source: Botswana Pula
dsb: Botsuaniska pula

source: Belarus Ruble
dsb: Běłoruski rubel

source: Belize Dollar
dsb: Beliziski dolar

source: Canada Dollar
dsb: Kanadiski dolar

source: Congo/Kinshasa Franc
dsb: Franc Kongo/Kinshasa

source: Switzerland Franc
dsb: Šwicarski franc

source: Chile Peso
dsb: Chileński peso

source: China Yuan Renminbi
dsb: Chinski yuan renminbi

source: Colombia Peso
dsb: Kolumbiski peso

source: Costa Rica Colon
dsb: Kostarikański colón

source: Cuba Convertible Peso
dsb: Konwertibelny kubański peso

source: Cuba Peso
dsb: Kubański peso

source: Cape Verde Escudo
dsb: Kapverdiski escudo

source: Czech Republic Koruna
dsb: Česka krona

source: Djibouti Franc
dsb: Džibutiski franc

source: Denmark Krone
dsb: Dańska krona

source: Dominican Republic Peso
dsb: Dominikański peso

source: Algeria Dinar
dsb: Algeriski dinar

source: Egypt Pound
dsb: Egyptojski punt

source: Eritrea Nakfa
dsb: Eritrejski nakfa

source: Ethiopia Birr
dsb: Etiopiski birr

source: Euro Member Countries
dsb: Cłonkojske kraje eura

source: Fiji Dollar
dsb: Fidžiski dolar

source: Falkland Islands (Malvinas) Pound
dsb: Punt falklandskich kupow (Malwiny)

source: United Kingdom Pound
dsb: Punt Zjadnośonego kralojstwa

source: Georgia Lari
dsb: Georgiski lari

source: Guernsey Pound
dsb: Punt Guernsey

source: Ghana Cedi
dsb: Ghanaski cedi

source: Gibraltar Pound
dsb: Gibraltarski punt

source: Gambia Dalasi
dsb: Gambiski dalasi

source: Guinea Franc
dsb: Guinejski franc

source: Guatemala Quetzal
dsb: Guatemalski quetzal

source: Guyana Dollar
dsb: Guyaniski dolar

source: Hong Kong Dollar
dsb: Hongkongski dolar

source: Honduras Lempira
dsb: Honduraniski lempira

source: Croatia Kuna
dsb: Chorwatska kuna

source: Haiti Gourde
dsb: Haitiski gourde

source: Hungary Forint
dsb: Hungorski forint

source: Indonesia Rupiah
dsb: Indoneziska rupija

source: Israel Shekel
dsb: Israelski šekel

source: Isle of Man Pound
dsb: Punt kupy Man

source: India Rupee
dsb: Indiska rupija

source: Iraq Dinar
dsb: Irakski dinar

source: Iran Rial
dsb: Irański rial

source: Iceland Krona
dsb: Islandska krona

source: Jersey Pound
dsb: Punt Jersey

source: Jamaica Dollar
dsb: Jamaikański dolar

source: Jordan Dinar
dsb: Jordaniski dinar

source: Japan Yen
dsb: Japański yen

source: Kenya Shilling
dsb: Kenijański šiling

source: Kyrgyzstan Som
dsb: Kirgiziski som

source: Cambodia Riel
dsb: Kambodžaniski riel

source: Comoros Franc
dsb: Komoriski franc

source: Korea (North) Won
dsb: Pódpołnocnokorejski won

source: Korea (South) Won
dsb: Pódpołdnjowokorejski won

source: Kuwait Dinar
dsb: Kuwaitski dinar

source: Cayman Islands Dollar
dsb: Dolar kaimańskich kupow

source: Kazakhstan Tenge
dsb: Kazachiski tenge

source: Laos Kip
dsb: Laoski kip

source: Lebanon Pound
dsb: Libaneziski punt

source: Sri Lanka Rupee
dsb: Sri-lankiska rupija

source: Liberia Dollar
dsb: Liberianiski dolar

source: Lesotho Loti
dsb: Loti Lesotha

source: Lithuania Litas
dsb: Litawski litas

source: Latvia Lat
dsb: Letiski lat

source: Libya Dinar
dsb: Libyski dinar

source: Morocco Dirham
dsb: Marokkański dirham

source: Moldova Leu
dsb: Moldawiski leu

source: Madagascar Ariary
dsb: Madagaskarski Ariary

source: Macedonia Denar
dsb: Makedoński denar

source: Myanmar (Burma) Kyat
dsb: Myanmarski kyat

source: Mongolia Tughrik
dsb: Mongolski tugrik

source: Macau Pataca
dsb: Makauska pataca

source: Mauritania Ouguiya
dsb: Mawretańska ouguiya

source: Mauritius Rupee
dsb: Rupija Mauritiusa

source: Maldives (Maldive Islands) Rufiyaa
dsb: Malediwiska rufija

source: Malawi Kwacha
dsb: Malawiski kwacha

source: Mexico Peso
dsb: Mexikański peso

source: Malaysia Ringgit
dsb: Malayizski ringgit

source: Mozambique Metical
dsb: Mosambikaniski metical

source: Namibia Dollar
dsb: Namibiski dolar

source: Nigeria Naira
dsb: Nigeriska naira

source: Nicaragua Cordoba
dsb: Nikaraguaski córdoba

source: Norway Krone
dsb: Norwegska krona

source: Nepal Rupee
dsb: Nepalska rupija

source: New Zealand Dollar
dsb: Nowoseelandski dolar

source: Oman Rial
dsb: Omański rial

source: Panama Balboa
dsb: Panamaska balboa

source: Peru Nuevo Sol
dsb: Peruski nuevo sol

source: Papua New Guinea Kina
dsb: Papua-neuguinejska kina

source: Philippines Peso
dsb: Filipinski peso

source: Pakistan Rupee
dsb: Pakistańska rupija

source: Poland Zloty
dsb: Pólski złoty

source: Paraguay Guarani
dsb: Paraguayski guarani

source: Qatar Riyal
dsb: Katarski rijal

source: Romania New Leu
dsb: Nowy rumunski leu

source: Serbia Dinar
dsb: Serbiski dinar

source: Russia Ruble
dsb: Ruski rubel

source: Rwanda Franc
dsb: Ruandaski franc

source: Saudi Arabia Riyal
dsb: Saudi-arabiski rijal

source: Solomon Islands Dollar
dsb: Dolar Salomonow

source: Seychelles Rupee
dsb: Rupija Seychellow

source: Sudan Pound
dsb: Sudański punt

source: Sweden Krona
dsb: Šwedska krona

source: Singapore Dollar
dsb: Singapuriski dolar

source: Saint Helena Pound
dsb: Punt Swěteje Heleny

source: Sierra Leone Leone
dsb: Sierra-leoński leone

source: Somalia Shilling
dsb: Somaliski šiling

source: Seborga Luigino
dsb: Seborgaski luidžino

source: Suriname Dollar
dsb: Surinamiski dolar

source: São Tomé and Príncipe Dobra
dsb: Santomejska dobra

source: El Salvador Colon
dsb: Salvadorianiski colón

source: Syria Pound
dsb: Syriski punt

source: Swaziland Lilangeni
dsb: Swasilandski lilangeni

source: Thailand Baht
dsb: Thailandski baht

source: Tajikistan Somoni
dsb: Tadžikiski somoni

source: Turkmenistan Manat
dsb: Turkmeński manat

source: Tunisia Dinar
dsb: Tuneziski dinar

source: Tonga Pa'anga
dsb: Tongaska pa'anga

source: Turkey Lira
dsb: Turkojska lira

source: Trinidad and Tobago Dollar
dsb: Dolar Trinidada a Tobaga

source: Tuvalu Dollar
dsb: Tuvaluski dolar

source: Taiwan New Dollar
dsb: Nowy taiwański dolar

source: Tanzania Shilling
dsb: Tansaniski šiling

source: Ukraine Hryvna
dsb: Ukrainska griwna

source: Uganda Shilling
dsb: Ugandiski šiling

source: United States Dollar
dsb: US-dolar

source: Uruguay Peso
dsb: Uruguayaski peso

source: Uzbekistan Som
dsb: Usbekiski som

source: Venezuela Bolivar
dsb: Venezolaniski bolívar

source: Viet Nam Dong
dsb: Vietnameziski dong

source: Vanuatu Vatu
dsb: Vanuatuski vatu

source: Samoa Tala
dsb: Samoaska tala

source: Communauté Financière Africaine (BEAC) CFA Franc BEAC
dsb: Franc afrikańskego financnego zgromaźeństwa, CFA-franc (BEAC)

source: East Caribbean Dollar
dsb: Pódzajtšnokaribiski dolar

source: International Monetary Fund (IMF) Special Drawing Rights
dsb: Wósebne śěgnjeńske pšawa Mjazynarodnego pjenjeznego fondsa (MPF)

source: Communauté Financière Africaine (BCEAO) Franc
dsb: Franc afrikańskego financnego zgromaźeństwa, CFA-Franc (BCEAO)

source: Comptoirs Français du Pacifique (CFP) Franc
dsb: Franc francojskich teritorijow Pacifiskego oceana (CFP-Franc)

source: Yemen Rial
dsb: Jemenitiski rial

source: South Africa Rand
dsb: Pódpołdnjoafrikański rand

source: Zambia Kwacha
dsb: Sambiski kwacha

source: Zimbabwe Dollar
dsb: Simbabweski dolar

source: About Mozilla Add-ons
dsb: Wó dodankach Mozilla

source: What is this website?
dsb: Co jo toś to websedło?

source: addons.mozilla.org, commonly known as "AMO", is Mozilla's official site for add-ons to Mozilla software, such as Firefox, Thunderbird, and SeaMonkey. Add-ons let you add new features and change the way your browser or application works. Take a look around and explore the thousands of ways to customize the way you do things online.
dsb: addons.mozilla.org, powšyknje znate ako „AMO“, jo oficielne sedło Mozilla za dodanki k programam Mozilla, na pśikład Firefox, Thunderbird a SeaMonkey. Dodanki wam zmóžnjaju, nowe funkcije pśidaś a wašnju změniś, kak waš wobglědowak abo nałoženje funkcioněrujo. Rozglědujśo se a wuslěźćo tysace móžnosćow, aby wašnju pśiměrił ako cyniśo wěcy online.

source: Who creates these add-ons?
dsb: Chto jo toś te dodanki napórał?
