Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: What are the "developer tools" listed on AMO?
dsb: Co su „wuwijarske rědy“, kótarež se na AMO nalicyju?

source: The "Developer Tools" dashboard is the area that provides you the tools to successfully manage your add-ons. It provides the functionality necessary to submit your add-ons to AMO, manage add-on information, and review statistics.
dsb: Kontrolna deska „Wuwijarske rědy“ jo wobłuk, kótaryž bitujo wam rědy, aby wy swóje dodanki zastojał. Bitujo funkcionalnosć, kótaruž trjebaśo, aby wy swóje dodanki pla AMO zapódawał, dodankowe informacije zastojał a se statistiku woglědał.

source: Does Mozilla have a policy in place as to what is an acceptable submission?
dsb: Ma Mozilla pšawidła wó tom, což jo akceptabelne zapódaśe?

source: Yes. Mozilla's <a href="%(p_url)s">Add-on Policy</a> describes what is an acceptable submission. This policy is subject to change without notice. In addition, the AMO editorial team uses the <a href="%(g_url)s">Editors Reviewing Guide</a> to ensure that your add-on meets specific guidelines for functionality and security.
dsb: Jo. <a href="%(p_url)s">Pšawidła dodankow</a> Mozilla wopisuju, což jo akceptabelne zapódaśe. Toś te pšawidła mógu se bźez zdźělenja změniś. Mimo togo wužywa team AMO-redaktorow <a href="%(g_url)s">pśeglědowański pśewódnik za redaktory</a>, aby zawěsćił, až waš dodank wótpowědujo wěstym směrnicam za funkcionalnosć a wěstotu.

source: How do I submit my add-on for review?
dsb: Kak mógu swój dodank za pśeglědowanje zapódaś?

source: The Developer Tools dashboard will allow you to upload and submit add-ons to AMO. You must be a registered AMO users before you can submit an add-on. Before submitting your add-on be sure to you have read the AMO <a href="%(url)s">Editors Reviewing Guide</a> to ensure that your add-on has met the guidelines used by editors to review add-ons.
dsb: Kontrolna deska wuwijarskich rědow wam zmóžnja, dodanki do AMO nagraś a tam zapódaś. Musyśo zregistrěrowany AMO-wužywaŕ byś, nježli až móžośo dodank zapódaś. Cytajśo pšosym <a href="%(url)s">pśeglědowański pśewódnik AMO za redaktory</a>, nježli až zapódawaśo swój dodank, aby zawěsćił, až waš dodank wótpowědujo směrnicam, kótarež wužywaju se wót redaktorow za pśeglědowanje dodankow.

source: What operating system do I choose for my add-on?
dsb: Kótary źěłowy system by ja měł za swój dodank wužywaś?

source: You must choose the operating systems on which your add-on will successfully function.
dsb: Musyśo źěłowe systemy wubraś, z kótarymiž waš dodank wuspěšnje funkcioněrujo.

source: What category do I choose for my add-on?
dsb: Kótaru kategoriju by ja měł ja za swój dodank wubraś?

source: The choice of category is dependent on what type of audience you are targeting and the functionality of your add-on. If you're unsure of which category your add-on falls into, please choose "Other". The AMO team may re-categorize your add-on if it's determined that it's better suited in a different category.
dsb: Wólba kategorije wótwisujo wót togo, na kótaru družynu celoweje kupki se měriśo a wót funkcionalnosći dodanka. Jolic njejsćo wěsty, ku kótarej kategoriji waš dodank słuša, wubjeŕśo „Druge“. Team AMO móžo waš dodank do noweje kategorije zarědowaś, jolic se wukopajo, až góźi se lěpjej do drugeje kategorije.

source: What does "nominating" my add-on mean?
dsb: Co wóznamjenijo „nominěrowanje“ za mój dodank?

source: Nominated add-ons are new add-ons that the author has nominated to become public via the Developer Tools.
dsb: Nominěrowane dodanki su nowe dodanki, kótarež awtor jo nominěrował, aby wóni se pśez wuwijarske rědy wózjawili.

source: Can I specify a license agreement for using my add-on?
dsb: Mógu licencne dojadnanje za wužywanje swójogo dodanka pódaś?

source: Yes. You can specify a license agreement when submitting your add-on. You can also add or update a license agreement via the Developer Tools dashboard after your add-on has been submitted.
dsb: Jo. Móžośo licencne dojadnanje pódaś, gaž zapódawaśo swój dodank. Móžośo teke licencne dojadnanje pśez kontrolnu desku „Wuwijarske rědy“ pśidaś abo aktualizěrowaś, za tym až waš dodank jo se zapódał.

source: Can I include a privacy policy for my add-on?
dsb: Mógu pšawidła priwatnosći do swójogo dodanka zapśimjeś?

source: Yes. You can specify a privacy policy when submitting your add-on. You can also add or update a privacy policy via the Developer Tools dashboard after your add-on has been submitted.
dsb: Jo. Móžośo pšawidła priwatnosći pódaś, gaž zapódawaśo swój dodank. Móžośo pšawidła priwatnosći teke pśez kontrolnu desku „Wuwijarske rědy“ pśidaś abo aktualizěrowaś, za tym až dodank jo se zapódał.

source: Why must my add-on be reviewed?
dsb: Cogodla musy se mój dodank pśeglědowaś?

source: All add-ons submitted, whether new or updated, are reviewed to ensure that Mozilla users have a stable and safe experience. All add-ons submissions are reviewed using the guidelines outlined in the <a href="%(url)s">Editors Reviewing Guide</a>.
dsb: Wšykne zapódane dodanki, nowe abo aktualizěrowane, se pśeglěduju, aby se zawěsćiło, až wužywarje Mozilla maju stabilne a wěste dožywjenje. Wšykne zapódaśa dodankow pśeglěduju se pó směrnicach, kótarež su w <a href="%(url)s">pśeglědowańskej pśirucce za redaktory</a> wobcerjone.

source: Who reviews my add-on?
dsb: Chto pśeglědujo mój dodank?

source: Add-ons are reviewed by the AMO Editors, a group of talented developers that volunteer to help the Mozilla project by reviewing add-ons to ensure a stable and safe experience for Mozilla users. When communicating with editors, please be courteous, patient and respectful as they are working hard to ensure that your add-on is set up correctly and follows the guidelines outlined in the <a href="%(url)s">Editors Reviewing Guide</a>.
dsb: Dodanki pśeglěduju se wót AMO-redaktorow, kupki talentěrowanych wuwijarjow, kótarež pomagaju dobrowólnje projektoju Mozilla, z tym až pśeglěduju dodanki, aby stabilne a wěste dožywjenje za wužywarje Mozilla zawěsćili. Jolic komunicěrujośo z redaktorami, buźćo zdwórliwy, sćerpliwy a respektny, źěłaju žurnje, aby zawěsćili, až waš dodank se korektnje zarědujo a wótpowědujo směrnicam w <a href="%(url)s">pśeglědowańskem pśewódniku za redaktory</a>.

source: What are the guidelines used to review my add-on?
dsb: Kótare směrnice wužywaju se za pśeglědowanje mójogo dodanka?

source: The Mozilla editorial team follows the <a href="%(url)s">Editors Reviewing Guide</a> when testing an add-on for acceptance onto AMO. It is important that add-on developers review this guide to ensure that common problem areas are addressed prior to submitting their add-on for review. This will greatly assist in expediting the review process.
dsb: Team redaktorow Mozilla slědujo <a href="%(url)s">pśeglědowańskemu pśewódnikoku za redaktory</a>, gaž testujo dodank za pśewześe do AMO. Jo wažnje, až wuwijarje dodankow pśecytaju toś ten pśewódnik, aby zawěsćili, až ceste problemowe póla wobjadnaju se pśed zapódawanim jich dodankow za pśeglědanje. To buźo wjelgin pomagaś, pśeglědowański proces póspěšyś.

source: How long will it take for my add-on to be reviewed?
dsb: Kak dłujko buźo pśeglědowanje mójogo dodanka traś?

source: We cannot give a time estimate as to how long it will take before an add-on is reviewed. Many factors affect the time including the:
dsb: Njamóžomy licyś, kak dłujko trajo, daniž dodank se njepśeglědujo. Wjele faktorow wobwliwujo cas, mjazy nimi slědujuce:

source: number of add-on submissions
dsb: licba dodankowych zapódaśow

source: complexity of an add-on’s code
dsb: kompleksnosć dodankowego koda

source: number of problem areas discovered
dsb: licba namakanych problemowych pólow

source: This is why it's very important to read the <a href="%(g_url)s">Editors Reviewing Guide</a> to ensure that your add-on is setup as expected. It's also a good idea to read the blog post, <a href="%(blog_url)s">Successfully Getting your Add-on Reviewed</a> which provides excellent insight into ensuring a smooth review of your add-on.
dsb: Togodla jo wjelgin wažnje, <a href="%(g_url)s">pśeglědowański pśewódnik za redaktory</a> cytaś, aby se zawěsćiło, až waš dodank zarědujo se ako wócakane. Jo teke dobra ideja, blogowy pśinosk <a href="%(blog_url)s">Successfully Getting Your Add-on Reviewed</a> (engelski) cytaś, kótaryž bitujo wuběrny doglěd do pśeglědowanja wašogo dodanka bźez problemow.

source: How can I see how many times my add-on has been downloaded?
dsb: Kak mógu wiźeś, wjele razow jo se mój dodank ześěgnuł?

source: The Statistics Dashboard found in the Developer Tools dashboard provides information that can help you determine your add-on downloads since you've submitted it to AMO.
dsb: Statistiski pśeglěd na kontrolnej desce „Wuwijarske rědy“ bitujo informacije, kótarež mógu wam pomagaś, licbu ześěgnjenjow wašogo dodanka zwěsćiś, wót togo casa, ako sćo jen do AMO zapódał.

source: How can I see how many active users are using my add-on?
dsb: Kak mógu wiźeś, wjele aktiwnych wužywarjow mój dodank wužywa?

source: The Statistics Dashboard found in the Developer Tools dashboard provides information that can help you determine how many users have been actively using your add-on since you've submitted it to AMO.
dsb: Statistiski pśeglěd na kontrolnej desce „Wuwijarske rědy“ bitujo informacije, kótarež mógu wam pomagaś, licbu wužywarjow zwěsćiś, kótarež aktiwnje wužywaju waš dodank, wót togo casa, ako sćo jen do AMO zapódał.

source: How do I submit an update for my add-on?
dsb: Kak mógu aktualizaciju za swój dodank zapódaś?

source: You can submit an update for your add-on via the Developer Tools dashboard by choosing the option "Upload a new version" and uploading a new .xpi file for your add-on.
dsb: Móžośo pśez kontrolnu desku wuwijarskich rědow aktualizaciju zapódaś: Wubjeŕśo nastajenje „Nowu wersiju nagraś“ a nagrajśo nowu .xpi-dataju za swój dodank.

source: Does my update need to be reviewed by editors?
dsb: Musy se mója aktualizacija wót redaktorow pśeglědowaś?

source: That depends. If you are simply changing a description of your add-on or updating a "maxVersion" to ensure compatibility with a new Mozilla software update, then your add-on does not need to be reviewed again. If, however, you submit a new updated file, then your add-on update will need to be reviewed by an editor.
dsb: Za tym ako. Jolic změnjaśo jadnorje wopisanje swójogo dodanka abo aktualizěrujośo „maxVersion“, aby wy kompatibelnosć z noweju aktualizaciju softwary Mozilla zawěsćił, njetrjeba se waš dodank znowego pśeglědowaś. Jolic pak zapódawaśo nowu aktualizěrowanu dataju, musy se waša dodankowa aktualizacija wót redaktora pśeglědowaś.

source: How do I reply to a user who has posted a negative review of my add-on?
dsb: Kak mógu wužywarjeju wótegrono słaś, kenž jo negatiwne pógódnośenje mójogo dodanka napisał?

source: A developer may reply to any review posted to their add-on as long as they are logged into AMO. In addition, any user can flag a review as:
dsb: Wuwijaŕ móžo na pógódnośenje wótegroniś, kótarež jo se za jogo dodank zapódało, tak dłujko ako jo pla AMO pśizjawjony. Mimo togo móžo kuždy wužywaŕ pógódnośenje markěrowaś ako:

source: Spam or otherwise non-review content
dsb: Spam abo druge wopśimjeśe, kótarež njejo pógódnośenje

source: Inappropriate language/dialog
dsb: Njesłušne słowa

source: Misplaced bug report or support request
dsb: Deplacěrowana zmólkowa rozpšawa abo pšosba wó pomoc

source: Other (provides a pop-up prompt for information)
dsb: Druge (pokazujo wuskokujuce napšašowanje za dalšne informacije)

source: Currently, AMO does not provide a mechanism to directly communicate with a reviewer but this feature is being investigated and considered for a future update.
dsb: Tuchylu AMO njebitujo mechanizm za direktnu komunikaciju z pógódnośowarjom, ale toś ta funkcija pśeslěźujo se a rozwažujo se za pśichodnu aktualizaciju.

source: Can I request that a review be removed if the review is negative?
dsb: Mógu pominaś, až se pógódnośenje wótpórajo, jolic pógódnośenje jo negatiwne?

source: No. We do not remove negative reviews from add-ons unless they are found to be false.
dsb: Ně. Njewótwónoźujomy negatiwne pógódnośenja dodankow, snaźkuli wupokazujo se, až pógódnośenje jo wopak.

source: Can I request that a review be removed if the review is inaccurate?
dsb: Mógu pominaś, až pógódnośenje se wótpórajo, jolic pógódnośenje jo njedokradne?

source: If an author contacts us and asks for a review containing false or inaccurate information to be removed, we will review the post and consider removing it.
dsb: Jolic awtor staja se z nami do zwiska a pšosy, pógódnośenje wótwónoźeś, kótarež wopśimujo wopacne abo njedokradne daty, buźomy ten pśinosk pśeglědowaś a rozwažowaś, jen wótwónoźeś.

source: Do you need more information about the various open source licenses? Are you confused as to which license you should select? What rights does a specific license grant? While nothing replaces reading the full terms of a license, below are some sites that contain information about some of the key open source licenses that may help you sort out the differences between them. These sites are being provided solely for your convenience and as a reference for your personal use. These resources do not constitute legal advice nor should they be used in lieu of such advice. Mozilla neither guarantees nor is responsible for the content of these sites or your reliance on such content.
dsb: Trjebaśo dalšne informacije wó wšakich licencach wótwórjonego žrědła? Njewěsćo, kótaru licencu musyśo wubraś? Kótare pšawa wěsta licenca pśizwólujo? Lěcrownož nic njenarownujo cytanje dopołnych wuměnjenjow licence, daju někotare sedła, kótarež wopśimuju informacije wó nejwažnješych licencach wótwórjonego žrědła, kótarež mógu wam pomagaś, rozdźěle mjazy nimi spóznaś. Toś te sedła stajaju se jano jadnorosći dla a ako referenca za wašo wósobinske wužywanje k dispoziciji. Toś te resurse njejsu pšawniska rada ani njebychu měli se město takeje rady wužywaś. Mozilla ani njegarantěrujo za wopśimjeśe toś tych sedłow ani njejo za njen zagronity abo za to, až spušćaśo se na take wopśimjeśe.

source: In addition to the full text of the Mozilla Public License("MPL"), this also provides an annotated version of the MPL and an <abbr title="Frequently Asked Questions">FAQ</abbr> to help you if you want to use or distribute code licensed under it.
dsb: Mimo dopołnego teksta zjawneje licence Mozilla („Mozilla Public License, MPL“) to bitujo teke komentěrowanu wersiju MPL a <abbr title="Ceste pšašanja">CEP</abbr>, aby se wam pomagało, jolic cośo kod wužywaś abo rozdźělowaś, kótarež jo pód njeju licencěrowany.

source: A table summarizing and comparing how some of the key open source licenses treat distributions, proprietary software linking, and redistribution of code with changes.
dsb: Tabela, kótaraž zespominujo a pśirownujo, kak někotare z nejwažnjejšych licencow wótwórjonego žrědła wobchadaju z dalejdaśim, zwězowanim z proprietarneju softwaru a dalejdaśim změnjonego žrědłowego koda.

source: Free Software Foundation provides short summaries of the key open source licenses, including whether the license qualifies as a free software license or a copyleft license. Also includes a discussion of what constitutes a free software license or a copyleft license (e.g., a Copyleft license is a general method for making a program or other work free, and requiring all modified and extended versions of the program to be free as well.)
dsb: Załožba Free Software Foundation staja krotke zespominanja nejwažnjejšych licencow wótwórjonego žrědła k dispoziciji, mjazy nimi, lěc licenca płaśi ako licenca za lichu softwaru abo licenca „copyleft“. Wopśimujo teke diskusiju wó tom, což jo licenca za lichu softwaru abo licenca copyleft (na ps. Licenca copyleft groni, až program abo druge źěło jo liche, a teke wšykne změnjone a rozšyrjone wersije programa muse liche byś.)

source: Open Source Initiative provides the terms of some of the key open source licenses.
dsb: Open Source Initiative (iniciatiwa wótwórjonego žrědła) bitujo wuměnjenja někotarych z nejwažnjejšych licencow wótwórjonego žrědła.

source: A comparison of known open source licenses on Wikipedia.
dsb: Pśirownanje znatych wótwórjonych licencow na Wikipediji.

source: A site to provide non-judgmental guidance on choosing a license for your open source project.
dsb: Sedło ako njegódnośeca pśirucka za wólenje licence za projekt wótwórjonego žrědła.

source: Frequently Asked Questions
dsb: Ceste pšašanja

source: Using Add-ons
dsb: Dodanki wužywaś

source: What is an add-on?
dsb: Co jo dodank?

source: Add-ons are small pieces of software that add new features or functionality to your installation of %(app_name)s. Add-ons can augment %(app_name)s with new features, foreign language dictionaries, or change its visual appearance. Through add-ons, you can customize %(app_name)s to meet your needs and tastes. <a href="%(learnmore_url)s">Learn more about customization</a>
dsb: Dodanki su małe programy, kótarež pśidawaju wašej instalaciji %(app_name)s nowe funkcije abo nowu funkcionalnosć. Dodanki mógu %(app_name)s wó nowe funkcije abo słowniki za cuze rěcy rozšyriś abo jogo wenkowny naglěd změniś. Z pomocu dodankow móžośo %(app_name)s pśiměriś, aby wašym pótrěbnosćam a wašomu spódobanjeju wótpowědował. <a href="%(learnmore_url)s">Dalšne informacije wó pśiměrjenju</a>

source: Will add-ons work with my web browser or application?
dsb: Budu dodanki z mójim webwobglědowakom abo nałoženim funkcioněrowaś?

source: Add-ons listed in this gallery only work with Mozilla-based applications, such as <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a>, and <a href="%(getthunderbird_url)s">Thunderbird</a>. However, not all add-ons work with each of those applications or every version of those applications. Each add-on specifies which applications and versions it works with, such as Firefox 2.0 - 3.6.*. For Firefox add-ons, the install buttons will indicate whether the add-on is compatible or not.
dsb: W galeriji nalicone dodanki funkcioněruju jano z nałoženjami na zakłaźe wót Mozilla, na pśikład <a href="%(getfirefox_url)s">Firefox</a>, <a href="%(getmobile_url)s">Firefox Mobile</a>, <a href="%(getseamonkey_url)s">SeaMonkey</a> a <a href="%(getthunderbird_url)s">Thunderbird</a>. Ale, nic wšykne dodanki funkcioněruju z kuždym z toś tych nałoženjow abo z kuždeju wersiju toś tych nałoženjow. Kuždy dodank pódawa, z kótarymiž nałoženjami a wersijami funkcioněrujo, na pśikład 2.0 - 3.6.*. Za dodanki Firefox instalěrowańske tłocaški pokazuju na to, lěc dodank jo kompatibelny abo nic.

source: What are the different types of add-ons?
dsb: Kótare typy dodankow daju?

source: There are several kinds of add-ons that customize %(app_name)s in different ways:
dsb: Su někotare typy dodankow, kótarež pśiměrjuju %(app_name)s na rozdźělny nałog:

source: <strong><a href="%(browse_url)s">Extensions</a></strong> add new features to %(app_name)s or modify existing functionality. There are extensions that allow you to block advertisements, download videos from websites, integrate more closely with social websites, and add features you see in other applications.
dsb: <strong><a href="%(browse_url)s">Rozšyrjenja</a></strong> pśidawaju nałoženjeju %(app_name)s nowe funkcije abo změnjaju eksistěrujucu funkcionalnosć. Daju rozšyrjenja, kótarež blokěruju wabjenje, ześěguju wideo z websedłow, zwězuju se wusčej ze socialnymi websedłami a pśidawaju funkcije, kótarež wiźiśo w drugich nałoženjach.

source: <strong><a href="%(browse_url)s">Complete Themes</a></strong> change the entire appearance of %(app_name)s, usually including icons, colors, dialogs, and other visual styles.
dsb: <strong><a href="%(browse_url)s">Dopołne drastwy</a></strong> změniju wenkowny wobraz nałoženja %(app_name)s, zwětšego symbole, barwy, dialogi a druge wizuelne stile.

source: <strong><a href="%(browse_url)s">Themes</a></strong> are lightweight themes that use background images to customize your %(app_name)s toolbars.
dsb: <strong><a href="%(browse_url)s">Drastwy</a></strong> su lažke drastwy, kótarež wužywaju slězynowe wobraze, aby symbolowe rědki wašogo nałoženja %(app_name)s pśiměrili.

source: <strong><a href="%(browse_url)s">Search Providers</a> </strong> add additional choices to the search box dropdown. These providers allow you to quickly search any website.
dsb: <strong><a href="%(browse_url)s">Pytańske póbitowarje</a></strong> pśidawaju wuběrańskej lisćinje pytańskego póla pśidatne móžnosći. Toś te póbitowarje wam zmóžnjaju, kužde websedło malsnje pśepytowaś.

source: <strong><a href="%(browse_url)s">Dictionaries & Language Packs</a></strong> add support for additional languages to %(app_name)s.
dsb: <strong><a href="%(browse_url)s">Słowniki a rěcne pakśiki</a></strong> pśidawaju nałoženjeju %(app_name)s pódpěru za pśidatne rěcy.

source: <strong><a href="%(browse_url)s">Plugins</a></strong> help %(app_name)s display or understand different types of media, such as Adobe Flash or Apple Quicktime.
dsb: <strong><a href="%(browse_url)s">Tykace</a></strong> pomagaju nałoženjeju %(app_name)s, rozdźělne typy medijow pokazaś abo rozměś, na pśikład Adobe Flash abo Apple Quicktime.

source: How do I install, manage, or remove an add-on?
dsb: Kak mógu dodank instalěrowaś, zastojaś abo wótpóraś?

source: In most cases, add-ons can be installed by simply clicking the install button provided. Add-ons can be managed, disabled, or uninstalled from the Add-ons Manager in %(app_name)s. For more detailed instructions, read <a href="%(extension_url)s">this article on extensions</a> or <a href="%(theme_url)s">this one for Themes and Complete Themes</a>. If you have difficulty installing add-ons, see <a href="%(troubleshooting_url)s">Troubleshooting Extensions and Themes</a>.
dsb: Dodanki daju se w nejwěcej padach pśez jadnore kliknjenje na instalěrowański tłocašk instalěrowaś. Dodanki daju se w zastojniku dodankow w %(app_name)s zastojaś, znjemóžniś abo wótinstalěrowaś. Za dalšne nadrobne informacije, cytajśo <a href="%(extension_url)s">toś ten nastawk wó rozšyrjenjach</a> abo <a href="%(theme_url)s">toś ten wó drastwach a dopołnych drastwach</a>. Jolic maśo problemy pśi instalěrowanju dodankow, glejśo <a href="%(troubleshooting_url)s">Problemy z rozšyrjenjami a drastwami rozwězaś</a>.

source: How do I install add-ons without restarting Firefox?
dsb: Kak mógu dodanki instalěrowaś, mimo aby musył Firefox znowego startowaś?

source: In Firefox, add-ons marked with "No restart required" can be installed without restarting. These add-ons have been created using the <a href="%(sdk_url)s">Add-on SDK</a> or <a href="%(bootstrap_url)s">bootstrapping</a>. Other add-ons will still require a restart before you can use them.
dsb: Dodanki, kótarež su w Firefox z „Žedno znowegostartowanje“ markěrowane, daju se instalěrowaś bźez togo, aby wy musał je znowego startowaś. Toś te dodanki wuwijaju se z pomocu <a href="%(sdk_url)s">Add-on SDK</a> abo <a href="%(bootstrap_url)s">bootstrapping</a>. Druge dodanki muse se znowego startowaś, nježli až móžośo je wužywaś.

source: How do I keep add-ons up-to-date?
dsb: Kak mógu dodanki aktualne źaržaś?
