Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: Whether the download and usage stats of your add-on can be displayed in our online viewer. It is only relevant for listed add-ons.
dsb: Póstaja, lěc ześěgnjeńska a wužywańska statistika wašogo dodanka dajo se w našom wobglědowańskim programje online pokazaś. To jo jano za nalicone dodanki relewantne.

source: This add-on's stats are publicly viewable.
dsb: Statistika toś togo dodanka jo zjawnje widobna.

source: No, this add-on's stats are not publicly viewable.
dsb: Ně, statistika toś togo dodanka njejo zjawnje widobna.

source: Upgrade SDK?
dsb: SDK aktualizěrowaś?

source: If selected, we will try to automatically upgrade your add-on when a new version of the SDK is released. It is only relevant for listed add-ons.
dsb: Jolic to jo wubrane, wopytujomy waš dodank awtomatiski aktualizěrowaś, gaž nowa wersija SDK jo wujšła. To jo jano za nalicone dodanki relewantne.

source: This add-on will be automatically upgraded to new versions of the Add-on SDK.
dsb: Toś ten dodank buźo se awtomatiski na nowe wersije dodankoweho SDK aktualizěrowaś.

source: No, this add-on will be upgraded manually.
dsb: Ně, toś ten dodankp buźo se manuelnje aktualizěrowaś.

source: Universally unique identifier
dsb: Uniwerselny jadnorazowy identifikator

source: The UUID of your add-on is specified in its install manifest and uniquely identifies it. You cannot change your UUID once it has been submitted.
dsb: UUID wašogo dodanka pódawa se w jogo instalěrowańskem manifesće a identificěrujo jen ako jadnorazowy. Njamóžośo swój UUID změniś, za tym až sćo jen zapódał.

source: Whiteboard
dsb: Informaciska toflicka

source: The whiteboard is the place to provide information relevant to your addon, whatever the version, to the editor. Use it to provide ways to test the addon, and any additional information that may help. This whiteboard is also editable by editors.
dsb: Informaciska toflicka jo městno, źož móžośo redaktoroju informacije pódaś, kótarež su za waš dodank relewantne, njewótwisnje wót wersije. Wužywajśo ju, aby móžnosći za testowanje dodanka a dalšne informacije pódał, kótarež by mógli pomagaś. Informaciska toflicka dajo se teke wót redaktorow wobźěłaś.

source: Remove this dependent add-on
dsb: Toś ten wótwisny dodank wótpóraś

source: Enter the name of an add-on
dsb: Zapódajśo mě dodanka

source: Add-on Media for {0}
dsb: Dodankowe medije za {0}

source: Add-on icon
dsb: Dodankowy symbol

source: Upload an icon for your add-on or choose from one of ours. The icon is displayed nearly everywhere your add-on is. Uploaded images must be one of the following image types: .png, .jpg. It is only relevant for listed add-ons.
dsb: Nagrajśo symbol za swój dodank abo wubjeŕśo jaden z našych. Symbol zwobraznjujo se pśisamem wšuźi, źož waš dodank jo. Nagrate wobraze muse jaden ze slědujucych wobrazowych typow měś: .png, .jpg. To jo jano za nalicone dodanki relewantne.

source: Select an icon for your add-on:
dsb: Wubjeŕśo symbol za swój dodank:

source: Used in listings of add-ons, like search results and featured add-ons.
dsb: Wužywa se w zapiskach lisćinow dodankow, ako na pśikład w pytańskich wuslědkach a pśedstajonych dodankach.

source: Used in add-on detail pages.
dsb: Wužywa se na bokach drobnostkow dodanka.

source: Upload a Custom Icon...
dsb: Swójski symbol nagraś...

source: PNG and JPG supported. Icons resized to 64x64 pixels if larger.
dsb: PNG a JPG se pódpěratej. Wětše symbole se na 64x64 pikselow pśiměrjuju.

source: Screenshots
dsb: Fota wobrazowki

source: Please provide at least one screen shot of your add-on:
dsb: Pšosym pódajśo nanejmjenjej jadno foto wobrazowki abo wideo swójogo dodanka:

source: Please provide a caption for this screenshot:
dsb: Pšosym pódajśo pomjenjenje za toś to foto wobrazowki:

source: Add a Screenshot...
dsb: Foto wobrazowki pśidaś...

source: Tests
dsb: Testy

source: General Tests
dsb: Powšykne testy

source: Security Tests
dsb: Wěstotne testy

source: Extension Tests
dsb: Testy rozšyrjenjow

source: Localization Tests
dsb: Testy pśełožkow

source: Compatibility Tests
dsb: Testy kompatibelnosći

source: Hide messages not required for automated signing
dsb: Powěsći schowaś, kótarež njejsu trěbne za awtomatiske signěrowanje

source: Hide messages present in previous version and ignored
dsb: Powěsći w pjerwjejšnej wersiji a ignorěrowane schowaś

source: Top
dsb: Górje

source: Delete Theme
dsb: Drastwu lašowaś

source: Delete Add-on
dsb: Dodank lašowaś

source: Deleting your theme will permanently remove it from the site.
dsb: Gaž ju lašujośo, se waša drastwa na pśecej ze sedła wótpórajo.

source: Deleting your add-on will permanently remove it from the site and prevent its GUID from being submitted again by others.
dsb: Gaž jen lašujośo, se waš dodank na pśecej wót sedła wótpórajo a jogo GUID wěcej njedajo se wót drugich zapódaś.

source: Enter the following text confirm your decision: {slug}
dsb: Zapódajśo slědujucy tekst, aby swój rozsud wobkšuśił: {slug}

source: Please tell us why you are deleting your theme:
dsb: Pšosym dajśo nam k wěsći, cogodla lašujośo swóju drastwu:

source: Please tell us why you are deleting your add-on:
dsb: Pšosym dajśo nam k wěsći, cogodla lašujośo swój dodank:

source: Actions
dsb: Akcije

source: Resume the submission process for this add-on.
dsb: Ze zapódawańskim procesom za toś ten dodank pókšacowaś.

source: Resume
dsb: Pókšacowaś

source: Delete this add-on.
dsb: Toś ten dodank lašowaś.

source: Edit details about this add-on's listing.
dsb: Drobnostki wó lisćinowem zapisku toś togo dodanka wobźěłaś.

source: Upload a new version of this add-on.
dsb: Nowu wersiju toś togo nałoženja nagraś.

source: New Version
dsb: Nowa wersija

source: Daily statistics on downloads and users.
dsb: Wšedna statistika wó ześěgnjenjach a wužywarjach.

source: Statistics
dsb: Statistika

source: Manage Payments
dsb: Płaśenja zastojaś

source: Manage Status & Versions
dsb: Status a wersije zastojaś

source: View Add-on Listing
dsb: Lisćinowy zapisk dodanka pokazaś

source: View Recent Changes
dsb: Nejnowše změny pokazaś

source: Edit details about this theme's listing.
dsb: Drobnostki wó lisćinowem zapisku toś teje drastwy wobźěłaś.

source: View the popularity of this theme over time.
dsb: Woblubowanosć toś teje drastwy pó casu pokazaś.

source: Change the owner of this theme.
dsb: Wobseźarja toś teje drastwy změniś.

source: Transfer Ownership
dsb: Wobsejźeństwo pśenosowaś

source: Delete this theme.
dsb: Toś tu drastwu lašowaś.

source: This add-on will be deleted automatically after a few days if the submission process is not completed.
dsb: Toś ten dodank wulašujo se pó někotarych dnjach awtomatiski, jolic zapódawański proces njejo dokóńcony.

source: Disabled
dsb: Znjemóžnjony

source: <b>Queue position:</b> %(pos)s of %(total)s
dsb: <b>Pozicija w cakańskem rěźe:</b> %(pos)s z %(total)s

source: <strong>{0}</strong> active user
dsb: <strong>{0}</strong> aktiwny wužywaŕ

source: Submit Add-on
dsb: Dodank zapódaś

source: Step 3
dsb: Kšac 3

source: Step 3. Describe
dsb: Kšac 3. Wopisaś

source: Name and version:
dsb: Mě a wersija:

source: The detail page will be:
dsb: Bok drobnostkow buźo:

source: Please use only letters, numbers, underscores, and dashes in your URL.
dsb: Pšosym wužywajśo jano pismiki, licby, pódsmužki a nakósne smužki w swójom URL.

source: Provide a brief summary:
dsb: Pódajśo krotke zespominanje:

source: This summary will be shown in listings and searches.
dsb: Zespominanje buźo se w lisćinowych zapiskach a pytanjach pokazowaś.

source: Provide a more detailed description:
dsb: Pódajśo nadrobnjejše wopisanje:

source: The description will appear on the detail page.
dsb: Wopisanje pokažo se na boku drobnostkow.

source: Submission Complete
dsb: Zapódaśe dokóńcone

source: You're done!
dsb: Sćo gótowy!

source: Your add-on has been submitted to the Preliminary Review queue.
dsb: Waš dodank jo se k cakańskemu rědoju nachylnego pśeglědanja pósłał.

source: Your add-on has been submitted to the Full Review queue.
dsb: Waš dodank jo se k cakańskemu rědoju dopołnego pśeglědanja pósłał.

source: You'll receive an email once it has been reviewed by an editor and signed. Once it has been signed you will be able to install it:
dsb: Dostanjośo mejlku, gaž jo se wót redaktora pśeglědał a signěrował. Za tym až jo se signěrował, móžośo jen instalěrowaś:

source: Next steps:
dsb: Pśiduce kšace:

source: <a href="{0}">Upload</a> another platform-specific file to this version.
dsb: <a href="{0}">Nagrajśo</a> dalšnu dataju wěsteje platformy k toś tej wersiji.

source: Provide more details by <a href="{0}">editing its listing</a>.
dsb: Pódajśo wěcej drobnostkow <a href="{0}">z tam až wobźěłujośo jogo lisćinowy zapisk</a>.

source: Tell your users why you created this in your <a href="{0}">Developer Profile</a>.
dsb: Dajśo swójim wužywarjam w swójom <a href="{0}">wuwijarskem profilu</a> k wěsći, cogodla sćo jen napórał.

source: View and subscribe to your add-on's <a href="{0}">activity feed</a> to stay updated on reviews, collections, and more.
dsb: Pokažćo a aboněrujśo <a href="{0}">kanal aktiwity</a> swójogo dodanka, aby wó pśeglědanjach, zběrkach a wěcej na běžnem wóstał.

source: View approximate review queue <a href="{0}">wait times</a>.
dsb: Woglědajśo se pśibližne <a href="{0}">cakańske case</a> w cakańskem rěźe.

source: Get Ahead in the Review Queue!
dsb: Pśiźćo w cakańskem reźe doprědka!

source: Become an AMO Reviewer today and get your add-ons reviewed faster.
dsb: Buźćo wót źinsa psépytowaŕ na AMO a dajśo swójim dodankam malsnjej pśeglědowaś.

source: Your add-on has been signed and it's ready to use. You can download it here:
dsb: Waš dodank jo se signěrował a dajo se něnto wužywaś. Móžośo jen how ześěgnuś:

source: Your add-on has been submitted to the Unlisted Preliminary Review queue.
dsb: Waš dodank jo se na cakański rěd njenaliconych nachylnych pśeglědanjow pósłał.

source: Your add-on has been submitted to the Unlisted Full Review queue.
dsb: Waš dodank jo se na cakański rěd za njenalicone dopołne pśeglědanja pósłał.

source: You'll receive an email once it has been reviewed by an editor and signed.
dsb: Dostanjośo mejlku, gaž dodank jo se wót redaktora wobźěłał a signěrował.

source: Your add-on will not be publicly available on this website.
dsb: Waš dodank njejo na toś tom websedle zjawnje k dispoziciji.

source: You can upload new versions of your add-on in the <a href="{0}">add-on's developer page</a>.
dsb: Móžośo nowe wersije swójogo dodanka na <a href="{0}">boku wuwijarja dodanka</a> nagraś.

source: Step 5
dsb: Kšac 5

source: Step 5. Select a License
dsb: Kšac 5. Wubjeŕśo licencu

source: We require all add-ons to indicate the terms under which their source code is licensed. Please select a license from the list below or enter a custom license.
dsb: Musymy za wšykne dodanki wuměnjenja pódaś, pód kótarymiž jich žrědłowy kod jo licencěrowany. Pšosym wubjeŕśo licencu ze slědujuceje lisćiny abo zapódajśo swójsku licencu.

source: Select a license for your add-on:
dsb: Wubjeŕśo licencu za swój dodank:

source: Step 4
dsb: Kšac 4

source: Step 4. Add Images
dsb: Kšac 4. Pśidajśo wobraze

source: Custom icons and screenshots draw attention and help users understand what it does. We strongly recommend uploading a custom icon, as in some areas of the website, only the icon and name will appear.
dsb: Swójske symbole a fota wobrazowki śěgaju zajmowanosć na se a pomagaju wužywarjeju rozměś, což wón cyni. Pórucamy wam swójski symbol nagraś, dokulaž se w někotarych wobłukach websedła jano symbol a mě pokazujotej.

source: Step 6
dsb: Kšac 6

source: Step 6. Select a Review Process
dsb: Kšac 6. Wubjeŕśo pśeglědowański proces

source: All add-ons hosted in our gallery must be reviewed by an editor before they appear in categories or search results. While waiting for review, your add-on can still be accessed through its direct URL. Please choose the review process below that best fits your add-on.
dsb: Wšykne dodanki, kótarež se w našej galeriji góspoduju, muse se wót redaktora pśeglědowaś, nježli až se w kategorijach abo pytańskich wuslědkach pokazuju. Mjaztym až cakaśo na pśeglědanje, móžośo hyšći pśez jogo direktny URL pśistup na swó dodank měś. Pšosym wubjeŕśo dołojce pśeglědowański proces, kótaryž wašomu dodankoju nejlěpjej wótpowědujo.

source: A complete review of your add-on's source and functionality. <a href="%(url)s">Learn more&hellip;</a>
dsb: Dopołne pśeglědowanje žrědłowego koda a funkcionalnosći wašogo dodanka. <a href="%(url)s">Dalšne informacije&hellip;</a>

source: Appropriate for polished add-ons
dsb: Pśigódny za zlěpšone dodanki

source: Required if add-on is bundled in an installer
dsb: Trěbny, jolic dodank jo z instalěrowańskim programom kombiněrowany

source: Review should take place within 10 days
dsb: Pśeglědanje by dejało se w běgu 10 dnjow wótměś

source: Review of subsequent versions within 5 days
dsb: Pśeglědanje pśiducych wersijow w běgu 5 dnjow

source: Warning-free installation and no feature limitations
dsb: Instalacija bźez warnowanja a žedne wobgranicowanja funkcijow

source: Choose Full Review
dsb: Wubjeŕśo dopołne pśeglědanje

source: A faster review of your add-on's source for any major problems. <a href="%(url)s">Learn more&hellip;</a>
dsb: Malsnjejše pśeglědanje žrědłowego koda wašogo dodanka za wětše problemy. <a href="%(url)s">Dalšne informacije&hellip;</a>

source: Appropriate for experimental add-ons
dsb: Pśigódny za eksperimentelne dodanki

source: Review should take place within 3 days
dsb: Pśeglědanje by dejało se w běgu 3 dnjow wótměś

source: Some feature limitations
dsb: Někotare wobgranicowanja funkcijow

source: Binary and obfuscated add-ons ineligible
dsb: Binarne a zamazane dodanki njejsu dowólone

source: Choose Preliminary Review
dsb: Wubjeŕśo nachylne pśeglědanje

source: Getting Started
dsb: Prědne kšace

source: Upload your add-on
dsb: Nagrajśo swój dodank

source: Describe your add-on
dsb: Wopišćo swój dodank

source: Add images
dsb: Pśidajśo wobraze

source: Select a license
dsb: Wubjeŕśo licencu

source: Select a review process
dsb: Wubjeŕśo pśeglědowański proces

source: Submission Process
dsb: Zapódawański proces

source: Step 1
dsb: Kšac 1

source: Step 1. Getting Started
dsb: Kšac 1. Prědne kšace

source: Step 2
dsb: Kšac 2

source: Step 2. Upload Your Add-on
dsb: Kšac 2. Nagrajśo swój dodank

source: Use the fields below to upload your add-on package and select any platform restrictions. After upload, a series of automated validation tests will be run on your file.
dsb: Wužywajśo slědujuce póla, aby swój dodankowy pakśik nagrał a wubjeŕśo platformowe wobgranicowanja. Pó nagraśu se rěd awtomatiskich pśeglědanjow na wašej dataji pśewjeźo.

source: Which platforms is this file compatible with?
dsb: Z kótarymiž platformami jo toś ta dataja kompatibelna?

source: Administrative overrides
dsb: Pśepisanja wót administratorow

source: Firefox Add-on Distribution Agreement
dsb: Dojadnanje za rozdźělowanje dodankow Firefox

source: API Credentials
dsb: Pśizjawjeńske API-daty

source: For detailed instructions, consult the <a href="%(docs_url)s">API documentation</a>.
dsb: Konsultěrujśo <a href="%(docs_url)s">API-dokumentaciju</a> za nadrobne instrukcije.

source: JWT issuer
dsb: JWT-wudawaŕ

source: JWT secret
dsb: JWT-kluc

source: To make API requests, send a <a href="%(jwt_url)s">JSON Web Token (JWT)</a> as the authorization header. You'll need to generate a JWT for every request as explained in the <a href="%(docs_url)s">API documentation</a>.
dsb: Aby API-napšašowanja stajił, pósćelśo <a href="%(jwt_url)s">JSON Web Token (JWT)</a> ako awtorizěrowańsku głowu. Musyśo JWT za kužde napšašowanje twóriś, ako se to w<a href="%(docs_url)s">API-dokumentaciji</a> wujasnjujo.

source: You don't have any API credentials.
dsb: Njamaśo pśizjawjeńske daty API.

source: Revoke
dsb: Wótwołaś

source: Revoke and regenerate credentials
dsb: Pśizjawjeńske daty wótwołaś a znowego twóriś

source: Generate new credentials
dsb: Nowe pśizjawjeńske daty twóriś

source: Developer Agreement
dsb: Wuwijarske dojadnanje

source: Contacting Us
dsb: Kontakt

source: Thanks for your interest in contacting the Mozilla Add-ons team. Please read this page carefully to ensure your request goes to the right place.
dsb: Źěkujomy se za waš zajm na kontakśe z teamom dodankow Mozilla. Pšosym cytajśo toś ten bok kradosćiwje, aby zawěsćił, až se wašo napšašowanje k pšawemu městnoju dostanjo.

source: Add-on Support
dsb: Pomoc za dodank

source: If you have a support question about a particular add-on, such as "how do I use this add-on?" or "why doesn't this work properly?", please contact that add-on's author through the support channels listed on the add-on's listing page.
dsb: Jolic maśo pšašanje pomocy za wěsty dodank, na pśikład „Kak mógu toś ten dodank wužywaś?“ abo „Cogodla to njefunkcioněrujo pšawje?“, stajśo se z awtorom toś togo dodanka pśez kanale pomocy do zwiska, kótarež su na lisćinje drobnostkow dodanka pódane.

source: Add-on Editorial Concerns
dsb: Redakcionalne nastupnosći dodanka

source: amo-editors at mozilla dot org
dsb: amo-editors at mozilla dypk org

source: If you have a question about an Editor's review of an add-on or want to report a policy violation, please email %(mail_editors)s. <strong>Almost all add-on reports fall under this category.</strong> Please be sure to include a link to the add-on in question and a detailed description of your question or comment.
dsb: Jolic maśo pšašanje wó pśeglědowanju redaktora dodanka abo cosó pśestupjenje pšawidłow k wěsći daś, sćelśo pšosym mejlku na %(mail_editors)s. <strong>Pśisamem wšykne dodankowe rozpšawy słušaju do toś teje kategorije.</strong> Pšosym njezabywajśo wótkaz k wótpowědnemu dodankoju a nadrobne wopisanje swójogo pšašanja abo komentara pódaś.

source: Add-on Security Vulnerabilities
dsb: Wěstotne źěry dodanka

source: amo-admins at mozilla dot org
dsb: amo-admins at mozilla dypk org

source: If you have discovered a security vulnerability in an add-on, even if it is not hosted here, Mozilla is very interested in your discovery and will work with the add-on developer to correct the issue as soon as possible. Add-on security issues can be reported <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">confidentially</a> in <a href="%(link_bugzilla)s">Bugzilla</a> or by emailing %(mail_admins)s.
dsb: Jolic sćo wěstotnu źěru w dodanku namakał, teke gaž se how njegóspodujo, zajmujo se Mozilla za toś to namakanje a buźo z wuwijarjom dodanka gromadu źěłaś, aby se problem tak skóro ako móžno rozwězał. Problemy z wěstotu dodankow móžośo <a href="http://www.mozilla.org/projects/security/security-bugs-policy.html">dowěrliwje</a> na <a href="%(link_bugzilla)s">Bugzilla</a> k wěsći daś abo móžośo mejlku na %(mail_admins)s słaś.

source: Website Functionality & Development
dsb: Funkcionalnosć a wuwijanje websedła

source: If you've found a problem with the site, we'd love to fix it. Please <a href="https://github.com/mozilla/addons/issues/new">file a bug report</a> in GitHub, including the location of the problem and how you encountered it.
dsb: Jolic sćo problem ze sedłom namakał, by my jen rady rozwězowali. Pšosym <a href="https://github.com/mozilla/addons/issues/new">pišćo zmólkowu rozpšawu</a> na GitHub, inkluziwnje městno problema a kak sćo na njen starcył.

source: Maintaining Your Add-ons
dsb: Waše dodanki wótwardowás

source: Submitting New Versions of Your Add-on
dsb: Nowe wersije wašogo dodanka zapódaś

source: Developers are encouraged to submit updates to their add-ons to fix bugs, add features, and otherwise improve their product. New versions of an add-on must have a <a href="https://developer.mozilla.org/en/Toolkit_version_format">higher version number</a> and can be submitted through the Developer Tools provided. There is no limit to the number of versions that can be submitted, but please remember that versions must be reviewed by an editor.
dsb: Wuwijarje se pózbuźuju, aktualizacije za jich dodanki zapódaś, aby programowe zmólki wótpórali, funkcije pśidali a howac někak jich produkt pólěpšyli. Nowe wersije dodanka muse <a href="https://developer.mozilla.org/en/Toolkit_version_format">wušy wersijowy numer</a> měś a daju se z pódanymi wuwijarskimi rědami zapódaś. Njejo žeden limit za licbu wersijow, kótarež daju se zapódaś, ale źiwajśo na to, až wersije muse se wót redaktora pśeglědowaś.

source: New versions will be added to a pending review queue, and any additional versions submitted before the review is completed will move that version to the end of the queue.
dsb: Nowe wersije budu se cakańskemu rědoju za felujuce pśeglědanja přidaś a dalšne wersije, kótarež su se zapódali, nježli až pśeglědanje jo dokóńcone, budu se do kóńca cakańskego rěda pśesuwaś.

source: How do I submit a Beta add-on?
dsb: Kak mógu betawersiju dodanka zapódaś?

source: Beta channels are only available to fully-reviewed add-ons.
dsb: Betakanale su jano za dopołnje pśeglědane dodanki k dispoziciji.

source: To create a beta channel, upload a file with a unique version string that contains any of the following strings: <code>a,b,alpha,beta,pre,rc</code>, with an optional number at the end. This text must come at the end of the version string. If you understand regex format, here's what we look for in the version number: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.
dsb: Aby betakanal napórał, nagrajśo dataju z jadnorazoweju wersiju znamuškowego rjeśazka, kótaraž wopśimujo jaden ze slědujucych znamuškowych rjeśazkow: <code>a,b,alpha,beta,pre,rc</code>, z opcionalneju licbu na kóńcu. Toś ten tekst móžo na kóńcu wersijowego znamuškowego rjeśazka byś. Jolic znajośo format regex za regularne wuraze, musyśo slědujuce we wersijowem numerje pytaś: <code>"(a|alpha|b|beta|pre|rc)\d*$"</code>.

source: Once a file meeting this criteria is uploaded to AMO, it will automatically be marked as a beta version. Users of add-ons with these unique version numbers will automatically be served the newest beta updates.
dsb: Gaž se dataja, kótaraž wótpowědujo toś tym kriterijam, do AMO nagrawa, buźo se awtomatiski ako betwersija markěrowaś. Wužywarje dodankow z toś tymi jadnorazowymi wersijowymi numerami budu awtomatiski nejnowše betaaktualizacije dostawaś.

source: While we call these "Beta versions", you can use this channel for nightlies, or alphas, or prerelease versions as you wish. Please note that there is only one channel for this purpose and all of your users on this channel will receive the latest add-ons submitted. For instance, if you upload <code>1.0beta1</code> to the release channel and then upload <code>1.1alpha1</code>, all users of <code>1.0beta1</code> will be offered an upgrade to <code>1.1alpha1</code>. Updates are pushed by submission date and not version number, so users will always get the most recent channel update regardless of any kind of alphabetical sorting.
dsb: Lěcrownož pomjenjujomy toś te wersije „betawersije“, móžośo toś ten kanal za „nocne“ wersije, alfawersije abo pśedwersije wužywaś, pó swójom dobrozdaśu. Pšosym źiwajśo na to, až janož jaden kanal jo za toś ten zaměr k dispoziciji a wšykne z wašych wužywarjow na toś tom kanalu budu nejnowše zapódane dodanki dostawaś. Jolic na pśikład nagrawaśo w kanalu wersiju <code>1.0beta1</code>, a pótom wersiju <code>1.1alpha1</code>, póbitujośo wšym wužywarjam wersije <code>1.0beta1</code> wersiju <code>1.1alpha1</code> ako aktualizaciju. Aktualizacije dawaju se pó zapódawańskem datumje dalej, nic pó wersijowem numerje, togodla dostawaju wužywarje pśecej nejnowšu kanalowu aktualizaciju, njeźiwajucy na alfabetiske sortěrowanje.

source: Required Updates
dsb: Trěbne aktualizacije
