Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: Certain situations may arise in which Mozilla requests that an add-on developer update their add-on within a given time period to address a major security issue or policy violation. We work with developers to reasonably accommodate their own schedules, but if the issue is of a serious enough nature, add-ons that cannot issue an update with the requested fix may be demoted from fully-reviewed status, disabled, or permanently removed from the site.
dsb: Wěste situacije mógu nastaś, gaž Mozilla pomina, až wuwijaŕ dodanka aktualizěrujo swój dodank w běgu wěstego casa, aby wětšy wěstotny problem abo pśestupjenje pšawidłow wótpórał. Źěłamy z wuwijarjami gromadu, aby my se jich casowym planam pśiměrjowali, ale jolic problem jo pógrozny dosć, mógu dodanki, kótarež njamógu aktualizaciju z pominanym rozwězanim k dispoziciji stajiś, status ako dopołnje pśeglědane zgubiś, se znjemóžniś abo na pśecej ze sedła wótpóraś.

source: Transfer of Ownership
dsb: Pśenosowanje wobsejźeństwa

source: Add-ons can have multiple users with permission to update and manage the listing. Existing authors of an add-on can transfer ownership and add additional developers to an add-on's listing through the Developer Tools provided. No interaction with Mozilla representatives is necessary for a transfer of ownership.
dsb: Dodanki mógu někotare wužywarje měś, kótarež maju pšawo, lisćinowy zapisk aktualizěrowaś a zastojaś. Eksistěrujuce awtory dodanka mógu wobsejźeństwo pśenosowaś a lisćinowemu zapiskoju z k dispoziciji stojecymi wuwijarskimi rědami dalšnych wuwijarjow pśidaś. Za pśenosowanje wobsejźeństwa interakcija ze zastupnikami Mozilla njejo trěbna.

source: Mozilla can assist with granting additional permissions of an add-on's listing if <a href="%(link_contact)s">contacted</a> by the add-on's current owner.
dsb: Mozilla móžo pomagaś z pśizwólenim pśidatnych pšawow za lisćinowe zapiski dodankow, jolic aktualny wobsejźaŕ dodanka <a href="%(link_contact)s">kontaktěrujo</a> Mozilla.

source: Mozilla encourages its users to offer feedback on their experiences when using an add-on. This allows other users to determine if the add-on is stable and useful. It also provides valuable feedback to developers, allowing them to continuously improve their add-on to meet user needs.
dsb: Mozilla wobmócnjujo swóje wužywarje, wó jich nazgónjenjach z wužywanim dodanka rozpšawjaś. To zmóžnja drugim wužywarjam zwěsćiś, lěc dodank jo stabilny a wužytny. Rozpšawa jo teke gódnotna za wuwijarje, dokulaž jim zmóžnja, jich dodank stajnje pólěpšowaś, aby pótrěbnosćam wužywarjow wótpowědował.

source: Reviews must follow the <a href="%(link_guidelines)s">review guidelines</a>. Reviews that do not meet these guidelines may be flagged for moderation, but negative reviews will not be removed unless they provide false information.
dsb: Pógódnośenja muse <a href="%(link_guidelines)s">pógódnośeńskim směrnicam</a> wótpowědowaś. Pógódnośenja, kótarež njewótpowěduju toś tym směrnicam, se snaź za moderaciju markěruju, ale negatiwne pógódnośenja se njelašuju, snaźkuli pódawaju wopacne informacije.

source: Many developers provide a support mechanism, such as a forum, discussion group, or email address. It is recommended that support questions be posted via those mediums instead of in an add-on's review section.
dsb: Wjele wuwijarjow póbitujo mechanizm za pomoc, ako na pśikład forum, diskusijnu kupku abo e-mailowu adresu. Pśiraźijo se, za pšašanja pomocy stajaju se pśez toś te medije, a nic pśez pógódnośeński wótrězk dodanka.

source: Code Disputes
dsb: Rozestajenje žrědłowego koda dla

source: Many add-ons allow their source code to be openly viewed. This does not mean that the source code is open source or available for use in another add-on. The original author of an add-on retains copyright of their work unless otherwise noted in the add-on's license.
dsb: Wjele dodanki dowólujo, aby se jich žrědłowy kod zjawnje woglědało. To njegroni, až žrědłowy kod jo wótwórjone žrědło abo až dajo se w drugim dodanku wužywaś. Spócetny awtor dodanka wobchowajo awtorske pšawo na swójom źěle, snaźkuli jo něco druge w licency dodanka pódane.

source: In the event that we're notified of a copyright or license infringement, we will take steps to review the situation and determine if an actual infringement has occurred. If we determine that there is an infringement, we will remove the offending add-on and contact the author. New add-on submissions (including updates) containing infringing code will be denied approval for public status.
dsb: Jolic dopominaju nam na pśekśiwjenje awtorstwa abo licence, buźomy pśeśiwo tomu zakšacaś, aby situaciju pśespytowali a zwěsćili, lěc aktualne pśekśiwjenje jo se stało. Jolic zwěsćijomy, až pśekśiwjenje pśedlažy, wótpórajomy zawinujucy dodank a stajijomy se z awtorom do zwiska. Nowe zapódaśa dodankow (inkluziwnje aktualizacije), kótarež wopśimuju ranjecy žrědłowy kod, njedostanu pśizwólenje za zjawny status.

source: If you are unsure of the current copyright status of an add-on's source code, you must contact the original author and receive explicit permission before using the source code.
dsb: Jolic njejsćo se wěsty wó statusu awtorskego pšawa žrědłowego koda dodanka, musyśo se ze spócetnym awtorom do zwiska stajiś a eksplicitnje wó dowólnosć pšosyś, nježli až wužywaśo žrědłowy kod.

source: Last updated: January 13, 2011
dsb: Slědna aktualizacija: 13. januara 2011

source: Featured add-ons are top-quality extensions and themes highlighted on <a href="%(link_gallery)s">AMO</a>, Firefox's Add-ons Manager, and across other Mozilla websites. These add-ons showcase the power of Firefox customization and are useful to a wide audience.
dsb: Pśedstajone dodanki su wusokokwalitatiwne rozšyrjenja a drastwy, kótarež wuzwiguju se na <a href="%(link_gallery)s">AMO</a>, w zastojniku dodankow Firefox a na drugich websedłach. Toś te dodanki reprezentěruju móc pśiměrjenja Firefox a su wužytne za šyroki krejz wužywarjow.

source: Featured add-ons are chosen by the Featured Add-ons Advisory Board, a small group of add-on developers and fans from the Mozilla community who have volunteered to review and vote on nominations.
dsb: Pśedstajone dodanki wuběraju se wót wobradowarskego wuběrka za pśedstajone dodanki, małeje kupki dodankowych wuwijarjow a pśiwisnikow ze zgromaźeństwa Mozilla, kótarež su se dobrowólnje pśizjawili, aby nominacije pógódnośowali a wó nich wótgłosowali.

source: <a href="%(link_featured)s">Featured extensions</a> are chosen every month, and <a href="%(link_themes)s">featured complete themes</a> are chosen every quarter.
dsb: <a href="%(link_featured)s">Pśedstajone rozšyrjenja</a> wuběraju se kuždy měsac, a<a href="%(link_themes)s">pśedstajone dopołne drastwy</a>kužde běrtyllěto.

source: Criteria for Featured Add-ons
dsb: Kriterije za pśedstajone dodanki

source: Before nominating an add-on to be featured, please ensure it meets the following criteria:
dsb: Nježli nominěrujośo až dodank za pśedstajenje, pśeznańśo se, lěc docynjaju slědujuce kriterije:

source: The add-on must have a complete and informative listing on AMO. This means:
dsb: Dodank musy na AMO dopołny a informatiwny lisćinowy zapisk měś. To groni:

source: a 64-pixel custom icon
dsb: Swójski symbol z 64 pikselami

source: a clear and concise name (no lengthy keywords)
dsb: jasne a krotke mě (žedne nadměru dłujke klucowe słowa)

source: a clear and concise summary of the add-on's functionality
dsb: jasne a krotke zespominanje funkcionalnosći dodanka

source: detailed description and privacy policy, if applicable
dsb: nadrobne wopisanje a pšawidła priwatnosći, jolic nałožujobne

source: updated screenshots of the add-on's functionality
dsb: aktualizěrowane fota wobrazowki funkcionalnosći dodanka

source: must be fully approved by AMO editors (no preliminarily reviewed entries)
dsb: musy wót AMO-redaktorow dopołnje pśizwólony byś (žedne zapiski nachylnego pśeglědanja)

source: The add-on must have excellent user reviews and any problems or support requests must be promptly addressed by the developer.
dsb: Dodank musy wuběrne wužywarske pógódnośenja měś a wuwijaŕ musy se ned wó problemy abo pšosby wó pomoc staraś.

source: The add-on must have a minimum of 2,000 users.
dsb: Dodank musy nanejmjenjej 2.000 wužywarjow měś.

source: The add-on must be compatible with the latest release of Firefox and must be compatible with beta versions 4 weeks before their final release.
dsb: Dodank musy z nejnowšeju wersiju Firefox a 4 tyźenje pśed kóńčneju wersiju z betawersijami kompatibelny byś.

source: <strong>Most importantly</strong>, the add-on must have wide consumer appeal to Firefox's users and be outstanding in nearly every way: user experience, performance, security, and usefulness or entertainment value. Featured complete themes must also be visually appealing.
dsb: <strong>Nejwažnjej</strong> jo, až dodank spódoba se wjelikej licbje wužywarjow Firefox a wuznamjenjujo se w pśisamem kuždem nastupanju: wužywarske dožywjenje, wugbaśe, wěstota a wužytnosć abo gódnota rozdrosćenja. Pśedstajone dopołne drastwy muse teke widobnje spódobne byś.

source: Nominating an Add-on
dsb: Dodank nominěrowaś

source: If you wish to nominate an add-on to be featured and it meets the criteria above, send an email to %(mail_featured)s with:
dsb: Jolic cośo dodank za pśedstajenje nominěrowaś a wón wótpówědujo kriterijam górjejce, pósćelśo mejlku na %(mail_featured)s z:

source: the add-on name, URL, and whether you are its developer
dsb: mjenim dodanka, URL a lěc sćo jogo wuwijaŕ

source: a short explanation of why the add-on has wide appeal and should be featured
dsb: krótkim wujasnjenim, cogodla dodank spódoba se wjele luźam a by měł se pśedstajiś

source: optionally, links to any external reviews or articles mentioning the add-on
dsb: opcionalnje, wotkazami k eksternym pógódnośenjam abo nastawkam, kótarež naspomnjeju dodank

source: Add-on nominations are reviewed by the Advisory Board once a month (once every 3 months for complete theme nominations). Common reasons for rejection include lacking wide appeal to consumers, a suboptimal user experience, quality or security issues, incompatibility, and similarity to another featured add-on. Rejected add-ons cannot be re-nominated within 3 months.
dsb: Nominacije dodankow pśeglěduju se wót woradowarskego wuběrka jaden raz wob mjasec (jaden raz kužde 3 mjasece za nominacije dopołnych drastwow). Ceste pśicyny za wótpokazanje su niska atraktiwnosć za wužywarje, špatne wužywarske dožywjenje, kwalitne abo wěstotne problemy, inkompatibelnosć a pódobnosć na drugi pśedstajony dodank. Wótpokazane dodanki njedaju se za 3 mjasace znowego nominěrowaś.

source: Rotating Featured Add-ons
dsb: Rotacija pśedstajonych dodankow

source: Mozilla and the Featured Add-ons Advisory Board regularly evaluate and rotate out featured add-ons. Some of the most common reasons for add-ons being removed from the featured list are:
dsb: Mozilla a wobradowarski wuběrk za pśedstajone dodanki pógódnośuju a wuměnjaju pšawidłownje pśedstajone dodanki. Někotare z nejcesćejšych pśicynow za wótwónoźowanje dodankow z lisćiny pśedstajonych dodankow su:

source: Lack of growth &mdash; Add-ons that are featured typically experience a substantial gain in both downloads and active users. If an add-on is not demonstrating growth in any substantial way, that's a good indicator the add-on may not be very useful to our users.
dsb: Felujuce pśirost &mdash; Pśedstajone dodanki zwětšego nazgóniju jasny pśiběranje pśi ześěgnjenjach ako teke aktiwnych wužywarjach. Jolic dodank njepokazujo jasny pśirost, jo to dobre znamje za to, až njejo wjelgin wužytny za naše wužywarje.

source: Negative reviews &mdash; Featured add-ons should have a great experience and very few bugs, so add-ons with many negative reviews may be reconsidered.
dsb: Negatiwne pógódnośenja &mdash; Pśedstajone dodanki by dejali wjelicne dožywjenje bitowaś a wjelgin mało programowych zmólkow měś, aby dali se dodanki z wjele negatiwnymi pógódnośenjami znowego pósuźowaś.

source: Incompatibility with upcoming Firefox versions &mdash; Featured add-ons are expected to be compatible with stable and beta versions of Firefox. Add-ons not yet compatible with a Beta version of Firefox four weeks before its expected release will lose their featured status.
dsb: Inkompatibelnosć z pśichodnymi wersijami Firefox &mdash; Wót pśedstajonych dodankow se wócakujo, až su kompatibelne ze stabilnymi a betawersijami Firefox. Dodanki, kótarež styri tyźenje pśed wócakanym wózjawjenim hyšći njejsu kompatibelne z betawersiju Firefox, zgubiju swój status ako pśedstajone dodanki.

source: Joining the Featured Add-ons Advisory Board
dsb: Za wobradowarski wuběrk za pśedstajone dodanki pśizjawiś

source: Every six months a new Advisory Board is chosen based on applications from the add-ons community. Members must:
dsb: Kužde šesć mjasecow nowy wobradowarski wuběrk wóli se na zakłaźe nałoženjow z dodankowego zgromaźeństwa. Cłonki muse:

source: be active members of the add-ons community, whether as a developer, evangelist, or fan
dsb: aktiwne cłonki dodankowego zgromaźeństwa byś, lěc ako wuwijarje, techniske ewangelisty lěc pśiwisniki

source: commit to trying all the nominations submitted, giving their feedback, and casting their votes every month
dsb: se zawězaś, wšykne zapódane nominacije wopytowaś, jich měnjenje groniś a kuždy mjasec wótgłosowaś

source: abstain from voting on add-ons that they have any business or personal affiliations with, as well as direct competitors of any such add-ons
dsb: se pśi dodankach, kótarež maju wobchodny abo wósobinski zwisk a teke pśi konkurentach takich dodankow głosa zdźaržaś

source: Members of the Mozilla Add-ons team may veto any add-on's selection because of security, privacy, compatibility, or any other reason, but in general it is up to the Board to select add-ons to feature.
dsb: Cłonki teama dodankow Mozilla mógu pśeśiwo wuběranjeju dodanka swójo weto zapódaś, z pśicynow wěstoty, priwatnosći, kompatibelnosći abo z drugeje pśicyny, ale zwětšego pśistoj wuběrkoju, dodanki za pśedstajenje wubraś.

source: This featured policy only applies to the addons.mozilla.org global list of featured add-ons. Add-ons featured in other locations are often pulled from this list, but Mozilla may feature any add-on in other locations without the Board's consent. Additionally, locale-specific features override the global defaults, so if a locale has opted to select its own features, some or all of the global features may not appear in that locale.
dsb: Toś te pšawidła za pśedstajenje dodankow płaśe jano za globalnu lisćinu pśedstajonych dodankow na addons.mozilla.org. Dodanki, kótarež su se na drugich městnach pśedstajili, se cesto z toś teje lisćiny wótpóraju, ale Mozilla móžo wšykne dodanki na drugich městnach pśedstajiś bźez togo, aby dejał wuběrk pśigłosował. Mimo togo rěcne funkcije pśepisuju globalne standardy, jolic pótakem rěc jo rozsuźiła, swójske funkcije wužywaś, někotare abo wšykne globalne funkcije njepokazuju se snaź w toś tej rěcy.

source: Follow the <a href="%(link_blog)s">Add-ons Blog</a> or <a href="%(link_twitter)s">@mozamo</a> on Twitter to learn when the next application period opens.
dsb: Wobglědujśo <a href="%(link_blog)s">blog dodankow</a> abo <a href="%(link_twitter)s">@mozamo</a> na Twitter, aby zgónił, gdy pśiducy cas procowanja se zachopijo.

source: Last updated: January 31, 2013
dsb: Slědna aktualizacija: 31. januara 2013

source: Review Process
dsb: Pśeglědowański proces

source: In order to ensure all add-ons hosted in our gallery are safe for users to install, Mozilla will begin requiring all hosted add-ons to undergo review. We offer two types of review and developers are free to choose the best fit for their add-on.
dsb: Aby zawěsćił, až wšykne dodanki góspodowane w našej galeriji su instalěrujobne bźez tšacha, Mozilla zachopijo, wšykne góspodowane dodanki pśeglědowaś. Póbitujomy dwa typa pśeglědanja a wuwijarje mógu rozsuźiś, kótary jo nejlěpšy za jich dodank.

source: <strong><a href="#full">Full Review</a></strong> &mdash; a thorough functional and code review of the add-on, appropriate for add-ons ready for distribution to the masses. All site features are available to these add-ons.
dsb: <strong><a href="#full">Dopołne pśeglědanje</a></strong> &mdash; dokradne pśeglědowanje funkcionalnosći a žrědłowego koda dodanka, pśigódne za dodanki, kótarež su gótowe za rozdźělenje masam. Wšykne sedłowe funkcije stoje za toś te dodanki k dispoziciji.

source: <strong><a href="#preliminary">Preliminary Review</a></strong> &mdash; a faster review intended for experimental add-ons. Preliminary reviews do not check for functionality or full policy compliance, but the reviewed add-ons have install button cautions and some feature limitations.
dsb: <strong><a href="#preliminary">Nachylne pśeglědanje</a></strong> &mdash; malsnejše pśeglědanje, kótarež jo myslone za eksperimentelne dodanki. Nachylne pśeglědanja njepśeglěduju funkcionalnosć abo dopołne wótpowědowanje z pšawidłami, ale pśeglědane dodanki maju warnowańske pokaze na instalěrowańskich tłocaškach a někotare wobgranicowanja funkcijow.

source: Detailed descriptions of each option are below. After selecting a review process at submission, the add-on will be placed in the queue. Add-ons are reviewed by the <a href="https://wiki.mozilla.org/AMO:Editors">AMO Editors</a>, a group of talented developers that volunteer to help the Mozilla project by reviewing add-ons to ensure a stable and safe experience for users. Developers will receive an email with any updates throughout the review process.
dsb: Nadrobne wopisanja kuždeje móžnosći dołojce slěduju. Pó wuběranju pśeglědowańskego procesa za zapódaśe, buźo se dodank do cakańskego rěda zarědowaś. Dodanki pśeglěduju se wót <a href="https://wiki.mozilla.org/AMO:Editors">AMO-redaktorow</a>, kupka talentěrowanych wuwijarjow, kótarež pomagaja projektoju Mozilla dobrowólnje, dodanki pśeglědowaś, aby stabilne a wěste dožywjenje za wužywarje zawěsćili. Wuwijarje budu e-mail z aktualizacijami za ceły pśeglědowański proces dostaś.

source: While waiting for review, add-ons will not appear anywhere in the gallery publicly, but direct links to the add-on's details page will work. This allows the author to blog or share the link with friends, inviting them to try it out, even when not yet reviewed.
dsb: Mjaztym až cakaju na pśeglědanje, dodanki njepokazuju se niźi w galeriji zjawnje, ale direktne wótkaze k bokoju drobnostkow dodanka budu funkcioněrowaś. To zmóžnja awtoroju, wótkaz w blogu abo hynźi z pśijaśelami źěliś, aby jich pśepšosył, dodank wopytowaś, lěcrownož njejo hyšći pśeglědany.

source: Full reviews are appropriate for add-ons that are well-tested, stable, fast, and have wide appeal to our users. If you aren't confident that your add-on meets that criteria, please consider working out the kinks while in preliminary review and accumulating user feedback first.
dsb: Dopołne pśeglědanja su pśigódne za dodanki, kótarež su derje testowane, stabilne, malsne a maju wjeliku atraktiwnosć za naše wužywarje. Jolic njejsćo se wěsty, lěc waš dodank wótpowědujo toś tym kriterijam, wopytujśo brachi namakaś, mjaztym až dodank jo w nachylnem pśeglědanju a gromaźćo nejpjerwjej wužywarske komentary.

source: We aim to perform full reviews in under 10 days, though most add-ons are reviewed in much less time.
dsb: Wopytujomy, dopołne pśeglědanja w běgu mjenjej ako 10 dnjow pśewjasć, ale nejwěcej dodankow pśeglědujo se za wó wjele mjenjej casa.

source: Testing Methods &amp; Common Issues
dsb: Testowańske metody a ceste problemy

source: When performing a full review, editors will:
dsb: Gaž se dopołne pśeglědanje pśewjeźo, budu redaktory:

source: install the add-on, making sure it functions as described and is free of major defects
dsb: dodank instalěrowaś a zawěsćowaś, až funkcioněrujo a žedne wětše problemy njenastawaju

source: perform a source code review, looking for performance and security best practices
dsb: žrědłowy kod pśeglědowaś a za nejlěpšymi metodami za wugbaśe a wěstotu pytaś

source: ensure the add-on's privacy policy is in line with its functionality
dsb: zawěsćowaś, až se pšawidła priwatnosći dodanka k jogo funkcionalnosći góźe

source: look for compliance with all of Mozilla's policies, detailed in these documents
dsb: na doźaržanju wšych pšawidłow Mozilla źiwaś, kótarež wopisuju se w toś tych dokumentach

source: Some of the most common issues we see when performing these reviews are:
dsb: Někotare z nejcesćejšych problemow, na kótarež starcyjomy pśi toś tych pśeglědanjach, su:

source: <strong>JavaScript namespace pollution</strong> &mdash; the most common violation. Be sure to <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">wrap your loose variables</a>
dsb: <strong>Wunjeroźenje mjenjowego ruma JavaScript</strong> &mdash; nejcesćejše zranjenje. Zawěsććo, až <a href="https://developer.mozilla.org/en/XUL_School/JavaScript_Object_Management">zapakujośo swóje znjewótpakowane wariable</a>

source: proper preference naming - all preference names should begin with "extensions.", followed by the add-on name or some other unique identifier
dsb: korektne pomjenjenje nastajenjow &ndash; wšykne mjenja nastajenjow by měli se z „extensions.“ zachopiś, slědowane pśez mě dodanka abo drugi jadnorazowy identifikator

source: remote JavaScript execution or injection
dsb: wuwjeźenje abo injekcija zdalonego JavaScript

source: remote XUL
dsb: zdalony XUL

source: synchronous XMLHttpRequests
dsb: synchrony XMLHttpRequests

source: obfuscated code
dsb: zamazany kod

source: binary components or executables
dsb: binarne komponenty abo wuwjeźobne dataje

source: inclusion of third-party software
dsb: zapśimowanje softwary tśeśich póbitowarjow

source: errors generated in the Error Console
dsb: zmólki , kótarež su se w zmólkowej konsoli twórili

source: memory leaks
dsb: składowe źěry

source: possible conflicts with other add-ons
dsb: móžne konflikty z drugimi dodankami

source: application start-up or page load performance degradation
dsb: pómjeńšenje wugbaśa startowanja nałoženja abo zacytowanja bokow

source: For information on how to avoid these problems, please see our <a href="%(link_howto)s">How-to Library</a>. Some of these practices, such as binary or obfuscated code, are allowed under certain conditions outlined below.
dsb: Za informacije, kak móžośo toś te problemy wobejś, glejśo pšosym <a href="%(link_howto)s">biblioteku pomocy</a>. Někotare z toś tych praktikow, ako na pśikład binarny abo zamazany kod, su pód wěstym wuměnjenjami dowólone.

source: Many of the above restrictions are tested automatically by an extension scanner that will flag suspicious add-ons for editor review. You can read more about this scanner in the <a href="%(link_validation)s">Validation Help</a> document.
dsb: Wjele z górnych wobgranicowanjow testujo se awtomatiski pśez rozšyrjeński skanner, kótaryž wóznamjenijo suspektne dodanki za pśeglědowanje pśez redaktora. W dokumenśe <a href="%(link_validation)s">Pomoc wó pśeglědowanju</a> móžośo wěcej wó toś tom skannerje zgóniś.
