Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: <h2>Keep these tips in mind:</h2> <ul> <li> Write like you're telling a friend about your experience with the add-on. Give specifics and helpful details, such as what features you liked and/or disliked, how easy to use it is, and any disadvantages it has. Avoid generic language such as calling it "Great" or "Bad" unless you can give reasons why you believe this is so. </li> <li> Please do not post bug reports in reviews. We do not make your email address available to add-on developers and they may need to contact you to help resolve your issue. See the <a href="%(support)s">support section</a> to find out where to get assistance for this add-on. </li> <li>Please keep reviews clean, avoid the use of improper language and do not post any personal information. </li> </ul> <p>Please read the <a href="%(guide)s">Review Guidelines</a> for more detail about user add-on reviews.</p>
dsb: <h2>Spomnjejśo toś te pokaze:</h2> <ul> <li> Pišćo tak, ako by wy pśijaśeloju swóje nazgónjenja z dodankom wulicował. Pódajśo specifiske a wužytne drobnostki, ako na pśikład kótare funkcije se wam spódobaju a/abo njespódobaju, kak lažko dajo se wužywaś a kótare njelěpšyny ma. Njewužywajśo powšyknu rěc, ako na pśikład „Wjelicne“ abo „Špatne“, snaźkuli móžośo pśicyny pódaś, cogoždla tomu tak jo. </li> <li> Pšosym njesćelćo rozprawy wó programowych zmólkach w pógódnośenjach. Njestajamy wuwijarjam dodankow wašu e-mailow adresu k dispoziciji, ale muse se snaź z wami do zwiska stajiś, aby problem rozwězali. Glejśo <a href="%(support)s">wótrězk pomocy</a>, aby pódpěru za toś ten dodank dostał. </li> <li>Pšosym źaržćo pógódnośenja cyste, njewužywajśo njepśigódnu rěc a njesćelśo wósobinske daty. </li> </ul> <p> Pšosym cytajśo <a href="%(guide)s">Pógódnośeńske směrnice</a> za dalšne drobnostki wó wužywarskich pógódnośenjach dodankow.</p>

source: Reply to review by {0}
dsb: Na pógódnośenje wót {0} wótegroniś

source: Reply
dsb: Wótegroniś

source: Write a Reply
dsb: Wótegrono pisaś

source: Submit
dsb: Wótpósłaś

source: or <a href="%(url)s">Cancel</a>
dsb: abo <a href="%(url)s">Pśetergnuś</a>

source: Please select a reason:
dsb: Wubjeŕśo pšosym pśicynu:

source: by %(user)s <b>(Developer)</b> on %(date)s
dsb: wót %(user)s <b>(wuwijaŕ)</b> %(date)s

source: This review is for a previous version of the add-on ({0}).
dsb: Toś to pógódnośenje jo za pjerwjejšnu wersiju dodanka ({0}).

source: This user has a <a href="%(user_review_url)s">previous review</a> of this add-on.
dsb: Toś ten wužywaŕ ma <a href="%(user_review_url)s">starše pógódnośenje</a> toś togo dodanka.

source: This user has <a href="%(user_review_url)s">other reviews</a> of this add-on.
dsb: Tós ten wužywaŕ ma <a href="%(user_review_url)s">druge pógódnośenja</a> toś togo dodanka.

source: Flagged for review
dsb: Za pśeglědanje markěrowany

source: Report this review
dsb: Toś to pśeglědanje k wěsći daś

source: Reply to review
dsb: Na pógódnośenje wótegroniś

source: Edit reply
dsb: Wótegrono wobźěłaś

source: Edit review
dsb: Póódnośenje wobźěłaś

source: Delete reply
dsb: Wótegrono lašowaś

source: {0} :: Reviews
dsb: {0} :: Pógódnośenja

source: Reviews for {0}
dsb: Pógódnośenja za {0}

source: <b>{0}</b> review for this add-on
dsb: <b>{0}</b> pógódnośenje za toś ten dodank

source: Developer reply by {0}
dsb: Wótegrono wót wuwijarja {0}

source: Review for %(addon)s by %(user)s
dsb: Pógódnośenje za %(addon)s wót %(user)s

source: No reviews found.
dsb: Žedne pógódnośenja namakane.

source: <strong>Average</strong> (%(total)s)
dsb: <strong>Pśerězk</strong> (%(total)s)

source: Write a New Review
dsb: Napišćo nowe pógódnośenje

source: Be the first to write a review.
dsb: Buźćo prědny, kótaryž pišo pógódnośenje.

source: {num} review
dsb: {num} pógódnośenje

source: Rated {0} out of 5 stars
dsb: Z {0} z 5 gwězdkow pógódnośony

source: Rated %(rating)s out of 5 stars
dsb: Z %(rating)s z 5 gwězdkow pógódnośony

source: Add a Review
dsb: Pógódnośenje pśidaś

source: Log in to add a review
dsb: Pśizjawśo se, aby pógódnośenje pśidał

source: No ratings yet.
dsb: Hyšći žedne pógódnośenja.

source: Average from {0} Rating
dsb: Pśerězk z {0} pógódnośenja

source: by %(user)s
dsb: wót %(user)s

source: Read More&nbsp;&raquo;
dsb: Cytajśo wěcej&nbsp;&raquo;

source: See All Reviews
dsb: Wšykne pógódnośenja pokazaś

source: Most popular this week
dsb: Nejwěcej woblubowane toś togo tyźenja

source: Most popular this month
dsb: Nejwěcej woblubowane toś togo mjaseca

source: Most popular all time
dsb: Nejwěcej woblubowane za ceły cas

source: search for add-ons
dsb: dodanki pytaś

source: search for collections
dsb: zběrki pytaś

source: search for themes
dsb: drastwy pytaś

source: search for apps
dsb: nałoženja pytaś

source: Sort By
dsb: Sortěrowaś pó

source: Relevance
dsb: Relewanca

source: Showing {0} - {1} of {2} results for <strong>{3}</strong>
dsb: Pokazujo se {0} - {1} z {2} wuslědkow za <strong>{3}</strong>

source: Showing {0} - {1} of {2} results
dsb: Pokazujo se {0} - {1} z {2} wuslědkow

source: {0} Add-ons
dsb: Dodanki za {0}

source: Any {0}
dsb: Wšykne wersije {0}

source: All Systems
dsb: Wšykne systemy

source: All Tags
dsb: Wšykne wobznamjenja

source: Collection Search Results for {0}
dsb: Pytańske wuslědki za zběrki za {0}

source: Collection Search Results
dsb: Pytańske wuslědki za zběrki

source: Search Unavailable
dsb: Pytanje njejo k dispoziciji

source: Search is temporarily unavailable. Please try again in a few minutes.
dsb: Pytanje njejo nachylu k dispoziciji. Pšosym wopytajśo za mało minutow hyšći raz.

source: Themes Search Results for {0}
dsb: Drastwowe pytańske wuslědki za {0}

source: Themes Search Results
dsb: Drastwowe pytańske wuslědki

source: {0} :: Tag
dsb: {0} :: wobznamjenje

source: Search Results for tag "{0}"
dsb: Pytańske wuslědki za wobznamjenje „{0}“

source: <b>{0}</b> matching result
dsb: <b>{0}</b> pśigódny wuslědk

source: Filter Results
dsb: Filtrowańske wuslědki

source: Category
dsb: Kategorija

source: Tag
dsb: Wobznamjenje

source: Search Results <i>({num})</i>
dsb: Pytańske wuslědki <i>({num})</i>

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
dsb: Někotare funkcije su nachylu znjemóžnjone, mjaztym wótwardujomy websedło. Buźomy połnu funkcionalnosć skóro wótnowjaś.

source: Could not find add-on with id "{}".
dsb: Dodank z ID „{}“ njedajo se namakaś.

source: You do not own this addon.
dsb: Toś ten dodank wam njesłuša.

source: Missing "upload" key in multipart file data.
dsb: Felujucy kluc „upload“ wěcejdźělowych datajowych datach.

source: Version does not match the manifest file.
dsb: Wersija njewótpowědujo manifestowej dataji.

source: Version already exists.
dsb: Wersija južo eksistěrujo.

source: Only WebExtensions are allowed to omit the GUID
dsb: Jano WebExtensions směju GUID wuwóstajiś

source: No uploaded file for that addon and version.
dsb: Žedna nagrata dataja za toś ten dodank a toś tu wersiju.

source: Thanks for contributing to {addon_name}
dsb: Wjeliki źěk, až sćo za {addon_name} pósćił

source: Overview
dsb: Pśeglěd

source: by Source
dsb: pó žrědle

source: by Add-on Version
dsb: pó dodankowej wersiji

source: by Application
dsb: pó nałoženju

source: by Language
dsb: pó rěcy

source: by Platform
dsb: pó platformje

source: by Add-on Status
dsb: pó statusu dodanka

source: Subscribers
dsb: Abonenty

source: Ratings
dsb: Pógódnośenja

source: Add-on Statistics
dsb: Statistika dodanka

source: Add-ons in Use
dsb: Wužywane dodanki

source: Add-ons Created
dsb: Napórane dodanki

source: Add-ons Downloaded
dsb: Ześěgnjone dodanki

source: Add-ons Updated
dsb: Nagrate dodanki

source: Collections Created
dsb: Napórane zběrki

source: Reviews Written
dsb: Napisane pógódnośenja

source: User Signups
dsb: Wužywarske registrěrowanja

source: Archived Data
dsb: Archiwěrowane daty

source: Custom Date Range
dsb: Swójski datumowy wobcerk

source: From
dsb: Wót

source: To
dsb: Do

source: Update
dsb: Aktualizěrowaś

source: Export
dsb: Eksportěrowaś

source: {0} :: Statistics Dashboard :: Add-ons for {1}
dsb: {0} :: Kontrolna deska statistiki :: Dodanki za {1}

source: {0} :: Statistics Dashboard
dsb: {0} :: Kontrolna deska statistiki

source: Statistics Dashboard :: Add-ons for {0}
dsb: Kontrolna deska statistiki :: Dodanki za {0}

source: Statistics for {0}
dsb: Statistika za {0}

source: Statistics Dashboard
dsb: Kontrolna deska statistiki

source: Controls:
dsb: Wóźenje:

source: reset zoom
dsb: skalěrowanje slědk stajiś

source: Group by:
dsb: Rědowaś:

source: day
dsb: źeń

source: week
dsb: tyźeń

source: month
dsb: mjasec

source: For last:
dsb: Za zachadne:

source: 7 days
dsb: 7 dnjow

source: 30 days
dsb: 30 dnjow

source: 90 days
dsb: 90 dnjow

source: 365 days
dsb: 365 dnjow

source: Custom...
dsb: Swójske...

source: Statistics processing is currently disabled, so recent data is unavailable. The statistics are still being collected and this page will be updated soon with the missing data.
dsb: Pśeźěłowanje statistiki jo tuchylu znjemóžnjone, togodla njejsu nejnowše daty k dispoziciji. Statistiske pódaśa se hyšći zgromaźuju a toś ten bok aktualizěrujo se skóro z felujucymi datami.

source: Loading the latest data&hellip;
dsb: Nejnowše daty se zacytuju&hellip;

source: No data available.
dsb: Žedne daty k dispoziciji.

source: This dashboard is currently <b>public</b>.
dsb: Kontrolna deska jo tuchylu <b>zjawna</b>.

source: Contribution stats are currently <b>private</b>.
dsb: Statistika pósćiwankow jo tuchylu <b>priwatna</b>.

source: This dashboard is currently <b>private</b>.
dsb: Toś ta kontrolna deska jo tuchylu <b>priwatna</b>.

source: Change settings.
dsb: Nastajenja změniś.

source: Add-ons Created by Date
dsb: Napórane dodanki pó datumje

source: Add-ons Downloaded by Date
dsb: Ześěgnjone dodanki pó datumje

source: Add-ons in Use by Date
dsb: Wužywane dodanki pó datumje

source: Add-ons Updated by Date
dsb: Aktualizěrowane dodanki pó datumje

source: Application usage by Date
dsb: Wužywanje nałoženja pó datumje

source: Collections Created by Date
dsb: Napórane zběrki pó datumje

source: Contributions by Date
dsb: Pósćiwanki pó datumje

source: Downloaded by Date
dsb: Ześěgnjenja pó datumje

source: How are downloads counted?
dsb: Kak se ześěgnjenja lice?

source: <h2>How are downloads counted?</h2> <p> Download counts are updated every evening and only include original add-on downloads, not updates. Downloads can be broken down by the specific source referring the download. </p>
dsb: <h2>Kak se ześěgnjenja lice?</h2> <p> Ześěgnjeńske licby aktualizěruju se kuždy wjacor a wopśimuju jano originalne ześěgnjenja dodanki, žedne aktualizacije. Ześěgnjenja daju se pó jadnotliwem žrědle rozdźěliś, na kótarež se ześěgnjenja póśěgaju.</p>

source: User languages by Date
dsb: Wužywarske rěcy pó datumje

source: Platform usage by Date
dsb: Wužywanje platformy pó datumje

source: <b>{0}</b> Downloads
dsb: <b>{0}</b> ześěgnjenjow

source: Loading...
dsb: Zacytujo se...

source: <b>{0}</b> Average Daily Users
dsb: <b>{0}</b> wšednych wužywarjow w pśerězku

source: Top Applications
dsb: Nejwěcej woblubowane nałoženja

source: See more applications&hellip;
dsb: Dalšne nałoženja pokazaś&hellip;

source: Top Languages
dsb: Nejcesćejše rěcy

source: See more languages&hellip;
dsb: Dalšne rěcy pokazaś&hellip;

source: Top Platforms
dsb: Nejcesćejše platformy

source: See more platforms&hellip;
dsb: Dalšne platformy pokazaś&hellip;

source: Ratings by Date
dsb: Pógódnośenja pó datumje

source: Reviews Created by Date
dsb: Napórane pógódnosenja pó datumje

source: Download sources by Date
dsb: Ześěgnjeńske žrědła pó datumje

source: About tracking external sources...
dsb: Wó slědowanju eksternych žrědłow...

source: <h2>Tracking external sources</h2> <p> If you link to your add-on's details page or directly to its file from an external site, such as your blog or website, you can append a parameter to be tracked as an additional download source on this page. For example, the following links would appear as sourced by your blog: <dl> <dt>Add-on Details Page</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Direct File Link</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p> Only src parameters that begin with "external-" will be tracked, up to 61 additional characters. Any text after "external-" can be used to describe the source, such as "external-blog", "external-sidebar", "external-campaign225", etc. The following URL-safe characters are allowed: <code>a-z A-Z - . _ ~ %% +</code>
dsb: <h2>Slědowanje eksternych žrědłow</h2> <p> Jolic pokazujośo k bokoju drobnostkow swójogo dodanka abo direktnje k jogo dataji na eksternem sedle, ako na pśikład k wašomu blogoju abo websedłoju, móžośo parameter pśipowjesyś, aby se to ako pśidatne ześěgnjeńske žrědło na toś tom boku slědowało. Slědujuce wótkaze na pśikład by se w žrědłowem koźe wašogo bloga pokazowali: <dl> <dt>Bok drobnostkow dodanka</dt> <dd>https://addons.mozilla.org/addon/%(slug)s?src=<b>external-blog</b></dd> <dt>Direktny datajowy wótkaz</dt> <dd>https://addons.mozilla.org/downloads/latest/%(id)s/addon-%(id)s-latest.xpi?src=<b>external-blog</b></dd> </dl> <p>Jano parametry „src“, kótarež zachopinaju se z „external-“, se slědujo, až k 61 dalšnym znamuškam. Tekst za „external-“ dajo se wužywaś, aby žrědło wopisował, na pśikład „external-blog“, „external-sidebar“, „external-campaign 225“ atd. Slědujuce znamuška, kótarež su wěste znamuška za URL, su dowólone: <code>a-z A-Z -._~ %% +</code>

source: Add-on Status by Date
dsb: Status dodanka pó datumje

source: Subscribers by Date
dsb: Abonenty pó datumje

source: Daily Users by Date
dsb: Wšedne wužywarje pó datumje

source: What are daily users?
dsb: Co su wšedne wužywarje?

source: <h2>What are daily users?</h2> <p> Themes installed from this site check for updates once per day. The total number of these update pings is known as Active Daily Users, or the total number of people using your theme by day. </p>
dsb: <h2>Co su wšedne wužywarje?</h2> <p> Drastwy, kótarež su se wót toś togo sedła instalěrowali, pytaju jaden raz wob źeń za aktualizacijami. Cełkowna licba toś tych aktualizěrowańskich pingow groni se „Aktiwne wšedne wužywarje“, abo cełkowna licba luźi, kótarež wužywaju wašu drastwu kuždy źeń. </p>

source: <h2>What are daily users?</h2> <p> Add-ons downloaded from this site check for updates once per day. The total number of these update pings is known as Active Daily Users. Daily users can be broken down by add-on version, operating system, add-on status, application, and locale. </p>
dsb: <h2>Co su wšdnei wuyiwarje?</h2> <p> Dodanki, kótarež su se wót toś togo sedła ześěgnuli, pytaju jaden raz wob źeń za aktualizacijami. Cełkowna licba toś tych aktualizěrowańskich pingow jo znata ako „Aktiwne wšedne wužywarje“. Wšedni wužywarje daju se pó dodankowej wersiji, źěłowem systemje, dodankowem statusu, nałoženju a rěcy rozklucyś. </p>

source: User Signups by Date
dsb: Wužywarske registrěrowanja pó datumje

source: Application versions by Date
dsb: Nałožeńske wersije pó datumje

source: Mozilla Add-ons
dsb: Dodanki Mozilla

source: Find add-ons for other applications
dsb: Dodanki za druge nałoženja pytać

source: Other Applications
dsb: Druge nałoženja

source: To create your own collections, you must have a Mozilla Add-ons account.
dsb: Aby swójske zběrki napórał, musyśo konto za dodanki Mozilla měś.

source: Footer logo
dsb: Logo nogi

source: Choose a category
dsb: Wubjeŕśo kategoriju

source: Mobile Categories
dsb: Mobilne kategorije

source: Legal Notices
dsb: Pšawniske informacije

source: Report Trademark Abuse
dsb: Znjewužywanje wikoweje marki k wěsći daś

source: View Mobile Site
dsb: Mobilne sedło se woglědaś

source: Site Status
dsb: Sedłowy status

source: Except where otherwise <a href="http://www.mozilla.org/about/legal.html#site">noted</a>, content on this site is licensed under the <br /> <a href="http://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License v3.0 </a> or any later version.
dsb: Jolic njejo hynac <a href="http://www.mozilla.org/about/legal.html#site">pódane</a>, jo wopśimjeśe na toś tom sedle pód <br /> licencu <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution Share-Alike v 3.0 </a> abo pód póznjejšeju wersiju licencěrowane.

source: get to know <b>add-ons</b>
dsb: póznajśo <b>dodanki</b>

source: About
dsb: Wó nas

source: FAQ
dsb: Ceste pšašanja

source: Other languages
dsb: Druge rěcy

source: <img alt="Firefox" src="{0}"> Add-ons
dsb: <img alt="Firefox" src="{0}"> Dodanki

source: <img alt="Thunderbird" src="{0}"> Add-ons
dsb: <img alt="Thunderbird" src="{0}"> Dodanki

source: <img alt="Firefox" src="{0}"> Mobile Add-ons
dsb: <img alt="Firefox" src="{0}"> Mobilne dodanki

source: <img alt="SeaMonkey" src="{0}"> Add-ons
dsb: <img alt="SeaMonkey" src="{0}"> Dodanki

source: <img alt="" src="{0}"> Add-ons
dsb: <img alt="" src="{0}"> Dodanki

source: My Account
dsb: Mójo konto

source: Welcome, {0}
dsb: Witajśo, {0}

source: <a href="%(reg)s">Register</a> or <a href="%(login)s">Log in</a>
dsb: <a href="%(reg)s">Registrěrowaś</a> abo <a href="%(login)s">Pśizjawiś</a>

source: To try the thousands of add-ons available here, download <a href="%(url)s">Mozilla Firefox</a>, a fast, free way to surf the Web!
dsb: Aby tysace dodankow wopytował, kótarež su how k dispoziciji, ześěgniśo <a href="%(url)s">Mozilla Firefox</a>, malsna, dermotna móžnosć, web pśeglědowaś!

source: Add-ons is switching to Firefox Accounts for login. <a href="%(url)s" class="fxa-login">Sign in now to transfer your account.</a>
dsb: Mozilla Dodanki wužywa něnto Firefox Accounts za pśizjawjenje. <a href="%(url)s" class="fxa-login">Pśizjawśo se něnto, aby swójo konto pśenosował.</a>

source: Welcome to {0} Add-ons.
dsb: Witajśo k dodankam {0}.

source: Choose from thousands of extra features and styles to make Firefox your own.
dsb: Wubjeŕśo z tysacow pśidatnych funkcijow a stilow, aby Firefox pó swójich pótrěbnosćach pśiměrił.

source: Add extra features and styles to make %(app)s your own.
dsb: Pśidajśo pśidatne funkcije a stile, aby %(app)s pó swójich pótrěbnosćach pśiměrił.

source: On the go?
dsb: Pó droze?

source: Check out our <a class="mobile-link" href="#">Mobile Add-ons site</a>.
dsb: Woglědajśo se našo <a class="mobile-link" href="#">sedło dodankow za Firefox za Android</a>.

source: Android Add-ons
dsb: Dodanki za Android

source: required
dsb: trěbny

source: Required fields
dsb: Trěbne póla

source: Mobile Home
dsb: Startowy bok za Firefox Mobile

source: View full site
dsb: Dopołne sedło pokazaś

source: Features
dsb: Funkcije

source: Add-Ons
dsb: Dodanki

source: Visit Mozilla
dsb: K Mozilla se woglědaś

source: menu
dsb: meni

source: Register
dsb: Registrěrowaś

source: Log in
dsb: Pśizjawiś se

source: Localize for: <a id="change-locale" href="#">%(dl)s</a>
dsb: Pśełožowaś za: <a id="change-locale" href="#">%(dl)s</a>

source: Existing Locales
dsb: Eksistěrujuce rěcy

source: New Locales
dsb: Nowe rěcy

source: You have unsaved changes in the <b>{0}</b> locale. Would you like to save your changes before switching locales?
dsb: Maśo njeskłaźone změny w rěcy <b>{0}</b>. Cośo swóje změny składowaś, nježli až rěc změnijośo?

source: Discard Changes
dsb: Změny zachyśiś

source: Are you sure you want to remove all <b>{0}</b> translations? This cannot be undone.
dsb: Cośo napšawdu wšykne pśełožki za <b>{0}</b> wótpóraś? To njedajo se anulěrowaś.

source: Delete Locale
dsb: Rěc lašowaś

source: Must be %s characters or more.
dsb: Minimalna licba znamuškow: %s abo wěcej.

source: Letters and numbers required.
dsb: Pismiki a licby trěbne.

source: That password is not allowed.
dsb: Toś to gronidło njejo dowólone.

source: As part of our new password policy, your password must be %s characters or more. Please update your password by <a href="%s">issuing a password reset</a>.
dsb: Ako źěl našych nowych gronidłowych pšawidłow musyi wašo gronidło %s znamuškow dłujke byś. <a href="%s">Pšosćo wó slědkstajenje gronidła</a>, aby swójo gronidło aktualizěrował.

source: You must recover your password through Firefox Accounts. Try logging in instead.
dsb: Musyśo swójo gronidło pśez Firefox Accounts wótnowiś. Pśizjawśo se město togo.

source: New password
dsb: Nowe gronidło

source: Email must be {email}.
dsb: E-mailowa adresa musy {email} byś.

source: Usernames cannot contain only digits.
dsb: Wužywarske mjenja njesměju jano cyfry wopśimowaś.

source: Enter a valid username consisting of letters, numbers, underscores or hyphens.
dsb: Zapódajśio płaśiwe wužywarske mě, kótarež wobstoj z pismikow, licbow, pódsmužkow abo wězawkow.

source: This username cannot be used.
dsb: Toś to wužywarske mě njedajo se wužywaś.

source: This username is already in use.
dsb: Toś to wužywarske mě se južo wužywa.

source: Display Name
dsb: Pokazane mě

source: Location
dsb: Městno

source: Occupation
dsb: Pówołanje

source: This URL has an invalid format. Valid URLs look like http://example.com/my_page.
dsb: Toś ten URL ma njepłaśiwy format. Płaśiwe URL tak wuglědaju: http://example.com/mój_bok.

source: Please use an email address from a different provider to complete your registration.
dsb: Pšosym wužywajśo e-mailowe adrese z drugego póbitowarja, aby swójo registrěrowanje dokóńcył.

source: This display name cannot be used.
dsb: Tós to pokazane mě njedajo se wužywaś.

source: The passwords did not match.
dsb: Gronidle njejstej jadnak.

source: Profile Photo
dsb: Profilowe foto

source: Default locale
dsb: Standardna rěc

source: Firefox Accounts users cannot currently change their email address.
dsb: Wužywarje Firefox Accounts njamógu tuchylu swóju e-mailowu adresu změniś.

source: Wrong password entered!
dsb: Wopacne gronidło jo se zapódało!

source: Email cannot be changed.
dsb: E-mailowa adresa njedajo se změniś.

source: To anonymize, enter a reason for the change but do not change any other field.
dsb: Aby anonymizěrował, zapódajśo pśicynu za změnu, ale njezměńśo druge pólo.

source: Please enter at least one name to blacklist.
dsb: Pšosym zapódajśo nanejmjenjej jadno mě do carneje lisćiny.

# user_list_others
source: others
dsb: druge

source: algorithm
dsb: algoritmus

source: salt
dsb: sol

source: No user with that email.
dsb: Žeden wužywaŕ z toś teju e-mailoweju adresu.

source: Anonymous user {id}
dsb: Anonymny wužywaŕ {id}

source: Your account has been restricted
dsb: Wašo konto jo se wobgranicowało

source: Please confirm your email address
dsb: Pšosym wobkšuśćo swóju e-mailowu adresu

source: My Mobile Add-ons
dsb: Móje mobilne dodanki

source: an add-on developer thanks me for a contribution
dsb: wuwijaŕ dodanka źěkujo se mě za pósćiwanku

source: an add-on developer replies to my review
dsb: wuwijaŕ dodanka wótegranja na mójo pógódnośenje

source: an app developer replies to my review
dsb: wuwijaŕ nałoženja wótegronja na mójo pógódnośenje

source: new add-ons or Firefox features are available
dsb: nowe dodanki abo funkcije Firefox su k dispoziciji

source: my add-on's compatibility is upgraded successfully
dsb: kompatibelnosć mójogo dodanka jo se wuspěšnje aktualizěrowała

source: my sdk-based add-on is upgraded successfully
dsb: mój dodank, kótaryž bazěrujo na SDK, jo se wuspěšnje aktualizěrował

source: someone writes a review of my add-on
dsb: něchten pišo pógódnośenje mójogo dodanka

source: someone writes a review of my app
dsb: něchten pišo pógódnośenje mójogo nałoženja

source: add-on contests or events are announced
dsb: dodankowe wuběźowanja abo tšojenja su se pśipowěźeli

source: my add-on's compatibility cannot be upgraded
dsb: kompatibelnosć mójogo dodanka njedajo se aktualizěrowaś
