Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/djangojs.po
Languages: dsb

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
dsb: Toś ta funkcija jo se nachylu znjemóžnjona, mjaztym až pśewjedujomy wótwardowańske źěła na websedle. Pšosym wopytajśo pitśku pózdźej hyšći raz.

source: Accept and Install
dsb: Akceptěrowaś a instalěrowaś

source: Add to {0}
dsb: K {0} pśidaś

source: Download Now
dsb: Něnto ześěgnuś

source: Add-on has not been updated to support default-to-compatible.
dsb: Dodank njejo se ktualizěrował, aby standardnu kompatibelnosć pódpěrał.

source: You need to be using Firefox 10.0 or higher.
dsb: Musyśo Firefox 10.0 abo nowšy wužywaś.

source: Mozilla has marked this version as incompatible with your Firefox version.
dsb: Mozilla jo toś tu wersiju ako z wašeju wersiju Firefox kompatibelnu markěrował.

source: Install for {0} anyway
dsb: Weto za {0} instalěrowaś

source: Download for {0} anyway
dsb: Weto za {0} ześěgnuś

source: Not available for your platform
dsb: Njejo za wašu platformu k dispoziciji

source: Not available for {0} {1}
dsb: Njejo za {0} {1} k dispoziciji

source: Works with {app} {min} - {max}
dsb: Funkcioněrujo z {app} {min} - {max}

source: View other versions
dsb: Druge wersije pokazaś

source: Only with Firefox — Get Firefox Now!
dsb: Jano z Firefox – Wobstarajśo se něnto Firefox!

source: Sorry, you need a Mozilla-based browser (such as Firefox) to install a search plugin.
dsb: Bóžko trjebaśo wobglědowak Mozilla (na pśikład Firefox), aby pytański tykac instalěrował.

source: Loading...
dsb: Zacitujo se...

source: <b>{0}</b> character left.
dsb: <b>{0}</b> znamuško wušej.

source: {0} star
dsb: {0} gwězdka

source: Remove this localization
dsb: Toś ten pśełožk wótpóraś

source: close
dsb: zacyniś

source: Flagged for review
dsb: Za pśeglědowanje markěrowany

source: Your input is required
dsb: Wašo zapódaśe jo trěbne

source: Marked for deletion
dsb: Za wulašowanje markěrowany

source: Adding to Favorites&hellip;
dsb: Pśidawa se faworitam&hellip;

source: Removing Favorite&hellip;
dsb: Faworit se wótpórajo&hellip;

source: Add to Favorites
dsb: Faworitam pśidaś

source: Remove from Favorites
dsb: Z faworitow wótpóraś

source: Pending
dsb: Felujucy

source: Add a comment
dsb: Komentar pśidaś

source: Comment
dsb: Komentar

source: Remove this add-on from the collection
dsb: Toś ten dodank ze zběrki wótpóraś

source: Remove
dsb: Wótpóraś

source: Remove this user as a contributor
dsb: Wužywarja ako sobustatkujucego wótpóraś

source: An email address is required.
dsb: E-mailowa adresa jo trěbna.

source: You cannot add yourself as a contributor.
dsb: Njamóžośo sebje ako sobustatkujucego pśidaś.

source: You have already added that user.
dsb: Sćo južo togo wužywarja pśidał.

source: Add to favorites
dsb: Faworitam pśidaś

source: Remove from favorites
dsb: Z faworitow wótpóraś

source: Follow this Collection
dsb: Toś tej zběrce slědowaś

source: Stop following
dsb: Wěcej njeslědowaś

source: Password strength:
dsb: Gronidłowa móc:

source: At least {0} character left.
dsb: Nanejmjenjej {0} znamuško wušej.

source: Search themes for <b>{0}</b>
dsb: Drastwy za <b>{0}</b> pytaś

source: Search apps for <b>{0}</b>
dsb: Nałoženja za <b>{0}</b> pytaś

source: Search add-ons for <b>{0}</b>
dsb: Dodanki za <b>{0}</b> pytaś

source: Category
dsb: Kategorija

source: This theme is incompatible with your version of {0}
dsb: Toś ta drastwa njejo kompatibelna z wašeju wersiju {0}

source: Images must be either PNG or JPG.
dsb: Wobraze muse pak PNG pak JPG byś.

source: Videos must be in WebM.
dsb: Wideo muse we formaśe WebM byś.

source: There was a problem contacting the server.
dsb: Pśi kontaktěrowanju serwera jo problem nastał.

source: All Rights Reserved
dsb: Wšykne pšawa wuměnjone

source: Your Theme's Name
dsb: Mě wašeje drastwy

source: Stop Following
dsb: Wěcej njeslědowaś

source: Following
dsb: Slědowanje

source: use original
dsb: original wužywaś

source: Updating results&hellip;
dsb: Wuslědki so aktualizěruju&hellip;

source: Select a file...
dsb: Wubjeŕśo dataju...

source: Your add-on should end with .xpi, .jar or .xml
dsb: Waš dodank by dejał kóńcowku .xpi, .jar abo .xml měś

source: {0}% complete
dsb: {0}% dokóńcone

source: {0} of {1}
dsb: {0} z {1}

source: Cancel
dsb: Pśetergnuś

source: Uploading {0}
dsb: {0} se nagrawa

source: Error with {0}
dsb: Zmólka z {0}

source: Your add-on failed validation with {0} error.
dsb: Waš dodank jo pśi pśeglědowanju z {0} zmólku pśepadnuł.

source: &hellip;and {0} more
dsb: &hellip;a {0} dalšny

source: See full validation report
dsb: Dopołnu pśeglědowańsku rozpšawu cytaś

source: Validating {0}
dsb: {0} se pśeglědujo

source: Received an empty response from the server; status: {0}
dsb: Prozne wótegrono jo se wót serwera dostało; status: {0}

source: Unexpected server error while validating.
dsb: Njewótcakana serwerowa zmólka pśi pśeglědowanju.

source: Finished validating {0}
dsb: Pśeglědowanje {0} dokóńcone

source: Your add-on validation timed out, it will be manually reviewed.
dsb: Wašo pśeglědowanje dodanka jo cas pśekšocyło, buźo se togodla manuelnje pśewjasć.

source: Your add-on was validated with no errors and {0} warning.
dsb: Waš dodank jo pśeglědowanje bźeze zmólkow a z {0} warnowanim wobstał.

source: Your add-on was validated with no errors and {0} message.
dsb: Waš dodank jo pśeglědowanje bźeze zmólkow a z {0} powězeńku wobstał.

source: Your add-on was validated with no errors or warnings.
dsb: Waš dodank jo pśeglědowanje bźeze zmólkow a bźez warnowanjow wobstał.

source: Your submission will be automatically signed.
dsb: Wašo zapódaśe buźo se awtomatiski signěrowaś.

source: Include detailed version notes (this can be done in the next step).
dsb: Nadrobne wersijowe informacije zapśimjeś (to dajo se w pśiducem kšacu cyniś).

source: If your add-on requires an account to a website in order to be fully tested, include a test username and password in the Notes to Reviewer (this can be done in the next step).
dsb: Jolic waš dodank pomina se konto z websedłom, aby se dopołnje testował, pódajśo w powěźeńkach na pśeglědowarja testowe wužywarske mě a grondło (to dajo se w pśiducem kšacu cyniś).

source: If your add-on is intended for a limited audience you should choose Preliminary Review instead of Full Review.
dsb: Jolic waš dodank jo za wobgranicowany krejz wužywarjow myslony, wy by dejał „Nachylne pśeglědowanje“ město „Dopołne pśeglědowanje“ wubraś.

source: Add-on submission checklist
dsb: Kontrolna lisćina za zapdaśa dodankow

source: Please verify the following points before finalizing your submission. This will minimize delays or misunderstanding during the review process:
dsb: Pšosym wobkšuśćo slědujuce dypki, nježli až swóje zapódaśe dokóńcyjośo. To miniměrujo wokomuźenja abo njedorozměśa za pséglědowański proces:

source: Compiled binaries, as well as minified or obfuscated scripts (excluding known libraries) need to have their sources submitted separately for review. Make sure that you use the source code upload field to avoid having your submission rejected.
dsb: Kompilěrowane binarne dataje ako teke skrótcone abo skazone skripty (mimo znatych bibliotekow) muse se separatnje za pśeglědowanje zapódaś. Wužywajśo na kuždy pad pólo za nagrawanje žrědłowego koda, až njeby se wašo zapódaśe wótpokazało.

source: The validation process found these issues that can lead to rejections:
dsb: Pśeglědowański proces jo slědujuce problemy namakał, kótarež bymógli k wótpokazanjam wjasć:

source: If you are unfamiliar with the add-ons review process, you can read about it here.
dsb: Jolic njewuznaśo se z pśeglědowanskim procesom za dodanki, móžośo se how wó tom informěrowaś.

source: Sorry, no supported platform has been found.
dsb: Bóžko njejo se pódpěrana platforma namakała.

source: The filetype you uploaded isn't recognized.
dsb: Datajowy typ, kótaryž sćo nagrał, se njespóznawa.

source: You cancelled the upload.
dsb: Sćo nagraśe pśetergnuł.

source: Week of {0}
dsb: Tyźeń {0}

source: downloads
dsb: ześěgnjenjow

source: {0} users
dsb: {0} wužywarjow

source: {0} add-ons
dsb: {0} dodankow

source: {0} collections
dsb: {0} zběrkow

source: {0} reviews
dsb: {0} pógódnośénjow

source: {0} sales
dsb: {0} pśedankow

source: {0} refunds
dsb: {0} zarownanjow

source: {0} installs
dsb: {0} instalacijow

source: Downloads
dsb: Ześěgnjenja

source: Daily Users
dsb: Wšedne wužywarje

source: Amount, in USD
dsb: Suma, w USD

source: Number of Contributions
dsb: Licba pśinoskow

source: More Info...
dsb: Dalšne informacije...

source: Details for {0}
dsb: Drobnostki za {0}

source: Collections Created
dsb: Napórane zběrki

source: Add-ons in Use
dsb: Wužywane dodanki

source: Add-ons Created
dsb: Napórane dodanki

source: Add-ons Downloaded
dsb: Ześěgnjone dodanki

source: Add-ons Updated
dsb: Zaktualizěrowane dodanki

source: Reviews Written
dsb: Napisane pógódnośenja

source: User Signups
dsb: Wužywarske registrěrowanja

source: Subscribers
dsb: Abonenty

source: Ratings
dsb: Pógódnośenja

source: Sales
dsb: Pśedanki

source: Installs
dsb: Instalacije

source: Unknown
dsb: Njeznate

source: Add-ons Manager
dsb: Zastojnik dodankow

source: Add-ons Manager Promo
dsb: Zastojnik dodankow „Promo“

source: Add-ons Manager Featured
dsb: W zastojniku dodankow pśedstajone

source: Add-ons Manager Learn More
dsb: Zastojnik dodankow „Dalšne informacije“

source: Search Suggestions
dsb: Pytańske naraźenja

source: Search Results
dsb: Pytańske wuslědki

source: Homepage Promo
dsb: Startowy bok „Promo“

source: Homepage Featured
dsb: Startowy bok „Pśedstajone“

source: Homepage Up and Coming
dsb: Startowy bok „Rozmógujuce“

source: Homepage Most Popular
dsb: Startowy bok „Nejwěcej woblubowane“

source: Detail Page
dsb: Bok drobnostkow

source: Detail Page (bottom)
dsb: Bok drobnostkow (dołojce)

source: Detail Page (Development Channel)
dsb: Bok drobnostkow (wuwijarski kanal)

source: Often Used With
dsb: Cesto wužywany z

source: Others By Author
dsb: Druge pó awtorje

source: Dependencies
dsb: Wótwisnosći

source: Upsell
dsb: Pśidatne pśedanki

source: Meet the Developer
dsb: Póznajśo wuwijarja

source: User Profile
dsb: Wužywarski profil

source: Version History
dsb: Wersijowa historija

source: Sharing
dsb: Źěliś

source: Category Pages
dsb: Kategorijowe boki

source: Collections
dsb: Zběrki

source: Category Landing Featured Carousel
dsb: Kategorijowy pśeglěd „Karusel pśedstajonych“

source: Category Landing Top Rated
dsb: Kategorijowy pśeglěd „Nejwuše pógódnośenje“

source: Category Landing Most Popular
dsb: Kategorjowy pśeglěd „Nejwěcej woblubowane“

source: Category Landing Recently Added
dsb: Kategorijowy pśeglěd „Njedawno pśidane“

source: Browse Listing Featured Sort
dsb: Lisćinu pśepytowaś „Sortěrowane pó pśedstajonych“

source: Browse Listing Users Sort
dsb: Lisćinu pśepytowaś „Sortěrowane pó wužywarjach“

source: Browse Listing Rating Sort
dsb: Lisćinu pśepytowaś „Sortěrowane pó pógódnośenju“

source: Browse Listing Created Sort
dsb: Lisćinu pśepytowaś „Sortěrowane pó napóranju“

source: Browse Listing Name Sort
dsb: Lisćinu pśepytowaś „Sortěrowane pó mjenju“

source: Browse Listing Popular Sort
dsb: Lisćinu pśepytowaś „Sortěrowane pó woblubowanych“

source: Browse Listing Updated Sort
dsb: Lisćinu pśepytowaś „Sortěrowane pó zaktualizěrowanych“

source: Browse Listing Up and Coming Sort
dsb: Lisćinu pśepytowaś „Sortěrowane pó rozmógujucych“

source: Total Amount Contributed
dsb: Pósćona suma dogromady

source: Average Contribution
dsb: Pśerěznje pósćona suma

source: Usage
dsb: Wužywanje

source: Downloads and Daily Users, last {0} days
dsb: Ześěgnjenja a wšedne wužywarje, zachadne {0} dnjow

source: Downloads and Daily Users from {0} to {1}
dsb: Ześěgnjenja a wšedne wužywarje wót {0} až do {1}

source: Installs and Daily Users, last {0} days
dsb: Instalacije a wšedne wužywarje, zachadne {0} dnjow

source: Installs and Daily Users from {0} to {1}
dsb: Instalacije a wšedne wužywarje wót {0} až do {1}

source: Downloads, last {0} days
dsb: Ześěgnjenja, zachadne {0} dnjow

source: Downloads from {0} to {1}
dsb: Ześěgnjenja wót {0} až do {1}

source: Daily Users, last {0} days
dsb: Wšedne wužywarje, zachadne {0} dnjow

source: Daily Users from {0} to {1}
dsb: Wšedne wužywarje wót {0} až do {1}

source: Applications, last {0} days
dsb: Nałoženja, zachadne {0} dnjow

source: Applications from {0} to {1}
dsb: Nałoženja wót {0} až do {1}

source: Platforms, last {0} days
dsb: Platformy, zachadne {0} dnjow

source: Platforms from {0} to {1}
dsb: Platformy wót {0} až do {1}

source: Languages, last {0} days
dsb: Rěcy, zachadne {0} dnjow

source: Languages from {0} to {1}
dsb: Rěcy wót {0} až do {1}

source: Add-on Versions, last {0} days
dsb: Dodankowe wersije, zachadne {0} dnjow

source: Add-on Versions from {0} to {1}
dsb: Dodankowe wersije wót {0} až do {1}

source: Add-on Status, last {0} days
dsb: Dodankowy status, zachadne {0} dnjow

source: Add-on Status from {0} to {1}
dsb: Dodankowy status wót {0} až do {1}

source: Download Sources, last {0} days
dsb: Ześěgnjeńske žrědła, zachadne {0} dnjow

source: Download Sources from {0} to {1}
dsb: Ześěgnjeńske žrědła wót {0} až do {1}

source: Contributions, last {0} days
dsb: Pśinoski, zachadne {0} dnjow

source: Contributions from {0} to {1}
dsb: Pśinoski wót {0} až do {1}

source: Site Metrics, last {0} days
dsb: Sedłowa statistika, zachadne {0} dnjow

source: Site Metrics from {0} to {1}
dsb: Sedłowa statistika wót {0} až do {1}

source: Add-ons in Use, last {0} days
dsb: Wužywane dodanki, zachadne {0} dnjow

source: Add-ons in Use from {0} to {1}
dsb: Wužywane dodanki wót {0} až do {1}

source: Add-ons Downloaded, last {0} days
dsb: Ześěgnjone dodanki, zachadne {0} dnjow

source: Add-ons Downloaded from {0} to {1}
dsb: Ześěgnjone dodanki wót {0} až do {1}

source: Add-ons Created, last {0} days
dsb: Napórane dodanki, zachadne {0} dnjow

source: Add-ons Created from {0} to {1}
dsb: Napórane dodanki wót {0} až do {1}

source: Add-ons Updated, last {0} days
dsb: Zaktualizěrowane dodanki, zachadne {0} dnjow

source: Add-ons Updated from {0} to {1}
dsb: Zaktualizěrowane dodanki wót {0} až do {1}

source: Reviews Written, last {0} days
dsb: Napisane pógódnośenja, zachadne {0} dnjow

source: Reviews Written from {0} to {1}
dsb: Napisane pógódnośenja wót {0} až do {1}

source: User Signups, last {0} days
dsb: Wužywarske registrěrowanja, zachadne {0} dnjow

source: User Signups from {0} to {1}
dsb: Wužywarske registrěrowanja wót {0} až do {1}

source: Collections Created, last {0} days
dsb: Napórane zběrki, zachadne {0} dnjow

source: Collections Created from {0} to {1}
dsb: Napórane zběrki wót {0} až do {1}

source: Subscribers, last {0} days
dsb: Abonenty, zachadne {0} dnjow

source: Subscribers from {0} to {1}
dsb: Abonenty wót {0} až do {1}

source: Ratings, last {0} days
dsb: Pógódnośenja, zachadne {0} dnjow

source: Ratings from {0} to {1}
dsb: Pógódnośenja wót {0} až do {1}

source: Sales, last {0} days
dsb: Pśedanki, zachadne {0} dnjow

source: Sales from {0} to {1}
dsb: Pśedanki wót {0} až do {1}

source: Installs, last {0} days
dsb: Instalacije, zachadne {0} dnjow

source: Installs from {0} to {1}
dsb: Instalacije wót {0} až do {1}

source: <b>{0}</b> in last {1} days
dsb: <b>{0}</b> w zachadnych {1} dnjach

source: <b>{0}</b> from {1} to {2}
dsb: <b>{0}</b> wót {1} až do {2}

source: <b>{0}</b> average in last {1} days
dsb: Pśerěznje <b>{0}</b> w zachadnych {1} dnjach

source: No data available.
dsb: Žedne daty k dispoziciji.

source: Date
dsb: Datum

source: Other
dsb: Druge

source: Select an application first
dsb: Wubjeŕśo nejpjerwjej nałoženje

source: Set {0} add-on to a max version of {1} and email the author.
dsb: {0} dodank na maksimalnu wersiju {1} stajiś a awtoroju mejlku pósłaś

source: Email author of {2} add-on which failed validation.
dsb: Awtoroju {2} dodanka mejlku pósłaś, kótaregož pśeglědowanje njejo se raźiło.

source: Your browser does not support the video tag
dsb: Waš wobglědowak njepódpěra wobznamjenje video

source: Changes Saved
dsb: Změny su se składli

source: Enter a new author's email address
dsb: E-mailowu adresu nowego awtora zapódaś

source: There was an error uploading your file.
dsb: Pśi nagrawanju wašeje dataje jo zmólka nastała.

source: {files} file
dsb: {files} dataja

source: {reviews} user review
dsb: {reviews} wužywarske pógódnośenje

source: Learn more
dsb: Dalšne informacije

source: Example
dsb: Pśikład

source: Image changes being processed
dsb: Wobrazowe změny se pśeźěłuju

source: Must be a valid e-mail address.
dsb: To musy płaśiwa e-mailowa adresa byś.

source: All tests passed successfully.
dsb: Wšykne testy wuspěšnje dokóńcone.

source: These tests were not run.
dsb: Toś te testy njejsu se pśewjadli.

source: Tests
dsb: Testy

source: Error
dsb: Zmólka

source: Warning
dsb: Warnowanje

source: Ignore this message in future updates
dsb: Toś tu powěźeńku w pśichodnych aktualizacijach ignorěrowaś

source: Severity for automated signing:
dsb: Nuznosć za awtomatiske signěrowanje:

source: Suggestions for passing automated signing:
dsb: Naraźenja za wobstaśe awtomatiskego signěrowanja:

source: Compatibility Tests
dsb: Testy kompatibelnosći

source: Add-on failed validation.
dsb: Dodank jo pśi pśeglědowanju pśepadnuł.

source: Add-on passed validation.
dsb: Dodank jo pśeglědowanje wobstał.

source: {0} error
dsb: {0} zmólka

source: {0} warning
dsb: {0} warnowanje

source: {0} notice
dsb: {0} powěsć

source: Validation task could not complete or completed with errors
dsb: Pśeglědowanje njedajo se dokóńcyś abo jo se ze zmólkami dokóńcyło

source: Internal server error
dsb: Nutśkowna serwerowa zmólka

source: No results found.
dsb: Žedne wusědki namakane.

source: {name} was viewing this page first.
dsb: {name} jo se toś ten bok ako prědny woglědał.

source: Receipt checked by app.
dsb: Kwitowanka jo se pśez nałoženje pśeglědała.

source: Receipt was not checked by app.
dsb: Kwitowanka njejo se pśez nałoženje pśeglědała.

source: {name} was viewing this add-on first.
dsb: {name} jo se toś ten dodank ako prědny woglědał.

source: Loading&hellip;
dsb: Zacytujo se&hellip;

source: Version Notes
dsb: Pśipiski k wersiji

source: Notes for Reviewers
dsb: Pokaze za pśeglědowarjow

source: No version notes found
dsb: Žedne wersijowe pokaze namakane

source: Average Reviews
dsb: Pśerězne pógódnośenja

source: Number of Reviews
dsb: Licba pógódnośenjow

source: Error loading translation
dsb: Zmólka pśi zacytowanju pśełožka

source: Theme
dsb: Drastwa

source: Reviewer
dsb: Pśepytowaŕ

source: Requested Info
dsb: Informacije pominane

source: Flagged
dsb: Wóznamjenjone

source: Duplicate
dsb: Duplikat

source: Rejected
dsb: Wótpokazane

source: Approved
dsb: Pśizwólone

source: No results found
dsb: Žedne wuslědki namakane

source: Not Updated for {0} {1}
dsb: Za {0} {1} njeaktualizěrowany

source: Requires Newer Version of {0}
dsb: Pomina se nowšu wersiju {0}

source: Unreviewed
dsb: Njepśeglědany

source: Experimental <span>(Learn More)</span>
dsb: Eksperimentelny <span>(Dalšne informacije)</span>

source: Not Available for {0}
dsb: Njejo za {0} k dispoziciji

source: Experimental
dsb: Eksperimentelny

source: Themes Require Newer Version of {0}
dsb: Drastwy se nowšu wersiju {0} pominaju

source: Themes Require {0}
dsb: Drastwy se {0} pominaju

source: Installing...
dsb: Instalěrujo se...

source: This add-on has been preliminarily reviewed by Mozilla.
dsb: Toś te dodank jo se nachylu wót Mozilla pśeglědał.

source: Keep it
dsb: Wobchowaś

source: You're trying it on!
dsb: Wopytujośo jen!

source: Added to Firefox
dsb: K Firefox pśidany
