Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: my sdk-based add-on cannot be upgraded
dsb: mój dodank, kótaryž bazěrujo na SDK, njedajo se aktualizěrowaś

source: my add-on is reviewed by an editor
dsb: mój dodank jo se wót redaktora pśeglědał

source: Mozilla needs to contact me about my individual add-on
dsb: Mozilla musy se mójogo dodanka dla do zwiska stajiś

source: my app is reviewed by an editor
dsb: mójo nałoženje jo se wót redaktora pśeglědało

source: Mozilla needs to contact me about my individual app
dsb: Mozilla musy se mójogo nałoženja dla do zwiska stajiś

source: Mozilla wants to contact me about relevant App Developer news and surveys
dsb: Mozilla co se ze mnu relewantnych powěsćow a napšašowanjow za wuwijarje nałoženjow dla do zwiska stajiś

source: Mozilla wants to contact me about new regions added to the Marketplace
dsb: Mozilla co se ze mnu nowych regionow dla, kótarež pśidaju se Wikowanišćoju do zwiska stajiś

source: User Notifications
dsb: Wužywarske powěźeńki

source: An email address is required.
dsb: E-mailowa adresa jo trěbna.

source: A user with that email address does not exist.
dsb: Wužywaŕ z toś teju e-mailoweju adresu njeeksistěrujo.

source: Invalid confirmation code!
dsb: Njepłaśiwy wobkšuśeński kod!

source: Successfully verified!
dsb: Wuspěšnje pśeglědany!

source: An email has been sent to your address to confirm your account. Before you can log in, you have to activate your account by clicking on the link provided in this email.
dsb: Mejlka jo se na wašu adresu pósłała, aby wašo konto wobkšuśiła. Nježli až móžośo se pśizjawiś, klikniśo na wótkaz w toś tej mejlce, aby swójo konto aktiwěrował.

source: Confirmation Email Sent
dsb: Wobkšuśeńska mejlka jo se pósłała

source: Profile Deleted
dsb: Profil wulašowany

source: Photo Deleted
dsb: Foto wulašowane

source: Profile Updated
dsb: Profil aktualizěrowany

source: Email Confirmation Sent
dsb: E-mailowe wobkšuśenje jo se pósłało

source: An email has been sent to {0} to confirm your new email address. For the change to take effect, you need to click on the link provided in this email. Until then, you can keep logging in with your current email address.
dsb: Mejlka jo se na {0} pósłała, aby wašu e-mailowu adresu wobkšuśiła. Aby se změna wustatkowała, musyśo na wótkaz kliknuś, kótaryž jo w toś tej mejlce pódany. Až do togo, móžośo se ze swójeju aktualneju e-mailoweju adresu pśizjawiś.

source: Please confirm your email address change at %s
dsb: Pšosym wobkšuśćo swóju e-mailowu adresu na %s

source: Errors Found
dsb: Zmólki namakane

source: There were errors in the changes you made. Please correct them and resubmit.
dsb: W změnach, kótarež sćo pśewjadł, su zmólki byli. Pšosym korigěrujśo je a wótpósćelśo znowego.

source: Your email address was changed successfully
dsb: Waša e-mailowa adresa jo se wuspěšnje změniła

source: From now on, please use {0} to log in.
dsb: Pšosym wužywajśo {0} wótněnta, aby se pśizjawił.

source: Wrong email address or password!
dsb: Wopacna e-mailowa adresa abo gronidło!

source: A link to activate your user account was sent by email to your address {0}. You have to click it before you can log in.
dsb: Na wašu e-mailowu adresu {0} jo se wótkaz za aktiwěrowanje wašogo wužywarskego konta pósłał. Musyśo na njen kliknuś, nježli až móžośo se pśizjawiś.

source: If you did not receive the confirmation email, make sure your email service did not mark it as "junk mail" or "spam". If you need to, you can have us <a href="%s">resend the confirmation message</a> to your email address mentioned above.
dsb: Jolic njejsćo wobkšuśeńsku mejlku dostał, pśeznańśo se, až waša e-mailowa słužba njejo ju ako „cajk“ abo „spam“ markěrowała. Jolic trěbne, móžośo <a href="%s">wobkšuśeńsku mejlku znowego słaś</a> daś; wužywajśo e-mailowu adresa górjejce za to.

source: Activation Email Sent
dsb: Aktiwěrowańska mejlka jo se pósłała

source: Having Trouble?
dsb: Maśo problemy?

source: You are already logged in to an account.
dsb: Sćo južo pla konta pśizjawjony.

source: Congratulations! Your user account was successfully created.
dsb: Glukužycenje! Wašo wužywarske konto jo se wuspěšnje załožyło.

source: An email has been sent to your address {0} to confirm your account. Before you can log in, you have to activate your account by clicking on the link provided in this email.
dsb: Mejlka jo se na wašu adresu {0} pósłała, aby wašo konto wobkšuśiła. Nježli až móžośo se pśizaewiś, klikniśo na wótkaz w mejlce, aby swójo konto aktiwěrował.

source: There are errors in this form
dsb: Zmólki su w toś tom formularje

source: Please correct them and resubmit.
dsb: Pśosym korigěrujśo je a wótpósćelśo znowego.

source: User reported.
dsb: Wužywaŕ jo se k wěsći dał.

source: new
dsb: nowy

source: Delete User Account
dsb: Wužywarske konto lašowaś

source: You cannot delete your account if you are listed as an <a href="%(link)s"> author of any add-ons</a>. To delete your account, please have another person in your development group delete you from the list of authors for your add-ons. Afterwards you will be able to delete your account here.
dsb: Njamóžośo swójo konto lašowaś, jolic sćo ako <a href="%(link)s">awtor dodankow</a> pomjenjony. Aby swójo konto wulašował, pšošćo drugu wósobu w swójej wuwijańskej kupce, aby was z lisćiny awtorow za waše dodanki wulašowała. Pótom móžośo swójo konto how lašowaś.

source: By clicking "delete" your account is going to be <strong>permanently removed</strong>. That means:
dsb: Klikniśo na „lašowaś“, aby se wašo konto <strong>na pśecej wótwónoźeło</strong>. To groni:

source: You will not be able to log into %(site)s anymore.
dsb: Njamóžośo se wěcej pla %(site)s pśizjawiś.

source: Your reviews and ratings will not be deleted, but they will no longer be associated with you.
dsb: Waše pógódnośenja se njewulašuju, ale njebudu wěcej z wami zwězane.

source: Confirm account deletion
dsb: Lašowanje konta wobkšuśiś

source: I understand this step cannot be undone.
dsb: Rozměju, až toś ten kšac njedajo se anulěrowaś.

source: Delete my user account now
dsb: Mójo wužywarske něnto lašowaś

source: Delete User Photo
dsb: Wužywarske foto lašowaś

source: Delete my user picture now
dsb: Mój wužywarski wobraz něnto lašowaś

source: Please set your display name
dsb: Pšosym nastajśo swójo pokazowane mě

source: Please set your display name or username to complete the registration process.
dsb: Pšosym nastajśo swójo pokazowane mě abo wužywarske mě, aby registrěrowański proces dokóńcył.

source: Manage basic account information, such as username and email address.
dsb: Zakładne informacije zastojaś, na pśikład wužywarske mě a e-mailowu adresu.

source: Username
dsb: Wužywarske mě

source: Email Address
dsb: E-mailowa adresa

source: Manage Firefox Account...
dsb: Konto Firefox zastojaś...

source: Change Password
dsb: Gronidło změniś

source: Password
dsb: Gronidło

source: Change your password. If you forgot your password, you can <a href="%(reset_url)s">use the reset form</a>.
dsb: Změńśo swójo gronidło. Jolic sćo swójo gronidło zabył, móžośo <a href="%(reset_url)s">slědkstajeński formular wužywaś</a>.

source: Old Password
dsb: Stare gronidło

source: New Password
dsb: Nowe gronidło

source: Confirm Password
dsb: Gronidło wobkšuśiś

source: Profile
dsb: Profil

source: Give us a bit more information about yourself. All these fields are optional, but they'll help other users get to know you better.
dsb: Dajśo nam wěcej wó sebje k wěsći. Wšykne toś te póla su opcionalne, ale budu drugim wužywarjam pomagaś, was lěpjej póznaś.

source: This URL will only be visible if you are a developer.
dsb: Toś ten URL buźo jano widobny, jolic sćo wuwijaŕ.

source: Choose Photo&hellip;
dsb: Foto wubraś&hellip;

source: Delete current photo
dsb: Aktualne foto lašowaś

source: This is the default locale used to display information about you (like your description).
dsb: To jo standardna rěc, kótaraž se wužyiwa, aby informacije wó was pokazała (na pśikład wašo wopisanje).

source: Introduce yourself to the community, if you like! This text will appear publicly on your user info page.
dsb: Pśedstajśo se zgromaźeństwoju, jolic cośo! Toś ten tekst pokažo se na boku wužywarskich informacijow.

source: Allowed HTML: {0}. Links are forbidden.
dsb: Dowólony HTML: {0}. Wótkaze su zakazane.

source: Miscellaneous
dsb: Wšake

source: Decide what collections should be shown in your profile.
dsb: Rozsuźćo, kótare zběrki maju se we wašom profilu pokazaś.

source: Display the collections I have created
dsb: Zběrki pokazaś, kótarež som napórał

source: Display collections I'm following
dsb: Zběrki pokazaś, kótarež wobglědujom

source: Notifications
dsb: Powěźeńki

source: From time to time, Mozilla may send you email about upcoming releases and add-on events. Please select the topics you are interested in.
dsb: Casy Mozilla wam sćelo mejlku wó pśiducych wersijach a dodankowych tšojenjach. Pšosym wubjeŕśo temy, za kótarež zajmujośo.

source: Mozilla reserves the right to contact you individually about specific concerns with your hosted add-ons.
dsb: Mozilla wuměnja sebje pšawo, se z wami wó wěstych nastupnosćach z wašymi góspodowanymi dodankami do zwiska stajiś.

source: Admin
dsb: Administrator

source: Delete Account
dsb: Konto lašowaś

source: Update Account
dsb: Konto aktualizěrowaś

source: none
dsb: žeden

source: all
dsb: wšykne

source: Migrate to Firefox Accounts
dsb: K Firefox Accounts pśejś

source: Mozilla Add-ons has transitioned to Firefox Accounts for login. Continue to complete the simple upgrade process.
dsb: Dodanki Mozilla wužywaju se něnto Firefox Accounts za pśizjawjenja. Cyńśo dalej, aby jadnory aktualizěrowański proces dokóńcył.

source: Skip
dsb: Pśeskócyś

source: User Login
dsb: Wužywarske pśizjawjenje

source: Enter your email
dsb: Zapódajśo swóju e-mailowu adresu

source: Log In
dsb: Pśizjawiś se

source: Email address
dsb: E-mailowa adresa

source: Remember me on this device
dsb: Na toś tom rěźe mě dopomnjeś

source: Login Problems?
dsb: Pśizjawjeńske problemy?

source: I don't have an account.
dsb: Njamam konto.

source: I forgot my password.
dsb: Som swójo gronidło zabył.

source: You are now logged in as <strong>%(user_email)s</strong>!
dsb: Sćo něnto ako <strong>%(user_email)s</strong> pśizjawjony!

source: Password Reset
dsb: Gronidło slědk stajiś

source: User Info for {0}
dsb: Wužywarske informacije za {0}

source: Edit profile
dsb: Profil wobźěłaś

source: Manage user
dsb: Wužywarja zastojaś

source: Report user
dsb: Wužywarja k wěsći daś

source: Add-ons Developer
dsb: Dodankowe wuwijarje

source: Themes Artist
dsb: Wuměłc drastwow

source: About me
dsb: Wó mnjo

source: In a little more detail...
dsb: Pitśku nadrobnjejše...

source: Add-ons I've created
dsb: Dodanki, kótarež som napórał

source: My Most Popular Themes
dsb: Móje nejwěcej woblubowane drastwy

source: Themes I've created
dsb: Drastwy, kótarež som napórał

source: Followed by Me
dsb: Wóte mnjo slědowane

source: Created by Me
dsb: Wóte mnjo napórane

source: My Reviews
dsb: Móje pógódnośenja

source: No add-on reviews yet.
dsb: Hyšći žedne pógódnośenja njejsu.

source: Report User
dsb: Wužywarja k wěsći daś

source: Success!
dsb: Wuspěch!

source: Password successfully reset.
dsb: Gronidło jo se wuspěšnje slědk stajiło.

source: Password reset unsuccessful
dsb: Slědkstajenje gronidła njejo se raźiło

source: You have migrated to Firefox Accounts. You can no longer change your password here.
dsb: Sćo do Firefox Accounts pśeśěgnuł. Njamóžośo wěcej how swójo gronidło změniś.

source: Confirm password
dsb: Gronidło wobkšuśiś

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
dsb: Wótkaz za slědkstajenje gronidło jo njepłaśiwy, snaź dokulaž se wěcej njewužywa. Pšosym pšošćo znowego wó slědkstajanje gronidła.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
dsb: Sćo swójo gronidło zabył? Zapódajsó dołojce swóju e-mailowu adresu a my buźomy wam e-msilowe instrukcije słaś, aby wy mógał nowe póstajiś.

source: Send password reset link
dsb: Wótkaz za slědkstajenjeju gronidła pósłaś

source: An email has been sent to the requested account with further information. If you do not receive an email then please confirm you have entered the same email address used during account registration.
dsb: Mejlka z dalšnymi informacijami jo se na wubrane konto pósłała. Jolic njedostanjośo mejlku, wobkšuśćo pšosym, až e-mailowa adresa jo ta samska ako ta, kótaruž sćo pśi registrěrowanju konta pódał.

source: New User Registration
dsb: Registrěrowanje nowego wužywarja

source: Why register?
dsb: Cogodla registrěrowaś?

source: Registration on AMO is <strong>not required</strong> if you simply want to download and install public add-ons.
dsb: Registrěrowanje na AMO <strong>njejo trěbne</strong>, jolic jadnorje cośo zjawne dodanki ześěgnuś a instalěrowaś.

source: You only need to register if:
dsb: Musyśo se jano registrěrowaś, jolic:

source: You want to submit reviews for add-ons
dsb: Cośo pógódnośenja za dodanki pisaś

source: You want to keep track of your favorite add-on collections or create one yourself
dsb: Cośo swójo nejlubše dodankowe zběrki slědowaś abo swójsku zběrku napóraś

source: You are an add-on developer and want to upload your add-on for hosting on AMO
dsb: Sćo wuwijaŕ dodanka a cośo swój dodank za góspodowanje na AMO nagraś

source: Upon successful registration, you will be sent a confirmation email to the address you provided. Please follow the instructions there to confirm your account.
dsb: Pśi wuspěšnem registrěrowanju sćelomy wobkšuśeńsku mejlku na adresu, kótaruž sćo pódał. Pšosym slědujśo tamnym instrukcijam, aby swójo konto wobkšuśił.

source: If you like, you can read our <a href="%(legal)s" title="Legal Notices">Legal Notices</a> and <a href="%(privacy)s" title="Privacy Policy">Privacy Policy</a>.
dsb: Jolic cośo, móžośo naše <a href="%(legal)s" title="Legal Notices">pšawniske pokaze</a> a <a href="%(privacy)s" title="Privacy Policy">pšawidła priwatnosći</a> cytaś.

source: Display name
dsb: Pokazowane mě

source: Please describe why you are reporting this user, such as for spam or an inappropriate picture.
dsb: Pšosym wopisujśo, cogoždla dajośo toś togo wužiwarja k wěsći, na pśikład spama abo njepócnego wobraza dla.

source: Report user {0}
dsb: Wužywarja {0} k wěsći daś

source: For your account a password must contain at least 8 characters including letters and numbers.
dsb: Gronidło za wašo konto musy nanejmjenjej 8 znamuškow dłujke byś, inkluziwnje pismiki a licby.

source: Unsubscribe
dsb: Wótskazaś

source: You are successfully unsubscribed!
dsb: Sćo swój abonement wuspěšnje wótskazał!

source: The email address <strong>%(email)s</strong> will no longer get messages when:
dsb: E-mailowa adresa <strong>%(email)s</strong> njedostawa wěcej powěsći, gaž:

source: More Actions:
dsb: Dalšne akcije:

source: edit your notification settings
dsb: waše zdźěleńske nastajenja wobźěłaś

source: edit your profile
dsb: swój profil wobźěłaś

source: We could not unsubscribe you
dsb: Njejsmy mógli waš abonement wótskazaś

source: Unfortunately, we weren't able to unsubscribe you. The link you clicked is invalid. However, you can unsubscribe still unsubscribe on your <a href="%(edit_url)s">edit profile page</a>.
dsb: Bóžko njejsmy mógli waš abonement wótskazaś. Wótkaz, na kótaryž sćo kliknuł, jo njepłaśiwy. Móžośo pak město togo swój abonement na swójom <a href="%(edit_url)s">profilowem wobźěłowańskem boku</a> wótskazaś.

source: Developer Information
dsb: Wuwijarske informacije

source: User since
dsb: Wužywaŕ wót

source: Time of last login
dsb: Cas slědnego pśizjawjenja

source: IP address of last login
dsb: IP-adresa slědnego pśizjawjenja

source: Number of add-ons developed
dsb: Licba wuwitych dodankow

source: {0} add-ons
dsb: {0} dodankow

source: %(num)s theme
dsb: %(num)s drastwa

source: %(num)s add-on
dsb: %(num)s dodank

source: Average rating of developer's add-ons
dsb: Pśerězne pógódnośenje dodankow wuwijarja

source: %s Version History
dsb: Wersijowa historija %s

source: Version History with Changelogs
dsb: Wersijowa historija ze změnowymi protokolami

source: Add-on uses binary components.
dsb: Dodank wužywa binarne komponenty.

source: Add-on has opted into strict compatibility checking.
dsb: Dodank jo striktny test kompatibelnosći aktiwěrował.

source: {app} {min} and later
dsb: {app} {min} a nowše

source: Permanent link to this version
dsb: Trajny wótkaz k toś tej wersiji

source: Released {0}
dsb: Wózjawjony: {0}

source: Source code released under <a href="%(url)s">%(name)s</a>
dsb: Žrědłowy kod jo se pód slědujuceju licencu wózjawił: <a href="%(url)s">%(name)s</a>

source: View the source
dsb: Žrědłowy kod pokazaś

source: {0} Version History
dsb: Wersijowa historija {0}

source: <b>{0}</b> version
dsb: <b>{0}</b> wersija

source: Be careful with old versions!
dsb: Buźćo wobglědniwy ze starymi wersijami!

source: These versions are displayed for reference and testing purposes. You should always use the <a href="%(url)s">latest version</a> of an add-on.
dsb: Toś te wersije pokazuju se za referencne a testowańske zaměry. Wužywajśo pśecej <a href="%(url)s">nejnowšu wersiju</a> dodanka.

source: Beta Version {0}
dsb: Betawersija {0}

source: Works with:
dsb: Funkcioněrujo z:

source: Version History
dsb: Wersijowa historija

source: Current Max. Version
dsb: Aktualna maksimalna wersija

source: Target Version
dsb: Celowa wersija

source: Email when finished
dsb: Pósćelśo mejlku, gaž sćo gótowy

source: Log emails instead of sending
dsb: Mejlki protokolěrowaś a nic słaś

source: Deleted versions can`t be changed.
dsb: Wulašowane wersije njedaju změniś.
