Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: As noted in our <a href="%(legal)s">Legal Notices</a>, individual collection arrangements are governed by the Creative Commons Attribution Share-Alike License
dsb: Ako w našych <a href="%(legal)s">pšawniskich pokazach</a> naspomnjete, su indiwiduelne zestajanki zběrkow pód licencu Creative Commons Attribution Share-Alike

source: Create Collection
dsb: Zběrku napóraś

source: View this collection
dsb: Toś tu zběrku se woglědaś

source: Start a new collection...
dsb: Zachopśo nowu zberku...

source: Start a New Collection
dsb: Nowu zběrku zachopiś

source: Name:
dsb: Mě:

source: or <a id="collections-new-cancel" href="#">Cancel</a>
dsb: abo <a id="collections-new-cancel" href="#">Pśetergnuś</a>

source: To rate collections, you must have an add-ons account.
dsb: Aby zběrki pógódnośił, musyśo konto na AMO měś.

source: Create an Add-ons Account
dsb: Załožćo konto na AMO

source: or <a href="%(login)s">log in to your current account</a>
dsb: abo <a href="%(login)s">pśizjawśo se pla swójogo aktualnego konta</a>

source: {0} :: Collections
dsb: {0} :: Zběrki

source: private
dsb: priwatne

source: <span>%(num)s</span> follower
dsb: <span>%(num)s</span> wobglědowaŕ

source: About this Collection
dsb: Wó toś tej zběrce

source: Add-ons synced to my Mobile Firefox
dsb: Dodanki synchronizěrowane z mójim mobilnym Firefox

source: Make this Collection Private
dsb: Toś tu zběrku priwatnu cyniś

source: Make this Collection Public
dsb: Toś tu zběrku zjawnu cyniś

source: Learn about collections
dsb: Wěcej wó zběrkach

source: More Options:
dsb: Dalšne móžnosći:

source: Edit Collection
dsb: Zběrku wobźěłaś

source: Delete Collection
dsb: Zběrku wulašowaś

source: %(num)s Theme in this Collection
dsb: %(num)s drastwa w toś tej zběrce

source: %(num)s Add-on in this Collection
dsb: %(num)s dodank w toś tej zběrce

source: Go
dsb: Start

source: What are Collections?
dsb: Co su zběrki?

source: Explore Collections
dsb: Zběrki wuslěźiś

source: Common Tags
dsb: Zwucone wobznamjenja

source: More by this User
dsb: Wěcej wót toś togo wužywarja

source: See all collections by this user
dsb: Wšykne zběrki wót toś togo wužywarja pokazaś

source: Add-ons that you mark as favorites using the <b>Add to Favorites</b> feature appear below. This collection is currently <b>public</b>, which means everyone can see it. If you would like to hide it from public view, click the button below to make it private.
dsb: Dodanki, kótarež markěrujośo z pomocu funkcije <b>Faworitam pśidaś</b> ako fawority, se dołojce pokazuju. Toś ta zběrka jo tuchylu <b>zjawna</b>, to groni, kuždy móžo ju wiźeś. Jolic cośo, až zběrka njejo zjawna, klikniśo na tłocašk dołojce, aby ju priwatnu cynił.

source: Add-ons that you mark as favorites using the <b>Add to Favorites</b> feature appear below. This collection is currently <b>private</b>, which means only you can see it. If you would like everyone to be able to see your favorites, click the button below to make it public.
dsb: Dodanki, kótarež markěrujośo z pomocu funkcije <b>Faworitam pśidaś</b> ako fawority, se dołojce pokazuju. Toś ta zběrka jo tuchylu <b>priwatna</b>, to groni, jano wy móžośo ju wiźeś. Jolic cośo, až kuždy móžo zběrku wiźeś, klikniśo na tłócašk dołojce, aby ju zjawnu cynił.

source: My favorite add-ons
dsb: Móje nejlubše dodanki

source: <span>%(addons)s</span> add-on
dsb: <span>%(addons)s</span> dodank

source: <span>%(followers)s</span> follower
dsb: <span>%(followers)s</span> wobglědowaŕ

source: %(num)s weekly follower
dsb: %(num)s tyźeński wobglědowaŕ

source: %(num)s monthly follower
dsb: %(num)s mjasecny wobglědowaŕ

source: %(num)s follower
dsb: %(num)s wobglědowaŕ

source: by {0}
dsb: wót {0}

source: Stop Following
dsb: Wěcej njewobglědowaś

source: Follow this Collection
dsb: Toś tu zběrku wobkedźbowaś

source: Edit this Collection
dsb: Toś tu zběrku wobźěłaś

source: Delete {0}
dsb: {0} wulašowaś

source: Delete
dsb: Wulašowaś

source: Are you sure?
dsb: Sćo wěsty?

source: Yes
dsb: Jo

source: No
dsb: Ně

source: Edit {0}
dsb: {0} wobźěłaś

source: Description
dsb: Wopisanje

source: Contributors & More
dsb: Sobustatkujuce a wěcej

source: Save Changes
dsb: Změny składowaś

source: Owner
dsb: Swójstwownik

source: Make Owner
dsb: K swójstwownikoju cyniś

source: Remove this user as a contributor
dsb: Toś togo wužywarja ako sobustatkujucego wótpóraś

source: Remove
dsb: Wótpóraś

source: Collection Contributors
dsb: Sobustatkujuce zběrki

source: You can add multiple contributors to this collection. A contributor can add and remove add-ons from this collection, but cannot change its name or description. To add a contributor, enter their email in the box below. Contributors must have a Mozilla Add-ons account.
dsb: Móžośo toś tej zběrce někotare sobustatkujuce pśidaś. Sobustatkujucy móžo toś tej zběrce dodanki pśidaś a dodanki z toś teje zběrki wótpóraś, ale njamóžo jeje mě abo wopisanje změniś. Aby sobustatkujucego pśidał, zapódajśo jogo e-mailowu adresu w pólu dołojce. Sobustatkujuce muse konto na AMO měś.

source: User
dsb: Wužywaŕ

source: Email
dsb: E-mailowa adresa

source: Role
dsb: Rola

source: Enter the email address of the contributor to add
dsb: Zapódajśo e-mailowu adresu sobustatkujucego, kótaryž ma se pśidaś

source: Add Contributor
dsb: Sobustatkujucego pśidaś

source: Contributor
dsb: Sobustatkujucy

source: Admin Settings
dsb: Administratorowe nastajenja

source: <b>Warning:</b> By changing the owner of this collection, you will no longer be able to edit it. You will only be able to add and remove add-ons from it.
dsb: <b>Warnowanje:</b> Jolic swójstwownika toś teje zběrki změnijośo, njamóžośo ju wěcej wobźěłaś. Móžośo jej jano dodanki pśidaś abo z njeje wótpóraś.

source: Continue
dsb: Dalej

source: or <a id="change-owner-cancel" href="#">Cancel</a>
dsb: abo <a id="change-owner-cancel" href="#">Pśetergnuś</a>

source: Collections by {0}
dsb: Zběrki wót {0}

source: No collections found.
dsb: Žedne zběrki namakane.

source: Most-Followed Collections
dsb: Nejwěcej wobglědowane zběrki

source: Newest Collections
dsb: Nejnowše zběrki

source: Collections by Name
dsb: Zběrki pó mjenju

source: Recently Updated Collections
dsb: Njedawno zaktualizěrowane zběrki

source: Recently Popular Collections
dsb: Nejnowše woblubowane zběrki

source: Collections are groups of related add-ons that anyone can create and share. Explore collections created by other users or <a href="%(url)s">create your own</a>.
dsb: Zběrki su kupki pśiswójźbnych dodankow, kótarež kuždy móžo napóraś a dalej daś. Wuslěźćo zběrki napórane wót drugich wužywarjow abo <a href="%(url)s">napórajśo swójsku</a>.

source: Subscribe
dsb: Aboněrowaś

source: Following
dsb: Wobglědowaś

source: Create a Collection
dsb: Zběrku napóraś

source: Collections make it easy to keep track of favorite add-ons and share your perfectly customized browser with others.
dsb: Zběrki wólažcuju slědowanje wašych nejlubšych dodankow a źělenje wašogo perfektnje pśiměrjonego wobglědowaka z drugimi.

source: Collection Icon
dsb: Symbol zběrki

source: Reset
dsb: Slědk stajiś

source: PNG and JPG supported. Image will be resized to 32x32.
dsb: PNG a JPG se pódpěratej. Wobraz se na 32x32 pśiměrjujo.

source: There are errors in this form. Please correct them below.
dsb: Zmólki su w formularje. Pšosym pópšawśo je dołojce.

source: Add-ons in Your Collection
dsb: Dodanki we wašej zběrce

source: To include an add-on in this collection, enter its name in the box below and hit enter.
dsb: Aby toś tej zběrce dodank pśidał, zapódajśo jogo mě w slědujucem pólu a tłocćo Enter.

source: Add-on
dsb: Dodank

source: Enter the name of the add-on to include
dsb: Zapódajśo mě dodanka, kótaryž ma se pśidaś

source: Add to Collection
dsb: Zběrce pśidaś

source: Pending
dsb: Cakajucy

source: Add a comment
dsb: Komentar pśidaś

source: Remove this add-on from the collection
dsb: Toś ten dodank ze zběrki wótpóraś

source: COLLECTIONS
dsb: ZBĚRKI

source: Groups of related add-ons that anyone can create.
dsb: Kupki pśiswójźbnych dodankow, kótarež kuždy móžo napóraś.

source: Blocked Add-ons
dsb: Blokěrowane dodanki

source: Blocklist
dsb: Blokěrowańska lisćina

source: <b>{0}</b> has been blocked for your protection.
dsb: <b>{0}</b> jo se za waš šćit blokěrował.

source: Why was it blocked?
dsb: Cogodla jo se blokěrował?

source: Who is affected?
dsb: Chto jo pótrjefjony?

source: What does this mean?
dsb: Co ma to na se?

source: Users are strongly encouraged to disable the problematic add-on or plugin, but may choose to continue using it if they accept the risks described.
dsb: Wužywarje se wuraznje skoboźiju, problematiski dodank abo tykac znjemóžniś, ale móžośo jen dalej wužywaś, jolic pódane rizika akceptěrujośo.

source: The problematic add-on or plugin will be automatically disabled and no longer usable.
dsb: Problematiski dodank abo tykac se awtomatiski znjemóžnijo a njebuźo wěcej wužywajobny.

source: When Mozilla becomes aware of add-ons, plugins, or other third-party software that seriously compromises %(app)s security, stability, or performance and meets <a href="%(criteria)s">certain criteria</a>, the software may be blocked from general use. For more information, please read <a href="%(support)s">this support article</a>.
dsb: Gaž Mozilla zgónijo, až dodanki, tykace abo druge programy tśeśich póbitowarjow napšawdu wobgrozuju wěstotu, stabilnosć abo wugbaśe dodanka %(app)s a wótpowěduju <a href="%(criteria)s">wěstym kriterijam</a>, dajo se softwarje powšykne wužywanje zawoboraś. Za dalšne informacije cytajśo pšosym <a href="%(support)s">toś ten nastawk pomocy</a>.

source: Blocked on %(date)s. <a href="%(link)s">View block request</a>.
dsb: Dnja %(date)s blokěrowany. <a href="%(link)s">Blokěrowańske napšašowanje pokazaś</a>.

source: Blocked on %(date)s.
dsb: Dnja %(date)s blokěrowany.

source: The following software is known to cause serious security, stability, or performance issues with {app}.
dsb: Wó slědujucych programach jo znate, až pógrozne wěstotne, stabilnostne abo wugbaśowe problemy z {app} zawinuju.

source: %s Add-ons
dsb: Dodanki kategorije %s

source: %s Themes
dsb: Drastwy kategorije %s

source: Featured Add-ons :: %s
dsb: Pśedstajone dodanki :: %s

source: Here's a few of our favorite add-ons to help you get started customizing %s.
dsb: How su někotare z našych nejlubšych dodankow, aby my wam pśiměrjenje dodanki %s wólažcyli.

source: Search tools relating to %s
dsb: Pytańske rědy za kategoriju %s

source: Search tools and search-related extensions
dsb: Pytańske rědy a pytańske rozšyrjenja

source: Search tools
dsb: Pytańske rědy

source: Most Users
dsb: Nejwěcej wužywarjow

source: Up & Coming
dsb: Rozmógujuce

source: Created
dsb: Napórane

source: {0}: Featured Add-ons
dsb: {0}: Pśedstajone dodanki

source: Featured Add-ons
dsb: Pśedstajone dodanki

source: No featured add-ons in {0}.
dsb: Žedne pśedstajone dodanki w {0}.

source: Here's a few of our favorite add-ons to help you get started customizing %(app)s.
dsb: How su někotare z našych nejlubšych dodankow, aby my wam pśiměrjenje %(app)s wólažcyli.

source: Install Dictionary
dsb: Słownik instalěrowaś

source: Install Language Pack
dsb: Rěcny pakśik instalěrowaś

source: Download Dictionary
dsb: Słownik ześěgnuś

source: Download Language Pack
dsb: Rěcny pakśik ześěgnuś

source: Available in your locale
dsb: We wašej rěcy k dispoziciji

source: List of language packs and dictionaries available in your locale.
dsb: Lisćina rěcnych pakśikow a słownikow, kótarež su we wašej rěcy k dispoziciji.

source: Language
dsb: Rěc

source: Dictionary
dsb: Słownik

source: Language Pack
dsb: Rěcny pakśik

source: All locales
dsb: Wšykne rěcy

source: List of language packs and dictionaries.
dsb: Lisćina rěcnych pakśikow a słownikow.

source: {0} :: Search Tools
dsb: {0} :: Pytańske rědy

source: <b>{0}</b> add-on
dsb: <b>{0}</b> dodank

source: Search Extensions
dsb: Pytańske rozšyrjenja

source: Add search-related functionality to Firefox
dsb: Firefox pytańsku funkcionalnosć pśidaś

source: Search Providers
dsb: Pytańske póbitowarje

source: Find new providers for your search bar
dsb: Nowe póbitowarje za pytańske pólo pytaś

source: Additional Resources
dsb: Pśidatne resurse

source: Learn more about the <a href="http://support.mozilla.com/kb/Search+bar">search bar</a> in {0}
dsb: Zgóńśo wěcej wó <a href="http://support.mozilla.com/kb/Search+bar">pytańskem pólu</a> w {0}

source: Browse through even more search providers at <a href="http://mycroftproject.com/">mycroftproject.com</a>
dsb: Pśepytujśo dalšne pytańske póbitowarje na <a href="http://mycroftproject.com/">mycroftproject.com</a>

source: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Make your own</a> search tool
dsb: <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Napórajśo swójski</a> pytański rěd

source: Complete Themes
dsb: Dopołne drastwy

source: Most Popular Extensions
dsb: Nejwěcej woblubowane rozšyrjenja

source: Top-Rated Extensions
dsb: Nejwušej pógódnośone rozšyrjenja

source: Newest Extensions
dsb: Nejnowše rozšyrjenja

source: Extensions by Name
dsb: Rozšyrjenja pó mjenju

source: Extensions by Weekly Downloads
dsb: Rozšyrjenja pó tyźeńskich ześěgnjenjach

source: Recently Updated Extensions
dsb: Njedawno aktualizěrowane rozšyrjenja

source: Up & Coming Extensions
dsb: Rozmógujuce rozšyrjenja

source: Featured Complete Themes
dsb: Pśedstajone dopołne drastwy

source: Most Popular Complete Themes
dsb: Nejwěcej woblubowane dopołne drastwy

source: Top-Rated Complete Themes
dsb: Nejwušej pógódnośone dopołne drastwy

source: Newest Complete Themes
dsb: Nejnowše dopołne drastwy

source: Complete Themes by Name
dsb: Dopołne drastwy pó mjenju

source: Complete Themes by Weekly Downloads
dsb: Dopołne drastwy pó tyźeńskich ześěgnjenjach

source: Recently Updated Complete Themes
dsb: Njedawno aktualizěrowane dopołne drastwy

source: Up & Coming Complete Themes
dsb: Rozmógujuce dopołne drastwy

source: See the %(cnt)s extension in %(name)s &raquo;
dsb: Glejśo %(cnt)s rozšyrjenje w %(name)s &raquo;

source: No results found.
dsb: Žedne wuslědki namakane.

source: {0} Themes
dsb: {0} drastwy

source: {0}'s Themes
dsb: Drastwy awtora {0}

source: View Profile
dsb: Profil pokazaś

source: Create Your Own Theme
dsb: Napórajśo swójsku drastwu

source: Your browser, your style! Dress it up with a design of your own!
dsb: Waš wobglědowak, waš stil! Wupyšniśo jen pśez swójski design!

source: Learn more
dsb: Dalšne informacije

source: View All Recently Added
dsb: Wšykne njedawno pśidane pokazaś

source: View All Most Popular
dsb: Wšykne nejwěcej woblubowane pokazaś

source: View All Top Rated
dsb: Wšykne nejwušej pógódnośone pokazaś

source: Over 300,000 designs to personalize your browser! Move your mouse over a Background Theme to try it on. <a href="%(url)s" class="more-info">Start exploring</a>
dsb: Wěcej ako 300,000 designow, aby wy swój wobglědowak personalizěrował! Gibniśo swóju myšku nad slězonowu drastwu, aby ju wopytował. <a href="%(url)s" class="more-info">Rozglědujśo se</a>

source: Want more personalization?
dsb: Cośo wěcej personalizacije?

source: Complete Themes transform the look of your browser with styles for the window frame, address bar, buttons, tabs, and menus. <a href="%(url)s" class="more-info">Start exploring</a>
dsb: Dopołne drastwy změnjaju wenkowny naglěd wašogo wobglědowaka pśez stile za woknowy wocerk, adresowu rědku, tłocaška, rejtarki a menije. <a href="%(url)s" class="more-info">Rozglědujśo se</a>

source: Up & Coming Themes
dsb: Rozmógujuce drastwy

source: View All Up & Coming
dsb: Wšykne rozmógujuce pokazaś

source: No themes found
dsb: Žedne drastwy namakane

source: Easy-to-use themes for Firefox
dsb: Lažko wužywajobne drastwy za Firefox

source: More Themes
dsb: Dalšne drastwy

source: &laquo; All Themes
dsb: &laquo; Wšykne drastwy

source: All
dsb: Wšykne

source: All Add-ons
dsb: Wšykne dodanki

source: Binary
dsb: Binarne

source: Non-binary
dsb: Njebinarne

source: Add-on Compatibility Reports
dsb: Rozpšawy wó dodankowej kompatibelnosći

source: <p> Reports submitted to us through the <a href="%(url_)s">Add-on Compatibility Reporter</a> are collected here for developers to view. These reports help us determine which add-ons will need help supporting an upcoming Firefox version. </p>
dsb: <p> Rozpšawy, kótarež su se nam pśez <a href="%(url_)s">rozpšawjak dodankoweje kompatibelnosći</a> pśipokazali, se how zběraju, aby mógli wuwijarje je cytas. Toś te rozpšawy nam pomagaju póstajiś, kótare dodanki trjebaju pomoc, aby pśichodnu wersiju Firefox pódpěrali. </p>

source: Reports for your Add-ons
dsb: Rozpšawy za waše dodanki

source: Add-on Compatibility Center
dsb: Centrum dodankoweje kompatibelnosći

source: Enter the GUID of an add-on below to view any reports we've received.
dsb: Zapódajśo GUID jadnogo ze slědujucych dodankow, aby rozpšawy cytał, kótarež smy dostali.

source: {addon} Compatibility Reports
dsb: Rozpšawy kompatibelnosći dodanka {addon}

source: {0} success report
dsb: {0} rozpšawa wuspěcha

source: {0} problem report
dsb: {0} rozpšawa wó problemach

source: View all
dsb: Wšykne pokazaś

source: Filter by Application
dsb: Pó nałoženju filtrowaś

source: Report Type
dsb: Typ rozpšawy

source: Application
dsb: Nałoženje

source: Application Build
dsb: Wersija nałoženja

source: Platform
dsb: Platforma

source: Submitted
dsb: Wótpósłane

source: Success
dsb: Wuspěch

source: No reports found.
dsb: Žedne rozpšawy namakane.

source: Mobile
dsb: Mobilny

source: Firefox for Android
dsb: Firefox za Android

source: Unknown
dsb: Njeznaty

source: Incomplete
dsb: Njedopołny

source: Awaiting Preliminary Review
dsb: Caka na nachylne pśeglědanje

source: Awaiting Full Review
dsb: Caka na dopołne pśeglědanje

source: Fully Reviewed
dsb: Dopołnje pśeglědany

source: Disabled by Mozilla
dsb: Wót Mozilla znjemóžnjony

source: Preliminarily Reviewed
dsb: Nachylu pśeglědany

source: Preliminarily Reviewed and Awaiting Full Review
dsb: Nachylu pśeglědany a caka na dopołne pśeglědowanje

source: Deleted
dsb: Wulašowane

source: Pending approval
dsb: Caka na pśizwólenje

source: Flagged for further review
dsb: Za dalšne pśeglědanje wóznamjenjone

source: Developer
dsb: Wuwijaŕ

source: Viewer
dsb: Wobglědowaŕ

source: Support
dsb: Pomoc

source: Any
dsb: Wšykne

source: Extension
dsb: Rozšyrjenje

source: Complete Theme
dsb: Dopołna drastwa

source: Search Engine
dsb: Pytnica

source: Language Pack (Application)
dsb: Rěcny pakśik (nałoženje)

source: Language Pack (Add-on)
dsb: Rěcny pakśik (dodank)

source: Plugin
dsb: Tykac

source: Theme
dsb: Drastwa

source: Dictionaries
dsb: Słowniki

source: Language Packs (Application)
dsb: Rěcne pakśiki (nałoženje)

source: Language Packs (Add-on)
dsb: Rěcne pakśiki (dodank)

source: Plugins
dsb: Tykace

source: Only ask on this add-on's page and developer profile
dsb: Jano na boku toś togo dodanka a w profilu wuwijarja se pšašaś

source: Ask after users start downloading this add-on
dsb: Pšašaś se, za tym až wužywarje su zachopili, toś ten dodank ześěgowaś

source: Ask before users can download this add-on
dsb: Pšašaś se, nježli až wužywarje mógu toś ten dodank ześěgnuś

source: Other
dsb: Druge

source: Exception
dsb: Wuwześe

source: Release
dsb: Wersija

source: Change
dsb: Změna

source: App
dsb: Nałoženje

source: Manual Reviewer Points
dsb: Dypki za manuelne pśeglědanje

source: Full Add-on Review
dsb: Dopołne pśeglědanje dodanka

source: Preliminary Add-on Review
dsb: Nachylne pśeglědanje dodanka

source: Updated Add-on Review
dsb: Pśeglědanje aktualizěrowanego dodanka

source: Full Dictionary Review
dsb: Dopołne pśeglědanje słownika

source: Preliminary Dictionary Review
dsb: Nachylne pśeglědanje słownika

source: Updated Dictionary Review
dsb: Pśeglědanje aktualizěrowanego słownika

source: Full Language Pack Review
dsb: Dopołne pśeglědanje rěcnego pakśika

source: Preliminary Language Pack Review
dsb: Nachylne pśeglědanje rěcnego pakśika

source: Updated Language Pack Review
dsb: Pśeglědanje aktualizěrowanego rěcnego pakśika

source: Bonus for overdue reviews
dsb: Bonus za zapózdźone pśeglědanja

source: Days Before Bonus Points Applied
dsb: Dny, nježli až bonusowe dypki płaśe

source: Theme Review
dsb: Pśeglědanje drastwy

source: Full Search Provider Review
dsb: Dopołne pśeglědanje pytańskego póbitowarja

source: Preliminary Search Provider Review
dsb: Nachylne pśeglědanje pytańskego póbitowarja

source: Updated Search Provider Review
dsb: Pśeglědanje aktualizěrowanego pytańskego póbitowarja

source: Complete Theme Review
dsb: Pśeglědanje dopołneje drastwy

source: Preliminary Complete Theme Review
dsb: Nachylne pśeglědanje dopołneje drastwy

source: Updated Complete Theme Review
dsb: Pśeglědanje aktualizěrowaneje dopołneje drastwy

source: Moderated Addon Review
dsb: Pśeglědanje moderěrowanego dodanka

source: Addon Review Moderation Reverted
dsb: Moderacija pógódnośenja dodanka jo se anulěrowała

source: Level 1
dsb: Schójźeńk 1

source: Level 2
dsb: Schójźeńk 2

source: Level 3
dsb: Schójźeńk 3

source: Level 4
dsb: Schójźeńk 4

source: Level 5
dsb: Schójźeńk 5

source: Level 6
dsb: Schójźeńk 6

source: Level 7
dsb: Schójźeńk 7

source: Level 8
dsb: Schójźeńk 8

source: Level 9
dsb: Schójźeńk 9

source: Not signed
dsb: Njesigněrowane

source: Signed for a full review
dsb: Za dopołne pśeglědanje signěrowane

source: Signed of a preliminary review
dsb: Za nachylne pśeglědanje signěrowane

source: Compatible
dsb: Kompatibelny

source: Incompatible
dsb: Inkompatibelny

source: Request More Info
dsb: Dalšne informacije pominaś

source: Flag
dsb: Markěrowaś

source: Duplicate
dsb: Duplikat

source: Reject
dsb: Wótpokazaś

source: Approve
dsb: Pśizwóliś

source: Sexual or pornographic content
dsb: Seksualne abo pornografiske wopśimjeśe

source: Inappropriate or offensive content
dsb: Njepśistojne abo kśiwźece wopśimjeśe

source: Violence, war, or weaponry images
dsb: Wobraze wó namócy, wójnje abo bronjach

source: Nazi or other hate content
dsb: Nacistiske abo druge gramotu rozšyrjajuce wopśimjeśe

source: Defamatory content
dsb: Wobgrěšujuce wopśimjeśe

source: Online gambling
dsb: Z gluku graśe online

source: Spam content
dsb: Spam

source: Low-quality, stretched, or blank image
dsb: Wobraz niskeje kwality, rozćěgnjony abo prozny wobraz

source: Header image alignment problem
dsb: Problem z wusměrjenim głowowego wobraza

source: All Rights Reserved
dsb: Wšykne pšawa wuměnjone

source: All Platforms
dsb: Wšykne platformy

source: Core
dsb: Jědro

source: Recent Changes for %s
dsb: Nejnowše změny za %s

source: Recent Changes for My Add-ons
dsb: Nejnowše změny za móje dodanki

source: Must have at least one owner.
dsb: Musy nanejmjenjej jadnogo wobsejźerja měś.

source: At least one author must be listed.
dsb: Nanejmjenjej jaden awtor musy pódany byś.

source: An author can only be listed once.
dsb: Awtor smějo jano jaden raz w lisćinje byś.

source: Slug incorrect.
dsb: Wopacne adresowe mě.

source: Invalid JSON object
dsb: Njepłaśiwy JSON-objekt

source: Message not eligible for annotation
dsb: Powěsć njejo wuběrajobna za pśispomnjeśe

source: Details
dsb: Drobnostki

source: What is your license's name?
dsb: Kak se waša licenca groni?

source: Provide the text of your license.
dsb: Pódajśo tekst swójeje licence.

source: License text is required when choosing Other.
dsb: Licencny tekst jo trěbny, gaž Druge wuběraśo.

source: This add-on has an End-User License Agreement
dsb: Toś ten dodank ma licencne dojadnanje za kóńcne wužywarje (EULA)

source: Please specify your add-on's End-User License Agreement:
dsb: Pšosym pódajśo swóje licencne dojadnanje za kóńcne wužywarje:

source: This add-on has a Privacy Policy
dsb: Toś ten dodank ma pšawidła priwatnosći
