Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: The add-ons listed here have been created by thousands of developers from our community, ranging from individual hobbyists to large corporations. All publicly listed add-ons are reviewed by a team of editors before being released. Add-ons marked as Experimental have not been reviewed and should only be installed with caution.
dsb: Dodanki, kótarež se how nalicyju, su se wót tysacow wuwijarjow z našogo zgromaźeństwa napórali, kótarež dosegaju wót jadnotliwych programowarjow až k wjelikim pśedewześam. Wšykne zjawnje nalicone dodanki pśeglěduju se wót teama redaktorow, nježli až se wózjawiju. Dodanki, kótarež su ako eksperimentelne markěrowane, njejsu pśeglědane a by měli se jano z glědanim instalěrowaś.

source: How do I keep up with what's happening at AMO?
dsb: Kak mógu wó aktiwitach na AMO na běžnem wóstaś?

source: There are several ways to find out the latest news from the world of add-ons:
dsb: Su někotare móžnosći, nejnowše nowosći ze swěta dodankow dostaś:

source: Our <a href="%(url)s">Add-ons Blog</a> is regularly updated with information for both add-on enthusiasts and developers.
dsb: Naš <a href="%(url)s">blog wó dodankach</a> aktualizěrujo se pšawidłownje z informacijami za dodankowe entuziasty a wuwijarje.

source: We often post news, tips, and tricks to our Twitter account, <a href="%(url)s">mozamo</a>
dsb: Sćelomy cesto powěsći, pokaze a triki na swójo konto Twitter, <a href="%(url)s">mozamo</a>

source: Our <a href="%(url)s">forums</a> are a good place to interact with the add-ons community and discuss upcoming changes to AMO.
dsb: Naše <a href="%(url)s">forumy</a> su dobre městno za interagěrowanje z dodankowym zgromaźeństwom a diskusiju pśichodnych změnow na AMO.

source: This sounds great! How can I get involved?
dsb: To klincy wjelicnje! Kak mógu sobu cyniś?

source: There are plenty of ways to get involved. If you're on the technical side:
dsb: Jo wjele móžnosćow sobu cyniś. Jolic sćo techniski zajmowany:

source: <a href="%(url)s">Make your own add-on</a>. We provide free hosting and update services and can help you reach a large audience of users.
dsb: <a href="%(url)s">Napórajśo swójski dodank</a>. Bitujomy dermotne góspodowanje a aktualizěrowańske słužby a móžomy wam pomagaś, wjeliki krejz wužywarjow dostaś.

source: If you have add-on development experience, <a href="%(url)s"> become an editor</a>! Our editors are add-on fans with a technical background who review add-ons for code quality and stability.
dsb: Jolic maśo nazgónjenja we wuwijanju dodankow, <a href="%(url)s">buźćo redaktor</a>! Naše redaktory su pśiwisniki dodankow z techniskeju slězynu, kótarež pśeglěduju dodanki za kodoweju kwalitu a stabilnosću.

source: Help improve this website. It's open source, and you can file bugs and submit patches. <a href="%(url)s"> GitHub</a> contains all of our current bugs, legacy bugs can still be found in Bugzilla.
dsb: Pomagajśo toś to websedło pólěpšaś. Jo wótwórjone žrědło a móžośo rozpšawy wó programowych zmólkach pisaś a dopórěźanja zapódaś. <a href="%(url)s">GitHub</a> wopśimujo wšykne aktualne rozpšawy wó programowych zmólkach, zestarjone móžośo hyšći w Bugzilla namakaś.

source: If you're interested in add-ons but not quite as technical, there are still ways to help:
dsb: Jolic zajmujośo se za dodanki, ale technika wam njelažy, su hyšći druge móžnosći, aby wy pomagał:

source: Tell your friends! Let people know which add-ons you use.
dsb: Informěrujśo swójich pśijaśele! Dajśo luźam k wěsći, kótare dodanki wužywaśo.

source: Participate in our <a href="%(url)s">forums</a>.
dsb: Wobźělśo se na našych <a href="%(url)s">forumach</a>.

source: Review add-ons on the site. Add-on authors are more likely to improve their add-ons and write new ones when they know people appreciate their work.
dsb: Pógódnośćo dodanki na sedle. Awtory dodankow pólěpšuju nejskerjej swóje dodanki a budu nowe pisaś, gaž wěźe, až luźe waže se jich źěło.

source: I have a question
dsb: Mam pšašanje

source: A good place to start is our <a href="%(faq_url)s"><abbr title="Frequently Asked Questions">FAQ</abbr></a>. If you don't find an answer there, you can <a href="%(forum_url)s"> ask on our forums</a>.
dsb: Dobre městno, źož móžośo zachopiś, su naše <a href="%(faq_url)s"><abbr title="Ceste pšašanja">CEP</abbr></a>. Jolic namakajośo tam žedno wótegrono, móžośo se <a href="%(forum_url)s">w našych forumach pšašaś</a>.

source: If you really need to contact someone from the Mozilla team, please see our <a href="%(url)s"> contact information</a> page.
dsb: Jolic musyśo se napšawdu z někim z teama Mozilla do zwiska stajiś, woglědajśo se pšosym k našomu bokoju z <a href="%(url)s">kontaktnymi informacijami</a>.

source: Who works on this website?
dsb: Chto źěła na toś tom websedle?

source: Over the years, many people have contributed to this website, including both volunteers from the community and a dedicated AMO team. A list of significant contributors can be found on our <a href="%(url)s"> Site Credits</a> page.
dsb: Za lěta jo wjele luźi k toś tomu websedłoju pśinosowało, dobrowólniki ze zgromaźeństwa ako teke AMO-team. Lisćinu wuznamnych sobustatkujucych namakajośo na našom boku <a href="%(url)s"> źěkowanjow</a>.

source: Add-on Compatibility Reporter
dsb: Rozpšawjak dodankoweje kompatibelnosći

source: Add-on Compatibility Reporter has been installed
dsb: Rozpšawjak dodankoweje kompatibelnosći jo se instalěrował

source: It’s easy to help us make sure add-ons are updated in time for the release of the next version of Firefox.
dsb: Jo lažko, nam pomagaś, zawěsćiś, až se dodanki scasom za wózjawjanje pśidatneje wersije Firefox aktualizěruju.

source: Here’s how to get started reporting add-on compatibility:
dsb: How su prědne kšace za zdźělenje kompatibelnosći dodanka:

source: As you start browsing and using your add-ons, take careful note of anything that seems different from when you last used the extension. This might be a display glitch, such as a menu item missing, or something more serious, like the add-on not working at all or showing errors.
dsb: Gaž zachopinaśo pśeglědowaś a swóje dodanki wužywaś, źiwajśo na wšykno, což zda se hynac byś, wót togo casa, ako sćo rozšyrjenje slědny raz wužył. To mógło zwobraznjowańska zmólka bys, ako na pśikład felujucy menijowy zapisk abo něco pógroznjejše, na pśikład, gaž dodank njefunkcioněrujo abo pokazujo zmólki.

source: Once you know whether a particular add-on works properly or has problems, open the Add-ons Manager and click Compatibility next to the add-on to let Mozilla know what you found in your testing. Submitting a report will help us tell the add-on developer whether their add-on is working properly in this version or might need some fixes.
dsb: Gaž wěsćo, lěc wěsty dodank pórědnje funkcioněrujo abo ma problemy, wócyńśo zastojnik dodankow a klikniśo na „Kompatibelnosć“ pódla dodanka, aby Mozilla k wěsći dał, což sćo pśi swójom testowanju namakał. Waša rozpšawa buźo nam pomagaś, wuwijarja dodanka informěrowaś, lěc jogo dodank pórědnje funkcioněrujo w toś tej wersiji abo lěc trjeba pórěźenja.

source: If you upgrade to a new version of Firefox or update your add-ons, your reports for the old versions will be hidden to allow you to test the new version. If you have any questions, please ask in <a href="%(url)s">our forums</a>.
dsb: Jolic aktualizěrujośo na nowu wersiju Firefox abo swóje dodanku, se rozpšawy za starše wersije schowaju, aby se wam zmóžniło, nowu wersiju testowaś. Jolic maśo pšašanja, pšašajśo se w <a href="%(url)s">našych forumach</a>.

source: Thousands of add-ons are made by our community every year, and your assistance with compatibility testing helps us make sure these add-ons stay useful as we strive to provide a great user experience.
dsb: Tysace dodankow napóraju se kužde lěto wót našogo zgromaźeństwa a waša pomoc pśi testowanju kompatibelnosći nam pomaga, aby se zawěsćiło, až toś te dodanki wóstawaju wužytne, dokulaž se procujomy, wužywarjam wjelicne dožywjenje bitowaś.

source: Thank you!
dsb: Wjeliki źěk!

source: Site Credits
dsb: Źěkowanja za sedło

source: Mozilla would like to thank the following people for their contributions to the addons.mozilla.org project over the years:
dsb: Mozilla by se rady slědujucym luźam za jich pśinoski k projekoju addons.mozilla.org pśez lěta źěkował:

source: Developers &amp; Administrators
dsb: Wuwijarje a administratory

source: Localizers
dsb: Pśełožowarje

source: Reviewers
dsb: Pśepytowarje

source: More than {0} add-on reviews
dsb: Wěcej ako {0} dodankowych pógódnośenjow

source: Other Contributors
dsb: Druge sobustatkujuce

source: Past Developers &amp; Administrators
dsb: Něgajšne wuwijarje a administratory

source: Software and Images
dsb: Software a wobraze

source: Some icons used are from the <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, licensed under a <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
dsb: Někotare wužyte symbole su ze <a href="http://www.famfamfam.com/lab/icons/silk/">symboloweje sajźby famfamfam Silk</a>, kótarež su pód licencu <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5</a> licencěrowane.

source: Some icons used are from the <a href="http://www.fatcow.com/free-icons/">FatCow Farm-Fresh Web Icons Set</a>, licensed under a <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0 License</a>.
dsb: Někotare wužyte symbole su z <a href="http://www.fatcow.com/free-icons/">websymboloweje sajźby FatCow Farm-Fresh</a>, kótarež su pód licencu <a href="http://creativecommons.org/licenses/by/3.0/us/">Creative Commons Attribution 3.0</a> licencěrowane.

source: Some pages use elements of <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (non-commercial), licensed under a <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 License</a>.
dsb: Někotare boki wužywaju elementy wót <a href="http://shop.highsoft.com/highcharts.html">Highcharts</a> (njekomercielne), kótarež su pód licencu <a href="http://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommerical 3.0</a> licencěrowane.

source: For information on contributing, please see our <a href="%(url)s">wiki page</a>.
dsb: Za informacije wó pósćiwanju, cytajśo naš <a href="%(url)s">wikibok</a>.

source: Developer FAQ
dsb: Ceste pšašanja za wuwijarje

source: Sections
dsb: Wótrězki

source: Developing an Add-on
dsb: Dodank wuwijaś

source: Support Resources
dsb: Resurse pomocy

source: Contributing your Add-on
dsb: Waš dodank pśinosowaś

source: Add-on Review Process
dsb: Pšeglědowański proces za dodanki

source: Managing Your Add-on
dsb: Waš dodank zastojaś

source: References for Open Source Licenses
dsb: Reference za licence wótwórjonego žrědła

source: Add-on Developer FAQ
dsb: Ceste pšašanja za wuwijarje dodankow

source: <h3>How do I build an Add-on?</h3> <p> Mozilla provides documentation on how to build an add-on via the <a href="%(url)s">Mozilla Developer Network</a>. </p>
dsb: <h3>Kak mógu dodank napóraś</h3> <p>Mozilla staja dokumentaciju k dispoziciji, kak dajo se dodank pśez <a href="%(url)s">seś wuwijarjow Mozilla (MDN)</a> wuwijaś. </p>

source: Other resources include:
dsb: Druge resurse wopśimuju:

source: "How to develop a Firefox extension" post in the Add-ons Blog
dsb: Pśinosk „Kak mógu rozšyrjenje Firefox wuwijaś“ w blogu dodankow

source: Mozilla Add-ons Blog
dsb: Blog dodankow Mozilla

source: What tools do I need to be able to build an Add-on?
dsb: Kótare rědy musym wužywaś móc, aby dodank wuwijał?

source: You will need to have a version of the Mozilla software that you're building the add-on for and a code editor of your choice. Add-ons can be built for almost all Mozilla software but are primarily targeted for:
dsb: Trjebaśo wersiju programa Mozilla, za kótaryž wuwijaśo dodank a tekstowy editor pó swójom žycenju. Dodanki daju se za skóro kuždy program Mozilla wuwijaś, ale pśedewšym za:

source: Popular code editors include:
dsb: Woblubowane editory za žrědłowy tekst su:

source: You can also learn more about setting up your development environment via the MDN article <a href="%(url)s">Setting up extension development environment</a>
dsb: Móžośo teke wěcej wó zarědowanju swójeje wuwijańskeje wokoliny pśez nastawk MDN <a href="%(url)s">Einrichten einer Entwicklungsumgebung für Erweiterungen</a> (nimski) zgóniś

source: What is a ".xpi" file?
dsb: Co jo „.xpi“-dataja?

source: Extensions are packaged and distributed in ZIP files or Bundles, with the XPI (pronounced "zippy") file extension.
dsb: Rozšyrjenja zapakuju a rozdźěluju se w ZIP-datajach abo pakśikach, kótarež maju datajowu kóńcowku XPI (wugronjonu ako „zipi“).

source: What is XUL?
dsb: Co jo XUL?

source: XUL (XML User Interface Language) is Mozilla's XML-based language that lets you build feature-rich cross platform applications. It provides user interface widgets like buttons, menus, toolbars, trees, etc that can be used to enhance add-ons by modifying parts of the browser UI.
dsb: XUL (XML User Interface Language, rěc wužywarskego pówjercha XML) jo rěc na zakłaźe XML, kótaraž wam zmóžnja, nałoženja rozdźělnych platformow z wjele funkcijami wuwijaś. Bitujo elementy wužywarskego pówjercha, ako na pśikład tłocaški, menije, symbolowe rědki, bomy atd., kótarež daju se wužywaś, aby dodanki se pśez to pólěpšyli, až źěle wužywarskego pówjercha wobglědowaka se změnjaju.

source: What is the "install.rdf" file used for?
dsb: Za co se dataja „install.rdf“ wužywa?

source: This file, called an <a href="%(url)s">Install Manifest</a>, is used by Add-on Manager-enabled XUL applications to determine information about an add-on as it is being installed. It contains metadata identifying the add-on, providing information about who created it, where more information can be found about it, which versions of what applications it is compatible with, how it should be updated, and so on. The format of the Install Manifest is RDF/XML.
dsb: Toś ta dataja, pomjenjona <a href="%(url)s">instalaciski manifest</a>, wužywa se wót XUL-nałoženjow, kótarež zmóžnjaju se pśez zastojnik dodankow, aby informacije wó dodanku pśi jogo instalěrowanju dostali. Wopśimujo metadaty, kótarež identificěruju dodank, bitujo informacije wó tom, chtož jo jen wuwił, źož su dalšne informacije wó njom k dispoziciji, z kótarymi wersijami kótarych nałoženjow su kompatibelne, kak ma se aktualizěrowaś a tak dalej. Format instalaciskego manifesta jo RDF/XML.

source: What does "maxVersion" mean?
dsb: Co „maxVersion“ wóznamjenijo?

source: This determines the maximum version of Firefox you're saying this extension will work with. Set this to be no newer than the newest currently available version!
dsb: To póstaja, z kótareju maksimalneju wersiju Firefox rozšyrjenje z wašogo wiźenja funkcioněrujo. Stajśo gódnotu maksimalnje na tuchylu nejnowšu k dispoziciji stojecu wersiju!

source: Can my add-on contain binary components?
dsb: Smějo mój dodank binarne komponenty wopśimowaś?

source: Yes. You can use Mozilla's <a href="%(url)s">XPCOM component object model</a> to enhance your add-ons. XPCOM components be used and implemented in JavaScript, Java, and Python in addition to C++.
dsb: Jo. Móžośo <a href="%(url)s">komponentowy objektowy model XPCOM</a> Mozilla wužywaś, aby swóje dodanki pólěpšył. XPCOM-komponenty daju se do JavaScript, Java a Python ako teke w C++ implementěrowaś a w nich wužywaś.

source: Can I use a JavaScript library like jQuery, MooTools or Prototype to build my add-on?
dsb: Mógu biblioteku JavaScript ako jQuery, MooTools abo Prototype wužywaś, aby swój dodank wuwijał?

source: Yes. It's possible, but some of the functionality provided by these libraries are available through XPCOM, XUL, and JavaScript. In addition, authors should take care if libraries modify primitive object prototypes (String.prototype, Date.prototype, etc.) and/or define global functions (eg. the $ function). These are prone to cause conflict with other add-ons, in particular if different add-ons use different versions of libraries and so on. Developers need to be very, very careful with using them. Mozilla does not offer documentation on using them to build add-ons.
dsb: Jo. Jo móžno, ale někotare z funkcijow, kótarež stajaju se wót toś tych bibliotekow k dispoziciji, su pśez XPCOM, XUL a JavaScript k dispoziciji. Mimo togo awtory muse źiwaś na to, lěc biblioteki změnjaju primitiwne objektowe prototypy (String.prototype, Date.protoype ktp.) a/abo definěruju globalne funkcije (na pś. funkciju $). To zawinujo cesto konflikty z drugimi dodankami, wósebnje, jolic druge dodanki wužywaju druge wersije bibliotekow a tak dalej. Wuwijarje muse wjelgin, wjelgin wobglědniwe byś, gaž je wužywaju. Mozilla njestaja dokumentaciju wó jich wužywanju za wuwijanje dodankow k dispoziciji.

source: How do I debug my add-on?
dsb: Kak mógu w swójom dodanku za zmólkami pytaś?

source: You can use the <a href="%(url)s">Add-on Debugger</a>.
dsb: Móžośo <a href="%(url)s">Add-on Debugger</a> wužywaś.

source: How do I test for compatibility with the latest version of Mozilla software?
dsb: Kak mógu z nejnowšeju wersiju softwary Mozilla za kompatibelnosću testowaś?

source: To ensure compatibility with the latest Mozilla software, it's important to download updates as they become available and test your add-on to ensure that it is still functioning as expected. In many cases, the latest version of Mozilla software may be a beta release. Since these releases at times introduce architectural changes that may impact the functionality of your add-on, it's important to be actively involved in the beta process to ensure that your add-on users are not negatively impacted upon final release of Mozilla software.
dsb: Aby se kompatibelnosć z nejnowšeju softwaru Mozilla zawěsćiła, jo wažnje, aktualizacije ześěgnuś, gaž su k dispoziciji a waš dodank testowaś, aby se zawěsćujo, až hyšći funkcioněrujo ako wócakane. We wjele padach jo nejnowša wersija softwary Mozilla betawersija. Dokulaž toś te wersije wótergi zawjeduju změny architektury, kótarež mógu funkcionalnosć wašogo dodanka wobwliwowaś, jo wažnje, až wobźělujośo se aktiwnje na betaprocesu, aby zawěsćił, až wužywarje wašogo dodanka njejsu negatiwnje załapjone pśi kóńcnem wózjawjenju softwary Mozilla.

source: How to improve the performance of my add-on?
dsb: Kak mógu wugbaśe swójogo dodanka pólěpšyś?

source: Poorly written extensions can have a severe impact on the browsing experience, including on the overall performance of Firefox itself. The following page contains many good <a href="%(url)s">guides</a> that help you improve performance, whether you're developing core Mozilla code or an add-on.
dsb: Špatnje napisane rozšyrjenja mógu pśeglědowańske dožywjenje tšašnje wobwliwowaś, teke cełkowne wugbaśe Firefox samogo. Slědujucy bok wopśimujo wjele dobrych <a href="%(url)s">rozpokazanjow</a>, kótarež wam pomagaju, wugbaśe pólěpšowaś, wšojadno, lěc źěłaśo na žrědłowem koźe Mozilla abo na dodanku.

source: Can my add-on support multiple locales?
dsb: Móžo mój dodank někotare rěcy pódpěraś?

source: Yes. Details on localizing your add-on can be found in the the <a href="%(l10n_url)s">Mozilla Developer Network Localization page</a>. <a href="%(bz_url)s">The BabelZilla project</a> is also a great resource for learning about localization and volunteering to help translate add-ons.
dsb: Jo. Drobnostki wó pśełožowanju wašogo dodanka móžośo na <a href="%(l10n_url)s">lokalizěrowańskem boku wuwijarskeje seśi Mozilla</a> (MDN) namakaś. <a href="%(bz_url)s">Projekt Babelzilla</a> jo teke wjelicna resursa, aby wěcej wó lokalizěrowanju zgónił a dobrowólnje pomagał, dodanki pśełožowaś.

source: I need some advice building my add-on. Where can I find help?
dsb: Trjebam radu za wuwijanje swójogo dodanka. Źo mógu pomoc dostaś?

source: #extdev (for add-on development discussions)
dsb: #extdev (za diskusije wó wuwijanju dodankow)

source: #amo (for support relating to hosting your add-on on AMO)
dsb: #amo (za pomoc nastupajucy góspodowanje wašogo dodanka na AMO)

source: #jetpack (for discussions about the Add-ons SDK and cfx/jpm - formerly known as Jetpack)
dsb: #jetpack (za diskusiju wó SDK dodankow a cfx/jpm - pjerwjej ako Jetpack znaty)

source: Mailing List
dsb: Rozesćełańska lisćina

source: Newsgroup
dsb: Diskusijna kupka

source: Google Group
dsb: Kupka Google

source: Add-ons forum
dsb: Dodankowy forum

source: Does Mozilla offer development services?
dsb: Póbitujo Mozilla wuwijarske słužby?

source: No.
dsb: Ně.

source: Are there 3rd party developers that I can hire to build my add-on?
dsb: Su tśeśe wuwijarje, kótarež mógu za wuwijanje swójogo dodanka nawabiś?

source: Yes. You may find 3rd party developers via the <a href="%(forum_url)s">Add-ons forum</a>, <a href="%(list_url)s">mozilla.jobs list</a>, <a href="%(mz_url)s">mozillaZine forums</a> or <a href="%(wiki_url)s">the Mozilla Wiki</a>. Please note that Mozilla does not offer developer recommendations.
dsb: Jo. Móžośo wuwijarje tśeśich píbotwarjow z pomocu <a href="%(forum_url)s">foruma dodankow</a>, <a href="%(list_url)s">lisćiny mozilla.jobs</a>, <a href="%(mz_url)s">forumow mozillaZine</a> abo <a href="%(wiki_url)s">wikija Mozilla</a> namakaś. Pšosym źiwajśo na to, až Mozilla njedawa žedne dopóručenja wó wuwijarjach.

source: Can I host my own add-on?
dsb: Mógu swójski dodank góspodowaś daś?

source: Yes. Many developers choose to host their own add-ons. Choosing to host your add-on on <a href="%(amo_url)s">Mozilla's add-on site</a>, though, allows for much greater exposure to your add-on due to the large volume of visitors to the site. <a href="%(md_url)s">mozdev.org</a> offers free project hosting for Mozilla applications and extensions providing developers with tools to help manage source code, version control, bug tracking and documentation.
dsb: Jo. Wjele wuwijarjow góspodujo swóje dodanki same. Jolic pak góspodujośo waš dodank na <a href="%(amo_url)s">sedle dodankow Mozilla</a>, změjośo wětšy zjawnosć za swój dodank pśez wětšu licbu woglědowarjow na toś tom websedle. <a href="%(md_url)s">mozdev.org</a> bitujo dermotne góspodowanje projektow za nałoženja a rozšyrjenja Mozilla a bitujo wuwijarjam rědy, z kótarymiž mógu žrědłowy kod a wersije zastojaś, zmólki pópšawiś, a dokumentaciju.

source: Can Mozilla host my add-on?
dsb: Móžo Mozilla mój dodank góspodowaś?

source: Yes. You can host your add-on on <a href="%(url)s">Mozilla's add-on website</a>.
dsb: Jo. Móžośo swój dodank na <a href="%(url)s">dodankowem websedle Mozilla</a> góspodowaś.

source: What is AMO?
dsb: Co jo AMO?

source: Mozilla's AMO (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) is the incubator that helps developers build, distribute, and support fantastic consumer products powered by Mozilla. It provides you the tools and infrastructure necessary to manage, host and expose your add-on to a massive base of Mozilla users.
dsb: AMO Mozilla (<a href="https://addons.mozilla.org">https://addons.mozilla.org</a>) jo inkubator, kótaryž wuwijarjam pomaga, fantastiske pśetrjebowarske produkty wuwijaś, rozdźělowaś a pódpěraś, kótarež spěchuju se wót Mozilla. Staja wam rědy a infrastrukturu k dispoziciji, kótarež su trěbne za zastojanje a góspodowanje wašogo dodanka a aby jen wjelikej bazy wužywarjow Mozilla spśistupnili.

source: Does Mozilla keep my account information private?
dsb: Źaržy Mozilla móje kontowe informacije priwatne?

source: Yes. Our <a href="%(url)s">Privacy Policy</a> describes how your information is managed by Mozilla.
dsb: Jo. Naše <a href="%(url)s">pšawidła priwatnosći</a> wopisuju, kak Mozilla wobchada z wašymi informacijami.
