Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: No Photo
dsb: Žedno foto

source: Who is {0}?
dsb: Chto jo {0}?

source: This add-on has been removed by its author.
dsb: Toś ten dodank jo se wót swójogo awtora wótpórał.

source: This add-on has been disabled by an administrator.
dsb: Toś ten dodank jo se wót administratora znjemóžnił.

source: Source Code License for {addon}
dsb: Licenca žrědłowego koda za {addon}

source: Source Code License
dsb: Licenca žrědłowego koda

source: permalink
dsb: trajny wótkaz

source: translate
dsb: pśełožowaś

source: See all user reviews
dsb: Wšykne wužywarske pógódnośenja pokazaś

source: This add-on has not yet been reviewed.
dsb: Toś ten dodank hyšći njejo se pógódnił.

source: Be the first!
dsb: Buźćo prědny!

source: {0} users
dsb: {0} wužywarjow

source: More
dsb: Wěcej

source: Add to collection
dsb: Zběrce pśidaś

source: My Add-ons
dsb: Móje dodanki

source: My Themes
dsb: Móje drastwy

source: Add to Firefox
dsb: K Firefox pśidaś

source: Edit Theme
dsb: Drastwu wobźěłas

source: Approve / Reject
dsb: Pśizwóliś / Wótpokazaś

source: Review History
dsb: Historija pógódnośenjow

source: Sorry, this theme is pending. Please come back later.
dsb: Toś ta drastwa bóžko caka na pśizwólenje. Pšosym pśiźćo pózdźej hyšći raz.

source: This theme is pending. It is invisible to everyone but you.
dsb: Toś ta drastwa hyšći caka na pśizwólenje. Jo njewidobna za wšykne mimo tebje.

source: Collector's Note
dsb: Pśipisk zběrarja

source: Not Yet Rated
dsb: Hyšći njepógódnośone

source: <strong>{0}</strong> weekly download
dsb: <strong>{0}</strong> tyźeńske ześěgnjenje

source: Read More
dsb: Dalšne informacije

source: Users
dsb: Wužywarje

source: Weekly Downloads
dsb: Tyźeńske ześěgnjenja

source: Version
dsb: Wersija

source: {0} (Version Notes)
dsb: {0} (wersijowe informacije)

source: View All Versions
dsb: Wšykne wersije pokazaś

source: View Development Version
dsb: Wuwijarsku wersiju pokazaś

source: Caution
dsb: Glědajśo

source: Visit the Support Site
dsb: K sedłoju pomocy se woglědaś

source: Ask the Author a Question
dsb: Stajśo awtoroju pšašanje

source: License Agreement
dsb: Licencne dojednanje

source: %(name)s requires that you accept the following End-User License Agreement before installation can proceed:
dsb: %(name)s pomina, až skceptěrujośo slědujuce licencne dojadnanje za kóńcne wužywarje (EULA), nježli až pókšacujośo z instalaciju:

source: Accept
dsb: Akceptěrowaś

source: Add-ons are not currently available on Firefox for iOS.
dsb: Dodanki tuchylu njejsu za Firefox za iOS k dispoziciji.

source: You need Firefox to install add-ons. <a href="http://mozilla.com/mobile">Learn More&nbsp;&raquo;</a>
dsb: Trjebaśo Firefox, aby dodanki instalěrował. <a href="http://mozilla.com/mobile">Dalšne informacije&nbsp;&raquo;</a>

source: Return to the {0} Add-ons homepage
dsb: Slědk k startowemu bokoju dodankow {0}

source: Add-ons
dsb: Dodanki

source: Easy ways to personalize.
dsb: Lažke pśiměrjenje.

source: Learn More
dsb: Dalšne informacije

source: Add-ons are applications that let you personalize Firefox with extra functionality and style. Whether you mistype the name of a website or can't read a busy page, there's an add-on to improve your on-the-go browsing.
dsb: Dodanki su nałoženja, kótarež wam zmóžnjaju, Firefox z pśidatneju funkcionalnosću a pśidatnym stilom pśiměriś. Lěc pišośo mě websedła wopak abo njamóžośo wjelgin aktiwny bok cytaś, dajo dodank, aby waše pśeglědowanje pólěpšył.

source: Themes
dsb: Drastwy

source: View all Featured add-ons
dsb: Wšykne pśedstajone dodanki pokazaś

source: View all Popular add-ons
dsb: Wšykne woblubowane dodanki pokazaś

source: More Add-ons
dsb: Dalšne dodanki

source: Highest Rated
dsb: Nejwušej pógódnośone

source: Newest
dsb: Nejnowše

source: Try it on!
dsb: Wopytajśo jen!

source: Theme Info &raquo;
dsb: Informacije wó drastwje &raquo;

source: Tools
dsb: Rědy

source: My Profile
dsb: Mój profil

source: Account Settings
dsb: Kontowe nastajenja

source: My Collections
dsb: Móje zběrki

source: My Favorites
dsb: Móje fawority

source: Log out
dsb: Wótzjawiś

source: Manage My Submissions
dsb: Móje zapódaśa zastojaś

source: Submit a New Add-on
dsb: Nowy dodank zapódaś

source: Submit a New Theme
dsb: Nowu drastwu zapódaś

source: Developer Hub
dsb: Wuwijarski rožk

source: Manage API Keys
dsb: API-kluce zastojaś

source: Editor Tools
dsb: Rědy redaktora

source: Admin Tools
dsb: Administratorowe rědy

source: Incorrect, please try again.
dsb: Wopak, pšosym wopytajśo hyšći raz.

source: Error verifying input, please try again.
dsb: Zmólka pśi pśeglědowanju zapódaśa, pšosym wopytajśo hyšći raz.

source: This must be a valid hex color code, such as #000000.
dsb: To musy płaśiwy heksadecimalny barwowy kod byś, na pśikład #000000.

source: Enter at least one value.
dsb: Zapódajśo nanejmjenjej jadnu gódnotu.

source: Collections
dsb: Zběrki

source: Dictionaries & Language Packs
dsb: Słowniki a rěcne pakśiki

source: {0} ago
dsb: pśed {0}

source: {addon} was created.
dsb: {addon} jo se napórał.

source: {addon} properties edited.
dsb: Kakosći {addon} su se wobźěłali.

source: {addon} description edited.
dsb: Wopisanje {addon} jo se wobźěłało.

source: Categories edited for {addon}.
dsb: Kategorije su se za {addon} wobźěłali.

source: {0.name} ({1}) added to {addon}.
dsb: {0.name} ({1}) jo se {addon} pśidał.

source: {0.name} ({1}) removed from {addon}.
dsb: {0.name} ({1}) jo se z {addon} wótpórał.

source: Contributions for {addon}.
dsb: Pósćiwanki za {addon}.

source: {addon} disabled.
dsb: {addon} jo se znjemóžnił.

source: {addon} enabled.
dsb: {addon} jo se zmóžnił.

source: Stats set public for {addon}.
dsb: Statistiki za dodank {addon} su zjawne.

source: {addon} stats set to private.
dsb: Statistiki za dodank {addon} su na priwatne stajene.

source: {addon} status changed to {0}.
dsb: Status dodanka {addon} jo se do {0} změnił.

source: Preview added to {addon}.
dsb: Pśeglěd jo se dodankoju {addon} pśidał.

source: Preview edited for {addon}.
dsb: Pśeglěd jo se za dodank {addon} wobźěłał.

source: Preview deleted from {addon}.
dsb: Pśeglěd dodanka {addon} jo se wulašował.

source: {version} added to {addon}.
dsb: Wersija {version} jo se dodankoju {addon} pśidała.

source: {version} edited for {addon}.
dsb: Wersija {version} dodanka {addon} jo se wobźěłała.

source: Version {0} deleted from {addon}.
dsb: Wersija {0} dodanka {addon} jo se wulašowała.

source: File {0.name} added to {version} of {addon}.
dsb: Dataja {0.name} jo se wersiji {version} dodanka {addon} pśidała.

source: File {0} deleted from {version} of {addon}.
dsb: Dataja {0} jo se z wersije {version} dodanka {addon} wulašowała.

source: {addon} {version} approved.
dsb: Dodank {addon} {version} jo se pśizwólił.

source: {addon} {version} given preliminary review.
dsb: Dodank {addon} {version} jo nachylu pśizwólony.

source: Preliminarily approved
dsb: Nachylu pśizwólony

source: {addon} {version} rejected.
dsb: Dodank {addon} {version} wótpokazany.

source: {addon} {version} retained.
dsb: Dodank {addon} {version} zaźažany.

source: Retained
dsb: Zaźažany

source: {addon} {version} escalated.
dsb: Dodank {addon} {version} jo se pśiducemu wušemu městnoju dalej dał.

source: Escalated
dsb: Pśiducemu wušemu městnoju dalej dany

source: {addon} {version} review requested.
dsb: Pśeglědowanje dodanka {addon} {version} jo se pominało.

source: Review requested
dsb: Pśeglědowanje jo se pominało

source: {addon} {version} more information requested.
dsb: Dalšne informacije wó dodanku {addon} {version} su se pominali.

source: More information requested
dsb: Dalšne informacije trěbne

source: {addon} {version} super review requested.
dsb: Superpśeglědowanje dodanka {addon} {version} jo se pominało.

source: Super review requested
dsb: Superpśeglědowanje pominane

source: Comment on {addon} {version}.
dsb: Komentar wó {addon} {version}.

source: Comment
dsb: Komentar

source: {tag} added to {addon}.
dsb: {tag} jo se {addon} pśidało.

source: {tag} removed from {addon}.
dsb: {tag} jo se z dodanka {addon} wótpórał.

source: {addon} added to {collection}.
dsb: Dodank {addon} jo se zběrce {collection} pśidał.

source: {addon} removed from {collection}.
dsb: Dodank {addon} jo se ze zběrki {collection} wótpórał.

source: {review} for {addon} written.
dsb: {review} za {addon} napisane.

source: {addon} featured in {0}.
dsb: Dodank {addon} w {0} pśedstajony.

source: {addon} no longer featured in {0}.
dsb: Dodank {addon} se w {0} južo njepśedstaja.

source: {addon} is now featured.
dsb: Dodank {addon} se něnto pśedstaja.

source: {addon} is no longer featured.
dsb: Dodank {addon} se wěcej njepśedstaja.

source: {0} {1} added.
dsb: {0} {1} pśidany.

source: {0.name} role changed to {1} for {addon}.
dsb: Rola {0.name} za dodank {addon} do {1} změnjona.

source: {addon} is now licensed under {0.name}.
dsb: {addon} jo něnto pód licencu {0.name}.

source: {addon} policy changed.
dsb: Pšawidła dodanka {addon} změnjone.

source: {addon} icon changed.
dsb: Symbol dodanka {addon} změnjony.

source: {review} for {addon} approved.
dsb: Pśeglědowanje {review} za dodank {addon} pśizwólone.

source: {user} approved {review} for {addon}.
dsb: Wužywaŕ {user} jo pógódnośenje {review} za dodank {addon} pśizwólił.

source: Review {review} for {addon} deleted.
dsb: Pógódnośenje {review} za {addon} wulašowane.

source: {user} deleted {review} for {addon}.
dsb: {user} jo {review} za {addon} wulašował.

source: Application max version for {version} updated.
dsb: Maks. wersija nałoženja jo se za wersiju {version} zaktualizěrowała.

source: Authors emailed about compatibility of {version}.
dsb: Awtory su se wó kompatibelnosći wersije {version} pśez mejlku informěrowali.

source: Email sent to Author about add-on compatibility.
dsb: Mejlka wó kompatibelnosći dodanka jo se na awtora pósłała.

source: Password changed.
dsb: Gronidło jo se změniło.

source: {addon} failed checks with PayPal.
dsb: Za dodank {addon} njejsu se pśeglědanja pla PayPal raźili.

source: {addon} manifest updated.
dsb: Manifest dodanka {addon} jo se aktualizěrował.

source: {addon} {version} approved but waiting to be made public.
dsb: {addon} {version} jo se pśizwólił, ale caka na wózjawjenje.

source: Approved but waiting
dsb: Pśizwólony, ale caka

source: {addon} purchased.
dsb: {addon} jo se kupił.

source: {addon} installed.
dsb: {addon} jo se instalěrował.

source: Account updated.
dsb: Konto jo se aktualizěrowało.

source: Escalation cleared for {addon}.
dsb: Dalejdaśe pśiducemu wušemu městnoju za dodank {addon} pśizwólone.

source: Escalation cleared
dsb: Dalejdaśe pśiducemu wušemu městnoju pśizwólone

source: App disabled
dsb: Nałoženje jo se znjemóžniło

source: {addon} escalated because of high number of abuse reports.
dsb: Dodank {addon} jo se dla wušokeje licby znjewužywańskich rozpšawow pśiducemu wušemu městnoju dalej dał.

source: High Abuse Reports
dsb: Wjele znjewužiyańskich zdźělenjow

source: {addon} escalated by reviewer.
dsb: Pśepytowaŕ jo dodank {addon} pśiducemu wušemu městnoju dalej dał.

source: Reviewer escalation
dsb: Dalejdaśe pśiducemu wušemu městnoju pśez pśepytowarja

source: Video removed from {addon} because of a problem with the video.
dsb: Wideo dodanka {addon} jo se problema z wideo dla wótpórało.

source: Video removed
dsb: Wideo jo se wótpórało

source: {addon} re-review because of new device(s) added.
dsb: Nowe pśeglědanje dodanka {addon} nowych rědow dla.

source: Device(s) Added
dsb: Rědy pśidane

source: {addon} device support manually changed by reviewer.
dsb: Rědowa pódpěra za dodank {addon} jo se wót pśepytowarja manuelnje změniła.

source: Device(s) Changed by Reviewer
dsb: Rědy wót pśepytowarja změnjone

source: Created: {0}.
dsb: Napórany: {0}.

source: Edited field: {2} set to: {0}.
dsb: Wobźěłane pólo: {2} změnjony do: {0}.

source: Deleted: {1}.
dsb: Wulašowany: {1}.

source: User {user} edited, reason: {1}
dsb: Wužywaŕ {user} jo se wobźěłał, pśicyna: {1}

source: User {user} anonymized.
dsb: Wužywaŕ {user} jo se anonymizěrował.

source: User {user} restricted.
dsb: Wužywaŕ {user} jo se wobgranicował.

source: Admin {0} viewed activity log for {user}.
dsb: Administrator {0} jo se protokol aktiwitow za wužywarja {user} woglědał.

source: {review} for {addon} updated.
dsb: {review} jo se za dodank {addon} zaktualizěrował.

source: {addon} reviewed.
dsb: Dodank {addon} jo se pśeglědał.

source: User {0.name} added to {group}.
dsb: Wužywaŕ {0.name} jo se kupce {group} pśidał.

source: User {0.name} removed from {group}.
dsb: Wužywaŕ {0.name} jo se z kupki {group} wótpórał.

source: {addon} minimum requirements manually changed by reviewer.
dsb: Pśepytowaŕ jo minimalne pominanja dodanka {addon} manuelnje změnił.

source: Requirements Changed by Reviewer
dsb: Pominanja wót pśepytowarja změnjone

source: {addon} minimum requirements manually changed.
dsb: Minimalne pominanja dodanka {addon} su se manuelnje změnili.

source: Requirements Changed
dsb: Pominanja změnjone

source: {version} status changed to {0}.
dsb: Status wersije {version} jo se do {0} změnił.

source: User {0.name} {0.id} deleted via lookup tool.
dsb: Wužywaŕ {0.name} {0.id} jo se pśez rěd póglědanja wulašował.

source: {addon} content rating changed to Adult.
dsb: Wopśimjeśowe pógódnośenje dodanka {addon} na Dorosćony změnjone.

source: {addon} content rating changed.
dsb: Wopśimjeśowe pógódnośenje dodanka {addon} jo se změniło.

source: {addon} unlisted.
dsb: {addon} njejo nalicony.

source: {file} was signed.
dsb: Dataja {file} jo se signěrowała.

source: Addon id {0} with GUID {1} has been deleted
dsb: Dodankowy ID {0} z GUID {1} jo se wulašował

source: Not allowed
dsb: Njedowólony

source: <h1>Oops! Not allowed.</h1> <p>You tried to do something that you weren't allowed to.</p>
dsb: <h1>Hopla! Njedowólony.</h1> <p>Sćo wopytał, něco cyniś, což njesmějośo cyniś.</p>

source: <p>Try going back to the previous page, refreshing and then trying again.</p>
dsb: <p>Wopytajśo se k pjerwjejšnemu bokoju wrośiś, zacytajśo jen znowego a wopytajśo hyšći raz.</p>

source: Not Found
dsb: Njenamakany

source: <h1>We're sorry, but we can't find what you're looking for.</h1> <p> The page or file you requested wasn't found on our site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly. </p> <ul> <li>If you typed in the address, please double check the spelling.</li> <li> If you followed a link from somewhere, please <a href="https://github.com/mozilla/addons-server/issues/new/">file an issue</a>. Tell us where you came from and what you were looking for, and we'll do our best to fix it. </li> </ul> <p>Or you can just jump over to some of the popular pages on our website.</p> <ul> <li>Are you interested in a <a href="%(rec)s">list of featured add-ons</a>?</li> <li> Do you want to <a href="%(search)s">search for add-ons</a>? You may go to the <a href="%(search)s">search page</a> or just use the search field above. </li> <li> If you prefer to start over, just go to the <a href="%(home)s">add-ons front page</a>. </li> </ul>
dsb: <h1>Bóžko njamóžomy namakaś, což pytaśo.</h1> <p> Bok abo dataja, wó kótaruž sćo pšosył, njejo se na našom sedle namakała. Jo móžno, až sćo na zestarjony wótkaz kliknuł abo adresu wopak zapisał. </p> <ul> <li>Jolic sćo adresu zapisał, klikniśo dwójcy, aby pšawopis kontrolěrował.</li> <li> Jolic sćo wótkazoju wót něźi slědował, <a href="https://github.com/mozilla/addons-server/issues/new/">pišćo pšosym zmólkowu rozpšawu</a>. Dajśo nam k wěsći, wótkulž sć pśišeł a za cymž sćo pytał, a my buźomy naše nejlěpše cyniś, zo bychmy problem rozrisali. </li> </ul> <p>Abo móžeće prosće k někotrym z woblubowanych bokow na našom websedle skócyś.</p> <ul> <li>Zajmujośo se za <a href="%(rec)s">lisćinu pśedstajonych dodankow</a>?</li> <li> Cośo <a href="%(search)s">dodanki pytaś</a>? Móžośo k <a href="%(search)s">pytańskemu bokoju</a> pśejś abo jadnorje pytańske pólo górjejce wužywaś. </li> <li> Jolic cośo lubjej znowego zachopiś, źiśo jadnorje k <a href="%(home)s">startowemu bokoju dodankow</a>. </li> </ul>

source: Oops
dsb: Hopla

source: <h1>Oops! We had an error.</h1> <p>We'll get to fixing that soon.</p> <p> You can try refreshing the page, or head back to the <a href="%(home)s">Add-ons homepage</a>. </p>
dsb: <h1>Hopla! Zmólka jo nastała.</h1> <p>Buźomy problem skóro rozwězowaś.</p><p> Móžośo wopytaś, bok aktualizěrowaś, abo wrośćo se k <a href="%(home)s">startowemu bokoju dodankow</a>.</p>

source: Some rights reserved
dsb: Někotare pšawa wuměnjone

source: No results found
dsb: Žedne wuslědki namakane

source: Prev
dsb: Slědk

source: Next
dsb: Dalej

source: Results <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> of <strong>%(count)s</strong>
dsb: Wuslědki <strong>%(begin)s</strong>&ndash;<strong>%(end)s</strong> z <strong>%(count)s</strong>

source: Maintenance in progress
dsb: Wótwardowańske źěła

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
dsb: Toś ta funkcija jo se nachylu znjemóžniła, tak dłujko ako pśewjedujomy wótwardowanje websedła. Pšosym wužywajśo tłocašk "Slědk" swójogo wobglědowaka a wopytajśo pózdźej hyšći raz.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
dsb: Někotare funkcije su se nachylu znjemóžnili, tak dłujko ako pśewjedujomy wótwardowanje websedła. Pšosym wopytajśo pózdźej hyšći raz.

source: Are you human?
dsb: Sćo luź?

source: <p> Please enter <strong>all the words</strong> below, <strong>separated by a space if necessary</strong>. </p> <p> If this is hard to read, you can <a href="#" id="recaptcha_different">try different words</a> or <a href="#" id="recaptcha_audio">try a different type of challenge</a> instead. </p>
dsb: <p>Pšosym zapódajśo <strong>wšykne slědujuce słowa</strong>, <strong>źělone pśez prozne znamje, jolic trěbne</strong>. </p> <p> Jolic to jo lěbda cytajobne, móžośo <a href="#" id="recaptcha_different">druge słowa wopytowaś</a> abo <a href="#" id="recaptcha_audio">drugi typ nadawka</a> město togo wopytaś. </p>

source: Top Rated
dsb: Nejwušej pógódnośone

source: Explore
dsb: Wuslěźiś

source: Extensions
dsb: Rozšyrjenja

source: Want more customization? Try <b>Complete Themes</b>
dsb: Cośo wěcej pśiměriś? Wopytajśo <b>dopołne drastwy</b>

source: Most Followers
dsb: Nejwěcej wobglědowarjow

source: Collections I've Made
dsb: Zběrki, kótarež som napórał

source: Collections I'm Following
dsb: Zběrki, kótarež wobglědujom

source: My Favorite Add-ons
dsb: Móje nejlubše dodanki

source: More&hellip;
dsb: Wěcej&hellip;

source: Add-ons for Mobile
dsb: Dodanki za mobilny Firefox

source: Search Tools
dsb: Pytańske rědy

source: Page <a href="%(current_pg_url)s">%(current_pg)s</a> of <a href="%(last_pg_url)s">%(last_pg)s</a>
dsb: Bok <a href="%(current_pg_url)s">%(current_pg)s</a> z <a href="%(last_pg_url)s">%(last_pg)s</a>

source: Jump to first page
dsb: K prědnemu bokoju skócyś

source: Previous
dsb: Slědk

source: Jump to last page
dsb: K slědnemu bokoju skócyś

source: Showing <b>%(begin)s</b>&ndash;<b>%(end)s</b> of <b>%(count)s</b>
dsb: Pokazuju se <b>%(begin)s</b>&ndash;<b>%(end)s</b> z <b>%(count)s</b>

source: Page {n}
dsb: Bok {n}

source: Title
dsb: Titel

source: Body
dsb: Wopśimjeśe

source: Another Title
dsb: Drugi titel

source: Another Body
dsb: Druge wopśimjeśe

source: Signature has expired.
dsb: Signatura jo pśepadnyła.

source: Error decoding signature.
dsb: Zmólka pśi dekoděrowanju signatury.

source: Invalid JWT Token.
dsb: Njepłaśiwy JWT-token.

source: Invalid Authorization header. No credentials provided.
dsb: Njepłaśiwa awtorizěrowańska głowa. Žedne pśizjawjeńske daty pódane.

source: Invalid Authorization header. Credentials string should not contain spaces.
dsb: Njepłaśiwa awtorizěrowańska głowa. Znamuškowy rjeśazk za pśizjawjeńske daty njesmějo žedne prozne znamjenja wopśimowaś.

source: The field must have a length of at least {num} characters.
dsb: Pólo musy nanejmjenjej {num} znamuškow dłujke byś.

source: The language code {lang_code} is invalid.
dsb: Rěcny kod {lang_code} jo njepłaśiwy.

source: Application Versions
dsb: Nałožeńske wersije

source: Acceptable versions for all applications on AMO.
dsb: Akceptabelne wersije za wšykne nałoženja na AMO.

source: Valid Application Versions
dsb: Płaśiwe nałožeńske wersije

source: Add-ons submitted to Mozilla Add-ons must have a manifest file with at least one of the below applications supported. Only the versions listed below are allowed for these applications.
dsb: Dodanki zapódane pla Mozilla Add-ons muse manifestowu dataju měś, pśi comž nanejmjenjej jadno ze slědujucych nałoženjow se pódpěra. Jano dołojce pódane wersije su za toś te nałoženja dowólone.

source: Versions
dsb: Wersije

source: If your supported application does not require a manifest file, you still must include one with the required properties as specified <a href="%(url)s">here</a>.
dsb: Jolic wašo pódprěte nałoženje njetrjeba manifestowu dataju, musyśo hyšći jadnu z trěbnymi kakosćami pśidaś, ako su <a href="%(url)s">how</a> pódane.

source: Collections :: %s
dsb: Zběrki :: %s

source: Collections are groups of related add-ons that anyone can create and share.
dsb: Zběrki su kupki pśiswójźbnych dodankow, kótarež móžo kuždy wuwijaś a dalej daś.

source: {0} :: Collections :: {1}
dsb: {0} :: Zběrki :: {1}

source: Only I can view this collection.
dsb: Jano ja mógu se toś tu zběrku woglědaś.

source: Anybody can view this collection.
dsb: Kuždy móžo se toś tu zběrku woglědaś.

source: Give your collection a name.
dsb: Dajso swójej zběrce mě.

source: Describe your collection (no links allowed).
dsb: Wopisajśo swóju zběrku (wótkaze njejsu dowólone).

source: Privacy:
dsb: Priwatnosć:

source: Icon
dsb: Symbol

source: Please don't fill out this field, it's used to catch bots
dsb: Pšosym njewupolnjujśo toś to pólo, wužywa se, aby awtomatizěrowane zapiski spóznał

source: This name cannot be used.
dsb: Toś to mě njedajo se wužywaś.

source: No links are allowed.
dsb: Wótkaze njejsu dowólone.

source: This url is already in use by another collection
dsb: Toś ten URL wužywa se južo wót drugeje zběrki

source: Icons must be either PNG or JPG.
dsb: Symbole muse pak we formaśe PNG pak JPG byś.

source: Please use images smaller than %dMB.
dsb: Pšosym wužywajśo wobraze, kótarež su mjeńše ako %d MB.

source: Add a positive vote for this collection
dsb: Pozitiwny głos za toś tu zběrku daś

source: Add a negative vote for this collection
dsb: Negatiwny głoss za toś tu zběrku daś

source: Remove my vote for this collection
dsb: Mój głos za toś tu zběrku wótpóraś

source: Log in to vote for this collection
dsb: Pśizjawśo se, aby za toś tu zběrku wótgłosował

source: Add to favorites
dsb: Faworitam pśidaś

source: Favorite
dsb: Faworit

source: Remove from favorites
dsb: Z faworitow wótpóraś

source: Name
dsb: Mě

source: Recently Popular
dsb: Nejnowše woblubowane

source: Added
dsb: Pśidane

source: Popularity
dsb: Woblubowanosć

source: Collection created!
dsb: Zběrka napórana!

source: Your new collection is shown below. You can <a href="%(url)s">edit additional settings</a> if you'd like.
dsb: Waša nowa zběrka se dołojce pokazujo. Móžośo <a href="%(url)s">pśidatne nastajenja wobźěłaś</a>, jolic cośo.

source: Collection updated!
dsb: Zběrka jo se zaktualizěrowała!

source: <a href="%(url)s">View your collection</a> to see the changes.
dsb: <a href="%(url)s">Woglědajśo se swóju zběrku</a>, aby změny wiźeł.

source: Icon Deleted
dsb: Symbol wulašowany

source: Create a New Collection
dsb: Nowu zběrku napóraś

source: Create
dsb: Napóraś
