Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: Please specify your add-on's Privacy Policy:
dsb: Pšosym pódajśo pšawidła priwatnosći swójogo dodanka:

source: Why did you make this add-on?
dsb: Cogodla sćo toś ten dodank napórał?

source: What's next for this add-on?
dsb: Co pśiźo za toś ten dodank ako pśiduce?

source: The developers of this add-on
dsb: Wuwijarje toś togo dodanka

source: The Mozilla Foundation
dsb: Mozilla Foundation

source: An organization of my choice
dsb: Organizacija mójeje wólby

source: Please enter a suggested amount greater than 0.
dsb: Pšosym zapódajśo naraźonu sumu, kótaraž jo wětša ako 0.

source: Please enter a suggested amount less than ${0}.
dsb: Pšosym zapódajśo naraźonu sumu, kótaraž jo mjeńša ako ${0}.

source: PayPal ID required to accept contributions.
dsb: ID PayPal jo trěbny za akceptěrowanje pósćiwankow.

source: Could not validate PayPal id.
dsb: ID PayPal njejo se dał pśeglědowaś.

source: Unsupported file type, please upload an archive file {extensions}.
dsb: Njepódpěrany datajowy typ, pšosym nagrajśo archiwowu dataju {extensions}.

source: View current
dsb: Aktualne pokazaś

source: Invalid version range.
dsb: Njepłaśiwy wersijowy wobcerk.

source: Need at least one compatible application.
dsb: Nanejmjenjej jadno kompatibelne nałoženje trěbne.

source: There was an error with your upload. Please try again.
dsb: Pśi nagrawanju jo zmólka nastała. Pšosym wopytajśo hyšći raz.

source: Override failed validation
dsb: Njeraźone pśeglědanje pśepisaś

source: Submit my add-on for manual review.
dsb: Mój dodank za manuelne pśeglědanje zapódaś.

source: Do not list my add-on on this site
dsb: Mój dodank na toś tom sedle njenalicyś

source: Check this option if you intend to distribute your add-on on your own and only need it to be signed by Mozilla.
dsb: Kontrolěrujśo toś to nastajenje, jolic cośo swój dodank sam rozšyrjaś a jano trjebaśo signěrowanje wót Mozilla.

source: This add-on will be bundled with an application installer.
dsb: Toś ten dodank buźo se z instalěrowańskim programom za nałoženja kombiněrowaś.

source: Add-ons that are bundled with application installers will be code reviewed by Mozilla before they are signed and are held to a higher quality standard.
dsb: Žrědłowy kod dodankow, kótarež su z instalěrowańskim programom za nałoženja kombiněrowane, buźo se wót Mozilla pśeglědowaś, nježli až se signěruju, a płaśi wušy kwalitny standard.

source: Full Review
dsb: Dopołne pśeglědanje

source: Preliminary Review
dsb: Nachylne pśeglědanje

source: Please choose a review nomination type
dsb: Pšosym wubjeŕśo nominěrowański typ za pśeglědanje

source: A file with a version ending with a|alpha|b|beta|pre|rc and an optional number is detected as beta.
dsb: Dataja z wersiju, kótaraž kóńcy se na a|alpha|b|beta|pre|rc a opcionalnu licbu, ma se za beta.

source: Version %s already exists, or was uploaded before.
dsb: Wersija %s južo eksistěrujo abo jo se do togo nagrała.

source: Select a valid choice. That choice is not one of the available choices.
dsb: Wubjeŕśo płaśiwu gódnotu. Toś ta gódnota njesłuša k dispoziciji stojecym gódnotam.

source: A file with a version ending with a|alpha|b|beta and an optional number is detected as beta.
dsb: Dataja z wersiju, kótaraž kóńcy se na a|alpha|b|beta a opcionalnu licbu, ma se za beta.

source: You cannot upload any more files for this version.
dsb: Njamóžośo wěcejo dataje za toś tu wersiju nagraś.

source: Version doesn't match
dsb: Wersija se njegóźi

source: You cannot delete a file once the review process has started. You must delete the whole version.
dsb: Njamóžośo dataju lašowaś, gaž pśeglědowański proces jo se zachopił. Musyśo cełu wersiju wulašowaś.

source: The platform All cannot be combined with specific platforms.
dsb: Platforma Wšykne njedajo se z wěstymi platformami kombiněrowaś.

source: A platform can only be chosen once.
dsb: Platforma dajo se jano jaden raz wubraś.

source: A review type must be selected.
dsb: Pśeglědowański typ musy se wubraś.

source: Select an application first
dsb: Wubjeŕśo nejpjerwjej nałoženje

source: There cannot be more than 3 required add-ons.
dsb: Wěcej ako 3 trěbnych dodankow njejo móžno.

source: Add-on Documentation :: Developer Hub
dsb: Dokumentacija dodanka :: Centrum wuwijarjow

source: My Submissions
dsb: Móje zapódaśa

source: Developer Docs
dsb: Wuwijarske dokumenty

source: {0} error
dsb: {0} zmólka

source: {0} warning
dsb: {0} warnowanje

source: Review
dsb: Pógódnośenje

source: %s responded with %s (%s).
dsb: %s jo z %s (%s) wótegronił.

source: Connection to "%s" timed out.
dsb: Zwisk z „%s“ jo cas pśekšocył.

source: Could not contact host at "%s".
dsb: Host na „%s“ njedajo se kontaktěrowaś.

source: Validation generated too many errors/warnings so %s messages were truncated. After addressing the visible messages, you'll be able to see the others.
dsb: Pśeglědanje jo pśewjele zmólkow/warnowanjow wunjasło, togodla jo se %s powěsćow wótdźěliło. Pó wobźěłowanju widobnych powěsćow móžośo druge wiźeś.

source: All My Add-ons
dsb: Wšykne móje dodanki

source: All Activity
dsb: Wša aktiwnosć

source: Add-on Updates
dsb: Aktualizacije dodankow

source: Add-on Status
dsb: Status dodanka

source: User Collections
dsb: Wužywarske zběrki

source: User Reviews
dsb: Wužywarske pógódnośenja

source: Changes successfully saved.
dsb: Změny su se wuspěšnje składli.

source: Please check the form for errors.
dsb: Pšosym pśepytujśo formular za zmólkami.

source: Add-on cannot be deleted. Disable this add-on instead.
dsb: Dodank njedajo se lašowaś. Znjemóžniśo toś ten dodank město togo.

source: Theme deleted.
dsb: Drastwa jo se wulašowała.

source: Add-on deleted.
dsb: Dodank jo se wulašował.

source: URL name was incorrect. Theme was not deleted.
dsb: URL-mě jo wopak było. Drastwa njejo se wulašowała.

source: URL name was incorrect. Add-on was not deleted.
dsb: URL-mě jo wopak było. Dodank njejo se wulašował.

source: An author has been added to your add-on
dsb: Awtor jo se wašomu dodankoju pśidał

source: An author has a role changed on your add-on
dsb: Awtor ma rolu, kótaraž jo se za waš dodank změniła

source: An author has been removed from your add-on
dsb: Awtor jo se z wašogo dodanka wótpórał

source: There were errors in your submission.
dsb: Pśi zapódawanju su zmólki nastali.

source: Validate Add-on
dsb: Dodank pśeglědowaś

source: Check Add-on Compatibility
dsb: Kompatibelnosć dodanka pśeglědowaś

source: You cannot submit this type of add-on
dsb: Njamóžośo toś ten dodankowy typ zapódaś

source: Images must be either PNG or JPG.
dsb: Wobraze muse format PNG abo JPG měś.

source: Icons cannot be animated.
dsb: Symbole njedaju se animěrowaś.

source: Images cannot be animated.
dsb: Wobraze njedaju se animěrowaś.

source: Images cannot be larger than %dKB.
dsb: Wobraze njesměju wětše ako %d KB byś.

source: Image must be exactly {0} pixels wide and {1} pixels tall.
dsb: Wobraz musy eksaktnje {0} pikselow šyroki a {1} pikselow wusoki byś.

source: There was an error uploading your preview.
dsb: Pśi nagrawanju wašogo pśeglěda jo zmólka nastała.

source: Version %s disabled.
dsb: Wersija %s jo se znjemóžniła.

source: Version %s deleted.
dsb: Wersija %s jo se wulašowała.

source: Version %s re-enabled.
dsb: Wersija %s jo se zasej zmóžniła.

source: This upload has failed validation, and may lack complete validation results. Please take due care when reviewing it.
dsb: Toś to nagraśe njejo pśeglědanje wobstało a njama snaź žedne dopołne pśeglědowańske wuslědki. Pšosym źiwajśo na to, gaž jo pśeglědujośo.

source: Preliminary Review Requested.
dsb: Nachylne pśeglědanje pominane.

source: Full Review Requested.
dsb: Dopołne pśeglědanje pominane.

source: Your old credentials were revoked and are no longer valid. Be sure to update all API clients with the new credentials.
dsb: Waše stare pśizjawjeńske daty su se wótwołali a njejsu wěcej płaśiwe. Aktualizěrujśo na kuždy pad wšykne API-klienty z nowymi datami.

source: Your old credentials were revoked and are no longer valid.
dsb: Waše stare pśizjawjeńske daty su se wótwołali a njejsu wěcej płaśiwe.

source: New API key created
dsb: Nowy API-kluc napórany

source: API key revoked
dsb: API-kluc wótwołany

source: Before starting, please read and accept our Firefox Add-on Distribution Agreement. It also links to our Privacy Notice which explains how we handle your information.
dsb: Nježli až zachopijośo, cytajśo a akceptěrujśo pšosym našo dojadnanje wó rozdźělowanju dodankow Firefox. Wopśimujo teke wótkaz k našomu pokazoju priwatnosći, kótaraž wujasnjujo, kak z wašymi informacijami wobchadamy.

source: Printable Version
dsb: Śišćobna wersija

source: I Accept this Agreement
dsb: Akceptěrujom toś to dojadnanje

source: or <a href="{0}">Cancel</a>
dsb: abo <a href="{0}">Pśetergnuś</a>

source: Back to Add-ons
dsb: Slědk k dodankam

source: {0} :: Search
dsb: {0} :: Pytaś

source: Search
dsb: Pytaś

source: Search Results
dsb: Pytańske wuslědki

source: Search Results for "{0}"
dsb: Pytańske wuslědki za „{0}“

source: Please enter some search terms.
dsb: Pšosym zapódajśo někotare pytańske zapśimjeśa.

source: Loading results&hellip;
dsb: Wuslědki se zacytuju&hellip;

source: Submit an Add-on
dsb: Dodank zapódaś

source: AMO Reviewers
dsb: Pśepytowarje AMO

source: Get ahead! Become an AMO Reviewer today and get your add-ons reviewed faster.
dsb: Pśiźćo doprědka! Buźćo wót źinsa psépytowaŕ na AMO a dajśo swójim dodankam malsnjej pśeglědowaś.

source: Become an AMO Reviewer
dsb: Buźćo pśepytowaŕ AMO

source: Learn All About Add-ons
dsb: Zgońśo wšykno wó dodankach

source: Add-ons let millions of Firefox users enhance and customize their browsing experience. If you're a Web developer and know <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a>, and <a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a>, you already have all the necessary skills to make a great add-on.
dsb: Dodanki zmóžnjaju milionam wužywarjow Firefox jich pśeglědowańske dožywjenje pólěpšyś. Jolic sćo webwuwijaŕ a se w <a href="https://developer.mozilla.org/docs/Web/HTML">HTML</a>, <a href="https://developer.mozilla.org/docs/Web/JavaScript">JavaScript</a> a <a href="https://developer.mozilla.org/docs/Web/CSS">CSS</a> wuznawaśo, maśo južo trěbne znajobnosći, aby wjelicny dodank wuwijał.

source: Head over to the <a href="https://developer.mozilla.org/Add-ons">Mozilla Developer Network</a> to learn everything you need to know to get started.
dsb: Źiśo k <a href="https://developer.mozilla.org/Add-ons">Mozilla Developer Network</a> (wuwijarska seś Mozilla), aby wšykno zgónił, což musyśo wěźeś, aby zachopił.

source: Start Making Add-ons
dsb: Zachopśo dodanki wuwijaś

source: Visibility:
dsb: Widobnosć:

source: Latest Version:
dsb: Nejnowša wersija:

source: Queue Position:
dsb: Pozicija w cakańskem rěźe:

source: %(position)s of %(total)s
dsb: %(position)s z %(total)s

source: Upload New Version
dsb: Nowu wersiju nagraś

source: View all add-ons ►
dsb: Wšykne dodanki pokazaś ►

source: Publish your add-ons!
dsb: Wózjawśo swóje dodanki!

source: There's no better way to distribute your add-on than by hosting it on Mozilla Add-ons.
dsb: Njedajo žedna lěpša móžnosć, aby wy swój dodank rozdźělował, ako jen na Dodanki Mozilla góspodowaś.

source: Upload an <a href="%(addon_url)s">add-on</a> or <a href="%(theme_url)s">theme</a> to get started!
dsb: Nagrajśo <a href="%(addon_url)s">dodank</a> abo <a href="%(theme_url)s">drastwu</a>, aby zachopił!

source: Return to the DevHub homepage
dsb: Slědk k startowemu bokoju centruma wuwijarjow

source: <small>Add-on</small> Developer Hub
dsb: <small>Centrum</small> wuwijarjow dodankow

source: more add-ons...
dsb: dalšne dodanki...

source: Documentation
dsb: Dokumentacija

source: Extension Development
dsb: Wuwijanje rozšyrjenjow

source: Lightweight Themes
dsb: Lažke drastwy

source: Add-on Policies
dsb: Pšawidła dodankow

source: Add-on Validator
dsb: Pśeglědowański program za dodanki

source: Add-on Compatibility Checker
dsb: Kontrola kompatibelnosći dodankow

source: Development Add-ons
dsb: Wuwijarske dodanki

source: Community & Support
dsb: Zgromaźeństwo a pomoc

source: Add-ons Blog
dsb: Blog dodankow

source: Add-ons Forum
dsb: Forum dodankow

source: More Resources
dsb: Dalšne resurse

source: Search Developer Docs
dsb: Wuwijarske dokumenty pśepytowaś

source: Use the field below to upload your add-on package.
dsb: Wužywajśo slědujuce pólo, aby swój dodankowy pakśik nagrał.

source: After upload, a series of automated validation tests will run to check compatibility with the following application version:
dsb: Pó nagrawanju se rěd awtomatiskich pśeglědowańskich testow pśewjeźo, aby komptatibelnosć ze slědujuceju wersiju nałoženja pśeglědowali:

source: After upload, a series of automated validation tests will be run on your file.
dsb: Pó nagrawanju se rěd awtomatiskich pśeglědowańskich testow na wašej dataji pśewjeźo.

source: Do you want your add-on to be distributed on this site?
dsb: Cośo, až waš dodank rozdźělujo se na toś tom sedle?

source: Validation Results for {0}
dsb: Pśeglědowańske wuslědki za {0}

source: Validation Results
dsb: Pśeglědowańske wuslědki

source: Validated at:
dsb: Pśeglědany:

source: Tested for compatibility against:
dsb: Testowany na kompatibelnosć pśeśiwo:

source: Recent Activity for My Add-ons
dsb: Nejnowša aktiwita za móje dodanki

source: Recent Activity
dsb: Nejnowša aktiwita

source: Recent Activity for {0}
dsb: Nejnowša aktiwita za {0}

source: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> by %(user)s
dsb: <time datetime="%(iso)s" title="%(pretty)s">%(ago)s</time> wót %(user)s

source: Refine Activity
dsb: Aktiwitu pólěpšyś

source: Activity
dsb: Aktiwitu

source: Subscribe to this feed
dsb: Toś ten kanal aboněrowaś

source: This add-on is incompatible with <b>%(app_name)s %(app_version)s</b>, the latest release of %(app_name)s. Please consider updating your add-on's compatibility info, or uploading a newer version of this add-on.
dsb: Toś ten dodank jo inkompatibelny z <b>%(app_name)s%(app_version)s</b>, nejnowšeju wersiju %(app_name)s. Pšosym rozwažćo aktualizěrowanje informacijow kompatibelnosći swójogo dodanka, abo nagrawanje nowšeje wersije toś togo dodanka.

source: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Update Compatibility</a> <a href="%(version_url)s" class="button">Upload New Version</a> or <a href="#" class="close">Ignore</a>
dsb: <a href="#" class="button compat-update" data-updateurl="%(update_url)s">Kompatibelnosć aktualizěrowaś</a> <a href="%(version_url)s" class="button">Nowu wersiju nagraś</a> abo <a href="#" class="close">Ignorěrowaś</a>

source: View and update application compatibility ranges.
dsb: Kompatibelnosć z nałoženjami pokazaś a aktualizěrowaś.

source: Compatibility
dsb: Kompatibelnosć

source: Update Compatibility
dsb: Kompatibelnosć aktualizěrowaś

source: Adjusting application information here will allow users to install your add-on even if the install manifest in the package indicates that the add-on is incompatible.
dsb: Pśiměrjenje nałožeńskich informacijow how zmóžnja wužywarjam, waš dodank instalěrowaś, teke gaž instalěrowański manifest w pakśiku pódawa, až dodank jo inkompatibelny.

source: Supported Versions
dsb: Pódpěrane wersije

source: Add Another Application&hellip;
dsb: Druge nałoženje pśidaś&hellip;

source: Close
dsb: Zacyniś

source: %(ago)s by %(user)s
dsb: %(ago)s wót %(user)s

source: Older activity for My Add-ons
dsb: Starša aktiwita za móje dodanki

source: <b>{0}</b> theme
dsb: <b>{0}</b> drastwa

source: Edit Listing
dsb: Zapisk lisćiny wobźěłaś

source: None
dsb: Žeden

source: Manage Authors & License
dsb: Awtorow a licencu zastojaś

source: Authors
dsb: Awtory

source: About author roles
dsb: Wó awtorowych rolach

source: <p>Add-ons can have any number of authors with 3 possible roles:</p> <ul> <li><b>Owner:</b> Can manage all aspects of the add-on's listing, including adding and removing other authors</li> <li><b>Developer:</b> Can manage all aspects of the add-on's listing, except for adding and removing other authors and managing payments</li> <li><b>Viewer:</b> Can view the add-on's settings and statistics, but cannot make any changes</li> </ul>
dsb: <p>Dodanki mógu wjele awtorow z 3 móžnymi rolami měś:</p> <ul> <li><b>Wobsejźaŕ:</b> Móžo wšykne aspekty nalicenja dodankow zastojaś, inkluziwnje pśidawanje a wótwónoźowanje drugich awtorow</li> <li><b>Wuwijaŕ:</b> Móžo wšykne aspekty nalicenja dodankow zastojaś, mimo pśidawanja a wótwónoźowanja drugich awtorow a zastojanja płaśenjow</li> <li><b>Wobglědowaŕ:</b> Móžo se nastajenja a statistiku dodanka woglědaś, ale njamóžo změny pśewjasć</li> </ul>

source: Manage Developer Profile
dsb: Wuwijarski profil zastojaś

source: Your <a href="%(url)s">developer profile</a> is currently <strong>public</strong> and <strong>required</strong> for contributions.
dsb: Waš <a href="%(url)s">wuwijarski profil</a> jo tuchyilu <strong>zjawny</strong> a <strong>trěbny</strong> za dodanki.

source: Remove Both
dsb: Wobej wótpóraś

source: Your <a href="%(url)s">developer profile</a> is currently <strong>public</strong>.
dsb: Waš <a href="%(url)s">wuwijarski profil</a> j tuchylu <strong>zjawny</strong>.

source: Remove Profile
dsb: Profil wótpóraś

source: Create Profile
dsb: Profil załožyś

source: Basic Information
dsb: Zakładne informacije

source: Basic Information for {0}
dsb: Zakładne informacije za {0}

source: Add-on URL
dsb: URL dodanka

source: Choose a short, unique URL slug for your add-on.
dsb: Wubjeŕśo krotke, jadnorazowe adresowe mě za URL za toś ten dodank.

source: View Listing
dsb: Lisćinowy zapisk pokazaś

source: Summary
dsb: Zespominanje

source: A short explanation of your add-on's basic functionality that is displayed in search and browse listings, as well as at the top of your add-on's details page. It is only relevant for listed add-ons.
dsb: Krotke wujasnjenje zakładneje funkcionalnosći wašogo dodanka, kótarež pokazujo se w pytańskich wuslědkach a lisćinowych zapiskach, ako teke górjejce na lisćinje drobnostkow wašogo dodanka. Jo jano wažne za nalicone dodanki.

source: Categories are the primary way users browse through add-ons. Choose any that fit your add-on's functionality for the most exposure. It is only relevant for listed add-ons.
dsb: Kategorije su nejwažnjejša móžnosć, z kótarejež pomocu wužywarje mógu dodanki pśepytowaś. Wubjeŕśo kategoriju, kótaraž góźi se k funkcionalnosći wašogo dodanka, aby se wy tak wjeliki ako móžno publikum pśigronił. To jo relewantne jano za nalicone dodanki.

source: Categories cannot be changed while your add-on is featured for this application. Please email <a href="mailto:%(email)s">%(email)s</a> if there is a reason you need to modify your categories.
dsb: Kategorije njedaju se změniś, tak dłujko ako waš dodank se za toś to nałoženje pśedstaja. Pšosym pósćelśo mejlku na <a href="mailto:%(email)s">%(email)s</a>, jolic jo pśicyna, aby wy swóje kategorije změnił.

source: Tags help users find your add-on and should be short descriptors such as tabs, toolbar, or twitter. You may have a maximum of {0} tags. It is only relevant for listed add-ons.
dsb: Wobznamjenja pomagaju wužywarjam, waš dodank namakaś a by dejali krotke pomjenjenja ako „rejtarki“, „symbolowa rědka“ abo „Twitter“ byś. Móžośo maksimalnje {0} wobznamjenjow měś. To jo jano relewantne za nalicone dodanki.

source: Comma-separated, minimum of {0} character.
dsb: Pśez komu wótźělone, minimalnje {0} znamuško.

source: Example: dark, cinema, noir. Limit 20.
dsb: Pśikład: śamny, kino, carny. Maksimalnje 20.

source: Reserved tag:
dsb: Rezerwěrowane wobznamjenje:

source: Add-on Details
dsb: Drobnostki dodanka

source: Add-on Details for {0}
dsb: Drobnostki dodanka za {0}

source: A longer explanation of features, functionality, and other relevant information. This field is only displayed on the add-on's details page. It is only relevant for listed add-ons.
dsb: Dlejše wujasnjenje funkcijow, funkcionalnosći a drugich relewantnych informacijow. Toś to pólo pokazujo se jano na boku drobnostkow dodanka. To jo jano za nalicone dodanki relewantne.

source: Default Locale
dsb: Standardna rěc

source: Information about your add-on is displayed in this locale unless you override it with a locale-specific translation. It is only relevant for listed add-ons.
dsb: Informacije wó wašo dodanku pokazuju se janož w toś tej rěcy, snaźkuli pśepisujośo ju pśez pśełožk za wěstu rěc. To jo jano za nalicone dodanki relewantne.

source: Homepage
dsb: Startowy bok

source: If your add-on has another homepage, enter its address here. If your website is localized into other languages multiple translations of this field can be added. It is only relevant for listed add-ons.
dsb: Jolic waš dodank ma drugi startowy bok, zapódajśo how jogo adresu. Jolic waš websedło jo se do drugich rěcow pśełožyli, móžośo někotare pśełožki toś togo póla pśidaś. To jo jano za nalicone dodanki relewantne.

source: Images
dsb: Wobraze

source: Support Information
dsb: Imformacije pomocy

source: Support Information for {0}
dsb: Informacije pomocy za {0}

source: If you wish to display an e-mail address for support inquiries, enter it here. If you have different addresses for each language multiple translations of this field can be added. It is only relevant for listed add-ons.
dsb: Jolic cośo e-mailowu adresu za napšašowanja pomocy pokazaś, zapódajśo ju how. Jolic maśo rozdźělne adrese za kuždy rěc, móžośo někotare pśełožki toś togo póla pśidaś. To jo jano za nalicone dodanki relewantne.

source: If your add-on has a support website or forum, enter its address here. If your website is localized into other languages, multiple translations of this field can be added. It is only relevant for listed add-ons.
dsb: Jolic waš dodank ma websedło pomocy abo forum, zapódajśo how jogo adresu. Jolic wašo websedło jo do drugich rěcow pśełožone, móžośo někotare pśełožki toś togo póla pśidaś. To jo jano za nalicone dodanki relewantne.

source: Technical Details
dsb: Techniske drobnostki

source: Technical Details for {0}
dsb: Techniske drobnostki za {0}

source: Any information end users may want to know that isn't necessarily applicable to the add-on summary or description. Common uses include listing known major bugs, information on how to report bugs, anticipated release date of a new version, etc. It is only relevant for listed add-ons.
dsb: Kóńcne wužywarje kśě snaź informacije wěźeś, kótarež pópšawem njesłušaju do zespominanja abo wopisanja dodanka. Typiske wužywanja su znate programowe zmólki, informacije wó wózjawjenju programowych zmólkow, wótcakany datum wujźenja atd. To jo jano za nalicone dodanki relewantne.

source: Limit 3
dsb: Maksimalnje 3

source: Add-on Flags
dsb: Dodankowe markěrowanja

source: These flags are used to classify add-ons. It is only relevant for listed add-ons.
dsb: Toś te markěrowanja se wužywaju, aby dodanki klasificěrowali. To jo jano za nalicone dodanki relewantne.

source: This is a site-specific add-on.
dsb: To jo dodank, kótaryž jo za wěste sedło myslony.

source: This add-on requires external software.
dsb: Dodank pomina se eksternu softwaru.

source: View Source?
dsb: Žrědłowy kod pokazaś?

source: Whether the source of your add-on can be displayed in our online viewer. It is only relevant for listed add-ons.
dsb: Póstaja, lěc žrědłowy kod dajo se za waš dodank w našom wobglědowańskem programje online pokazaś. To jo jano za nalicone dodanki relewantne.

source: This add-on's source code is publicly viewable.
dsb: Žrědłowy kod toś togo dodanka jo zjawnje widobny.

source: No, this add-on's source code is not publicly viewable.
dsb: Ně, žrědłowy kod toś togo dodanka njejo zjawnje widobny.

source: Public Stats?
dsb: Zjawna statistika?
