Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: Your log in attempt could not be parsed. Please try again.
dsb: Wašo pśizjawjenje njejo dało se analyzěrowaś. Pšosym wopytajśo hyšći raz.

source: Your Firefox Account could not be found. Please try again.
dsb: Wašo konto Firefox njedajo se namakaś. Pšosym wopytajśo hyšći raz.

source: You could not be logged in. Please try again.
dsb: Njejsćo mógał se pśizjawiś. Pšosym wopytajśo hyšći raz.

source: Your account has already been migrated to Firefox Accounts.
dsb: Wašo konto jo se južo do Firefox Accounts pśesunuło.

source: Your Firefox Account already exists on this site.
dsb: Wašo konto Firefox južo eksistěrujo na toś tom sedle.

source: Great job!
dsb: Dobre źěło!

source: You can now log in to Add-ons with your Firefox Account.
dsb: Móžośo něnto pla Mozilla Add-ons ze swójim kontom Firefox pśizjawiś.

source: Need help?
dsb: Trjebaśo pomoc?

source: Download Now
dsb: Něnto ześěgnuś

source: Download
dsb: Ześěgnuś

source: Continue to Download&nbsp;&rarr;
dsb: Dalej ześěgnuś&nbsp;&rarr;

source: Featured
dsb: Psédstajone

# install_button
source: Not Reviewed
dsb: Njepśeglědany

# install_button
source: Experimental
dsb: Eksperimentelny

source: Add to {0}
dsb: K {0} pśidaś

source: This name is already in use. Please choose another.
dsb: Mě se južo wužywa. Pšosym wubjeŕśo druge.

source: This slug is already in use. Please choose another.
dsb: Toś to adresowe mě se južo wužywa. Pšosym wubjeŕśo druge.

source: The slug cannot be "%s". Please choose another.
dsb: Adresowe mě njamóžo "%s" byś. Pšosym wubjeŕśo druge.

source: Invalid tag: {0}
dsb: Njepłaśiwe wobznamjenje: {0}

source: "{0}" is a reserved tag and cannot be used.
dsb: „{0}“ jo rezerwěrowane wobznamjenje a njedajo se wužywaś.

source: You have {0} too many tags.
dsb: Maśo {0} wobznamjenje pśewjele.

source: All tags must be %s characters or less after invalid characters are removed.
dsb: Wšykne wobznamjenja muse %s znamuškow abo mjenjej měś, za tym až su se njepłaśiwe znamuška wótpórali.

source: All tags must be at least {0} character.
dsb: Wšykne wobznamjenja muse nanejmjenjej {0} znamuško měś.

source: Categories cannot be changed while your add-on is featured for this application.
dsb: Kategorije njedaju se změniś, mjaztym až waš dodank se za toś to nałoženje pśedstaja.

source: You can have only {0} category.
dsb: Móžóśo jano {0} kategoriju měś.

source: The miscellaneous category cannot be combined with additional categories.
dsb: Kategorija „Wšake“ njedajo se drugimi kategorijami kombiněrowaś.

source: Before changing your default locale you must have a name, summary, and description in that locale. You are missing %s.
dsb: Nježli až změnjaśo swóju standardnu rěc, musyśo mě, zespominanje a wopisanje w tej rěcy měś. Felujo wam %s.

source: A license must be selected.
dsb: Musyśo licencu wubraś.

source: Give Your Theme a Name.
dsb: Dajśo swójej drastwje mě.

source: Describe your Theme.
dsb: Wopišćo swóju drastwu.

source: Enter a new author's email address
dsb: Zapódajśo nowu e-mailowu adresu awtora

source: Not Reviewed
dsb: Njepśeglědany

source: Users have the option of contributing more or less than this amount.
dsb: Wužywarje maju móžnosć, wěcej abo mjenjej ako toś tu sumu pósćiś.

source: Users will always be asked in the Add-ons Manager (Firefox 4 and above). Only applies to desktop.
dsb: Pšašaju se wužywarjow pśecej w zastojniku dodankow (Firefox 4 a nowše). To płaśi jano za Firefox za desktop.

source: Listed
dsb: W lisćinje

source: Popular
dsb: Woblubowane

source: Recently Added
dsb: Njedawno pśidane

source: Recently Updated
dsb: Njedawno nagrate

source: Contribution for {0}
dsb: Pósćiwanka za {0}

source: Abuse reported.
dsb: Znjewužywanje jo se k wěsći dało.

source: My add-on doesn't fit into any of the categories
dsb: Mój dodank njegóźi se do žedneje kategorije

source: No compatible versions
dsb: Žedne kompatibelne wersije

source: Added to Mobile
dsb: Mobilnemu Firefox pśidane

source: Add to Mobile
dsb: Mobilnemu Firefox pśidaś

source: for {0}
dsb: za {0}

source: View privacy policy
dsb: Pšawidła priwatnosći pokazaś

source: View End-User License Agreement
dsb: Licencne dojadnanje za kóńcne wužywarje pokazaś

source: This add-on has not been reviewed by Mozilla. <a href="%(url)s">Learn more</a>
dsb: Toś ten dodank njejo se wót Mozilla pśeglědał. <a href="%(url)s">Dalšne informacije</a>

source: This add-on has been preliminarily reviewed by Mozilla. <a href="%(url)s">Learn more</a>
dsb: Toś ten dodank jo se nachylu wót Mozilla pśeglědał. <a href="%(url)s">Dalšne informacije</a>

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
dsb: Wuwijaŕ toś togo dodanka was pšosy, aby wy jogo dalšne wuwijanje pśez mału pósćiwanku pódprěł.

source: The developer of this add-on asks that you show your support by making a donation to the <a href="%(charity_url)s">%(charity_name)s</a>.
dsb: Wuwijaŕ toś togo dodanka was pšosy, aby na <a href="%(charity_url)s">%(charity_name)s</a> pósćił, aby swóju pódpěru pokazał.

source: The developer of this add-on asks that you show your support by making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a>.
dsb: Wuwijaŕ toś togo dodanka pšosy was wó mału pósćiwanku na <a href="%(charity_url)s">%(charity_name)s</a> pósćił, aby wy swóju pódpěru pokazał.

source: Contribute
dsb: Pósćiś

source: or
dsb: abo

source: Suggested Contribution: {0}
dsb: Naraźona pósćiwanka: {0}

source: What's this?
dsb: Co to jo?

source: The developer of this add-on would like you to consider making a donation to the <a href="%(charity_url)s">%(charity_name)s</a> if you enjoy using it.
dsb: Wuwijaŕ toś togo dodanka was pšosy, aby wy pósćiwanku za <a href="%(charity_url)s">%(charity_name)s</a> rozwažył, jolic jen rady wužywaśo.

source: The developer of this add-on would like you to consider making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a> if you enjoy using it.
dsb: Wuwijaŕ toś togo dodanka was pšosy, aby wy mału pósćiwanku za <a href="%(charity_url)s">%(charity_name)s</a> rozwažył, jolic jen rady wužywaśo.

source: Mozilla is committed to supporting a vibrant and healthy developer ecosystem. Your optional contribution helps sustain further development of this add-on.
dsb: Mozilla jo zawězany, žywy a strowy wuwijarski ekosystem pódpěraś. Waš dobrowólny pśinosk pomaga, dalšne wuwijanje toś togo dodanka zdźaržaś.

source: Make a Contribution
dsb: Pósćiś

source: Help support the continued development of <strong>%(addon_name)s</strong> by making a small contribution through <a href="%(paypal_url)s">PayPal</a>.
dsb: Pomagajśo, dalšne wuwijanje <strong>%(addon_name)s</strong> pśez mału pósćiwanku pśez <a href="%(paypal_url)s">PayPal</a> pódprěś.

source: To show your support for <b>%(addon_name)s</b>, the developer asks that you make a donation to the <a href="%(charity_url)s">%(charity_name)s</a> through <a href="%(paypal_url)s">PayPal</a>.
dsb: Aby wy swóju pódpěru za <b>%(addon_name)s</b> pokazał, wuwijaŕ was pšosy, aby w <a href="%(charity_url)s">%(charity_name)s</a> pśez <a href="%(paypal_url)s">PayPal</a> pósćił.

source: To show your support for <b>%(addon_name)s</b>, the developer asks that you make a small contribution to <a href="%(charity_url)s">%(charity_name)s</a> through <a href="%(paypal_url)s">PayPal</a>.
dsb: Aby wy swóju pódpěru za <b>%(addon_name)s</b> pokazał, wuwijaŕ was pšosy, aby wy mału pósćiwanku <a href="%(charity_url)s">%(charity_name)s</a> pśez <a href="%(paypal_url)s">PayPal</a> dał.

source: How much would you like to contribute?
dsb: Wjele by wy pósćił?

source: The maximum contribution amount is {0}.
dsb: Maksimalna pósćiwanka jo {0}.

source: The minimum contribution amount is {0}.
dsb: Minimalna pósćiwanka jo {0}.

source: Contribution amount must be a number.
dsb: Pósćiwańska suma musy licba byś.

source: A one-time suggested contribution of {0}
dsb: Jadnorazna naraźona pósćiwanja {0}

source: A one-time contribution of {0} {1}
dsb: Jadnorazna pósćiwanka {1} {0}

source: Leave a comment or request with your contribution.
dsb: Zawóstajśo komentar abo napšašowanje ze swójeju pósćiwanku.

source: (optional)
dsb: (opcionalny)

source: Make Contribution
dsb: Pósćiwaś

source: Contacting PayPal
dsb: PayPal se kontaktěrujo

source: No Thanks
dsb: Ně, źěkujom se

source: Contribution made, thank you.
dsb: Pósćiwanka jo se dała, wjeliki źěk.

source: No restart required
dsb: Žeden nowostart trěbny

source: Add-on Information for {0}
dsb: Dodankowe informacije za {0}

source: Updated
dsb: Aktualizěrowane

source: Website
dsb: Websedło

source: Works with
dsb: Funkcioněrujo z

source: Visibility
dsb: Widobnosć

source: Hidden
dsb: Schowane

source: Unlisted
dsb: Njenalicone

source: Required Add-ons
dsb: Trěbne dodanki

source: Rating
dsb: Pógódnośenje

source: Downloads
dsb: Ześěgnjenja

source: View Statistics
dsb: Statistiku pokazaś

source: Average Daily Users
dsb: Pśerězna licba wšednych wužywarjow

source: Abuse Reports
dsb: Znjewužywańske pśizjawjenja

source: Privacy Policy
dsb: Pšawidła priwatnosći

source: View Privacy Policy
dsb: Pšawidła priwatnosći pokazaś

source: More about this add-on
dsb: Wěcej wó toś tom dodanku

source: Image Gallery
dsb: Wobrazowa galerija

source: Developer Comments
dsb: Wuwijarske komentary

source: Development Channel
dsb: Wuwijański kanal

source: The Development Channel lets you test an experimental new version of this add-on before it's released to the general public. Once you install the development version, you will continue to get updates from this channel.
dsb: Wuwijarski kanal wam zmóžnja, nowu eksperimentelnu wersiju toś tog dodanka testowaś, nježli až se zjawnosći pśewóstajijo. Gaž wuwijarsku wersiju instalěrujośo, buźośo dalej aktualizacije z toś togo kanala dostawaś.

source: Install development version
dsb: Wuwijańsku wersiju instalěrowaś

source: <strong>Caution:</strong> Development versions of this add-on have not been reviewed by Mozilla. Once you install a development version you will continue to receive development updates from this developer. To stop receiving development updates, reinstall the default version from the link above.
dsb: <strong>Glědajśo:</strong> Wuwijarske wersije toś togo dodanka njejsu pśeglědane wót Mozilla. Gaž wuwijarsku wersiju instalěrujośo, buźośo dalej wuwijarske aktualizacije wót toś togo wuwijarja dostawaś. Až njeby wy wěcej žedne wuwijarske aktualizacije dostawał, instalěrujśo standardnu wersiju wót wótkaza górjejce.

source: Version {0}:
dsb: Wersija {0}:

source: Nothing to see here! The developer did not include any details.
dsb: How njejo nic wiźeś! Wuwijaŕ njejo žedne drobnostki integrěrował.

source: Version Notes
dsb: Wersijowe informacije

source: End-User License Agreement for {0}
dsb: Licencne dojadnanje za kóńcne wužywarje (EULA) za {0}

source: End-User License Agreement
dsb: Licencne dojadnanje za kóńcne wužywarje

source: %(addon_name)s requires that you accept the following End-User License Agreement before installation can proceed:
dsb: %(addon_name)s se pomina, až akceptěrujośo slědujuce licencne dojadnanje za kóńcne wužywarje (EULA), nježli až pókšacujośo z instalěrowanim:

source: Back to {0}…
dsb: Slědk k {0}…

source: Add-ons for {0}
dsb: Dodanki za {0}

source: Featured Extensions
dsb: Pśedstajone rozšyrjenja

source: Popular Extensions
dsb: Woblubowane rozšyrjenja

source: Most Popular
dsb: Nejwěcej woblubowane

source: All »
dsb: Wšykne »

source: See all »
dsb: Wšykne pokazaś »

source: Up &amp; Coming Extensions
dsb: Rozmógujuce rozšyrjenja

source: Featured Themes
dsb: Pśedstajone drastwy

source: Featured Collections
dsb: Pśedstajone zběrki

source: Sort by:
dsb: Sortěrowaś:

source: Updated {0}
dsb: Aktualizěrowany: {0}

source: Added {0}
dsb: Pśidany: {0}

source: %(num)s weekly download
dsb: %(num)s tyźeńske ześěgnjenje

source: %(num)s user
dsb: %(num)s wužywaŕ

source: {0} weekly download
dsb: {0} tyźeńske ześěgnjenje

source: {0} user
dsb: {0} wužywaŕ

source: Payment cancelled
dsb: Płaśenje pśetergnjone

source: Payment completed
dsb: Płaśenje dokóńcone

source: Return to the addon.
dsb: Slědk k dodankoju.

source: by
dsb: wót

source: More {0} Themes
dsb: Dalšne drastwy kategorije {0}

source: See all {0} Themes
dsb: Wšykne drastwy kategorije {0} pokazaś

source: More by this Artist
dsb: Wěcej wót toś togo wuměłca

source: See all Themes by this Artist
dsb: Wšykne drastwy wót toś togo wuměłca pokazaś

source: Categories
dsb: Kategorije

source: Artist
dsb: Wuměłc

source: Daily Users
dsb: Wšedne wužywarje

source: License
dsb: Licenca

source: Awaiting Review
dsb: Caka na pśeglědanje

source: Rejected
dsb: Wótpokazany

source: Approved
dsb: Pśizwólony

source: <strong>{0}</strong> user
dsb: <strong>{0}</strong> wužywaŕ

source: Hover to Preview
dsb: Za pśeglěd špěru myški nad tym źaržaś

source: Add
dsb: Pśidaś

source: Edit
dsb: Wobźěłaś

source: %%Y-%%m-%%d
dsb: %%d. %%m. %%Y

source: by {0} on {1}
dsb: wót {0} dnja {1}

source: Not yet rated
dsb: Hyšći njepógódnośone

source: <b>{0}</b> users
dsb: <b>{0}</b> wužywarjow

source: To install this add-on and thousands more, <b>get Firefox</b>, a free and open web browser from Mozilla.
dsb: Aby toś ten dodank a tysace dalšne instalěrował, <b>wobstarajśo se Firefox</b>, dermotny a wótwórjony webwobglědowak wót Mozilla.

source: Learn more about Firefox
dsb: Zgóńśo wěcej wó Firefox

source: or <b><a class="button installer" href="{url}">download anyway</a></b>
dsb: abo <b><a class="button installer" href="{url}">weto ześěgnuś</a></b>

source: <strong>How to Install in Thunderbird</strong> <ol> <li>Download and save the file to your hard disk.</li> <li>In Mozilla Thunderbird, open Add-ons from the Tools menu.</li> <li>From the options button next to the add-on search field, select "Install Add-on From File..." and locate the downloaded add-on.</li> </ol>
dsb: <strong>Instalacija w Thunderbird</strong> <ol> <li>Ześěgniśo a składujśo dataju na swójej twardej plaśe.</li> <li>Wócyńśo zastojnik dodankow pśez meni „Rědy“ w Mozilla Thunderbird.</li> <li>Wubjeŕśo z tłocaškom ze zubkatym kólaskom pódla pytańskego póla dodanka zapisk „Dodank z dataje instalěrowas...“ a wubjeŕśo ześěgnjony dodank.</li> </ol>

source: To install this Theme, <b>get Thunderbird</b>, a free and open source email client from Mozilla Messaging and install the Personas Plus add-on.
dsb: Aby toś tu drastwu instalěrował, <b>wobstarajśo se Thunderbird</b>, dermotny e-mailowy program wótwórjonego žrědła wót Mozilla Messaging a instalujěrśo dodank Personas Plus.

source: Learn more about Thunderbird
dsb: Zgóńśo wěcej wó Thunderbird

source: To install this Theme and thousands more, <b>get Firefox</b>, a free and open web browser from Mozilla.
dsb: Aby toś tu drastwu a tysace dalšne instalěrował, <b>wobstarajśo se Firefox</b>, dermotny a wótwórjony webwobgladowak wót Mozilla.

source: This add-on has not been updated to work with your version of %(app)s.
dsb: Toś ten dodank njejo se hyšći aktualizěrował, aby z wašeju wersiju %(app)s funkcioněrował.

source: Install Anyway
dsb: Weto instalěrowaś

source: This add-on requires a version of Firefox that has not been released yet.
dsb: Toś ten dodank pomina se wersiju Firefox, kótaraž hyšći njejo wujšła.

source: Help test new Firefox Versions
dsb: Pomagajśo, nowe wersije Firefox testowaś

source: This add-on requires %(app)s {new_version}. You are currently using %(app)s {old_version}.
dsb: Toś ten dodank pomina se %(app)s {new_version}. Wužywaśo tuchylu %(app)s {old_version}.

source: Upgrade {0}
dsb: {0} aktualizěrowaś

source: or view <a href="%(href)s">older versions of this add-on</a>.
dsb: abo <a href="%(href)s">starše wersije toś togo dodanka</a> pokazaś.

source: This Persona requires %(app)s %(new_version)s. You are currently using %(app)s {old_version}.
dsb: Toś ten Persona pomina se %(app)s %(new_version)s. Wužywaśo tuchylu %(app)s {old_version}.

source: <strong>Caution:</strong> This add-on has not been reviewed by Mozilla and can't be installed on release versions of Firefox 43 and above. Be careful when installing third-party software that might harm your computer.
dsb: <strong>Glědajśo:</strong> Toś ten dodank njejo pśeglědany wót Mozilla a njedajo se do wersije Firefox 43 a nowšych instalěrowaś. Buźćo wobglědniwy, gaž programy tśeśich póbitowarjow instalěrujośo, kótarež by mógli wašomu licadłoju škódowaś.

source: <strong>Please note:</strong> This add-on is not compatible with your operating system.
dsb: <strong>Glědajśo:</strong> Toś ten dodank njejo kompatibelny z wašym źěłowym systemom.

source: This add-on is not compatible with your version of %(app)s because of the following:
dsb: Toś ten dodank njejo kompatibelny ze slědujuceje pśicyny z wašeju wersiju %(app)s:

source: View other versions
dsb: Druge wersije pokazaś

source: This add-on is not compatible with your version of %(app)s.
dsb: Toś ten dodank njejo kompatibelny z wašeju wersiju %(app)s.

source: Privacy Policy for {0}
dsb: Pšawidła priwatnosći za {0}

source: QR code for add-on
dsb: QR-kod za dodank

source: Want {0} on your mobile Firefox? Scan this QR code to install directly to your phone. (You'll need a QR reader. Search your phone's marketplace if don't have one.)
dsb: Cośo {0} na swójom mobilnem Firefox? Scannujśo toś ten QR-kod, aby jen direktnje na swójom telefonje instalěrował. (Trjebaśo QR-cytak. Pśepytujśo wikowanišćo swójogo telefona, jolic taki njamaśo.)

source: Report Abuse
dsb: Znjewužywanje k wěsći daś

source: If you suspect this add-on violates <a href="%(url)s">our policies</a> or has security or privacy issues, please use the form below to describe your concerns. Please do not use this form for any other reason.
dsb: Jolic se mysliśo, až toś ten dodank pśejźo pśeśiwo <a href="%(url)s">našym pšawidłam</a> abo ma problemy wěstoty a priwatnosći, wužywajśo pšosym slědujucy formular, aby swóje wobmyslenja wopisał. Pšosym njewužywajśo toś ten formular z drugeje pśicyny.

source: Send Report
dsb: Rozpšawu pósłaś

source: Cancel
dsb: Pśetergnuś

source: What do you think?
dsb: Co mysliśo?

source: Please <a href="%(login)s">log in</a> to submit a review
dsb: Pšosym <a href="%(login)s">pśizjawśo se</a>, aby pógódnośenje zapódał

source: Title:
dsb: Titel:

source: Review:
dsb: Pógódnośenje:

source: Rating:
dsb: Pógódnośenje:

source: Submit review
dsb: Pógódnośenje wótpósłaś

source: Please do not post bug reports in reviews. We do not make your email address available to add-on developers and they may need to contact you to help resolve your issue.
dsb: Pšosym njesćelśo rozpšawy wó zmólkach w pógódnośenjach. Njestajamy wuwijarjam dodankow wašu e-mailowu adresu k dispoziciji a njamógu se togodla z wami do zwiska stajiś, aby waš problem rozwězali.

source: See the <a href="%(support)s">support section</a> to find out where to get assistance for this add-on.
dsb: Glejśo <a href="%(support)s">wótrězk Pomoc</a>, aby pomoc wó toś tom dodanku dostał.

source: Review Guidelines
dsb: Pógódnośeńske směrnice

source: Reviews
dsb: Pógódnośenja

source: by %(user)s on %(date)s
dsb: wót %(user)s dnja %(date)s

source: Show the developer's reply to this review
dsb: Wótegrono wuwijarja na toś to pógódnośenje pokazaś

source: See all reviews of this add-on
dsb: Wšykne pógódnośenja toś togo dodanka pokazaś

source: Tags
dsb: Wobznamjenja

source: Icon for {0}
dsb: Symbol za {0}

source: by %(users)s
dsb: wót %(users)s

source: Download Anyway
dsb: Weto ześěgnuś

source: <b>%(amt)s</b> suggested
dsb: <b>%(amt)s</b> naraźony

source: Enjoy this add-on?
dsb: Spódoba se wam toś ten dodank?

source: The <a href="%(meet_url)s">developer of this add-on</a> asks that you help support its continued development by making a small contribution.
dsb: <a href="%(meet_url)s">Wuwijaŕ toś togo dodanka</a> was pšosy, aby wy jogo dalšne wuwijanje pśez mału pósćiwanku pódpěrał.

source: The <a href="%(meet_url)s">developer of this add-on</a> asks that you show your support by making a donation to the <a href="%(charity_url)s">%(charity_name)s</a>.
dsb: <a href="%(meet_url)s">Wuwijaŕ toś togo dodanka</a> was pšosy, aby wy swóju pódpěru pśez pósćiwanku za <a href="%(charity_url)s">%(charity_name)s</a> pokazał.

source: The <a href="%(meet_url)s">developer of this add-on</a> asks that you show your support by making a small contribution to <a href="%(charity_url)s">%(charity_name)s</a>.
dsb: <a href="%(meet_url)s">Wuwijaŕ toś togo dodanka</a> was pšosy, aby wy swóju pódpěru pśez mału pósćiwanku za <a href="%(charity_url)s">%(charity_name)s</a> pokazał.

source: This add-on requires the following add-ons to work properly:
dsb: Toś ten dodank pomina se slědujuce dodanki, aby korektnje funkcioněrował:

source: Average
dsb: Pśerězk

source: Write a review
dsb: Napišćo pógódnośenje

source: Related Categories
dsb: Pśiswójźbne kategorije

source: Part of these Collections
dsb: Źěl toś tych zběrkow

source: Other add-ons by %(author)s
dsb: Druge dodanki wót %(author)s

source: <span itemprop="ratingCount">%(num)s</span> user review
dsb: <span itemprop="ratingCount">%(num)s</span> wužywarske pógódnośenje

source: View statistics
dsb: Statistiku pokazaś

source: Manage
dsb: Zastojaś

source: Icon of {0}
dsb: Symbol za {0}

source: No Restart
dsb: Žeden nowostart

source: Meet the Developer: <a href="%(url)s">%(name)s</a>
dsb: Póznajśo wuwijarja: <a href="%(url)s">%(name)s</a>

source: Learn why {0} was created and find out what's next for this add-on.
dsb: Zgońśo, cogodla {0} jo se napórał a kótare plany su za toś ten dodank.

source: Add-on screenshot #{0}
dsb: Foto wobrazowki dodanka #{0}

source: Add-on home page
dsb: Startowy bok dodanka

source: Support site
dsb: Sedło pomocy

source: Support E-mail
dsb: E-mailowa adresa pomocy

source: Version {0}
dsb: Wersija {0}

source: Info
dsb: Informacije

source: Last Updated:
dsb: Slědna aktualizacija:

source: Released under <a href="%(url)s">%(name)s</a>
dsb: Wózjawjony pód <a href="%(url)s">%(name)s</a>

source: Custom License
dsb: Swójska licenca

source: About this Add-on
dsb: Wó toś tom dodanku

source: Developer’s Comments
dsb: Komentary wuwijarja

source: Version Information
dsb: Wersijowe informacije

source: See complete version history
dsb: Dopołnu wersijowu historiju pokazaś

source: The Development Channel lets you test an experimental new version of this add-on before it's released to the general public. Once you install the development version, you will continue to get updates from this channel. To stop receiving development updates, reinstall the default version from the link above.
dsb: Wuwijarski kanal wam zmóžnja, nowu eksperimentelnu wersiju toś togo dodanka testowaś, nježli až se powšyknej zjawnosći pśewóstajijo. Gaž wuwijarsku wersiju instalěrujośo, buźośo dalej aktualizacije z toś togo kanala dostawaś. Až njeby wěcej žedne wuwijarske aktualizacije dostał, instalěrujśo strandardnu wersiju z wótkaza górjejce.

source: <strong>Caution:</strong> Development versions of this add-on have not been reviewed by Mozilla.
dsb: <strong>Glědajśo:</strong> Wuwijarske wersije toś togo dodanka njejsu se pśeglědali wót Mozilla.

source: See complete development channel history
dsb: Dopołnu historiju wuwijarskego kanala pokazaś

source: close
dsb: zacyniś

source: Thank you for installing {0}
dsb: Źěkujomy se za instalaciju dodanka {0}

source: Meet the {0} Developer
dsb: Póznajśo wuwijarja dodanka {0}

source: Before downloading this add-on, please consider supporting the development of this add-on by making a small contribution.
dsb: Nježli až ześěgnjośo toś ten dodank, pśemyslujśo nad tym, lěc cośo wuwijanje toś togo dodanka pśez mału pósćiwanku pódprěś.

source: Why was {0} created?
dsb: Cogodla jo se {0} napórał?

source: What's next for {0}
dsb: Co jo ako pśiduce za {0} planowane

source: About the Developer
dsb: Wó wuwijarju
