Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: Select a header image for your Theme.
dsb: Wubjeŕśo głowowy wobraz za swóju drastwu.

source: 3000 &times; 200 pixels
dsb: 3000 &times; 200 pikselow

source: 300 KB max
dsb: 300 KB maksimalnje

source: PNG or JPG
dsb: PNG abo JPG

source: Aligned to top-right
dsb: Napšawo górjejce wusměrjony

source: Select a different header image
dsb: Wubjeŕśo drugi głowowy wobraz

source: Select a footer image for your Theme.
dsb: Wubjeŕśo nogowy wobraz za swóju drastwu.

source: 3000 &times; 100 pixels
dsb: 3000 &times; 100 pikselow

source: Aligned to bottom-left
dsb: Nalěwo dołojce wusměrjony

source: Select a different footer image
dsb: Wubjeŕśo drugi nogowy wobraz

source: Files added to reviewed versions must be reviewed before they will be available for download.
dsb: Dataje, kótarež pśidawaju se pśeglědanym wersijam, muse se pśeglědowaś, nježli až su za ześěgnjenje k dispoziciji.

source: Select the target platform for this file.
dsb: Wubjeŕśo celowu platformu za toś tu dataju.

source: Which review type would you like to nominate for?
dsb: Za kótary pśeglědowański typ cośo nominěrowaś?

source: Only publish this version to my beta channel.
dsb: Toś tu wersiju jano na mójom betakanalu wózjawiś.

source: Manage Version {0}
dsb: Wersiju {0} zastojaś

source: Status & Versions
dsb: Status a wersije

source: Manage {0}
dsb: Dodank {0} zastojaś

source: Files
dsb: Dataje

source: Upload Another File
dsb: Drugu dataju nagraś

source: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information is also shown in the Add-ons Manager when updating.
dsb: Informacije wó změnach w toś tej wersiji, nowych funkcijach, znatych programowych zmólkach a drugich wužytnych informacijach, kótarež su specifiske za toś tu wersiju. Toś te informacije pokazuju se pśi aktualizěrowanju teke w zastojniku dodankow.

source: Approval Status
dsb: Status pśizwólenja

source: Notes for Reviewers
dsb: Pśipiski za pśeglědowarje

source: Optionally, enter any information that may be useful to the Editor reviewing this add-on, such as test account information.
dsb: Opcionalnje móžośo informacije zapisowaś, kótarež su wužytne za redaktora, kótaryž pśeglědujo toś ten dodank, ako na pśikład informacije wó testowem konśe.

source: Source code
dsb: Žrědłowy kod

source: If your add-on contain binary or obfuscated code, make the source available here for reviewers.
dsb: Jolic waš dodank wopśimujo binarny abo zamazany kod, stajśo how pśeglědowarjam žrědłowy tekst k dispoziciji.

source: Upload a new file
dsb: Nowu dataju nagraś

source: Add File
dsb: Dataju pśidaś

source: File {file_id} ({platform})
dsb: Dataja {file_id} ({platform})

source: Created on %(created)s and changed to %(status)s on %(status_date)s
dsb: Jo se %(created)s napórała a %(status_date)s do %(status)s změniła

source: Created on %(created)s and changed to %(status)s
dsb: Jo se %(created)s napórała a do %(status)s změniła

source: Show File History
dsb: Datajowu historiju pokazaś

source: By %(user_name)s on %(date)s
dsb: Wót %(user_name)s %(date)s

source: Edit this version
dsb: Toś tu wersiju wobźěłaś

source: {0} file
dsb: {0} dataja

source: 0 files
dsb: 0 datajow

source: Re-enable Version
dsb: Wersiju zasej zmóžniś

source: Queue position: %(pos)s of %(total)s
dsb: Pozicija w cakańskem rěźe: %(pos)s z %(total)s

source: Not validated.
dsb: Njepśeglědany.

source: Validate now.
dsb: Něnto pśeglědowaś.

source: Request Full Review
dsb: Wó dopołne pśeglědanje pšosyś

source: Request Preliminary Review
dsb: Wó nachylne pśeglědanje pšosyś

source: Cancel Review Request
dsb: Pšosbu wó pśeglědanje pśetergnuś

source: Addon visibility
dsb: Widobnosć dodanka

source: Listed:
dsb: Nalicony:

source: Visible to everyone on {0} and included in search results and listing pages
dsb: Widobny za wše w {0} a w pytańskich wuslědkach a lisćinowych bokach

source: Hidden:
dsb: Schowany:

source: Hosted on {0}, but hidden to anyone but authors. Used to temporarily hide listings or discontinue them.
dsb: Na {0} góspodowany, ale pśede wšymi mimo awtorow schowany. Wužywa se, aby se lisćinowe zapiski schowali abo njeby so wěcej wužywali.

source: Unlisted:
dsb: Njenalicony:

source: Not distributed on {0}. Developers will upload new versions for signing and distribute the add-ons on their own.
dsb: Na {0} njerozdźělony. Wuwijarje nagraju nowe wersije za signěrowanje a rozdźěluju dodanki same.

source: Current versions
dsb: Aktualne wersije

source: Currently on AMO
dsb: Tuchylu na AMO

source: Validation
dsb: Pśeglědanje

source: Delete/Disable
dsb: Lašowaś/Znjemóžniś

source: Next version of this add-on
dsb: Pśichodna wersija toś togo dodanka

source: Older versions
dsb: Starše wersije

source: Upload a New Version
dsb: Nowu wersiju nagraś

source: Full review may not be required
dsb: Dopołne pśeglědanje pópšawem njejo trěbne

source: Unlisted add-ons don't need Full Review unless they are distributed as part of an application installer. Read <a href="{link}">this documentation</a> for more information.
dsb: Njenalicone dodanki njetrjebaju dopołne pśeglědanje, snaźkuli rozdźěluju se ako źěl instalěrowańskego programa nałoženja. Cytajśo <a href="{link}">toś tu dokumentaciju</a> za dalšne informacije.

source: Request full review
dsb: Wó dopołne pśeglědanje pšosyś

source: Delete Version {version}
dsb: Wersiju {version} lašowaś

source: You are about to delete the current version of your add-on. This may cause your add-on status to change, or your listing to lose public visibility, if this is the only public version of your add-on.
dsb: Cośo aktualnu wersiju swójogo dodanka lašowaś. Pśez to mógał se status wašogo dodanka změniś abo waš lisćinowy zapisk njebuźo wěcej zjawnje widobny, jolic to jo jadnučka zjawna wersija wašogo dodanka.

source: Deleting this version will permanently delete:
dsb: Gaž lašujośo toś tu wersiju, wulašujośo na pśecej:

source: <strong>Important:</strong> Once a version has been deleted, you may not upload a new version with the same version number.
dsb: <strong>Wažny:</strong> Za tym až jo se wersija wulašowała, njamóžośo nowu wersiju z tym samskim wersijowym numerom nagraś.

source: Are you sure you wish to delete this version?
dsb: Cośo napšawdu toś tu wersiju lašowaś?

source: Delete Version
dsb: Wersiju lašowaś

source: Disable Version
dsb: Wersiju znjemóžniś

source: Add a new Version
dsb: Nowu wersiju pśidaś

source: Add Version
dsb: Wersiju pśidaś

source: Hide Add-on
dsb: Dodank schowaś

source: Hiding your add-on will prevent it from appearing anywhere in our gallery and will stop users from receiving automatic updates.
dsb: Gaž se waš dodank schowajo, njezjawijo se wěcej niźi w našej galeriji a wužywarje wěcej njedostanu awtomatiske aktualizacije.

source: The files awaiting review will be disabled and you will need to upload new versions.
dsb: Dataje, kótarež cakaju na pśeglědanje, se znjemóžniju a musyśo nowe wersije nagraś.

source: Are you sure you wish to hide your add-on?
dsb: Cośo swój dodank napšawdu schowaś?

source: Unlist Add-on
dsb: Dodank z lisćiny wótpóraś

source: Unlisting your add-on will make it (and each of its versions/files) invisible on this website. It won't show up in searches, won't have a public facing page, and won't be updated automatically for current users. It is recommended for unlisted add-ons to provide a custom <a href="%(update_url)s">updateURL</a> in their manifest file for automatic updates.
dsb: Gaž se waš dodank wěcej njenalicyjo, buźo (a wšykne z jogo wersijow/datajow) njewidobny na toś tom websedle. Njepokažo se w pytańskich wuslědkach, njama zjawnje widobny bok a njeaktualizěrujo se awtomatiski za tuchylne wužywarje. Pśiraźujo se za njenalicone dodanki, až maju swójski <a href="%(update_url)s">updateURL</a> w swójej manifestowej dataji za awtomatiske aktualizacije.

source: Unlisting an add-on is irreversible!
dsb: Wótpóranje dodanka njedajo se anulěrowaś!

source: An unlisted add-on cannot be switched to be listed.
dsb: Njenalicony dodank njedajo se na „nalicony“ pśešaltowaś.

source: Are you sure you wish to unlist your add-on?
dsb: Cośo swój dodank napšawdu z lisćiny wótpóraś?

source: Canceling your review request will leave your add-on as preliminarily reviewed.
dsb: Gaž anulěrujośo swójo pśeglědowańske napšašowanje, wóstanjo waš dodank nachylu pśeglědany.

source: Canceling your review request will mark your add-on incomplete. If you do not complete your add-on after several days by re-requesting review, it will be deleted.
dsb: Gaž pśetergnjośo swójo pśeglědowańske napšašowanje, buźo se waš dodank ako njedopołny wóznamjeniś. Jolic njepšosyśo znowego pó někotarych dnjach wó pśeglědanje, aby swój dodank wudopołnił, wón se wulašujo.

source: Are you sure you wish to cancel your review request?
dsb: Cośo swójo pśeglědowańske napšašowanje napšawdu anulěrowaś?

source: Block ads {start_sub_heading}with {addon_name}{end_sub_heading}
dsb: Blokěrujśo wabjenje {start_sub_heading} z {addon_name} {end_sub_heading}

source: “This add-on is amazing. Blocks all annoying ads. 5 stars.”
dsb: „Toś ten dodank jo wjelicny. Blokěrujo kužde wabjenje. 5 gwězdkow.“

source: Take screenshots {start_sub_heading}with {addon_name}{end_sub_heading}
dsb: Fotografěrujśo wobrazowku {start_sub_heading} z {addon_name}{end_sub_heading}

source: “The best. Very easy to use.”
dsb: „Nejlěpšy. Wjelgin lažko wužywajobny.“

source: Up your emoji game {start_sub_heading}with {addon_name}{end_sub_heading}
dsb: Pólěpšćo swój emoji-graśe {start_sub_heading} z {addon_name}{end_sub_heading}

source: “Very simple interface and easy to use. Thank you.”
dsb: „Wjelgin jadnory pówjerch a lažko wužywajobny. Wjeliki źěk.“

source: Download videos {start_sub_heading}with {addon_name}{end_sub_heading}
dsb: Ześěgniśo wideo {start_sub_heading} z {addon_name}{end_sub_heading}

source: “Download videos in a single click.”
dsb: „Ześěgniśo wideo z jadnučkim kliknjenim.“

source: Approved reviews
dsb: Pśizwólone pśeglědanja

source: Deleted reviews
dsb: Wulašone pśeglědanja

source: View entries between
dsb: Zapiski se woglědaś mjazy

source: and
dsb: a

source: Filter by type/action
dsb: Pó typje/akciji filtrowaś

source: Passed automatic validation
dsb: Awtomatiske pśeglědanje wobstało

source: Failed automatic validation
dsb: Awtomatiske pśeglědanje njejo se raźiło

source: Filter by automatic validation
dsb: Pó awtomatiskem pśeglědanju filtrowaś

source: containing
dsb: z

source: start
dsb: zachopjeńk

source: end
dsb: kóńc

source: add-on, editor or comment
dsb: dodank, redaktor abo komentar

source: Search by add-on name / author email
dsb: Za mjenim dodanka / e-mailoweju adresu awtora pytaś

source: yes
dsb: jo

source: no
dsb: ně

source: Admin Flag
dsb: Adminstratorowe markěrowanje

source: Max. Version
dsb: Maksimalna wersija

source: Days Since Submission
dsb: Dny wót zapódaśa

source: Add-on Types
dsb: Typy dodankow

source: Platforms
dsb: Platformy

source: Search by add-on name / author email / guid
dsb: Za mjenim dodanka / e-mailoweju adresu awtora / guid pytaś

source: Comments:
dsb: Komentary:

source: Operating systems:
dsb: Źěłowe systemy:

source: Applications:
dsb: Nałoženja:

source: Notify me the next time this add-on is updated. (Subsequent updates will not generate an email)
dsb: Informěrujśo mě pśiducy raz, gaž se toś ten dodank aktualizěrujo. (Slědujuce aktualizacije njegenerěruju mejlku)

source: Clear Admin Review Flag
dsb: Markěrowanje za pśeglědanje pśez administratora wótpóraś

source: Clear more info requested flag
dsb: Marku „Dalšne informacije pominaś“ wótpóraś

source: Choose a canned response...
dsb: Wubjeŕśo pśigótowane wótegrono...

source: theme name
dsb: mě dratwy

source: Someone else is reviewing this theme.
dsb: Něchten drugi pśeglědujo toś tu drastwu.

source: theme, reviewer, or comment
dsb: drastwa, pśepytowaŕ abo komentar

source: Pending Full Review
dsb: Caka na dopołne pśeglědanje

source: Pending Preliminary Review
dsb: Caka na nachylne pśeglědanje

source: Rejected or Unreviewed
dsb: Wótpokazane abo njepśeglědane

source: Queue
dsb: Cakański rěd

source: Pending Updates
dsb: Felujuce aktualizacije

source: Full Reviews
dsb: Dopołne pśeglědanja

source: Preliminary Reviews
dsb: Nachylne pśeglědanja

source: Moderated Reviews
dsb: Moderěrowane pśeglědanja

source: Fast Track
dsb: Malsne pśeglědanje

source: Pending Themes
dsb: Felujuce drastwy

source: Flagged Themes
dsb: Markěrowane drastwy

source: Update Themes
dsb: Drastwy aktualizěrowaś

source: Unlisted Pending Updates
dsb: Felujuce aktualizacije njenaliconych dodankow

source: Unlisted Full Reviews
dsb: Dopołne pśeglědanja njenaliconych dodankow

source: Unlisted Preliminary Reviews
dsb: Nachylne pśeglědanja njenaliconych dodankow

source: All Unlisted Add-ons
dsb: Wšykne njenalicone dodanki

source: Fast Track ({0})
dsb: Malsne pśeglědanje ({0})

source: Full Review ({0})
dsb: Dopołne pśeglědanje ({0})

source: Pending Update ({0})
dsb: Felujuca aktualizacija ({0})

source: Preliminary Review ({0})
dsb: Nachylne pśeglědanje ({0})

source: Moderated Review ({0})
dsb: Moderěrowane pśeglědanje ({0})

source: Unlisted Full Review ({0})
dsb: Dopołne pśeglědanje njenaliconych dodankow ({0})

source: Unlisted Pending Update ({0})
dsb: Felujuca aktualizacija njenaliconych dodankow ({0})

source: Unlisted Preliminary Review ({0})
dsb: Nachylne pśeglědanje njenaliconych dodankow ({0})

source: All Unlisted Add-ons ({0})
dsb: Wšykne njenalicone dodanki ({0})

source: Type
dsb: Typ

source: Waiting Time
dsb: Čakański cas

source: Flags
dsb: Markěrowanja

source: Applications
dsb: Nałoženja

source: Additional
dsb: Pśidatne

source: Site Specific
dsb: Za specifiske sedło

source: Requires External Software
dsb: Trjeba eksternu softwaru

source: Binary Components
dsb: Binarne komponenty

source: moments ago
dsb: pśed chylu

source: {0} minute
dsb: {0} minuta

source: {0} hour
dsb: {0} góźina

source: {0} day
dsb: {0} źeń

source: Last Review
dsb: Slědne pśeglědanje

source: Last Update
dsb: Slědna aktualizacija

source: No Reviews
dsb: Žedne pógódnośénja

source: Push to public
dsb: Wózjawiś

source: Grant full review
dsb: Dopołne pśeglědanje pśizwóliś

source: Request more information
dsb: Dalšne informacije pominaś

source: Request super-review
dsb: Superpśeglědanje se pominaś

source: Grant preliminary review
dsb: Nachylne pśeglědanje se pominaś

source: This will mark the files as preliminarily reviewed.
dsb: To buźo dataje ako nachylu pśeglědane markěrowaś.

source: Use this form to request more information from the author. They will receive an email and be able to answer here. You will be notified by email when they reply.
dsb: Wužywajśo toś ten formular, aby dalšne informacije wót awtora dostał. Dostanjo mejlku a móžo how wótegroniś. Dostanjośo mejlku, gaž awtor wótegranja.

source: If you have concerns about this add-on's security, copyright issues, or other concerns that an administrator should look into, enter your comments in the area below. They will be sent to administrators, not the author.
dsb: Jolici maśo cwiblowanja na wěstośe toś togo dodanka, problemy z awtorstwom abo druge wobmyslenja, kótarež dejał se administrator woglědaś, zapódajśo swóje komentary w slědujucem pólu. Sćelu se na administratory, nic na awtora.

source: This will reject the add-on and remove it from the review queue.
dsb: To wótpokažo dodank a wótpórajo jen z cakańskego rěda za pśeglědanje.

source: Make a comment on this version. The author won't be able to see this.
dsb: Komentěrujśo toś tu wersiju. Awtor njamóžo jen wiźeś.

source: This will reject the files and remove them from the review queue.
dsb: To wótpokažo dataje a wótpórajo je z cakańskego rěda za pśeglědanje.

source: This will mark the add-on as preliminarily reviewed. Future versions will undergo preliminary review.
dsb: To buźo dodank ako nachylu pśeglědany markěrowaś. Pśichodne wersije budu se nachylu pśeglědowaś.

source: This will mark the files as preliminarily reviewed. Future versions will undergo preliminary review.
dsb: To buźo dataje ako nachylu pśeglědane markěrowaś. Pśichodne wersije budu se nachylu pśeglědowaś.

source: Retain preliminary review
dsb: Pśi nachylnem pśeglědanju wóstaś

source: This will retain the add-on as preliminarily reviewed. Future versions will undergo preliminary review.
dsb: To zadźaržyjo dodank ako nachylu pśeglědany. Pśichodne wersije budu se nachylu pśeglědowaś.

source: This will approve a sandboxed version of a public add-on to appear on the public site.
dsb: To pśizwólijo wersiju zjawnego dodanka w pěskowym kašćiku, aby se na zjawnem sedle zjawiła.

source: This will reject a version of a public add-on and remove it from the queue.
dsb: To wótpokažo wersiju zjawnego dodanka a wótwónoźijo ju z cakańskego rěda.

source: This will mark the add-on and its most recent version and files as public. Future versions will go into the sandbox until they are reviewed by an editor.
dsb: To buźo dodank a jogo nejnowšu wersiju a dataje ako zjawne markěrowaś. Pśichodne wersije pśidu do pěškowego kašćika, daniž njepśeglěduju se wót redaktora.

source: Flagged
dsb: Markěrowany

source: Updates
dsb: Aktualizacije

source: Admin Review
dsb: Administratorowe pśeglědanje

source: Jetpack Add-on
dsb: Dodank typa Jetpack

source: Restartless Add-on
dsb: Dodank njepomina se nowy start

source: More Information Requested
dsb: Dalšne informacije pominane

source: Contains Editor Comment
dsb: Wopśimujo komentar redaktora

source: Sources provided
dsb: Pódane žredła

source: Duplicate Submission
dsb: Dwójne zapódaśe

source: Thanks for submitting your Theme
dsb: Wjeliki źěk za zapódawanje wašeje drastwy

source: A problem with your Theme submission
dsb: Problem ze zapódawanim wašeje drastwy

source: Theme submission flagged for review
dsb: Zapódaśe drastwy jo se za pśeglědowanje markěrowało

source: A question about your Theme submission
dsb: Pšašanje wó zapódaću wašeje drastwy

source: New Add-ons (Under 5 days)
dsb: Nowe dodanki (pód 5 dnjami)

source: Passable (5 to 10 days)
dsb: Akceptabelne (5 až 10 dnjow)

source: Overdue (Over 10 days)
dsb: Zapózdźone (wušej 10 dnjow)

source: An unknown error occurred
dsb: Njeznata zmólka jo nastała

source: Self-reviews are not allowed.
dsb: Samopśeglědanja njejsu dowólone.

source: Review successfully processed.
dsb: Pśeglědanje jo se wuspěšnje pśeźěłało.

source: Review lock limit reached
dsb: Limit za pógódnośeńske zawěry dostany

source: was approved
dsb: jo se pśizwólił

source: given preliminary review
dsb: jo se nachylu pśeglědał

source: rejected
dsb: wótpokazany

# editors_review_history_nominated_adminreview
source: escalated
dsb: pśiducemu wušemu městnoju dalej dany

source: needs more information
dsb: trjeba dalšne informacije

source: needs super review
dsb: trjeba superpśeglědanje

source: commented
dsb: komentěrowany

source: {0} theme review successfully processed (+{1} points, {2} total).
dsb: {0} drastwowe pśeglědanje wuspěšnje pśeźěłane (+{1} dypkow, {2} dogromady).

source: Your theme locks have successfully been released. Other reviewers may now review those released themes. You may have to refresh the page to see the changes reflected in the table below.
dsb: Waše drastwowe zawěry su se wuspěšnje wótwónoźeli. Druge pśeglědowarje mógu něnto spušćone drastwy pśeglědowaś. Musyśo snaź bok aktualizěrowaś, aby se změny w slědujucej tabeli pokazali.

source: {addon} :: Abuse Reports
dsb: {addon} :: Znjewužywańske rozpšawy

source: Abuse Reports for {addon} ({num})
dsb: Znjewužywańske rozpšawy za {addon} ({num})

source: %(user)s on %(date)s [%(ip_address)s]
dsb: %(user)s dnja %(date)s [%(ip_address)s]

source: <i>anonymous</i> on %(date)s [%(ip_address)s]
dsb: <i>anonymny</i> dnja %(date)s [%(ip_address)s]

source: Return to the Editor Tools homepage
dsb: Slědk k startowemu bokoju redaktorskich rědow

source: Queues
dsb: Cakańske rědy

source: Unlisted Queues
dsb: Čakańske rědy za njenalicone dodanki

source: Performance
dsb: Wugbaśe

source: Logs
dsb: Protokole

source: Add-on Review Log
dsb: Protokol dodankowych pśeglědanjow

source: Moderated Review Log
dsb: Protokol moderěrowanych pśeglědanjow

source: Signed Beta Files Log
dsb: Protokol signěrowanych betadatajow

source: Announcement
dsb: Pśipowěźeńka

source: Date
dsb: Datum

source: Event
dsb: Tšojenje

source: More details.
dsb: Dalšne drobnostki.

source: No events found for this period.
dsb: Za toś ten cas njejsu se tšojenja namakali.

source: Log Details
dsb: Protokolowe drobnostki

source: Log details
dsb: Protokolowe drobnostki

source: Add-on Title
dsb: Titel dodanka

source: Review Title
dsb: Titel pógódnośenja

source: Review Text
dsb: Tekst pógódnośenja

source: Review was flagged prior to deletion.
dsb: Pógódnośenje jo se pśed lašowanim markěrowało.

source: Undelete
dsb: Wótpóranje anulěrowaś

source: Full Review ({num})
dsb: Dopołne pśeglědanje ({num})

source: Pending Update ({num})
dsb: Felujuca aktualizacija ({num})

source: Preliminary Review ({num})
dsb: Nachylne pśeglědanje ({num})

source: Current waiting times:
dsb: Aktualne cakańske case:

source: {0} add-on
dsb: {0} dodank

source: Unlisted Full Review ({num})
dsb: Dopołne pśeglědanje njenaliconych dodankow ({num})

source: Unlisted Pending Update ({num})
dsb: Felujuca aktualizacija njenaliconych dodankow ({num})

source: Unlisted Preliminary Review ({num})
dsb: Nachylne pśeglědanje njenaliconych dodankow ({num})

source: Total Reviews
dsb: Pógódnośenja dogromady

source: Reviews This Month
dsb: Pśeglědanja w toś tom mjasecu

source: New Editors
dsb: Nowe redaktory

source: You're #{0} with {1} reviews
dsb: Sćo {0}. z {1} pógódnośenjami

source: Moderated Review ({num})
dsb: Moderěrowane pśeglědanje ({num})

source: Reviewer Leaderboard
dsb: Lisćina pórěda pśepytowarjow

source: No review points awarded yet.
dsb: Hyšći žedne pógódnośeńske dypki pósćone.

source: Rank
dsb: Pozicija

source: Score
dsb: Staw pó dypkach

source: Message of the Day
dsb: Powěsć dnja

source: Update message of the day
dsb: Powěsć dnja aktualizěrowaś

source: Save
dsb: Składowaś

source: Add-on Editor Performance
dsb: Wugbaśe dodankowych redaktorow

source: View statistics for user
dsb: Statistiku za wužywarja pokazaś

source: Range
dsb: Interwal

source: Your Reviews
dsb: Waše pógódnośenja

source: By {user_name}
dsb: Wót {user_name}

source: Active Contributors
dsb: Aktiwne sobustatkujuce

source: This Month
dsb: Toś ten mjasec

source: This Year
dsb: W tom lěśe

source: Monthly Performance
dsb: Mjasecne wugbaśe

source: All-time Point Breakdown by Type
dsb: Rozklucenje w dypkach pó typje za ceły cas

source: Total
dsb: Dogromady

source: Month
dsb: Mjasec

source: Year
dsb: Lěto

source: All-Time
dsb: Ceły cas

source: Advanced Search
dsb: Rozšyrjone pytanje

source: clear search
dsb: pytanje wuprozniś

source: Process Reviews
dsb: Pśeglědanja pśeźěłaś

source: Moderation actions:
dsb: Akcije moderatora:

source: by %(user)s on %(date)s %(stars)s (%(locale)s)
dsb: wót %(user)s dnja %(date)s %(stars)s (%(locale)s)

source: <strong>%(reason)s</strong> <span class="light">Flagged by %(user)s on %(date)s</span>
dsb: <strong>%(reason)s</strong><span class="light">Markěrowany wót %(user)s %(date)s</span>

source: All reviews have been moderated. Good work!
dsb: Wšykne pógódnośenja su moderěrowane. Dobre źěło!

source: Version Notes / Notes for Reviewer
dsb: Wersijowe pokaze / Pokaze za pśepytowarje

source: There are currently no add-ons of this type to review.
dsb: Tuchylu žedne dodanki toś togo typa njejsu, kótarež muse se pśeglědowaś.

source: Helpful Links:
dsb: Wužytne wótkaze:

source: Add-on Policy
dsb: Pšawidła dodanka

source: Editors' Guide
dsb: Pśirucka redaktorow

source: Review {0}
dsb: Pśeglědanje {0}

source: Add-on user change history
dsb: Historija změnow wužywarjow dodanka
