Repository: mozilla/addons-server
Catalog: locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: If the add-on is site-specific, it is recommended that a test account is provided for use during the review process. Additionally, including detailed testing instructions will allow an editor to better understand how the add-on functions and expedite the testing process. This information can be placed in the Notes to Reviewer field when editing a version in the Developer Hub.
dsb: Jolic dodank jo myslony za wěste sedło, pśiraźijo se, testowe konto za wužywanje w pśeglědowańskem procesu pódaś. Mimo togo nadrobne testowańske instrukcije zmóžnjaju redaktoroju, lěpjej rozměś, kak dodank funkcioněrujo a testowański proces póspěšyś. Toś te informacije daju se w pólu „Pokaze za pśepytarja“ zapisowaś, gaž wersija wobźěłujo se we wuwijarskem rožku.

source: After the Review
dsb: Pó pśeglědanju

source: Once an add-on is granted full review, it will immediately be available in the gallery, showing in browse and search results with a warning-free install button. All features, including voluntary contributions and beta channels will be available.
dsb: Za tym až dodank jo se za dopołne pśeglědanje pśizwólił, buźo ned w galeriji k dispoziciji a pokazujo se w pśeglědowańskich a pytańskich wuslědkach z instalěrowańskim tłocaškom bźez warnowańskego pokaza. Wšykne funkcije, inkluziwnje dobrowólne pósćiwanki a betakanale budu k dispoziciji.

source: Subsequent versions of the add-on will automatically be placed in the full review queue. Until the review is completed, the new version will only be displayed on the Version History page of the add-on. Once reviewed, the version will be updated across the site and deployed through the automatic update service.
dsb: Wersije dodanka, kótarež slěduju jadna pó drugej, zarěduju se awtomatiski do cakańskego rěda dopołnych pśeglědanjow. Daniž pśeglědanje njejo dokóńcone, pokazujo se nowa wersija jano na boku wersijoweje historije dodanka. Gaž wersija jo pśeglědana, buźo se na sedle aktualizěrowaś a pśez awtomatisku aktualizěrowańsku słužbu startowaś.

source: If a version does not meet the criteria for full review, it can either be granted preliminary review or disabled if there is a security concern. The author will receive an email explaining the action taken and how to fix it. In most cases, the developer can simply fix the problem and re-submit for full review.
dsb: Jolic wersija njewótpowědujo kriterijam za dopołne pśeglědanje, pśizwólujo se jej pak nachylne pśeglědanje pak wóna se znjemóžnja, jolic su wěstotne wobmyslenja. Awtor dostanjo mejlku, kótaraž wujasnja pśewjeźonu akciju a kak móžo ju pórěźiś. W nejwěcej padach móžo wuwijaŕ problem rozwězaś a wersiju znowego za dopołne pśeglědanje zapódaś.

source: Preliminary reviews are appropriate for experimental add-ons and provide a way to get user testing and feedback without going through the longer, more thorough review process. We aim to complete these reviews in under 3 days.
dsb: Nachylne pśeglědanja su pśigódne za eksperimentelne dodanki a bituju móžnosć, testy a komentary wót wužywarjow dostaś bźez togo, aby musali pśez dlejšy, dokradnješy pśeglědowański proces pśeběžaś. Wopytujomy, toś te pśeglědanja za mjenjej ako 3 dnjow dokóńcyś.

source: Testing Methods
dsb: Testowańske metody

source: When performing a preliminary review, editors will review the source code for security issues and major policy violations, but will not install the add-on to test functionality in most cases. Preliminary review will be granted unless a security vulnerability or major policy violation is discovered.
dsb: Gaž pśewjadu nachylne pśeglědanje, budu redaktory žrědłowy kod za wěstotnymi problemami a wětšymi pśestupjenjami pšawidłow pytaś, ale zwětšego njeinstalěruju dodank, aby funkcionalnosć testowali. Nachylne pśeglědanje se pśizwólujo, snaźkuli wěstotna źěra abo wětše pśestupjenje pšawidłow se namakajo.

source: Once preliminary review is granted, the add-on will be immediately available in the gallery, showing in browse and search results but ranked lower than fully-reviewed add-ons. Install buttons will have caution stripes and a notice that the add-on is experimental and not fully reviewed by Mozilla, though no click-through is required. Additionally, these add-ons cannot use the voluntary contributions and beta channel features.
dsb: Za tym až nachylne pśeglědanje jo se pśizwóliło, dodank buźo ned w galeriji k dispoziciji a pokazujo se w pśeglědowańskich a pytańskich wuslědkach, zastopnjujo se pak nižej ako dodanki, kótarež su dopołne pśeglědanje pśejšli. Instalěrowańske tłocaški maju warnowańske pokaze a pśipisk, až dodank jo eksperimentelny a njejo dopołnje pśeglědany wót Mozilla, lěcrownož pśekliknjenje njejo trěbne. Mimo togo toś te dodanki njamógu dobrowólne pósćiwanki a funkcije betakanala wužywaś.

source: After being granted preliminary review, Mozilla may later revoke the review if other serious problems are reported to us by users.
dsb: Za tym až jo se nachylne pśeglědanje dało, móžo Mozilla pśeglědanje pózdźej wótwołaś, jolic wužywarje daju druge wjelike problemy k wěsći.

source: Subsequent versions of the add-on will automatically be placed in the preliminary review queue. Until the review is completed, the new version will only be displayed on the Version History page of the add-on. Once reviewed, the version will be updated across the site and deployed through the automatic update service.
dsb: Jadna pó drugej slědujuce wersije dodanka zarduju se awtomatiski do cakańskego rěda nachylnego pśeglědanja. Daniž pśeglědanje njejo dokóńcone, pokazujo se nowa wersija jano na boku wersijoweje historije diodanka. Gaž jo pśeglědana, buźo se wersija na sedle aktualizěrowaś a pśez awtomatisku aktualizěrowańsku słužbu startowaś.

source: Policies on Specific Add-on Practices
dsb: Pšawidła za wěste dodankowe praktiki

source: Prohibited Add-ons
dsb: Zakazane dodanki

source: The following add-ons are not permitted in any form:
dsb: Slědujuce dodanki njejsu w žednej formje dowólone:

source: Add-ons that embed known <a href="http://en.wikipedia.org/wiki/Spyware">spyware</a> or <a href="http://en.wikipedia.org/wiki/Malware">malware</a>
dsb: Dodanki, kótarež zasajźuju znatu <a href="http://en.wikipedia.org/wiki/Spyware">spionažnu softwaru</a> abo <a href="http://en.wikipedia.org/wiki/Malware">złosnu softwaru</a>

source: Illegal and criminal add-ons, such as <a href="http://en.wikipedia.org/wiki/Click_fraud">click fraud</a> generators, <a href="http://en.wikipedia.org/wiki/Warez">warez</a> download and directory assistants, child pornography finders, etc.
dsb: Ilegalne a kriminalne dodanki ako na pśikład generatory za <a href="http://de.wikipedia.org/wiki/Klickbetrug">kliknjeńsku wobšudu</a> (nimski), ześěgnjeńske a zapisowe asistenty za <a href="http://de.wikipedia.org/wiki/Warez">warez</a> (nimski), pytnice za pornografiske filmy ze źiśimi atd.

source: Add-ons whose main purpose is to facilitate access to pornographic material, or include references to this material in their descriptions
dsb: Dodanki, kótarychž głowny zaměr jo wólažcenje pśistupa přistupa na pornografiski material abo kótarychž wopisanja wopśimuju pokaze na toś ten material

source: Add-ons that, upon installation, auto-install or launch installers of non-Firefox software
dsb: Dodanki, kótarež awtomatiski instalěruju programy pśi swójej instalaciji, kótarež njejsu wobstatk Firefox abo startuju instalaciju

source: Add-ons that provide their own update mechanism for code or search engines
dsb: Dodanki, kótarež pśinjasu swójski aktualizěrowański mechanizm za žrědłowy tekst a pytnice sobu

source: Add-ons that make changes to web content in ways that are non-obvious or difficult to trace by their users
dsb: Dodanki, kótarež změnjaju webwopśimjeśe na nałog, kótaryž njejo jasne abo dajo se jano śěžko wót wužywarjow slědk slědowaś

source: Add-ons that snoop on or intercept the network traffic of other users
dsb: Dodanki, kótarež wótsłuchuju abo wótpópaduju seśowy wobchad drugich wužywarjow

source: Conduit-based toolbars without explicit pre-approval
dsb: Pśez Conduit napórane symbolowe rědki bźez eksplicitnego pśizwólenja do togo

source: Changing of Defaults and Unexpected Features
dsb: Změnjanje standardnych nastajenjow a njewótcakanych funkcijow

source: Surprises can be appropriate in many situations, but they are not welcome when user security, privacy, and control are at stake. It is extremely important to be as transparent as possible when submitting an add-on for hosting on this site. A Mozilla user should be able to easily discern what the functionality of an add-on is and not be presented with unexpected experiences post-install.
dsb: Pśełapjenja mógu we wjele situacijach pśigódne byś, ale njejsu witane, gaž źo wó wěstotu, priwatnosć a kontrolu wužywarja. Jo kraducko wažnje, až sćo tak transparentny ako móžno, gaž dodank zapódawaśo za góspodowanje na toś tym sedle. Wužywaŕ Mozilla by měł lažko póznaś móc, kótare funkcije dodank ma a njedejał nic njewócakanego pó instalaciji dožywiś.

source: <p> Whenever an add-on includes any unexpected* feature that </p> <ul> <li>compromises user privacy or security (like sending data to third parties),</li> <li>changes default settings like the homepage or search engine, or</li> <li>changes settings or features in other add-ons or deactivates them altogether</li> </ul> <p>the features must adhere to the following requirements:</p> <ul> <li>The add-on description must clearly state what changes the add-on makes.</li> <li>All changes must be opt-in, meaning the user must take non-default action to enact the change.</li> <li>The opt-in dialog must clearly state the name of the add-on requesting the change.</li> <li>Uninstalling the add-on restores the user's original settings if they were changed.</li> </ul> <p>*Unexpected features are those that are unrelated to the add-on's primary function.</p>
dsb: <p> Gažkuli dodank wopśimujo dodank njewócakanu* funkciju, kótaraž </p> <ul> <li>pomjeńšujo priwatnosć abo wěstotu (gaž sćelo na pśikład daty na tśeśe póbitowarje),</li> <li>změnja standardne nastajenja ako na pśikład startowy bok abo pytnicu abo</li> <li>změnja abo samo znjemóžnja nastajenja abo funkcije w drugich dodankach</li> </ul> <p>muse funkcije slědujucym pominanjam wótpowědowaś:</p> <ul> <li>Wopisanje dodanka musy jasnje pódaś, což dodank změnijo.</li> <li>Wšykne změny muse opcionalne byś, to groni, až wužywaŕ musy njestandardnu akciju pśewjasć, aby změnu nałožył.</li> <li>Dialog změnow musy jasnje mě dodanka pódaś, kótaryž se změnu pomina.</li> <li>Gaž dodank se wótinstalěrujo, se spócetne nastajenja wužywarja wótnowjaju, jolic su se změnili.</li> </ul> <p>*Njewócakane funkcije su take, kótarež njezwisuju z pópšawneju funkcionalnosću dodanka.</p>

source: These features cannot be introduced into an update of a fully-reviewed add-on; the opt-in change process must be part of the initial review.
dsb: Toś te funkcije njedaju se do aktualizacije dopołnje pśeglědanego dodanka integrěrowaś; pśigłosowański proces musy źěl zachopnego pśeglědanja byś.

source: These are minimum requirements and not a guarantee that the add-on will be approved. This section applies to all add-ons hosted on the site, including preliminarily reviewed add-ons.
dsb: To su minimalne pominanja a njegarantěruju, až dodank se pśizwólijo. Toś ten wótrězk płaśi za wšykne dodanki, kótarež su na toś tom syele góspodowane, inkluziwnje nachylu pśeglědane dodanki.

source: Private Browsing Mode
dsb: Priwatny modus

source: Add-ons that store or otherwise handle browsing data must support <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">Private Browsing Mode</a>. During a Private Browsing session, no browsing data can be written to disk, and all of this data must be cleared when Firefox quits or the Private Browsing session ends.
dsb: Dodanki, kótarež składuju pśeglědowańske daty abo wobchadaju z nimi, muse <a href="https://developer.mozilla.org/En/Supporting_private_browsing_mode">priwatny modus</a> pódpěraś. Za pósejźenje w priwatnem modusu, njedaju se pśeglědowańske daty na platu pisaś, a wšykne z tutych datow muse se wulašowaś, gaž Firefox abo pósejźenje priwatnego modusa se kóńcy.

source: Binary Components & Obfuscated Code
dsb: Binarne komponenty a zamazany kod

source: Add-ons may contain binary, obfuscated and minified source code, but Mozilla must be allowed to review a copy of the human-readable source code of each version of an add-on submitted for review. These add-ons are ineligible for preliminary review and must choose the full review process.
dsb: Dodanki mógu binarny, zamazany a miniměrowany žrědłowy kod wopśimowaś, ale Mozilla musy kopiju wót cłowjeka cytajobnego žrědłowego koda kuždeje wersije pśeglědowaś směś, kótaryž zapódawa za pśeglědowanje. Toś te dodanki njedaju se za nachylne pśeglědanje wubraś a muse proces dopołnego pśeglědanja pśejś.

source: If an add-on contains binary or obfuscated source code, the author will receive a message when the add-on is reviewed indicating whom to contact at Mozilla to coordinate review of the source code. This code will be reviewed by an administrator and will not be shared or redistributed in any way. The code will only be used for the purpose of reviewing the add-on.
dsb: Jolic dodank wopśimujo binarny abo zamazany žrědłowy kod, dostanjo awtor powěsć, gaž dodank se pśeglědujo, kótaraž pódawa, z kimž pla Mozilla ma se do zwiska stajiś, aby se pśeglědowanje žrědłowego koda koordiněrowało. Toś ten kod buźo se wót administratora pśeglědowaś a njebuźo se źěliś abo na někaku wašnju rozdźělowaś. Kod buźo se jano za pśeglědowanje dodanka wužywaś.

source: If your add-on contains binary or obfuscated code that you don't own or can't get the source code for, you may <a href="%(link_contact)s">contact us</a> for information on how to proceed.
dsb: Jolic waš dodank wopśimujo binarny abo zamazany kod, kótaryž wam njesłuša abo kótaregož žrědłowy tekst njamóžośo dostawaś, móžośo se <a href="%(link_contact)s">z nami do zwiska stajiś</a>, aby informacije wó tom dostał, kak musyśo póstupowaś.

source: Criteria for Submission
dsb: Kriterije za zapódaśe

source: Add-ons hosted on Mozilla Add-ons should be of high quality and give users an improved web experience. We look for the following things when deciding whether an add-on is appropriate to be public and unrestricted:
dsb: Dodanki, kótarež góspoduju se na sedle dodankow Mozilla, dejali wusoku kwalitu měś a wužywarjam pólěpšone webdožywjenje bitowaś. Glědamy na slědujuce wěcy, gaž rozsuźujomy, lěc dodank jo pśigódny, aby zjawny a bźez wobgranicowanja był:

source: <strong>Are you responsive?</strong> We expect that an author who is promoting their add-on to our applications' many users is responsive to problem reports, maintains their contact information, and updates their add-on promptly to keep current with Firefox releases and changes in our policies. This doesn't mean that you have to reply to every question that someone posts in the discussions, or that you even need to fix every bug, but we do expect that you will respond to issues in a manner that's appropriate to the severity of the issue in question.
dsb: <strong>Reagěrujośo malsnje?</strong> Wócakujomy, až awtor, kenž wjele wabi wužywarje našych programow za swój dodank, malsnje reagěrujo na problemowe rozpšawy, woplěwa swóje kontaktne informacije a scasom aktualizěrujo swój dodank, aby z wozjawjenjami Firefox a změnami w našych pšawidłach na běžnem wóstał. To njegroni, až musyśo na kužde pšašanje wótegroniś, kótarež něchten staja w diskusijach abo samo musyśo kuždy problem rozwězaś, ale wócakujomy, až reagěrujośo na problem na wašnju, kótaraž wótpowědujo rozwažnosći problema.

source: <strong>Is the add-on clearly and accurately described?</strong> It's of the utmost importance to us that users get what they expect when they try a new add-on. Your add-on name should be clear and concise, and you should refrain from using special characters or numbers to get higher search rankings or for decorative purposes. Your description should provide details about what the add-on does, how a user should take advantage of it, and what the user should expect when they install it. Links to external documents for detailed instructions are fine, but the description itself should cover the basics and leave users confident that they know what they'll get. Also, it is important that you maintain version notes appropriately as you improve and change your add-on. Users should be able to see what's new in an add-on they may have tried previously, and should be made aware of changes that might affect their current use of the add-on when they update.
dsb: <strong>Jo dodank jasnje a dokradnje wopisany?</strong> Jo wósebnje wažne za nas, až wužywarje dostawaju, což wócakuju, gaž wopytuju nowy dodank. Mě wašogo dodanka dejało jasne a krotke byś a wy njedejał žedne wósebne znamuška abo licby wužywaś, aby wuše městna dojśpił, abo za dekoratiwne zaměry. Wašo wopisanje dejało drobnostki wó tom wopśimowaś, což dodank cyni, kak wužywaŕ dejał jen wužywaś a což wužywaŕ dejał wócakowaś, gaž jen instalěrujo. Wótkaze k eksternym dokumentam za nadrobne instrukcije su dobre, ale wopisanje same měło zakłady pódaś a wužywarjam wěstosć daś, aby wěźeli, což dostanu. Jo teke wažnje, až woplěwaśo wersijowe inmformacije, gaž pólěpšujośo a změnjaśo swój dodank. Wužywarje dejali wiźeś móc, což jo nowe w dodanku, kótaryž su do togo wopytali, a dejali teke pokaze na změny dostaś, kótarež mógli aktualne wužywanje dodanka wobwliwowaś, gaž jen aktualizěruju.

source: <strong>Are all privacy and security concerns clearly spelled out?</strong> This is an aspect of a clear and accurate description, but such an important one that we feel it deserves specific mention. Many very useful and well-written add-ons manipulate some form of user data, or can present security hazards if misused; they are welcome on the site, but they must make it very clear to users what risks they might encounter, and what they can do to protect themselves.
dsb: <strong>Wujasnjuju se wšykne wobmyslenja priwatnosći a wěstoty?</strong> To jo aspekt jasnego a dokradnego wopisanja, ale jo tak wažnje, až jen wósebnje naspomnjejomy. Wjele wjelgin wužytynch a derje napisanych dodankow manipulěrujo formu wužywarskich datow abo móžo wěstotne rizika byś, jolic se znjewužywaju; su witane na sedle, ale muse wužywarjam wuzbadniś, na kótare rizika mógu starcyś a což mógu cynić, aby se šćitali.

source: <strong>Has the add-on been well-tested, and is it free of obvious or serious defects?</strong> One important thing that we look for when considering an add-on is whether its user reviews indicate that it has received thorough testing, and that it doesn't have serious problems or negative impacts on the browser. If reviewers report problems such as major performance issues, crashes, frequent problems using the functions of the add-on, or spamming of messages to the error console, you should take those reports to heart, and re-submit your add-on after you've addressed them as best you can. We don't expect you to perfectly optimize or have zero bugs &mdash; Firefox itself undergoes constant improvement in these areas &mdash; but we do want you to take reasonable efforts to minimize downsides, and to clearly call out cases where users may be surprised by those that remain.
dsb: <strong>Jo se dodank derje testował a jo wón bźez widobnych abo pógroznych zmólkow?</strong> Jadna wažna wěc, na kótaruž glědamy, gaž pśeglědujomy dodank, jo, lěc jogo wužywarske pógódnośenja pokazuju na to, až jo se pórědnje testował a až njama pógrozne problemy abo negatiwne wliwy na wobglědowak. Jolic pógódnośowarje daju problemy ako na pśikład pógoršenja wugbaśa, wowalenja, ceste problemy pśi wužywanju funkcijow dodanka abo zalaśe zmólkoweje konsole ze zdźělenjami, dejał se wy toś te pógódnośenja k wutšobje wześ a swój dodank znowego zapódaś, za tym až sćo toś te problemy tak derje ako móžno rozwězał. Njewócakujomy, až optiměrujośo dodank perfektnje abo až njama žedne programowe zmólki &mdash; Firefox sam pólěpšujo se na toś tych pólach stawnje &mdash; ale comy, až cyniśo pśiměrjone napinanja, aby njelěpšyny miniměrował a te pady pomjenił, pśi kótarychž wužywarje mógli zbytnych problemow dla pśełapjone byś.

source: <strong>Do the add-on and add-on author both treat the user respectfully?</strong> Your software should not intrude on the user unnecessarily, try to trick the user, or conceal any of its activities from the user. Users (or even non-users) are sometimes rude in their comments, and while we will do our best to filter out inaccurate reviews as they're reported to us, we do expect that authors will avoid retaliating with rudeness of their own.
dsb: <strong>Wobchadatej dodank a awtor dodanka respektnje z wužywarjom?</strong> Waša software njedejała wužywarja bźez nuzy wobuzowaś, wužywarja zawjedowaś abo swóje aktiwity pśed wužywarjom zatajiś. Wužywarje (abo samo njewužywarje) su wótergi njepśijazne w swójich komentarach a lěcrownož dawamy našo nejlěpše, aby njedokradne pógódnośenja, kótrež su se nam k wěsći dali, wufiltrowali, wócakujomy wót awtorow, až njepomsće se ze swójskeju njepśijaznosću.

source: <strong>Is the add-on useful to an appropriately wide portion of Firefox's users?</strong> Your add-on doesn't need to be the next Greasemonkey or Firebug, but if it is only useful to people at your company or who are part of a small web community, we may feel that it's not yet appropriate to put it in front of all of our users.
dsb: <strong>Jo dodank wužytny za šyroki krejz wužywarjow Firefox?</strong> Waš dodank njetrjeba pśiducy Greasemonkey abo Firebug byś, ale jolic jo wužytny jano za luźe wašogo pśedewześa abo kótarež su źěl małego webzgromaźeństwa, měnimy snaź, až wón njejedał se wšym našym wužywarjam prezentěrowaś.

source: We are constantly looking at ways to improve the organization of the site to better accommodate add-ons that are exemplary in other ways, but are aimed at only a small community of potential users. Correctly categorizing and maintaining the metadata of your add-on will help us figure out how we can surface more of those sorts of add-ons to people who are most likely to benefit from them.
dsb: Pytamy stawnje za móžnosćami, organizaciju sedła pólěpšyś, aby lěpjej dodanki góspodowali, kótarež su howac eksemplariske, ale su jano na małe zgromaźeństo potencielnych wužywarjow wuměrjone. Pšawe kategorizěrowanje a woplěwanje metadatow wašogo dodanka buźotej nam pomagaś wuslěźiś, kak móžomy luźam, kótarež nejskerjej z nich profitěruja, wěcej wó takich dodankach prezentěrowaś.

source: If your add-on just provides bookmarks or other simple access points to your site, it's probably not appropriate for the gallery. Like the rest of the Mozilla project, we love web applications and new web services, but Firefox add-ons should provide an improved browsing experience for the user and not just be a way to promote a new site or service through a Mozilla Add-ons listing.
dsb: Jolic waš dodank bitujo jano cytańske znamjenja abo druge jadnore pśistupne móžnosći za wašo sydło, njejo nejskerjej pśigódny za galeriju. Kaž zbytk projekta Mozilla, lubujomy webnałoženja a nowe websłužby, ale dodanki Firefox měli pólěpšone pśeglědowańske dožywjenje za wužywarja a nic jano móžnosć byś, aby nowe sedło abo słužbu z pomocu lisćinowego zapiska dodankow Mozilla pógónili.
